{
  "id": "00160c5bf15ca0f16153e3fb03fbe0e48f204dc8305b2e6c8e213596421847bd",
  "source_file": "data/raw/ncbc/00160c5bf15ca0f16153e3fb03fbe0e48f204dc8305b2e6c8e213596421847bd.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nGASTON COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n13 CVS 4710 \n \nCHRANSON BEAM, by and through his \nAttorney-in-Fact, DAWN MAUNEY, \n \nPlaintiff, \n \nv. \n \nBEAM REST HOME, INC. \n \nDefendant. \n \n \n \n \n \nORDER AND FINAL JUDGMENT \n \n \n \n{1} THIS MATTER is before the Court upon Plaintiff Chranson Beam’s \n(“Plaintiff”) Motion for Expedited Hearing, Relief and Briefing Schedule (the \n“Motion”)1 in the above-captioned case concerning Plaintiff’s request to inspect and \ncopy Defendant’s corporate records.  Based on the Motion, briefs in support of and \nin opposition to the Motion, and the arguments of counsel at the July 31, 2014 \nhearing, the Court GRANTS in part and DENIES in part Plaintiff’s Motion.  \nBecause the entry of this Order resolves all matters in controversy between the \nparties, the Court enters final judgment consistent with the terms of this Order. \nArthurs & Foltz, LLP by Douglas P. Arthurs for Plaintiff Chranson Beam. \nGray, Layton, Kersh, Solomon, Furr & Smith, P.A. by Michael Carpenter for \nDefendant Beam Rest Home, Inc. \nBledsoe, Judge. \nI. \nPROCEDURAL HISTORY AND FACTUAL BACKGROUND \n{2} This case involves a request to inspect and copy original corporate records \nby a minority shareholder and director of a closely held corporation.  \n{3} Plaintiff is, and at all times relevant to this action was, a shareholder and \ndirector of Defendant Beam Rest Home, Inc. (“Defendant”).  (Compl. ¶¶ 5, 10.)  This \n                                                 \n1 Although Plaintiff’s Motion seeks an expedited briefing and hearing schedule, that portion of the \nMotion is now moot.  Therefore, the Court does not consider Plaintiff’s request for expedited hearing \nand briefing schedule in the determination of this Motion. \n \nBeam v. Beam Rest Home, Inc., 2014 NCBC 46.\n \n \nis the second lawsuit Plaintiff has filed seeking, at least in part, inspection and \ncopying of Defendant’s corporate records.2 \n{4} On December 18, 2013, Plaintiff requested in writing that Defendant \n“immediately mail or otherwise cause to be delivered to Plaintiff a current, true \nstatement of the corporation’s assets and liabilities as of the close of fiscal years \n2010, 2011, 2012, and 2013, in addition to the results of its operations and changes \nin surplus for those fiscal years.”  (Compl. ¶ 7.)  In that same letter, Plaintiff made a \ndemand to inspect the books, records, and documents of Defendant in his capacity \nas a director and shareholder of Defendant.  (Id., ¶¶ 12–17.)  Plaintiff demanded \naccess to the records on or before December 31, 2013.  (Def.’s Resp. Mot., p. 2.) \n{5} Defendant responded to Plaintiff by email on December 27, 2013, stating \nthat it could not provide access to the records by the requested date because of the \nintervening holidays, and that it would produce records in January 2014.  (Sam \nBeam Aff. ¶ 8, March 26, 2014.)  In response, on December 31, 2014, Plaintiff filed \nthe Complaint in this action seeking access to Defendant’s corporate records under \nN.C.G.S. §§ 55-16-01 \net seq.3 \n{6} This case was designated a mandatory complex business case on January \n3, 2014. Plaintiff unsuccessfully opposed designation of the case as a mandatory \ncomplex business case, and the case was then assigned to this Court (Murphy, J.) on \nJanuary 31, 2014 and thereafter to the undersigned on July 2, 2014.   \n{7} In response to Plaintiff’s demand for records, Defendant provided over \n1,100 pages of responsive records on February 3, 2014, including financial \nstatements and some, but not all, tax returns for years 2010–2012.  (Sam Beam Aff. \n¶ 10; Report of Special Master, p. 3, June 25, 2014.)  Defendant’s production was in \n                                                 \n2 The first action between these parties was Civil Action No. 13 CVS 389 in Gaston County Superior \nCourt.  Plaintiff voluntarily dismissed that action without prejudice on November 8, 2013. \n \n3 Plaintiff has asserted three claims in his Complaint pursuant to which he seeks a judgment from \nthis Court ordering Defendant to (i) produce Defendant’s financial statements to Plaintiff under \nN.C.G.S. § 55-16-20, (ii) permit Plaintiff’s inspection and copying of Defendant’s records as a director \nof Defendant under N.C.G.S. § 55-16-05(c), and (iii) permit Plaintiff’s inspection and copying of \nDefendant’s records as a shareholder of Defendant under N.C.G.S. § 55-16-04. \n \n \naddition to Defendant’s prior corporate record productions to Plaintiff totaling over \n5,000 pages of documents in 2012 and 2013.  (Beam Aff. ¶ 3–5.)4  After receiving \nthese records, Plaintiff filed the instant Motion on March 3, 2014, requesting that \nthe Court order an expedited briefing and hearing schedule and order Defendant to \npermit Plaintiff to inspect and copy Defendant’s corporate records on an expedited \nbasis.  (Pl.’s Br. Supp. Mot., p. 5–9.)  Defendant filed its response to the Motion on \nMarch 26, 2014. \n{8} With consent of the parties, the Court entered a Consent Order on April 4, \n2014, appointing Kimberly M. Spicer to serve as a referee or special master and \nordering her to determine (1) “[w]hether [Defendant] has properly maintained \n‘appropriate accounting records’ as required by N.C.G.S. § 55-16-01(b),” (2) “[w]hat, \nif any, corporate records were provided to Plaintiff by Defendant pursuant to \nPlaintiff’s demand dated December 18, 2013,” and (3) “[w]hat, if any, corporate \nrecords sought by Plaintiff in his request for inspection of records (as attached to \nthe Complaint), and that were required to be maintained under N.C.G.S. § 55-16-\n01(b), were not provided by Defendant in response to the request for the calendar \nyears 2010 through 2013.”  \nBeam v. Beam Rest Home, Inc., No. 13 CVS 4710 (N.C. \nSuper. Ct. Apr. 4, 2014) (appointing referee).  The Court expressly reserved the \nright to reallocate Ms. Spicer’s costs following a determination of the case on the \nmerits.  Id. \n{9} Plaintiff filed the Report of Special Master on July 14, 2014.  In her \nReport, Ms. Spicer determined that Defendant maintained adequate records as \nrequired by N.C.G.S. § 55-16-01(b) and that Defendant had produced to Plaintiff \nmost, but not all, of the records Plaintiff requested in his December 18, 2013 letter.  \n(Report of Special Master, p. 2–4.)   \n{10} Ms. Spicer specifically identified ten categories of documents she \ndetermined that Plaintiff had not yet received from Defendant.  (Id.)  Defendant \n                                                 \n4 Defendant submits that it provided a large volume of original records to Plaintiff for a period of six \nmonths in 2012 but failed to make a record of the documents it provided. As a result, Defendant \nreports that it is unable to advise which of its documents were produced at that time. \n \n \nasserts that these records totaled about 400 pages of documents, that these \ndocuments had not been produced due to inadvertence or oversight, and that the \nvast majority of requested documents had been previously produced.  (Def.’s Suppl. \nResp. Mot., p. 3.) \n{11} Shortly thereafter, on July 23, 2014, Defendant provided to Plaintiff copies \nof all of the records Ms. Spicer had determined Defendant had not yet provided to \nPlaintiff.  (Id., p. 2.)   \n{12} Both parties agree that as of Defendant’s July 23, 2014 production, \nDefendant had provided copies of all records that Plaintiff is entitled to inspect and \ncopy under the applicable statutes.  Defendant therefore contends that Plaintiff’s \nMotion is now moot and that this action should be dismissed without further relief \nto Plaintiff.  Plaintiff disagrees, contending for the first time in his July 30, 2014 \nSupplemental Reply that he has been denied his right to inspect Defendant’s \noriginal corporate records under N.C.G.S. §§ 55-16-02 and 55-16-05 and that he is \nentitled to an award of reasonable attorney’s fees for Defendant’s refusal to permit \ninspection of Defendant’s original records.   \n II.  \nANALYSIS \nA. \nPLAINTIFF’S RIGHT TO INSPECT AND COPY CORPORATE RECORDS \n{13} As noted, Plaintiff is a shareholder and director of Defendant.   \n{14} N.C.G.S. § 55-16-02(a) provides that:  \n[a] qualified shareholder of a corporation is entitled to inspect and copy, \nduring regular business hours at the corporation’s principal office, any \nof the records of the corporation described in G.S. 55-16-01(e) if he gives \nthe corporation written notice of his demand at least five business days \nbefore the date on which he wishes to inspect and copy. \nN.C.G.S. § 55-16-02(a) (2014).  Further, N.C.G.S. § 55-16-02(b) provides a qualified \nshareholder the right to inspect and copy additional records if (1) “his demand is \nmade in good faith and for a proper purpose,” (2) “[h]e describes with reasonable \nparticularity his purpose and the records he desires to inspect,” and (3) “[t]he \nrecords are directly connected with his purpose.” \n \n \n \n{15} N.C.G.S. § 55-16-05(a) provides that:  \n[a] director is entitled to inspect and copy the books, records, and \ndocuments of the corporation at any reasonable time to the extent \nreasonably related to the performance of the director’s duties as a \ndirector . . . but not for any other purpose or in any manner that would \nviolate any duty to the corporation.   \n{16} A proper purpose for a shareholder inspection demand is any “purpose that \nis reasonably relevant to the demanding shareholder’s interest as a shareholder.”  \nN.C.G.S. § 55-16-02 cmt. 3 (2014); see generally Russell M. Robinson, II, ROBINSON \nON NORTH CAROLINA CORPORATION LAW, § 10.03[1] (7th ed. 2013).  The North \nCarolina courts have previously found a shareholder’s “good faith desire to (1) \ndetermine the value of his stock; (2) investigate the conduct of the management; \nand (3) determine the financial condition of the corporation” as proper purposes \nsupporting a demand for corporate records.  Carter v. Wilson Constr. Co., 83 N.C. \nApp. 61, 65, 348 S.E.2d 830, 832 (1986).  To defeat Plaintiff’s demand as a \nshareholder, Defendant must “allege and show by facts” that Plaintiff’s motive is \nimproper.  Id.  On the other hand, to defeat Plaintiff’s demand as director, \nDefendant must show that Plaintiff’s demand is not “reasonably related to the \nperformance of [his] duties as a director.”  N.C.G.S. § 55-16-05(a).   \n{17} Plaintiff broadly identified his purpose for requesting Defendant’s \ncorporate records in his December 18, 2013 letter by stating that “[i]t is the duty of \n[Plaintiff] to ensure that the corporate assets are being properly utilized for proper \ncorporate business” and that Plaintiff “has determined that the assets of \n[Defendant] have been used for the benefit of other directors and officers of the \ncorporation and for the benefit of other shareholders to the detriment of [Defendant] \nand all remaining shareholders.” (Compl., Ex. A.)5     \n{18} Plaintiff acknowledges that he has received copies of all the documents he \nhas sought to inspect and copy in this action but now claims he is entitled to inspect \n                                                 \n5 In contrast to Plaintiff’s current demand to inspect Defendant’s original records, whether Plaintiff’s \nDecember 18, 2013 letter request was for a “proper purpose” under N.C.G.S. § 55-16-02(b) was \nrendered moot by Defendant’s voluntary production to Plaintiff of copies of all requested documents.  \n \n \nand copy Defendant’s original records at Defendant’s principal office.  Defendant \nclaims that because it has delivered duplicate copies of the requested records to \nPlaintiff, Defendant has complied with its obligations under the law and is not \nrequired to allow on-site inspection of Defendant’s original records.   \n{19} N.C.G.S. § 55-16-02 provides that “[a] qualified shareholder of a \ncorporation is entitled to inspect and copy [the corporation’s relevant records], \nduring regular business hours at the corporation's principal office . . . .”  Similarly, \nN.C.G.S. § 55-16-05 provides that “[a] director of a corporation is entitled to inspect \nand copy the books, records, and documents of the corporation at any reasonable \ntime . . . .”).  While each statute contemplates that the corporation’s corporate \nrecords will be provided, neither statute specifically requires that the corporation \nproduce original records or expressly provides that the corporation cannot satisfy its \nobligation by producing true and accurate duplicate copies of the corporation’s \noriginal records.  Compare Cooke v. Outland, 265 N.C. 601, 144 S.E.2d 835 (1965) \n(holding under prior statute that “[a] qualified shareholder, upon written demand \nstating the purpose thereof, shall have the right . . . to examine at the place where \nthey are kept and make extracts from, the books and records of account . . .”). \n{20} A primary purpose of the shareholder and director inspection statutes is to \npermit a shareholder and a director to become adequately informed about important \nmatters relating to the affairs of the company, and in particular, to the \nshareholder’s investment in the corporation and to the fulfillment of the director’s \nfiduciary duty to the corporation.  See generally ROBINSON ON NORTH CAROLINA \nCORPORATION LAW, §§ 10.01–10.03; 15.05[1].  Under modern practice, shareholders, \ndirectors and their counsel typically receive duplicate copies of requested \ndocuments, either in hard copy or digital form, and, absent illegibility or good cause \nto suspect that the copies are not a true and accurate reproduction of the original \nrecords, do not insist on a visit to the corporation’s principal office for a physical \ninspection of the corporation’s original records.      \n{21} Although acknowledging that he has received copies of all the records he \nhas requested through this lawsuit, Plaintiff nevertheless insists on an inspection of \n \n \nDefendant’s original records here.  Plaintiff, however, has not identified any \nevidence to suggest that the copies he has received are not true and accurate \nduplicate copies of Defendant’s original records. Moreover, Ms. Spicer, as referee, \nhas previously inspected Defendant’s original records (without noting any \nirregularities or concerns regarding authenticity) and provided a full list of \nDefendant’s available corporate documents such that Plaintiff could determine that \nDefendant has provided copies of all requested documents.  Indeed, it appears that \nPlaintiff’s request at this point has much more to do with his attempt to secure an \norder compelling inspection and copying of Defendant’s records to provide a basis \nfor his claim for attorney’s fees than it does with any legitimate effort to inform \nhimself in his roles as a shareholder and as a director.   \n{22} Accordingly, in these circumstances and under these facts, the Court \nconcludes that Plaintiff has not shown that his newly-conceived request for original \nrecords is for a proper purpose under N.C.G.S. § 55-16-02(b) or is “reasonably \nrelated to the performance of [his] duties as a director” under N.C.G.S. § 55-16-\n05(a).  As a result, the Court concludes that Plaintiff is not entitled to an order \ncompelling Defendant to permit Plaintiff a further opportunity to inspect and copy \nDefendant’s corporate records.  See, e.g., Cooke, 265 N.C. at 611, 144 S.E.2d at \n842 (neither common law nor [NC shareholder inspection statute] allow \"fishing \nexpeditions\"); Carter, 83 N.C. App. at 64, 348 S.E.2d at 832 (same); Shamrock \nActivist Value Fund, L.P. v. iPass Inc., 2006 Del. Ch. LEXIS 212, *10 n. 18 (Del. \nCh., Dec. 15, 2006) (“For all the good that can come from a shareholder’s inspection \nof corporate books and records, [the inspection statute], if not properly monitored by \nthe Court, can become an effective and troubling tool for harassment and other \nmischief.”). \nB. \nATTORNEY’S FEES \n{23}  N.C.G.S. §§ 55-16-04 and 55-16-05 contain provisions for the award of \nattorney’s fees when a qualified shareholder or director is refused inspection and \ncopying of a corporation’s records.  If the Court orders inspection and copying of \n \n \nrecords for a shareholder under N.C.G.S. § 55-16-04, the Court must also “order the \ncorporation to pay the shareholder’s costs (including reasonable attorneys’ fees) \nincurred to obtain the order unless the corporation proves that it refused inspection \nin good faith because it had a reasonable basis for doubt about the right of the \nshareholder to inspect the records demanded.”  N.C.G.S. § 55-16-04 (2014); N.C.G.S. \n§ 55-16-04 cmt. 1 (“The phrase ‘in good faith because it had a reasonable basis for \ndoubt’ establishes a partially objective standard, in that the corporation must be \nable to point to some objective basis for its doubt that the shareholder was acting in \ngood faith or had a purpose that was proper).  \n{24} Similarly, if the Court orders inspection and copying of records for a \ndirector under N.C.G.S. § 55-16-05, the Court has discretion to “order the \ncorporation to reimburse the director’s costs, including reasonable counsel fees, \nincurred in connection with the application.”  N.C.G.S. § 55-16-05 (2014).  \nDefendant may avoid an award of attorney’s fees under N.C.G.S. § 55-16-05 if it \nestablishes that Plaintiff is not entitled to inspection rights. \n{25} Plaintiff acknowledges that Defendant has voluntarily provided copies of \nall of the requested records – none of which were produced under a Court order \ncompelling inspection and copying – and the Court has now denied Plaintiff’s \nmotion to compel inspection and copying of Defendant’s original records.  \nAccordingly, there is not an order compelling inspection and copying in this case \nthat may serve to trigger Plaintiff’s potential right to attorney’s fees under N.C.G.S. \n§ 55-16-04 or § 55-16-05.   \n{26} Furthermore, even if an order compelling inspection and copying could be \nimplied from the referee’s findings (which the Court finds does not constitute a \ncourt order for purposes of N.C.G.S. § 55-16-04 or § 55-16-05), the Court concludes \nthat the evidence of record is sufficient to establish that Defendant had a \nreasonable basis for doubt about Plaintiff’s right to inspect the records he \ndemanded.  The Court notes that Plaintiff had previously filed suit against \nDefendant seeking corporate records in February 2013, voluntarily dismissed that \nsuit with prejudice nine months later, and then threatened to file another lawsuit \n \n \nagainst Defendant to seek corporate records shortly thereafter.  (Answer, p. 4; \nCompl., Ex. A.)  The Court finds that this evidence, together with Plaintiff’s \nreference to potentially filing “additional lawsuits” in his agent’s email to Defendant \ndemanding records and discussing the sale of his shares, his four prior and \nrepetitive requests for corporate records, and Defendant’s voluminous (albeit \nundocumented) prior document production, gave Defendant a reasonable basis to \ndoubt that Plaintiff was acting in good faith and for a proper purpose and instead \nwas attempting to harass Defendant into offering a buyout of his shares. \nSee, e.g., \nCooke, 265 N.C. at 615 (holding harassment an improper purpose for corporate \nrecords demand); Quantum Tech. Partners IV, L.P. v. Ploom, Inc., 2014 Del. Ch. \nLEXIS 78, *25 (Del. Ch., May 14, 2014) (same); Towle v. Robinson Springs Corp., \n719 A.2d 880, 882, 168 Vt. 226, 228 (Vt. 1998) (same). \n{27} Accordingly, for the reasons set forth above, the Court concludes that \nPlaintiff is not entitled to an award of attorney’s fees under N.C.G.S. § 55-16-04, \nand the Court declines to exercise its discretion to award Plaintiff attorney’s fees \nunder N.C.G.S. § 55-16-05.  \n{28} Notwithstanding the Court’s conclusions concerning attorney’s fees, the \nCourt finds that it is appropriate to shift the full cost of Ms. Spicer’s services in this \nmatter to Defendant.6  Ms. Spicer’s services were made necessary, in significant \npart, because the parties were not able to ascertain which documents Defendant \nhad previously made available to Plaintiff in response to Plaintiff’s earlier corporate \nrecords demands in 2012 and 2013.  As between Plaintiff and Defendant, it was \nDefendant, as the producing party and owner of the records at issue, which was in \nthe best position to keep track of the records it had produced to Plaintiff. Had \nDefendant documented its productions more carefully and reliably, Ms. Spicer’s \nservices would likely have been unnecessary.   Accordingly, for good cause shown \n                                                 \n6 Ms. Spicer charged a total of $3,250.00 for her services as referee in this matter.  The Court \ndirected the parties to split Ms. Spicer’s costs equally, and each party has paid Ms. Spicer the sum of \n$1,625.00. \n \n \nand in its discretion, the Court hereby reallocates the cost of Ms. Spicer’s fees as \nreferee to Defendant. \nIII. \nJUDGMENT \n{29} IT IS, THEREFORE, ORDERED, ADJUDGED and DECREED as follows: \n1. Within fourteen (14) days from the entry of this Order, Defendant shall \nremit to Plaintiff’s attorney the total sum of $1,625.00 in \nreimbursement of the portion of Ms. Spicer’s fee paid by Plaintiff;  \n2. All other relief requested in Plaintiff’s Motion is denied; \n3. Plaintiff is not entitled to any other relief on its claims in this action, \nand this action is accordingly dismissed with prejudice;  \n4. Except as provided concerning the payment of the referee’s fees above, \neach party shall bear his or its own costs incurred in this action. \n \nSO ORDERED, this the 25th day of September 2014. \n \n  \n "
}