{
  "id": "00400b43cee234111c4b8eb29be2f623b5612b0f58b5633a11fe4f81c96a3b76",
  "source_file": "data/raw/ncbc/00400b43cee234111c4b8eb29be2f623b5612b0f58b5633a11fe4f81c96a3b76.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nHAYWOOD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 1224 \n \nMARY ANNETTE, LLC; JORGE \nCURE; DANA CURE; TWILIGHT \nDEVELOPMENTS, INC.; OZZIE 1, \nLLC; MICHAEL WASHBURN; and \nCHRISTINE SHEFFIELD, \n \nPlaintiffs, \n \nv. \n \nTERRI LYNN CRIDER; and \nMOUNTAIN GIRL VENTURES, \nLLC, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION \nON PLAINTIFFS’ MOTION  \nTO DISMISS DEFENDANTS’ \nAMENDED COUNTERCLAIMS \n \n \n1. This case arises out of disputes concerning the creation, ownership, and \nmanagement of Mary Annette, LLC .  There are seven Plaintiffs , including  M ary \nAnnette itself, as well as  Jorge Cure, Dana Cure, Michael Washburn, Christine \nSheffield, Twilight Developments, Inc., and Ozzie 1, LLC .  They have moved  to \ndismiss the counterclaims asserted by Defendants Terri Lynn Crider and Mountain \nGirl Ventures, LLC (“Mountain Girl”).  For the following reasons, the Court GRANTS \nin part and DENIES in part the motion. \nMcLean Law Firm, P.A., by Russel l L. McLean III, for Plaintiffs Mary \nAnnette, LLC , Jorge Cure, Dana Cure, Twilight Developments, Inc. , \nOzzie 1, LLC, Michael Washburn, and Christine Sheffield. \n \nSmathers & Smathers, by Patrick U. Smathers, for Defendants  Terri \nLynn Crider and Mountain Girl Ventures, LLC. \n \nConrad, Judge. \n \nMary Annette, LLC v. Crider, 2023 NCBC 16. \nI. \nBACKGROUND \n \n2. The Court does not make findings of fact on a motion to dismiss.  The \nfollowing background assumes that the allegations in the amended counterclaims are \ntrue. \n3. Mary Annette was formed for the purpose of developing a piece of  land in \nwestern North Carolina.  The company’s operating agreement names three \nmembers—Mountain Girl, Twilight Developments, and Ozzie 1—and states that each \nhas a one-third interest.  Crider wholly owns Mountain Girl; the Cures together own \nTwilight Developments; and Washburn and Sheffield together own Ozzie 1.  (See Am. \nCountercls. ¶¶ 2, 3, ECF No. 55;1 Op. Agrmt., ECF No. 31.) \n4. This case has a complicated procedural history.  It began as a lawsuit by  \nMary Annette against  Crider, premised on allegations  that Crider improperly held \nherself out as an officer and agent of the company and then refused to hand over \ncompany records and accounts.  (See generally Compl., ECF No. 2.)   \n5. Later filings greatly e xpanded the scope of the case.  Crider asserted \ncounterclaims, added Mountain Girl as a supposed “Third Party Plaintiff,” and added \nthe Cures, Washburn, Sheffield, Twilight Developments, and Ozzie  1 as supposed \n“Third Party Defendants .”  Then, Mary Annette and the “Third Party Defendants” \nresponded with another round of claims , which they referred to as “counterclaims,” \nagainst Crider and Mountain Girl.  (See, e.g., ECF Nos. 4, 14.) \n \n1 Defendants’ pleading contains separately numbered sections for their  “Answer” and their \n“Amended Counterclaims.”  The Court refers only to the latter section. \n6. The case was eventually designated as a complex business case and assigned \nto the Business Court.  Shortly after, t he Court questioned the “confusing and \nunworkable” alignment of parties  and claims , noting that, “among the procedural \noddities, the original plaintiff is purportedly asserting ‘counterclaims’ against the \noriginal defendant.”  (Order on Predesignation Mots ., ECF No. 47.)  To simplify the \npleadings and more accurately reflect the claimants’  interests, the Court realigned \nthe parties , identifying Mary Annette, the Cures , Sheffield, Washburn, Twilight \nDevelopments, and Ozzie 1  as “Plaintiffs” and Crider and Mountain Girl as \n“Defendants.”  Following realignment, the Court allowed the parties to replead their \nclaims for clarity and consistency.  (See Scheduling Order, ECF No. 50.) \n7. Repleading is complete.  Plaintiffs filed an amended complaint that includes \neight causes of action.   Defendants answered and asserted seven  amended \ncounterclaims.  These counterclaims are the subject of the present dispute. \n8. As alleged in the amended count erclaims, Crider has operated a vacation \nrental business on property that she co -owned with her brother.  At some point, a \ndispute arose between the siblings, resulting in litigation.  In  summer 2020, Crider \napproached Jorge Cure—her friend and a licensed real estate agent —for help with \nbuying her brother’s one -third interest in the property  and resolving their dispute.  \nAlthough Jorge and his wife, Dana, agreed to help , Crider now believes that their \noffer was part of a scheme to defraud her.  (See Am. Countercls. ¶ 4.) \n9. According to Crider, Jorge proposed developing part of the property at issue \ninto a Planned Unit Development  comprising cabins and RV lots .  Once developed, \nthese units would be marketed and sold to individual buyers .  To accomplish this, \nJorge and one or more other  investors—eventually including Dana, Washburn, and \nSheffield—would jointly contribute $650,000 to buy the interest of Crider’s brother  \nand another $200,000 toward development costs.  Crider would retain individual \nownership of several tracts of the property for her vacation rental business .  Either \nindividually or through an entity, she would also retain a two-thirds interest in the \nportion of the property being developed, and the profits from sales of the cabins and \nlots would be split with two -thirds going to Crider and the other one -third to Jorge \nand his fellow investors.  Crider agreed to these terms .  ( See Am. Countercls. ¶ ¶ 5, \n7.) \n10. Over the fall and winter of 2020, t he parties sought local governmental \napproval to create the Planned Unit Development .  They also formed Mary Annette \nwith Mountain Girl, Twilight Developments, and Ozzie 1 as its only members.  (See \nAm. Countercls. ¶¶ 2, 3, 8.) \n11. Although there are few details concerning Crider’s brother, it appears that  \nhe agreed to sell his interest .  At the closing  for that sale , Crider learned that the \nCures, Washburn, and Sheffield did not have the  $850,000 in capital that they had \npledged.  Instead,  they intended  to borrow the money by mortgaging  Crider’s \nproperty.  Crider objected that she had never agreed to mortgage her own property to \nsecure the funds promised by her business partners.  Plaintiffs urged her to proceed, \nassuring her that  all would be well and  that there was no other  way to buy her \nbrother’s interest and  end the family litigation.  Crider acquiesced.  ( See Am. \nCountercls. ¶ 9.) \n12. After the closing, Crider reviewed Mary Annette’s operating agreement and \nconcluded that it did not reflect the parties’ earlier oral agreement.  Crider believes \nthat she—or, rather, Mountain Girl in her place —was entitled to a two -thirds \ninterest.  But  the operating agreement gave  equal one-third interests to  Mountain \nGirl, Twilight Developments, and Ozzie 1.  When Crider confronted the others about \nit, they took steps to exclude her from the business.  (See Am. Countercls. ¶¶ 10, 11.) \n13. Crider and Mountain Girl assert seven counterclaims: ( 1) intentional \nmisrepresentation and fraud; (2) breach of fiduciary duty; (3) breach of contract; \n(4) reformation and declaratory judgment; (5) unfair or  deceptive trade practices  \nunder N.C.G.S. § 75-1.1; (6) quiet title and declaratory judgment; and (7) conversion.  \nPlaintiffs have moved to dismiss the amended counterclaims.  The Court held a \nhearing on 27 January 2023, at which all parties were represented by counsel.   The \nmotion is ripe for decision. \nII. \nLEGAL STANDARD \n \n14. A motion to dismiss for failure to state a claim “tests the legal sufficiency of \nthe [counterclaim] complaint.”  Isenhour v. Hutto, 350 N.C. 601, 604 (1999) (citation \nand quotation marks omitted).  Dismissal is proper when “(1) the complaint on its \nface reveals that no law supports the  . . . claim; (2) the complaint on its face reveals \nthe absence of facts sufficient to make a good claim; or (3) the complaint discloses \nsome fact that necessarily defeats the  . . . claim.”  Corwin v. Brit. Am. Tobacco PLC, \n371 N.C. 605, 615 (2018) (citation and quotation marks omitted).  In deciding the \nmotion, the Court must treat all well -pleaded allegations as true and view the facts \nand permissible inferences in the light most favorable to the nonmoving party.  See, \ne.g., Sykes v. Health Network Sols., Inc. , 372 N.C. 326, 332 (2019).  The Court may \nalso consider documents, such as contracts, that are the subject of the counterclaims.  \nSee, e.g., McDonald v. Bank of N.Y. Mellon Tr. Co., 259 N.C. App. 582, 586 (2018). \nIII. \nANALYSIS \n \n15. Some preliminary observations are needed .  First, the allegations in the \namended counterclaims are often confusing.  References to the parties are especially \nconfusing.  There are references to “Plaintiff” and “Defendant” in the singular without \nidentifying which P laintiff or D efendant is intended.  Likewise, there are many \nreferences to “Third Party Plaintiffs” and “Third Party Defendants” even though no \nthird-party claims exist following the realignment of the parties.   \n16. Second, it appears that every Defendant asserts every counterclaim against \nevery Plaintiff.  This has put some counterclaims in an awkward, potentially  \nnonsensical posture.  The contract-based counterclaims, for example, are asserted by \nor against every litigant , including those who are not parties to the disputed \ncontracts.   \n17. Third, the briefs are full of skeletal and undeveloped arguments .  Among \nother things , although Plaintiffs style their motion as one for  dismissal of  all \ncounterclaims, they have not advanced any arguments directed to the counterclaims \nfor conversion and to q uiet title.  The Court therefore denies the request to dismiss  \nthose counterclaims without further analysis.   \n18. As for the remaining issues, th e Court has d one its best  to construe the \ncounterclaims liberally without rewriting them, to read each side’s arguments fairly, \nand to confine its analysis to arguments actually raised and timely asserted. \nA. Breach of Contract \n19. The Court begins with the counterclaim for breach of contract.  In their \nopening brief, Plaintiffs argue that Crider is not a party to Mary Annette’s operating \nagreement and therefore cannot sue for breach; that the Cures, Sheffield, and \nWashburn are also not parties to the operating agreement and therefore cannot be \nsued for breach; and that the allegations, if true, do not show a breach of the operating \nagreement by any other party .  But these arguments misconstrue the counterclaim, \nwhich does not concern the operating agreement.  Rather, the counterclaim concerns \nan alleged oral agreement relating to capital funding and development of the disputed \nproperty.  (See Am. Countercl. ¶¶ 5, 20.)  Plaintiffs’ arguments, which focus entirely \non the operating agreement, do not address that oral agreement and therefore provide \nno basis to dismiss the claim for its breach. \n20. For the first time in their reply brief , Plaintiffs argue that the operating \nagreement’s merger clause extinguished any preexisting oral contract.  That \nargument is untimely, and the Court declines to consider it .  See BCR 7.7 (“[T]he \nCourt may decline to consider issues or arguments raised by the moving party for the \nfirst time in a reply brief.”).   Plaintiffs are free to renew the argument  at summary \njudgment. \n21. Considering only those arguments that were timely raised, the Court denies \nthe motion to dismiss the counterclaim for breach of contract. \nB. Breach of Fiduciary Duty \n22. Next is the counterclaim for breach of fiduciary duty.  “For a breach of \nfiduciary duty to exist, there must first be a fi duciary relationship between the \nparties.”  Dalton v. Camp, 353 N.C. 647, 651 (2001).  Plaintiffs argue that this claim \nshould be dismissed because the allegations supporting the existence of a fiduciary \nrelationship are inadequate and because the claim is barred by the economic loss rule. \n23. The key allegation, and the premise of this claim, is that “Plaintiff and Third \nParty Defendants, as members, managers, and officers , owe a duty  of fidelity and \nloyalty to Defendant and Mountain G irl . . . .”  (Am. Countercls. ¶ 18.)  On its face, \nthis sentence is confusing and imprecise.  For starters, there are no “Third Party \nDefendants.”   Presumably, the phrase  “Plaintiff and Third Party Defendants”  was \nmeant to say “Plaintiffs .”  In addition, the allegation say s t hat these parties  are \n“members, managers, and officers” but does not say of what.  Presumably, the answer \nis Mary Annette , though that would mean that Mary Annette is alleged to be a \nmember, manager, or officer of itself.  Thus, however awkward, the allegation appears \nto state that Plaintiffs are members, managers, and officers of Mary Annette and, in \nthose roles, owe fiduciary duties to Mountain Girl as the other member and to Crider \nas Mountain Girl’s principal. \n24. Even with the most charitable reading, this allegation is inadequate to show \nthat a fiduciary relationship  exists.  Generally, members of an LLC don’t  owe \nfiduciary duties  to each other or to the company , a nd managers and officers owe \nfiduciary duties to the company but not to the members.  See, e.g., Kaplan v. O. K. \nTechs., L.L.C., 196 N.C. App. 469, 473–74 (2009).  There is no allegation or argument \nthat the parties modified these general rules in the operating agreement .  See \nBourgeois v. Lapelusa, 2022 NCBC LEXIS 111, at *14 (N.C. Super. Ct. Sept. 23, 2022) \n(observing that the operating agreement may depart from default rules and establish \nmember-to-member fiduciary duties). \n25. In their opposition brief , Defendants point to the rule  that a n LLC’s  \ncontrolling member may, in some circumstances, owe fiduciary duties to minority \nmembers.  See Kaplan, 196 N.C. App. at 473.  But they cite nothing in their pleading \nto support that argument.  Indeed , it appears that the Cur es, Sheffield, and \nWashburn are not members at all.  And, of course, Mary Annette cannot be a member \nof itself.  Nor do any allegations tend to show that Twilight Developments and Ozzie \n1 are controlling members.  Rather, the amended counterclaims allege t he reverse: \nthat “Defendant”—presumably, Mountain Girl —“is the principal controlling \nmember,” not Plaintiffs.  (Am. Countercls. ¶  12.)  Furthermore, even if the interests \nof Twilight Developments and Ozzie 1 add up to a majority,  North Carolina c ourts \nhave consistently refused, absent special circumstances not alleged here, to impose a \nfiduciary duty on minority members that join together to outvote another member.  \nSee, e.g., Duffy v. Schussler, 2022 N.C. App. LEXIS 912, at *27–28 (N.C. Ct. App. Dec. \n20, 2022); see also Vanguard Pai Lung, LLC v. Moody, 2019 NCBC LEXIS 39, at *20 \n(N.C. Super. Ct. Jun. 19, 2019) (collecting cases). \n26. Defendants have not adequately alleged a fiduciary relationship.  \nAccordingly, the Court dismisses the counterclaim for breach of fiduciary duty. \nC. Intentional Misrepresentation and Fraud \n27. Fraud has five “essential elements”: ( 1) a false representation or \nconcealment of a material fact , (2) reasonably calculated to deceive , (3) made with \nintent to deceive, (4) that did in fact deceive , and (5) that resulted in damage to the \ninjured party.  Rowan Cnty. Bd. of Educ. v. U.S. Gypsum Co., 332 N.C. 1, 17 (1992).  \nThe injured party’s reliance on the misrepresentation or concealment “must be \nreasonable.”  Forbis v. Neal, 361 N.C. 519, 527 (2007). \n28. A fraud claim must be pleaded with particularity.  See N.C. R. Civ. P. 9(b).  \nGenerally, to satisfy the particularity requirement, the claimant needs to plead  the \nfollowing: the time, place, and content of the fraudulent representation; the iden tity \nof the person making the representation; and what was obtained as a result of the \nfraudulent act or representation.  See, e.g.,  State ex rel. Stein v. Kinston Charter \nAcad., 379 N.C. 560, 585 (2021). \n29. Plaintiffs’ arguments are scattershot .  They contend , for example,  that \nDefendants failed to plead the time and place of false statements by Jorge Cure.  But \nit is not clear which statements are at issue because Plaintiffs do not cite any specific \nallegation to support their argument.  See BCR 7.5 (“When a motion or brief refers to \nany supporting material, the motion or brief must include a pinpoint citation to the \nrelevant page of the supporting material whenever possible.”).  At a minimum, it is \nalleged that  Jorge falsely represented in summer 2020 that he and others would \ninvest $850,000 in the disputed property and that he never intended to carry out that \npromise.  ( See Am. Countercls. ¶¶  4, 14 .)  Plaintiffs’ undeveloped argument is \ninsufficient to show that these allegations lack particularity. \n30. Plaintiffs’ second argument is unpersuasive for essentially the same reason.  \nThey contend that Defendants failed to allege any misrepresentations by Washburn, \nSheffield, Twilight Developments, and Ozzie 1 that could support a claim for fraud. 2  \nBut again, Plaintiffs make only conclusory arguments and do not cite any specific \nallegation to support their position, leaving the Court to guess at the issue.  The Court \nwill not dismiss a claim based on arguments that haven’t been made or developed. \n31. A third argument is that the fraud claim is barred by the economic loss rule \nbecause it relates to contractual obligations imposed by Mary Annette’s operating \nagreement.  This is a misunderstanding of the fraud allegations, which relate at least \npartly to represen tations made before Mary Annette was formed.  In any event, \nbinding appellate precedent holds that “while claims for negligence are barred by the \neconomic loss rule where a valid contract exists between the litigants, claims for fraud \nare not so barred.”  Bradley Woodcraft, Inc. v. Bodden , 251 N.C. App. 27, 34 (2016).  \nThus, the economic loss rule does not bar the counterclaim for fraud. \n32. A fourth and final argument regarding the fraud claim is that Crider lacks \nstanding because the alleged injury —the failure to capitalize Mary Annette—is an \ninjury to the company rather than to her personally.  Again, this is a \nmisunderstanding of the allegations.  As alleged, Crider transferred her interest in \n \n2 Although Plaintiffs say nothing about Mary Annett e, it is also ostensibly a target of the \nfraud claim. \nthe disputed property to Mary Annette in reliance on Plaintiffs’ representations.  \nThat is an injury to Crider personally and one that she can sue to redress. \n33. For these reasons, the Court denies the motion to dismiss the counterclaim \nfor fraud. \n34. One other issue regarding the fraud counterclaim arises from the briefing.  \nIn their opposition brief, Defendants contend that their allegations support a claim \nfor constructive fraud in addition to actual fraud.  No claim for constructive fraud \nappears in the amended counterclaims , however, and t he allegations do not give \nnotice of such a claim.  And in any event, constructive fraud r equires a relationship \nof trust or a fiduciary relationship, which Defendants have not adequately alleged .  \nSee White v. Consol. Plan., Inc., 166 N.C. App. 283, 294 (2004).  Accordingly, the Court \nconcludes that Defendants have not pleaded a claim for constructive fraud either \nexpressly or implicitly. \nD. Reformation \n35. “Reformation is a well-established equitable remedy used to reframe written \ninstruments where, through mutual mis take or the unilateral mistake of one party \ninduced by the fraud of the other, the written instrument fails to embody the parties’ \nactual, original agreement.”  Metropolitan Prop. & Cas. Ins. Co. v. Dillard, 126 N.C. \nApp. 795, 798 (1997) (citations and quo tations omitted).  Crider and Mountain Girl \nallege that , “due to fraud and mistake,” Mary Annette’s operating agreement \nmisstates the members’ ownership interests.  They seek to reform the operating \nagreement so that Mountain Girl has “a two -thirds ownership interest” and Ozzie 1 \nand Twilight Developments share the remaining “one -third interest.”   (Am. \nCountercls. ¶ 22.)3 \n36. Plaintiffs challenge this counterclaim solely on the ground that Crider is not \na party to the operating agreement and therefore may not seek to reform it.  They are \ncorrect, and the Court therefore dismisses Crider’s claim for reformation.  See Shipton \nv. Barfield, 23 N.C. App. 58, 61 (1974) (“It is established that only the original parties \nto a written instrument, or persons claiming under them in privity, have standing to \nmaintain an action for reformation.”).   \n37. But Plaintiffs raise no arguments as to why Mountain Girl’s claim should \nbe dismissed.  Accordingly, the Court denies the motion to dismiss Mountain Girl’s \nclaim. \nE. Section 75-1.1 \n38. The section 75-1.1 counterclaim piggybacks on the other counterclaims.  All \nthat is alleged is that “the foregoing constitutes unfair and deceptive trade practices.”  \n(Am. Countercls. ¶ 24.)  Plaintiffs argue that the alleged conduct is not in or affecting \ncommerce, as required by section 75-1.1.  See N.C.G.S § 75-1.1 (declaring “unlawful” \nall “unfair or deceptive acts or practices in or affecting commerce”) .  Defendants \nrespond that their allegations are sufficient  but cite no thing in the amended \ncounterclaims to support that argument. \n \n3 Crider and Mountain Girl style their claim as one for reformation and declaratory judgment.  \nThe purpose of a declaratory judgment is to provide “declaratory relief.”  Brandis v. Trs. of \nDavidson Coll., 227 N.C. 329, 331–32 (1947).  Yet Crider and Mountain Girl ask the Court to \nenter a declaratory judgment that reforms the operating agreement.  (See Am. Countercls. \n¶¶ 21, 22.)  This request exceeds the scope of declaratory relief.  Thus, the Court construes \nthe claim as a request for reformation alone. \n39. The Court agrees with Plaintiffs.  At bottom, this lawsuit is confined to a \nsingle business entity—Mary Annette.  All the alleged misconduct  concerns either \nthe capitalization of Mary Annette  during its formation or  matters of internal \ngovernance afterward.  Our Supreme Court has held that “extraordinary events done \nfor the purpose of raising capital” and matters internal to a single market participant \nare not in or affecting commerce and are therefore not covered by section 75-1.1.  E.g., \nNobel v. Foxmoor  Grp., 380 N.C. 116, 120 –22 (2022) (affirming dismissal of claim \nbased on misconduct related to capital contribution); see also White v. Thompson, 364 \nN.C. 47, 53 (2010)  (affirming dismissal of claim based on conduct “solely related to \nthe internal operations” of business). \n40. Accordingly, the Court grants the motion to dismiss the  counterclaim for \nviolations of section 75-1.1. \nIV. \nCONCLUSION \n \n41. For the foregoing reasons, the Court GRANTS in part and DENIES in part \nPlaintiffs’ motion to dismiss as follows: \na. The Court DENIES the motion to dismiss the counterclaims for breach \nof contract, fraud, conversion, and to quiet title. \nb. The Court GRANTS the motion to dismiss the counterclaims for breach \nof fiduciary duty and for violations of section 75-1.1.  These counterclaims \nare DISMISSED with prejudice. \nc. The Court  GRANTS the motion to dismiss Crider’s counter claim for \nreformation but  DENIES the motion to  dismiss Mountain Girl’s \ncounterclaim for reformation. \n \nSO ORDERED, this the 23rd day of February, 2023. \n \n \n       /s/ Adam M. Conrad   \n     Adam M. Conrad \n     Special Superior Court Judge  \n  for Complex Business Cases  \n "
}