{
  "id": "008e12e55183bddf39fa622727171f630623113b2f6a4403d0f9109c60e01c07",
  "source_file": "data/raw/ncbc/008e12e55183bddf39fa622727171f630623113b2f6a4403d0f9109c60e01c07.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nGRAHAM COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n11 CVS 53 \n \nPHILLIPS AND JORDAN, INC., \n \nPlaintiff, \n \nv. \n \nJEFFERY L. BOSTIC,  \n \nDefendant. \n \n \n \n \n \nORDER AND OPINION \n \nMcKinney & Tallant, P.A. by Zeyland G. McKinney, Jr. for Plaintiff. \n  \nNexsen Pruet, PLLC by David S. Pokela and Christine L. Myatt for Defendant Jeffrey \nL. Bostic.  \n \nMurphy, Judge.  \nTHIS MATTER is before the Court on Defendant Jeffrey L. Bostic’s \n(“Defendant”) Motion for Summary Judgment pursuant to Rule 56 of the North \nCarolina Rules of Civil Procedure (the “Motion”). \nHaving considered the Motion, the briefs and exhibits filed in support and \nopposition to the Motion, and the arguments of counsel made at a hearing held on \nDecember 17, 2013, the Court GRANTS the Motion. \nI. \nPROCEDURAL BACKGROUND \n{1} Plaintiff Phillips and Jordan, Inc. (“Plaintiff”) instituted this action on \nApril 1, 2011 in Graham County, North Carolina, alleging a cause of action for \nconstructive fraud against Defendant and Melvin E. Morris (“Mel Morris”).  (Compl. \n¶¶ 80–109).  The Complaint also included causes of action for aiding and abetting \nconstructive fraud against Tyler Morris, Michael Hartnett, and Joseph E. Bostic, Jr.  \n(Compl. ¶¶ 110–29), and for unfair and deceptive trade practices (“UDTP”) against \nall the named defendants.  (Compl. ¶¶ 130–43).  \n{2} By order dated June 1, 2012, the Court dismissed Plaintiff’s claims for \naiding and abetting constructive fraud and UDTP, effectively removing Tyler \nPhillips & Jordan, Inc. v. Bostic, 2014 NCBC 18. \nMorris, Michael Hartnett, and Joseph E. Bostic, Jr. as defendants in this case.  \nPhillips and Jordan, Inc. v. Bostic, No. 11 CVS 53 ¶ 66 (N.C. Super. Ct. June 1, \n2012) (dismissing Plaintiff’s claim for aiding and abetting constructive fraud and \nUDTP).   \n{3} On May 24, 2013, Plaintiff dismissed Mel Morris as a defendant, with \nprejudice. (Pl.’s Stipulation of Dismissal of Melvin Morris, May 24, 2013). \n{4} Defendant filed the Motion presently before the Court on June 19, 2013. \n{5} Plaintiff filed its Response to the Motion on August 5, 2013 and Defendant \nfiled his Reply in Support of the Motion on August 30, 2013.1   \n{6} The Court held a hearing on the Motion, in conjunction with identical \nmotions for summary judgment in companion cases (American Mechanical, Inc. v. \nBostic (12 CVS 1384) and Yates Construction Co., Inc. v. Bostic (12 CVS 977)) on \nDecember 17, 2013. \nII. \nFACTUAL BACKGROUND \n{7} The Court recites material and uncontroverted facts from the record for \nthe purpose of deciding the motion and not to resolve issues of material fact.  See \nCollier v. Collier, 204 N.C. App. 160, 161–62, 693 S.E.2d 250, 252 (2010) (citing \nHyde Ins. Agency v. Dixie Leasing Corp., 26 N.C. App. 138, 142, 215 S.E.2d 162, \n164–65 (1975)).   \n{8} Plaintiff is a corporation organized under the laws of North Carolina with \nits principal place of business in Graham County, North Carolina.  (Compl. ¶ 1). \n{9} Defendant is a resident of Georgia.  (Compl. ¶ 10). \n{10} As a subcontractor, Plaintiff rendered services on construction projects \nwith companies in which Defendant had at least an ownership interest (principally \n                                                 \n1 Defendant filed a Motion to Strike the last sentence in Plaintiff’s Brief in Opposition to the Motion for Summary \nJudgment and Objections to Purported Evidence Submitted by Plaintiff in Opposition to Defendant’s Motion for \nSummary Judgment on August 30, 2013.  Subsequently, Plaintiff filed a Motion to Strike Defendant’s Reply Brief \nand Objections to Purported Evidence Submitted in Opposition to Defendant’s Motion for Summary Judgment on \nDecember 5, 2013.  Because the Court concludes that none of the arguments contained in the aforementioned \nmotions nor the opposing parties’ responses thereto are essential to the Court’s determination of the present Motion \nfor Summary Judgment, the Court concludes that a ruling on those motions is unnecessary. \nBostic Construction, Inc. (“BCI”) and Bostic Development, LLC (collectively, the \n“Affiliated Companies”)).  (Compl. ¶¶ 3, 21).  \n{11} This lawsuit stems from BCI’s failure to pay Plaintiff in full for work \nPlaintiff performed on the construction projects. (See Compl. ¶¶ 78–109). \n{12} In the Complaint, Plaintiff alleges that Defendant and Mel Morris, in their \ncapacities as officers or directors of BCI, engaged in deceptive and fraudulent \nbusiness schemes by locating properties near a college or university to build multi-\nhousing units and apartments on.  (Compl. ¶ 58(a)).  After locating a property, \nDefendant and Mel Morris would seek out third-party equity investors to fund the \nbuilding project or to provide the property for the project.  (Compl. ¶ 58(b)).  \nDefendant and Mel Morris would then form a “Project LLC”, take out a construction \nloan, and enter into a construction contract between BCI and the Project LLC.  \n(Compl. ¶¶ 58(d), (o)).  Thereafter, according to Plaintiff, Defendant and Mel Morris \nwould enter into subcontracts for services and materials for the project, all the \nwhile understating the actual costs of construction.  (Compl. ¶¶ 57 (q)–(s)).  \nDefendant and Mel Morris then used their positions and control over the Affiliated \nCompanies to create “a relationship wherein the Plaintiff trusted that [Defendant \nand Mel Morris] would use the construction loan proceeds for each project to pay for \nthe actual costs of each project . . . .”  (Compl. ¶ 86). \n{13} Generally, Plaintiff contends that Defendant and Mel Morris used a group \nof sham companies to “commingle, misuse, and misappropriate the construction \nloans provided to finance the construction projects on which the Plaintiff performed \nservices,” and rather than holding loan proceeds to pay off debts for a particular \nproject, Defendant and Mel Morris used the proceeds to advance large sums of \nmoney to other companies owned by them and to make preferential payments for \ntheir own benefit.  (Compl. ¶¶ 85, 91–93). \n{14} A Chapter 7 involuntary bankruptcy petition was filed against BCI on \nJanuary 17, 2005.  \nPhillips and Jordan, No. 11 CVS 53 at ¶ 14. \n{15} In response to BCI’s failure to pay Plaintiff for the work performed on the \nprojects, Plaintiff instituted this action against Defendant for constructive fraud \nand UDTP. \n{16} Although Plaintiff originally included Mel Morris in this action for \nconstructive fraud, Plaintiff dismissed him from the lawsuit with prejudice on May \n24, 2013.     \nIII. \nLEGAL STANDARD \n{17} “Summary judgment is appropriate if ‘the pleadings, depositions, answers \nto interrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto a judgment as a matter of law.’”  Variety Wholesalers, Inc. v. Salem Logistics \nTraffic Servs., LLC, 365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012) (quoting N.C.G.S. \n§ 1A-1, Rule 56(c) (2013)).  Here, the Court considers the facts in the light most \nfavorable to Plaintiff.  See Ron Medlin Constr. v. Harris, 364 N.C. 577, 580, 704 \nS.E.2d 486, 488 (2010).   \nIV. \nANALYSIS \n{18} Constructive fraud is the only claim remaining against Defendant \nfollowing the Court’s dismissal of Plaintiff’s UDTP claim.  A cause of action for \nconstructive fraud “arises where a confidential or fiduciary relationship exists, \nwhich has led up to and surrounded the consummation of the transaction in which \n[the] defendant is alleged to have taken advantage of his position of trust to the \nhurt of [the] plaintiff.”  \nForbis v. Neal, 361 N.C. 519, 528, 649 S.E.2d 382, 388 (2007) \n(citations omitted) (internal quotation marks omitted). \n{19} Generally, directors and officers of a corporation are not liable, solely by \nvirtue of their offices, for torts committed by the corporation or its other directors \nand officers.  Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 57, 554 S.E.2d 840, \n845 (2001) (citation omitted).  Furthermore, Defendant, as a director or officer of \nBCI, may only be liable to a creditor of BCI for “‘a tort personally committed by \n[him] or one in which he participated.’”  Id. (citation omitted).   \n{20} In his capacity as Plaintiff’s Rule 30(b)(6) designated deponent, Randy \nJordan (“Jordan”) testified that neither he, nor any other employee of Plaintiff, had \never communicated or interacted with Jeff Bostic.  (Phillips Dep. 35:6–36:23, 64:15–\n66:22, 153:11–154:6, 162:2–16, March 12, 2013). In fact, Jordan only observed \nDefendant at BCI’s Greensboro office on one occasion, but did not speak to \nDefendant or otherwise “meet” him.  (Phillips Dep. 38:4–21, 41:25–43:16, 154:4–5).  \nMore importantly, Jordan confirmed that Defendant made no misrepresentations to \nPlaintiff, did not induce Plaintiff to enter into the contract with BCI, and that \nPlaintiff did not rely on anything said or done by Defendant in performing under \nthe contract.  (Phillips Dep. 69:10–70:14, 76:5–77:12, 169:20–170:4, 171:23–173:1, \n176:10–177:15).  \n{21} Moreover, Jordan’s testimony was that Plaintiff had no knowledge of \nDefendant’s involvement in any of the activities that serve as bases for the \nallegations of the Complaint (See Phillips Dep. 48:20:–53:13, 68:9–69:9, 70:25–\n71:10, 82:18–84:16, 170:12–171:22, 173:16–175:20, 215:16–216:6), and that he \n(Jordan) had no knowledge that Defendant played any active role in BCI.  (Phillips \nDep. 78:22–80:2, 106:7–22). \n{22} Plaintiff seemingly premises all of its allegations against Defendant on the \nmere fact that Defendant was an owner or member of BCI (See 170:5–11, 215:16–\n217:13).  Defendant’s status as an owner of BCI and other entities, alone, is \ninsufficient to hold him legally accountable for an injury to Plaintiff, a third-party \ncreditor of BCI.   \n{23} Accordingly, Plaintiff has presented no evidence to support a finding that \nDefendant actually took advantage of a position of trust to the hurt of Plaintiff that \ncould constitute constructive fraud.  In fact, the evidence presented to the Court \nactually points to a conclusion that Defendant did not participate in the tort for \nwhich he has been sued.   \n{24} Under the circumstances, it is unnecessary to address Plaintiff and \nDefendant’s remaining arguments regarding the elements of constructive fraud. \nV. \nCONCLUSION \n{25} For the reasons stated herein, the Court GRANTS the Motion and \ndismisses Plaintiff’s claim for constructive fraud against Defendant Jeffrey L. Bostic \nwith prejudice. \nSO ORDERED, this the 12th day of May, 2014. \n \n         \n "
}