{
  "id": "00c86edce1378fcfa8fb7993d884e10a76ed0f8dbe8f344d7ecd55af91fe9b7e",
  "source_file": "data/raw/ncbc/00c86edce1378fcfa8fb7993d884e10a76ed0f8dbe8f344d7ecd55af91fe9b7e.pdf",
  "raw_text": "Slaughter v. Winner Enters. of Carolina Beach, LLC, 2019 NCBC 1. \n \nSTATE OF NORTH CAROLINA \n \nNEW HANOVER COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 2809 \n \nNICOLE B. SLAUGHTER, \n \nPlaintiff, \n \nv. \n \nWINNER ENTERPRISES OF \nCAROLINA BEACH, LLC; and \nWINNER CONSTRUCTION \nGROUP, LLC, \n \nDefendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \n \n THIS MATTER comes before the Court on Defendants Winner Enterprises of \nCarolina Beach, LLC (“Winner Enterprises”) and Winner Construction Group, LLC’s \n(“Winner Construction”) (collectively Winner Enterprises and Winner Construction \nare referred to as “Defendants”) Motion to Dismiss (N.C. R. Civ. P. 12(b)(1), 12(b)(6)).  \n(“Motion”, ECF No. 10.)   \n THE COURT, having considered the Motion, the briefs filed in support of and \nin opposition to the Motion, the evidentiary materials filed by the parties, the \narguments of counsel at the hearing, and other appropriate matters of record, \nCONCLUDES, in its discretion , that the Mot ion should be GRANTED , in part, and \nDENIED, in part, in the manner and for the reasons set forth below. \nWard and Smith, P.A., by John M. Martin and Thomas S. Babel, for Plaintiff \nNicole Slaughter. \n \nBrooks, Pierce, McLendon, Humphrey & Leonard LLP, by Robert J. King, and \nDaniel F. Smith, for Defendants Winner Enterprises of Carolina Beach, LLC \nand Winner Construction Group, LLC. \nMcGuire, Judge. \n \nI. FACTUAL AND PROCEDURAL BACKGROUND \n \n1. Defendant Winner Enterprises is a North Carolina limi ted liability \ncompany that owns and rents developed and undeveloped commercial and residential \nproperty.  (Compl., ECF No. 3, at ¶¶ 2–3.)  Winner Enterprises was originally formed \nas a limited partnership owned by certain members of the Winner family: Martin T. \nWinner (31.5%) and his wife Elsie H. Winner  (31.5%); their daughter E. Juanita \nWinner (“Juanita”) (18.5%); and Juanita’s son Troy Slaughter (“Troy”)  (18.5%).  (Id. \nat ¶ 9.)  On or about September 26, 2000, the limited partnership was converted to \nan LLC.  ( Id. at ¶ 7.)  Winner Enterprises’ Operating Agreement (“Operating \nAgreement”) was executed on or about October 6, 2000.  (Id. at ¶ 8.)   \n2. Plaintiff Nicole Slaughter (“Nicole”) married Troy in 1996.  (Id. at ¶ 10.)  \nIn 2003, Nicole became a member of Winner Enterprises when Els ie Winner \ntransferred 210,000 membership units in Winner Enterprises to Nicole.  (Id. at ¶ 12.)   \n3. In December of 2011, Troy “presented [Nicole] with a signature page \npertaining to an amendment to the [ Operating Agreement ].  At that time, Troy  \nrepresented t o [Nicole] that the proposed amendment related to Juanita’s estate \nplanning.”  ( Id. at ¶ 16.)  Nicole signed the signature page, which was actually the \nsignature page for the Second Amendment to the Operating Agreement.  (“Second \nAmendment”, ECF No. 10 at Ex. A.)   Unbeknownst to Nicole, at the time Troy \nobtained Nicole’s signature he was having an extra -marital affair and planning to \nleave the marriage.  (ECF No. 3, at ¶ 19.) \n \n4. The Second Amendment states that its purpose was to “amend the \nqualifications of M embers and Managers to restrict management and control of \n[Winner Enterprises] to certain family members.” ( ECF No. 10 at Ex. A,  p. 1.)  The \nSecond Amendment modified the definition of “Member” in the Operating Agreement, \nin relevant part, to provide that it “means each Person designated as a [M] ember of \n[Winner Enterprises] on Schedule I hereto, . . . provided, however, that [M]embers of \n[Winner Enterprises] entitled to act as provided in [Sections 3.5, 3.6, 3.8, 6.5, 6.6, 6.7, \n10.4, 10.5, 11.1, 11.3, and 12.5 of the Operating Agreement]  are restricted to any \nPersons who are direct descendants or the spouses of direct descendants of Martin T. \nWinner and Elsie H. Winner ” (hereinafter, this defined group will be referred to as \n“Direct Descendant(s) and Spouse (s)”). (Id. at pp. 1 –2 ( modified language \nemphasized).)  Nicole was listed as a Member on the Schedule I in effect at the time \nof the Second Amendment, and was the Spouse of Troy, a Direct Descendant. \n5. The Second Amendment also amended the definition of  “Majority in \nInterest” in the Operating Agreement to “mean[ ]  a combination of any group of \nMembers who, in the aggregate, represent the owners of more than fifty percent (50%) \nof the Membership Interests owned by all Members, except that no Members shall be \ncounted as part of a Majority in Interest who are not [Direct Descendants and \nSpouses].” ( Id. at p. 3 ( modified language emphasized ).)  The Second Amendment \nmodified the definition of “Person,” in relevant part, to provide that a Person is \nrestricted to Direct Descendants and Spouses.  (Id. at p. 1.) \n \n6. Finally, the Second Amendment added a new provision to the Operating \nAgreement, Section 10.2(l),  restricting Members of Winner Enterprises from \ntransferring or selling their membership interest to anyone other than Direct \nDescendants and Spouses.  (Id. at p. 2.)  The Operating Agreement had previously \npermitted the transfer of membership interests  to persons outsi de of Direct \nDescendants and Spouses.  (Id. at pp. 32–33.) \n7. On May 18, 2012, Troy separated from Nicole (“the Separation”), and \nNicole and Troy divorced on August 30, 2013.  (ECF No. 3, at ¶¶ 20–21.)  At the time \nof the divorce, Nicole still owned 210,000 m embership units in Winner Enterprises.  \n(Id. at ¶¶ 22, 23.) \n8. After the Separation, Troy began converting Winner Enterprises funds \nto his own personal use and taking other actions for his personal benefit and to the \ndetriment of Winner Enterprises.  ( Id. at ¶¶ 27–40.)  Since the Separation, Winner \nEnterprises has not made any distributions to Nicole, and she has not been able to \n“receive any financial benefits from Winner.”  (Id. at ¶ 44.) \n9. Nicole alleges that “the effect of [the Second Amendment] was to revoke \nall rights of [Nicole] as a Member of Winner [Enterprises] in the event of a divorce,” \nincluding prohibiting her from selling her membership interest in Winner \nEnterprises to anyone other than Direct Descendants and Spouses.  (Id. at ¶ 18.)   \n10. During January and February  2016, the Honorable Lillian B. Jordan \nheld a hearing in  Slaughter v. Slaughter, New Hanover County District Court, 2013 \nCVD 1301, on Nicole’s and Troy’s claims arising from the divorce for equitable \n \ndistribution, child support, and alimony (the “Equitable Distribution Action”).  (Id. at \n¶ 36; ECF No. 3 at Ex. 1, p. 1.)  Nicole alleges that during the trial in the Equitable \nDistribution Action, “Troy admitted under  oath that neither he nor Winner \n[Enterprises] would purchase [Ni cole’s] membership interest in W inner \n[Enterprises], and [sic] that he would not allow [Nicole] to receive any distributions \nor financial benefits from Winner [Enterprises].”  (ECF No. 3, at ¶ 41.)  Nicole further \nalleges that since the date of the Separation, “[she] has received no financial benefits, \nincluding any direct or indirect distributions from Winner [Enterprises].”  (Id.)   \n11. On March 25, 2016, Judge Jordan issued an “Equitable Distribution \nJudgment and Order” (“Divorce Order”).  (Id. at ¶ 42; ECF No. 3 at Ex. 1.)  In the \nDivorce Order, the Court found \nThe party’s [sic] own shares of stock in Winner Enterprises \n. . . .  The shares owned are the separate property of each \nparty.  [Troy] owns 297,192 shares and [Nicole] owns \n210,000 shares.  The property in the Winner Enterprises \nhas been in [Troy ’s] family for generations.  There is an \noperating agreement and amendments th at prohibit the \nsale of any stock to anyone other than a direct descendant \nor the spouse of a direct descendant of Martin T. and Elsie \nH. Winner.  [Troy] is a direct descendant.  This amendment \nwas executed in December 2011 and January 2012.  The \neffect of this is that even though [Nicole]’s shares are worth \n$624.303.00, she cannot realize that value.  [Troy] has \nrefused to purchase them from her and his mother and \nbrother are not able to purchase them.  In addition, [Troy] \nis able to get distributions from  Winner Enterprises \nwhenever he wants[.] \n . . .  \nA distribution in-kind of the marital and divisible property \nis not practical in this case due to the nature of some of the \nmarital property.  Specifically, there are closely held \n \nbusinesses . . . [that] are  not susceptible of a division in -\nkind.  . . . An unequal distribution in favor of [Nicole] \nfacilitates the distribution and is necessary to achieve \nequity between the parties. \n(Id. at pp. 10–11, 13.)  \n12. In the Divorce Order, the Court concluded that \n[a]n un equal division of the net marital and divisible \nproperty in favor of [Nicole] is equitable.  [Troy] shall \nreceive 40% of the marital and divisible property and  \n[Nicole] shall receive 60% of the marital and divisible \nproperty.   \n(Id. at p. 14.) \n13. The Divorce Order directed Troy to pay Nicole an award of $494,772.00 \non or before July 15, 2016.  (ECF No. 3, at ¶ 43.)  Troy has not paid Nicole any part \nof the award, and in December 2016, Troy filed a Chapter 13 bankruptcy proceeding.1  \n(Id.) \n14. Troy appealed the Divorce Order to the North Carolina Court of Appeals, \n(ECF No. 3, at ¶ 43 n. 2), contending, inter alia, that the trial court erred in valuing \nNicole’s interest in Winner Enterprises, and improperly used the value of her interest \nin making the distribution of marital property unequal.  Slaughter v. Slaughter, 803 \nS.E.2d 419, 423, 2017 N.C. App. LEXIS 554, at *8 (2017).  In his brief filed with the \nCourt of Appeals, Troy argued that the trial court erred in finding that Nicole could \nnot “realize the value” of her units in Winner Enterprises, contending that “[Nicole], \nas a [M]ember of Winner [Enterprises], has the right to . . . seek dissolution.”  (Pl.’s \n                                            \n1 On January 17, 2017, the Bankruptcy Court entered an order modifying the automatic stay \nprovided for under 11 U.S.C. § 362 to permit Nicole to pursue the action for dissolution.  (Id. \nat n. 1.) \n \nBr. Opp. Mot. Dismiss, ECF No. 16, at p. 5; Appellant Brief to North Carolina Court \nof Appeals, at p. 21 (embedded in brief as live link ).)   In response, Nicole argued in \nher brief to the Court of Appeals that “Nicole is no longer part of the [Winner] family \nand the Second Amendment prevents her from exercising her rights as a Winner  \n[Enterprises] [M]ember.”  (Def. Reply Supp. Motion, ECF No. 19 at Ex. A, p. 23.)  On \nJuly 18, 2017, the Court of Appeals issu ed an o pinion affirming the Divorce Order \nand the equitable distribution award.  Slaughter, 803 S.E.2d at 429, 2017 N.C. App. \nLEXIS 554, at *28–29.  The Court of Appeals did not expressly address whether \nNicole is a Member of Winner Enterprises. \n15. On March 22, 2017, Defendant Winner Construction was formed , with \nTroy and Juanita as the sole members and Troy as the manager.  (ECF No. 3, at \n¶¶ 50, 57.)  Nicole alleges that Troy used assets belonging to Winner Enterprises to \ncapitalize and fund Winner Construction’s formation and activities, transferred \nproperty belonging to Winner Enterprises to Winner Construction , and diverted a \nbusiness opportunity fro m Winner Enterprises to Winner Construction .  ( Id. at \n¶¶ 52–58.)  Nicole alleges that Winner Construction is the “alter ego and mere \ninstrumentality of Winner [Enterprises].”  (Id. at ¶ 60.) \n16. Nicole commenced this action on August 10, 2018 by filing a verified \nComplaint raising claims for (1) declaratory judgment  that Winner Construction is \nthe alter ego and mere instrumentality of Winner  Enterprises; and (2) for judicial \ndissolution of both Winner Enterprises and Winner Construction pursuant to N.C. \nGen. Stat. § 57D -6-02(2) (hereinafter, references to the General Statutes will be to \n \n“G.S.”).  (ECF No. 3.)  On September 12, 2018, Defendants filed the Motion and \naccompanying brief in support.  (Def. Br. Supp. Motion, ECF No. 11.)  Plaintiff filed \nher Response in Opposition to the Motion on October 15, 2018.  (ECF No. 16  \n(hereinafter “Response”).)  In the Response, Nicole requests that the Court grant her \nleave to amend paragraph 18 of the Complaint if the Court believes it constitutes an \nadmission that Nico le has lost her membership rights.  ( Id. at p. 14 at n. 4.)   On \nOctober 25, 2018, Defendants fil ed a reply brief in support of the Motion .  (ECF No. \n19.) \n17. On November 7, 2018, the Court held a hearing on the Motion at which \ncounsel appeared and made argument .  At the hearing, Plaintiff’s counsel orally \nrenewed her request for leave to amend the Complaint if the Court finds the effect of \nparagraph 18 to be that Nicole is no longer a Member of Winner Enterprises. \n18. The Motion is now ripe for disposition.   \nII. LEGAL STANDARD \n19. Defendants move to dismiss Plaintiff ’s claim for dissolution of Winn er \nEnterprises and Winner Construction under North Carolina Rule of Civil Procedure \nRule 12(b)(1) (hereinafter, references to the North Carolina Rules of Civil Procedure \nwill be to “Rule(s)”) for lack of standing, and Plaintiff’s claim for declaratory judgment \nunder Rule 12(b)(6) for failure to state a claim for which relief can be granted. \nA. Rule 12(b)(1) Standard \n20. “Standing concerns the tr ial court’s subject matter jurisdiction and is \ntherefore properly challenged by a Rule 12(b)(1) motion to dismiss.”  Fuller v. Easley, \n \n145 N.C. App. 391, 395, 553 S.E.2d 43, 46 (2001) (citations omitted); see also Aubin v. \nSusi, 149 N.C. App. 320, 324, 560  S.E.2d 875, 878 (2002) (“Standing is a necessary \nprerequisite to a court’s proper exercise of subject matter jurisdiction.”) .  “If a party \ndoes not have standing to bring a claim, a court has no subject matter jurisdiction to \nhear the claim.”  Estate of Apple v. Commercial Courier Express Inc. , 168 N.C. App. \n175, 177, 607 S.E.2d 14, 16 (2005).  “A motion to dismiss for lack of subject matter \njurisdiction is not viewed in the same manner as a motion to dismiss for failure to \nstate a claim upon which relief can be granted.”  Tart v. Walker, 38 N.C. App. 500, \n502, 248 S.E.2d 736, 737 (1978).  A court may consider matters outside the pleadings \nin determining whether subject matter jurisdiction exists.  Id.; see also  Keith v. \nWallerich, 201 N.C. App. 550, 554, 687 S.E.2d 299, 302 (2009).  “As the party invoking \njurisdiction, plaintiffs have the burden of proving the elements of standing.”  Neuse \nRiver Found. v. Smithfield Foods, Inc. , 155 N.C. App. 110, 113, 574 S.E.2d 48, 51 \n(2002). \nB. Rule 12(b)(6) Standard  \n21. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court’s \ninquiry is “whether, as a matter of law, the allegations of the complaint, treated as \ntrue are sufficient to state a claim upon which relief may be granted under some legal \ntheory, whether properly labeled or not.”  Harris v. NCNB Nat’l Bank, 85 N.C. App. \n669, 670, 355 S.E.2d 838, 840 (1987).  “It is well established that dismissal pursuant \nto Rule 12(b)(6)  is proper when ‘(1) the complaint on its face reveals that no law \nsupports the plaintiff's claim; (2) the complaint on its face reveals the absence of facts \n \nsufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff's claim.’”  Corwin v. British Am. Tobacco PLC , 2018 \nN.C. LEXIS 1035, at *18–19 (2018) (quoting Wood v. Guilford County, 355 N.C. 161, \n166, 558 S.E.2d 490, 494 (2002)) .  This standard of review for Rule 12(b)(6) is the \nstandard our Supreme Court “uses routinely . . . in assessing the sufficiency of \ncomplaints in the context of  complex commercial litigation.”  Id. at *19 n.7.  Where \nthe pleading refers to and depends on certain documents, the Court may consider \nthose documents in deciding a motion under Rule 12(b)(6).  Schlieper v. Johnson, 195 \nN.C. App. 257, 261, 672 S.E.2d 548, 551 (2009). \n22. The Court construes the Complaint liberally and accepts all allegations \nas true.  Laster v. Francis , 199 N.C. App. 572, 577, 681 S.E.2d 858, 862 (2009).  \nHowever, the Court is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274, 620 \nS.E.2d 873, 880 (2005). \nIII. ANALYSIS \n23. Nicole seeks to dissolve Winner Enterprises and Winner Con struction \nunder G.S. § 57D -6-02(2)(ii), which provides that “[t] he superior court may dissolve \nan LLC in a proceeding brought by either of the following: . . . .  (2) A member, if it is \nestablished that . . . (ii) liquidation of the LLC is necessary to prot ect the rights and \ninterests of the member.”  Nicole alleges that she “had a reasonable expectation that \nshe would enj oy all rights conferred on all [M] embers of Winner [Enterprises], and \n \nthat she would receive financial benefits from her owners hip interest.”  (ECF No. 3, \nat ¶ 25.) \n24. Defendants argue that the claim for judicial dissolution should be \ndismissed because Nicole is not a Member of Winner Enterprises nor Winner \nConstruction.  (ECF No. 10, at p. 2 ; ECF No. 11, at p. 4.)   Defendants contend that \nNicole alleges that she lost her rights as a Member of Winner Enterprises as a result \nof the Second Amendment  when she was  divorced from Troy.  Defendants further \nargue that “the plain language of the [Operating Agreement]  excludes her from \nmembership” in Winner Enterprises.  (ECF No. 10, at pp. 1–2; ECF No. 11, at pp. 4–\n5.)  Nicole contends that the Complaint ad equately alleges that she is a M ember of \nWinner Enterprises, and that, at best, the language in the Second Amendment is \nambiguous and the question of whether she lost all membership rights as a result of \nthe Second Amendment cannot be determined at this stage of the proceedings.  (ECF \nNo. 16, at pp. 9, 11, 13–14.) \n25. Defendants also argue that Nicole lacks standing because she is \njudicially estopped from alleging that she is a Member of Winner Enterprises in this \naction by assertions  she made in the District Court and Court of Appeals in the \nEquitable Distribution Action that the Second Amendment eliminated her rights as \na Member.  (ECF No. 11, at pp. 5–7.)  Nicole argues that judicial estoppel should not \nbe applied to these facts because her positions in this action and the Equitable \nDistribution Action are not inconsistent; any inconsistencies between her positions in \nthe two actions are not factual inconsistencies, but legal inconsistencies; and judicial \n \nestoppel is an equitable doctrine and the Court should refuse to apply it here because \nof Troy’s inequitable conduct.  (ECF No. 16, at pp. 15–17.) \n26. Finally, Defendants argue that the Court should reject Nicole’s request \nto pierce the corporate veil and find that she has standing to seek dissolution of \nWinner Construction because Nicole fails to allege that Winner Enterprises owned or \ncontrolled Winner Construction, or that either Defendant committed any wrongdoing.  \n(ECF No. 11, at pp. 7–9.)  Nicole counters that she has sufficiently pleaded her alter-\nego theory by alleging that Troy dominated and controlled Winner Enterprises and \nWinner Construction and treated them interchangeably.  (ECF No. 16, at pp. 18–22.) \n27. The Court will first address Nicole’s standing to seek dissolution of \nWinner Enterprises, and secondly address her claim that Winner Construction \nshould be treated as the alter -ego of Winner Ent erprises for purposes of giving her \nstanding to seek dissolution of Winner Construction. \nA. Nicole’s Claim Seeking Dissolution of Winner Enterprises  \n28. “[T]he North Carolina statutes provide for judicial dissolution only \nwhere a proceeding is brought by the Att orney General, a member, or the limited \nliability company itself.”  Klingerman v. ExecuCorp, LLC , 388 B.R. 677, 678, 200 8 \nBankr. LEXIS 1117, at *3 ( E.D.N.C. Bankr. Apr. 10, 2008).  Plaintiff seeks judicial \ndissolution of Winner Enterprises under G.S. § 57D -6-02(2).  (ECF No. 3, at ¶ 70.)  \nG.S. § 57D -6-02(2) only authorizes judicial dissolution of an LLC in a proceeding \nbrought by a member.  Azure Dolphin, LLC v. Barton, 2017 NCBC LEXIS 90, at *17 \n \n(N.C. Super. Ct. Oct. 2, 2017) (“Under [G.S.] § 57D-6-02(2), only a member of an LLC \nhas standing to assert a claim for judicial dissolution.”). \n29. Defendants first contend that Nicole’s allegation that “the effect of [the \nSecond Amendment] was to revo ke all rights of [Nicole] as a [M] ember of Winner \n[Enterprises] in t he event of a divorce,” including prohibiting her from selling her \nmembership interest to anyone other than Direct Descendants and Spouses, (ECF \nNo. 3, at ¶ 18), is admission that she is not a M ember of Winner Enterprises and \nprecludes her from having standing to seek judicial dissolution.  Nicole concedes that \nthe wording of her allegation is unartful, but argues that it should be read as alleging \nmerely that the effect of the Second Amendment was to “cripple[ ] Nicole’s ability to \nrealize the value of her  membership in Winner Enterprises without judicial \ndissolution.”  (ECF No. 16, at pp. 13–14; emphasis omitted.)  Nicole also contends that \nshe has sufficiently alleged that she is still a Member of Winner Enterprises \nelsewhere in the Complaint , and that he r judicial dissolution claim should survive \ndismissal.  (ECF No. 16, at pp. 13–14.) \n30. After thorough review of the allegations, the Court concludes that Nicole \nhas sufficiently alleged that she retains a membership interest in Winner Enterprises \nto permit her to continue with her claim for dissolution at this early stage of the case.  \nThe Complaint makes frequent reference to her attempts to obtain compensation for \nher “membership” interest in Winner Enterprises.  (See, e.g., ECF No. 3, at ¶¶ 41, 58, \n68, 70.)  In addition, as discussed below, the Court is not convinced that the Second \nAmendment eliminated all of Nicole’s rights as a Member of Winner Enterprises.  At \n \nthis stage, the Court believes the allegations in paragraph 18 should be construed as \nclaiming that Nicole lost her rights to sell her membership interest, and not as an \nadmission that she lacks standing. \n31. Defendants next contend that Nicole admits she executed the Second \nAmendment, and that the Second Amendment clearly and unambiguously \nextinguishes her rights as a M ember of  Winner Enterprises.   “An operating \nagreement is a contract,” and is interpreted under the rules of contract construction. \nN. Carolina State Bar v. Merrell , 243 N.C. App. 356, 370 –71, 777 S.E.2d 103, 114 \n(2015); G.S. § 57D-2-30(e) (contract law governs the “administration and enforcement \nof operating agreements” ).  Accordingly, the Court will interpret  the Second \nAmendment to determine if it clearly and unambiguously extinguishes Nicole’s rights \nas a Member of Winner Enterprises. \n32. “With all contracts, the goal of construction is to arrive at the intent of \nthe parties when the contract was issued. The intent of the parties may be derived \nfrom the language in the contract.”  Bank of Am., N.A. v. Rice , 230 N.C. App. 450, \n456, 750 S.E. 2d 205, 209 (2013) ( quotation omitted); see also Lane v. Scarborough , \n284 N.C. 407, 409–10, 200 S.E.2d 622, 624 (1973) (“Whenever a court is called upon \nto interpret a contract its primary purpose is to ascertain the intention of the parties \nat the moment of its execution.”).  The intention of the parties “is to be ascertained \nfrom the expressions used, the subject matter, the end in view, the purpose sought, \nand the situation of the parties  at the time.”  Lane, 284 N.C. at 410, 200 S.E.2d at \n624 (quoting Electric Co. v. Ins. Co., 229 N.C. 518, 520, 50 S.E.2d 295, 297 (1948)).  In \n \nanalyzing the intent of the parties “[t]he court must construe the contract as a whole \nand [its provisions] must be appraised in relation to all other provisions.”   Schenkel \n& Shultz, Inc. v. Hermon F. Fox & Assocs. , P.C., 362 N.C. 269, 273, 658 S.E.2d 918, \n921 (2008) (internal quotation omitted).  “It is presumed that each part of the contract \nmeans something.”  Brown v. Lumbermens Mut. Casualty Co., 326 N.C. 387, 393, 390 \nS.E.2d 150, 153 (1990)  (quotation omitted). “The various terms of the [contract] are \nto be harmoniously construed, and if possible, every word and every provision is to be \ngiven effect[.]”  Duke Energy Corp. v. Malcolm, 178 N.C. App. 62, 65, 630 S.E.2d 693, \n695 (2006) (quotation omitted); see also In re Foreclosure of a Deed of Trust, 210 N.C. \nApp. 409, 415, 708 S.E.2d 174, 178 (2011) (quoting Duke Energy). \n33. “When the language of the contract is clear and unambiguous, \nconstruction of the agreement is a matter of  law for the court and the court cannot \nlook beyond the terms of the contract to determine the intentions of the parties.”  \nBank of Am. , 230 N.C. App. at 456, 750 S.E.2d at 209 (quotation omitted); see also \nLynn v. Lynn, 202 N.C. App. 423, 431, 689 S.E.2d 198, 204 (2010).  “Whether or not \nthe language of a contract is ambiguous [ ] is a question for the court to determine.”  \nLynn, 202 N.C. App. at 432, 689 S.E.2d at 205 (quotation omitted). \n34. As an initial matter, the Second Amendment provides that its purpos e \nis to “ amend the qualifications of Members and Managers to restrict management \nand control of the Company to certain family members[.]”  (ECF No. 10. at Ex. A , \np. 1.)  The provision does not expressly state that the purpose of the amendment is to \nalter Members’ rights.  \n \n35. The Second Amendment provides that the “Member” is “each Person \ndesignated as a Member . . . on Schedule I hereto,” but restricts Members who are not \nDirect D escendants and S pouses from exercising certain rights in the Operating \nAgreement.   Nicole is designated as a Member in Schedule I.  (ECF No. 10 at Ex. A, \np. 6.)  The primary effect of the restrictions is to remove Members who are not Direct \nDescendants and Spouses from p articipating in certain decisions regarding : the \nremoval, replacement and compensation of Managers; the admission of new Members \nto the LLC; and the amendment of the Operating Agreement.  The restrictions also \npurport to impact the right of a Member who is not a Direct Descendant or Spouse  \nunder Article 11 of the Operating Agreement to seek dissolution  of the LLC.  \nHowever, to the extent Defendants contend that the  restrictions would prohibit a \nMember from seeking dissolution pursuant to G.S. § 57D -6-02(2), the Court is not \nconvinced that such a restriction would be enforceable.  See G.S. § 57D-2-30(b)(1)(c) \n(“The operating agreement may not . . . [s]upplant, vary, disclaim, or nullify . . . clause \n(ii) of [G.S. §] 57D-6-02(2)[.]”). \n36. The Second Amendment also  amends the definition of “Person” in the \nOperating Agreement to require that a Person be either a Direct Descendant or a \nSpouse.  Since a Member must be a Person, this amendment could be interpreted as \neliminating Nicole from being a Member once she was d ivorced from Troy, because \nshe was no longer a Spouse.  This interpretation, however, would render the \nrestrictions in the Second Amendment on those Members who are counted towards a \nMajority in Interest, and the restrictions on the rights of Members who are not Direct \n \nDescendants and Spouses meaningless , because anyone wh o was not a Direct \nDescendant or a Spouse could not be a Member.  If such individuals are not Members, \nthere would be no reason to restrict their interests from being counted in determining \na Majority in Interest, or to prohibit them from only certain membership rights.  Such \na construction would make the amendments to the definitions of Majority in Interest \nand Member superfluous.  Duke Energy Corp., 178 N.C. App. at 65, 630 S.E.2d at 695. \n37. The Court concludes that the effects of the modifications to the \nOperating Agreement in the Second Amendment are, at best, ambiguous.  The intent \nbehind the Second Amendment appears to be to keep control and management of \nWinner Enterprises, and ownership of membership interests, within a small circle of \nfamily members and their spouses.  In addition, the changes to th e definitions of \nMember, Majority in Interest, and Person, cannot be harmonized without rendering \ncertain languag e in the Second Amendment  superfluous.  It is not clear that the \nSecond Amendment eliminated all of Nicole’s membership rights when she divorced \nfrom Troy. \n38. Defendants also argue that Nicole should be judicially estopped fro m \nclaiming that she is a Member of Winner Enterprises because of representations she \nmade in the District Court and the Court of Appeals in the Equitable Distribution \nAction.  Generally, “judicial estoppel forbids a party from asserting a legal position \ninconsistent with one taken earlier  in the same or related litigation.” Price v. Price, \n169 N.C. App. 187, 191, 609 S.E.2d 450, 452 (2005) ( quotation omitted).  The North \n \nCarolina Supreme Court has identified three factors that inform whether judicial \nestoppel is properly invoked: \nFirst, a party’s subsequent position must be clearly \ninconsistent with its earlier position \nSecond, courts regularly inquire whether the party has \nsucceeded in persuading a court to accept that party’s \nearlier position, so that judicial acceptance of an \ninconsistent position in a later proceeding might pose a \nthreat to judicial integrity by leading to inconsistent court \ndeterminations or the perception that either the first or the \nsecond court was misled \nThird, courts consider whether the party seeking to assert \nan inconsistent position would derive an unfair advantage \nor impose an unfair detriment on the opposing party if not \nestopped. \nWhitacre P'ship v. BioSignia, Inc. , 358 N.C. 1, 29, 591 S.E.2d 870, 888 –89 (2004) \n(internal citations and quotation marks omitted).  Due to the equitable nature of the \ndoctrine, courts may consider other factors, including whether a party’s prior \ninconsistent position was the result of “inadvertence or mistake.”   Id. at 30, 591 \nS.E.2d at 889 (internal quotation marks omitted ); see also Indus. Fabricators v. At -\nNet Servs. - Charlotte, 2018 NCBC LEXIS 47, at *18–19 (N.C. Super. Ct. May 9, 2018). \n39. The North Carolina Supreme Court has emphasized that “the doctrine \nof judicial estoppel  limits only inconsistent assertions of fact, ” not inconsistent or \ncontradictory legal positions or theories.  Whitacre, 358 N.C. at 32, 591 S.E.2d at 890.  \nMoreover, the doctrine “is not intended to eliminate all inconsistencies, however \nslight or inadvertent[.]”  Ryan Operations G.P. v. Santiam -Midwest Lumber Co., 81 \nF.3d 355, 359, 28 Bankr. Ct. Dec. 1178 (3d Cir. 1996); see also Whitacre, 358 N.C. at \n33, 591 S.E.2d at 892 (quoting Ryan Operations).  Rather, trial courts must “carefully \n \nbalance the equities in applying judicial estoppel ” and recognize that “a reasonable \njustification for a party’s change in position may militate against its application in a \nparticular case.”   Whitacre, 358 N.C. at 34, 591 S.E.2d at 892. \n40. Defendants argue that Nicole obtained an unequal distribution of \nmarital property in the Equitable Distribution Action by asserting in that action that \nshe could not “realize the value of her interest in Winner Enterprises.”  (ECF No. 11, \nat p. 6.)  The Divorce Order states that the unequal distribution is based, in part, on \nNicole’s inability to sell her membership interest in Winner Enterprises because she \nwas restricted to selling to Direct Descendants and Spouse s, and because Troy had \nrefused to pur chase her interests. (ECF No. 3 at Ex. 1, pp. 10 –11.)  However, the \nDivorce Order does not mention any contention by Nicole that she was not a Member \nof Winner Enterprises, nor that she did not have the ability to seek judicial \ndissolution of the company.   Judge Jordan did not expressly rely on any finding \nregarding Nicole’s membership in Winner Enterprises in reaching the conclusions in \nthe Divorce Order.  Rather, Judge Jordan appears to have found only that Nicole was \nunable to realize the value of her membership interest because the Second \nAmendment restricted Nicole’s ability to sell her membership interest. \n41. Defendants further argue that Nicole made a representation in her brief \nto the Court of Appeals that should estop her  from contending that she is a Member \nof Winner Enterprises in this action.  (ECF No. 11, at pp. 6 –7.)  In her brief  to the \nCourt of Appeals, Nicole asserted that “ the Second Amendment prevents her from \nexercising her rights as a Winner [Enterprises] [M]ember.”  ( ECF No. 19 at  Ex. A, \n \np. 22.)  The Court of Appeals affirmed the Divorce Order.  However, in its Opinion \naffirming the Divorce Order, the Court of Appeals did not make any express finding \nregarding whether Nicole was a M ember of Winner Enterprises nor regarding her \nright to seek dissolution. \n42. The Court concludes that, based on the allegations in the Complaint and \nthe information in the record, Defendants have failed to establish that Nicole should \nbe judicially estopped from claiming that she is a Member of Winner Enterprises for \npurposes of pursuing her claim for dissolution.  While the record could support the \ncontention that Nicole took a factually inconsistent position in the Equitable \nDistribution Action and in the appeal from the Divorce Order by asserting that she \nhad lost her membership rights in Winner Enterprises, the allegations and evidence \ndo not establ ish that Nicole “succeeded in persuading [ either the District Court or \nCourt of Appeals] to accept [her] earlier position.”  Whitacre, 358 N.C. at 29, 591 \nS.E.2d at 889 (quotation omitted).  Neither court expressly found that Nicole was not \na Member of Winner Enterprises nor that she had lost her right to seek dissolution \nof the company.  At most, the two courts concluded that Nicole was entitled to an \nunequal distribution of marital property because the Second Amendment prevented \nher from selling her membership interest in Winner Enterprises to anyone other than \nDirect Descendants and Spouses. \n43. In addition, the Court concludes that the allegations and record fail to \nshow that Nicole would gain “an unfair advantage[,]” id., over Defendants by being \npermitted to assert that she is a M ember of Winner Enterprises in this lawsuit.  As \n \nnoted above, Troy’s representation to the Court of Appeals that Nicole had a right to \nseek dissolution leads the Court to conclude that the question of what, if a ny, rights \nNicole re tains as a M ember of Winner Enterprises is an unsettled issue between \nNicole and Troy.  The Court also notes that Nicole alleges that Troy has taken actions \nto avoid paying her the award required by the Divorce Order and, to date, she has not \nreceived payment of the award.  (ECF No. 3, at ¶ 43.) \n44. Based upon the foregoing, the Court concludes that Defendants’ motion \nto dismiss Nicole’s Second Claim for Relief for judicial dissolution of Winner \nEnterprises should be DENIED. \nB. Nicole’s Claim for Judicial Dissolution of Winner Construction \n45. Plaintiff has not alleged that she is a member of Winner Construction, \nand she does not appear to have standing to seek judicial dissolution of Winner \nConstruction.  See Azure Dolphin, LLC, 2017 NCBC LEXIS 90, at *17. \n46. Nicole attempts to circumvent this sta tutory requirement through her \nFirst Claim for Relief, which seeks a declaratory judgment from the Court, under a \nveil-piercing theory, that “Winner Construction is the mere instrumentality of \nWinner [Enterprises] and that Winner Construction is subject to judicial dissolution.” \n(ECF No. 3, at ¶ 63 .)  Nicole argues that “[b]ecause Nicole has sufficiently pled that \nWinner Construction is a mere instrumentality of Winner  [Enterprises], she has \nstanding to seek the judicial diss olution of Winner Construction, along with Winner  \n[Enterprises].”  (ECF No. 16, at p. 18.)   \n \n47. “In North Carolina, what has been commonly referred to as the \n‘instrumentality rule,’ forms the basis for disregarding the  corporate entity or \n‘piercing the corporate veil.’”  Fischer Inv. Capital, Inc. v. Catawba Dev. Corp. , 200 \nN.C. App. 644, 649–50, 689 S.E.2d 143, 147, (2009) (citation omitted).   The Court of \nAppeals recently held that \nPiercing the corporate veil . . . allows a plaintiff to impose \nlegal liability for a corporation’s obligations . . . upon some \nother company or individual that controls and dominates \nthe corporation.  It is well recognized that courts will \ndisregard the corporate form or ‘pierce the corporate veil,’  \nand extend liability for corporat e obligations beyon d the \nconfines of a corporation’ s separate entity, whenever \nnecessary to prevent fraud or to achieve equity. \nThe Supreme Court has explained that [e]vidence upon \nwhich [our courts] have relied to justify piercing the \ncorporate veil includes inadequate capitalization, \nnoncompliance with corporate formalities, lack of a \nseparate corporate identity, excessive fragmentation, \nsiphoning of funds by the dominant shareholder, \nnonfunctioning officers and directors, and absence of \ncorporate records.  Ultimately, [t]he aggrieved party must \nshow that the corporation is so operated that it is a \nmere instrumentality or alter ego of the sole or dominant \nshareholder and a shield for his activities in violation of the \ndeclared public policy or statute of the State. \nHowe v. Links Club Condo. Ass'n, 2018 N.C. App. LEXIS 1222, at *37 (2018) (internal \ncitations and quotation marks omitted). \n48. In order to pierce the corporate veil,  the complaint must contain \nallegations sufficient to establish three elements:  \n(1) Control, not mere majority or complete stock control, \nbut complete domination, not only of finances, but of policy \nand business practice in respect to the transaction attacked \nso that the corporate entity as to this transaction had at \nthe time no separate mind, will or existence of its own; and \n \n(2) Such control must have been used by the defendant to \ncommit fraud or wrong, to perpetrate the violation of a \nstatutory or other positive legal duty, or a dishonest and \nunjust act in contravention of [a] plaintiff's legal rights; \nand \n3) The aforesaid control and breach of duty must \nproximately cause the injury or unjust loss complained of. \nId. at *40 (citation omitted).  “As our Supreme Court has recognized, the doctrine of \npiercing the corporate veil is not a theory of liability.”  Hamby v. Thurman Timber \nCo., LLC, 818 S.E.2d 318, 324, 2018 N.C. App. LEXIS 717, at *11 (2018) (internal \ncitations and quotation marks omitted).  Rather, in order to properly assert the legal \ntheory of piercing the corporate veil, Plaintiff must have “an underlying legal claim \nto which liability may attach.”  Nicks v. Nicks , 241 N.C. App. 487, 497, 774 S.E.2d \n365, 374 (2015) (quotation omitted). \n49. Preliminarily, Nicole does not cite any  North Carolina authority in \nsupport of her contention that a pplication of the  veil-piercing legal theory could \nprovide standing to an individual who is not a member of a limited liability company \nto seek judicial dissolution of that company under G.S. § 57D-6-02(2).  The Court has \nnot found any case standing for this proposition.   Nevertheless, Nicole argues that \nshe has adequately alleged facts authorizing the Court to pierce the corporate veil of \nWinner Construction, by virtue of Troy’s domination and co ntrol over both Winner \nEnterprises and Winner Construction, to confer on Nicole statutory standing to seek \ndissolution of Winner Construction under G.S. § 57D-6-02(2).  (ECF No. 16, at p. 18–\n20.)  The Court concludes, however, that v eil-piercing is not properly raised in the \ncontext of the claims and parties involved in this lawsuit.  \n \n50. Nicole has not raised any claims in this lawsuit to  which liability could \nattach to Winner Construction.  Nicole alleges that because Troy is the manager and \ncontrolling member of both Winner Enterprises and Winner Construction, and has \nallegedly used his control to divert assets and opportunities from Winner Enterprises \nto Winner Construction, she should be able to reach Winner Construction’s assets as \npart of a dissolution of  Winner Enterprises.  However, Troy is not a party to this \nlawsuit, and Nicole has not raised any claims  against Winner Enterprises, Winner \nConstruction, or Troy, such as breach of fiduciary duty, breach of contract, fraud, or \nconversion, that challenge the alleged diversion of assets .  Because there is no \nunderlying claim for which liability could attach to Winner Construction, Nicole’s \nveil-piercing argument must fail.  Nicks, 241 N.C. App. at 497, 774 S.E.2d at 374 \n(“[S]ufficient evidence of domination and control establishes only the first element for \nliability [for veil piercing] .  There must also be an underlying legal claim  to which \nliability may attach”  (citation omitted ).).  The Court cannot use veil -piercing as a \nmechanism to confer on Nicole the necessary standing to bring her claim for judicial \ndissolution of Winner Construction.   \n51. Accordingly, the Court concludes that Defendants’ motion to dismiss \nNicole’s Second Claim for Relief for judicial dissolution of Winner Construction should \nbe GRANTED, and the claim DISMISSED, without prejudice. \n \n \n \n \nC. Nicole’s Claim for Declaratory Judgment \n52. Nicole’s first claim for relief seeks a declaration that Winner \nConstruction is the alter ego and mere instrumentality of Winner Enterprises.  (ECF \nNo. 3, at ¶ 60.)   \n53. “In actions involving a request for a declaratory judgment, our Supreme \nCourt has required that an actual controversy exist both at the time of the filing of \nthe pleading and at the time of the hearing.”  Fabrikant v. Currituck Cty., 174 N.C. \nApp. 30, 44, 621 S.E.2d 19, 29 (2005) (quoting Nat’l Travel Servs., Inc. v. State , 253 \nN.C. App. 289, 291, 569 S.E.2d 667, 668 –69 (2002) (internal quotation marks \nomitted)).  “Although our appellate courts have not specifically defined an ‘actual \ncontroversy,’ it is we ll established that ‘[a] mere difference of opinion between the \nparties’ is not sufficient for purposes of the Declaratory Judgment Act.”  Id. (quoting \nTown of Tryon v. Duke Power Co., 222 N.C. 200, 205, 22 S.E.2d 450, 453 (1942)).  “To \nsatisfy the jurisdictional requirement of an actual controversy, it must be shown in \nthe complaint that litigation appears unavoidable.  Mere apprehension or the mere \nthreat of an action or suit is not enough.”  State ex rel. Utils. Comm ’n v. Carolina \nWater Serv., 149 N.C. App. 656, 658, 562 S.E.2d 60, 62 (2002).   \n54. Here, Nicole does not allege the existence of an  actual controversy \nbetween Nicole, on the one hand, and Winner Enterprises and/or Winner \nConstruction, on the other, over whether Winner Construction is an instrumentality \nof Winner Enterprises.  Nicole does not allege, for example, that she has requested \nrecords or information from Winner Construction on grounds that it is the alter ego \n \nof Winner Enterprises and been denied such records.  Nicole does not allege any facts \nthat make it appear that litigation between herself and Defendants over the issue is \n“unavoidable.”  Id.  Instead, Nicole seems to be seeking an opinion of some type for \nfuture use to access Winner Construction’s assets  should she successfully assert \nclaims for liability against Winner Enterprises or Troy .  A declaration of the type \nsought by Plaintiff would amount to an advisory opinion, and would not “settle and \nafford relief from uncertainty concerning rights, status and other legal relations” \nbetween the Parties.  N.C. Consumers Power, Inc. v. Duke Power C o., 285 N.C. 434, \n446, 206 S.E.2d 178, 186 (1974).   Considering all of this, the Court concludes that \nNicole’s First Claim for Relief for declaratory judgment is not yet ripe.   \n55. Accordingly, t he Court concludes that Defendants’ motion to dismiss \nNicole’s First Claim for Relief for declaratory judgment should be GRANTED, and \nthe claim DISMISSED, without prejudice. \nIV. PLAINTIFF’S MOTION FOR LEAVE TO AMEND \n56.   The Court’s decision that Nicole has sufficiently alleged at this stage \nthat she is a M ember of Winner Ent erprises renders moot her motion,  made in her \nResponse and orally at the hearing, for leave to amend paragraph 18 of the \nComplaint.  Accordingly, Nicole’s motion to amend should be  DENIED, without \nprejudice, as moot. \n \n \n \n \nV. CONCLUSION \nTHEREFORE, IT IS ORDERED that: \n57. Defendants’ motion to dismiss Nicole’s Second Claim for Relief for \njudicial dissolution of Winner Enterprises is DENIED. \n58. Defendants’ motion to dismiss  Nicole’s Second Claim for Relief for \njudicial dissolution of Winner Construction  is GRANTED , and th at claim is \nDISMISSED, without prejudice. \n59. Defendants’ motion to dismiss Nicole’s First Claim for Relief for \ndeclaratory judgment is GRANTED, and that claim is DISMISSED, without \nprejudice. \n60. Nicole’s motion to amend is DENIED, without prejudice, as moot. \n \nThis, the 7th day of January, 2019.  \n \n \n /s/ Gregory P. McGuire   \nGregory P. McGuire \nSpecial Superior Court Judge for \nComplex Business Cases "
}