{
  "id": "00e6d787d2e99101d7ced8d29501bf1ad7b926aed6c6aa2c048ff709986d98d2",
  "source_file": "data/raw/ncbc/00e6d787d2e99101d7ced8d29501bf1ad7b926aed6c6aa2c048ff709986d98d2.pdf",
  "raw_text": "Urquhart v. Trenkelbach, 2017 NCBC 11. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF MECKLENBURG  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 3055 \nCHRISTOPHER J. URQUHART and \nINTERCON SUCCESSION, INC., \n \n  Plaintiffs and \nCounterclaim \nDefendants, \n \nv. \n \nCURTIS L. TRENKELBACH, \nindividually; INTERCON BUILDING \nCOMPANY, LLC; and INTERCON \nBUILDING CORPORATION OF \nNORTH CAROLINA,  \n \n   Defendants and \nCounterclaim Plaintiffs. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n)\n)\n)\n)\n)\n)\n)\n)\n) \nORDER & OPINION ON DEFENDANTS’ \nMOTION TO DISMISS PURSUANT TO \nRULE 12(b)(6) \n \n1. THIS MATTER is before the Court on Defendants’ Motion to Dismiss \nPursuant to Rule 12(b)(6) (“Motion”).  After considering the Motion , the briefs, and \nthe arguments of counsel, the Court GRANTS IN PART AND DENIES IN PART the \nMotion.   \nHamilton Stephens Steele & Martin, PLLC, by Adam L. Horner and Laura G. \nBarringer, for Plaintiffs.  \n \nJohnston Allison & Hord, P.A., by Patrick E. Kelly and Michael J. Hoefling, for \nDefendants.   \n \nGale, Chief Judge.  \n \n \n \n \nI. FACTUAL BACKGROUND \n2. The Court does not make findings of fact on a motion to dismiss, but \nrecites only the  facts that are relevant to the Court ’s determination of the Motion .  \nThose facts are accepted as true solely for purposes of the Motion, and all reasonable \ninferences are construed in Plaintiffs’ favor.  \n3. On January 15, 2007, Plaintiff Christopher J. Urquhart (“Urquhart”) \nbegan working for Defendant InterCon Building Co rporation of North Carolina \n(“IBC”), a construction company that builds commercial buildings.  (Am. Compl. ¶ 14.)  \nDefendant Curtis L. Trenkelbach (“Trenkelbach”) is IBC’s sole owner and \nshareholder.  (Am. Compl. ¶  13.)  Urquhart and Trenkelbach entered into a n oral \nagreement that Urquhart would gradually buy  out Trenkelbach’s ownership in IBC \n(the “Succession Plan”) .1  (Pls.’ Resp. Br. Opp’n to Defs.’ Mot. Dismi ss Pls.’ Third, \nSixth, and Seventh through Thirteenth Claims 1.)   \n4. Urquhart and Trenkelbach formed Defendant InterCon Building \nCompany, LLC (“InterCon”), a North Carolina limited liability company, to facilitate \ncarrying out the Succession Plan.  (Am. Compl. ¶ 16.)  Urquhart also formed Plaintiff \nInterCon Succession, Inc. (“IS”), a North Carolina corporation for which Urquhart is \nthe sole owner and shareholder.  (Am. Compl. ¶¶ 17–18.)   \n                                                           \n1 Paragraph 15 of the Amended Complaint refers to the Succession Plan as an agreement \nthat Urquhart would gradually buy out Trenkelbach’s ownership interest in InterCon.  (See \nAm. Compl. ¶ 15.)  However, the Memorandum of Agreement and other documents refer to \nthe Succession Plan as an agreement regarding ownership in IBC.  (See Defs.’ Mot. Dismiss, \nAnswer, Affirmative Def enses, Countercls., and Third -Party Compl. Ex. B (“ Mem. \nAgreement”), at 1.)  The agreement was that Urquhart’s or IS’s interest in InterCon would \nincrease as IBC’s interest in InterCon decreased. \n \n \n5. On January 1, 2010,  Urquhart, Trenkelbach, IBC, and InterCon  \nexecuted InterCon’s Operating Agreement, as well as a Memorandum of Agreement \nthat summarizes the Succession Plan.  (Am. Compl. ¶ 19.)  Urquhart and Trenkelbach \neach executed an e mployment agreement with InterCon.  (Am. Compl. ¶  19.)  \nSubsequent references to the Employment Agreement in this Order & Opinion refer \nto Urquhart’s Employment Agreement.   \n6. The Operating Agreement identifies IBC, Urquhart  (or Urquhart’s \nCorporation),2 and Trenkelbach as InterCon’s three members, each of which was \nrequired to make an initial capital contribution.  (Defs.’ Mot. Dismiss, Answer, \nAffirmative Def enses, Countercls. , and Third -Party Compl. Ex. C (“Operating \nAgreement”) § 5.1; Operating Agreement App. A ¶ 15.)  \n7. Urquhart and Trenkelbach were both InterCon employees and member–\nmanagers.  ( Operating Agreement § 6.5 ; see also Am. Compl. ¶ 23.)  Trenkelbach, \nthrough IBC, has  ultimate control of InterCon in that he decides  “any dispute \nbetween the parties over a company matter .”  (Am. Compl. ¶  29; see Operating \nAgreement § 6.3(c).)  \n                                                           \n2 Urquhart’s corporation, IS, was not a member of InterCon at th e time the Operating \nAgreement was executed.  However, the parties anticipated that Urquhart would assign his \nmembership interest to IS.  Therefore, each time the Operating Agreement refers to Urquhart \nas a member, it states “Urquhart (or Urquhart’s Corporation).”  (See Operating Agreement \nApp. A ¶ 15; see, e.g., Operating Agreement §§ 7.1, 13.1–.3.)  While there is nothing in the \nrecord that indicates if or when Urquhart assigned his ownership interest to IS, the Court \nassumes for purposes of this Motion that Urquhart did transfer his ownership interest to IS, \nthat Defendants do not contend that this transfer triggered any obligation for Urquhart to \nsell his interest in InterCon to IBC, and that Urquhart remained a member of InterCon at \nall times during his employment with InterCon.   \n \n \n8. Section 6.6 of the Operating Agreement provides that Trenkelbach and \nUrquhart can be removed from InterCon only “for cause,” which is defined to include \nsix specific act s, including termination of employment.  (Operating Agreement \n§ 6.6(a)(vi); see also Am. Compl. ¶ 25(f).)   \n9. The Operating Agreement also provides that IBC has an option to \npurchase Urquhart’s or IS’s ownership interest in InterCon upon the occurrence of \nany of three triggering events: (1) Urquhart is terminated for cause, as defined by his \nEmployment Agreement, (2) Urquhart is terminated for any reason other than for \ncause (except death) , or (3) Urquhart or IS  transfers or attempt s to transfer  any \nportion of their membership interest.  (Operating Agreement §  13.1(a)–(c).)  The \npurchase price varies depending on whether Urquhart’s termination is for cause or \nwithout cause.  (See Operating Agreement § 13.3(a)–(b).) \n10. Urquhart’s Employment Agreement specifies that his employment with \nInterCon will terminate upon his (1) death, (2) resignation, (3) termination due to a \ndisability, or (4) termination for cause.   (Defs.’ Mot. Dismiss, Answer, Affirmative \nDefenses, Countercls. , and Third -Party Compl. Ex. A (“Employment Agreement”) \n¶ 14; see also Am. Compl. ¶ 32.)  Urquhart’s Employment Agreement lists eleven \ncategories of events which allow him to  be terminated for cause , including but not \nlimited to violation of InterCon’s policies, rules , and regulations, intentional \nmisconduct in connection with working for InterCon, misconduct outside of work that \nharms InterCon or its reputation, and removal as a manager under section 6.6 of the \n \n \nOperating Agreement.   (Employment Agreement ¶  14(b)(vi), (ix)–(x); see also Am. \nCompl. ¶ 33.)   \n11. The Memorandum of Agreement memorialized the Succession Plan.  \n(Mem. Agreement 1.)  InterCon was created and used to facilitate Urquhart’s “over-\ntime succession” of Trenkelbach’s ownership of IBC by liquidating IBC’s ownership \ninterest in InterCon.  (Mem. Agreement 1.)  The Memorandum of Agreement depicts \nhow, over a nine- to ten-year period, IBC’s interest in InterCon would decrease, and \ncorrespondingly, Urquhart’s or IS’s interest in InterCon would increase .  ( Mem. \nAgreement 1; see Mem. Agreement Ex. A.)   \n12. From 2010 through  2014, Urquhart continued his employment with \nInterCon, and continued as a co-manager–member with Trenkelbach.  (Am. Compl. \n¶ 34.)  During that time, InterCon’s revenues g rew by approximately 400 %.  (Am. \nCompl. ¶ 34.)  \n13. On January 15, 2015, Urquhart was advised by letter that  his \nemployment with InterCon was being terminated for cause because of a “loss of trust \nand confidence and harsh behav ior.”  (Am. Compl. ¶ 48.)  Trenkelbach, on behalf of \nIBC, then attempted to exercise the purchase option, which he contends was triggered \nby the termination,  and offered to calculate and pay the purchase price  using the \nwithout-cause termination formula if Urquhart would sign a sepa ration agreement.  \n(Am. Compl. ¶¶ 49 –51.)  Urquhart refused to sign the separation agreement and \nrefused Trenkelbach’s tender of that purchase price.  Urquhart contends that he was \nnot properly terminated , either for cause or for  any reason permitted by  the \n \n \nOperating Agreement or the Employment Agreement, and that as a result,  no \npurchase-option trigger event occurred, and he remains an InterCon member.  (Am. \nCompl. ¶¶ 52, 56–58.)  Defendants contend that Urquhart was terminated for cause, \nis no longer an InterCon member, is obligated to sell his interest at a price determined \nby the Operating Agreement buy-out formula for a for -cause termination, and has \nonly the rights in InterCon that existed on the date  that his employment was \nterminated.   \nII. PROCEDURAL HISTORY \n14. Plaintiffs filed their original Complaint and a notice of designation on \nFebruary 13, 2015.  The action was designated as a mandatory complex business case \non February 16, 2015, and assigned to the undersigned on February 17, 2015.   \n15. On February 19, 2015, Urquhart made a written demand to InterCon to \ntake action to address Trenkelbach’s alleged wrongs.  \n16. On May 29, 2015, Defendants moved to dismiss  Plaintiffs’ tortious \ninterference with contract claim and unfair or deceptive trade practices claim.  \n17. On November 10, 2015, after obtaining leave of court, Plaintiffs filed an \nAmended Complaint, asserting both individual claims by Urquhart and IS, as well as \nderivative claims on behalf of InterCon.  The various claims are in some instances \nagainst only Trenkelbach, individually.  The Amended Complaint includes  the \nfollowing claims: (1) Urquhart’s claim for breach of contract against Trenkelbach and \nInterCon; (2) Plaintiffs’ claim for breach of the implied covenant of good faith and fair \ndealing against Trenkelbach and InterCon; (3) Plaintiffs’ claim for tortious \n \n \ninterference with contract  against Trenkelbach; (4) Plaintiffs’ claim for  declaratory \njudgment against InterCon and IBC; (5) Plaintiffs’ claim for  unjust enrichment  \nagainst all Defendants; (6) Plaintiffs’ claim for unfair or deceptive trade practices  \nagainst all Defendants; (7) Urquhart’s demand for accounting, information, and pro \nrata recovery as to InterCon (the “accounting claim”); (8) Urquhart’s claim against \nTrenkelbach for constructive fraud, breach of fiduciary duty, breach of the duties of \ngood faith and fair dealing, and breach of loyalty , brought both individually by \nUrquhart and derivatively on behalf of InterCon ; (9) Urquhart’s claim for unjust \nenrichment against Trenkelbach , brought both individually and derivatively ; (10) \nUrquhart’s claim for constructive trust against Trenkelbach and IBC , brought both \nindividually and derivatively ; (11)  Urquhart’s claim for conversion against \nTrenkelbach and IBC , brought both individually and derivatively ; (12) Urquhart’s \nclaim for embezzlement against Trenkelbach and IBC, brought both individually and \nderivatively; and (13) Urquhart’s claim for punitive damages against Trenkelbach \nand IBC, brought both individually and derivatively.    \n18. On January 11, 2016, Defendants filed the Motion, which addresses four \nindividual claims: (1)  Plaintiffs’ tortious interference with contract  claim, (2) \nPlaintiffs’ unfair or deceptive trade practices claim, (3) Urquhart’s accounting claim, \nand (4) Urquhart’s embezzlement claim .  The Motion also seeks to dismiss all \nderivative cla ims on the grounds that Urquhart is not  an InterCon member with \nstanding to bring derivative claims.  \n \n \n19. On May 11, 2016, Defendants filed their Motion for Discovery Sanctions, \nwhich will be addressed by a separate order.  \n20. On August 25, 2016, t he Court heard argument on both pending \nmotions.  On August 26, 2016, Urquhart voluntarily dismissed the individual and \nderivative embezzlement claims without prejudice. \n21. The Motion is ripe for determination.  \nIII. LEGAL STANDARD \n22. When ruling on a motion to dismiss pursuant to Rule 12(b)(6) of the \nNorth Carolina Rules of Civil Procedure, the Court decides “whether, as a matter of \nlaw, the allegations of the complaint, treated as true, are sufficient to state a claim \nupon which relie f may be granted under some legal theory.”  Crouse v. Mineo , 189 \nN.C. App. 232, 237, 658 S.E.2d 33, 36 (2008) (quoting Harris v. NCNB Nat’l Bank of \nN.C., 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987)).  The Court must treat the \nfactual allegations in the complaint as true, but is not bound by any “allegations that \nare merely conclusory, unwarranted deductions of fact, or unreasonable inferences.”  \nStrickland v. Hedrick , 194 N.C. App. 1, 20, 669 S.E.2d 61, 73 (2008)  (quoting Good \nHope Hosp., Inc. v. N.C.  Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274, \n620 S.E.2d 873, 880 (2005)).  The Court should dismiss the complaint if it determines, \nbased on the face of the complaint, “that no law supports plaintiff’s claim,” that there \nare insufficient facts to establish plaintiff’s claim, or that “some fact disclosed in the \ncomplaint necessarily defeats plaintiff’s claim.”  Jackson v. Bumgardner , 318 N.C. \n \n \n172, 175, 347 S.E.2d 743, 745 (1986) (citing Oates v. JAG, Inc., 314 N.C. 276, 278, 333 \nS.E.2d 222, 224 (1985)). \n23. The Court “may . . . consider documents which are the subject of a \nplaintiff's complaint and to which the complaint specifically refers even though they \nare presented by the defendant.”  Oberlin Capital, L.P. v. Slavin , 147 N.C. App. 52, \n60, 554 S. E.2d 840, 847 ( 2001).  Here, i n addition to considering the Amended \nComplaint, the Court can consider t he Operating Agreement, the Memorandum of \nAgreement, and the Employment Agreement in resolving the Motion.   \nIV. ANALYSIS \n \nA. Plaintiffs’ Unfair or Deceptive Trade P ractices Claim F ails Because the \nAlleged Acts Were Not In or Affecting Commerce. \n \n24. Plaintiffs contend that Defendants engaged in unfair or deceptive trade \npractices (“UDTP”) by wrongfully terminating Urquhart, diverting InterCon funds \nfor Trenkelbach’s personal use, and frustrating Urquhart and Trenkelbach’s \nSuccession Plan.  (Am. Compl. ¶ 100(a)–(g).)  To prevail on a UDTP claim, Plaintiffs \nmust establish that “ (1) [D]efendant[s] committed an unfai r or deceptive act or \npractice, (2) that the action in question was in or affecting commerce, [and] (3) that \nsaid act proximately cause d actual injury to plaintiff.”  Canady v. Mann , 107 N.C. \nApp. 252, 260, 419 S.E.2d 597, 602 (1992).  Defendants contend that Plaintiffs’ UDTP \nclaim must fail because the Amended Complaint does not sufficiently allege the first \nand second elements. \n25. “Plaintiff[s] must first establish that [D]efendants’ conduct was ‘in or \naffecting commerce’ before the question of unfairness or deception aris es.”  HAJMM \n \n \nCo. v. House of Raeford Farms, Inc. , 328 N.C. 578, 592 , 403 S.E.2d 483, 492 (1991).  \nThe Court determines whether the alleged deceptive  acts are  “in or affecting \ncommerce” as a matter of law.  See Walker v. Fleetwood Homes of N.C., Inc., 362 N.C. \n63, 71, 653 S.E.2d 393, 399 (2007).   \n26. For purposes of a UDTP claim, commerce is defined as “all business \nactivities.”  N.C. Gen. Stat. §  75-1.1(b) (2015).  “‘Business activities’ is a term which \nconnotes the manner in which businesses conduct their regular, day-to-day activities, \nor affairs, such as the purchase and sale of goods, or whatever other activities  the \nbusiness regularly engages in and for which it is organized.”  HAJMM Co., 328 N.C. \nat 594, 403 S.E.2d at 493 .  “Although this statutory def inition of commerce is \nexpansive, [section 75 -1.1] is not intended to apply to all wrongs in a business \nsetting.”  Id. at 593, 403 S.E.2d at 492.  The analysis used to determine whether \nalleged acts are “in or affecting commer ce” focuses on whether the conduct involves \neither “(1) interactions between businesses, [or] (2) interactions between businesses \nand consumers.”  White v. Thompson , 364 N.C. 47, 52, 691 S.E.2d 676, 679 (2010).  \nActs are not “in or affecting commerce ” if they are rest ricted to internal corporate \nmatters.  See id. \n27. The North Carolina Court of Appeals recently construed the two North \nCarolina Supreme Court opinions that have addressed whether disputes between an \nemployer and employee may constitute a UDTP claim.  See Alexander v. Alexander, \n___ N.C. App. ___, 792 S.E.2d 901, 904–06 (2016) (discussing White, 364 N.C. at 49–\n54, 691 S.E.2d at 677–80 and Sara Lee Corp. v. Carter , 351 N.C. 27, 29, 519 S.E.2d \n \n \n308, 309 (1999)).  White v. Thompson is often cited in cases where the employer claims \nthat an employee’s actions are not governed by section 75 -1.1 because “unfair or \ndeceptive conduct contained solely within a single business is not covered by [section \n75-1.1].”  364 N.C. at 53, 691 S.E.2d at 680.  However, White does not draw a bright-\nline rule that excludes claims from section 75-1.1 solely because they arise from an \nemployer–employee relationship.  Id.  As the Court of Appeals noted in Alexander, an \nemployee may be liable under section 75-1.1 if the employee’s alleged deceptive acts \n“involve ‘outside businesses,’ ‘distinct corporate entities,’ or the interruption of a \n‘commercial relationship’ between two market participants.”  Alexander, 792 S.E.2d \nat 906 (discussing Sara Lee Corp., 351 N.C. at 29, 519 S.E.2d at 309 and Songwooyarn \nTrading Co. v. Sox Eleven, Inc., 213 N.C. App. 49, 714 S.E.2d 162 (2011)).  \n28. Sara Lee Corp. v. Carter is the le ading case recognizing that a UDTP  \nclaim can arise from an employment relationship.  351 N.C. at 34, 519 S.E.2d at 312.  \nIn Sara Lee, the North Carolina Supreme Court held that the employee’s fraudulent \nactions were in or affecting commerce because the employee was selling products to \nhis employer from his separately owned business , which constituted typical “buyer-\nseller relations in a business setting”  between distinct corporate entities.   351 N.C. \nat 33, 519 S.E.2d  at 312.  In contrast, in White, the Supreme Court held that the \nemployee’s alleged deceptive actions were not “in or affecting commerce” because the \nemployee had “deceptively interacted only with his partners,” meaning the “conduct \noccurred completely within the . . . partnership.”  364 N.C. at 54, 691 S.E.2d at 680. \n \n \n29. Contrasting White and Sara Lee, the Court of Appeals in Alexander held \nthat a defendant’s unlawful acts were not in or affecting commerce  where the \ndefendant used company funds to pa y for his own personal expenses , because the \npayments that he made to himself were “ more properly classified as the \nmisappropriation of corporate funds within a single entity rather than commercial \ntransactions between separate market participants  ‘in or affecting commerce.’ ”  \nAlexander, 792 S.E.2d at 905. \n30. The Court concludes that Defendants’ alleged acts, which form the basis \nfor Plaintiffs’ UDTP claim, are more analogous to the actions in White and Alexander \nand were not in or affecting commerce .  Urquhart’s termination involved solely \ninternal conduct that occurred within InterCon.  Likewise, even if Trenkelbach \nwrongfully divert ed InterCon funds, that act was not in or affecting commerce , \nbecause the alleged activity was confined to acts of an owner and one single entity.   \n31. Finally, even if Defendants prevented the completion of the Succession \nPlan, that act was not in or affecting  commerce because the Succession Plan is an \ninternal agreement between man aging members of InterCon, and violations of that \nagreement, if any, occurred completely within the internal affairs of the corporation.  \nThe Court concludes that Plaintiffs mischaracterize the facts when they contend that \nthe Succession Plan must be considered a sale of a company in commerce because the \nrelationship between Urquhart and Trenkelbach was no more than  “a fictitious \nrelationship that would not exist but for plaintiff and defendants’ buyer -seller \nrelationship.”  Gress v. Rowboat Co. , 190 N.C. App. 773, 777, 661 S.E.2d 278, 282 \n \n \n(2008) (holding that the presumption against UDTP claims between employers and \nemployees does not apply when the employer–employee relationship was formed after \nthe parties entered into a written purchase agreement and solely for the  purpose of \nthe plaintiff–buyer observing the company’s operations).  \n32. In sum, while Plaintiffs may ultimately succeed on their other claims, \nthey have not sufficiently stated a UDTP claim as a matter of law because, as alleged, \nthe unfair or deceptive acts were not in or affecting commerce.   \nB. Plaintiffs’ Tortious Interference With C ontract Claim Must Be Dismissed \nBecause the Amended Complaint Do es Not Provide a Basis for Finding that \nTrenkelbach Acted With Malice or Without Justification.  \n \n33. The elements of a claim for tortious interference with contract are \n(1) a valid contract between the plaintiff and a third person which \nconfers upon the plaintiff a contractual right against a third person; (2) \nthe defendant knows of the contract; (3) the defendant intentionally \ninduces the third person not to perform the contract; (4) and in doing so \nacts without justification; (5) resulting in actual damage to plaintiff.  \n \nPrivette v. Univ. of N.C. at Chapel Hill, 96 N.C. App. 124, 134, 385 S.E.2d 185, 190 \n(1989) (quoting United Labs., Inc. v. Kuykendall, 322 N.C. 643, 661, 370 S.E.2d 375, \n387 (1988)).   \n34. The Court notes that both Trenkelbach and Urquhart are parties to the \nOperating Agreement and  the Memorandum of Agreement.  Therefore, Plaintiffs \ncannot maintain a tortious interference with contract claim against Trenkelbach for \neither of those contracts , because a person ca nnot interfere with his  own contract.  \nSee, e.g. , Wagoner v. Elkin City Sch s.’ Bd. of Educ. , 113 N.C. App. 579, 587, 440 \nS.E.2d 119, 124 (1994) (explaining that  the plaintiff could not maintain an action \n \n \nagainst two of the  defendants for tortious interference with  contract bec ause the  \ndefendants were parties to the contract (first citing Smith v. Ford Motor Co., 289 N.C. \n71, 87, 221 S.E.2d 282, 292 (1976); then citing Elmore v. Atl. Coast Line R.R. Co., 191 \nN.C. 182, 187, 131 S.E. 633, 636 (1926))).   \n35. The Amended Complaint also fails to state a tortious interference claim \nbased on the Employment Contract because it fails to demonstrate that Trenkelbach \nacted without justification.  A party acts “without justification” when he acts with \nmalice and hi s actions are  “not reasonably related to the protection of a legitimate \nbusiness interest.”  Privette, 96 N.C. App. at 134, 385 S.E.2d at  190 (quoting Smith, \n289 N.C. at 94, 221 S.E.2d at 292).  The pleading standards for a tortious interference \nwith contract claim are strict.  To sufficiently allege that a party acted without \njustification, the complaint must provide “a factual basis to support the claim of \nmalice.”  Pinewood Homes, Inc. v. Harris , 184 N.C. App. 597, 605, 646 S.E.2d 826, \n833 (2007).  A  general allegation of malice  is insufficient.  See id.  “A motion under \nRule 12(b)(6) should be granted when the complaint reveals that the interference was \njustified or privileged.”  Peoples Sec. Life Ins. Co. v. Hooks , 322 N.C. 216, 220 , 367 \nS.E.2d 647, 650 (1988).  “ [T]he complaint must admit of no motive for interference \nother than malice. ”  Filmar Racing, Inc. v. Stewart , 141 N.C. App. 668, 6 74, 541 \nS.E.2d 733, 738 (2001); see also, e.g., Bochkis v. Med. Justice Servs., Inc., No. 16 CVS \n6434, 2016 NCBC LEXIS 90, at *13 (N.C. Super. Ct. Nov. 23, 2016) (dismissing the \nplaintiff’s tortious  interference claim where the complaint demonstrated that \n \n \ndefendant’s interference was justified because the defendant was seeking to protect \nits trade secrets).  \n36. In Privette v. University of North Carolina  at Chapel Hill, the plaintiff \nmade numerous allegations that the defendants, who were directors at the university \nlab for which plaintiff worked, “began a pattern of har[]assment against [him] ,” \nencouraged other employees “to make false accusations” against him, and “conspired \nto terminate [his] employment with the University.”  96 N.C. App. at 127, 385 S.E.2d \nat 187.  The plaintiff also alleged that the defendants “conspired to make [plaintiff’s] \nwork area appear to be in much worse condition than the other work areas,” and then \ninformed him “that because he had failed to properly clean a ‘surgery table’ he ‘would \nbe terminated.’”  Id.  The court explained that the complaint also alleged that the \ndefendants were directors of the lab and that those allegations “show[ed] that both \n[defendants] had an interest in [e]nsuring proper work procedures at the Center and \nas such, had a legitimate professional interest in t he plaintiff’s performance of his \nduties.”  Id. at 134, 385 S.E.2d at 191.   The Court of Appeals then held that the \ntortious interference claim should be dismissed because the “complaint on its face \nadmits that [the defendants] had a proper motive for their actions.”  Id.  \n37. Here, the Amended Complaint alleges the following:  \n “Trenkelbach used improper means or methods withou t \njustification to interfere with the Operating Agreement. . . .”  (Am. \nCompl. ¶ 86.)    \n \n \n Trenkelbach interfered with Urquhart’s contracts so that he could \n“regain[] full ownership of [ InterCon]” because InterCon “has \nnearly quadrupled its revenues in the past two years alone.”  (Am. \nCompl. ¶ 60.)   \n Trenkelbach is a manager–member of InterCon and “any dispute \nbetween the parties over a company matter shall be decided by \nTrenkelbach.”  (Am. Compl. ¶ 29; see also Am. Compl. ¶¶ 20, 23.)  \n Urquhart was provided with a letter “explaining that the reason \nfor his termination ‘with cause’ was a loss of trust and confidence \nand harsh behavior.”  (Am. Compl. ¶ 48.)   \n38. These allegations may ultimately afford Plaintiffs some recovery, but \nthey are not sufficient to demonstrate the necessary malice for a tortious interference \nwith contract claim .  Similar to Privette, the Amended Complaint contains \nallegations that support an inference that Trenkelbach acted with a legitimate \nbusiness interest when he terminated Urquhart, because he took action to support \nhis own interest in, and management responsibility for, InterCon.   \n39. In sum, w hile Plaintiff s may ultimately prove that Urquhart’s \ntermination lacked a proper basis, Plaintiffs ’ claims are not actionable through a \ntortious interference with contract claim, which would require Plaintiffs to \ndemonstrate that Trenkelbach had  no business motive for terminating Urquhart \nother than malice.  See Filmar Racing, Inc., 141 N.C. App. at 674, 541 S.E.2d at 738.   \n \n \n40. Having found the Amended Complaint deficient, t he Court need not \naddress Defendants’ contention that Trenkelbach is a non -outsider entitled to \nqualified immunity from any tortious-interference claim. \nC. Urquhart Sufficiently Alleged Standing to Assert the  Derivative Claims and \nSeek an Accounting.  \n \n41. Defendants’ attack on the derivative claims presented in the Amended \nComplaint is limited to the contention that  Urquhart has no standing to bring \nderivative claims because only a member of InterCon can bring a derivate claim.   \n42. N.C. Gen. Stat. § 57D-8-01 provides that “ a member  may bring a \nderivative action” if “the member was a member of the LLC at the time of the act or \nomission for which the proceeding is brought” and other prerequisites have been met, \nsuch as a written demand.  N.C. Gen. Stat. § 57D-8-01(a)(1) (2015) (emphasis added).  \nThis provision has been construed to require that the derivative plaintiff be a member \nboth at the time of the act and at the time the suit is filed.  See Alford v. Shaw, 327 \nN.C. 526, 534, 398 S.E.2d 445, 449 (1990) (explaining that a derivative plaintiff who \nattempts to sue a corporation must have been a shareholder at the time the \nunderlying act occurred and at the time the complaint  was filed ); Russell M. \nRobinson, II, Robinson on North Carolina Corporation Law  § 34.04[5], at 34-27 (7th \ned. 2016) (“A derivative action on behalf of an LLC will be governed by essentially the \nsame rules that apply to a derivative action on behalf of a corporation.”).  \n43. The parties dispute whether Ur quhart’s employment was validly \nterminated, leading to IBC’s proper exercise of its purchase option and Urquhart’s \nloss of membership in InterCon.  Accordingly, the determination whether Urquhart \n \n \nhas standing to bring derivative clai ms must await resolution of the  disputed \ntermination issue.   \n44. Likewise, Urquhart’s accounting claim must be resolved through \nsubsequent proceedings.  Defendants’ challenge to Urquhart’s accounting claim rests \nsolely on the issue whether Urquhart is a member of InterCon.  Therefore, the Court’s \nruling is limited to that issue and does not further address the question whether a \nmember of an LLC, like a partner in a general partnership, may bring an accounting \nclaim.  Urquhart’s claim for a pro rata recovery is alleged as  part of his a ccounting \nclaim and depends upon his status as a member of InterCon, thus the Court does not \naddress that claim at this time.  \nV. CONCLUSION \n45. Based on the reasons explained above, the Court holds as follows:  \n1) The Motion is GRANTED as to Plaintiffs ’ claim of  unfair or \ndeceptive trade practices, and that claim is DI SMISSED WITH \nPREJUDICE. \n2) The Motion is GRANTED as to Plaintiffs’ claim of  tortious \ninterference with contract, and that claim is DISMISSED WITH \nPREJUDICE.  \n3) The Motion is DENIED as to Urquhart’s accounting claim and the \nderivative claims. \n \n \n \n \n \n \nIT IS SO ORDERED, this the 8th day of February, 2017. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Business Court Judge \n "
}