{
  "id": "00fd9e46aebbc6cb80f39e528e7605e797e8b9efd5016440708593997a75a151",
  "source_file": "data/raw/ncbc/00fd9e46aebbc6cb80f39e528e7605e797e8b9efd5016440708593997a75a151.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nGUILFORD COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24CV022644-400 \nATKORE INTERNATIONAL, INC., \n \nPlaintiff, \n \nv. \n \nKEITH D. DINKHELLER and \nNATIONAL PIPE & PLASTICS, INC.,  \n \nDefendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO \nDISMISS PLAINTIFF’S FIRST \nAMENDED COMPLAINT \n[Public]1 \n \n \n1. THIS MATTER is before the Court following the 16 December 2024 filing \nof Defendants’ Motion to Dismiss Plaintiff’s First Amended Complaint  (the Motion).  \n(ECF No. 55 [Mot.].)  Pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil \nProcedure (the Rule(s)), Defendants Keith D. Dinkheller (Dinkheller) and National \nPipe & Plastics, Inc. (National Pipe; and with Dinkheller, Defendants) seek to dismiss \nall claims asserted against them by Plaintiff Atkore International, Inc. (Atkore) in \nthe Amended Complaint, (ECF No. 33 [Am. Compl.]).  (Mot. 1.) \n2. For the re asons set forth herein, the Court hereby GRANTS  in part and \nDENIES in part the Motion.  \n \n1 Recognizing that this Order and Opinion cites to and discusses the subject matter of \ndocuments that the Court has temporarily allowed to remain under seal in this action, the \nCourt initially filed this Order and Opinion under seal on 2 April 2025, (see ECF No. 94), and \nrequested that the parties advise the Court whether any portions of the Order and Opinion \ndeserved to remain under seal. On 10 April 2025, the parties notified the Court that all \nparties conferred and agreed that there is no material in this Order and Opinion that requires \nsealing. Accordingly, the Court now files this public version of the Order and Opinion and \nwill promptly unseal the previously filed version, (ECF No. 94).  The Court requests that the \nGuilford County Clerk of Court unseal the document previously filed under seal on Odyssey, \n(24CV022644-400, at Event No. 44).   \nAtkore Int’l, Inc. v. Dinkheller, 2025 NCBC 20. \nMiller Monroe & Plyer, PLLC by Jason A. Miller and John W. Holton, \nand Foley & Lardner, LLP by Taylor L. Appling and Donald Schroeder \nfor Plaintiff. \n \nLittler Mendelson, P.C. by Kevin Cleys, Kellie A. Tabor, Stephen D. \nDellinger for Defendants.  \n \nRobinson, Chief Judge.  \nI. INTRODUCTION \n3. This action arises out of Dinkheller’s  employment at Atkore .  Atkore  \ninitiated this action contending that Dinkheller left Atkore for a competitor, National \nPipe, in violation of his employment agreement and the restrictive covenants found \ntherein, taking with him to National Pipe  trade secret information.  Atkore  also \ncontends National Pipe wrongfully interfered with Dinkheller’s  employment \nagreement by inducing him to breach the restrictive covenants found therein. \nII. FACTUAL BACKGROUND \n4. The Court does not make findings of fact on a motion to dismiss pursuant \nto Rule 12(b)(6), but instead recites only those factual allegations included in the \nAmended Complaint that are relevant to the Court’s determination of the Motion.  \nA. The Parties \n5. Atkore is a corporation with its principal place of business in Illinois  that \nis authorized to do business in North Carolina.  (Am. Compl. ¶ 7.)  Atkore is a “leading \nglobal manufacturer and distributor of electrical, safety, and infrastructure \nsolutions[,]” and “manufactures electrical conduit and fittings, among other \nproducts.”  (Am. Compl. ¶ 13.)   \n6. Dinkheller is a resident and citizen of North Carolina.  (Am. Compl. ¶ 8.) \n7. National Pipe is a Delaware corporation  that is authorized to do business \nin North Carolina.  (Am. Compl. ¶  9.)  National Pipe “manufactures and sells \ninfrastructure products in the energy, water, and telecommunications spaces.”  (Am. \nCompl. ¶ 65.) \nB. Dinkheller’s Work at Atkore \n8. Atkore’s business has “three key product categories: (1) Plastic Pipe, \nConduit and Fittings; (2) Metal Electrical Conduit & Fittings; and (3) Electrical Cable \n& Flexible Conduit.”  (Am. Compl. ¶  14.)  Plastic Pipe, Conduit and Fittings is \nAtkore’s largest product category, accounting for over one-third of Atkore’s net sales.  \n(Am. Compl. ¶ 15.)  Additionally, a major initiative of Atkore’s for the last two years \nhas been “expansion into the market of PVC water pipe manufacturing.”  (Am. \nCompl. ¶ 16.) \n9. Dinkheller began working at Atkore in 2013 as the Manager of Production \nControl in Utah.  (Am. Compl. ¶ 41.)  He has held many positions at Atkore, including \nProduction Manager in Utah, Plant Manager in New York, and Plant Manager in \nOregon.  (Am. Compl. ¶  41.)  Thereafter, he was promoted to “Regional Director of \nOperations over multiple plants, with plant managers across the country reporting \nto him.”  (Am. Compl. ¶ 41.)   \n10. During his tenure at Atkore, Dinkheller gained many skills and insight into \nindustry specific information.  (Am. Compl. ¶  42.)  Dinkheller “had access to and \nperformed work for Atkore facilities across the country ”, had “ a direct line of \ncommunication with Atkore’s CEO,” and “access to and development of Atkore’s \nconfidential . . . information about its manufacturing processes, strategies, materials, \nformulas, and equipment[.]”  (Am. Compl. ¶ 40.) \n11. Dinkheller resigned from Atkore in January 2023, but shortly thereafter \n“asked to return to Atkore after just a few months of working in a different industry.”   \n(Am. Compl. ¶ 43.)  \n12. When Dinkheller returned to Atkore, “Atkore’s initiative to expand its \nwater pipe business was at the forefront of its strategic growth plan.”  (Am. \nCompl. ¶ 44.)  Dinkheller was enlisted to help in this effort, with Atkore  creating “a \nspecialized position just for Dinkheller —the Director of Technical Program \nManagement—with the specific purpose of having Dinkheller oversee the execution \nof this top-priority initiative[.]”  (Am. Compl. ¶ 44.)   \n13. On 20 June 2023, Dinkheller executed a Confidentiality, Non-Competition, \nNon-Solicitation and Proprietary Rights Agreement (the Dinkheller Agreement), \nwhich contains several obligations related to Dinkheller’s renewed employment with \nAtkore.  (Am. Compl. ¶ 18; see Am. Compl. Ex. A, ECF No. 33.1 [Agt.].)   \n14. As to his confidentiality obligations, the Dinkheller Agreement provides \nthat the  \nEmployee will at all times, both during the period while Employee is \naffiliated with the Company and after Employee’s affiliation with the \nCompany ends, maintain in confidence and will not, without the prior \nwritten consent of the Company, use, except in t he course of \nperformance of Employee’s duties for the Company or by court order, \ndisclose or give to others any Confidential Information. Upon the \ntermination of Employee’s affiliation with the Company, with or without \nCause, or if the Company otherwise requests, (a) Employee will return \nto the Company all tangible Confidential Information and copies thereof \n(regardless how such Confidential Information or copies are \nmaintained), and (b) Employee will deliver to the Company any property \nof the Company which may be in Employee’s possession, including, but \nnot limited to, notes, notebooks, memoranda, reports, lists, records, \nspecifications, software programs, data, graph ics, computers, \nequipment, models, tools, cell phones, credit cards, keys, access cards, \ndocumentation or other materials of any nature and in any form, \nwhether written, printed, electronic format or otherwise, relating to any \nmatter within the scope of the Company’s business or concerning any of \nits dealings or affairs and any other Company property in Employee’s \npossession, custody or control (whether prepared by Employee or \nothers). The terms of this Section 7 are in addition to, and not in lieu of, \nany other contractual, statutory, common law, or legal obligation that \nEmployee may have relating to the protection of the Company’s \nConfidential Information.  \n \n(Agt. at ¶ 7.)  “Confidential Information” as it is used in the Dinkheller Agreement, \nmeans  \nconfidential and proprietary information of the Company (including its \nsubsidiaries, parents, affiliates, successors and assigns), whether in \nwritten, oral, electronic or other form, including but not limited to, \ninformation and facts concerning business plans, marketing plans, \nstrategies, forecasts, customers, future customers, suppliers, licensors, \nlicensees, partners, investors, affiliates or others, training methods and \nmaterials, financial information, pricing models and methods, s ales \nprospects, client and partner lists, inventions, tests, test results, product \nassessments, improvements, products, designs, methods, show-how and \nknow-how, techniques, systems, processes, software programs, \nalgorithms, formulae, works of authorship, c ode, technical data and \nspecifications, or any other technical or trade secrets of the Company or \nof any third party provided to Employee or the Company; provided that, \nConfidential Information will not include information that is in the \npublic domain other than through any fault or act by Employee. \n \n(Agt. at ¶  1.)  Further, the Dinkheller Agreement states that Dinkheller’s \nconfidentiality obligations “shall survive indefinitely any termination of Employee’s \naffiliation with the Company with or without cause.”  (Agt. at ¶ 7.) \n15. As to his non -competition obligations, the Dinkheller Agreement provides \nthat  \nDuring the period in which Employee is employed by or otherwise \naffiliated with the Company and for a period of twelve (12) months \nfollowing the last day of Employee’s affiliation with the Company (the \n“Restricted Period”), Employee will not, without the p rior written \nconsent of the Company:  \n \na. For Employee or on behalf of any other person or entity, directly \nor indirectly, either as principal, partner, stockholder, officer, \ndirector, member, employee, consultant, agent, representative or \nin any other capacity, provide services to or engage with any \nbusiness within the Restricted Territory (as defined below) which \nis directly or indirectly Competitive (as defined in Section 1) with \nthe business of the Company, to the extent such services or \nengagement are the same as, or substantially similar to, the \nservices that Employee performed for the Company during the \ntwo (2) year period preceding Employee’s separation from \nemployment with the Company. Nothing contained herein will \npreclude Employee from purchasing or owning securities of any \nsuch business if such securities are publicly traded, and provided \nthat Employee’s holdings do not exceed one percent (1%) of the \nissued and outstanding securities of any class of securities of such \nbusiness. \n \n(Agt. at ¶ 2.)  Pursuant to the Dinkheller Agreement, a business is “competitive” if it  \nperforms any of the services or manufactures or sells any of the products \nprovided or offered by the Company or if it performs any other services \nand/or engages in the marketing, production, manufacture, distribution \nor sale of any product or service similar to the services or products which \nwere performed, produced, marketed, manufactured, distributed, sold, \nunder development or planned by the Company during Employee’s \naffiliation with the Company, or which could substitute for such \nproducts or services. \n \n(Agt. at ¶ 1.)  The Dinkheller Agreement also defines “Restricted Territory” as  \nany country, state, region, territory or geographic location in which \nEmployee provided services to or on behalf of the Company or within \nwhich Employee had a material presence or influence for the Company, \nwithin the two (2) year period preceding Employee ’s separation from \nemployment with the Company. \n \n(Agt. at ¶ 3.b.) \n \n16. In his role as Director of Technical Program Management, Dinkheller was \nin charge of many initiatives, including but not limited to “managing the capital plan, \nplant builds, equipment installation, capacity growth, [and ] new product \ndevelopment[,]” and he was “a key technical architect of Atkore’s strategic plans for \nits water business for 2025.”  (Am. Compl. ¶ 45.)  Dinkheller “routinely consulted with \nAtkore’s President (Electrical), John Pregenzer, to review and update the strategic \nplan he was executing for Atkore.”  (Am. Compl. ¶ 45.)  Additionally, Dinkheller was \n“given sole authority” to “manage and spend all of the funds allocated by Atkore for \nthis key strategic initiative, to select and purchase all equipment need ed, to direct \nthe installation and incorporation of all equipment at the key manufacturing \nlocations[,]” as well as other responsibilities associated with this project.  (Am. \nCompl. ¶ 46; see also Am. Compl. ¶ 47.)   \n17. As a result, Dinkheller knew “Atkore’s entire playbook for its water pipe \nexpansion initiative,” as well as “in depth knowledge of Atkore’s electrical conduit \nand fittings production capabilities, capital investment plan, raw material sourcing, \nand procurement strategy, including direct relationships with the suppliers.”  (Am. \nCompl. ¶  48.)  For example, Dinkheller “prepared a confidential PowerPoint \npresentation” which outlined strategies for implementing the initiatives he was \noverseeing, and presented th is PowerPoint “to a small group of Atkore’s executive \nleadership team to request significant expenditure for the initiative.”  (Am. \nCompl. ¶ 2.) \n18. In addition to his work on the water initiative, Dinkheller also “remained \nheavily involved on the electrical pipe side[,]” maintaining a “national influence over \nthe water pipe expansion initiative and the electrical pipe business, both of which are \nnationwide businesses for Atkore.”  (Am. Compl. ¶ 49.) \nC. Dinkheller’s Resignation from Atkore and Related Conduct \n19. During July 2024—Dinkheller’s last month of employment at Atkore—he \nspent a majority of his time “traveling to North Carolina and to Atkore’s plant in Fort \nMill, South Carolina.”  (Am. Compl. ¶  50.)  Dinkheller was there to help “Atkore’s \nFort Mill plant with its optimization by improving its productivity and output and \nreducing water on the electrical pipe side of the business.”  (Am. Compl. ¶  50.)  \nHowever, Atkore believes that Dinkheller “demonstrate[d] a lack of focus and \nattention[,]” and “was not giving his best efforts[.]”  (Am. Compl. ¶¶ 50–51.)  By way \nof example, Atkore alleges that Dinkheller “directed critical changes to the blending \nand extrusion processes at the Fort Mill, SC plant”; however, “Fort Mill’s equipment \nwas not adequate to handle the specifications of the blend that Dinkheller directed  \ncausing several mechanical breakdowns and a less effective compounding process[.]”  \n(Am. Compl. ¶ 52.)  \n20. On 18 July 2024, National Pipe “posted its position for Director of \nOperations in Colfax, NC[,]” which was subsequently offered to Dinkheller on 26 July \n2024.  (Am. Compl. ¶  53.)  National Pipe’s original posting for the position  “stated \nthat the salary range was $160,000 to $180,000 annually.”  (Am. Compl. ¶ 56.)  \nHowever, Dinkheller’s offer for employment was for $220,000.  (Am. Compl. ¶ 56.) \n21. On 2 August 2024, Dinkheller accepted National Pipe’s offer , and o n \n8 August 2024, Dinkheller informed Atkore of his resignation.  (Am. Compl. ¶  58.)  \nOn the same day as his resignation, Atkore sent Dinkheller a letter, “reminding him \nof his post -employment restrictive covenants and obligations.”  (Am. Compl. ¶  60.)  \nThereafter, on 15 August 2024, Atkore sent a letter to National Pipe, “providing them \nwith a copy of [Dinkheller’s] employment agreement containing his restrictive \ncovenants.”  (Am. Compl. ¶ 61.)    \n22. Atkore also alleges that during the pendency of this litigation, Dinkheller \ndisclosed to the public, through the filing of an affidavit, “the location of every single \nfacility where Atkore’s water pipe expansion initiative is taking place, the dollar \namount of the capital expenditure, and the identity of certain products and model s \nincluded.”  (Am. Compl. ¶ 4.)  \nIII. PROCEDURAL HISTORY \n23. On 11 October 2024, this action was initiated with the filing of the Verified \nComplaint.  (ECF No. 3.)  Thereafter, on 15 November 2024, Atkore filed its Amended \nComplaint—the operative pleading —asserting six claims: (1) breach of contract \nagainst Dinkheller related to the non-competition provision within the  Dinkheller \nAgreement (Count One), (Am. Compl. ¶¶  69–77); (2) tortious interference with \ncontract against National Pipe (Count Two), (Am. Compl. ¶¶  78–90); (3) breach of \nfiduciary duties against Dinkheller (Count Three), (Am. Compl. ¶¶  91–100); \n(4) constructive fraud against Dinkheller (Count Four), (Am. Compl. ¶¶  101–06); \n(5) unfair and deceptive trade practices against Defendants (Count Five), (Am. \nCompl. ¶¶  107–10); and (6) misappropriation of trade secrets against Defendants \n(Count Six); (Am. Compl. ¶¶ 111–24). \n24. Thereafter, the Motion was filed, and following complete briefing, the Court \nheld a hearing on 11 March 2025 (the Hearing), where all parties were represented \nthrough counsel.  (See ECF No. 89.)  The Motion is ripe for determination. \nIV. LEGAL STANDARD \n25. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court \nreviews the allegations in the Amended Complaint in the light most favorable to \nAtkore.  See Christenbury Eye Ctr., P.A. v. Medflow, Inc. , 370 N.C. 1, 5 (2017).  The \nCourt’s inquiry is “whether, as a matter of law, the allegations of the Complaint  . . . \nare sufficient to state a claim upon which relief may be granted under some legal \ntheory[.]”  Harris v. NCNB Nat’l Bank , 85 N.C. App. 669, 670 (1987).  The Court \naccepts all well -pleaded f actual allegations in the relevant pleading as true.  See \nKrawiec v. Manly, 370 N.C. 602, 606 (2018).  The Court is therefore not required “to \naccept as true allegations that are merely conclusory, unwarranted deductions of fact, \nor unreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human \nServs., 174 N.C. App. 266, 274 (2005) (citation omitted). \n26. Furthermore, the Court “can reject allegations that are contradicted by the \ndocuments attached, specifically referred to, or incorporated by reference in the \nComplaint.”  Moch v. A.M. Pappas & Assocs., LLC , 251 N.C. App. 198, 206 (2016) \n(citation omitted).  The Court may consider these attached or incorporated documents \nwithout converting the Rule 12(b)(6) motion into a motion for summary judgment.   \nId. (citation omitted).  Moreover, the Court “may properly consider documents which \nare the subject of the Complaint and to which the Complaint specifically refers even \nthough they are presented by the Defendants .”  Oberlin Capital, L.P. v. Slavin, 147 \nN.C. App. 52, 60 (2001) (citation omitted). \n27. Our Supreme Court has observed that “[i]t is well -established that \ndismissal pursuant to Rule 12(b)(6) is proper when ‘(1) the Complaint on its face \nreveals that no law supports the Plaintiff’s claim; (2) the Complaint on its face reveals \nthe absence of facts sufficient to make a good claim; or (3) the Complaint discloses \nsome fact that necessarily defeats the  Plaintiff’s claim.’ ”  Corwin v. British Am. \nTobacco PLC, 371 N.C. 605, 615 (2018) (quoting Wood v. Guilford Cnty., 355 N.C. 161, \n166 (2002)).  This standard of review for Rule 12(b)(6) motions is the standard our \nSupreme Court “routinely uses . . . in assessing the sufficiency of a Complaint in the \ncontext of complex commercial litigation.”  Id. at 615 n.7 (citations omitted). \nV. ANALYSIS \n28. Defendants have moved to dismiss each claim asserted against them, and \nthe Court addresses each claim in turn.  \nA. Count One: Breach of Contract Against Dinkheller \n29. Atkore asserts Count One against Dinkheller for breach of the Dinkheller \nAgreement, alleging that the Dinkheller Agreement is a “valid and enforceable non -\ncompete agreement ,” (Am. Compl. 70),  and Dinkheller breached such agreement \nwhen he “began working for National Pipe, a competitor of Atkore, within 12 months \nfollowing the termination of his employer with Atkore,” (Am. Compl. ¶ 74).  \n30. “The elements of a claim for breach of contract are (1) existence of a valid \ncontract and (2) breach of the terms of that contract.”  Poor v. Hill, 138 N.C. App. 19, \n26 (2000).  When these elements are alleged, “it is error to dismiss a breach of contract \nclaim under Rule 12(b)(6),” and our appellate courts routinely reverse trial court \norders that require anything more.  Woolard v. Davenport , 166 N.C. App. 129, 134 \n(2004).  “[S]tating a claim for breach of contract is a relatively low bar.”  Vanguard \nPai Lung, LLC v. Moody , 2019 NCBC LEXIS 39, at  *11 (N.C. Super. Ct. June 19, \n2019). \n31. As an initial matter, non-compete covenants are “not viewed favorably in \nmodern law.”  VisionAIR, Inc. v. James, 167 N.C. App. 504, 508 (2004) (citation \nomitted).  In determining whether a non-compete agreement is, in fact, reasonable, \nvalid, and enforceable, courts must examine the “reasonableness of its time and \ngeographic restrictions, balancing the substantial right of the employee to work with \nthat of the employer to protect its legitimate business interests.”  Okuma Am. Corp. \nv. Bowers, 181 N.C. App. 85, 86 (2007). \n32. As this Court has explained, \n[t]o be valid, the restrictions on the employee’s future employability by \nothers must be no wider in scope than is necessary to protect the \nbusiness of the employer. If a non-compete covenant is too broad to be a \nreasonable protection to the employer’s business it will not be \nenforced.  The courts will not rewrite a contract if it is too broad but will \nsimply not enforce it. \n \nPDF Elec. & Supply Co., LLC v. Jacobsen, 2020 NCBC LEXIS 103, at *17–18 (N.C. \nSuper. Ct. Sept. 9, 2020) (quoting VisionAIR, 167 N.C. App. at 508).  “ The \nreasonableness of a non-competition covenant is a matter of law for the court to \ndecide.”  Medical Staffing Network, Inc. v. Ridgway, 194 N.C. App. 649, 655 (2009). \n33. Based on these principles, the North Carolina Court of Appeals has declined \nto enforce non-compete covenants prohibiting employees from directly or indirectly \nhaving any association with competing businesses.   See, e.g., VisionAIR, 167 N.C. \nApp. at 508–09; Hartman v. W.H. Odell & Assocs., 117 N.C. App. 307, 308 (1994). \n34. Additionally, “[a] restriction as to territory is reasonable only to the extent \nit protects the legitimate interests of the employer in maintaining [its] \ncustomers.”  Hejl v. Hood, Hargett & Assocs., Inc., 196 N.C. App. 299, 306 (2009) \n(quoting Manpower, Inc. v. Hedgecock, 42 N.C. App. 515, 523 (1979)).  “Ordinarily, a \ncovenant’s geographic scope will be found reasonable if it encompasses the area \nserved by the business that the covenant protects[.]”  Beverage Sys. of the Carolinas, \nLLC v. Associated Beverage Repair, LLC, 368 N.C. 693, 698 (2016) (citing Thompson \nv. Turner, 245 N.C. 478, 481–82 (1957)). \n35. The Dinkheller Agreement, and specifically Paragraph 7, contains the non-\ncompete provision at issue in this case.  Paragraph 7 provides that  \nDuring the period in which Employee is employed by or otherwise \naffiliated with the Company and for a period of twelve (12) months \nfollowing the last day of Employee’s affiliation with the Company (the \n“Restricted Period”), Employee will not, without the p rior written \nconsent of the Company:  \n \na. For Employee or on behalf of any other person or entity, directly \nor indirectly, either as principal, partner, stockholder, officer, \ndirector, member, employee, consultant, agent, representative or \nin any other capacity, provide services to or engage with any \nbusiness within the Restricted Territory (as defined below) which \nis directly or indirectly Competitive (as defined in Section 1) with \nthe business of the Company, to the extent such services or \nengagement are the same as, or substantially similar to, the \nservices that Employee performed for the Company during the \ntwo (2) year period preceding Employee’s separation from \nemployment with th e Company. Nothing contained herein will \npreclude Employee from purchasing or owning securities of any \nsuch business if such securities are publicly traded, and provided \nthat Employee’s holdings do not exceed one percent (1%) of the \nissued and outstanding securities of any class of securities of such \nbusiness. \n \n(Agt. at ¶ 7.)  Further, the Dinkheller Agreement defines “Restricted Territory” as  \nany country, state, region, territory or geographic location in which \nEmployee provided services to or on behalf of the Company or within \nwhich Employee had a material presence or influence for the Company, \nwithin the two (2) year period preceding Employee ’s separation from \nemployment with the Company. \n \n(Agt. at ¶ 3.b.)  \n \n36. Defendants raise a number of arguments in support of their Motion, which \nDefendants contend , when read together, support their contention s that “the \n[Dinkheller] Agreement is unenforceable because the time, territory, and scope of the \nrestrictions are overbroad, and the [Dinkheller] Agreement violates North Carolina \npublic policy because it constitutes an unreasonable restraint on trade.”  (Memo. \nSupp. Mot. 9, ECF No. 56 [Br. Supp.].) \n37. First, Defendants argue that by inclusion of the prohibition that Dinkheller \nshall not  “provide services to or engage with any business within the Restricted \nTerritory . . . which is directly or indirectly  Competitive” to Atkore, the Dinkheller \nAgreement is rendered unenforceable.  (Br. Supp. 9.)   \n38. Second, Defendants contend that by defining the word “Company” to mean \n“Atkore International, Inc., [and] its parents, subsidiaries, affiliates, successors, and \nassigns[,]” the non-compete is overly broad in scope as it relates to which businesses \nare deemed “Competitive” given it is not limited to the business of Atkore alone.  (Br. \nSupp. 10.)  Defendants argue that as a result of this definition, the “scope of \nprohibited activities includes products or services which were under development by \nany of Atkore’s related entities, regardless of whether Dinkheller even knew that \nthose products or services were planned” by Atkore.  (Br. Supp. 12.)  \n39. Third, Defendants contend the temporal restrictions are overly broad, as \nthe non- compete provision “applies ‘for twelve (12) months ’ after Dinkheller’s \nseparation from [Atkore] and also contains a two-year lookback period[,]” along with \nan extension of “one-to-two years if certain actions occur.”  (Br. Supp. 13.)  As a result, \nDefendants argue that “the temporal restrictions in the [Dinkheller] Agreement total \nthree years at a minimum, and may extend up to five years,” which Defendants argue \nis unreasonable.  (Br. Supp. 13.)   \n40. Fourth and finally, Defendants argue that the geographic scope is overly \nbroad.  Defendants note that Atkore has alleged that through his leadership roles, \n“Dinkheller had a national influence over the water pipe expansion initiative and the \nelectrical pipe business, both of which are nationwide businesses for Atkore[.]”  (Br. \nSupp. 14 (citing Am. Compl. ¶  44).)  Defendants argue that  according to the \nDinkheller Agreement, since Dinkheller could not provide service s to “any business \nwithin the Restricted Territory[,]” and the Restricted Territory includes any “country, \nstate, region, territory or geographic location ” where Dinkheller “provided services \n. . . [or] had a material presence or influence ” on Atkore, this “spans the entirety of \nAtkore’s . . . operations in the Unites States, if not the globe.”  (Br. Supp. 14.)   \n41. Atkore responds by arguing that Defendants overlook that the “noncompete \nis expressly limited to prohibiting only those duties that are the same or substantially \nsimilar to the services he provided during the last two years of his Atkore \nemployment.”  (Pl.’s Resp. Mot. 6, ECF No. 78 [Br. Opp.].)  Additionally, Atkore picks \napart each of Defendants’ arguments, as discussed above, on the basis that the case \nlaw relied upon as to each argument  is not analogous to the facts of this case.  (Br. \nOpp. 8–10.) \n42. The Court concludes that , on the facts as pleaded , the Dinkheller \nAgreement is overly broad and unreasonable as a matter of law.  The Court finds that \nthe time, scope, and geographic restrictions, when considered as a whole, are overly \nbroad and not reasonably limited to protecting Atkore’s business interests.  The time \nrestrictions—including the two -year lookback period—paired with the broad \ndefinition of the “Company ,” which could encompass many entities beyond Atkore, \nand the far -reaching geographic rest riction, which essentially covers the entire \ncountry given the allegations within the Amended Complaint, all support Defendants’ \ncontention that the Dinkheller Agreement is overly broad and unenforceable as a \nmatter of law.  \n43. For this reason, the Court hereby GRANTS the Motion in part as to Count  \nOne based on the non-competition restrictive covenant detailed in Paragraph 7 of the \nDinkheller Agreement, and Count One is DISMISSED with prejudice.2 \nB. Count Two: Tortious Interference with Contract against National \nPipe \n \n44. Atkore has asserted Count Two against National Pipe, alleging that \n“National Pipe intentionally induced Dinkheller to commence work for National Pipe \nin violation of” the  non-competition and non -disclosure restrictive covenants found \nwithin the Dinkheller Agreement.  (Am. Compl. ¶ 81.) \n45. To state a claim for tortious interference with contract, a complaint must \nallege that: \n(1) a valid contract [exists] between the plaintiff and a third- person \nwhich confers upon the plaintiff a contractual right against a third \nperson; (2) the defendant knows of the contract; (3) the defendant \nintentionally induces the third person not to perform the contract; \n(4) and in doing so acts with out justification; (5) resulting in actual \ndamage to plaintiff. \n \nUnited Lab., Inc. v. Kuykendall , 322 N.C. 643, 661 (1988).  As this Court has often \nnoted, “[t]he pleading standards for a tortious interference with contract claim are \nstrict.”  Kerry Bodenhamer Farms, LLC v. Nature’ s Pearl Corp., 2017 NCBC \nLEXIS 27, at *16 (N.C. Super. Ct. Mar. 27, 2017) (alteration in original) (quoting \nUrquhart v. Trenkelbach, 2017 NCBC LEXIS 12 at *15 (N.C. Super. Ct. Feb. 8, 2017)). \n46. First, Atkore has alleged that it “has a valid and enforceable employment \nagreement with Dinkheller” which contains “provisions against the use or disclosure \n \n2 “The decision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt.”  First Fed. Bank v. Aldridge, 230 N.C. App. 187, 191 (2013). \nof Atkore’s confidential information and trade secrets” and “restrictions against \ncompeting with Atkore for a limited period of time within certain geographic areas.”  \n(Am. Compl. ¶ 79.)   \n47. As to the non-competition provision within the Dinkheller Agreement, the \nCourt has found that provision to be unenforceable as a matter of law.  ( See \nsupra ¶ 35.)  As a result, to the extent Count Two is based on the non -competition \nprovision of the Dinkheller Agreement, the Motion is GRANTED and Count Two is \nDISMISSED with prejudice to that limited extent.  \n48. The Court now turns its analysis to the non-disclosure provision within the \nDinkheller Agreement to determine whether Atkore has sufficiently alleged Count \nTwo on this basis.   \n49. When assessing the validity of restrictive covenants in an employment \nagreement, North Carolina law distinguishes between restrictive covenants —which \nrestrain trade—and confidentiality agreements —which are only meant to prevent \nthe disclosure or use of con fidential information .  See Amerigas Propane, L.P. v. \nCoffey, 2015 NCBC LEXIS 98, at **10 (N.C. Super. Ct. Oct. 15, 2015). \n50. “Unlike non -competition and non -solicitation provisions, a nondisclosure \nprovision is generally not considered to be a restraint on trade.”  Prometheus Grp. \nEnters., LLC v. Gibson , 2023 NCBC LEXIS 42, at **24 (N.C. Super. Ct. Mar. 21, \n2023).  Accordingly, a “nondisclosure provision is not subjected to the same level of \nscrutiny as the non- competition and non -solicitation provisions” of an employment  \nagreement.  Id. at **25.  For this reason, “[s]uch agreements may, therefore, be \nupheld even though the agreement is unlimited as to time and area[.]”  Akzo Nobel \nCoatings, Inc. v. Rogers, 2011 NCBC LEXIS 42, at **31 (N.C. Super. Ct. Nov. 3, 2011). \n51. Dinkheller’s non-disclosure obligations are outlined in paragraph 7 of the \nDinkheller Agreement.  (See Agt. at ¶ 7; see supra ¶ 14.)   \n52. Defendants contend Count Two should be dismissed on the basis that \nAtkore has only alleged “conclusory allegations to support this claim which should be \nignored.”  (Br. Supp. 22.)  Atkore disagrees  with this characterization of its \nallegations, arguing it has “set forth factual allegations supporting the elements of \nits tortious interference claim” against National Pipe, including National Pipe’s \n“knowledge of Dinkheller’s  noncompete and [National Pipe’s] wrongful purpose of \ninducing Dinkheller’s breach to stifle fair competition in the marketplace[.]”  ( Br. \nOpp. 13.) \n53. Atkore alleges that (1) the Dinkheller Agreement is a “valid and enforceable \nemployment agreement ,” (Am. Compl. ¶  79); (2) “National Pipe was notified in \nwriting of Dinkheller’s employment agreement .  . . prior to Dinkheller commencing \nemployment for National Pipe,” (Am. Compl. ¶ 80); (3) National Pipe interfered with \nthe Dinkheller Agreement by “placing Dinkheller in a position where he has disclosed \nand is utilizing Atkore’s confidential information and trade secrets ,” (Am. \nCompl. ¶ 83);  (4) National Pip e’s conduct was done “without justification [,]” (Am. \nCompl. ¶ 87); and (5) Atkore is entitled to recover for “the resulting actual damages \nit has suffered[,]” (Am. Compl. ¶ 90).  The Court finds Atkore’s allegations sufficient \nat this stage to state a claim for tortious interference with contract against National \nPipe as to the non-disclosure provision within the Dinkheller Agreement.   \n54. Therefore, the Court hereby DENIES  the Motion in part as to Count Two \nto the extent it is based on the non -disclosure provision within the Dinkheller \nAgreement.  \nC. Counts Three and Four: Breach of Fiduciary Duty & Constructive \nFraud Against Dinkheller \n \n55. Atkore has asserted Count Three against Dinkheller for breach of fiduciary \nduty, alleging that Dinkheller “owed Atkore fiduciary duties given the relationship of \ntrust and confidence between the two parti es,” (Am. Compl. ¶  92), and that he \nbreached his duties when he “knowingly and intentionally put his interests and those \nof National Pipe ahead of Atkore’s,” (Am. Compl. ¶  97).  Similarly, Atkore has \nasserted Count Four against Dinkheller for constructive fraud, alleging that “[a] \nrelationship of trust and confidence existed between Atkore and Dinkheller,” (Am. \nCompl. ¶ 102), and that Dinkheller “took advantage of that position of trust in order \nto benefit himself,” (Am. Compl. ¶ 103).  \n56. In order to establish a claim for breach of fiduciary duty, plaintiff must \nshow that: (1) defendant owed plaintiff a fiduciary duty; (2) defendant breached his \nfiduciary duty; and (3) the breach of fiduciary duty was a proximate cause of injury \nto plaintiff.  Farndale Co., LLC v. Gibellini, 176 N.C. App. 60, 68 (2006).  “To establish \nconstructive fraud, a plaintiff must show that defendant (1) owes plaintiff a fiduciary \nduty; (2) breached this fiduciary duty; and (3) sought to benefit himself in the \ntransaction.”  Crumley & Assocs., P.C. v. Charles Peed & Assocs., P.A., 219 N.C. App. \n615, 620 (2012).   \n57. North Carolina’s courts have consistently held that an employer-\nemployee relationship is not a fiduciary one, even where the employee has significant \nmanagement authority, absent some allegation that the  employee exercised \ndominance and control over his employer.  See Austin Maint. Constr., Inc. v. Crowder \nConstr. Co., 224 N.C. App. 401, 410 (2012) (finding no breach of  fiduciary \nduty because “any confidence that Plaintiff reposed in [employee] consisted of nothing \nmore than relying on him to competently perform his assigned duties ”); Dalton v. \nCamp, 353 N.C. 647, 652 (2001) (quoting King v. Atl. Coast Line R.R. Co., 157 N.C. \n44, 62–63 (1911)) (“Under the general rule, ‘the relation of employer and employee is \nnot one of those regarded as confidential.’ ”); Allegis Grp., Inc. v. Zachary Piper LLC, \n2013 NCBC LEXIS 12, at *32 (N.C. Super. Ct. Feb. 25, 2013) (holding that “ basic \nmanagement responsibilities” do not support a fiduciary relationship); Battleground \nVeterinary Hosp., P.C. v. McGeough, 2007 NCBC LEXIS 33, at *16 (N.C. Super. Ct. \nOct. 19, 2007) ( “Even when an employee is entrusted with substantial managerial \nauthority, a fiduciary relationship will not exist absent evidence that such authority \nled to the employer being subjugated to the ‘ improper influences or domination of \n[its] employee.’ ” (citation omitted)). \n58. “Where an employee is neither an officer nor a director, extraordinary \ncircumstances are necessary to impose a fiduciary duty arising out of the employment \nrelationship.”  Southeast Air Charter, Inc. v. Stroud, 2015 NCBC LEXIS 82, at *16 \n(N.C. Super. Ct. Aug. 17, 2015) (citing Dalton, 353 N.C. at 652).  These “extraordinary \ncircumstances” occur when an employer is “subjugated to the improper influences or \ndomination of his employee.”  Dalton, 353 N.C. at 652;  see also DSM Dyneema, LLC \nv. Thagard, 2015 NCBC LEXIS 50, at *21–22 (N.C. Super. Ct. May 12, 2015) (holding \nthat the plaintiff failed to allege “ the extraordinary or special type of employer -\nemployee relationship that gives rise to a  fiduciary duty” because the facts pleaded \n“failed to allege that Thagard enjoyed the sort of domination or influence over DSM \nthat our courts have found necessary to create a fiduciary duty”). \n59. Defendants argue that Counts Three and Four should be dismissed, as the \nAmended Complaint “lacks sufficient facts to establish Dinkheller had any fiduciary \nduty to Atkore [,]” a fundamental element to both Counts Three and Four.  (Br. \nSupp. 23, see also Br. Supp. 25.)  Defendants support this contention by arguing the \n“allegations confirm the relationship between Dinkheller and Atkore is that of a \nstandard employer/employee ,” and that the “Amended Complaint confirms \nDinkheller worked under the supervision of others and his authority was subservient \nto those higher-ranking individuals.”  (Br. Supp. 24.) \n60. In response, Atkore argues its allegations are sufficient at this stage, \nproviding that “Dinkheller’s influence and assumption of a specialized, new senior \nlevel position to oversee and execute Atkore’s water expansion initiative” established \na fiduciary duty between the two parties.  (Br. Opp. 13.)   \n61. While Atkore alleges that Dinkheller was a senior -level employee with \nsubstantial managerial authority over the water pipe expansion initiative, the \npleaded facts do not show that Dinkheller possessed the type of domination and \ninfluence over Atkore that create fiduciary duties.   \n62. As a result, Counts Three and Four both fail.  Therefore, the Court hereby \nGRANTS the Motion in part as to Counts Three and Four, and Counts Three and \nFour are DISMISSED without prejudice.  \nD. Count Five: UDTPA Against Defendants \n63. Atkore brings Count Five against both Dinkheller and National Pipe, \nalleging that Defendants have violated the UDTPA through “Dinkheller’s use of his \nspecialized leadership position to continue procuring Atkore’s highly confidential \nproprietary information  on its strategies for water pipe expansion and \noptimization[,]” while “simultaneously conspiring with National Pipe to engage in \ncompetitive employment in disregard of fiduciary duties, confidentiality obligations \nand restrictive covenants.”  (Am. Compl. ¶ 108.)   \n64. To state a claim for a violation of N.C.G.S. § 75-1.1 (UDTPA), a plaintiff \nmust allege that “(1) defendant committed an unfair and deceptive act or practice, \n(2) the action in question was in or affecting commerce, and (3) the act proximately \ncaused injury to the plaintiff.”  Dalton, 353 N.C. at 656.  “A practice is unfair if it is \nunethical or unscrupulous, and it is deceptive if it has a tendency to deceive.”  Id. \n65. Defendants seek dismissal of Count Five, arguing Count Five “rests upon \nother claims which should be dismissed for the reasons outlined herein and should be \ndismissed on that basis alone.”  (Br. Supp. 30.)  Atkore does not raise any opposition \nas to Count Five in its response brief, and as a result, the Court deems Defendants’ \nrequest for dismissal of Count Five to be unopposed.  See BCR 7.2 (“The function of \nall briefs required or permitted by this rule is to define clearly the issues presented \nto the Court and to present the arguments and authorities upon which the parties \nrely in support of their respective positions.  A party should therefore brief each issue \nand argument that the party desires the Court to rule upon and that the party intends \nto raise at a hearing.”). \n66. Therefore, the Court hereby GRANTS the Motion as to Count Five, and \nCount Five is DISMISSED without prejudice.  \nE. Count Six: Misappropriation of Trade Secrets Against Defendants \n67. Atkore has asserted Count Six against both Dinkheller and National Pipe, \nalleging that “Dinkheller had access to, reviewed and used Atkore’s trade secrets” ; \n“Dinkheller then disclosed this trade secret information to National Pipe, as well as \nto the public in his affidavit in this case ”; “[t]hese trade secrets are not easily or \nreadily ascertainable through independent development or reverse engineering”; and \nAtkore “engages in reasonable efforts to maintain the secrecy of such trade secret \ninformation.”  (Am. Compl. ¶¶ 112–17.)   \n68. The North Carolina Trade Secrets Protection Act defines a trade secret as \nbusiness or technical information, including but not limited to a formula, \npattern, program, device, compilation of information, method, \ntechnique, or process that: \n \na. Derives independent actual or potential commercial value from \nnot being generally known or readily ascertainable through \nindependent development or reverse engineering by persons who \ncan obtain economic value from its disclosure or use; and \n \nb. Is the subject of efforts that are reasonable under the \ncircumstances to maintain its secrecy. \n \nN.C.G.S. § 66-152(3).  “To plead misappropriation of trade secrets, a plaintiff must \nidentify a trade secret with sufficient particularity so as to enable a defendant to \ndelineate that which he is accused of misappropriating and a court to determine \nwhether misappropriation has or is threatened to occur.”  Krawiec,  370 N.C. at 609 \n(citation omitted). \n69. Defendants seek dismissal of Count Six for two reasons, arguing Atkore has \nfailed to identify both the trade secrets at issue, and any acts of misappropriation \nthereof, with sufficient particularity.  (Br. Supp. 27–30.)   \n70. First, Defendants contend that Atkore’s allegedly misappropriated trade \nsecret information is “not entitled to protection as a ‘trade secret’ and cannot support \na claim for misappropriation.”  (Br. Supp. 28.)  Second, Defendants contend Atkore’s \nallegations regarding misappropriation are “just the ‘inevitable disclosure’ doctrine \ndressed up as an alleged act of misappropriation.”  (Br. Supp. 29.)   \n71. Atkore rebuts this argument, pointing out that it “pled specifically \nidentifiable confidential, trade secret information that Dinkheller misappropriated \nfrom a PowerPoint document when he shared that same information in his public \naffidavit[.]”  (Br. Opp. 4 (citing ECF No. 33 at ¶¶ 2–4).)  Atkore argues that “this level \nof specificity gives sufficient notice of the identity of the trade secrets at issue in this \ncase.”  (Br. Opp. 5.)  Atkore further argues that it has “pled sufficient factual \nallegations to support  its claim” given that it has alleged “Dinkheller has \nmisappropriated the above-referenced trade secrets by taking such information from \nthe PowerPoint and disclosing the combination of all of it to [National Pipe] and the \npublic without Atkore’s consent.”  (Br. Opp. 6.)   \n72. The Court agrees  as to Dinkheller .  At this stage, the Court finds that \nAtkore has sufficiently identified such trade secrets as the information contained in \nthe PowerPoint presentation and has alleged that such information was subsequently \nshared on the public record in this matter through Dinkheller’s affidavit, ( see ECF \nNo. 33).   \n73. As to National Pipe, Atkore alleges that “Dinkheller’s use and/or disclosure \nof Atkore’s confidential information and trade secrets has occurred and is currently \noccurring[,]” (Am. Compl. ¶  119).  These allegations, paired with the allegations \ndiscussed herein regarding National Pipe interfering with the Dinkheller Agreement \nby “placing Dinkheller in a position where he has disclosed and is utilizing Atkore’s \nconfidential information and trade secrets,” (Am. Compl.  ¶ 83), are  minimally \nsufficient at this ea rly stage to state a claim against National Pipe for \nmisappropriation of trade secrets.  \n74. Therefore, the Court hereby DENIES the Motion in part as to Count Six. \nVI. CONCLUSION \n75. THEREFORE, the Court hereby GRANTS in part and DENIES in part \nthe Motion as follows: \na. The Motion is GRANTED as to Count One , and Count One is \nDISMISSED with prejudice; \nb. The Motion is GRANTED as to Count Two to the extent it relies \non the non- compete provision within the Dinkheller Agreement, and \nCount Two is DISMISSED with prejudice to that limited extent.  The \nMotion is DENIED as to Count Two to the extent it relies on the non-\ndisclosure provision within the Dinkheller Agreement; \nc. The Motion is GRANTED as to Count Three, and Count Three is \nDISMISSED without prejudice; \nd. The Motion is GRANTED  as to Count Four, and Count Four is \nDISMISSED without prejudice; \ne. The Motion is GRANTED  as to Count Five , and Count Five is \nDISMISSED without prejudice; and \nf. The Motion is DENIED as to Count Six. \nSO ORDERED, this the 10th day of April, 2025. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Chief Business Court Judge \n \n \n "
}