{
  "id": "0108c094ada6cf4291ba56bab5438cdcf854f05ca1642bea623aa84350c23367",
  "source_file": "data/raw/ncbc/0108c094ada6cf4291ba56bab5438cdcf854f05ca1642bea623aa84350c23367.pdf",
  "raw_text": "Comput. Design & Integration, LLC v. Brown, 2016 NCBC 94. \n \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 11847 \n \nCOMPUTER DESIGN & \nINTEGRATION, LLC and \nCOMPUTER DESIGN & \nINTEGRATION SOUTHEAST, LLC, \n \n                      Plaintiffs, \n \nv. \n \nDAVID A. BROWN, MARCUS \nJACOBY, and ROVE, LLC, \n \n                      Defendants, \n \nDAVID A. BROWN and MARCUS \nJACOBY, \n \n                      Third-Party Plaintiffs, \n \nv. \n \nERIC BAKKER and BRIAN T. REID, \nCPA, \n \n                      Third-Party Defendants. \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON  \nDEFENDANT BROWN’S  \nMOTION TO DISMISS \n \n  \n1. THIS MATTER  is before the  Court upon Defendant David A. Brown’s \n(“Brown” or “Defendant”) Motion to Dismiss the First, Second, Third, Fourth, Fifth, \nSeventh, Eighth, Ninth, Tenth, Eleventh, and Twelfth Claims for Relief  (the \n“Motion”) in the above-captioned case. \n2. After considering the Motion , briefs in support of and in opposition to the \nMotion, and the arguments of counsel at the hearing on October 26, 2016, the Court \nDENIES the Motion. \n \n \n \n \nBell, Davis & Pitt, P.A., by Edward B. Davis and Joshua B. Durham, for \nPlaintiffs Computer Design & Integration, LLC and Computer D esign \n& Integration Southeast, LLC and Third-Party Defendants Eric Bakker \nand Brian T. Reid. \n \nAlexander Ricks, PLLC, by Mary K. Mandeville and Alice C. Richey, for \nDefendants David A. Brown, Marcus Jacoby, and Rove, LLC  and \nThird-Party Plaintiffs David A. Brown and Marcus Jacoby. \n \n \nBledsoe, Judge. \nI. \nPROCEDURAL HISTORY \n3. This action arises out of failed buyout negotiations and involves claims by a \nformer employer/LLC manager relating to allegedly unlawful conduct by two former \nemployees, one of whom was an equal LLC member with the manager, and their new \ncompany.   \n4. Computer Design & Integration, LLC (“CDI”)  and Computer Design & \nIntegration Southeast, LLC (“CDISE”) (collectively, “Plaintiffs”) filed their Verified \nComplaint (“Complaint”) on June 30, 2016, asserting claims against Brown, Marcus \nJacoby (“Jacoby”), and Rove, LLC (“Rove”) (collectively, “Defendants”).  One or both \nPlaintiffs assert eleven claims against Brown: breach of operating agreement (“First \nClaim”); failure to negotiate in good faith (“Second Claim”); breach of duty of good \nfaith and fair dealing (“Third Claim”); misappropriation of trade secrets (“Fourth \nClaim”); conversion (“Fifth Claim”); b reach of fiduciary duty (“Seventh Claim”); \ntortious interference with contract (“Eighth Claim”); tortious interference with \nprospective economic relations (“Ninth Claim”); unfair and deceptive trade practices \n \n \n \n(“Tenth Claim”); preliminary i njunction (“Eleventh Cl aim”); and permanent \ninjunction (“Twelfth Claim”) (collectively, the “Claims at Issue”). \n5. On August 31, 2016, Defendants filed their Answer to the Compla int, and \nBrown filed the Motion, which seeks a dismissal of each of the Claims at Issue. \n6. The Motion has been fully briefed, and the Cou rt held a hearing on the \nMotion on October 26, 2016,  at which all parties were represented by counsel.  The \nMotion is now ripe for resolution. \nII. \nFACTUAL BACKGROUND \n7. The Court does not make findings of fact on motions to dismiss under Rule \n12(b)(6), but only recites those facts included in the Complaint that are relevant to \nthe Court’s determination of the Motion. \n8. CDI designs, deploys, and manages multiplatform hybrid IT solutions for \nbusinesses and often partners with technology companies in order to address the \nneeds of CDI’s customers.  (Compl. ¶ 6.) \n9. Brown was working for a partner of CDI when CDI and Brown discussed an \nexpansion of CDI into the Southea stern United States .  (Compl. ¶¶ 8 –9.)  Brown \ndecided to resign from his current position to assist with the expansion.  (Compl. ¶  \n9.)  CDI and Brown then organized CDISE as a North Carolina limited liability \ncompany in the fall of 2010.  (Compl. ¶¶ 2, 10.)  CDI and Brown entered into a written \noperating agreement for CDISE, dated November 5, 2010 (“Operating Agreement”).  \n(Compl. ¶ 10.)  The Operating Agreement provided that Brown and CDI each held a \n \n \n \nfifty-percent membership interest in CDI SE, Brown would serve as President and \nhandle the day-to-day management  of CDISE , and CDI would be  the managing \nmember with “full, complete and exclusive authority, power and discretion to direct, \nmanage and control the business, affairs an d assets of the Company . . . [and] to \nperform any and all acts or activities it deems necessary . . . .”  (Compl. ¶ 10.) \n10. On December 8, 2015, Brown and CDI agreed to terms concerning Brown’s \npurchase of the assets of CDI SE, but  the deadline for closing passed without \nconsummation of the transaction.   (Compl. ¶ ¶ 13, 15 .)  The parties subsequently \nagreed to a later date for the completion of the transaction, but the transaction still \ndid not close, and CDI and Brown ’s relationship deteriorated.  (Compl. ¶¶ 15–18.)  \nUltimately, Brown tendered his resignation as President of CDISE on June 16, 2016.  \n(Compl. ¶ 19.) \n11. Plaintiffs allege, among other things, that before his resignation, Brown \nhired for employment at Rove some of CDISE’s pro spective employee s, failed to \ninclude paperwork concerning deals in CDISE’s records, failed to close on CDISE’s \nproposals with American Credit Acceptance and Octapharma Plasma to allow Rove \nto obtain the ir business, used CDISE’s confidential financial information to obtain \nbusiness credit for Rove, and solicited for Rove some of CDISE’s customers  “in an \neffort to appropriate [CDISE’s] business for himself and Defendant Rove.”   (Compl. \n¶¶ 21–29.)  Further, Plaintiffs contend that, after his resignation, Brown and Jacoby \nsolicited and induced at least thirty employees to terminate their employment with \nCDISE in order to commence work for Rove, removed sensitive business records and \n \n \n \nassets belonging to CDISE from CDISE’s offices, and solicited, and continue to solicit, \nCDISE’s customers.  (Compl. ¶¶ 30–33.) \nIII. \nLEGAL STANDARD \n12. When ruling on a motion to dismiss pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure, the Court determines “whether, as a matter of law, \nthe allegations of the complaint, treated as true, are sufficient to state a claim upon \nwhich relief may be granted under some legal theory, whether properly labeled or \nnot.”  Crouse v. Mineo , 189 N.C. App. 232, 237, 658 S.E.2d 33, 36 (2008) (q uoting \nHarris v. NCNB,  85 N.C.  App. 669, 670, 355 S.E.2d 838, 840 (1987)).   The Court \nliberally construes the complaint in the light most favorable to the plaintiff and does \nnot dismiss the complaint “‘unless it appears beyond doubt that [the] plaintiff could \nprove no set of facts in support of his claim whic h would entitle him to relief.’ ”  \nHolloman v. Harrelson, 149 N.C. App. 861, 864, 561 S.E.2d 351, 353 (2002) (quoting \nDixon v. Stuart, 85 N.C. App. 338, 340, 354 S.E.2d 757, 758 (1987)). \n13. When ruling on  a Rule 12(b)(6) motion, the court “may . . . consider \ndocuments which are the subject of a plaintiff's complaint and to which the complaint \nspecifically refers even though they are presented by the defendant.”  Oberlin Capital, \nL.P. v. Slavin , 147 N.C. Ap p. 52, 60, 554 S.E.2d 840, 847 (2001); see also Laster v. \nFrancis, 199 N.C. App. 572, 577, 681 S.E.2d 858, 862 (2009). \n14. Dismissal of a complaint under Rule 12(b)(6) is proper:  “(1) when the \ncomplaint on its face reveals that no law supports plaintiff's claim; (2) when the \n \n \n \ncomplaint on its face reveals the absence of fact sufficient to make a good claim;  [or] \n(3) when some fact disclosed in the complaint necessarily defeats plaint iff's claim.”  \nJackson v. Bumgardner, 318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986).  Otherwise, \n“a complaint should not be dismissed for insufficiency unless it appears to a certainty \nthat plaintiff is entitled to no relief under any state of facts which could be proved in \nsupport of the claim.”  Sutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) \n(emphasis omitted). \n15. Factual allegations are accepted as true , but the Court is not required to \naccept as true “allegations that are contradicted by the documents attached, \nspecifically referred to, or incorporated by reference  in the complaint. ”  Laster, 199 \nN.C. App. at 577, 681 S.E.2d at 862. \nIV. \nANALYSIS \nA. Motion to Dismiss the Claims \n16. Brown first seeks to dismiss the Claims at Issue by arguing that Plaintiffs \nlack authority to file the Claims at Issue as direct claims under Section 6.1.3 (xiv) of \nthe Operating Agreement and further that Plaintiffs have not met the statutory \ndemand requirements necessary to assert derivat ive claims on behalf of CDI SE.  \n(Brown’s Br. Supp. Mot. Dismiss 1.)   \n17. Sections 6.1.1 of the Operating Agreement provides that CDI shall have \nbroad authority to act as the Managing Member of CDISE: \n6.1.1 The business, affairs and assets of the Company shall be managed by \na managing member who shall act as a manager of the Company pursuant \n \n \n \nto the Act (“ Managing Member ”). Except as otherwise provided in this \nAgreement, the Managing Member shall have full, complete and exclusive \nauthority, power and discretion to direct, manage and control the business, \naffairs and assets of the Company, to exercise any and all other acts or \nactivities it deems necessary, appropriate, proper,  advisable or convenient \nwith respect thereto. The initial Managing Member shall be Computer \nDesign & Integration, LLC (“CDI”), and shall serve as the same until such \nManaging Member resigns or shall be replaced by the affirmative vote or \nconsent of a Majority in Interest of the Members. \n(Brown’s Mot. Dismiss, Ex. A.) \n18. Nevertheless, section 6.1.3 of the Operating Agreemen t makes clear that \ncertain corporate actions shall require 75% of the Percentage Interest (i.e., 75% of the \nmembership percentage interests  in CDISE ) before they may be undertaken, \nincluding, according to Brown, filing this action: \n6.1.3 Notwithstanding an ything to the contrary set forth in this \nAgreement, the consent of at least seventy -five percent (75%) of the \nPercentage Interest then held by the Members shall be required to do any \nof the following: . . . (xiv) Perform any act that would subject any Memb er \nto personal liability . . .   \n(Brown’s Mot. Dismiss, Ex. A.) (emphasis added.)   \n19. Brown contends that the filing of this legal action against him is an “act that \nwould subject [him] to personal liability” under section 6.1.3.  As a result, according \nto Brown, because CDI and Brown each have a 50% membership interest  in CDISE, \nand because Brown did not authorize the filing of this action, the filing of th e action \nwas not authorized by the required 75% of the Percentage Interest and therefore may \nnot be maintained.  Plaintiffs argue in opposition, however, that the filing and \nprosecution of this lawsuit does not implicate section 6.1.3(xiv) because Brown’s \nalleged misconduct constitutes the “act” or “acts” that subjected him to p ersonal \nliability—not the filing of the litigation.  (Pls.’ Mem. Opp. Mot. Dismiss 5.) \n \n \n \n20. To interpret an operating agreement and its provisions, the Court employs \ngeneral rules of contract construction.  See N.C. Gen. Stat. § 57D-2-30 (e) (“the law[] \nof . . . contracts . . . govern[s] the administration and enfo rcement of operating \nagreements”); N.C. State Bar v. Merrell, 777 S.E.2d 103, 114 (N.C. App. 2015) (citing \nBank of Am., N.A. v. Rice , 230 N.C.  App. 450, 455 –56, 750 S.E.2d 205, 209 (2013))  \n(“An Operating Agreement is a contract”); Crouse, 189 N.C. App. at 237, 658 S.E.2d \nat 36); Richardson v. Kellar, 2016 NCBC LEXIS 62, at *12 (N.C. Super. Ct. Aug. 2, \n2016).   \n21. Contract construction seeks to determine “the intent of the parties when the \ncontract was issu ed” by deriving intent “from the language in the contract.”  N.C. \nState Bar, 777 S.E.2d at 114 (quoting Rice, 230 N.C. at 455, 750 S.E.2d at 209).  The \nlanguage in the contract “should be given its natural and ordinary meaning,” see e.g., \nSouthpark Mall Ltd. P’ship v. CLT Food Mgmt., 142 N.C. App. 675, 678, 544 S.E.2d \n14, 16 (2001) (citation omitted), and harmoniously construed to give every word and \nevery provision effect, In re Foreclosure of a Deed of Trust , 210 N.C. App. 409, 415, \n708 S.E.2d 174, 178 (2 011) (citation omitted).  Construction of a contact is a matter \nof law for the court if the language of the contract is plain and unambiguous.  \nSouthpark Mall Ltd., 142 N.C. App. at 679, 544 S.E.2d at 17. \n22. After careful review of the specific terms of the Operating Agreement, t he \nCourt concludes that section 6.1.3(xiv) is plain and unambiguous and that the natural \nand ordinary meaning of the language “[p]erform any act that would subject any \nMember to personal liability” does not encompass the filing of this lawsuit.   Indeed, \n \n \n \nthe filing of a legal action does not create or impose personal liability  upon a \ndefendant.  Rather, it is the unlawful conduct of the defendant that creates or imposes \npersonal liability; a  lawsuit is simply the legal mechanism throug h which a \ndefendant’s unlawful conduct that gives rise to personal liability may be redressed.  \nMoreover, section 6.1.3(xiv) is reasonably susceptible to but a single meaning —i.e., \nthat the members have agreed to a heightened level of member agreement to permit \nCDISE to take action that would result in CDISE’s members facing personal liability \nfor CDISE’s conduct, not as a measure to limit or eliminate CDISE’s recourse in the \nevent a member caused legal injury to CDISE.  As such, the Court concludes that the \nfiling of this action against Brown for his allegedly wrongful conduct cannot be \nunderstood as an action that “would subject [Brown] to personal liability ” under \nsection 6.1.3(xiv). \n23. Accordingly, the Court concludes that the Operating Agreement does not \nrequire 75% of the Percentage Interest of CDISE to consent to the filing of this action \nas argued by Brown.  To the contrary, the Operating Agreement makes clear that \nCDI, as the M anaging Member of CDISE  with “exclusive authority, power and \ndiscretion to direct, manage and control the business, af fairs and assets of the \nCompany . . . [and]  to perform any and all other acts or activities it deems \nnecessary . . .”, has full power and authority to cause CDISE to file this suit.  See \ngenerally Crouse, 189 N.C. App. at 239, 658 S.E.2d at 37–38 (holding LLC’s initiation \nof litigation against co-manager to be “a management decision”).1  As such, CDI need \n                                                 \n1 The North Carolina Limited Liability Act applies only “to the extent contrary or inconsistent \nprovisions are not made in, or are not otherwise supplanted, varied, disclaimed, or nullified \n \n \n \nnot assert CDISE’s claims against Brown derivatively nor sat isfy the demand \nrequirement under N.C. Gen. Stat. § 57D -8-01 as Brown contends.  Brown’s motion \nto dismiss the Claims at Issue on this basis should therefore be denied. \nB. Motion to Dismiss Breach of Fiduciary Duty Claim \n24. Brown also moves to dismiss or clarify CDISE’s claim for breach of fiduciary \nduty on the alternative ground that Brown does not owe a fiduciary duty to CDI as a \nmember of CDISE.  (Brown’s Br. Supp. Mot. Dismiss 6.)  The breach of fiduciary duty \nclaim against Brown, however, is not premised on an alleged fiduciary duty to CDI.  \nTo the contrary, CDISE’s breach of fiduciary duty claim is brought solely by CDISE \nand is premised on Brown’s fiduciary duty to CDISE arising from his role as \nPresident.  (Compl. ¶¶ 74 –77.)  As Brown recognizes, N.C. Gen. Stat. § 57D-3-23 \nexpressly provides that a company official shall have the same duties and standards \nof conduct as a manager under N.C. Gen. Stat. § 57D -3-21, including the obligation \nto discharge his duties (i) in good faith, (ii) with the care an ordinary prudent person \nin a like position would exercise under similar circumstances, and (iii) subject to the \nOperating Agreement, in a manner the company official believes to be in the best \ninterests of the LLC .  Accordingly, Brown’ s m otion to dismiss CDISE’s breach of \nfiduciary duty claim should be denied.   \n \n                                                 \nby, the operating agreement.”  N.C. Gen. Stat. § 57D -2-30 (a).  Under the default statutory \nprovisions, a “manager” is “any person designated as a manager as provided by the operating \nagreement.”  N.C. Gen. Stat. § 57D-1-03 (20).  “The management of an LLC and its business \nis vested in the managers” and “[m]anagement decisions approved by a majority of the \nmanagers are controlling” and can be made “without a meeting and without notice.”  N.C. \nGen. Stat. § 57D-3-20 (a), (b). \n \n \n \nV. \nCONCLUSION \n25. Based on  the foregoing, the Court  hereby DENIES Brown’s Motion  to \nDismiss.  \nSO ORDERED, this the 6th day of December, 2016. \n \n \n     /s/ Louis A. Bledsoe, III                          l \n     Louis A. Bledsoe, III \n     Special Superior Court Judge  \n  for Complex Business Cases  \n \n \n \n \n \n \n "
}