{
  "id": "01106c1abf51576bc2b352519e562f132046965d5b3e79816ce87519ba6e87ce",
  "source_file": "data/raw/ncbc/01106c1abf51576bc2b352519e562f132046965d5b3e79816ce87519ba6e87ce.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUS TICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 11 CVS 3539 \n \n \nSILVERDEER, LLC; SILVERDEER  ) \nBUILDERS, LLC; LAKEBOUND FIXED ) \nRETURN FUND, LLC; SILVERDEER ) \nMANAGEMENT, LLC; SILVERDEER ) \nCAROLINAS CARIBBEAN FUND I, LLC;  ) \nPLANTATION PARTNERS, LLC; HOWARD ) \nA. JACOBSON, ) \n Plaintiffs ) \n  ) OPINION AND ORDER    \n v.  )    \n   )  \nROBERT BERTON; ELDON BOLTON;  )  \nANDREA BURNS; EDWARD BURNS; CGR ) \nPARTNERS, LLC; STEVEN REINHARD; ) \nDALE CAREY; ROBERT GLOSSON; GAIL ) \nDWYER; STEPHEN DWYER; JAMES  ) \nFARRELL; JANICE FARRELL; DANIEL  ) \nGILLIS; WAYNE GOULD; ERIC M. LEVIN; ) \nBETSY SAWICKI; HOWARD SHAREFF; ) \nSHAREFF & ASSOCIATES DDS, PA; ) \nCONSTANCE UTECHT; MICHAEL  ) \nUTECHT; ALAN WOLTMAN; RALPH J. ) \nDILEONE; VISIONQUEST WEALTH ) \nMANAGEMENT, LLC; VISIONQUEST ) \nCAPITAL, LLC and STEVEN C. PETERS, ) \n  Defendants ) \n \n \n THIS CAUSE, designated a mandatory complex busines s case by Order of the \nChief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-\n45.4(b) (hereinafter, references to the North Carolina General Statutes will be to \"G.S.\"), \nand assigned to the undersigned Chief Special Superior Court Judge for Complex \nBusiness Cases, comes before the court upon (a) VisionQuest Defendants' Motion to \nDismiss, (b) Berton Defendants' Motion to Dismiss, (c) CGR Defendants' Motion to \nDismiss and (d) Defendant Ralph J. DiLeone's Motion to Dismiss and Motion for \n \n SilverDeer, LLC v. Berton, 2013 NCBC 24. \n \nJudgment on the Pleadings (collectively, \"Motions\"), pursuant to Rules 12(b)(6) and \n12(c), North Carolina Rules of Civil Procedure (\"Rule(s)\"); and \n THE COURT, having considered the Motions, oral arg uments, briefs in support of \nand in opposition to the Motions and other appropriate matters of record, CONCLUDES \nthat the Motions should be GRANTED in part and DENIED in part for the reasons stated \nherein. \n Howard A. Jacobson, Esq. for Plaintiffs.  \nGraebe, Hanna & Sullivan, PLLC, by Christopher T. Graebe, Esq. for Defendants \nStephen C. Peters, VisionQuest Wealth Management, LLC and VisionQuest \nCapital, LLC.  \n \nLaw Offices of James C. White, PC, by James C. White, Esq. and Michelle M. \nWalker, Esq. for Defendants Robert Berton, Gail Dwyer, Stephen Dwyer, James \nFarrell, Janice Farrell, Eric M. Levin, Howard Shareff, Constance Utecht and \nMichael Utecht. \n \nBrown & Bunch, PLLC, by Charles Gordon Brown, Esq. and James R. Baker, \nEsq. for Defendants CGR Partners, LLC, Steven Reinhard, Dale Carey and \nRobert Glosson.  \n \nManning, Fulton & Skinner, PA, by Robert S. Shields, Esq. and J. Whitfield \nGibson, Esq. for Defendant Ralph J. DiLeone. \n \nJolly, Judge. \n \nI. \n \nPROCEDURAL BACKGROUND \n \n[1] On March 2, 2011, Plaintiffs SilverDeer, LLC (\" SilverDeer\"), SilverDeer \nBuilders, LLC, Lakebound Fixed Return Fund, LLC (\"Lakebound\"), SilverDeer \nManagement, LLC (\"Management\"), SilverDeer Carolinas Caribbean Fund I, LLC, \nPlantation Partners, LLC (collectively, \"SilverDeer Companies\") and Howard A. \nJacobson (\"Jacobson\") filed a Complaint against Defendants Robert Berton, Eldon \n \nBolton, Andrea Burns, Edward Burns, Gail Dwyer, Stephen Dwyer, James Farrell, \nJanice Farrell, Daniel Gillis, Wayne Gould, Eric M. Levin, Betsy Sawicki, Howard \nShareff, Shareff & Associates DDS, PA, Constance Utecht, Michael Utecht, Alan \nWoltman (collectively, \"Berton Defendants\"), CGR Partners, LLC, Steven Reinhard, \nDale Carey, Robert Glosson (collectively, \"CGR Defendants\"), VisionQuest Wealth \nManagement, LLC, VisionQuest Capital, LLC and Steven C. Peters (\"Peters\") \n(collectively, \"VisionQuest Defendants\") and Ralph J. DiLeone (\"DiLeone\"). \n[2] The Complaint alleges ten causes of action (\"Cl aim(s)\"): First Cause of \nAction – Malicious Prosecution (by All Defendants e xcept DiLeone); Second Cause of \nAction – Defamation (by all Defendants except DiLeo ne); Third Cause of Action – Fraud \n(by All Defendants); Fourth Cause of Action – Decla ratory Judgment; Fifth Cause of \nAction – Negligence (by DiLeone); Sixth Cause of Ac tion – Breach of Contract (by \nVisionQuest Defendants); Seventh Cause of Action – Fraud (by VisionQuest \nDefendants); Eighth Cause of Action – Breach of Fid uciary Duties (by Peters); Ninth \nCause of Action – Unfair and Deceptive Trade Practi ces (by All Defendants); Tenth \nCause of Action – Tortious Interference with Prospe ctive Economic Advantage (by All \nDefendants). \n[3] On May 6, 2011, VisionQuest Defendants filed a Motion to Dismiss \n(\"VisionQuest Motion\"), seeking dismissal of the entirety of the Complaint as alleged \nagainst them, pursuant to Rule 12(b)(6).   \n \n[4] On May 6, 2011, Berton Defendants filed a Motio n to Dismiss (\"Berton \nMotion\"), seeking dismissal of the entirety of the Complaint as alleged against them, \npursuant to Rule 12(b)(6). 1 \n[5] On May 13, 2011, CGR Defendants filed a Motion to Dismiss (\"CGR \nMotion\"), seeking dismissal of the entirety of the Complaint as alleged against them, \npursuant to Rule 12(b)(6). \n[6] On May 10, 2011, DiLeone filed his Answer, whic h also contains a motion \nfor dismissal of the Complaint as to him, pursuant to Rule 12(b)(6).  On June 10, 2011, \nDiLeone also filed a Motion for Judgment on the Pleadings (collectively, DiLeone's Rule \n12(b)(6) and Rule 12(c) motions are referred to herein as the \"DiLeone Motion\"). \n[7] Subsequently, all Defendants filed separate mot ions to stay discovery until \ndetermination of the pending Rule 12 Motions. \n[8] On August 11, 2011, the court entered an Order granting Defendants' \nmotions to stay discovery. \n[9] The court heard oral arguments on the Motions.  At the hearing, the court \nannounced orally its rulings on the Motions with respect to certain Claims and \nDefendants.  Those previous rulings are reflected herein. \n[10] On March 22, 2012, Plaintiffs filed a Motion t o Lift Stay on Discovery.  On \nMarch 23, 2012, the court entered an Order lifting the stay on discovery, limited to \nClaims and Defendants not dismissed orally at the hearing on the Motions.   \n                                                 \n1 On May 19, 2011, Defendant Wayne Gould (\"Gould\") f iled a Motion to Dismiss, which joins and \nincorporates by reference the Berton Motion.  On June 15, 2011, and August 3, 2011, Defendants Betsy \nSawicki (\"Sawicki\") and Daniel Gillis (\"Gillis\"), respectively, filed substantially similar Motions to Dismiss.  \nFor purposes of this Opinion and Order, the court will consider the above-mentioned motions of Gould, \nSawicki and Gillis as part of the Berton Motion.  To the extent the Berton Motion is granted or denied, the \nabove motions are granted or denied to the same ext ent.   \n \n[11] The Motions have been fully briefed and are ri pe for determination. \nII. \nFACTUAL BACKGROUND  \n Among other things, the Complaint alleges that: \n[12] This case arises out of two previous civil act ions filed by a majority of the \nnamed Defendants, their managers and related companies.   \n[13] The two previous actions are captioned Berton, et al. v. Jacobson, et al ., \nWake County No. 09 CVS 10870 (\"Berton Action\") and Shareff  v. Lakebound Fixed \nReturn Fund LLC, et al. , Wake County No. 09 CVS 9983 (\"Shareff Action\") (both filed \non or about May 21, 2009) (collectively, \"Previous Actions\").2  All Plaintiffs in this action \nwere named defendants in the Berton Action.  Plaintiffs SilverDeer, Management, \nLakebound and Jacobson in this action were named defendants in the Shareff Action. \n[14] The Previous Actions were based on alleged mis management that \nresulted in a failed multimillion dollar real estate investment project. \n[15] All Defendants in this action, with the except ion of DiLeone, acted in \nconcert and by agreement to file the Previous Actions. 3  Further, Defendants knew the \nallegations to be materially false and lacking probable cause at the relevant time. 4 \n[16] In March of 2010, certain Defendants in this a ction (those who were \nplaintiffs in the Previous Actions) entered into settlement negotiations with counsel for \nRichard Deckelbaum (\"Deckelbaum\"), a member-manager of SilverDeer. 5  Deckelbaum \n                                                 \n2 Compl. ¶¶ 28-31.  \n3 Id.  ¶¶ 32, 35.  \n4 Id.   \n5 Id.  ¶¶ 30, 48-50.  \n \nretained DiLeone, who served as his counsel during the relevant settlement negotiation \ntime period.   \n[17] Deckelbaum was one of SilverDeer's two member- managers (Jacobson \nwas the other member-manager), and Deckelbaum purportedly had the authority, under \nSilverDeer's operating agreement, to bind the company in a settlement.  \n[18] Those negotiations resulted in Deckelbaum sign ing settlement \nagreements (\"Settlement Agreements\") with on behalf of SilverDeer for the purported \nsettlement with certain plaintiffs in the Previous Actions (\"Settlement\").6 \n[19] Defendants knew that SilverDeer was represente d in the Previous Actions \nby separate counsel and did not consult with SilverDeer's counsel during the Settlement \nnegotiations with Deckelbaum. 7 \n[20] Certain Defendants voluntarily dismissed their  Claims in the Previous \nActions based upon the procurement of the purported Settlement with SilverDeer. \n[21] Plaintiffs in this action (SilverDeer Companie s and Jacobson) now allege \nvarious tort-based Claims, among other things, against Defendants, arising from the \nfiling and purported Settlement of the Previous Actions.  \n                                                 \n6 Id.   \n7 Id.  ¶ 51.  \n \nIII. \nDISCUSSION  \nA. \nLegal Standard  \n[22] All Defendants seek dismissal of the Complaint  pursuant to Rule 12(b)(6), \nwhich is appropriate when the complaint fails to state a claim upon which relief can be \ngranted.  \n[23] When deciding a Rule 12(b)(6) motion, the well -pleaded allegations of the \ncomplaint are taken as true and admitted, but conclusions of law or unwarranted \ndeductions of facts are not admitted.  Sutton v. Duke , 277 N.C. 94, 98 (1970).  \n[24] A complaint fails to state a claim upon which relief can be granted when \neither (a) the complaint on its face reveals that no law supports the plaintiff's claim, (b) \nthe complaint on its face reveals the absence of facts sufficient to make a good claim or \n(c) some fact disclosed in the complaint necessarily defeats the plaintiff's claim.  \nJackson v. Bumgardner , 318 N.C. 172, 175 (1986).  However, a complaint should not \nbe dismissed for failure to state a claim upon which relief can be granted unless it (a) \ndoes not give sufficient notice to the defendant of the nature and basis of the plaintiff's \nclaim or (b) appears beyond a reasonable doubt that the plaintiff could not prove any set \nof facts in support of his claim that would entitle him to relief.  Sutton, 277 N.C. at 108.  \n[25] Defendant DiLeone also seeks dismissal of the Complaint pursuant to \nRule 12(c), which is appropriate after the pleadings are closed and when the movant \nestablishes that \"no material issue of fact remains to be resolved and that the movant is \nentitled to judgment as a matter of law.\"  Groves v. Cmty. Hous. Corp. of Haywood \n \nCnty. , 144 N.C. App. 79, 86-87 (2001) (citing Minor v. Minor , 70 N.C. App. 76, 78 \n(1984)).  Further, the court will \"view the facts and permissible inferences in the light \nmost favorable to the non-moving party [ ], taking all well-pleaded factual allegations in \nthe non-moving party's pleadings as true.\"  Id. (quoting Ragsdale v. Kennedy , 286 N.C. \n130, 136-37 (1974)) (internal quotations omitted).   The standard of review for a Rule \n12(c) motion is the same as for a motion to dismiss under Rule 12(b)(6).  Akzo Nobel \nCoatings Inc. v. Rogers , 2011 NCBC 41, ¶ 32 (N.C. Super. Ct. Nov. 3, 2011).  The \nfunction of Rule 12(c) is to \"dispose of baseless claims or defenses when the formal \npleadings reveal their lack of merit\" as a matter of law.  Id.  (quoting Ragsdale , 286 N.C. \nat 137). \n[26] The court may consider documents that are atta ched to and incorporated \nwithin a complaint, when ruling on a Rule 12(b)(6) or 12(c) motion, without converting it \ninto a motion for summary judgment.  Weaver v. Saint Joseph of the Pines, Inc. , 187 \nN.C. App. 198, 204 (2007).   \nB. \nFirst Claim – Malicious Prosecution  \n[27] Plaintiffs' First Claim alleges malicious pros ecution against all Defendants, \nwith the exception of DiLeone. \n[28] In order to state a claim for malicious prosec ution, the plaintiff must \nestablish that (a) the defendant initiated the earlier proceedings, (b) he did so \nmaliciously, (c) he lacked probable cause, (d) the earlier proceeding terminated in the \nplaintiff's favor and (e) the plaintiff suffered \"special damages.\"  Stanback v. Stanback , \n297 N.C. 181, 202-03 (1979).  To sufficiently plead special damages, the plaintiff must \n \nallege that the prior prosecution resulted in a \"substantial interference with either his \nperson or his property,\" such as an arrest or injunction.  Id.  at 203 (noting that a \nshowing of special damages \"is an essential, substantive element of the claim\").  \nFurther, the North Carolina Court of Appeals upheld the dismissal of a malicious \nprosecution claim where the plaintiff alleged \"that he suffered injury to his reputation, \nembarrassment, loss of work and leisure time and that he has incurred expenses in \ndefending the claim.\"  Stikeleather v. Willard , 83 N.C. App. 50, 51-52 (1986).    \n[29] Here, the Complaint fails to allege special da mages sufficient to support a \nmalicious prosecution claim.  At best, Plaintiffs allege that they suffered harm to \nreputation and they have been economically injured in an amount to be proved at trial. 8  \nFollowing Stikeleather , such allegations \"fail to allege any substantial interference with \neither plaintiff's person or property as contemplated by the special damages \nrequirement\" adopted in Stanback .  As such, Plaintiffs' Claim for malicious prosecution \nfails to state a claim upon which relief can be granted and the Motions as to that Claim \nshould be GRANTED. \nC. \nSecond Claim – Defamation  \n[30] Plaintiffs' Second Claim alleges defamation ag ainst all Defendants, with \nthe exception of DiLeone. \n[31] The statute of limitations for defamation is o ne year from publication.  G.S. \n1-54(3). \n                                                \n \n8 Compl. ¶¶ 35, 38.  \n \n[32] The Complaint alleges that Defendants defamed Plaintiffs \"[f]rom 2008 \nand at least through the filing of the [Previous Actions] . . . .\"9  The Previous Actions \nwere filed in May 2009.  The Complaint in this matter was filed on March 2, 2011, which \nis well over one year from the latest-identified publication of an alleged defamatory \nstatement. \n[33] Accordingly, Plaintiffs' Claim for defamation is time-barred on its face and \nthe Motions as to that Claim should be GRANTED. \nD. \nThird Claim – Fraud  \n[34] Plaintiffs' Third Claim alleges fraud against all Defendants.  Plaintiffs \nallege that all Defendants committed fraud in connection with the Settlement \nAgreements executed in the Previous Actions.  More specifically, Plaintiffs allege that \nDeckelbaum and the Defendants entered into Settlement Agreements affecting the \nrights of SilverDeer, then fraudulently concealed those negotiations from Jacobson.10    \n[35] Plaintiffs' allegations make clear that Berton  Defendants and CGR \nDefendants were parties in the Previous Actions and participated in the Settlement \nnegotiations, along with Defendant DiLeone, who helped facilitate the Settlement as \ncounsel for Deckelbaum.11   However, Defendants involved in those Settlement \nnegotiations contend that Plaintiffs have failed to state a claim for fraudulent \nconcealment with the requisite level of particularity.  In addition, Defendants contend \nthat North Carolina law does not recognize a duty to disclose settlement negotiations \nunder the circumstances of this case. \n                                                \n \n9 Id . ¶ 41.  \n10  Id . ¶ 53.  \n11  Id . ¶¶ 48-50.  \n \n[36] As against the Berton Defendants, CGR Defendan ts and Defendant \nDiLeone, Plaintiffs have sufficiently stated a claim for fraud under the standards \narticulated by Rule 12(b)(6), Rule 9 and Sutton v. Duke , 277 N.C. 94, 98 (1970).  \nAccordingly, the Berton Motion, CGR Motion and DiLeone Motion as to Plaintiffs' Third \nClaim for fraud should be DENIED.   \n[37] As to the VisionQuest Defendants, they were no t parties to the Berton \nAction and there is no allegation that they participated as non-parties in the alleged \nfraudulent Settlement of the Berton Action.  While VisionQuest Defendants were named \ndefendants in the Shareff Action, the Complaint here does not allege that they played \nany role in the purported Settlement of the Shareff Action. 12   Moreover, there is no \nmention of VisionQuest Defendants in Plaintiffs' Third Claim for fraud.  Thus, it appears \nthat Plaintiffs intended to raise this fraud Claim against all Defendants, with the \nexception of VisionQuest Defendants.  If Plaintiffs intended to include VisionQuest \nDefendants in its fraud Claim, then the Claim fails to meet the Rule 9 particularity \nrequirements as to VisionQuest Defendants.  \n[38] Accordingly, the VisionQuest Motion as to Plai ntiffs' Third Claim for fraud \nshould be GRANTED. \nE. \nFourth Claim – Declaratory Judgment  \n[39] Plaintiffs' Fourth Claim seeks a declaratory j udgment that the Settlement \nAgreements from the Previous Actions are void and unenforceable.  Specifically, \nPlaintiffs allege that the Settlement Agreements \"were procured through fraud and direct \n                                                 \n12  The court notes that it dismissed VisionQuest Defendants from the Shareff Action in open court on \nOctober 23, 2009.  The alleged fraudulent Settlemen t of the Shareff Action occurred more than six \nmonths later in May/June 2010.  \n \nviolations of the Rules of Professional Conduct applicable to attorneys and, therefore, is \n[sic] void and unenforceable.\"13  \n[40] Defendants contend that a declaratory judgment  action is not a proper \navenue for voiding the Settlement Agreements.  \n[41] \"The purpose of the Declaratory Judgment Act, [G.S. 1-253 et seq .,] is to \nsettle and afford relief from uncertainty and insecurity, with respect to rights, status, and \nother legal relations . . . .\"  Nationwide Mut. Ins. Co. v. Roberts , 261 N.C. 285, 287 \n(1964) (quoting Walker v. Phelps , 202 N.C. 344, 349 (1932)) (internal quotations \nomitted).  Declaratory judgment is not available to void or nullify a conveyance or written \ninstrument.  Town of Nags Head v. Tillett , 314 N.C. 627, 629 (1985); Farthing v. \nFarthing , 235 N.C. 634, 635 (1952)) (\"The Declaratory Judgment Act is designed to \nprovide an expeditious method of procuring a judicial decree construing wills, contracts, \nand other written instruments and declaring the rights and liabilities of parties \nthereunder.  It is not a vehicle for the nullification  of such instruments.\") (emphasis in \noriginal); A. Perrin Dev. Co. v. Ty-Par Realty, Inc. , 193 N.C. App. 450, 452 (2008). \n[42] Here, it appears that Plaintiffs are attemptin g to use the Declaratory \nJudgment Act as a \"vehicle\" to nullify the Settlement Agreements.  In Farthing  and \nTillett , the Supreme Court held that such an attempt to void a contract is outside the \nscope of the Declaratory Judgment Act.  Farthing , 235 N.C. at 635; Tillett , 314 N.C. at \n396. \n[43] Accordingly, the court CONCLUDES that Plaintif fs' Claim for declaratory \njudgment, which seeks a declaration that the Settlement Agreements are void and \n                                                 \n13  Compl. ¶ 59.  \n \nunenforceable, fails to state a claim upon which relief can be granted, and the Motions \nas to that Claim should be GRANTED. 14  \nF. \nFifth Claim – Negligence  \n[44] Plaintiffs' Fifth Claim alleges negligence aga inst only Defendant DiLeone.  \nPlaintiffs allege that DiLeone committed negligence by failing to exercise reasonable \ncare when he negotiated the Settlement Agreements on behalf of SilverDeer. \n[45] Defendant DiLeone contends that he did not owe  a duty of care to \nSilverDeer because SilverDeer was not a client. 15   Further, Defendant DiLeone argues \nthat Plaintiffs only allege that he violated the Rules of Professional Conduct, which he \ncontends does not amount to a breach of duty.16  \n[46] To state a claim of negligence in a legal malp ractice action, a plaintiff must \nsufficiently allege that (a) the attorney breached the duties owed to his client as \nestablished in Hodges v. Carter , 239 N.C. 517 (1954) and (b) the negligence \nproximately caused damage to the plaintiff.  Summer v. Allran , 100 N.C. App. 182 \n(1990).  The duties promulgated under Hodges  require that an attorney: \n(1) possess[ ] the requisite degree of learning, sk ill, and \nability necessary to the practice of his profession  and which \nothers similarly situated ordinarily possess; (2) [  ] exert his \nbest judgment in the prosecution of the litigation entrusted to \nhim; and (3) [ ] exercise reasonable and ordinary c are and \ndiligence in the use of his skill and in the applic ation of his \nknowledge to his client's cause. \n \nHodges , 239 N.C. at 519.  \n \n                                                \n \n14  The court notes that Plaintiffs failed to respond to Defendants' briefs and arguments with regard to the \nClaim for declaratory judgment. \n15  Br. Supp. DiLeone's Mot. J. Pleadings 7-8.  \n16  Id.   \n \n[47] Here, Plaintiffs have alleged that DiLeone pro vided legal services to \nSilverDeer, which necessarily created legal duties owed by DiLeone to SilverDeer. 17   \nSpecifically, DiLeone allegedly reviewed and revised a draft of the Settlement \nAgreements on behalf of SilverDeer in the Previous Actions.18  \n[48] The court agrees with DiLeone that an alleged violation of the Rules of \nProfessional Conduct does not itself give rise to a negligence-based cause of action \nagainst an attorney, nor should it create a presumption that a legal duty has been \nbreached.  Baars v. Campbell Univ., Inc. , 148 N.C. App. 408, 421 (2002; see also R. \nProf. Conduct N.C. State B . 0.2[7].  Here, Plaintiffs allege that DiLeone breached the \nRules of Professional Conduct, which alone is insufficient to state a legal malpractice \nclaim. 19   However, Plaintiffs also allege that DiLeone violated a legal duty owed to \nSilverDeer.  Specifically, the Complaint alleges that DiLeone, before facilitating the \nSettlement, (a) failed to investigate the facts of the Previous Actions, (b) failed to consult \nwith SilverDeer's retained counsel and (c) failed to consider SilverDeer's ability to satisfy \nthe payment obligations set forth in the Settlement Agreements. 20   In sum, Plaintiffs \nsufficiently allege that DiLeone failed to exercise reasonable care in performing legal \nservices, as contemplated by Hodges .  Further, Plaintiffs allege sufficiently that \nSilverDeer was injured by the Settlement of the Previous Actions, which was facilitated \nby DiLeone.21  \n[49] Accordingly, the court CONCLUDES that Plaintif fs have sufficiently \nalleged their negligence Claim against Defendant DiLeone under the standards of Rule \n                                                 \n17  Compl. ¶¶ 62, 64, 66.  \n18  Id . ¶ 62.  \n19  Id . ¶ 65.  \n20  Id . ¶ 66.  \n21  Id . ¶ 68.  \n \n12(b)(6) 22  and Sutton v. Duke , 277 N.C. 94 (1970).  As such, the DiLeone Motion as to \nthat Claim should be DENIED.  \nG.  \nSixth Claim – Breach of Contract  \n[50] Plaintiffs' Sixth Claim alleges breach of cont ract against only VisionQuest \nDefendants.  Specifically, there are two contracts between certain VisionQuest \nDefendants and SilverDeer Companies that allegedly were breached.  \n[51] VisionQuest Defendants seek dismissal of Plain tiffs' breach of contract \nClaim on the grounds that the provisions of the contracts, on their face, do not create \nobligations that were breached. \n[52] At the outset, Plaintiffs failed to attach to the Complaint the contracts in \nquestion, which are (a) the November 13, 2007 written contract (\"2007 Contract\") and \n(b) the May 15, 2008 written contract (\"2008 Contract\") (collectively, \"Contracts\").23   \nVisionQuest Defendants attached those documents, along with a related termination \nletter dated May 23, 2008, for consideration in conjunction with the VisionQuest Motion.  \nThe court will consider such documentation as referenced in the Complaint without \nconverting the matter into one for summary judgment under Rule 56.  See Oberlin \nCapital, L.P. v. Slavin , 147 N.C. App. 52, 59 (2001) (allowing consideration on a motion \nto dismiss of documents referenced by the complaint, but attached by the defendant). \n                                                 \n22  The same conclusion holds true with regard to Rule 12(c).  \n23  The court acknowledges that (a) VisionQuest Wealth Management, LLC, SilverDeer and Lakebound \nare the specific parties to the 2007 Contract, and (b) VisionQuest Capital, LLC and SilverDeer are the  \nspecific parties to the 2008 Contract. \n \n[53] After reviewing the Contracts, it is apparent to the court that the \nallegations of the Complaint misstate the actual written contractual obligations of \nVisionQuest Defendants. \n[54] Plaintiffs allege the following breaches of th e 2007 Contract: (a) failure to \nobtain necessary licenses, (b) failure to raise $25,000,000, (c) failure to assist \nLakebound to administer funds received and (d) encouragement of investors to file the \nPrevious Actions.24  \n[55] However, none of these alleged breaches are su pported by the actual \n2007 Contract.  First, nothing in the 2007 Contract required that any particular licenses \nbe held by VisionQuest Defendants.  Second, as to the alleged obligation to raise \n$25,000,000, the 2007 Contract only required that VisionQuest Defendants \"act as a \nconsultant to [SilverDeer] in the raising of Twenty-Five Million Dollars ($25,000,000.00).  \nAs a consultant, VisionQuest will provide advice in the structuring, acquiring, and \nadministration of these funds.\"25   Clearly, this language does not create an affirmative \nobligation upon VisionQuest Defendants to raise $25,000,000.  Third, the 2007 Contract \ncontains no obligation whereby VisionQuest Defendants are to assist in administration \nof the Lakebound fund.  Finally, nothing in the 2007 Contract discusses any rights or \nobligations related to the encouragement or discouragement of lawsuits by third parties \nagainst SilverDeer.  Accordingly, Plaintiffs' alleged breaches of contract do not reconcile \nwith the plain language of the 2007 Contract.  On the face of the Complaint, Plaintiffs \nhave failed to state a breach of contract Claim with regard to the 2007 Contract. \n                                                 \n24  Compl. ¶¶ 75-77, 80.  \n25  VisionQuest Defs. Mot. Dismiss Ex. 3 \n \n[56] As for the 2008 Contract, Plaintiffs' breach o f contract Claim fails for the \nsame reasons as the 2007 Contract.  \n[57] Accordingly, the court CONCLUDES that the Visi onQuest Motion as to \nPlaintiffs' Sixth Claim for breach of contract should be GRANTED. \nH. \nSeventh Claim – Fraud against VisionQuest Defendant s  \n[58] Plaintiffs' Seventh Claim alleges that the Vis ionQuest Defendants \ndefrauded them by making the representations contained and embodied in the 2007 \nContract and by failing to fulfill those representations. \n[59] VisionQuest Defendants contend that this Claim  is merely a disguised \nbreach of contract claim, and even if it were a fraud claim, the allegations fail to meet \nthe Rule 9 particularity requirements. \n[60] Indeed, \"an independent tort action in a breac h of contract action . . . \n[must involve] some other aggravating element outside the breach of contractual \nduties.\"  Garlock v. Hilliard , 2000 NCBC 11, ¶ 33 (N.C. Super. Ct. Aug. 22, 2000) (citing \nBroussard v. Meineke Discount Muffler Shops, Inc. , 155 F.3d 331 (4th Cir. 1998)); see \nalso N.C. State Ports Auth. v. Lloyd A. Fry Roofing Co. , 294 N.C. 73, 81 (1978) \n(\"Ordinarily, a breach of contract does not give rise to a tort action by the promisee \nagainst the promisor.\" (citing Firemen's Mut. Ins. Co. v. High Point Sprinkler Co., 266 \nN.C. 134 (1966))).  An independent tort may arise out of a breach of contract only in \ncarefully circumscribed instances where the tort is identifiable and distinct from the \nprimary breach of contract claim.  Newton v. Standard Fire Ins. Co ., 291 N.C. 105, 111-\n12 (1976).  \"The mere failure to carry out a promise in contract . . . does not support a \n \ntort action for fraud.\"  Strum v. Exxon Co., USA , 15 F.3d 327, 331 (4th Cir. 1994) (citing \nHoyle v. Bagby , 253 N.C. 778, 781 (1961)). \n[61] Here, contrary to Plaintiffs' contention, thei r fraud Claim against \nVisionQuest Defendants is not identifiable and distinct from the primary breach of \ncontract Claim.  Plaintiffs simply allege that VisionQuest Defendants represented that \nthey would perform under the 2007 Contract, but never intended to do so. 26  \n[62] On the face of the Complaint, Plaintiffs' frau d Claim against VisionQuest \nDefendants appears to be a breach of contract claim, merely styled as a fraud. 27  \nHowever, reading the Complaint in a light most favorable to Plaintiffs, the court will \nanalyze those allegations as a fraud claim.  \n[63] Rule 9(b) requires that a claim for fraud be p led with particularity and \n\"[m]ere generalities and conclusory allegations of fraud will not suffice.\"  Sharp v. \nTeague , 113 N.C. App. 589, 597 (1994) (quoting Moore v. Wachovia Bank & Trust Co. , \n30 N.C. App. 390, 391 (1976)).  The pleader must allege the \"time, place and content of \nthe fraudulent representation, identity of the person making the representation and what \nwas obtained as a result of the fraudulent acts or representations.\"  Bob Timberlake \nCollection, Inc. v. Edwards , 176 N.C. App. 33, 39 (2006) (quoting Terry v. Terry , 302 \nN.C. 77, 85 (1981)) (internal quotations omitted). \n[64] Here, Plaintiffs do not identify how or why an y particular statement is \nthought to have been false.  The content of the alleged fraudulent representation is \npresumably somewhere in the 2007 Contract, but is not identified with any particularity.  \nAside from a conclusory allegation of fraudulent intent, Plaintiffs only assert the \n                                                 \n26  Compl. ¶¶ 84-85.  \n27  Tellingly, the fraud Claim against VisionQuest Def endants even includes the phrase \"breach of \ncontract\" twice.  Id . ¶¶ 88, 91.  \n \nnonperformance of a promissory representation, which is insufficient in itself to establish \nintent.  Brandis v. Lightmotive Fatman, Inc. , 115 N.C. App. 59, 67 (1994).  Accordingly, \nthe court CONCLUDES that Plaintiff has not satisfied the heightened pleading standard \nfor fraud under Rule 9, and the VisionQuest Motion as to the Seventh Claim should be \nGRANTED. \nI. \nEighth Claim – Breach of Fiduciary Duty  \n[65] Plaintiffs' Eighth Claim alleges breach of fid uciary duty against only \nDefendant Peters. \n[66] VisionQuest Defendants (collectively on behalf  of Peters) contend that no \nduty was owed to Plaintiffs.28   Further, VisionQuest Defendants argue that Plaintiffs fail \nto allege that Peters took advantage of any relationship of trust to benefit himself. 29  \n[67] \"For a breach of fiduciary duty to exist, ther e must first be a fiduciary \nrelationship between the parties.\"  Kaplan v. O.K. Techs., L.L.C., 196 N.C. App. 469, \n472 (2009) (quoting  Dalton v. Camp , 353 N.C. 647, 651 (2001)).  A de facto  fiduciary \nrelationship has been defined broadly as a relationship in which \"there has been a \nspecial confidence reposed in one who in equity and good conscience is bound to act in \ngood faith and with due regard to the interests of the one reposing confidence . . . .\"  \nDalton , 353 N.C. at 651-52.  Domination and influence are essential components in a \nfiduciary relationship.  Id.  \"Only when one party figuratively holds all the cards – all the \nfinancial power or technical information, for example – have North Carolina courts found \nthat the special circumstance of a fiduciary relationship has arisen.\"  S.N.R. Mgmt. \n                                                 \n28  VisionQuest Defs. Br. Supp. Mot. Dismiss 13-14.  \n29  Id.  15 \n \nCorp. v. Danube Partners 141, LLC , 189 N.C. App. 601, 613 (2008) (quoting  Broussard , \n155 F.3d at 348).  Additionally, parties to a contract do not become each other’s \nfiduciaries, but only owe each other the duties specified by the terms of the contract.  \nBranch Banking & Trust Co. v. Thompson , 107 N.C. App. 53, 61 (1992). \n[68] Plaintiffs have not alleged facts sufficient t o show the existence of de facto  \nfiduciary relationship between Peter and Plaintiffs, nor have Plaintiffs argued that a de \nfacto  fiduciary relationship actually existed.  Instead, Plaintiffs seem to argue that a de \njure  fiduciary relationship existed by virtue of an investment advisor-client relationship \nbetween Peters and Plaintiffs.30   \n[69] Plaintiffs and VisionQuest Defendants cite no case law, nor has the court \nlocated any relevant authority in North Carolina holding that a relationship of an \ninvestment advisor-client or consultant-client creates a de jure  fiduciary relationship.  \nInstead, Plaintiffs merely cite G.S. 78C et seq . for the proposition that an investment \nadvisor owes a duty of disclosure to his clients, which they argue in turn creates a de \njure  fiduciary relationship. \n[70] Indeed, \"North Carolina recognizes certain de jure  fiduciary relationships \nwhich arise as a matter of law because of the nature of the relationship, 'such as \nattorney and client, broker and principal, executor or administrator and heir, legatee or \ndevisee, factor and principal, guardian and ward, partners, principal and agent, trustee \nand cestui que trust.'\"  BDM Invs. v. Lenhil, Inc ., 2012 NCBC 7, ¶ 89 (N.C. Super. Ct. \nJan. 18, 2012) (quoting Abbitt v. Gregory , 201 N.C. 577, 598 (1931)).  \n[71] The North Carolina Court of Appeals, in Harrold v. Dowd , 149 N.C. App. \n777 (2002), held that an accountant-client relationship is not an inherently fiduciary one \n                                                 \n30  Pls. Br. Opp'n Defs. Mot. Dismiss 6.  \n \nand the mere allegations of the accountant's failure to properly advise his client were \ninsufficient to support a claim for breach of fiduciary duty.  Id. at 784.  (\"We have found \nno case stating that the relationship between accountant and client is per se  fiduciary in \nnature\").  Consequently, the court of appeals upheld the trial court's Rule 12(b)(6) \ndismissal of the breach of fiduciary duty claim in that case.  Id . \n[72] Similar to Harrold , here, Plaintiffs allege that Peters and VisionQuest \nDefendants failed to properly advise Plaintiffs, specifically certain SilverDeer Companies \nand their members, by \"ignoring the best interests of Lakebound\" and \"putting the \ninterests of [VisionQuest] ahead of the interests of [Lakebound].\"31     \n[73] In the absence of any North Carolina appellate  authority holding that an \ninvestment advisor-client relationship is a de jure  fiduciary one, the court finds the \nHarrold  holding instructive and CONCLUDES that no fiduciary relationship existed \nbetween Peters and Plaintiffs.  The mere assertion of an investment advisor-client \nrelationship or reliance upon G.S. 78C et seq . does not give rise to a de jure  fiduciary \nrelationship.  Further, without sufficient alleged circumstances showing the existence of \na relationship of confidence and trust (i.e., a de facto  fiduciary relationship), Plaintiffs' \nClaim for breach of fiduciary duty against Peters must fail.  Accordingly, the court further \nCONCLUDES that the VisionQuest Motion as to Plaintiffs' Eighth Claim should be \nGRANTED. \nJ. \nNinth Claim – Unfair and Deceptive Trade Practices  \n[74] Plaintiffs' Ninth Claim alleges unfair and dec eptive trade practices against \nall Defendants. \n                                                \n \n31  Compl. ¶ 100.  \n \n[75] In order to state a claim for unfair or decept ive trade practices in North \nCarolina, the plaintiff must show that the defendant committed an unfair or deceptive act \nor practice, in or affecting commerce and that the plaintiff was injured as a result.  \nPhelps-Dickson Builders, L.L.C. v. Amerimann Partners , 172 N.C. App. 427, 439 \n(2005).  An unfair trade practice is one that \"is immoral, unethical, oppressive, \nunscrupulous, or substantially injurious to consumers.\"  Edwards v. West , 128 N.C. App. \n570, 574 (1998) (quoting Johnson v. Phoenix Mut. Life Ins. Co. , 300 N.C. 247, 263 \n(1980)) (internal quotations omitted).  Determining whether an act or practice is unfair or \ndeceptive is a question of law and such claims are regularly dismissed upon a Rule \n12(b)(6) motion.  \n[76] On its face, Plaintiffs' Chapter 75 claim is d erivative of their other Claims, \nspecifically the fraud claims, 32  and therefore rises and falls with those Claims.  \nGovernor's Club, Inc. v. Governors Club Ltd. P'ship, 152 N.C. App. 240, 255 (2002) \n(affirming the dismissal of a Chapter 75 claim where it was derivative of a constructive \nfraud claim that was dismissed pursuant to Rule 12(b)(6)).  As such, the disposition of \nPlaintiffs' fraud Claim as to each set of Defendants determines the disposition of \nPlaintiffs' Chapter 75 Claim as to those same Defendants. \n1. \nBerton Defendants and CGR Defendants  \n[77] As mentioned supra , Plaintiffs have stated a Claim for fraud against \nBerton Defendants and CGR Defendants.  As such, the alleged fraud is sufficient to \nsupport Plaintiffs' Chapter 75 Claim against those same Defendants.  Compton v. Kirby , \n                                                 \n32  Id . ¶ 106.  \n \n157 N.C. App. 1, 20 (2003) (recognizing that conduct constituting a fraud-based claim is \nalso sufficient to support a Chapter 75 claim).   \n[78] Accordingly, the court CONCLUDES that the Bert on Motion and CGR \nMotion as to Plaintiffs' Claim for unfair and deceptive trade practices should be \nDENIED. \n2. \nVisionQuest Defendants  \n[79]   As alleged against VisionQuest Defendants, P laintiffs' Chapter 75 Claim \nfails because all other Claims against VisionQuest Defendants fail. \n[80] Accordingly, the court CONCLUDES that the Visi onQuest Motion as to \nPlaintiffs' Claim for unfair and deceptive trade practices should be GRANTED. \n3. \nDefendant DiLeone  \n[81] As alleged against Defendant DiLeone, Plaintif fs' Chapter 75 Claim fails \nbecause Defendant DiLeone is an attorney and excepted from liability under G.S. 75-\n1.1(b).  Under Chapter 75, \"commerce\" includes \"all business activities, however \ndenominated, but does not include professional services rendered by a member of a \nlearned profession.\"  G.S. 75-1.1(b).  \"Thus, professional services rendered by an \nattorney in the course of his business are exempt under the statute and may not form \nthe basis of an unfair or deceptive trade practices claim.\"  Boyce & Isley, PLLC v. \nCooper , 153 N.C. App. 25, 36 (2002) (citing Sharp v. Gailor , 132 N.C. App. 213, 217 \n(1999)). \n \n[82] Here, Plaintiffs allege that DiLeone committed  attorney malpractice, by \nacting negligently in the course of his business as an attorney, and that such conduct \nconstituted a violation of Chapter 75. 33  \n[83] Accordingly, DiLeone's actions, as alleged in the Complaint, are not \ndeemed to be \"in or affecting commerce\" and therefore he cannot be held liable under \nChapter 75.  Thus, the court CONCLUDES that the DiLeone Motion as to Plaintiffs' \nClaim for unfair and deceptive trade practices should be GRANTED. \nK. \nTenth Claim – Tortious Interference with Prospectiv e Economic Advantage  \n[84] Plaintiffs' Tenth Claim alleges tortious inter ference with prospective \neconomic advantage against all Defendants. \n[85] To state a claim for tortious interference wit h prospective economic \nadvantage, a plaintiff must show that the defendant, without justification, induced a third \nparty to refrain from entering into a contract with the plaintiff and which would have been \nentered into absent the defendant's interference.  Dalton v. Camp , 138 N.C. App. 201, \n211 (2000), rev'd on other grounds , 353 N.C. 647 (2001).  The plaintiff must \"assert \nsome measurable damages resulting from defendant's allegedly tortious activities, i.e., \nwhat 'economic advantage' was lost to plaintiffs as a consequence of defendants' \nconduct.\"  Walker v. Sloan , 137 N.C. App. 387, 394 (2000) (affirming the Rule 12(b)(6) \ndismissal of a tortious interference with prospective economic advantage claim where \nthe plaintiff failed to identify a specific contract that would have been made but for the \ndefendants' conduct); see also  Daimlerchrysler Corp. v. Kirkhart , 148 N.C. App. 572, \n585 (2002) (recognizing that the plaintiff \"failed to identify any particular contract that a \n                                                 \n33  Id . ¶¶ 62-68, 106.  \n \nthird party has been induced to refrain from entering into\" with the plaintiff; thus, the \nplaintiff did not establish a likelihood of success on the merits of its tortious interference \nwith prospective economic advantage claim). \n[86] Here, Plaintiffs have pleaded only generalized  conjecture regarding a \nprospective economic advantage, and they have failed to identify a person or entity with \nwhom they were unable to enter into a contract.. Thus, this Claim is insufficiently \npleaded and fails for that reason. Accordingly, the court CONCLUDES that Plaintiffs \nhave failed to state a Claim for tortious inference with prospective economic advantage \nagainst all Defendants, and all Defendants' Motions as to this Claim should be \nGRANTED. \nL. \nLeave to Amend  \n[87] Plaintiffs' responsive brief to the Motions ra ises the argument that they \nshould be given leave to amend the Complaint if the court determines that any \nallegations fail to state a claim. 34   However, to date, Plaintiffs have neglected to file a \nformal motion to amend.35  \n[88] Accordingly, the court CONCLUDES that Plaintif fs' request for leave to \namend is not deemed a formal Motion, pursuant to BCR 15, and is not before the court \nfor determination.  Even if such a request were deemed a Motion, the court \n                                                 \n34  Pls. Br. Opp'n Defs. Mot. Dismiss 4 n.1.   \n35  At a hearing on the Motions, the court advised Plaintiffs' counsel that Plaintiffs would need to subm it a \nformal motion to amend before the court would consider the allegations of a First Amended Complaint for \npurposes of determining the instant Motions.  Plaintiffs did not do so.  Instead, on January 5, 2012, \nPlaintiffs filed their First Amended Complaint without consent of the parties or leave of court.  On March \n23, 2012, the court struck Plaintiffs' First Amended Complaint from the record because it was procedurally \nimproper.    \n \nCONCLUDES, in its discretion, that an amendment would be futile under the \ncircumstances of this civil action and should be DENIED.     \n NOW THEREFORE, based on the foregoing, it hereby i s ORDERED that: \n[89] Defendants VisionQuest Wealth Management, LLC,  VisionQuest Capital, \nLLC and Steven C. Peters' Motion to Dismiss is GRANTED as to all Plaintiffs' Claims, \nand as to said Defendants, this civil action is DISMISSED.  \n[90] The Berton Defendants' Motion to Dismiss is GR ANTED as to Plaintiffs' \n(a) First Claim – Malicious Prosecution, (b) Second  Claim – Defamation, (c) Fourth \nClaim – Declaratory Judgment and (d) Tenth Claim – Tortious Interference with \nProspective Economic Advantage.  Accordingly, as to said Defendants each of those \nClaims is DISMISSED. \n[91] The Berton Defendants' Motion to Dismiss is DE NIED as to Plaintiffs' (a) \nThird Claim – Fraud and (b) Ninth Claim – Unfair an d Deceptive Trade Practices. \n[92] The CGR Partners Defendants' Motion to Dismiss  is GRANTED as to \nPlaintiffs' (a) First Claim – Malicious Prosecution , (b) Second Claim –  Defamation, (c) \nFourth Claim – Declaratory Judgment and (d) Tenth C laim – Tortious Interference with \nProspective Economic Advantage.  Accordingly, as to said Defendants each of those \nClaims is DISMISSED. \n[93] The CGR Partners Defendants' Motion to Dismiss  is DENIED as to \nPlaintiffs' (a) Third Claim – Fraud and (b) Ninth C laim – Unfair and Deceptive Trade \nPractices.  \n[94] Defendant DiLeone's Motion to Dismiss and Moti on for Judgment on the \nPleadings is GRANTED as to Plaintiffs' (a) Ninth Claim – Unfair and Deceptive Trade \n \nPractices and (b) Tenth Claim – Tortious Interferen ce with Prospective Economic \nAdvantage.  Accordingly, as to said Defendant each of those Claims is DISMISSED. \n[95] Defendant DiLeone's Motion to Dismiss and Moti on for Judgment on the \nPleadings is DENIED as to Plaintiffs' (a) Third Claim – Fraud and (b) Fifth Claim – \nNegligence. \n[96] On May 21, 2013, at 11:00 a.m., at the North C arolina Business Court, \n225 Hillsborough Street, Suite 303, Raleigh, North Carolina, the court will conduct a \nCase Management Conference with all remaining parties to this action.  The parties \nshall submit a Case Management Report on or before May 17, 2013.   \n This the 24th day of April, 2013. "
}