{
  "id": "0123bb766d4b5982fccde2a22ae2f406e42b2b76a3a884ebff0ba32403aee250",
  "source_file": "data/raw/ncbc/0123bb766d4b5982fccde2a22ae2f406e42b2b76a3a884ebff0ba32403aee250.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nSTANLY COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23CVS000363-830 \n \nJT RUSSELL AND SONS, INC., \n \nPlaintiff, \n \nv. \n \nATLAS JAMES RUSSELL and THE \nTILLERY TRADITION, INC., \n \nDefendants. \n  \n \nATLAS JAMES RUSSELL, \nindividually and derivatively on \nbehalf of JT RUSSELL AND SONS, \nINC., \nCounterclaim \nPlaintiff, \n \nv. \n \nJT RUSSELL AND SONS, INC.; \nROBERT E. RUSSELL; RAYMOND \nRUSSELL; and TONY W. RUSSELL, \n \nCounterclaim  \nDefendants.  \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION  \nON MOTION TO DISMISS  \nAND MOTION TO STRIKE \n \n1. This case arises from disputes among the shareholders of JT Russell and \nSons, Inc., a closely held corporation.  JT Russell has moved to dismiss derivative \ncounterclaims asserted by Atlas James  (“Jim”) Russell based on an independent,  \ncourt-appointed panel’s determination that pursuit of the counterclaims is not in the \ncompany’s best interest.  JT Russell has also moved to dismiss Jim’s direct \ncounterclaim for removal of directors and to strike certain allegations in his pleading.  \nFor the reasons discussed below, t he Court GRANTS the motion to dismiss the \nJT Russell & Sons, Inc. v. Russell, 2025 NCBC 7. \nderivative counterclaims, DENIE S the motion to dismiss the claim for removal of \ndirectors, and DENIES the motion to strike. \nTroutman Pepper Locke LLP, by William C. Mayberry, Daniel Prichard, \nWilliam J. Farle y, III, Jacquelyn Arnold, and Anna Yarbrough , for \nPlaintiff JT Russell & Sons, Inc. \n \nBell, Davis & Pitt, P.A. , by Edward B. Davis,  for Counterclaim \nDefendants Robert E. Russell, Raymond Russell, and Tony W. Russell. \n \nEllis & Winters LLP , by Pamela S. Duffy and Tyler Jameson , for \nDefendant Atlas James Russell. \n \nFox Rothschild LLP, by Ashley Barton Chandler and Neale T. Johnson, \nfor Defendant The Tillery Tradition, Inc. \n \nBishop, Dulaney, Joyner & Abner, P.A., by Anthony Todd Capitano, for \nSpecial Nonparty David Dove. \n \nConrad, Judge. \n \nI. \nBACKGROUND \n \n2. JT Russell has been in the asphalt and road construction business for nearly \nsixty years.  Its shareholders hail from two branches of the Russell family.  Jim and \nhis four siblings own fifty percent of the company.  Jim’s uncle Bob and cousins \nRaymond and Tony own the remaining fifty percent.   By all accounts, the two sides \nof the family shared power for the past few decades .  Each had an equal number of \nseats on the board of directors; Jim served as secretary and treasurer; and Bob served \nas president, followed by Raymond.  But the balance of power shifted in 2018  when \nBob’s branch of the family gained majority control of the board and ousted Jim from \nhis positions as officer and director.   ( See Compl. ¶¶  3, 24 , ECF No. 3 ; 2d Am. \nCountercl. ¶¶ 1, 3, 17, 19, 21–23, 33, 34, ECF No. 109.) \n3. This litigation began in 2023 when JT Russell sued Jim and two companies \nthat he partly owns , one called The Tillery Tradition, Inc. and the other called \nMid-Eastern Asphalt, LLC.  JT Russell claims that Jim improperly used his official \npositions to divert its assets to himself, his son, and his other commercial interests.  \n(See, e.g., Compl. ¶¶ 1, 6–13.) \n4. Jim counterclaime d, challenging the validity of the board shakeup  and \nalleging that Bob, Raymond, and Tony  are misusing JT Russell’s assets.   In their  \noriginal form, the  counterclaims included claims for dissolution of  JT Russell, \nremoval of  Raymond and Tony as directors, and an accounting of the allegedly \nmisused assets.  The counterclaims also included derivative claims on JT Russell’s \nbehalf against Bob, Raymond, and Tony for breach of fiduciary duty, constructive \nfraud, conversion, and unjust enrichment.  (See generally Ans. & Countercl., ECF No. \n26; Am. Ans. & Am. Countercl., ECF No. 53.) \n5. In an earlier order, the Court dismissed Jim’s derivative counterclaims for \nlack of standing.  By statute, “[n]o shareholder may commence a derivative \nproceeding” without having first made a “written demand . . . upon the corporation to \ntake suitable action.”  N.C.G.S. §  55-7-42.  Because Jim had not made a proper \ndemand, he lacked standing to pursue derivative claims on JT Russell’s behalf .  The \nCourt therefore dismissed the derivative claims without prejudice.  See JT Russell & \nSons, Inc. v. Russell, 2024 NCBC LEXIS 37, at *8 (N.C. Super. Ct. Feb. 28, 2024). \n6. Jim immediately took steps to reintroduce the derivative claims.  He began \nby making a written demand on JT Russell as required by section 55 -7-42.  In that \ndemand, he asserted that Bob had used JT Russell’s “ materials, equipment, and \nemployee labor” to maintain his commercial farm without disclosing or documenting \nthe use and that Raymond had told employees to cover it up by charging the work to \nother customers’ jobs.  Jim went on to allege that Raymond and Tony routinely gave \nthemselves and their children “ perks” (such as using company resources  to build, \nheat, and improve their homes) and were mismanaging JT Russell ( such as paying \nBob a salary even though he “hardly does any work” ).  After laying out these \nallegations, Jim demanded that JT Russell investigate, recover Bob’s salary, and sue \nBob, Raymond, and Tony for damages.  (Demand Letter, ECF No. 90.1.) \n7. After receiving Jim’s demand, JT  Russell’s board of directors unanimously \napproved the formation of a n independent panel to conduct an inquiry.  JT Russell \nthen filed a motion asking the Court to appoint the panel and authorize it “to make a \ndetermination whether the maintenance of the derivative proceeding is in the best \ninterest of the corporation,” as stated in N.C.G.S. § 55-7-44(f).  JT Russell nominated \nDavid Dove to serve as the panel’s only member.  In his response,  Jim agreed that \nthe Court should appoint a panel but  opposed Dove’s nomination.  ( See Mot. Appt. \nSpecial Litig. Panel, ECF No. 89; Mem. Partial Opp’n, ECF No. 96.)   \n8. In July 2024, t he Court allowed Jim to amend his pleading to renew  the \nderivative counterclaims and add Bob, Raymond, and Tony as counterclaim \ndefendants, all subject to JT Russell’s right to move to dismiss those claims later.  In \naddition, the Court granted JT Russell’s motion to appoint  Dove under section \n55-7-44(f), concluding “that Dove is independent and well qualified to investigate Jim \nRussell’s allegations and to determine whether maintenance of the derivative \ncounterclaims is in JT Russell’s best interest.”  (Order on Mot. Amend, ECF No. 107; \nOrder on Mot. Appt. Special Litig. Panel, ECF No. 108.) \n9. Two months later, Dove submitted a report that detailed his inquiry , \nfindings, and conclusion s.  Independent  counsel assisted Dove  in conducting the  \ninquiry and preparing the report.  As part of his inquiry, Dove reviewed JT Russell’s \ntax returns, audited financial statements, bylaws, minutes of board meetings , and \nsimilar documents.  He also interviewed Jim, Bob, Raymond, the company’s controller \n(Dave Normand), several former employees identified by Jim , and a few others .  It \nappears to be undisputed that Dove received all the information that he requested \nand that neither side impeded his inquiry.  (See Panel Report 1, 8–9, ECF No. 115.1.) \n10. In his report, Dove concluded that it would not be in JT Russell’s interest to \npursue claims against Bob for using its resources to maintain his farm.  According to \nDove, JT Russell’s past and present shareholders were aware of the practice, did not \nobject, and did not expect reimbursement.  Plus, t here was  no evidence of \nconcealment, as Jim had alleged.  Dove also found that  Bob had conferred many \nbenefits on  JT Russell —such as rent -free use of his land —without receiving \ncompensation in return .  Considerin g all these circumstances, Dove concluded that \nBob would have strong defenses against any claim and that he might have a claim of \nhis own or s etoff rights based on his contributions , thus significantly lowering the \nprobability of a recovery.  (See, e.g., Panel Report 15, 17–23, 37.)   \n11. Dove also concluded that it would not be in JT Russell’s interest to pursue \nclaims related to officer perks.  In Dove’s words, “it was accepted that family members \ncould use company resources for their own benefit.”  Most, perhaps all, members of \nthe Russell family used company resources to build, heat, and improve their homes \nfor the past thirty years.  The practice was n ot secret, and there was no expectation \nof payment.  Citing “the historical and universal use of resources with no expectation \nof repayment” as well as “apparent statute of limitations problems,” Dove concluded \nthat it would make little sense to maintain claims for these activities.  (Panel Report \n13–14, 35–36.)   \n12. Dove reached a similar conclusion as to the allegations of mismanagement.  \nHe determined that Bob’s “salary and company -provided truck are valid and \nappropriate expenses” because they are retirement benefits , which JT Russell had \ncustomarily provided to other retired family members.  According to Dove, “[h]onoring \nthe Company’s commitment to Bob was likely done in good faith and consistent with \nthe best interest of the Company ,” and it would be i nequitable to sue when all \nshareholders had approved these benefits for Bob and others  in the family.  ( Panel \nReport 33–35.) \n13. Although not required to do so, Dove also made inquiry into allegations in \nJim’s pleading that do not appear in his written demand.  These include allegations \nthat Raymond and Tony improperly increased their salaries and made an ill-advised \ndecision to terminate a contract with Mid -Eastern Asphalt.  Based on his inquiry, \nDove determined that all salary increases were “in line” with the broader construction \nindustry and that termination of the contract with Mid-Eastern Asphalt benefited JT \nRussell.  (See, e.g., Panel Report 6–7.)   \n14. Citing Dove’s report and recommendation, JT Russell has moved to dismiss \nJim’s derivative counterclaims  under N.C.G.S. §  55-7-44(a).  It has also moved to \ndismiss the direct counterclaim for removal of Raymond and Tony as directors and to \nstrike many of Jim’s allegations.  (See ECF Nos. 119, 121.)  The Court held a hearing \non 14 January 2025.  The motions are fully briefed and ripe for decision. \nII. \nANALYSIS \n \n15. These motions present three sets of issues.  First, JT Russell contends that \nJim’s derivative counterclaims must be dismissed because the court-appointed panel \ndetermined that it would not be in the company’s best interest to maintain the claims \nand because Jim is not a fair and adequate representative of its  corporate interest.  \nSecond, JT Russell contends that Jim has not adequately alleged a claim for removal \nof its directors.  Third, JT Russell seeks to strike certain allegations in Jim’s pleading. \nA. Derivative Counterclaims \n16. The Court begins with Jim’s derivative counterclaims. \n17. By statute, the  presiding court “ shall dismiss a derivative proceeding on \nmotion of the corporation if” a n independent, court-appointed panel “determines in \ngood faith after conducting a reasonable inquiry upon which its conclusions are based \nthat the maintenance of the derivative proceeding  is not in the best interest of the \ncorporation.”  N.C.G.S. § 55-7-44(a); see also id. § 55-7-44(f).  Factors to consider i n \ndeciding the motion include whether the panel is independent, whether it conducted \na reasonable inquiry, and whether it  made its decision  in good faith.  Madvig v. \nGaither, 461 F. Supp. 2d 398, 404 (W.D.N.C. 2006); see also Russell M. Robinson, II, \nRobinson on North Carolina Corporation Law § 17.08 (7th ed. 2024). \n18. Here, JT Russell seeks to dismiss Jim’s derivative counterclaims based on \nDove’s determination  that maintaining the claims is not in the company’s best \ninterest.  Jim does not dispute Dove’s independence.  Rather, he contends that Dove \nfailed to conduct a reasonable, good-faith inquiry.  The Court disagrees. \n19. Dove’s inquiry was more than reasonable.  He retained outside counsel to \nprovide advice and assistance throughout the inquiry.  He also reviewed a large set \nof business and financial records  that were likely to contain information related to \nJim’s allegations, including  financial statements , historical salary data,  and \ntransaction reports related to Bob’s farm.  Many of these records stretch back to 2005.  \nAnd he interviewed at least eight witnesses, sometimes more than once.  Among the \nwitnesses were at least three former employees of JT Russell identified by  Jim as \nknowledgeable individuals.  Following this inquiry, Dove and his counsel produced a \nthorough, written report.  The conclusions in that report are clearly stated and flow \nlogically from the surrounding  discussion.  Considering all the circumstances, the \nCourt concludes that Dove’s inquiry was reasonable and “commensurate in scope with \nthe nature of the i ssues” that Jim raised.  Madvig, 461 F. Supp. 2d at 407 ; see also \nBorchardt v. King, 2015 U.S. Dist. LEXIS 10604, at *30–31 (M.D.N.C. Jan. 29, 2015) \n(citing panel’s reliance on independent counsel  and interviews of knowledgeable \nwitnesses as indicia of reasonableness). \n20. Likewise, the Court concludes that Dove made his decision in good faith.   \nDove’s independence is unquestioned.  No  evidence suggests that he conducted his \n“investigation as a sham or pretext for papering over a predetermined outcome.”   \nBorchardt, 2015 U.S. Dist. LEXIS 10604, at *36.  On the contrary, the thoroughness \nof the inquiry and the involvement of independent counsel confirm “the spirit and \nsincerity with which the investigation was conducted .”  Id.  at *35 (citation and \nquotation marks omitted). \n21. None of Jim’s arguments are  compelling.  He  contends that Dove  should \nhave broadened his inquiry  by searching e-mails and interviewing more witnesses.  \nThis misunderstands Dove’s task, which was to perform a reasonable inquiry, not an \nexhaustive one.  Indeed, it is far from clear what purpose would have been served by \nan exhaustive investigation, given that both sides willingly acknowledged that JT \nRussell’s shareholders routinely used its resources.  Moreover , Jim’s opposition is \nconspicuously silent about many of Dove’s findings.  Dove found, among other things, \nthat Bob conferred considerable benefits on JT Russell without seeking \nreimbursement, Bob’s salary is akin to a retirement benefit and comparable to what \nwas given to other retired family members, salary increases for current officers are \nin keeping with industry norms, cancellation of the Mid -Eastern Asphalt contract \nimproved JT Russell’s financial health, and JT Russell and its shareholders have \nallowed family members to use company resources for personal reasons for more than \nhalf a century.*  Jim offers no basis to question these findings, much less evidence to \ncontradict them. \n22. Even so, Jim speculates that a broader inquiry might have revealed evidence \nthat Bob concealed the extent of his use of JT Russell’s resources  at his farm  by \nattributing it to paying customers’ jobs.  But Dove explored that allegation, and every \nwitness denied it, including a disinterested witness identified by Jim.  (See, e.g., Panel \nReport 15 (“When asked if he was ever told to charge his time inaccurately or charge \nhis time to the wrong job, his answer was ‘never happened.’  ”), 19 (“To the best of \nDave N ormand’s knowledge, no work done for Bob Russell Farms since 2009 was \ncharged to other jobs.”).)  Dove’s decision not to expand his inquiry in the face of these \ndenials was reasonable.  This is especially so given that Jim has not pointed to any \nwitness with a contrary view.   \n23. Jim also questions the seriousness of Dove’s “[h]igh level review” of certain \ndocuments.  (Panel Report 8 –9.)  That shows that Dove’s inquiry was efficient, not \nthat it was cursory.  With counsel’s assistance and the benefit of witness interviews, \nDove was able to glean material information from voluminous documents without \nwasting time and resources on irrelevant and immaterial information.  In any event, \n \n* Jim argues that he now opposes the use of company resources and therefore cannot be \ndeemed to have ratified these activities since his ouster in 2018.   Of course, Dove’s findings \nsuggest that Jim and the other shareholders ratified or otherwise legitimized many of the \ndisputed transactions (such as paying Bob a salary) long before 2018.  Jim does not explain \nwhy his change of heart necessitates the revocation of  an earlier ratification .  Nor has he \nshown that his dissent, standing alone, is determinative  as to post-2018 events, given that \nhe holds just fifteen percent of JT Russell’s shares. \nJim has access to these documents.  If they contain information that Dove overlooked \nor misunderstood, Jim could easily make that case.  He has not even tried to do so. \n24. In addition to challenging the scope of Dove’s review, Jim challenges his \nconclusions.  Jim  insists that Dove applied a double standard, determining that it \nwas not in JT Russell’s interest to pursue claims based on  the personal use of its \nresources even though the  company has sued Jim  for exactly that  sort of activity .  \nWhether JT Russell’s claims against Jim are comparable  to those that Jim has \nasserted against Bob, Raymond, and Tony is uncertain.  JT Russell plausibly argues \nthat its claims are different in kind due to  the scale and nature of the resources \nsupposedly used by Jim, along with other factors.  But even if the two sets of claims \nare alike, Dove applied no double standard.  He was tasked only with assessing Jim’s \nclaims, not JT Russell’s , and therefore said nothing about the advisability of  JT \nRussell’s claims against Jim.  It also bears noting that Dove’s findings concerning JT \nRussell’s permissive culture may make it more difficult for the company to maintain \nclaims against Jim for the use of its resources. \n25. Jim goes on to dispute Dove’s conclusion that Bob may have setoff rights \nstemming from JT Russell’s rent-free use of his land and similar benefits .  Again, it \nappears to be undisputed that Bob conferred these benefits on the company.  Dove’s \nconclusion that Bob may be entitled to claim a setoff of much or all of  any potential \ndamages recovery or pursue his own claim for reimbursement is reasonable and based \non the evidence.  And putting  the setoff issue to the side, a company may have good \nreason not to pur sue a claim against a shareholder with whom it has a cordial and \nfinancially beneficial relationship involving reciprocal, informal exchanges of \nbenefits.  This, too,  reasonably supports Dove’s conclusion that it would be \ninequitable or too costly to pursue claims against Bob, which Dove valued at less than \n$200,000. \n26. As a fallback, Jim urges the Court to defer dismissal so that he can seek \ndiscovery.  Arguably, there are cases in which it is appropriate to allow the party \nasserting derivative claims to conduct discovery concerning an appointed panel’s \nindependence or the scope of its inquiry.  But Jim has not sought discovery along \nthose lines.  He seeks, instead, discovery from JT Russell on the merits , which is no \nreason to delay a decision. \n27. In sum, Dove is independent, he performed a reasonable inquiry , and he \nmade his conclusions in good faith.   The Court therefore grants  JT Russell’s motion \nto dismiss Jim’s derivative claims.  Having done so, the Court need not and does not \naddress JT Russell’s argument that Jim is not a fair and adequate representative of \nits corporate interest. \nB. Removal of Directors \n28. Next, the Court addresses JT Russell’s motion to dismiss Jim’s claim for \nremoval of Raymond and Tony as directors. \n29. A motion to dismiss under Rule 12(b)(6) of the North Carolina Rules of Civil \nProcedure “tests the legal sufficiency of the complaint.”  Isenhour v. Hutto , 350 N.C. \n601, 604 (1999) (citation and quotation marks omitted).  Dismissal is proper when \n“(1) the complaint on its face reveals that no law supports the . . . claim; (2) the \ncomplaint on its face reveals the absence of facts sufficient to make a good claim; or \n(3) the complaint discloses some fact that necessarily defeats the . . . claim.”  Corwin \nv. Brit. Am. Tobacco PLC , 371 N.C. 605, 615 (2018) (citation and quotation marks \nomitted).  In deciding the motion, the Court must treat all well -pleaded allegations \nas true and view the facts and permissible inferences in the light most favorable to \nthe nonmoving party.  See, e.g., Sykes v. Health Network Sols., Inc., 372 N.C. 326, 332 \n(2019). \n30. Shareholders have a narrow statutory right to seek judicial removal of a \ndirector.  A court may remove a director if the shareholder shows that “[t]he director \nengaged in fraudulent or dishonest conduct, or gross abuse of authority or discretion, \nwith respect to the corporation ” and “[r]emoval is in the best inter est of the \ncorporation.”  N.C.G.S. §  55-8-09(a).  Although f ew North Carolina cases have \ninterpreted and applied this statute , other jurisdictions with similar statutes have \nmade clear that “judicial removal of a director is an extraordinary remedy.”  Neiman \nv. Tri R Angus, Inc., 739 N.W.2d 182, 189 (Neb. 2007).  The statute “is not intended \nto permit judicial resolution of internal corporate struggles for control except in those \ncases in which a court finds that the director has been guilty of wrongful conduct of \nthe type described.”  Mauck v. Cherry Oil Co. , 2022 NCBC LEXIS 39, at *22 (N.C. \nSuper. Ct. May 2, 2022) (citation and quotation marks omitted).   \n31. Jim alleges that Raymond and Tony took control of JT Russell unlawfully.  \nAs alleged, Raymond and Tony pushed through an invalid amendment of JT Russell’s \nbylaws.  This, in turn, allowed them to  oust Jim and to  stack the company’s board \nwith loyalists, violating the original, unamended bylaws.  (See Am. Countercls. ¶¶ 32, \n34, 39, 40, 41.)  These allegations show more than a mere struggle for control.  Taken \nas true, the allegations of  dishonest acts and unlawful circumvention of the bylaws \nto gain corporate  control are sufficient to state a claim.  See, e.g., Taylor v. Hinkle , \n360 Ark. 121, 139 (2004) (concluding that directors’ “retaliatory” actions and “blatant \nviolations of the franchise agreement, coupled with their clear intentions to commit \nother actions designed to wrest control away,” were sufficient to show gross abuse of \ndiscretion); see also Boatright v. A&H Techs., Inc. , 296 So.3d 687, 698 (Miss. 2020) \n(concluding that director’s  “attempt to freeze  . . . out” another shareholder met the \nstatutory standard but that removal was not in the company’s best interest). \n32. Jim has also alleged self-dealing: that Raymond and Tony gave themselves \nand their families perks, allowed Bob to use JT Russell’s resources for his farm, and \nimproperly hid Bob’s uses of resources under  jobs for paying customer s.  ( See, e.g., \nAm. Countercls. ¶¶  47–49, 68, 72.)  JT  Russell argues that Dove’s report forecloses \nthese allegations .  It does not.   The standard of review that applies under Rule \n12(b)(6) differs from the standard that applies to a motion to dismiss derivative claims \nunder section 55 -7-44(a).  For purposes of Rule 12(b)(6), the Court is limited to the \nfour corners of Jim’s pleading.  Because Dove’s report is “evidence outside the \npleadings,” it “cannot be considered in determining whether the [counterclaim] \ncomplaint states a claim on which relief can be granted.”  Jackson/Hill Aviation, Inc. \nv. Town of Ocean Isle Beach, 251 N.C. App. 771, 775 (2017).  It seems likely that Jim \nwill have to address the effect of Dove’s findings at a later stage .  For now, his \nallegations of self- dealing and concealment, when viewed in connection with his \nallegations of unlawful seizure of control, further support the conclusion that he has \nadequately stated a claim for relief. \n33. Accordingly, the Court denies the motion to dismiss this claim. \nC. Motion to Strike \n34. A trial court “may order stricken from any pleading any insufficient defense \nor any redundant, irrelevant, immaterial, impertinent, or scandalous matter.”  N.C. \nR. Civ. P. 12(f).  Motions to strike “are viewed with disfavor and are infrequently \ngranted.”  Daily v. Mann Media, Inc.,  95 N.C. App. 746, 748 –49 (1989).  “Matter \nshould not be stricken unless it has no possible bearing up on the litigation.  If there \nis any question as to whether an issue may arise, the motion should be denied.”  \nShellhorn v. Brad Ragan, Inc., 38 N.C. App. 310, 316 (1978).   \n35. JT Russell asks to strike over eighty paragraphs from Jim’s pleading .  It s \ncontention is that these paragraphs would be irrelevant if the Court were to dismiss \nJim’s derivative counterclaims and claim for removal of directors.  The Court has not \ndismissed the claim for removal of directors , and in any event,  these paragraphs  \nappear to relate to Jim’s claim for judicial dissolution.  Because JT Russell has not \nshown that these allegations have no possible bearing upon the litigation, its motion \nto strike is denied. \nIII. \nCONCLUSION \n \n36. For these reasons, the Court GRANTS JT Russell’s motion to dismiss Jim’s \nderivative counterclaims and DISMISSES them with prejudice , DENIES JT \nRussell’s motion to dismiss Jim’s claim for removal of directors, and DENIES  JT \nRussell’s motion to strike. \n \nSO ORDERED, this the 4th day of March, 2025. \n \n \n       /s/ Adam M. Conrad   \n     Adam M. Conrad \n     Special Superior Court Judge  \n  for Complex Business Cases  \n \n "
}