{
  "id": "01403efb3ec57447e25623cb236008ffd71e4a81905db4a772d2e99855c0216e",
  "source_file": "data/raw/ncbc/01403efb3ec57447e25623cb236008ffd71e4a81905db4a772d2e99855c0216e.pdf",
  "raw_text": "  \nWNC Holdings, LLC v. Alliance Bank & Trust Co., 2012 NCBC 50. \n \nSTATE OF NORTH CAROLINA  \n \nMECKLENBURG COUNTY  \nIN THE GENERAL COURT OF JUSTICE  \nSUPERIOR COURT DIVISION  \n11 CVS 9668  \n \nWNC HOLDINGS, LLC, MASON \nVENABLE and HAROLD KEE,  \n \nPlaintiffs,  \n \nv.  \n \nALLIANCE BANK & TRUST \nCOMPANY, EDGAR W. TANNER, \nJR., TANNER REAL ESTATE \nSERVICES, INC. and DANIEL C. \nAYSCUE, Trustee under Deeds of \nTrust, \n \n \nDefendants.  \n \n \n \n \n \n \nORDER & OPINION ORDER & OPINION ORDER & OPINION ORDER & OPINION     \n \n    \n \nThe Odom Firm, PLLC by Thomas L. Odom, Jr. and David Murray for \nPlaintiffs WNC Holdings, LLC, Mason Venable, and Harold Kee. \nJames, McElroy & Diehl, P.A. by Jared E. Gardner for Plaintiff WNC \nHoldings, LLC. \nCranfill Sumner & Hartzog, LLP by Samuel H. Poole, Jr. and Todd King for \nDefendants Edgar W. Tanner, Jr. and Tanner Real Estate Services, Inc. \nGray, Layton, Kersh, Solomon, Furr & Smith, P.A by Michael Carpenter for \nDefendants Alliance Bank & Trust Company and Daniel C. Ayscue. \nMurphy, Judge.  \n{1}  THIS MATTER THIS MATTER THIS MATTER THIS MATTER is before the Court upon Defendants Alliance Bank & \nTrust Company (“Alliance Bank”) and Daniel C. Ayscue’s (“Ayscue”) (collectively \n“Alliance”) Motion to Dismiss for Improper Venue pursuant to North Carolina \nGeneral Statute section 1-83(1) and Rule 12(b)(3) of the North Carolina Rules of \nCivil Procedure (“Alliance Motion I”), Motion to Change Venue pursuant to North \nCarolina General Statute Section 1-83(2) (“Alliance Motion II”), and Motion to \nDismiss Plaintiffs’ Complaint pursuant to Rule 12(b)(6)  (“Alliance Motion III”); \nDefendants Edgar W. Tanner Jr. and Tanner Real Estate Services Inc.’s \n(collectively “Tanner”) Motion to Dismiss Plaintiffs’ Complaint pursuant to Rule \n  \n12(b)(6) (“Tanner Motion I”), Motion to Dismiss Co-Defendants’ Cross-Claims \npursuant to Rule 12(b)(6) (“Tanner Motion II”), and Motion for Judgment on the \nPleadings for Co-Defendants’ Cross-Claim Complaint pursuant to Rule 12(c) \n(“Tanner Motion III”); and Alliance and Tanner’s Joint Motion for Change of Venue \npursuant to Section 1-83(2) (“Defendants’ Joint Motion”).   \n{2}  After considering the Amended Complaint and the parties’ motions \nand submissions, the Court GRANTS GRANTS GRANTS GRANTS Alliance Motion I; finds Alliance Motion II \nand Defendants’ Joint Motion moot; GRANTS GRANTS GRANTS GRANTS,    in part, and DENIES DENIES DENIES DENIES,    in part, \nAlliance Motion III; and GRANTS GRANTS GRANTS GRANTS, in part, and    DENIES DENIES DENIES DENIES, in part,    Tanner Motion I, \nII, and III. \nI. \nPROCEDURAL HISTORY \n{3}  This action arose out of a 2006 land transaction in Rutherford County, \nNorth Carolina, and was filed in Mecklenburg County Superior Court on May 16, \n2011.  Plaintiffs sought a loan from Alliance Bank to purchase raw land and develop \nit into a residential subdivision.  Alliance Bank’s underwriting guidelines required \nan appraisal of the property’s value before issuing a loan.  Alliance Bank contracted \nwith Defendant Tanner Real Estate Services, Inc. for a market value appraisal of \nthe property.  Plaintiffs allege that Tanner’s appraisal was erroneously calculated, \ncausing the property value to be exaggerated, and that Plaintiffs entered into loan \nagreements with Alliance Bank based on the inflated appraisal.  Plaintiffs further \nallege that Alliance Bank discovered the error, did not inform Plaintiffs of the \nmiscalculation, and used the bank’s knowledge to obtain additional security \ninterests from Plaintiffs in order to better position the bank as a creditor. \n{4}  Plaintiffs brought claims against the bank and the appraiser for: \npreliminary injunction, negligent misrepresentation, negligence, breach of fiduciary \nduty, vicarious liability, fraud, breach of contract, breach of good faith and fair \ndealing, conversion, unfair and deceptive trade practices, punitive damages, \nrescission, and declaratory judgment.  (Original Compl. ¶¶ 44–111.)  Defendants \nfailed to file a timely answer to the original Complaint and an entry of default was \n  \nentered on June 20, 2011.  (Pls.’ Resp. Alliance Mot. I 1.) \n{5}  Motions to set aside the entry of default were filed by Tanner on July \n1, 2011, and Alliance on July 7, 2011.  (Tanner Defs.’ Mot. to Set Aside Default 2; \nAlliance Defs.’ Mot. to Set Aside Default 5; Pls.’ Resp. Alliance Mot. I 1.)  Judge \nYvonne Mims Evans granted the motions on August 12, 2011, and ordered answers \nto be filed that day. \n{6}  Alliance’s Answer, filed on August 12, 2011, contained Alliance \nMotions I and II objecting to venue; counterclaims against Plaintiffs for breach of \ncontract, breach of personal guarantees, fraud, and negligent misrepresentation; \nand cross-claims against co-Defendant Tanner for exoneration, indemnification, \ncontribution, breach of contract, and negligence.  (Alliance Ans. 10–12, 15–22, 23–\n25.)  That same day, Alliance filed a notice of designation to the North Carolina \nBusiness Court.  The case was designated as a mandatory complex business case on \nAugust 15, 2011, and assigned to this Court on August 19, 2011.  \n{7}  In compliance with Rule 17 of the General Rules of Practice and \nProcedure for the North Carolina Business Court, the parties jointly completed a \nCase Management Report (“CMR”) on November 2, 2011. (Case Mgmt. Report 7.)  \nIn the CMR, Alliance objected to venue in Mecklenburg County, asserting venue \nwas proper in Cleveland, Rutherford, or Gaston Counties.  (Case Mgmt. Report 4–\n5.) \n{8}  On November 17, 2011, this Court entered a Case Management Order \n(“CMO”) acknowledging Alliance’s objection to venue and instructing all motions to \ndismiss be filed on or before December 19, 2011.  (Case Mgmt. Order 8–9.)  The \nparties agreed to conduct pretrial motions in Mecklenburg County, but venue \nremained disputed.  (Case Mgmt. Order 3.) \n{9}  The parties were unable to resolve the venue objection before \nDecember 19, 2011 (Defs.’ Jt. Mot. 1), and pursuant to the CMO and BCR 15.2, \nDefendants filed the aforementioned change of venue motions and supporting \naffidavits.   \n{10}  On February 9, 2012, after all the motions were fully briefed by the \n  \nparties, the Court conducted a hearing on the pending motions, including Alliance \nMotions I–III, Tanner Motion I–III, and Defendants’ Joint Motion.  \n{11}  After the hearing, Plaintiffs filed an Amended Complaint on February \n12, 2012 that further detailed Defendants’ fiduciary relationship. \nII. \nFACTUAL BACKGROUND \n{12}  The Court makes findings of fact in connection with the determination \nof proper venue pursuant to North Carolina General Statute section 1-83(1) and \nRule 12(b)(3) of the North Carolina Rules of Civil Procedure.  See generally Johnson \nv. Hampton Indus. , 83 N.C. App. 157, 158, 349 S.E.2d 332, 333 (1986). \n{13}  Ordinarily, this Court does not make findings of fact in connection with \nmotions to dismiss pursuant to Rule 12(b)(6), as such motions do “not present the \nmerits, but only [determine] whether the merits may be reached,” Concrete Serv. \nCorp. v. Investors Group, Inc. , 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986).  \nFor purposes of the Court’s analysis of Defendants’ Rule 12(b)(6) motions in its \nOrder and Opinion, the Court recites only those facts from the pleadings that are \nrelevant to the Court’s legal determinations.   \nA. \nFINDINGS OF FACT FOR PROPER VENUE \n{14}  Plaintiffs Mason Venable (“Venable”) and Harold Kee (“Kee”) are \nresidents of Cleveland County; Plaintiff WNC Holdings, LLC (“WNC”), is a North \nCarolina limited liability company with its principal place of business and \nregistered agent in Cleveland County (collectively “Plaintiffs”).  (Am. Compl. ¶¶ 1–\n3; Ayscue Aff. ¶ 7; Ayscue Ex. C.)   \n{15}  Defendants Ayscue and Edgar W. Tanner, Jr. are both residents of \nCleveland County.  (Am. Compl. ¶ 5; Ayscue Aff. ¶¶ 2, 11.)  Defendant Tanner Real \nEstate Services, Inc. is a North Carolina corporation with its principal place of \nbusiness, principal office, and registered agent in Rutherford County.  (Am. Compl. \n¶ 6; Ayscue Aff. ¶ 6; Ayscue Aff. Ex. B.)  Defendant Alliance Bank and Trust \nCompany is a North Carolina corporation with its principal place of business, \n  \nprincipal office, and registered agent in Gaston County, and does business in \nMecklenburg County, North Carolina.  (Ayscue Aff. ¶ 5; Ex. A; Am. Compl. ¶ 4.) \nB. \nPLAINTIFFS’ ALLEGATIONS IN SUPPORT OF 12(B)(6) AND 12(C) \n{16}  In February 2006, WNC entered into a contract to purchase and \ndevelop as a residential subdivision 55.89 acres of undeveloped land in Rutherford \nCounty, North Carolina (the “Property”).  Alliance Bank served as a lender and \nfinancial advisor to Plaintiff in the development of the Property.  As part of \nAlliance’s involvement, the Bank had a pro forma financial feasibility statement \nprepared for Plaintiffs in order to move the project forward and have Plaintiffs \nborrow the development money from the Bank.  (Am. Compl. ¶ 8.)   \n{17}  On March 22, 2006, Alliance contracted with Tanner, a licensed real \nestate appraiser, to prepare a market value appraisal (“Tanner Appraisal”) of the \nProperty.  (Am. Compl. ¶¶ 5, 9; Ex. 1.)   \n{18}  Tanner received $3,500 for the appraisal ($3,100 paid by WNC and \n$400 paid by Alliance Bank), but the payment was not conditioned upon the \nappraisal’s results.  (Am. Compl. ¶ 12.)  The Tanner Appraisal’s certification page \nstates that Tanner employed the Uniform Standards of Professional Appraisal \nPractice (“USPAP”) in developing the “analyses, opinions, and conclusions” \ncontained in the appraisal.  (Am. Compl. Ex. 3 at 26.)  Plaintiffs allege that Tanner \nwas bound by the USPAP’s standards, and that he deviated from those standards \nby “failing to include the cost of the infrastructure and construction of \nimprovements when using a projected cash flow analysis and then reducing to \npresent value.”  (Am. Compl. ¶ 16.) \n{19}  The Tanner Appraisal valued the Property at $3,396,000.  On April 19, \n2006, Alliance Bank loaned Plaintiffs $400,000 to apply to the purchase price of the \nProperty.  (Am. Compl. ¶ 15, 21; Ex. 4.)  After Plaintiffs purchased the Property, \nAlliance Bank filed a deed of trust on the Property with a future advance clause in \nthe amount of $2,000,000.  (Am. Compl. ¶¶ 21–23; Ex. 4; Ex. 6.)  Plaintiffs allege \nthat Alliance Bank failed to properly review the appraisal and, as a result, did not \n  \ndiscover its errors before extending credit to Plaintiffs.  (Am. Compl. ¶ 18.)  \nPlaintiffs contend they relied on the accuracy of the appraisal, the diligence of \nAlliance Bank in reviewing the appraisal, and would not have proceeded with the \ndevelopment project had Alliance Bank discovered and disclosed to Plaintiffs that \n“the appraisal was defective, erroneous and misleading.”  (Am. Compl. ¶¶ 19–20.)   \n{20}  On June 14, 2006, Venable sent Alliance Bank’s employee Matt \nTriplett (“Triplett”) an e-mail detailing the expected costs for developing the \nProperty.  (Am. Compl. ¶ 24.)  And, on July 17, 2006, Plaintiffs signed a promissory \nnote for a $1,105,000 line of credit to complete Phase I of the development.  (Am. \nCompl. ¶ 25; Ex. 7.)  The loan was scheduled to mature on July 17, 2007, and was \npersonally guaranteed by Venable and Kee.  (Am. Compl. ¶ 25; Ex. 7.)   \n{21}  On September 14, 2007, Plaintiffs executed another promissory note \nsecured by a deed of trust dated April 19, 2006, for $603,000.  (Am. Compl. ¶ 30.)  \nSometime between September 14 and December 10, 2007, Plaintiffs allege that \nAlliance discovered that the Tanner Appraisal was misleading, defective and \nerroneous, but despite their discovery, Alliance did not notify Plaintiffs that the \nProperty was appraised above its actual market value.  (Am. Compl. ¶ 31.)   \nUnaware of the deficiencies in the Tanner Appraisal, on December 18, 2007, \nPlaintiffs signed a promissory note secured by the deed of trust dated April 19, \n2006, for an additional $1,105,000.  (Am. Compl. ¶ 36.)  This loan was followed by \nanother loan of $1,105,000 from Alliance Bank to Plaintiffs on July 30, 2008.  (Am. \nCompl. ¶ 38.) \n{22}  Alliance Bank eventually contracted with Eugene Booth to conduct a \nsecond appraisal of the Property (“Booth Appraisal”).  The Booth Appraisal stated \nthe fair market value of the Property to be only $1,200,000 as of August 18, 2008.  \n(Am. Compl. ¶ 39.) \n{23}  After receiving the Booth Appraisal, Plaintiffs allege that Alliance \nBank demanded that WNC sign a renewal promissory note “for $603,000 and \n$1,105,000.”  (Am. Compl. ¶ 41.)  As part of the renewal, WNC was required to \nmaintain a checking account with Alliance Bank with a minimum balance of \n  \n$200,000.  Alliance Bank did not provide any notice to Plaintiffs that the Tanner \nAppraisal was defective or that the Booth Appraisal reflected a fair market value \nthat was significantly less than the Tanner Appraisal.  (Am. Compl. ¶ 41.) \n{24}  Later in 2008, Triplett met with Plaintiffs and informed them that, \nbecause of the downturn in the economy, there was a problem with the Tanner \nAppraisal and that the Booth Appraisal showed the value of the Property to be \n$1,200,000.  Triplett told Plaintiffs that Alliance Bank would not renew the loans in \nDecember unless Plaintiffs provided additional collateral.  He then assured them \nthat the project was still financially feasible and drew up another financial pro \nforma on their behalf.  Alliance Bank did not indicate the problem with the Tanner \nAppraisal was that it was misleading, defective and erroneous.  (Am. Compl. ¶ 42.) \n{25}  In February 2009, Plaintiffs consolidated the $603,000 and $1,105,000 \npromissory notes into a single note for $1,708,000 secured by a deed of trust on \nPlaintiff Venable’s private real property, an assignment of Plaintiff Kee’s life \ninsurance policy, a deed of trust on another piece of real property owned by Plaintiff \nKee, and unlimited personal guarantees from Plaintiffs Venable and Kee.  (Am. \nCompl. ¶ 46.) \n{26}  Alliance Bank requested two commercial debt modification agreements \nfrom Plaintiffs in March and May 2010.  (Am. Compl. ¶¶ 51–52.)  After the second \nmodification, Alliance Bank completed another internal Confirmation of Business \nLoan Approval document identifying the Tanner Appraisal’s erroneous calculation \nand the Booth Appraisal’s revised market value.  (Am. Compl. ¶ 53.) \n{27}  As required by the promissory note renewals, WNC maintained a \nchecking account with Alliance Bank.  The checking account was one of several \naccounts alleged to have been seized by Alliance in early September 2010.  (Am. \nCompl. ¶¶ 41, 55.)  The total “seizure” included approximately $441,000 of Plaintiffs \naccounts.  (Am. Compl. ¶ 55.)  Plaintiffs allege that the funds were “seized” in “order \nto obtain an unfair leverage, an unfair advantage[,] and to attempt to intimidate the \nPlaintiffs into continuing to pay in accordance with the promissory notes.”  (Am. \nCompl. ¶ 116.)  However, Alliance Bank “released” the “seized” accounts upon \n  \ndemand by Plaintiff Venable on September 8, 2010.  (Am. Compl. ¶ 115.) \n{28}  Plaintiffs allege that WNC has never been in default as to any \nobligation to Alliance Bank and has timely made all payments in an amount in \nexcess of $240,000.  (Am. Compl. ¶ 58.) \nIII. \nLEGAL ANALYSIS \nA.  \nCHANGE OF VENUE \n{29}  Defendants request that the Court: (1) either dismiss the case or find \nremoval of the case to Cleveland County mandatory because Mecklenburg County is \nan improper venue and Defendants are residents of Cleveland County (Alliance \nMotion I); and (2) exercise its discretion and remove the action to Cleveland County \nfor witness convenience (Alliance Motion II).  In support of these requests, Alliance \nsubmitted an affidavit from Defendant Ayscue that states that no party resided in \nMecklenburg County at the commencement of this action.  (Alliance Supp. Br. \nAlliance Mot. I 3; Ayscue Aff. 2.)  \n{30}  Plaintiffs respond by arguing that: (1) Defendants have impliedly \nwaived venue by failing to press their motions; and (2) Alliance Bank has contacts \nwith Mecklenburg County sufficient to establish proper venue under section 1-79(a).  \n(Pls.’ Resp. to Alliance Mots. I and II 2–5.)  Plaintiffs offer no rebuttal to the \nrepresentations made in Defendant Ayscue’s affidavit.   \n1. \nALLIANCE MOTION I \n{31}  A motion to dismiss for improper venue should be treated as a removal \naction.  State v. Fayetteville St. Christian Sch. , 299 N.C. 351, 357, 261 S.E.2d 908, \n912, appeal dismissed , 449 U.S. 807 (1980); see also Roberts v. Adventure Holdings, \nLLC , 703 S.E.2d 784, 788 (N.C. Ct. App. 2010), rev. denied , 365 N.C. 187, 707 \nS.E.2d 241 (2011) (“It has been repeatedly held . . . that if an action is instituted in \nthe wrong county it should be removed to the proper county, and not dismissed . . . \n.”) (citation omitted).  The Court, therefore, treats Alliance Motion I as a removal \n  \naction. \n{32}  By statute, a civil “action must be tried in the county in which the \nplaintiffs or the defendants, or any of them, reside at its commencement.”  N.C.  \nG EN . S TAT . § 1-82 (2011).  A person is deemed to reside where they live,  whereas a \ndomestic corporation is deemed to reside either: “(1) [w]here the registered or \nprincipal office of the corporation . . . is located, or (2) [w]here the corporation . . . \nmaintains a place of business . . . .”  N.C.  G EN . S TAT . § 1-79(a)(1)–(2) (2011). \n{33}  The trial court must transfer an action if it has been brought in the \nwrong county and a party has properly objected to venue.  Hawley v. Hobgood , 174 \nN.C. App. 606, 609, 622 S.E.2d 117, 119 (2005).  Procedurally, a proper objection to \nvenue must be raised within the time limits specified in Rule 12(b)(3).  See N.C.  \nG EN . S TAT . § 1-83; Cheek v. Higgins,  76 N.C. App. 151, 153, 331 S.E.2d 712, 714 \n(1985) (“The language of the statute is clear that the time for making the [objection] \nis before the time for filing [an] answer expires.”).  A motion within a responsive \npleading is sufficient to satisfy this procedural requirement.  Hawley , 174 N.C. App. \nat 609, 622 S.E.2d at 119.  Furthermore, affidavits supporting an objection to venue \nmay be considered and accepted as true in a court’s ruling.  Godley Const. Co. v. \nMcDaniel, 40 N.C. App. 605, 608, 253 S.E.2d 359, 361 (1979). \n{34}  In North Carolina, “[venue] may be waived by express or implied \nconsent . . . and a defendant’s failure to press his motion to remove has been found \nto be a waiver.”  Miller v. Miller , 38 N.C. App. 95, 97, 247 S.E.2d 278, 279 (1978).  \nWhether removal has been “pressed” is a fact-specific inquiry.  Compare  Johnson v. \nHampton Indus. , 83 N.C. App. at 157–58, 349 S.E.2d at 333 (ruling that implied \nwaiver had occurred because the movant failed to raise the objection to venue \nduring several sessions of court over a ten-month period), and  Miller , 38 N.C. App. \nat 97–98, 247 S.E.2d at 279–80 (ruling defendant impliedly waived her motion to \nremove when she failed to appear at a second hearing five months after moving to \ncontinue the first hearing that took place a year after filing the motion), with  Swift \n& Co. v. Dan-Cleve Corp. , 26 N.C. App. 494, 495, 216 S.E.2d 464, 465 (1975) (ruling \nthat a four-month period is not an implication of waiver), and Amanda Leigh \n  \nPearman Trust # 2 v. Dennis , No. COA08-1317, 2009 N.C. App. LEXIS 1237, at \n*12–13 (N.C. Ct. App. Aug. 4, 2009) (unpublished decision) (ruling no waiver had \noccurred because the motion was argued at the first available hearing after the \nmotion was raised). \n{35}  Plaintiffs point to Miller  and Johnson  to support their argument that \nDefendants impliedly waived their venue objection.  (Pls.’ Resp. Br. Alliance Mot. I \n3–4.)  The Court finds this argument unpersuasive.  Unlike the movant in Miller , \nAlliance has not delayed the proceedings of this Court.  See  38 N.C. App. at 97–98, \n247 S.E.2d at 279–80.  And, unlike the movant in Johnson , Alliance objected to \nvenue in its Answer to Plaintiffs original Complaint and argued Alliance Motion I at \nthe first available hearing.  83 N.C. App. at 157–58, 349 S.E.2d at 333.   \n{36}  The Court finds this case factually similar to Dennis , where the Court \nof Appeals held that the movant had not impliedly waived an objection to venue \nbecause the objection was argued at the first available hearing.  2009 N.C. App. \nLEXIS 1237, at *12–13.   Here, Alliance included an objection to venue in its Answer \nand raised its objection again on December 19, 2011, after the case was assigned to \nthis Court.  Alliance then argued the motion at the first available hearing.  \nAccordingly, the Court concludes Alliance has not impliedly waived its objection to \nvenue.    \n{37}  Plaintiffs’ second argument, that Alliance has contacts with \nMecklenburg County sufficient to establish proper venue, also misses the mark.  \nPlaintiffs correctly cite to section 1-79(a) as controlling the Court’s determination of \nwhere a corporation resides.  (Pls.’ Resp. Br. Alliance Mot. I 5.)  However, Plaintiffs’ \nargument that “Alliance Bank’s business in Mecklenburg County is so pervasive \nthat it is in effect a place of business” fails under the express language of the \nstatute.  (Pls.’ Resp. Br. Alliance Mot. I 5.)   While in certain situations a court may \nlook to where the corporation “is regularly engaged in carrying on business,” N.C. \nGen. Stat. section 1-79(a)(3),  this is only applicable if “no registered or principal \noffice is in existence and no place of business is currently maintained or can \nreasonably be found . . . .”  Id.  Here, section 1-79(a)(3) does not apply because \n  \nAlliance Bank has a registered agent and principal place of business in Gaston \nCounty.  (Ayscue Aff. ¶ 5; Ex. A.)   \n{38}  Addressing the merits of Alliance Motion I, the language of section 1-\n82 is clear.  At commencement, at least one party to this action must have resided \nin Mecklenburg County.  N.C.  G EN . S TAT . § 1-82 (2011).  Accepting as true the \nAmended Complaint’s allegations, as well as the representations in Defendant \nAyscue’s affidavit, the Court finds the following: individuals Venable, Kee, Ayscue, \nand Edgar W. Tanner Jr., are all residents of Cleveland County, (Am. Compl. ¶¶ 2–\n3, 5; Ayscue Aff. ¶ 2), and corporations WNC, Alliance Bank, and Tanner Real \nEstate Services, Inc. have principal places of business and registered agents in \nCleveland, Gaston, and Rutherford Counties, respectively.  (Ayscue Aff. ¶¶ 5–7; \nAsycue Aff. Ex. A, B, C.)  The Court concludes, therefore, that venue is improper in \nMecklenburg County because no party resided in Mecklenburg County at the \ncommencement of this action.  Instead, venue would be proper in Cleveland County \nbecause at least one party resided there at the commencement of the action. 1   \n{39}  Accordingly, Alliance Motion I is GRANTED GRANTED GRANTED GRANTED and the Court ORDERS ORDERS ORDERS ORDERS \nthat this action be transferred to Cleveland County, North Carolina.  \n2. \nALLIANCE MOTION II AND DEFENDANTS’ JOINT MOTION FOR  CHANGE OF VENUE  \n{40}  Because the Court has ordered this action transferred to Cleveland \nCounty, Alliance Motion II and Defendants’ Joint Motion are rendered MOOT MOOT MOOT MOOT.  \nB. \nMOTIONS TO DISMISS – RULE 12(b)(6)  \n1. \nSTANDARD OF REVIEW \n{41}  On a motion to dismiss pursuant to Rule 12(b)(6), the question is \n“whether, as a matter of law, the allegations of the complaint, treated as true, are \n                                                 \n1 If venue is improper, the Court is not obligated to search for a proper venue, but is only required to \ndetermine if the requested venue is proper.  See  Doss v. Nowell , 268 N.C. 289, 291, 150 S.E.2d 394, \n395–96 (1966).  Alliance Motion I asserts that venue would be proper in Cleveland, Gaston, or \nRutherford Counties.  However, in its motion, Alliance only sought transfer to Cleveland County.     \n  \nsufficient to state a claim upon which relief may be granted under some legal \ntheory, whether properly labeled or not.”  Harris v. NCNB Nat’l Bank , 85 N.C. App. \n669, 670, 355 S.E.2d 838, 840 (1987) (citation omitted).   \n{42}  In considering a motion to dismiss under Rule 12(b)(6), “‘the well-\npleaded material allegations of the complaint are taken as admitted; but \nconclusions of law or unwarranted deductions of fact are not admitted.’”  Sutton v. \nDuke , 277 N.C. 94, 98, 176 S.E.2d 161, 163 (1970).  If “the complaint alleges facts \nthat defeat the claim, the claim should be dismissed.”  Hudson-Cole Dev. Corp. v. \nBeemer , 132 N.C. App. 341, 346, 511 S.E.2d 309, 312 (1999) (citation omitted). \n{43}  “When documents are attached to and incorporated into a complaint, \nthey become part of the complaint and may be considered in connection with a Rule \n12(b)(6) motion without converting it into a motion for summary judgment.”  \nSchlieper v. Johnson , 195 N.C. App. 257, 261, 672 S.E.2d 548, 551 (2009).  \nInconsistencies between an incorporated document and the pleadings are resolved \nin favor of the incorporated document.  Reese v. Mecklenburg Cnty. , 204 N.C. App. \n410, 421, 694 S.E.2d 453, 461, disc. rev. denied,  364 N.C. 326, 700 S.E.2d 924 (2010) \n(ruling on a judgment on the pleadings that documents attached as exhibits will \ntrump conflicting allegations in the pleadings); see also Hall v. Sinclair Ref. Co. , 242 \nN.C. 707, 711, 89 S.E.2d 396, 398 (1955) (upholding the dismissal of a complaint \nwhere the incorporated contract’s terms defeated the allegations). \n2. \nPRELIMINARY INJUNCTION (ALLIANCE)  \n{44}   Plaintiffs allege claims against Alliance for vicarious liability, \nnegligence, fraud, breach of the implied duty of good faith, conversion, unfair and \ndeceptive trade practices, and seek a preliminary injunction, punitive damages, and \ndeclaratory relief.   Alliance argues that Plaintiffs’ claims for injunctive relief should \nbe dismissed if the court dismisses the underlying actions giving rise to injunctive \nrelief.  (Alliance Supp. Br. Alliance Mot. III 19.)  However, because the Court \nconcludes, infra , that Plaintiffs’ claims for negligence, fraud, declaratory judgment, \n  \nand unfair and deceptive trade practices have been adequately pled, Plaintiffs may \nmove for a preliminary injunction pursuant to Business Court Rule 15.2. \n{45}  Accordingly, the Court DENIES DENIES DENIES DENIES Alliance Motion III as to Plaintiffs’ \nmotion for preliminary injunction. \n3. \nNEGLIGENT MISREPRESENTATION (TANNER) \n{46}  Defendant Tanner moves to dismiss Plaintiffs’ negligent \nmisrepresentation claim because the applicable statute of limitations has run.  \n(Tanner Supp. Br. Tanner Mot. I 3–8.)   \n{47}  Tanner argues that N.C. Gen. Stat. section 1-15(c) (2011), the statute \nof limitations applicable to professional malpractice, should guide the Court’s \ndetermination of this issue.  Under section 1-15(c), “a  cause of action for malpractice \narising out of the performance of or failure to perform professional services shall be \ndeemed to accrue at the time of the occurrence of the last act of the defendant giving \nrise to the cause of action . . . .”   § 1-15(c).  S ince Tanner’s “last act” occurred at the \nlatest on April 15, 2006, the date Alliance Bank received Tanner’s written appraisal \n(Am. Compl. ¶ 13), Tanner argues that the complaint in this case, filed on May 16, \n2011, came more than five (5) years after the statute began to run.  (Am. Compl. \n19.)  In a similar case, however, our Supreme Court distinguished professional \nmalpractice claims from negligent misrepresentation claims for the purpose of \nselecting the appropriate statute of limitations.  Barger v. McCoy Hillard & Parks , \n346 N.C. 650, 665, 488 S.E.2d 215, 223–24 (1997).  In Barger , the Court held that \nwhere no professional relationship existed by contract between the parties, the \n“claim cannot fall under the professional malpractice statute of limitations.”  Id.  at \n665, 488 S.E.2d at 224.  Instead, the claim for negligent misrepresentation remains \nsubject to section 1-52(5). 2  Id.   Here, Plaintiffs did not contract directly with Tanner \nfor the appraisal.  Rather, the professional relationship existed only between \nTanner and Alliance.  Therefore, the Court concludes that section 1-15(c) does not \n                                                 \n2 Section 1-52(5) sets forth the prescribed period to bring an action as “[w]ithin three years . . . [f]or \ncriminal conversation, or for any other injury to the person or rights of another, not arising on \ncontract . . . .”  N.C.  G EN S TAT . § 1-52(5) (2011).  \n  \napply and section 1-52(5) is the applicable statute of limitations.   \n{48}  Although Tanner argues that the section 1-52 does not apply, our \nSupreme Court has consistently held to the contrary.  See Barger , 346 N.C. at 666, \n488 S.E.2d at 224; Jefferson-Pilot Life Ins. Co. v. Spencer , 336 N.C. 49, 442 S.E.2d \n316, (1994).  According to Barger , “a claim for negligent misrepresentation ‘does not \naccrue until two events occur: first, the claimant suffers harm because of the \nmisrepresentation, and second, the claimant discovers the misrepresentation.’”  \nBarger , 346 N.C. at 666, 488 S.E.2d at 224 (quoting Jefferson-Pilot , 336 N.C. at 57, \n442 S.E.2d at 320 (1994)).   \n{49}  Plaintiffs allege they discovered the purported misrepresentations in \nAugust 2010, after Matt Triplett left Alliance Bank and informed Plaintiffs of the \ndefective appraisal (Am. Compl. ¶¶ 72, 97); and as a result of the negligent \nmisrepresentations contained in the Tanner Appraisal, Plaintiffs were damaged.  \n(Am. Compl. ¶73.)  Plaintiffs brought this action on May 16, 2011, less than one \nyear after the discovery of the purported misrepresentation.  (Original Compl. 19.)  \nThe Court concludes, therefore, that Plaintiffs brought their claim within the \napplicable statute of limitations. \n{50}  Accordingly, the Court DENIES DENIES DENIES DENIES Tanner Motion I as to Plaintiffs’ \nnegligent misrepresentation claim. \n4. \nVICARIOUS LIABILITY OF ALLIANCE BANK FOR THE TANNER  APPRAISAL \n(ALLIANCE) \n{51}  “Generally, liability of a principal for the torts of his agent may arise in \nthree situations: (1) when the agent's act is expressly authorized by the principal;   \n(2) when the agent's act is ratified by the principal; or (3) when the agent's act is \ncommitted within the scope of his employment and in furtherance of the principal's \nbusiness.”  Creel v. N.C. HHS , 152 N.C. App. 200, 202–03, 566 S.E.2d 832, 833 \n(2002) (internal citations omitted).   “In the first two of these three situations, \nliability is based upon traditional agency principles; in the third of these three \nsituations, liability is based upon the doctrine of respondeat    superior.”        Id.     \n  \n{52}  Here, Plaintiffs allege that Alliance Bank is vicariously liable for the \nalleged negligent misrepresentations contained in the Tanner Appraisal because an \nagency and employment relationship existed between Alliance Bank and Tanner.  \n(Am. Compl. ¶ 75.)   The Court concludes that the claim here is based upon the \nspecific theory that Tanner was an agent and employee of Alliance Bank and, \ntherefore, conducts its analysis premised upon application of the doctrine of \nrespondeat superior.   \n{53}  The doctrine of respondeat superior will generally hold an employer \nvicariously liable for the tortious acts committed by an employee within the scope of \nhis employment.  Creel , 152, N.C. App. at 203, 566 S.E.2d at 833 (citation omitted).  \n“Fundamental to the application of the doctrine of  respondeat superior  is the \nrequirement that there be an employer-employee relationship between the parties.”  \nId. (citation omitted).  \n{54}  While a North Carolina employer may be vicariously liable for the \nnegligence of an employee, under a theory of respondeat superior, an employer is \nnot generally liable for the negligence of an independent contractor.  \nBridgestone/Firestone, Inc. v. Ogden Plant Maint. Co. of N.C. , 144 N.C. App. 503, \n507–08, 548 S.E.2d 807, 811 (2001), aff’d , 355 N.C. 274, 559 S.E.2d 786 (2002) \n(citation omitted).  Alliance argues that Tanner acted as an independent contractor \nand, therefore, the Bank is not liable for his alleged negligence.    \n{55}  The employer’s level of control over the actor primarily distinguishes \nan employee from an independent contractor.  MGM Transp. Corp. v. Cain , 128 \nN.C. App. 428, 431, 496 S.E.2d 822, 824 (1998).  An employee’s work details will \nremain subject to the employer’s control and direction, id. , whereas an independent \ncontractor “exercises an independent employment and contracts to do certain work \naccording to his own judgment and method, without being subject to his employer \nexcept as to the result of his work.”  Gordon v. Garner , 127 N.C. App. 649, 658, 493 \nS.E.2d 58, 64 (1997) (quoting Youngblood v. North St. Ford Truck Sales , 321 N.C. \n380, 384, 364 S.E.2d 433, 437 (1988)).  Our Supreme Court in McCown v. Hines , \nidentified several non-exclusive factors to evaluate an employer’s level of control: \n  \n[Whether] [t]he person employed (a) is engaged in an independent \nbusiness, calling, or occupation; (b) is to have the independent use of \nhis special skill, knowledge, or training in the execution of the work; (c) \nis doing a specified piece of work at a fixed price or for a lump sum or \nupon a quantitative basis; (d) is not subject to discharge because he \nadopts one method of doing the work rather than another; (e) is not in \nthe regular employ of the other contracting party; (f) is free to use such \nassistants as he may think proper; (g) has full control over such \nassistants; and (h) selects his own time. \n353 N.C. 683, 687, 549 S.E.2d 175, 177–78 (2001).  Not all factors need to be present \nand no one factor is controlling of the analysis.  Id.   By interpreting the \nunambiguous language of an agreement, a court may determine the status of a \ncontractee as a matter of law.  Johnson v. News & Observer Pub. Co. , 167 N.C. App. \n86, 88, 604 S.E.2d 344, 346 (2004). \n{56}  Plaintiffs argue that “Alliance Bank contracted with the [sic] Tanner \nDefendants to prepare a fair market value appraisal of the property based on the \nunderwriting guidelines of Defendant Alliance Bank  . . . and Defendant Tanner \nagreed to prepare a fair market value appraisal based upon the underwriting \nguidelines of Alliance Bank .”  (Pls.’ Resp. Br. Alliance Mot. III 12) (citing Am. \nCompl. ¶ 10; Ex. 1) (emphasis added).  The gravamen of Plaintiffs’ argument for \nvicarious liability is the language of the appraisal contract that subjects Tanner’s \nwork details to the control of Alliance Bank.  (Pls.’ Resp. Br. Alliance Mot. III 12.)  \nThe Court disagrees with Plaintiffs’ reading of the plain language of the contract. \n{57}  No party has challenged the interpretation of the engagement \nagreement between Tanner and Alliance Bank, which was filed as an attachment \nand incorporated into the Amended Complaint.  (Am. Compl. Ex. 1.)  The Court \ndoes not find the language of the agreement to be ambiguous, therefore, the \nagreement may be interpreted as a matter of law.  Plaintiffs cite to the following \nlanguage in the agreement as subjugating Tanner to Alliance Bank:  “Based on  the \nrequired underwriting guidelines of Alliance Bank & Trust, a market value \nappraisal has been required for the proposed loan request.”  (Am. Compl. Ex. 1) \n(emphasis added).  The Court concludes that the quoted language simply indicates \nthat the Bank’s underwriting guidelines require that the market value appraisal be \n  \ncreated, not that the appraisal be based upon the underwriting guidelines of \nAlliance, as Plaintiffs contend.  Inconsistencies between the pleadings and \nincorporated documents are resolved in favor of the incorporated document.  Reese , \n204 N.C. App. at 421, 694 S.E.2d at 461.  As such, the incorporated letter agreement \ndoes not support Plaintiffs’ allegation that “Tanner agreed to prepare a fair market \nvalue appraisal based upon  the underwriting guidelines of Alliance Bank.”  (Am. \nCompl. ¶ 10) (emphasis added).  The Court concludes that Tanner’s work details \nwere not subjugated to the underwriting guidelines of Alliance Bank. \n{58}  In addressing Plaintiffs’ second argument, the Court cannot find a \n“term or condition” that expressly or impliedly confers control of the Tanner \nAppraisal’s work details upon Alliance Bank.  The “terms and conditions” of the \none-page letter agreement identify the property to be appraised, appraisal type, and \npoint of contact for the appraisal.  (Am. Compl. Ex. 1.)  Furthermore, in applying \nthe relevant McCown  factors, the Court concludes that Tanner meets the definition \nof an independent contractor.  He exercised independent employment  through his \nseparate and distinct business as a licensed real estate appraiser, (Am. Compl. Ex. \n3 at 26); he was not paid a regular salary for the appraisal, but received two \nunconditional lump sum payments of $3,100 and $400 for the result of his work, \n(Am. Compl. ¶ 12); and the Tanner Appraisal’s certification page states the \nappraisal’s “opinions, analyses, and conclusions” were controlled by the USPAP \nstandards, not Alliance.  (Am. Compl. Ex. 3 at 26.)  The Court, therefore, concludes \nas a matter of law that Tanner was an independent contractor.  \n{59}  Accordingly, the Court GRANTS  GRANTS  GRANTS  GRANTS Alliance Motion III, dismissing \nPlaintiffs’ claim for vicarious liability against Alliance Bank. \n5. \nBREACH OF FIDUCIARY DUTY (ALLIANCE) \n{60}  A fiduciary duty arises when “‘there has been a special confidence \nreposed in one who in equity and good conscience is bound to act in good faith and \nwith due regard to the interests of the one reposing confidence.’”  Allran v. Branch \nBanking and Trust Corp. , 2011 NCBC 21 ¶ 23 (N.C. Super. Ct. July 6, 2011), \n  \nhttp://www.ncbusinesscourt.net/opinions/2011_NCBC_21.pdf (quoting Curl v. Key , \n311 N.C. 259, 264, 316 S.E.2d 272, 275 (1984)).  However, an ordinary debtor-\ncreditor relationship generally does not give rise to such a “special confidence.”  \nPeak Coastal Ventures, LLC v. SunTrust Bank , 2011 NCBC 13 (N.C. Super. Ct. \nMay 5, 2011), http://www.ncbusinesscourt.net/opinions/2011_ NCBC _13.pdf \n(concluding on a motion to dismiss that knowledge of a lendee’s business plan was \ninsufficient to create a relationship of special confidence because such knowledge \nwas industry standard and considered due diligence); see also  Allran v. Branch \nBanking and Trust Corp. , 2011 NCBC 21 (N.C. Super. Ct. July 6, 2011), \nhttp://www.ncbusinesscourt.net/opinions/2011_NCBC _21.pdf (concluding on a \nmotion to dismiss, the lendee had alleged merely an ordinary debtor-creditor \nrelationship because the documents produced by the lender were industry \nstandard);  Branch Banking & Trust Co. v. Thompson , 107 N.C. App. 53, 61, 418 \nS.E.2d 694, 699 (1992) (finding lendees failed to allege a relationship of special \nconfidence or reliance because the lendees sought financial advice from private \nsources).  On the other hand, these cases do not rule out the possibility that a \nfiduciary relationship may exist between debtor and creditor, given proper \ncircumstances. See Thompson , 107 N.C. App. at 61, 418 S.E.2d at 699. \n{61}  Alliance contends that no fiduciary relationship arose between the \nparties because the Amended Complaint alleges a mere debtor-creditor relationship.  \n(Alliance Supp. Br. Alliance Mot. III 5.)  In support, Alliance argues that the \ndocumentation filed on behalf of the loan, the inspections of the project, and any \nfinancial advice rendered were part of Alliance’s due diligence in a normal arms-\nlength transaction.  (Alliance Supp. Br. Alliance Mot. III 5.)  In response, Plaintiffs \nargue that the allegations detail more than a mere debtor-creditor relationship \nbecause Alliance Bank acted as a financial and development advisor and completed \nfinancial feasibility pro forma statements on behalf of Plaintiffs.  (Pls.’ Reply Br. \nAlliance Mot. III 16.)  The Court is persuaded by Plaintiffs’ contentions. \n{62}  Accepting the allegations of the Complaint as true, Plaintiffs contend \nthat Alliance acted not just as a lender but also as a financial and development \n  \nadvisor for the project.  (Am. Compl. ¶¶ 8, 77.)  In addition to its knowledge about \nPlaintiffs’ business plan, Alliance “review[ed] property development agreements \nand [made] suggested changes” and “[performed] inspections of the property and \ndevelopment.”  (Am. Compl. ¶ 57.)  Alliance also “complet[ed] financial feasibility \npro [forma]” statements that are traditionally completed by the debtor.  (Am. \nCompl. ¶¶ 8, 42, 57.)  These allegations distinguish this case from Peak Coastal  and \nAllran .  The Amended Complaint alleges conduct that exceeds mere creditor \nknowledge of a business plan.  The Court concludes, therefore, that the Amended \nComplaint has sufficiently pled a fiduciary relationship between Plaintiffs and \nAlliance Bank.  And, because Plaintiffs allege Alliance breached this relationship by \nfailing to disclose the defective appraisal, (Am. Compl. ¶¶ 31–32, 34), Plaintiffs \nadequately state a claim for breach of fiduciary duty. \n{63}  Accordingly, the Court DENIES DENIES DENIES DENIES Alliance Motion III as to Plaintiffs’ \nbreach of fiduciary duty claim. \n6. \nNEGLIGENCE (ALLIANCE) \n{64}  Alliance argues Plaintiffs’ negligence claim should be dismissed \nbecause Alliance Bank owed no duty to Plaintiffs.  (Alliance Supp. Br. Alliance Mot. \nIII 5.)  “The essential elements of any negligence claim are the existence of a legal \nduty or standard of care owed to the plaintiff by the defendant, breach of that duty, \nand a causal relationship between the breach of duty and certain actual injury or \nloss sustained by the plaintiff.”  Harris v. DaimlerChrysler Corp. , 180 N.C. App. \n551, 555, 638 S.E.2d 260, 265 (2006) (quoting Peace River Elec. Coop. v. Ward \nTransformer Co. , 116 N.C. App. 493, 511, 449 S.E.2d 202, 214 (1994)).   \n{65}  As discussed above, the Amended Complaint alleges a fiduciary \nrelationship between Plaintiffs and Alliance Bank.  In its Amended Complaint, \nPlaintiff alleges that Alliance breached its duty by knowing of the purported \nmisrepresentation in the Tanner Appraisal and failing to inform Plaintiffs on \nseveral occasions, including when Plaintiffs renewed and consolidated their loans in \nlate 2008 and early 2009.  (Am. Compl. ¶¶ 31–32, 34, 41, 46.)  Plaintiffs further \n  \nallege that the breach of fiduciary duty proximately caused Plaintiffs to enter into \ncontractual obligations with resulting damages in excess of $10,000.  (Am. Compl. \n¶¶ 78–80.)  Plaintiffs’ allegations are sufficient to state a claim for negligence.  \n{66}  Accordingly, the Court DENIES DENIES DENIES DENIES Alliance Motion III as to Plaintiffs’ \nnegligence claim. \n7. \nFRAUD (ALLIANCE) \na.  \nFRAUD BY AFFIRMATIVE MISREPRESENTATION \n{67}  “A cause of action for fraud is based on an affirmative \nmisrepresentation of a material fact . . . or a failure to disclose a material fact \nrelating to a transaction which the parties had a duty to disclose.”  Harton v. \nHarton , 81 N.C. App. 295, 297, 344 S.E.2d 117, 119 (1986) (internal citations \nomitted).  A sufficient pleading of fraud requires a “(1) [f]alse representation or \nconcealment of a material fact, (2) reasonably calculated to deceive, (3) made with \nintent to deceive, (4) which does in fact deceive, (5) resulting in damage to the \ninjured party.”  S.N.R. Mgmt. Corp. v. Danube Partners 141, LLC , 189 N.C. App. \n601, 609, 659 S.E.2d 442, 449 (2008) (quoting McGahren v. Saenger , 118 N.C. App. \n649, 654, 456 S.E.2d 852, 855 (1995)).  \n{68}  The circumstances of fraud must be stated with particularity, but \nintent, knowledge, and other mental conditions may be averred generally.  N.C. R. \nCiv. P. 9(b); Terry v. Terry , 302 N.C. 77, 84, 273 S.E.2d 674, 678 (1981).  Under Rule \n9(b), “the particularity requirement is met by alleging time, place[,] and content of \nthe fraudulent representation, identity of the person making the representation[,] \nand what was obtained as a result of the fraudulent acts or representations.”  Terry , \n302 N.C. at 85, 273 S.E.2d at 678.  If a corporation is the subject of an allegation of \nfraud, the plaintiff must, out of fairness to the corporation, allege with specificity \nthe individual who made fraudulent statements on behalf of the corporation.  Coley \nv. N.C. Nat’l Bank , 41 N.C. App. 121, 125, 254 S.E.2d 217, 220 (1979).   \n  \n{69}  “As to . . . the tort of fraud, when the party relying upon false or \nmisleading representation could have discovered the truth upon inquiry, the \ncomplaint must allege that he was denied the opportunity to investigate or that he \ncould not have learned the true facts by exercise of reasonable diligence.” Hudson-\nCole Dev. Corp. v. Beemer , 132 N.C. App. 341, 346, 511 S.E.2d 309, 313 (1999) \n(citation omitted).  In particular, allegations that a “plaintiff [is] fraudulently \ninduced [by defendant] to forego further inquiry which she otherwise would have \nmade” may support a claim of justifiable reliance.  Davis v. Sellers , 115 N.C. App. 1, \n11, 443 S.E.2d 879, 885 (1994) (concluding a jury could find reasonable reliance for \na fraud claim where plaintiff relied on statements from defendant that there were \nno problems with the house even though plaintiff had notice of the potential \nproblem from her own inspector). \n{70}  Here, Plaintiffs allege that, after Alliance became aware of the defects \nand errors in the Tanner Appraisal, (1) Matt Triplett “informed [Plaintiffs] that \nbecause of the downturn in the economy there was a problem with Defendant \nTanner’s appraisal , but did not inform them the real reason was because the \nappraisal was misleading, invalid, defective and erroneous”; (2) the representation \nwas “reasonably calculated to deceive . . . Plaintiffs Venable and Kee in order for . . . \nPlaintiffs to agree to provide additional guarantees and further collateral as \nsecurity”; (3) “Alliance Bank made the misrepresentation . . . with the intent to \ndeceive the Plaintiffs”; (4) “Plaintiffs were in fact deceived by . . . Alliance Bank’s \nmisrepresentation . . . of material facts”; and (5) Plaintiffs entered “into agreements \nto consolidate the loans, provide additional collateral and guarantee the debt as set \nforth in this [Amended] Complaint.”  (Am. Compl. ¶¶ 41–42, 46, 86, 89–91.)   \n{71}  Plaintiffs specifically assert that, after informing Plaintiffs about a \nproblem with the Tanner Appraisal, Triplett’s response that the economic downturn \ncaused the devaluation in the appraisal value and that the project was still \nfinancially stable dissuaded Plaintiffs from investigating.  (Am. Compl. ¶¶ 42, 93, \n96.)  Given Alliance’s fiduciary relationship with Plaintiffs and Plaintiffs’ own \nawareness of existing economic conditions, Plaintiffs allege that they reasonably \n  \nbelieved Triplett and relied on his statements in opting not to investigate further.  \n(Am. Compl. ¶ 96.)  Although the presumption of truth does not extend to these \nlegal conclusions, Plaintiffs sufficiently allege facts surrounding the circumstances \nof Triplett’s statements to support their allegation that Alliance fraudulently \ninduced Plaintiffs to forego further inquiry and, in effect, denied them an \nopportunity to investigate.  Therefore, the Court concludes that Plaintiffs have \nsufficiently stated with particularity a claim for fraud by affirmative \nmisrepresentation. \n{72}  Accordingly, the Court DENIES DENIES DENIES DENIES Alliance Motion III as to Plaintiffs’ \nclaim for fraud by misrepresentation. \nb.  \nFRAUD BY CONCEALMENT \n{73}  To successfully plead fraud by concealment, a plaintiff must allege:  \n(1) the relationship [between plaintiff and defendant] giving rise to the \nduty to speak; (2) the event or events triggering the duty to speak \nand/or the general time period over which the relationship arose and \nthe fraudulent conduct occurred; (3) the general content of the \ninformation that was withheld and the reason for its materiality; (4) \nthe identity of those under a duty who failed to make such disclosures; \n(5) what [the defendant] gained by withholding information; (6) why \nplaintiff’s reliance on the omission was both reasonable and \ndetrimental; and (7) the damages proximately flowing from such \nreliance. \nAllran , 2011 NCBC 21 ¶ 38 (adopting  Breeden , 171 F.R.D. at 195–96).        \n{74}  Having previously concluded that the Amended Complaint adequately \nalleges a fiduciary relationship between Plaintiffs and Alliance Bank, applying the \nBreeden  test, the Court concludes that the existence of that relationship would be \nsufficient to impose a duty upon the Bank to disclose to Plaintiffs the alleged defects \nin the Tanner Appraisal when the Bank became aware of them.  Harton , 81 N.C. \nApp. at 297, 344 S.E.2d at 119.  Further, Plaintiffs allege that the Confirmation of \nBusiness Loan Approval, dated December 10, 2007, provides the content of the \ninformation withheld and triggered Matt Triplett’s duty to speak regarding the \nerroneous calculation.  (Am. Compl. ¶¶ 32–33.)   \n  \n{75}  Having concluded that Plaintiffs’ have adequately alleged the existence \nof a fiduciary relationship, the Court further concludes that Plaintiffs have \nadequately alleged reliance on Defendants concealment of the defects in the Tanner \nAppraisal that was “reasonably calculated to induce [them] to forego investigation \ninto the problem” and resulted in damages flowing from the renewed promissory \nnotes.  (Am. Compl. ¶¶ 36, 93, 96.)  More specifically, Plaintiffs point to the \nassurances of Triplett and Plaintiffs’ reasonable belief in his explanation that the \neconomic downturn was to blame.  (Am. Compl. ¶ 96.)  The Court concludes, \ntherefore, that Plaintiffs have sufficiently pled facts to support each of the elements \nof a claim of fraudulent concealment.  \n{76}  Accordingly, the Court DENIES DENIES DENIES DENIES Alliance Motion III as to Plaintiffs’ \nclaim for fraud by concealment. \nc. \nCONSTRUCTIVE FRAUD  \n{77}  In North Carolina, a constructive fraud action requires allegations of \n(1) a relationship of trust and confidence akin to that of a fiduciary and (2) that the \ndefendant took advantage of that position of trust in order to benefit himself to the \ndetriment of the plaintiff.  Sterner v. Penn , 159 N.C. App. 626, 631, 583 S.E.2d 670, \n674 (2003).  “Put simply, a plaintiff must show (1) the existence of a fiduciary duty, \nand (2) a breach of that duty.”  Governor’s Club, Inc. v. Governors Club Ltd. P’ship, \n152 N.C. App. 240, 249–50, 567 S.E.2d 781, 788 (2002).  “Under our law a breach of \nfiduciary duty raises a presumption of constructive fraud . . . .”  Bumgarner v. \nTomblin , 92 N.C. App. 571, 575, 375 S.E.2d 520, 523 (1989) (citing Miller v. First \nNat’l Bank of Catawba County , 234 N.C. 309, 67 S.E.2d 362 (1951)).  Having \nadequately alleged a claim for breach of fiduciary duty, the Court concludes \nPlaintiffs’ claim for constructive fraud has likewise been sufficiently pled. \n{78}  Accordingly, the Court DENIES DENIES DENIES DENIES Alliance Motion III as to Plaintiffs’ \nclaim for constructive fraud. \n8. \nBREACH OF CONTRACT (TANNER) \n  \n{79}  Tanner argues that Plaintiffs’ breach of contract claim is barred by the \nthree-year statute of limitations.  N.C.  G EN . S TAT . § 1-52(1) (2011); (Tanner Supp. \nBr. Tanner Mot. I 9–10.)  In a breach of contract action, North Carolina courts have \nconsistently held that the statute begins to run when the breach occurs.  See Penley \nv. Penley , 314 N.C. 1, 20, 332 S.E.2d 51, 62 (1985);  Harrold v. Dowd , 149 N.C. App. \n777, 781, 561 S.E.2d 914, 917–18 (2002).  While Tanner relies on language from our \nCourt of Appeals that the claim “accrues at the time of notice of the breach,” in \ncontext, this language merely reapplies the well-settled rule above.  Henlajon, Inc. \nv. Branch Highways, Inc. , 149 N.C. App. 329, 335, 560 S.E.2d 598, 603 (2002).  In \nHenlajon , the defendant sent a letter denying the existence of a contract and \nrefusing to perform, which the Court held constituted the breach.  Id.   Therefore, \nthe notice was the breach which triggered the three-year statute of limitations.  \n{80}  Here, Plaintiffs allege that Tanner breached its contract with Alliance \nBank by failing to provide them with an accurate appraisal.  (Am. Compl. ¶ 105.)  \nAccording to the Amended Complaint, Tanner sent the allegedly defective appraisal \non April 14 or 15, 2006.  (Am. Compl. ¶ 13.)  Plaintiffs brought this action on May \n16, 2011, more than five years after the breach.  (Am. Compl. 19.)  Therefore, \nPlaintiffs’ claim for breach of contract is barred by the applicable statute of \nlimitations.   \n{81}  Accordingly, the Court GRANTS GRANTS GRANTS GRANTS    Tanner Motion I as to Plaintiffs’ claim \nfor breach of contract. \n9. \nBREACH OF IMPLIED COVENANT OF GOOD FAITH AND FAIR D EALING \n(ALLIANCE) \n{82}  “In every contract there is an implied covenant of good faith and fair \ndealing that neither party will do anything which injures the right of the other to \nreceive the benefits of the agreement.”  Governor’s Club Inc. , 152 N.C. App. at 251, \n567 S.E.2d at 789 (citation omitted).  Alliance contends that it owed no legal duty \nunder the loan contract to disclose the defect in the appraisal to Plaintiffs.  (Alliance \nSupp. Br. Alliance Mot. III 10–11.)  As discussed above, the Court has concluded \n  \nthat the Amended Complaint adequately alleges a fiduciary relationship between \nPlaintiffs and Alliance.  For purposes of this claim, Plaintiffs have sufficiently \nalleged a fiduciary duty with respect to the agreement with Alliance and that \nAlliance breached their duty to Plaintiffs by not disclosing the defects in the \nappraisal.  (Am. Compl. ¶¶ 31–32, 34.)  By failing to disclose the defects prior to \nentering the additional guarantee agreement, Plaintiffs allege Defendants denied \nthem the benefit of the fiduciary duty under the contract, in bad faith.  (Am. Compl. \n¶ 110.)   The Court concludes that Plaintiffs have sufficiently pled a claim for breach \nof the covenant of good faith and fair dealing implied in the contract. \n{83}  Accordingly, the Court DENIES DENIES DENIES DENIES Alliance Motion III as to Plaintiffs’ \nbreach of implied covenant of good faith and fair dealing claim. \n10. \nCONVERSION (ALLIANCE) \n{84}  Conversion is “‘an unauthorized assumption and exercise of the right of \nownership over [the personal property of] another, to . . . the exclusion of an owner’s \nrights.’”  Straton v. Royal Bank of Canada , 712 S.E.2d 221, 227 (N.C. Ct. App. 2011) \n(quoting Peed v. Burleson’s, Inc. , 244 N.C. 437, 439, 94 S.E.2d 351, 353 (1956)).  A \nplaintiff must plead two essential elements to establish conversion: (1) “ownership \nin the plaintiff” and (2) “a wrongful deprivation by defendant.”  Gallimore v. Sink , \n27 N.C. App. 65, 67, 218 S.E.2d 181, 183 (1975) (citation omitted).  The core of the \ntort is the wrongful deprivation, not the procurement of property.  Id.  at 67, 218 \nS.E.2d at 183.  One in lawful possession of property may not be accused of depriving \nanother of possession wrongfully, unless the owner makes a demand for the return \nof property and is refused by the possessor.  Hoch v. Young,  63 N.C. App. 480, 483, \n305 S.E.2d 201, 203 (1983). \n{85}  Alliance contends that no conversion occurred because demand and \nrefusal are necessary elements of a conversion claim, and the Amended Complaint \nalleges Alliance Bank released the allegedly converted checking accounts after the \ninitial demand was made by Plaintiff Venable.  (Alliance Supp. Br. Alliance Mot. III \n12–13.)  The Court agrees with Alliance’s position.   \n  \n{86}  In North Carolina, money deposited into a bank account creates a \ncontractual relationship between the bank and the depositor whereby ownership of \nthe deposited money passes to the bank and the bank, in paying out a deposit, must \ncomply with its agreement with the depositor.  Holloway v. Wachovia Bank & Trust \nCo., N.A. , 333 N.C. 94, 103, 423 S.E.2d 752, 757 (1992); see also Schwabenton v. \nSecurity Nat. Bank of Greensboro , 251 N.C. 655, 111 S.E.2d 856 (1960). \n{87}  Plaintiffs allege they deposited money in accounts with Alliance Bank \nand that from September 3, 2010, to September 7, 2010, Defendant seized and \nconverted their accounts. (Am. Compl. ¶¶ 41, 55, 113, 114.)  Plaintiffs further allege \nthat, after the seizure, Alliance Bank released the accounts upon Plaintiff Venable’s \ndemand.  (Am. Compl. ¶ 115.)  Plaintiffs otherwise do not point to any specific \nprovisions in the deposit agreement that the Bank violated, and the accounts were \nreleased after Plaintiff Venable made a proper demand.  Plaintiffs’ allegations, \nstanding alone, defeat their claim for conversion as a matter of law.    \n{88}  Accordingly, the Court GRANTS GRANTS GRANTS GRANTS Alliance Motion III as to Plaintiffs’ \nclaim for conversion. \n11. \nUNFAIR AND DECEPTIVE TRADE PRACTICES (ALLIANCE) \n{89}  “In order to establish a violation of N.C.G.S. § 75-1.1, a plaintiff must \nshow: (1) an unfair or deceptive act or practice, (2) in or affecting commerce, and (3) \nwhich proximately caused injury to plaintiffs.” Gray v. N. Carolina Ins. \nUnderwriting Ass’n , 352 N.C. 61, 68, 529 S.E.2d 676, 681 (2000) (internal citations \nomitted).  “‘Proof of fraud [will] necessarily constitute a violation of the prohibition \nagainst unfair and deceptive acts . . . .’”  Willen v. Hewson , 174 N.C. App. 714, 720, \n622 S.E.2d 187, 191 (2005) (quoting Bhatti v. Buckland,  328 N.C. 240, 243, 400 \nS.E.2d 440, 442 (1991)) (internal quotations omitted).  Furthermore, the \nrelationship between borrower and lender falls within the purview of “in or affecting \ncommerce” as defined under section 75-1.1.  Johnson v. Phoenix Mut. Life Ins. Co. , \n300 N.C. 247, 261–62, 266 S.E.2d 610, 620 (1980), overruled on other grounds by  \nMyers & Chapman, Inc. v. Thomas G. Evans, Inc. , 323 N.C. 559, 374 S.E.2d 385 \n  \n(1988).  Given that Plaintiffs sufficiently pled claims for fraud, the Court concludes \nthat Plaintiffs adequately pled their claim for unfair and deceptive trade practices.   \n{90}  Accordingly, the Court DENIES DENIES DENIES DENIES Alliance Motion III as to Plaintiffs’ \nunfair and deceptive trade practices claim. \n12. \nPUNITIVE DAMAGES \n{91}  Punitive damages are a statutory remedy that may be awarded if a \nclaimant proves a defendant is liable for compensatory damages coupled with \neither: (1) fraud, (2) malice or, (3) willful or wanton conduct.  N.C.  G EN . S TAT . § 1D-\n15(a).  Plaintiff has sufficiently alleged claims with compensatory damages, as well \nas, claims for fraud.  Accordingly, the Court DENIES DENIES DENIES DENIES Alliance Motion III as to \nPlaintiffs’ potential punitive damages remedy. \n13. \nRESCISSION OF CONTRACT FOR MUTUAL MISTAKE AND FRAUD  IN THE \nINDUCEMENT (ALLIANCE) \n{92}  Rescission is an equitable remedy.  Wilson v. Wilson,  261 N.C. 40, 43, \n134 S.E.2d 240, 243 (1964).  In equity, a party may seek rescission of a contract \nbased on the mutual mistake of the parties.  Marriott Financial Serv., Inc. v. \nCapitol Funds, Inc. , 288 N.C. 122, 135, 217 S.E.2d 551, 560 (1975).  To avoid a \ncontract under this theory, “the mistake [must be] common to both parties and by \nreason of it each has done what neither intended.”  Id.  (quoting MacKay v. \nMcIntosh , 270 N.C. 69, 73, 153 S.E.2d 800, 804 (1967)).  In other words, the mistake \nmust form “the basis of the contract . . . [and] be of the essence of the agreement.”  \nHowell v. Waters , 82 N.C. App. 481, 486, 347 S.E.2d 65, 69 (1986) (quoting MacKay , \n270 N.C. at 73–74, 153 S.E.2d at 804).  Even still, equity will not allow for rescission \nfor mutual mistake where a party has assumed the risk of a mistake either (1) by \nagreement, (2) by a court ruling it is reasonable, or (3) by a party’s understanding at \nthe time of contract that he has only limited knowledge but treats his limited \nknowledge as sufficient.  Howell , 82 N.C. App. at 488, 347 S.E.2d at 70 (citing \nR ESTATEMENT (S ECOND ) C ONTRACTS  § 154 (1979)).  \n  \n{93}  Alliance argues that the mistake as to the value of the property was \nnot material to the contract and that, regardless, Plaintiffs assumed the risk of the \nmistake by treating their limited knowledge as sufficient.  Generally, both of these \ndeterminations require more factual inquiry than is proper on a 12(b)(6) motion to \ndismiss.  See Howell , 83 N.C. App. at 489, 347 S.E.2d at 70 (“[W]hether he assumed \nthe risk of a mistake . . . [is a] question of fact to be determined by a jury.”).  In any \ncase, accepting the allegations as true, the Court finds no facts alleged to defeat the \nclaim of mutual mistake.  Plaintiff alleges a mistake by both parties as to the value \nof the property (Am. Compl. ¶ 16), that this mistake formed the basis for the \namount of money loaned to Plaintiffs (Am. Compl. ¶ 17), and that both parties \nbased their knowledge on the opinion of a licensed appraiser. (Am. Compl. ¶ 135.)  \nAt this stage, the Court concludes that Plaintiffs have stated a claim for rescission \nbased on mutual mistake sufficient to survive Defendant’s motion to dismiss.    \n{94}  Likewise, fraud can support the rescission of an agreement.  See \nMarriott Financial , 288 N.C. at 136, 217 S.E.2d at 560.  As Plaintiffs have \nsufficiently alleged fraud against Alliance in connection with the loan agreements, \nthey have also properly stated a claim for rescission by fraud.   \n{95}  Accordingly, the Court DENIES DENIES DENIES DENIES Alliance Motion III as to Plaintiffs’ \npotential rescission remedy based on mutual mistake and fraud in the inducement. \n13. \nDECLARATORY JUDGMENT (ALLIANCE) \n{96}  Alliance argues that the claim for declaratory relief should be \ndismissed because all underlying claims should be dismissed.  Because several of \nPlaintiffs’ underlying claims have been sufficiently pled, declaratory relief may be \nnecessary to clarify the parties’ legal relations and afford relief from uncertainty \nrelated to this litigation.  See Lynn v. Lynn , 202 N.C. App. 423, 430, 689 S.E.2d 198, \n204 (2010).   \n{97}  Accordingly, the Court DENIES DENIES DENIES DENIES Alliance Motion III as to Plaintiffs’ \nclaim for declaratory relief. \n \n  \n \n \nC. \nMOTION TO DISMISS AND JUDGMENT ON THE PLEADINGS  \nALLIANCE’S CROSS COMPLAINT \n{98}  Tanner has filed motions for judgment on the pleadings or to dismiss \nfor failure to state claims upon which relief can be granted with respect to Cross-\nClaim Plaintiff Alliance’s Complaint.  (Tanner Mots. II and III.)  In North Carolina, \n[b]oth a motion for judgment on the pleadings and a motion to dismiss \nfor failure to state a claim upon which relief can be granted should be \ngranted when a complaint fails to allege facts sufficient to state a \ncause of action or pleads facts which deny the right to any relief.  \nCompare Jones v. Warren,  274 N.C. 166, 169, 161 S.E.2d 467, 470 \n(1968) (judgment on pleadings) with Sutton,  at 102–03, 176 S.E.2d at \n165–66 (failure to state a claim upon which relief can be granted).     \nRobertson v. Boyd , 88 N.C. App. 437, 440, 363 S.E.2d 672, 675 (1988). \n{99}  In their cross-claim Complaint, Alliance sufficiently references \nPlaintiffs’ Amended Complaint and other relevant documents, (Alliance Ans. 22–\n24), to incorporate the documents into the cross-claim Complaint.  See Schlieper , at \n261, 672 S.E.2d at 551.  As such, this motion may properly be decided under Rule \n12(b)(6), Robertson , 88 N.C. App. at 441, 363 S.E.2d at 675 (citation omitted), \nrendering a ruling under Rule 12(c) redundant.  Id.  (holding that, when everything \nconsidered was incorporated into the complaint, such that the Court properly ruled \nunder Rule 12(b)(6), the subsequent order under Rule 12(c) was redundant). \n1. \nSTATUTE OF LIMITATIONS – NEGLIGENCE AND BREACH OF C ONTRACT \n{100}  “Once a defendant raises a statute of limitations defense, the burden of \nshowing that the action was instituted within the prescribed period is on the \nplaintiff.  A plaintiff sustains this burden by showing that the relevant statute of \nlimitations has not expired.”  Shepard v. Ocwen Fed. Bank, FSB , 172 N.C. App. 475, \n478, 617 S.E.2d 61, 63 (2005), aff’d , 361 N.C. 137, 638 S.E.2d 197 (2006) (internal \nquotations omitted).   \n  \n{101}  “The applicable statute of limitations for negligence[] and breach of \ncontract is three years.”  Harrold v. Dowd , 149 N.C. App. 777, 781, 561 S.E.2d 914, \n917 (2002) (citing N.C.  G EN . S TAT . §§ 1-52(1), (5) (2011)).  The statute of limitations \nbegins to run on a breach of contract claim when the breach occurs.  Id. (citing \nPenley , 314 N.C. at 20, 332 S.E.2d at 62).  A negligence claim “accrues when the \nwrong giving rise to the right to bring suit is committed, even though . . . the \ninjuries cannot be discovered until a later date.”  Id. at 781, 561 S.E.2d at 918.   \n{102}  Here, both the breach and the wrong occurred when Tanner delivered \nthe defective appraisal to Alliance in April 2006. 3  (Alliance Ans. Am. Compl. ¶ 13.)  \nAlliance did not file its cross-claims until August 12, 2011, more than five years \nlater.  (Alliance Ans. 26.)  Therefore, Alliance’s cross-claims for negligence and \nbreach of contract are barred by the statute of limitations.  \n{103}  Accordingly, the Court GRANTS GRANTS GRANTS GRANTS Tanner Motion III as to Alliance’s \ncross-claim for negligence and breach of contract. \n2. \nEXONERATION \n{104}  Tanner argues that a claim for exoneration does not exist under North \nCarolina law.  (Tanner Supp. Br. Tanner Mot. III 6.)  Alliance failed to argue in \nopposition to Tanner’s assertion.  However, the Court will treat the exoneration \ncross-claim as a claim for indemnification.  See generally  Anderson v. Robinson , 275 \nN.C. 132, 135, 165 S.E.2d 502, 504 (1969) (treating defendant’s claim for “complete \nexoneration or indemnity” as a claim for indemnification); Edwards v. Hamill , 262 \nN.C. 528, 530–31, 138 S.E.2d 151, 153 (1964) (treating defendant’s goal of “complete \nexoneration or indemnity” as a claim for indemnification). \n3. \nINDEMNIFICATION \n                                                 \n3 Tanner and Alliance dispute the precise day in April on which Tanner delivered the appraisal.  \n(Tanner Supp. Br. Tanner III 3; Alliance Ans. Am. Compl. ¶ 13.)  However, this inconsistency is \nirrelevant given that either date would leave the filing of the claim outside the statute of limitations.  \n  \n{105}  Asserting that its potential liability to Plaintiffs arose from Tanner’s \nnegligence, Alliance brought a cross-claim against Tanner for indemnification.  \n(Alliance Ans. 22–23.)     \n{106}  In North Carolina, a right to indemnification can arise from an express \ncontract, a contract implied in fact, or a contract implied-in-law.  See  Kaleel \nBuilders, Inc. v. Ashby , 161 N.C. App. 34, 38, 587 S.E.2d 470, 474 (2003).  \nIndemnification from a contract implied in fact applies when the parties’ \nrelationship and surrounding circumstances tend to show the intent to indemnify or \nthe existence of an indemnification agreement.  Id .  A claim for indemnity through a \ncontract implied in law arises when,  \n(1) [defendants] are jointly and severally liable to the plaintiff, and (2) \neither (a) one has been passively negligent[,] but is exposed to liability \nthrough the active negligence of the other or (b) one alone has done the \nact which produced the injury but the other is derivatively liable for \nthe negligence of the former. \nEdwards , 262 N.C. at 531, 138 S.E.2d at 153.  Such derivative liability would exist \nin a relationship giving rise to vicarious liability.  However, “‘[i]t has long been . . . \nthe general rule that there is no vicarious liability upon the employer for the torts of \nan independent contractor.’”  Health Mgmt. Associates, Inc. v. Yerby , 715 S.E.2d \n513, 519 (N.C. Ct. App. 2011) (quoting Sullivan v. Smith , 56 N.C. App. 525, 531, 289 \nS.E.2d 870, 874 (1982)) (internal quotations omitted). \n{107}  No party in this case has pled an express contract for indemnification \nbetween Alliance and Tanner, and the Court concluded that Alliance is not \nvicariously liable for the acts of Tanner.  However, the Court cannot conclude as a \nmatter of law whether an indemnification agreement may be implied in fact from \nthe parties’ intent and attendant circumstances.  \n{108}  Accordingly, the Court DENIES DENIES DENIES DENIES Tanner Motion III as to Alliance’s \ncross-claim for indemnification. \n4. \nCONTRIBUTION \n  \n{109}  “Contribution . . . arises when more than one tortfeasor is found liable \nfor the plaintiff’s injury.”  Bridgestone/Firestone , 144 N.C. App. at 509, 548 S.E.2d \nat 812 (internal quotations omitted).  The rights of contribution and indemnity are \nmutually inconsistent, but inconsistent defenses may be pled.  Edwards , 262 N.C. at \n531, 138 S.E.2d at 153 (citing Woods v. Turner , 261 N.C. 643, 135 S.E.2d 664 \n(1964)).  Since the pleadings allege fault against both Alliance and Tanner, a claim \nfor contribution may properly be pled in this action.  \n{110}  Accordingly, the Court DENIES DENIES DENIES DENIES Tanner Motion III as to Alliance’s \ncross-claim for contribution. \nIV. \nCONCLUSION \n{111}  The Court GRANTS GRANTS GRANTS GRANTS Alliance’s Motion to Change Venue pursuant to \nSection 1-83(1), thus rendering Alliance Motion II and Defendants’ Joint Motion as \nmoot; GRANTS GRANTS GRANTS GRANTS Alliance’s Motion to Dismiss with respect to Plaintiffs’ claims for \nvicarious liability and conversion; GRANTS GRANTS GRANTS GRANTS    Tanner’s Motion to Dismiss with \nrespect to Plaintiffs’ claim for breach of contract;    GRANTS GRANTS GRANTS GRANTS Tanner’s Motion to \nDismiss with respect to Alliance’s negligence and breach of contract cross-claims; \nand DENIES DENIES DENIES DENIES all of movants’ remaining motions. \n{112}  WHEREFORE WHEREFORE WHEREFORE WHEREFORE, the Court hereby ORDERS ORDERS ORDERS ORDERS the above-captioned action \ntransferred to Cleveland County, North Carolina and DIMISSES DIMISSES DIMISSES DIMISSES Plaintiffs’ Third \nClaim (Vicarious Liability), Fifth Claim (Breach of Contract), and Seventh Claim \n(Conversion), and Alliance Bank’s Second (Breach of Contract) and Third Cross-\nClaim (Negligence) against Tanner respectively. \n    \nSO ORDERED SO ORDERED SO ORDERED SO ORDERED, this the 2d day of October, 2012. \n  "
}