{
  "id": "01b457d15625b9cc90d9a39cfdb1318096ce34b081a6ef006eb9b575b57d1336",
  "source_file": "data/raw/ncbc/01b457d15625b9cc90d9a39cfdb1318096ce34b081a6ef006eb9b575b57d1336.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCATAWBA COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n14 CVS 2179 \n \nGEORGE “ERIK” McMILLAN, ENIGMA \nUNIVERSAL TECHNOLOGIES, LLC \nd/b/a ENIGMA LED, and KISA \nMcMILLAN, \n \nPlaintiffs, \n \nv. \n \nUNIQUE PLACES, LLC, JOSH HAWN, \nJEFFREY SCOTT, JEFF FISHER, UP \nPROPERTY 1, LLC, ANN SHY, and \nWARREN HENRY HUNTSMAN, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \nPLAINTIFFS’ APPEAL AND MOTION \nTO DISJOIN PLAINTIFF ENIGMA \nUNIVERSAL TECHNOLOGIES, LLC \nAND/OR REMOVE COUNSEL \n \n \n \n{1} THIS MATTER is before the Court upon Defendants Unique Places, LLC, \nJeffrey Scott, Jeff Fisher (“Mr. Fisher”), and UP Property 1, LLC’s (collectively, the \n“Moving Defendants”) Motion to Dismiss Plaintiffs’ Appeal (“Motion to Dismiss \nAppeal”) and Motion to Disjoin Plaint iff Enigma Universal Technologies, LLC \n(“Enigma”) and/or Remove Counsel (“Motion to Disjoin”) (collectively, the “Motions”) \nin the above-captioned case. \n{2} Upon review of the parties’ briefs in  support of and in opposition to the \nMotions and the relevant evidence of record, 1 the Court hereby GRANTS the \nMoving Defendants’ Motion to Dismiss Appeal and DEFERS consideration and \nresolution of  the Moving Defendants’ Motion to  Disjoin to a properly-selected \narbitrator in arbitration. \nLaw Offices of Matthew K. Rogers , PLLC, by Matthew K. Rogers, for \nPlaintiffs. \n \nPatrick, Harper & Dixon, LLP, by Michae l J. Barnett, for Defendants Unique \nPlaces, LLC, Jeffrey Scott, Jeff Fisher, and UP Property 1, LLC. \n                                                 \n1 In its discretion and at the request of Moving De fendants, the Court elects not to hold a hearing on \nthe Motions. See BCR 15.4 (motions may be decided without oral argument unless ordered by the \nCourt). \nMcMillan v. Unique Places, LLC, 2015 NCBC 46.\n \n \n \nYork Williams, LLP, by Gregory C. York, for Defendants Unique Places, LLC, \nJeffrey Scott, Jeff Fisher, and UP Property 1, LLC. \n \nBledsoe, Judge. \nI. \nBACKGROUND FACTS \n{3} On January 13, 2015, the Court entere d an Order and Opinion granting \nthe Moving Defendants’ Motions to Stay Proceedings and Compel Arbitration \n(“Order to Stay and Compel Arbitration”). \n{4} On January 14, 2015, the Court entered an Amended Order and Opinion \nto the same effect (“Amended Order to Stay and Compel Arbitration”).   \n{5} The factual and procedural background of this case is recited in detail in \nthe Amended Order to Stay and Compel Arbitration. See McMillan v. Unique \nPlaces, LLC , 2015 NCBC 4 (N.C. Super. Ct. Jan. 14, 2015), \nwww.ncbusinesscourt.net/opinions/2015_NCBC_4.pdf. \n{6} On February 12, 2015, Plaintiffs George “Erik” McMillan (“Mr. \nMcMillan”) and Kisa McMillan (collectively, the “McMillan Plaintiffs”) electronically \nfiled in this Court through the Court’s e-filing system a Notice of Appeal of the \nOrder to Stay and Compel Arbitration and Amended Order to Stay and Compel \nArbitration.  A notice of electronic filing was issued. \n{7} On February 17, 2015, thirty-four ( 34) days after the Court entered its \nAmended Order to Stay and Compel Arbitrat ion, the McMillan Plaintiffs filed their \nNotice of Appeal with the Catawba Count y Clerk of Superior Court (“Notice of \nAppeal”).  (Moving Defs.’ Mot. Dismiss A ppeal ¶ 4; Moving Defs.’ Br. Supp. Mot. \nDismiss Appeal, p. 1.) \n{8} On March 6, 2015, the Moving Defendants filed the Motions.  The \nMotions have been fully briefed and are ripe for resolution. \n \n \nII. \nMOTION TO DISMISS APPEAL \n{9} The Moving Defendants contend in their Motion to Dismiss Appeal that \nthe McMillan Plaintiffs’ Notice of Appeal should be dismissed for failure to comply \nwith the thirty-day filing requirement of Rule 3 of the North Carolina Rules of \nAppellate Procedure (“Appellate Rule 3”) and because the McMillan Plaintiffs failed \nto timely respond or object to the Moving Defendants’ Motion to Dismiss Appeal.2 \n{10} Appellate Rule 3 provides:   \n(a)   Filing the Notice of Appeal.  Any party entitled by law to appeal \nfrom a judgment or order of a superi or or district court rendered in a \ncivil action or special proceeding may take appeal by filing notice of \nappeal with the clerk of superior court and serving copies thereof upon \nall other parties within the time pr escribed by subsection (c) of this \nrule. \n \n. . .  \n \n(c)   \nTime for Taking Appeal.  In civil actions and special proceedings, a \nparty must file and serve a notice of appeal: \n \n1) within thirty days after entry of judgment if the party has been \nserved with a copy of the judgment within the three day period \nprescribed by Rule 58 of the Rules of Civil Procedure . . . . \n \n{11} As an initial matter, where, as here, “an appeal has not yet been docketed \nwith the appellate court, the trial court re tains jurisdiction over the case and may \ndetermine whether a Notice of Appeal was timely filed.”  Carter v. Clements Walker \nPLLC, 2014 NCBC 12 ¶ 12 (N.C. Super. Ct. Apr. 30, 2014), \nhttp://www.ncbusinesscourt.net/opinions/2014_NCBC_12.pdf (construing Rule 25 of \nthe North Carolina Rules of Appellate Procedure and relevant case law).   \n                                                 \n2 The McMillan Plaintiffs have not filed a response brief or any other form of opposition to the \nMoving Defendants’ Motion to Dismiss Appeal.  Business Court Rule 15.11 provides that when “a \nrespondent fails to file a response within the time required by this rule, the motion will be \nconsidered and decided as an uncontested motion, and ordinarily will be granted without further \nnotice.” Because the McMillan Plaintiffs have not filed a response within the time required by BCR \n15.11, the Court considers and decides the Moving  Defendants’ Motion to Dismiss Appeal as \nuncontested. \n \n \n \n{12} It appears undisputed that the McMillan Plaintiffs did not file their \nNotice of Appeal with the Catawba County Clerk of Superior Court until thirty-four \n(34) days after the Court entered the Amended Order to Stay and Compel \nArbitration.  (Moving Defs.’ Br. Supp. Mot.  Dismiss Appeal, p. 1.)  As a result, the \nMcMillan Plaintiffs failed to comply with the strict requirements of Appellate Rule \n3, a failure which this Court lacks the authority to excuse.  See, e.g., Carter, 2014 \nNCBC 12 ¶ 21 (“[T]he authority to excuse compliance with Appellate Rule 3 rests \nsolely with the appellate courts.  Appellate decisions make clear that Appellate Rule \n3’s time requirements are to be strictly construed . . . .”). \n{13} Consequently, the McMillan Plaintiffs’ appeal contains “a fatal \njurisdictional failure which requires dismissal of the appeal.”  Id. at ¶ 21 \n(dismissing appeal for failure to comply wi th the time requirements of Appellate \nRule 3); see, e.g., Saieed v. Bradshaw, 110 N.C. App. 855, 861, 431 S.E.2d 233, 236 \n(1993) (affirming trial court’s dismissal of appeals taken more than thirty days after \nentry of judgment); Ehrenhaus v. Baker , 2014 NCBC 30 ¶ 8 (N.C. Super. Ct. July \n16, 2014), http://www.ncbusinesscourt.n et/opinions/2014_NCBC_30.pdf (“A party \nappealing an order must file a notice of a ppeal with the clerk of superior court . . . \nwithin the time prescribed by [Appellate Rule 3(c)].”) (quotations and citation \nomitted) (alteration in original); Blitz v. Xpress Image, Inc., 2007 NCBC 9 ¶¶ 34–35 \n(N.C. Super. Ct. Apr. 13, 2007), \nhttp://www.ncbusinesscourt.net/opinions/2007%20NCBC%209.pdf (dismissing \nappeal for failing to timely file notice of appeal within 30-day time period under \nAppellate Rule 3).  The Court therefore concludes that the Moving Defendants’ \nMotion to Dismiss the Appeal should be  granted based on the McMillan Plaintiffs’ \nfailure to comply with Appellate Rule 3. \n III. \nMOTION TO DISJOIN \n{14} In their Motion to Disjoin, the Moving Defendants contend that Enigma \nis not a proper party plaintiff and that a ttorney Matthew K. Rogers (“Mr. Rogers”) \nshould be removed as Enigma’s counsel because the McMillan Plaintiffs did not \n \n \nhave the authority to file this action on behalf of Enigma or to retain Mr. Rogers. 3  \nThe Moving Defendants argue in particular that (i) under Enigma’s Amended and \nRestated Operating Agreement (the “Ope rating Agreement”), Mr. Fisher was the \nsole Manager of Enigma authorized to bring an action or retain counsel for Enigma, \n(Mot. to Disjoin, ¶¶ 2–3), and (ii) in an y event, the McMillan Plaintiffs did not own \nthe requisite majority interest in Enigma  required under the Operating Agreement \nto bring this action or retain Mr. Rogers on Enigma’s behalf.  (Mot. to Disjoin, ¶ 4.)   \n{15} The McMillan Plaintiffs argue in response that Enigma is identified only \nas a nominal party plaintiff in this lawsuit and that Mr. Rogers represents Enigma \nsolely through the assertion of Mr. McMillan’ s derivative claims on behalf of the \ncompany.  The McMillan Plaintiffs further contend that Mr. Rogers’s \ndisqualification or removal as their counsel would cause them unfair prejudice and \nunnecessarily increase their cost s and attorney’s fees.  (\nSee Pls.’ Resp. Opp. Mot. \nDisjoin, pp. 7–8, 10.) \n{16} Before the merits may be addressed, the Motion to Disjoin first requires \nthe Court to decide, in light of the Jan uary 14, 2015 Amended Order to Stay and \nCompel Arbitration, whether the Motion to Disjoin is properly decided by this Court \nor by an arbitrator.  It is the Court’s understanding that an arbitration proceeding \nhas not yet been filed, an arbitrator has not yet been appointed, and an arbitrator is \nnot otherwise authorized and able to act at this time.  \n{17} The Moving Defendants contend that N.C. Gen. Stat. § 1-569.8(a) permits \nthe Court to consider the Motion to Disjoin because they seek “provisional remedies” \n– dismissal of a party and/or removal of counsel – that will protect the effectiveness \nof the arbitration proceeding.  The relevant statutory provision provides as follows:  \nBefore an arbitrator is appointed and is authorized and able to act, the \ncourt, upon motion of a party to an arbitration proceeding and for good \ncause shown, may enter an order for provisional remedies  to protect \nthe effectiveness of the arbitration proceeding to the same extent and \n                                                 \n3 The Moving Defendants request the “removal” of Mr. Rogers as counsel for Enigma, but specifically \nnot his “disqualification.” (Defs.’ Reply Supp. Mot. Disjoin, pp. 4–5.)  Regard less of the terminology \nchosen, the Moving Defendants seek to have the Court order that Mr. Rogers no longer represent \nEnigma in this action.  \n \n \nunder the same conditions as if th e controversy were the subject of a \ncivil action.  \n \nN.C. Gen. Stat. § 1-569.8(a) (2014) (emphasis added). \n{18} The Court’s research has not revealed a North Carolina decision \naddressing whether dismissal of a party or  disqualification of an attorney is a \nprovisional remedy for purposes of N.C.  Gen. Stat. § 1-569.8(a).  The Delaware \nChancery Court, however – a court this Court frequently finds to be persuasive \nauthority on various issues of busine ss and corporate law – addressed whether \ndismissal of a party’s claims or defenses and disqualification of an attorney are \n“provisional remedies,” as that term was used in an arbitration agreement, in\n SOC-\nSMG, Inc. v. Day & Zimmerman, Inc., 2010 Del. Ch. LEXIS 195 (Del. Ch. 2010).  \nThe specific arbitration provision at issue in SOC-SMG provided that \nnotwithstanding the agreement to arbitrate, the agreement “shall not preclude the \nParties from seeking provisional remedies in aid of arbitration from a court of \nappropriate jurisdiction.”  Id. at *16, fn. 24 (emphasis in original).  The Court finds \nthat the context in which the term “provisional remedies” is used in the arbitration \nagreement in SOC-SMG is very similar to the context in which the term \n“provisional remedies” is used in N.C. Ge n. Stat. § 1-569.8(a), which provides that \nthe court “may enter an order for provisional remedies to protect the effectiveness of \nthe arbitration proceeding.”  As a result, th e Court finds it appropriate to consider \nthe Delaware Chancery Court’s analysis of “provisional remedies” in SOC-SMG in \nresolving the current Motion to Disjoin.   \n{19} In SOC-SMG, the Delaware Chancery Court persuasively observed that: \n[A] motion to disqualify counsel can hardly be characterized as a \nprovisional remedy . . . . A [provisional] remedy provide[s] for [a] \npresent need for the immediate occasion;  one adapted to meet a \nparticular exigency.  Particularly, [it is] a temporary process available \nto a plaintiff in a civil action, which secures  him against loss, \nirreparable injury, dissipation of the property, etc., while the action is \npending.  Such include the remedies of  injunction, appointment of a \nreceiver, attachment, or arrest. \n \n \n \nSOC-SMG, 2010 Del. Ch. LEXIS 195, at *16–17, fn. 24 (emphasis in original) \n(citation omitted).   \n{20}  The Chancery Court further noted in SOC-SMG that entering the \nrequested relief in that case – relief similar to that requested by the Moving \nDefendants here, i.e., disqualifying opposing counsel  and dismissing parties or \nclaims – would, “far from protecting [plaintiff] from any irreparable injury while the \naction is pending or aiding the [a]rbitr ation, would [instead] hand [plaintiff] a \nvictory in the [a]rbitration.”  Id. at *17, fn. 24 (quotations omitted).  The Chancery \nCourt thus concluded that “the relief sought . . . cannot be deemed ‘provisional’ in \nany rational sense of the word.”  Id. \n{21} In deciding to defer the dismissal and disqualification motions to the \narbitrator, the Chancery Court also convinci ngly observed that arbitrators are well-\nequipped to handle such motions and noted that “courts have refused to intervene \non an interlocutory basis to either first-or second-guess those rulings.”  Id. at *8, fn. \n13 (citing In the Matter of the Arbitration Between Routien and Raymond James \nFinancial Services, Inc. , 2004 NASD Arb. LEXIS 966 (M ay 4, 2004) (arbitrator \ndeciding disqualification motion); In the Matter of the Arbitration Between Sharp \nand The Thornwater Company L.P. , 2003 NASD Arb. LEXIS 1907 (Oct. 27, 2003) \n(same); Wurttembergische Fire Ins. Co. v. Republic Ins. Co , 1986 U.S. Dist Lexis \n23032, *1 (S.D.N.Y. Jul. 9, 1986) (declining  to issue an injunction disqualifying \ncounsel in a pending arbitration on the grounds that were the court to do so, it \n“would interfere directly in a pending arbitration, to which [the parties] agreed by \ncontract. That interference would . . . br ing[] the arbitration to a dead stop.”); \nCanaan Venture Partners, L.P. v. Salzman , 1996 Conn. Super. LEXIS 245, *7 \n(Conn. Super. Jan. 28, 1996) (dismissing mo tion to disqualify counsel in pending \narbitration because “court will not interfere with and interrupt the process of \narbitration . . . .  [A]ttorney disqualificat ion is not within the scope of the [narrow \npublic policy exception] . . . .”)).  \nSee also, Cook v. Chocolate Co. v. Salomon Inc., No. \n87 CIV. 5705 (RWS) (S.D.N.Y. Oct. 28, 1988)  (declining to review decision by \narbitration panel denying request to disqualify defendant’s attorney).   \n \n \n{22} Similarly, a federal magistrate judge in Hawaii considered whether \nattorney disqualification is a “provis ional remedy” under Hawaii’s Uniform \nArbitration Act in Warne Keahi Young v. County of Haw. , 2012 U.S. Dist. LEXIS \n84565, at *27–28 (D. Haw. Apr. 3, 2012).  Ther e, the federal magistrate judge relied \nupon Black’s Law Dictionary, noting that “‘provisional remedy’ [is defined] as, ‘[a] \ntemporary remedy awarded before judgment  and pending the action’s disposition, \nsuch as a temporary restraining order, a preliminary injunction, a prejudgment \nreceivership, or an attachment.  Such a re medy is intended to maintain the status \nquo by protecting a person’s safety or preserving property.’”  \nId. at *27–28 (quoting \nBlack's Law Dictionary 1408 (9th ed. 2009)).  Based on this authority, the federal \nmagistrate judge determined that pr ovisional remedies under the Hawaii \narbitration statute are thus limited to th ose “intended to maintain the status quo \nand prevent irreparable harm only until an arbitration proceeding could be \nconcluded.”  Id. at *28 (citations omitted).  Ev aluating the requested relief under \nthis standard, the federal magistrate ju dge in Hawaii concluded that attorney \ndisqualification was not a provisional remedy because it changed, rather than \nmaintained, the status quo.  See id. at *28–29 (“it does not appear that the drafters \nof the Uniform Arbitration Act intended to  include disqualification of counsel as a \n‘provisional remedy,’ as other jurisdictions defining this term have interpreted \n‘provisional remedy’ to mean a remedy that is temporary and intended to maintain \nthe status quo.”).   \n{23} Courts from around the country have  engaged in a similar analysis in \ndetermining whether a party’s requested relief constitutes a provisional remedy \nthat may be properly entered pending arbitration.  Id. at *28 (citing Salvucci v. \nSheehan, 212 N.E.2d 243 (Mass. 1965) (findin g temporary restraining order a \nprovisional remedy)); Bancamerica Commercial Corp. v. Brown , 806 P.2d 897 (Ariz. \nCt. App. 1990) (attachment same); Lambert v. Super. Ct., 279 Cal. Rptr. 32 (Cal. Ct. \nApp. 1991) (mechanic's lien same); Hughley v. Rocky Mountain Health Maint. Org. , \n927 P.2d 1325, 1331–32 (Colo. 1996) (finding pr eliminary injunction necessary to \n“ensure that the promise of arbitration is  not hollow and that if successful, an \n \n \naward by the arbitrator is not an empty victory because conditions permitting a \nremedy have changed”)). \n{24} Applying these considerations here , the Court concludes that neither \ndismissal of Enigma nor disqualification or removal of Mr. Rogers is a “provisional \nremedy” for purposes of N.C. Gen. Stat. § 1-569.8(a).  To the contrary, both remedies \nwould plainly alter the status quo between the parties, and the Moving Defendants \nhave not shown that either measure is necessary here to avoid irreparable harm \nbefore an arbitrator can act.  The Court believes that the arbitrator that will handle \nthe arbitration proceeding between these parties should be well-positioned to \nconsider the issues of Enigma’s dismissal and Mr. Rogers’ disqualification or \nremoval as counsel for Enigma, and the Moving Defendants have not suggested that \nan arbitrator cannot competently or timely resolve either of the current Motions.  \nIndeed, particularly in light of the strong North Carolina public policy favoring \narbitration, the Court is of the same view as the Delaware Chancery Court in \nSOC-\nSMG – that judicial resolution of these Motions “would show disrespect toward the \n[a]rbitration [proceeding], which has the broad authority to decide these issues in \nthe first instance, and would be contrary to our state’s – and our nation’s – strong \npublic policy favoring arbitration.”  SOC-SMG, 2010 Del. Ch. LEXIS 195, at *13; \nsee, e.g., Westmoreland v. High Point Healthcare Inc. , 218 N.C. App. 76, 79, 721 \nS.E.2d 712, 716 (2012) (“North Carolina has a strong public policy favoring \narbitration.”).  When also considering our appellate courts’ directive that trial courts \nshould “take a hands-off attitude during the arbitration proceeding,” Henderson v. \nHerman, 104 N.C. App. 482, 486,  409 S.E.2d 739, 741 (199 1), the Court concludes \nthat it should defer consideration and resolution of the issues raised in the Motion \nto Disjoin to a properly-selected arbitrator in arbitration. \n \n \nIV. \nCONCLUSION \n{25} WHEREFORE, the Court hereby GRANTS the Moving Defendants’ \nMotion to Dismiss Appeal and DEFERS consideration and resolution of the Moving \nDefendants’ Motion to Disjoin to a properly-selected arbitrator in arbitration. \n \n SO ORDERED , this the 7th day of May, 2015. \n \n        / s /  L o u i s  A .  B l e d s o e ,  I I I  \n        Louis A. Bledsoe, III \n        Special Superior Court Judge \n          for Complex Business Cases "
}