{
  "id": "01df7032937472bfad0226757448131e8e5b565d65ebcbcc42a0ca8841a4801a",
  "source_file": "data/raw/ncbc/01df7032937472bfad0226757448131e8e5b565d65ebcbcc42a0ca8841a4801a.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF NEW HANOVER 14 CVS 467 \n \n \nPROGRESS POINT ONE—B  ) \nCONDOMINIUM ASSOCIATION, INC., ) \n Plaintiff )  \n  ) \n v.  ) OPINION AND ORDER ON  \n   ) MOTION TO DISMISS \nPROGRESS POINT ONE PROPERTY ) \nOWNERS ASSOCIATION, INC., ) \n  Defendant ) \n \nTHIS CAUSE, designated a mandatory comple x business case by Order of the Chief \nJustice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Caroli na General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Special Superi or Court Judge for Complex Business Cases, \ncomes before the Court upon Defendant's Motion to Dismiss and Alternative Motion for More \nDefinite Statement,\n1 pursuant to Rule 12(b)(6) and Rule 12(e) of the North Carolina Rules of \nCivil Procedure (\"Rule(s)\").  On February 13, 2015, the Court held a hearing on the Motions. \n THE COURT, after considering the Motions, br iefs in support of and in opposition to \nthe Motions, arguments of counsel and othe r appropriate matters of record, CONCLUDES \nthat the Motions should be GRANTED, in part, and DENIED, in part, for the reasons stated \nherein. \nBoxley, Bolton, Garber & Haywood, LLP by Ronald H. Garber, Esq. for Plaintiff \nProgress Point One-B Condominium Association, Inc. \n \nShanahan Law Group, PLLC by John E. Branch, III, Esq., Brandon S. Neuman, Esq., \nand Jeffrey M. Kelly, Esq. for Defend ant Progress Point One Property Owners \nAssociation, Inc. \n \n                                                 \n1 For the purpose of this Opinion and Order, the Court will refer to Defendant's Motion to Dismiss \npursuant to Rule 12(b)(6) as \"Motion to Dismiss,\" and Defendant's Alternative Motion for More \nDefinite Statement as \"Motion for a More Definite Statement.\" Collectively, these will be referred to \nas \"Motions.\" \nProgress Point One-B Condo. Ass’n, Inc. v. Progress Point One Prop. Owners Ass’n, Inc., \n2015 NCBC 20. \nMcGuire, Judge. \nPROCEDURAL HISTORY \n1. On February 12, 2014, Plaintiff Progress Point One-B Condominium \nAssociation, Inc. (\"Plaintiff\") filed a Co mplaint against Defendant Progress Point One \nProperty Owners Association, Inc. (\"Defendan t\"). Plaintiff's action was designated No. 14 \nCVS 467 by the Clerk of Superior Court of  New Hanover County. On February 28, 2014, \nbefore any responsive pleading was filed,  Plaintiff filed an Amendment to Complaint \n(together, the Complaint and Amendment to Complaint will be referred to as \"Amended \nComplaint\"). \n2. The Amended Complaint contains fourteen causes of action (\"Claims\"). The \nClaims, as they appear to the Court, are as  follows: Claim One (Collection of Assessments \nimproperly levied), Claim Two (Declaratory  Judgment), Claim Three (Conversion), Claim \nFour (Breach of Fiduciary Duty), Claim Five  (Unjust Enrichment), Claim Six (Punitive \nDamages), Claim Seven (Demand for Account ing), Claim Eight (Demand for Access to \nDocuments), Claim Nine (Declaratory Judgm ent), Claim Ten (Recovery of Assessments \nimproperly levied), Claim Eleven (Injunctive  Relief/Specific Performance), Claim Twelve \n(Declaratory Judgment), Claim Thirteen (Declaratory Judgment), Claim Fourteen (Damages \nfor failure to provide access to corporate records). \n3. On June 30, 2014, Defendant filed the Motions seeking, primarily, dismissal of \nall claims pursuant to Rule 12(b)(6) and, alternatively, that Plaintiff be ordered to provide a \nmore definite statement pursuant to Rule 12(e). \n4. The Motions have been fully briefed and argued, and are ripe for \ndetermination. \n  \nFACTUAL BACKGROUND \n Among other things, the Amen ded Complaint alleges that: \n5.  Plaintiff is a North Carolina corporation with its principal place of business in \nNew Hanover County. Plaintiff is the owner of  Lot 6 as described in New Hanover County \nBook of Maps 44, Page 206.2 \n6. Defendant is a North Carolina corporation with its principal place of business \nin New Hanover County.3 \n7. The Amended Complaint does not allege what the relationship is between the \nPlaintiff and Defendant.  From information prov ided in Plaintiff’s brief and by Plaintiff’s \ncounsel at oral argument, the Court understands  the Plaintiff to be a member of Defendant \nproperty owners association.   \n8. Defendant has authority to levy assessments from members of its association \npursuant to unidentified \"governing documents, \" but Plaintiff alleges that Defendant has \nexercised such authority and collected assessme nts under a \"null and void\" agreement, and \nnot under the appropriate \"Protective Covenants.\" 4 These assessments include General \nAssessments, Special Assessments, Dumpster Assessments, Storm Water Assessments, and \nLots 3/5/6 Storm Water Assessments.5  The Amended Complaint does not identify the specific \ndates or amounts of the assessments. \n9. Plaintiff alleges that some, if not all,  of these assessments were improperly \nlevied by Defendant and, in doing so, Defendant has collected funds it has no right to collect \nfrom Plaintiff. 6 Among the assessments allegedly improperly levied by Defendant was an \n                                                 \n2 Am. Compl. ¶ 1. \n3 Id. ¶ 2. \n4 Id. ¶¶ 26, 27 and 30. \n5 Id. ¶ 3. \n6 Id. ¶ 4. \nassessment for an erosion control pond serving several parcels under the management and/or \nownership of Defendant.7  \n10. The Amended Complaint alleges that Defendant made the assessments \"under \nthe claimed authority of a document entitled Commercial Property Management Agreement \ndated June 30, 2014 (hereinafter referred to as 'CPMA').\"8 Plaintiff alleges, however, that the \nCPMA \"confers no authority actual, nor appare nt, upon\" Defendant to perform the acts of \nwhich Plaintiff complains.9 \n11. Plaintiff alleges that Defendant has co nverted funds received on account of \nthese assessments and that Defendant has been unjustly enriched by Plaintiff's payment of \nthe improper assessments. 10 Moreover, Plaintiff alleges that it is entitled to an accounting \nand inspection of Defendant's records related to these assessments, and that it should recover \ndamages for Defendant’s refusal to permit inspection rights and for the assessments \nimproperly levied and paid.11 \n12. Plaintiff also alleges that there ex ist a number of actual and genuine \ncontroversies between Plaintiff and Defendant for which Plaintiff is entitled to seek \ndeclaratory relief including: what assessments Defendant may collect; 12 what, if any, \nauthority is conferred on Defendant by the CPMA; 13 the identity of the proper officers, \ndirectors, and registered agent for Defend ant, and other corporate governance matters \n                                                 \n7 Id. ¶¶ 38-39.  \n8 Id. ¶ 26. \n9 Id. ¶ 27. \n10 Id. ¶¶ 9, 15. \n11 Id. ¶¶ 21, 24, 30-31, 42-46. \n12 Id. ¶ 7. \n13 Id. ¶ 28. \nrelated to Defendant; 14 and how assessments should be levied in relation to the erosion \ncontrol pond.15 \nDISCUSSION \n13. The Court, in deciding a Rule 12( b)(6) motion, treats the well-pleaded \nallegations of the complaint as true and admitted. Sutton v. Duke , 277 N.C. 94, 98 (1970). \nHowever, conclusions of law or unwarranted deductions of fact are not deemed admitted. Id. \nThe facts and permissible inferences set forth in  the complaint are to be treated in a light \nmost favorable to the nonmoving party. Ford v. Peaches Entm't Corp., 83 N.C. App. 155, 156 \n(1986). As our Court of Appeals has noted, the \"essential question\" raised by a Rule 12(b)(6) \nmotion is \"whether the complaint, when liberally construed, states a claim upon which relief \ncan be granted on any theory.\" Barnaby v. Boardman, 70 N.C. App. 299, 302 (1984), rev'd on \nother grounds, 313 N.C. 565 (1985) (citations omitted). \n14. A Rule 12(b)(6) motion should be granted when the complaint, on its face, \nreveals (a) that no law supports the plaintiff's claim, (b) the absence of facts sufficient to form \na viable claim, or (c) some fact which necessarily defeats the plaintiff's claim.  Jackson v. \nBumgardner, 318 N.C. 172, 175 (1986). \n15. A motion for a more definite statement pursuant to Rule 12(e) should be \ngranted when \"a pleading to which a responsi ve pleading is permitted is so vague and \nambiguous that a party cannot reasonably be required to frame a responsive pleading.\" G.S. \n§ 1A-1, Rule 12(e). A motion for a more definite statement should only be granted if the \npleading fails to meet the requirements of Rule 8 and, therefore, fails to  give notice to the \nopposing party of the nature of the claim. \nSee Ross v. Ross , 33 N.C. App. 447, 454 (1977). \n                                                 \n14 Id. ¶ 36. \n15 Id. ¶ 40. \nAlthough generally disfavored, a motion for a more definite statement \"rests in the sound \ndiscretion of the trial judge.\" Id.  \nClaim Three (Conversion) \n16.  In North Carolina, conversion is defined as: \"(1) the unauthorized assumption \nand exercise of the right of ownership; (2) over the goods or personal property; (3) of another; \n(4) to the exclusion of the rights of the true owner.\" Estate of Graham v. Morrison, 168 N.C. \nApp. 368, 371 (2005). \"At its core, conversion 'i s not the acquisition of property by the \nwrongdoer, but a wrongful deprivation of it to the owner . . . .'\" Tai Sports, Inc. v. Hall, 2012 \nNCBC 62, ¶ 108 (N.C. Super. Ct. 2012) (quoting Lake Mary L.P. v. Johnston, 145 N.C. App. \n525, 532 (2001)). Ultimately, there are \"two esse ntial elements [that] are necessary in a \ncomplaint for conversion – there must be ownership in the plaintiff and a wrongful conversion \nby defendant.\" Lake Mary, L.P., 145 N.C. App. at 532. \n17. \"Where there has been no wrongful taking or disposal of the goods, and the \ndefendant has merely come rightfully into possession and then refused to surrender them, \ndemand and refusal are necessary to the existence of the tort.\" White v. Consol. Planning, \nInc., 166 N.C. App. 283, 310-311 (2004) (internal citations omitted). Upon the making of a \nrequired demand, the \"absolute, unqualified refusal to surrender . . . is of course a \nconversion.\" Hoch v. Young, 63 N.C. App. 480, 483 (1983) (internal citations omitted). \n18. Additionally, where the property at issue is money, \"[t]he general rule is that \nmoney may be the subject of an action for conversion only when it is capable of being \nidentified and described.\" Variety Wholesalers, Inc. v. Salem Logistics Traffic Servs., LLC, \n365 N.C. 520, 528 (2012). This identification does not require tracing of actual currency, but \nthat a specific sum be identified that is subject to the alleged conversion. Id. at 528-29. See \nalso Wake County v. Hotels.com, L.P., __ N.C. App. __, 762 S.E.2d 477, 489-90 (2014) \n(finding that plaintiff's claim for conversion based on defendant's withholding of tax \noverpayments was properly dismissed where the plaintiff identified only \"a category of \nmonies allegedly owed\" and did not adequately identify the money allegedly converted by, \ninter alia, \"specific amount\" or other identifying information). \n19. Here, Plaintiff alleges that Defendant made assessments against Plaintiff and \nthat Plaintiff made payment to Defendant. Plaintiff does not allege that its payments of the \nassessments was anything other than voluntar y.  Plaintiff now disputes Defendant’s \nauthority to make the assessments, and allege s that the assessments it paid \"should be \nreturned to [Plaintiff].\" 16 Since Plaintiff seeks to maintain a conversion claim for money it \nvoluntarily paid to Defendant, Plaintiff must hav e first made a demand for a return of such \nmoney. See White, 166 N.C. App. at 310-311 (requiring a demand and refusal to return where \n\"the defendant has merely come rightfully into possession and then refused to surrender\" the \nproperty in question). Plaintiff does not allege that it has made a demand, nor that Defendant \nhas refused such a demand. In addition, Plainti ff has not identified any specific payment it \nmade to Defendant by amount or date, or otherwise sufficiently identified the money alleged \nto have been converted.  Rather Plaintiff has simply identified a category of money, payments \nfor assessments, which it alleges were converted. See Variety Wholesalers, Inc., 365 N.C. at \n528-29; see also Hotels.com, L.P., __ N.C. App. at __, 762 S.E.2d at 489-90. \n20. Accordingly, because Plaintiff has faile d to sufficiently allege the property \nallegedly converted and, to the ex tent required, has failed to a llege a demand for return of \nthat property, Defendant's Motion to Dismiss pursuant to Rule 12(b)(6) should be GRANTED \nas to Claim Three. \n \nClaims Four and Fourteen (Breach of Fiduciary Duty) \n                                                 \n16 Id. ¶ 9. \n21.  In Claim Four, Plaintiff alleges in  conclusory fashion that Defendant \n\"occupies. . . a position of confidence and trust \" with Plaintiff and owes Plaintiff a fiduciary \nduty and that Defendant’s \"statements and actions\" have breached a fiduciary duty owed to \nPlaintiff.17  In Claim Fourteen, Plaintiff recasts its allegations that Defendant has refused to \npermit Plaintiff to inspect books and records as a breach of fiduciary duty claim.18  Plaintiff, \nhowever, has not alleged any fa cts to support its conclusion that a fiduciary relationship \nexisted between Defendant and Plaintiff. \n22. A claim for breach of fiduciary duty re quires three elements: (1) the existence \nof a fiduciary duty, (2) the breach of such duty, and (3) that the plaintiff suffered damages as \na result of the breach of duty. See Green v. Freeman , 367 N.C. 136, 141 (2013). In North \nCarolina, a fiduciary duty can arise by operation of law (a de jure fiduciary relationship) or \nbased on the facts and circumstances (a de facto fiduciary relationship).  See Lockerman v. \nSouth River Elec. Membership Corp., 2012 NCBC 44, ¶ 59 (2012).  \n23. A de jure fiduciary relationship arises as a matter of law because of the nature \nof the relationship between the parties, \"such as  attorney and client, broker and principal, \nexecutor or administrator and heir, legatee or  devisee, factor and principal, guardian and \nward, partners, principal and agent, trustee and cestui que trust.\" BDM Invs. v. Lenhil, Inc., \n2012 NCBC 7, ¶ 89 (N.C. Super. Ct. 2012) (quoting Abbitt v. Gregory , 201 N.C. 577, 598 \n(1931)). \n24. A de facto fiduciary relationship may arise when \"there has been a special \nconfidence reposed in one who in equity and good conscience is bound to act in good faith and \nwith due regard to the interests of the one reposing confidence.\" Harrold v. Dowd, 149 N.C. \nApp. 777, 784 (2002). Such a fiduciary relationship \"extends to any possible case in which a \n                                                 \n17 Am. Compl. ¶¶ 11-12. \n18 Id. ¶¶ 44-45. \nfiduciary relationship exists in fact, and in which there is confidence reposed on one side, and \nresulting domination and influence on the other .\" Dalton v. Camp , 353 N.C. 647, 650-51 \n(2001) (emphasis in original) (internal citation s omitted). Finding this type of fiduciary \nrelationship requires an intense factual inquiry and the standard is demanding. \"Only when \none party figuratively holds all the cards—all the financial power or technical information, \nfor example—have North Carolina courts found that  the 'special circumstance' of a fiduciary \nrelationship has arisen.\" Broussard v. Meineke Discount Muffler Shops, Inc. , 155 F.3d 331, \n347-48 (4th Cir. 1998); see also BDM Invs., 2012 NCBC 7. \n25. Here, Plaintiff is a member of Defendant property owners association and it \nalleges that it is a party to some type of agreement or agreements with Defendant that govern \nDefendant’s authority to make certain assessments.  Plaintiff contends that this relationship \nobligates Defendant to administer the money collected as assessments \"for a common purpose \nthe fair and equitable benefit of all members of the association.\"19  Plaintiff has not cited any \nauthority, nor has the Court found any authority , for the proposition that this type of \nrelationship creates a fiduciary relationship as a matter of law.  Moreover, as Plaintiff \nconcedes,20 the relationship between the parties is fundamentally a contractual relationship. \nHowever, a contractual relationship, standing alone, does not create a fiduciary relationship. \nSee Branch Banking & Trust Co. v. Thompson, 107 N.C. App. 53, 61 (1992) (recognizing that \n\"parties to a contract do not thereby become ea ch others' fiduciaries; they generally owe no \nspecial duty to one another beyond the terms of the contract and the duties\" established by \ncontract law). \n26. Based on the foregoing, it is clear that  Plaintiff's relationship with Defendant \nis not a de jure fiduciary relationship.  Accord ingly, in order to state a claim for breach of \n                                                 \n19 Pl.'s Br. Resp. Mot. Dismiss 4. \n20 See id. at 5. \nfiduciary duty, Plaintiff must allege facts t hat would support the existence of a de facto \nfiduciary relationship between the parties. \n27. The Amended Complaint fails to allege  any facts to support a fiduciary \nrelationship. At bottom, Plaintiff has only al leged that Defendant was authorized, by some \nas of yet unidentified governing document or documents, to levy and collect assessments from \nPlaintiff and other lot owners. Plaintiff contends  in its brief in response to the Motions, \nthough does not allege in the Amended Compla int, that Defendant was then tasked with \nallocating those funds for purposes common to all lot owners in the Progress Point \ndevelopment.21  \n28. Even accepting Plaintiff's allegations as true, nothing in the Amended \nComplaint supports the conclusion that the rela tionship between the parties is such that \nDefendant \"figuratively holds all the cards.\" See Broussard, 155 F.3d at 347-48. Plaintiff does \nnot allege any facts to suggest the kind of \"domination and influence\" on the part of Defendant \nrequired to give rise to a fiduciary duty. See Dalton, 353 N.C. at 650-51 (finding that employee \ncharged with managerial duties and acting \"i n good faith and with due regard to the \ninterests\" of his employer did not owe a fiduciary duty because there was no indication of \n\"domination and influence\"). Plaintiff's allega tions here \"merely serve to define the nature \nof\" the relationship between a property  owners association and its members. \nSee id . \nUltimately, the Amended Complaint fails to suggest any kind of \"domination and influence\" \nby Defendant and, because this is an \"essentia l component of any fiduciary relationship,\" \nsuch failure is fatal to Plaintiff's de facto fiduciary claim. Id.  \n                                                 \n21 Id., p. 4. \n29. Because Plaintiff has failed to sufficiently allege the existence of a fiduciary \nrelationship between the parties, Defendant's Motion to Dismiss pursuant to Rule 12(b)(6) \nshould be GRANTED as to Claims Four and Fourteen.  \nClaim Five (Unjust Enrichment) \n30.   \"When one person confers a benefit up on another which is not required by a \ncontract either express or implied or a legal duty, the recipient thereof is often unjustly \nenriched and will be required to make restitution therefor.\" Siskron v. Temel-Peck Enters., \nInc., 26 N.C. App. 397, 390 (1975). \"In order to establish a claim for unjust enrichment, a \nparty must have conferred a benefit on the other party. . . The benefit must not be gratuitous \nand it must be measurable.\" Booe v. Shadrick, 322 N.C. 567, 570 (1988). Moreover, a \"claim \nof this type is neither in tort nor contract but  is described as a claim in quasi contract or a \ncontract implied in law.\" Hinson v. United Fin. Servs. , 123 N.C. App. 469, 473 (1996). \nAccordingly, \"[i]f there is a contract between  the parties the contract governs the claim and \nthe law will not imply a contract.\" Booe, 322 N.C. at 570. See also Mancuso v. Burton Farm \nDevelopment Co., LLC, __ N.C. App. __, 748 S.E.2d 738, 743 (2013).  \n31. Plaintiff contends that Defendant le vied the assessment against Plaintiff \nunder authority of \"the governing documents\"  and that \"the governing documents of the \nassociation are a contract.\" 22 Plaintiff argues that it is entitled to pursue its action \nchallenging Defendant’s authority to levy the assessments as a contract claim. Since Plaintiff \nconcedes the assessments at issue are fundamen tally contractual, Plaintiff's remedy lies in \nenforcement of the contractual provisions, not in a claim for unjust enrichment. See Hinson, \n123 N.C. App. at 473. \n                                                 \n22 See Pl.'s Br. Resp. Mot. Dismiss pp. 5-6. \n32. Accordingly, for the reasons stated above, Defendant's Motion to Dismiss \npursuant to Rule 12(b)(6) should be GRANTED as to Claim Five. \nClaim Six (Punitive Damages)  \n33.  In North Carolina, punitive damages \"m ay be awarded only if the claimant \nproves that the defendant is liable for compensatory damages and that one of\" the \nenumerated aggravating factors in G.S. § 1D -15 are present, including fraud, malice, and \nwillful or wanton conduct. G.S. § 1D-15( a). The North Carolina Court of Appeals has \nexplained that punitive damages \"do not and cannot exist as an independent cause of action, \nbut are mere incidents of the cause of action[.] . . . If the injured party has no cause of action \nindependent of a supposed right to recover punitive damages, then he has no cause of action \nat all.\" \nIdanza v. Harper, 169 N.C. App. 776, 784 (2005).  In Idanza, the Court of Appeals held \nthat once the trial court dismissed all of the defendant’s counterclaims that would support \nan award of punitive damages \"[the] defendant ha[d] no basis on which to claim punitive \ndamages.\" Id. \n34. In this case, Plaintiff alleges an independent cause of action for punitive \ndamages and prays for recovery of punitive dama ges generally in its prayer for relief.  The \nCourt has, herein, dismissed Plaintiff’s claims that would have support an award of punitive \ndamages. Plaintiff's only remaining claims are based on alleged breaches of contract, \nviolation of a statutory right to review Defe ndant's books and records, and for declaratory \nrelief.  Since the claims on which Plaintiff bases  its claim for punitive damages fail, so too \nmust Plaintiff's claim for punitive damages. See Idanza, 169 N.C. App. at 784. \n35. Accordingly, Defendant's Motion to Di smiss pursuant to Rule 12(b)(6) should \nbe GRANTED WITHOUT PREJUDICE as to Claim Six.23 \nClaim Eleven (Injunctive Relief/Specific Performance) \n36.   In Claim Eleven, Plaintiff seeks an order requiring Defendant to \"levy an \nAssessment on its constituent members to collect, marshall [sic] or recoup funds, monies and \nproperty from those constituent members . . . who were unjustly enriched and did not pay \nAssessments because of the actions, statements and conduct of\" Defendant. 24 Though not \nexpressed in the Amended Complaint, Plaintiff contends that Claim Eleven is a claim for \nspecific performance of the \"governing documents\" of Defendant association.25  \n37. \"The remedy of specific performance is  available to compel a party to do \nprecisely what he ought to have done without being coerced by the [C]ourt.\" McKinnon v. CV \nIndus., 213 N.C. App. 328, 333 (2011). Specific performance not only requires that a contract's \nterms be \"so definite and certain\" that the Co urt can determine whether the performance is \nin accord with the contract's terms, see McKinnon, 213 N.C. App. at 333, but also requires \nthat there be no adequate remedy at law. See Reeder v. Carter, __ N.C. App. __, 740 S.E.2d \n913, 918 (2013) (stating that a party seeking specific performance \"must prove the legal \nremedy is inadequate\"). \n38. Here, Plaintiff has failed to allege any specific contractual basis for its specific \nperformance claim. Plaintiff has not alleged any  terms of the provision entitling Defendant \nto levy assessments or any other agreement be tween the parties that would provide a basis \nfor specific performance. Plaintiff has simply failed to allege any facts from which the Court \n                                                 \n23 The Court grants Defendant's Motion to Dismiss pursuant to Rule 12(b)(6) without prejudice, \nsubject to Plaintiff's ability to prove, in discovery or at trial, aggravating factors as they relate to the \nRemaining Claims, as defined below. \n24 Am. Compl. ¶ 33. \n25 Pl.'s Br. Resp. Mot Dismiss, p. 5. \ncould ascertain what performance is being challenged and whether Defendant's performance \nunder any agreement is in accord wi th the contractual duties assumed. See McKinnon, 213 \nN.C. App. at 333. Moreover, Plaintiff has failed to allege, even in a conclusory manner, that \nany remedy at law would be inadequate.  \n39. Accordingly, Defendant's Motion to Di smiss pursuant to Rule 12(b)(6) should \nbe GRANTED as to Claim Eleven. \nPlaintiff's Remaining Claims \n40. As the North Carolina Court of Appeals has recognized, \"mere vagueness is not \nground for a motion to dismiss,\" but such a complaint is properly attacked by a motion \npursuant to Rule 12(e). \nSchloss Outdoor Advertising Co. v. City of Charlotte , 50 N.C. App. \n150, 154 (1980). Here, Plaintiff's remaining clai ms (Claims One, Two, Seven, Eight, Nine, \nTen, Twelve, and Thirteen, collectively \"Remai ning Claims\") appear to the Court to fall \nwithin this category of claims. \n41. However sparse the factual allegations in the Remaining Claims, nothing in \nthese claims reveals that no law supports Plaint iff's claims, that some essential element of \nPlaintiff's claim is missing, or that some fact disclosed in the Amended Complaint necessarily \ndefeats these claims. See Jackson, 318 N.C. at 175.  However, it is clear to the Court that \nthese claims fail to give Defendant notice of  the \"transactions, occurrences, or series of \ntransactions or occurrences\" giving  rise to the Remaining Claims. See G.S. § 1A-1, Rule \n8(a)(1). \n42. Claims One and Ten appear to the Court to relate to the levying and collection \nof assessments that Plaintiff alleges Defe ndant was not authorized to levy and collect. \nNothing in these claims gives any notice of which assessments Plaintiff intends to challenge. \nThe Amended Complaint appears to recognize t hat Defendant may be entitled to levy some \nassessments.26 Given this, Claims One and Ten, as cu rrently pleaded, cannot possibly give \nDefendant sufficient notice as required by Rule  8 and, therefore, in the Court's discretion, \nDefendant's Motion for a More Definite Statement should be GRANTED as to these claims. \n43. Claims Seven and Eight appear to the Co urt to state a claim based on some \nright of Plaintiff to inspect the books and records of Defendant, and to demand an accounting \nof what Defendant has done with monies co llected. These claims do not provide what \ndocuments or law Plaintiff contends gives rise to such rights,27 nor do they provide any notice \nas to which documents and records Plaintiff seek s or from what time period Plaintiff seeks \nrecords. Here again, these claims are so va guely pleaded that Defendant cannot reasonably \nbe required to frame a responsive pleading. Accordingly, Defendant's Motion for a More \nDefinite Statement, in the Court's discretion , should be GRANTED as to Claims Seven and \nEight. \n44. Finally, Claims Two, Nine, Twelve, and Thirteen all purport to seek relief \nunder North Carolina's Declaratory Judgment Act, G.S. § 1-253, et seq . These claims, \nhowever, do not sufficien tly give notice of the nature of the actual and genuine controversy \nalleged therein. Claims Two and Thirteen appe ar to the Court to arise from Defendant’s \nlevying of improper assessments but, as descri bed above, Plaintiff has not given sufficient \nnotice of the assessments it contends were improper. Accordingly, Defendants have not been \ngiven sufficient notice of the \"transactions or o ccurrences\" that give rise to the actual and \ngenuine controversy. Claim Twelve involves the identity and rights and duties of officers and \ndirectors, but that claim does not indicate the entity of which Plaintiff seeks a declaration. \n                                                 \n26 See Am. Compl. ¶ 7 (alleging a genuine controversy regarding \"what should properly be included \nin [a]ssessments and what should properly be collected from\" Plaintiff) (emphasis added). \n27 In Plaintiff's Brief, at pages 10-11, it contends that its right to inspect Defendant’s books and \nrecords arises from G.S. §47F-1-101, et seq. (North Carolina Planned Community Act).  This \nstatutory basis for such right is not alleged in the Amended Complaint, nor are any facts \nestablishing that Plaintiff and Defendant are covered by the Act. \nMoreover, Plaintiff does not give sufficien t notice of the nature of the controversy \nsurrounding these directors and officers. Plaintiff's Claim Thirteen also fails to give sufficient \nnotice of the nature of the controversy surro unding the erosion control pond to require \nDefendant to frame a responsive pleading. As su ch, the Court finds, in its discretion, that \nDefendant's Motion for a More Definite Statem ent should be GRANTED as to Claims Two, \nNine, Twelve, and Thirteen. \nTHEREFORE, IT IS ORDERED that: \n45. Defendant's Motion to Dismiss pursuant to Rule 12(b)(6) is GRANTED, in part, \nas to Claim Three, Claim Four, Claim Five, Claim Eleven, and Claim Fourteen. Claims \nThree, Four, Five, Eleven, and Fourteen are hereby DISMISSED. \n46. Defendant's Motion to Dismiss pursuant to Rule 12(b)(6) is GRANTED, in part, \nas to Claim Six. Claim Six is hereby DISMISSED, WITHOUT PREJUDICE. \n47. Defendant's Motion for a More Definite  Statement pursuant to Rule 12(e) is \nGRANTED, in part, as to Claim One, Claim Two, Claim Seven, Claim Eight, Claim Nine, \nClaim Ten, Claim Twelve, and Claim Thirteen.  \n48. Except as expressly GRANTED herein, the Motions are DENIED. \nThis the 2nd day of March, 2015. "
}