{
  "id": "022e8e9b759d307a9db628d001f0245bfc1707195197365f4572fbd8f4011211",
  "source_file": "data/raw/ncbc/022e8e9b759d307a9db628d001f0245bfc1707195197365f4572fbd8f4011211.pdf",
  "raw_text": "Forest2Market, Inc. v. Arcogent, Inc., 2016 NCBC 3. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n15 CVS 9547 \n \nFOREST2MARKET, INC., \n \nPlaintiff, \n \nv. \n \nARCOGENT, INC. \n \nDefendant. \n \n \n \n \n \nORDER & OPINION ON \nDEFENDANT’S PARTIAL  \nMOTION TO DISMISS \n \n \n \n{1} THIS MATTER  is before the Court upon Defendant Arcogent, Inc.’s \n(“Arcogent”) Partial Motion to Dismiss (the “Motion” or “Motion to Dismiss”) Plaintiff \nForest2Market, Inc.’s (“F2M”) Amended Co mplaint in the above-captioned case.  \nHaving considered Arcogent’s Motion, briefs in support of and in opposition to the \nMotion, and the arguments of counsel at an  October 7, 2015 hearing in this matter, \nthe Court hereby GRANTS the Motion. \nWomble Carlyle Sandridge & Rice, LLP, by Hayden J. Silver, III and \nMarina C. Carreker, for Plaintiff Forest2Market, Inc. \n \nOdin, Feldman, & Pittleman, P.C., by David C. Gutkowski, and Moore \n& Van Allen, PLLC, by Scott M. Ty ler and Christopher D. Tomlinson, \nfor Defendant Arcogent, Inc. \n \nBledsoe, Judge. \nI. \nPROCEDURAL AND FACTUAL BACKGROUND \n{2} The Court does not make findings of fa ct on motions to dismiss under Rule \n12(b)(6), but only recites those facts incl uded in the First Amended Complaint that \nare relevant to the Court’s determination of the Motion.  See, e.g., Concrete Serv. \nCorp. v. Investors Grp., Inc., 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986). \n{3} F2M is a Delaware corporation operating in North Carolina and is a leading \nprovider of market data and analytics in the wood and fiber industries in the United \nStates, Canada, and Brazil.  (Am. Compl. ¶¶ 1, 3.)   \n \n \n{4} Arcogent is a Delaware corporation operating in Virginia.  (Am. Compl. ¶ 2.)  \nArcogent promotes itself as providing bu siness results specializing in designing, \nenhancing, and managing business models via applied business analytics.  (Am. \nCompl. ¶ 10.)  In late 2012 to early 2013, F2M determined that it needed to implement \na next-generation data management and reporting platform in order to improve data \nflow within its business, minimize IT and coding costs, and increase revenue streams.  \n(Am. Compl. ¶ 8.)  F2M approached Arcogent about developing and implementing \nsuch a platform.  (Am. Compl. ¶ 9.) \n{5} In March of 2013, Arcogent contract ed with F2M to investigate F2M’s \noriginal platform and develop a roadmap for implementing a next-generation product \ndelivery platform for F2M.  (Am. Compl. ¶¶ 10–12.)  Arcogent subsequently proposed \ncreation of a “single, streamlined, company-wide platform for forestry supply chain \nreporting and analysis” and represented that Arcogent’s methodology and expertise \ncould meet and exceed F2M’s goals and requirements for a next-generation platform.  \n(Am. Compl. ¶¶ 14, 17.) \n{6} On March 26, 2013, F2M and Arcogent entered into a Master Services \nAgreement (“MSA”) in which Arcogent agreed to provide various professional services \nconnected with the design and implementation of Arcogent’s proposed platform, with \nthe specific tasks and deliverables to be specified and agreed upon in subsequent \nStatements of Work (the “Project”).  (Am. Compl. ¶ 21.)  \n{7} On or around October 1, 2013, the part ies entered into a Strategic Product \nPlatform Transformation Statement of Work  (“Arcogent Platform SOW”), by which \nF2M would be able to migrate its operations from its original platform to a next-\ngeneration Microsoft SQL Server data warehouse and IBM Cognos Business \nIntelligence-based platform (the “Platform”).  (Am. Compl. ¶ 28.)  Arcogent estimated \nthat executing the Arcogent Platform  SOW would cost $895,600, not including \nsoftware to be licensed from third parties,  and it was obligated to perform specific \nservices under the contract that includ ed oversight and management of Project \nstaffing and providing F2M with status updates regarding the Project.  (Am. Compl. \n¶¶ 30–31.) \n \n \n{8} The Arcogent Platform SOW also named Joe Coppola (“Coppola”) as Project \nGeneral Manager—the person “primarily re sponsible” for ensuring the Project’s \nimplementation—and estimated that his services for the entire Project would be a \ntotal of 2,080 hours billed.  (Am. Compl.  ¶¶ 37, 41.)  By March 2014, Arcogent \npurportedly had made little progress towa rd implementing the new Platform but \n“had already billed F2M nearly a quarter” of the cost Arcogent estimated for the \nentire Project.  (Am. Compl. ¶¶ 38–39.)  At that time, Coppola had already billed F2M \nfor 900 total hours worked, although F2M co ntends that his oversight resulted in \nminimal progress and critical mistakes in the process.  (Am. Compl. ¶¶ 42–44.)   \n{9} During a meeting in or around Apr il 2014, F2M raised its concerns about \nArcogent’s perceived lack of progress relative to its billing, seeking reassurance that \nthe company could deliver the Platform as promised.  (Am. Compl. ¶ 47.)  The parties \nspecifically addressed Coppola’s work as Project General Manager at this meeting \nbecause F2M believed that he was either overbilling for work no t performed or was \nincompetent since they saw such minimal advancement relative to F2M’s investment \nin the Project.  (Am. Compl. ¶¶ 49–50.)  \n{10} F2M now alleges that Coppola knowingly submitted fraudulent time sheets \nfrom November 2013 to March 2014, which “misrepresented the time, scope and \nsubstance” of his work on the Project, and that such misrepresentations led to \nArcogent sending F2M invoices containing “false, inflated, and improper charges[.]”  \n(Am. Compl. ¶¶ 51–53.)  Because “Arcogen t knew or should have known” that \nCoppola was submitting false time sheets, F2M alleges that the company violated a \nduty to not provide misleading information by sending invoices to F2M based on \nCoppola’s misrepresentations.  (Am. Compl. ¶¶ 54–56.)   \n{11} After F2M raised its concerns, Arcogent subsequently fired Coppola, and the \ncompany also took other steps to salvage the Project.  (Am. Compl. ¶¶ 58–60.)  The \nparties agreed to a Change Order on Ma y 29, 2014 that set forth the deliverables \nrequired for the first micro-project associated with the Arcogent Platform SOW and \naltered the billing practices under the contract.  (Am. Compl. ¶¶ 60, 63.)  The deadline \nfor the completion of the micro-project wa s initially set for July 31, 2014, but the \n \n \ndeadline was extended multiple times due to  Arcogent’s inability to deliver.  (Am. \nCompl. ¶¶ 64–68.)   \n{12} The product associated with the firs t micro-project under the Arcogent \nPlatform SOW was finally delivered to  F2M on December 15, 2014, but the \ndeliverable was allegedly plagued with errors and failed to perform adequately.  (Am. \nCompl. ¶¶ 69–72.)  Contrary to Arcogent’s promises to rectify this failure and its \nassurance that it would provide a quality product, F2M alleges that it has only \nreceived one product, which it contends is unusable, for only one of the micro-projects \npursuant to the Arcogent Platform SOW, despite the company’s two-year effort and \nsignificant financial investment in the Project.  (Am. Compl. ¶¶ 71–72, 76–79.)   \n{13} F2M filed its Complaint against Arcogent on May 14, 2015, and, in response \nto an initial motion to dismiss, F2M filed its First Amended Complaint on August 17, \n2015.  The First Amended Complaint asserts cl aims for (i) breach of contract, (ii) \nfraud, (iii) negligent misrepresentation, (i v) negligent supervision, and (v) violation \nof the Unfair and Deceptive Trade Practices Act, codified at N.C. Gen. Stat. § 75-1.1 \net seq. (“Chapter 75 claim” or “UDTP claim”).  F2M filed the Motion to Dismiss on \nAugust 26, 2015.  The court held a hearing on the Motion on October 7, 2015, at which \nall parties were represented by counsel.  The Motion is now ripe for decision.   \nII. \nANALYSIS \nA. Fraud, Negligent Misrepresentation, and Negligent Supervision \n{14} Arcogent seeks dismissal of F2M’ s claims for fraud, negligent \nmisrepresentation, and negligent supervision based on the economic loss doctrine.  At \nthe hearing, F2M conceded that its fraud and negligent misrepresentation claims \nwere likely barred by that rule but asserted that its negligent supervision claim \nshould survive Arcogent’s Motion.  \n{15} This Court recently elaborated on the origin and evolution of the economic \nloss doctrine in North Carolina in Artistic Southern, Inc. v. Lund, 2015 NCBC LEXIS \n113 (N.C. Super. Ct. Dec. 9, 2015).  The rule  originated in products liability cases to \nbar recovery in tort for purely economic loss arising out of a defective product.  Artistic \n \n \nSouthern, 2015 NCBC LEXIS 113, at *21.  The do ctrine has gained a broader reach \nbecause it arises from the pr inciple that “‘[o]rdinarily, a breach of contract does not \ngive rise to a tort action by th e promisee against the promisor.’”  Id. (quoting N.C. \nPorts Auth. v. Lloyd A. Fry Roofing Co., 294 N.C. 73, 81, 240 S.E.2d 345, 350 (1978)).  \nNorth Carolina courts, therefore, generally recognize that \na tort action does not lie against a party to a contract who simply fails \nto properly perform the terms of the contract, even if that failure to \nproperly perform was due to the negligent or intentional conduct of that \nparty, when the injury resulting from the breach is damage to the \nsubject matter of the contract.   \nSpillman v. Am. Homes of Mocksville, Inc. , 108 N.C. App. 63, 65, 422 S.E.2d 740, \n741–42 (1992).  See also Strum v. Exxon Co., USA , 15 F.3d 327, 330 (4th Cir. 1994) \n(applying North Carolina law and reasoning that “[p]arties contract partly to \nminimize their future risks.  Importing tort law principles of punishment into \ncontract undermines their ability to do so.”). \n{16} The economic loss doctrine today gene rally limits recovery in tort “when a \ncontract exists between the parties that defines the standard of conduct and which \nthe courts believe should set the measure of recovery.”  Akzo Nobel Coatings, Inc. v. \nRogers, 2011 NCBC LEXIS 42, at *47–48 (N.C. Su per. Ct. Nov. 3, 2011).  Flowing \nfrom this rule, in order to maintain tort claims for conduct also alleged to be a breach \nof contract, a plaintiff must identify a duty owed by the defendant “separate and \ndistinct from any duty owed under a contract.”  Id. (quoting Kelly v. Ga. Pac., LLC , \n671 F. Supp. 2d 785, 791 (E.D.N.C. 2009)).   \n{17} The economic loss rule, therefore, will bar F2M’s tort claims if the allegedly \noffending conduct is also a breach of the parties’ contract and Plaintiff fails to identify \na duty separate and distinct from F2M’s contractual obligations.   \n{18} F2M identifies its “contract or contra cts” with Arcogent as the “Master \nServices Agreement and the preceding and su bsequent statements of work.”  (Am. \nCompl. ¶ 81.)1  F2M premises all of its tort claims on Coppola’s allegedly deceptive \n                                                            \n1 Arcogent attached the Master Services Agreement and the Strategic Product Platform \nTransformation Statement of Work to its Motion to Dismiss.  “When ruling on a Rule 12(b)(6) motion, \n \n \noverbilling and Arcogent’s role in conveying these invoices to F2M.  (Am. Compl. ¶¶ \n92, 102, 112.)  Unsurprisingly, the parties’ contract explicitly addresses billing and \nstaffing.  The Master Services Agreement sp ecifically provides that “Arcogent shall \nprepare and submit to [F2M] written monthly invoices showing the compensation due \nfor work performed.”  (Def.’s Mem. Supp. Mot. Dismiss Ex. A, hereinafter “MSA,” Art. \n8(C).)  The Arcogent Platform SOW further states that “Arcogent will invoice [F2M] \nonly for the Services actually rendered and the expenses actually incurred.”  (Def.’s \nMem. Supp. Mot. Dismiss Ex. B, hereinafter “Arcogent Platform SOW,” § 1.4.)  Each \nparty additionally held the right, under the terms of the contract, to replace any \nProject Manager by written notice.  (MSA Art. 2.)  In light of the numerous provisions \nsetting out the parties’ rights and obligations regarding billing, the Court concludes \nthat the terms of the negotiated cont ract embrace the allegations surrounding \nCoppola’s alleged overbilling.\n \n{19} F2M’s claim for negligent supervision also contends that Arcogent’s failure \nto supervise Coppola adequately enabled his overbilling and Arcogent’s failure to \ndeliver a suitable product.  (Am. Compl. ¶ 107.)  This allegation, however, also \ndescribes a breach of the parties’ contract, as Arcogent represented that it would \n“[m]anage and oversee day-to-day project acti vities for the project team[, and] . . . \noversee and manage [Arcogent and F2M] st affing and tasks.”  (Arcogent Platform \nSOW § 1.2.1.)   \n{20} In support of its negligent misrepresentation claim, F2M further asserts \nthat Arcogent represented its capability to meet F2M’s goals and that Arcogent \nallegedly knew or should have known it could not do so.  (Am. Compl. ¶ 97–98.)  The \nArcogent Platform SOW, however, lays out a detailed and strategic process—nearly \nthree pages of itemized representations from the design phase through delivery—for \nbuilding a product suited to F2M’s needs.  (Arcogent Platform SOW § 1.1.)  Since the \nparties defined the scope of Arcogent’s performance by contract, a failure to perform \n                                                            \na court may properly consider documents which are the subject of a plaintiff’s complaint and to which \nthe complaint specifically refers even though they are presented by the defendant.”  Oberlin Capital, \nL.P. v. Slavin, 147 N.C. App. 52, 60, 554 S.E.2d 840, 847 (2001).   \n \n \nthe contracted-for services is properly alleged as a breach of their contract.  See, e.g., \nSupplee v. Miller-Motte Bus. College, Inc. , 768 S.E.2d 582, 593 (N.C. Ct. App. 2015) \n(defining a material breach of contract as a substantial failure to perform).   \n{21} Accordingly, because the breach of contract claim encompasses the conduct \nunderlying F2M’s tort claims, the economic loss rule applies and will bar F2M’s tort \nclaims absent allegations of an independent and identifiable duty owed by Arcogent.  \n{22} F2M argues that Arcogent owed a “duty not to provide deceptive or \nmisleading information” that is separate and distinct from any contractual duties \nowed.  (Pl.’s Opp. Mot. Dismiss 8.)  The two cases that F2M cites in support of its \nargument, however, discuss the existence of such a duty only in instances of \nfraudulent inducement.  Schumacher Immobilien Und Beteiligungs AG v. Prova, No. \n1:09cv00018, 2010 U.S. Dist. LEXIS 107526, at *5 (M.D.N.C. Oct. 7, 2010) (applying \nNorth Carolina law and discussing a contracting party’s duty not to provide false \ninformation to induce the execution of a contract); Ada Liss Group v. Sara Lee Corp., \nNo. 06CV610, 2010 U.S. Dist. LEXIS 59691,  at * 35 (M.D.N.C. Apr. 27, 2010) \n(applying North Carolina law and holding that the defendant owed a duty not to \nprovide deceptive or misleading information where ample evidence suggested a \nfraudulent scheme to induce the plaintiff into signing a settlement agreement).  \nBecause F2M alleges that the parties were performing under the contract when the \npurportedly tortious conduct occurred, the Court concludes that Arcogent did not owe \nF2M a separate and distinct duty not to provide deceptive and misleading \ninformation in these circumstances.  \nSee Wireless Communs., Inc. v. Epicor Software \nCorp., No. 3:10CVS556-DSC, 2011 U.S. Dist. LEXIS 2633, at *13–14 (W.D.N.C. Jan. \n10, 2011) (applying North Carolina law and distinguishing Schumacher and Ada Liss \nas fraudulent inducement cases that did no t create a separate and distinct duty to \nprevent dismissal under the economic loss rule).    \n{23} Absent allegations of other separate and distinct duties sufficient to support \nits tort claims, F2M’s assertion of fraud, negligent misrepresentation, and negligent \nsupervision claims appears, at root, to be  an attempt “to manufacture a tort dispute \nout of what is, at bottom, a simple breach of contract claim.” Strum, 15 F.3d at 329.  \n \n \nSuch attempts are “inconsistent both with North Carolina law and sound commercial \npractice.”  Id.; Broussard v. Meineke Disc. Muffler Shops, Inc., 155 F.3d 331, 346 (4th \nCir. 1998) (applying North Carolina law).  The Court therefore concludes that F2M’s \nclaims for fraud, negligent misrepresentat ion, and negligent supervision should be \ndismissed with prejudice.  \nB. Unfair and Deceptive Trade Practices \n{24}  To state a claim for unfair and decepti ve trade practices under N.C. Gen. \nStat. § 75-1.1 et seq. (“Chapter 75”), “a plaintiff must show: (1) defendant committed \nan unfair or deceptive act or practice, (2) the action in question was in or affecting \ncommerce, and (3) the act proximately caused injury to the plaintiff.”  \nDalton v. Camp, \n353 N.C. 647, 656, 548 S.E.2d 704, 711 (2001).  In support of its Chapter 75 claim, \nPlaintiff alleges that Arcogent “was obli ged to bill F2M only for work actually \nperformed on the Project” and that, by  overbilling, Arcogent “fraudulently \nmisrepresented the scope of services actually performed.”  (Am. Compl. ¶¶ 118–19.)  \nF2M claims that it suffered injury at Arcogent’s hands because F2M “reasonably \nrelied on the inaccurate billing statements.”  (Am. Compl. ¶ 120.)   \n{25} It is “well recognized . . . that actions for unfair or deceptive trade practices \nare distinct from breach of contract” and th at a party’s breach of contract, “even if \nintentional, is not sufficiently unfair or deceptive to sustain an action under [Chapter \n75].”  Branch Banking & Trust Co. v. Thompson , 107 N.C. App. 53, 62, 418 S.E.2d \n694, 700 (1992).  A party must therefore show “s ubstantial aggravating \ncircumstances” accompanying the breach of contract to sustain its Chapter 75 claim. \nId.; see Griffith v. Glen Wood Co., 184 N.C. App. 206, 217, 646 S.E.2d 550, 558 (2007).   \n{26} F2M argues that it has alleged unfai r and deceptive conduct outside the \nscope of the parties’ contract, including Arcogent’s and Coppola’s knowing submission \nof inaccurate invoices, Arcogent’s alleged concealment of the overbilling, and \nArcogent’s supposed knowledge that it could not deliver a final product as \nrepresented.  (Pl.’s Opp. Mot. Dismi ss 15.)  However, as discussed above, the \nAmended Complaint’s allegations of wrongdoing address rights and obligations owed \nunder the contract.  Thus, the question before the Court is whether the Amended \n \n \nComplaint sufficiently alleges substant ial aggravating circumstances to bring \nArcogent’s alleged breach of contract into the exception to the general rule that a \nmere breach of contract is insuffici ent to support a Chapter 75 claim.  E.g., \nFlanders/Precisionaire Corp. v. Bank of N.Y. Mellon Trust Co. , 2015 NCBC LEXIS \n36, at *38 (N.C. Super. Ct. April 7, 2015).  \n{27} Conduct typically held to constitute sufficient aggravating circumstances \nunder Chapter 75 “generally involve[s] fo rged documents, lies, and fraudulent \ninducements.”  Stack v. Abbott Labs., Inc., 979 F. Supp. 2d 658, 668 (M.D.N.C. 2013).  \nSee e.g. , Garlock v. Henson , 112 N.C. App. 243, 246, 435 S.E.2d 114, 115 (1993) \n(holding that defendant’s forged bill of sale and continual deception for three years to \ndeprive plaintiff of money to which he was entitled amounted to substantial \naggravating circumstances); Sparrow Sys. v. Private Diagnostic Clinic, PLLC , 2014 \nNCBC LEXIS 70, at *44–45 (N.C. Super. Ct. Dec. 24, 2014) (concluding that plaintiff \nalleged more than a mere breach of cont ract where the complaint alleged deceitful \nconduct including the  procurement of plai ntiff’s proprietary information under the \nfalse pretense of “quality control”).    \n{28} F2M contends that the allegations of Coppola’s knowing and intentional \noverbilling and Arcogent’s subsequent intentional concealment constitute sufficient \naggravating circumstances to permit its Ch apter 75 claim to surv ive.  (Pl.’s Resp. \nOpp. Mot. Dismiss 15.)  As a general rule , however, where, as here, the parties’ \ncontract required the defendant to only bill for services rendered, a plaintiff’s \nallegations of overbilling will usually amo unt to, at most, an intentional breach of \ncontract.  \nSee, e.g., Phelps Staffing, LLC v. C. T. Phelps, Inc., 226 N.C. App. 506, 512–\n13, 740 S.E.2d 923, 928–29 (affirming trial cour t’s conclusion that allegations of \nfraudulent billing amounted to nothing more than a billing error and were not \nsubstantially aggravating circumstances); Boyd v. Drum, 129 N.C. App. 586, 593, 501 \nS.E.2d 91, 97 (1998), aff'd, 350 N.C. 90, 511 S.E.2d 304 (1999) (holding that \ndefendants failure to pay plaintiffs pu rsuant to a promis sory note was not \n“substantially aggravating” to support Chapter 75 claim); Flanders/Precisionaire \nCorp., 2015 NCBC LEXIS 36, at *38 (dismissing  defendant’s UDTP counterclaim as \n \n \nan intentional breach of contract where plaintiff allegedly reduced rental payments, \npurported to terminate leases, and concealed those actions from defendant).     \n{29} To avoid this result, F2M specific ally asks the Court to consider F. Ray \nMoore Oil Co. v. State in support of its contention that Arcogent’s alleged overbilling \nin breach of the parties’ contract is sufficient to support F2M’s UDTP claim.  80 N.C. \nApp. 139, 141–42, 341 S.E.2d 371, 373 (1986).  In that case, the court upheld a UDTP \ncounterclaim against the plaintiff, which made various misrepresentations and \noverbilled in violation of its contract to supply oil to the state.  \nId.  F2M argues that \nthis case stands for the proposition that overbilling in breach of a contract of the sort \nalleged here can rise to the level of substantial aggravating circumstances. \n{30} The Court does not find F. Ray Moore  controlling.  First, the plaintiff’s \nargument in F. Ray Moore centered on its interpretation of the contract at issue and \nits contention that its acts were actually not a breach.  Id. at 141–42, 341 S.E.2d at \n373.  On appeal from a bench trial, the plaintiff challenged the trial court’s conclusion \nthat plaintiff had breached the contract, and the plaintiff did not argue to the Court \nof Appeals that its mere breach of contract was an insufficient basis for the UDTP \nclaim.  Hence, the court in \nF. Ray Moore did not squarely address the argument that \nF2M uses the case to advance.  Furthermor e, the sole case that has subsequently \nrelied on F. Ray Moore cites it for a different point of law.  The Court, therefore, does \nnot believe that this case compels a conclusion that Arcogent’s conduct amounted to \nsubstantially aggravating circumstances.   \n{31} F2M further argues that it has alleged more than an intentional breach of \ncontract because it contends that Arcogent intentionally concealed Coppola’s \noverbilling.  (Pl.’s Opp. Mot. Dismiss 15.)  The Court disagrees.   \n{32} First, F2M advances only conclusory allegations that Arcogent knew of \nCoppola’s overbilling when invoic ing F2M.  (Am. Compl. ¶ 59.)  See, e.g. , Global \nPromotions Grp., Inc. v. Danas Inc. , 2012 NCBC LEXIS 40, at *12 (N.C. Super. Ct. \nJune 22, 2012) (“Absent specific, supportive,  factual allegations, the court need not \naccept as true general conclusory allegations of the elements of a cause of action for \npurposes of a motion to dismiss.”). \n \n \n{33} In addition, the Amended Complaint states in more detail that F2M raised \nits concerns about Coppola and his billing practices in a meeting with Arcogent, (Am. \nCompl. ¶ 50), after which Arcogent subsequently terminated Coppola and took other \nsteps to salvage the Project.  (Am. Compl . ¶¶ 57–58.)  Taking these allegations as \ntrue, the Court concludes that Arcogent’s attempts to remedy Coppola’s overbilling \novercome F2M’s claim that the alleged co ncealment of Coppola’s overbilling is a \nsubstantially aggravating circumstance sufficient to support the UDTP claim.  See, \ne.g., Mitchell v. Linville, 148 N.C. App. 71, 76, 557 S.E.2d 620, 624 (2001) (affirming \nno substantial aggravating circumstanc es existed where defendants openly \nacknowledged their failure to deliver at closing and attempted to replace defective \nproducts).   \n{34} Further, even if F2M had alleged specific facts showing that Arcogent knew \nit was submitting inaccurate invoices, F2M has not alleged facts suggesting that \nthese acts were deceptive rather than an intentional breach of a negotiated contract.  \nSee James R. Carcano v. JBSS, LLC, 200 N.C. App. 162, 172, 684 S.E.2d 41, 50 (2009) \n(“In determining the unfair or deceptive nature of an act or practice, each case is fact \nspecific, and such determination depends upon the “‘impact the practice has in the \nmarketplace.’”) (citation omitted) \n{35} F2M also contends that it has alleged sufficient aggravating circumstances \nto support its Chapter 75 claim because Arco gent “knew or should have known that \nit was incapable” of meeting the goals of the Arcogent Platform SOW.  (Am. Compl. ¶ \n115–17.)  Allegations that a part y entered into a contract wi th no intent to perform \nmay support a Chapter 75 claim.  Wells Fargo Bank, N.A. v. Corneal, 767 S.E.2d 374, \n378 (N.C. Ct. App. 2014).  See also Gilbane Bldg. Co. v. Fed. Reserve Bank of \nRichmond, Charlotte Branch, 80 F.3d 895, 903 (4th Cir. 1996) (“[A] broken promise \nis unfair or deceptive only if the promisor had no intent to perform when he made the \npromise.”). \n{36} F2M, however, has only alleged that Arcogent “knew or should have known” \nit could not deliver the Platform as promised .  This falls short of an allegation that \nF2M had no intent to perform under the contract,  and so the Court concludes that \n \n \nArcogent’s alleged inability to perform is  at most a mere “broken promise,” and \ntherefore insufficient to support F2M’s UDTP claim. See, e.g., Corneal, 767 S.E.2d at \n378 (“[W]e hold that defendants' allegation that plaintiff broke its promise, standing \nalone, does not constitute a [UDTP] claim.”); Opsahl v. Pinehurst, Inc., 81 N.C. App. \n56, 70, 344 S.E.2d 68,  77 (1986) (holding that the representation of projected \ncompletion dates “as firm when in fact they are not” did not give rise to UDTP claim). \n{37} Based on the above, the Court concludes that F2M’s Amended Complaint \nfails to allege the required aggravatin g circumstances accompanying Arcogent’s \nalleged breach of contract to support F2M’s UDTP claim.  As such, F2M’s claim under \nChapter 75 is essentially a claim for intentional breach of contract and should \ntherefore be dismissed with prejudice. \nIII. \nCONCLUSION \n{38} For the foregoing reasons, Defendan ts’ Motion to Dismiss is hereby \nGRANTED. \n{39} Plaintiff’s claims for fraud, neg ligent misrepresentation, negligent \nsupervision, and violation of N.C. Gen. Stat. § 75-1.1 et seq. are hereby DISMISSED \nwith prejudice.  \n SO ORDERED , this the 5th day of January, 2016. \n \n \n       / s /  L o u i s  A .  B l e d s o e ,  I I I    \n       Louis A. Bledsoe, III \n       Special Superior Court Judge \n         f o r  C o m p l e x  B u s i n e s s  C a s e s  \n \n "
}