{
  "id": "022f380f9b16ae1ca264ed770be5ee9d698893f706bfcfdc9de3cf598490308a",
  "source_file": "data/raw/ncbc/022f380f9b16ae1ca264ed770be5ee9d698893f706bfcfdc9de3cf598490308a.pdf",
  "raw_text": "Evo Corp. v. Poling, 2015 NCBC 80. \nSTATE OF NORTH CAROLINA \nCOUNTY OF FORSYTH \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n15 CVS 4230 \nEVO CORPORATION, \n \nPlaintiff, \n \nv. \n \nDOUGLAS A. POLING; and  \nAMANDA V . TYSON,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER ON MOTION FOR \nPRELIMINARY INJUNCTION \n \n{1} THIS MATTER is before the Court on Plaintiff’s Motion for \nPreliminary Injunction (“Motion”).  Based upon the Findings of Fact and \nConclusions of Law below, the Motion is GRANTED IN PART and DENIED IN \nPART. \nKilpatrick Townsend & Stockton LLP by Richard Keshian and Elizabeth L. \nWinters for Plaintiff. \n \nWomble Carlyle Sandridge & Rice, LLP by Brent F. Powell and James A. \nDean for Defendant Douglas A. Poling \n \nFitzgerald Litigation by Andrew L. Fitzgerald for Defendant Amanda V. \nTyson. \n \nGale, Chief Judge. \nI. FINDINGS OF FACT \n {2} The Court makes the following Findin gs of Fact solely for purposes of \nresolving the present Motion.  These findings are without prejudice to inconsistent \nfindings in a subsequent evidentiary proceeding.  The findings are based on the \nverified complaint, affidavits, deposition testimony, and documents of record.   \n{3} Plaintiff Evo Corporation (“Evo”) instituted this action by filing a \nVerified Complaint and Motion for Temporary Restraining Order and Preliminary \nInjunction on July 10, 2015, against Defendant Douglas A. Poling (“Poling”) and \n \n \nDefendant Amanda V. Tyson (“Tyson”).  That same day, the Hon. David L. Hall \nissued a temporary restraining order (“TRO”) against both Defendants and \nscheduled the matter for a hearing on Evo’s motion for preliminary injunction on \nJuly 22, 2015.  On July 20, 2015, North Carolina Supreme Court Chief Justice Mark \nMartin designated the matter as a complex business case, and the case was \nassigned to the undersigned on July 21, 2015.  On July 24, 2015, the parties \nconsented to the extension of the TRO until August 13, 2015, as well as to expedited \ndiscovery.  The Court heard the Motion on August 13, 2015, and at the conclusion of \nthe hearing, Poling agreed to extend the TRO for seven days to allow the Court to \nfurther consider the Motion.  The Court announced at the hearing that it would not \nenter a preliminary injunction against Tyson and that the TRO against her would \nbe allowed to expire.  The Motion is now ripe for determination. \n{4} Evo is a North Carolina corporation, with a principal place of business \nin Winston-Salem, North Carolina.  It maintains other offices, including in \nChattanooga, Tennessee and Jacksonville, Florida.  Evo’s services extend across a \nrange of specialized environmental and industrial services, which may be identified \nas five separate functions.  Those five functions are specified in and quoted from the \nCovenant identified below. \n {5} Poling is a former Evo employee.  Evo hired Poling on August 13, 2012.  \nHe became Evo’s Industrial Services Manager, with management oversight of Evo’s \nindustrial services operations from its facilities in North Carolina, Tennessee, and \nFlorida.  Although Poling primarily had direct client contact only with customers \nserviced from Evo’s North Carolina facility, his management oversight gave him \nknowledge, or access to knowledge, regarding customers of the other facilities and \ntheir needs.  Poling was directly involved in identifying or soliciting new customers \nfor services to be rendered in Florida, Georgia, North Carolina, South Carolina, \nTennessee, and Virginia. \n {6} Evo’s industrial services are provid ed onsite at the customer’s location. \n {7} Poling signed an Employment and Confidentiality Agreement \n(“Employment Agreement”) and a Covenant Not to Compete and Non-Solicitation \n \n \nAgreement (“Covenant”) on August 13, 2012, in connection with and as a part of the \nterms of his initial employment.  The terms of these agreements were reaffirmed on \nOctober 21, 2013, when Poling was promoted to the position of Industrial Services \nManager.  These agreements had not been terminated and were in force when Evo \nterminated Poling on March 27, 2015. \n {8} Tyson is a former Evo employee.   Tyson worked from Evo’s Winston-\nSalem facility as Poling’s administrative assistant.  Evo hired Tyson on December \n30, 2013.  Tyson did not execute a covenant not to compete, but she did sign a \nConfidentiality Acknowledgement (“Acknowledgement”) contemporaneously with \nand as a part of the terms of her initial employment.   \n {9} The Covenant Poling signed includes several paragraphs that are \nsignificant to the present Motion.  Paragraph A.1 list the five areas of services that \nEvo provides, defined as (1) industrial resources, (2) environmental resources, (3) \nwaste management resources, (4) transportation resources, and (5) land resources.  \nPoling worked only in the area of industrial resources. \n {10} Paragraph A.2 of the Covenant provides that Poling will not, for a \nperiod of twelve months from the termination of his employment, within the \n“Restricted Territory,” engage in any employment activity which is the same as or \nsubstantially similar to those employment activities in which Poling engaged while \nemployed with Evo: \n(a)  for a direct competitor of Evo whose products or services compete with \nthose provided by Evo; or \n(b) for any customer of Evo during the two years prior to the termination of \nPoling’s employment or any customer Evo was actively soliciting at the \ntime of the termination. \n{11} As worded, the restriction on empl oyment was limited to the period of \ntwelve months following Poling’s termination and only prevents employment in the \nsame activities Poling performed for Evo; that is, industrial services.  However, \nthese limitations were in force throughout the entire Restricted Territory. \n \n \n {12} Paragraph A.2 of the Covenant  further provides that, within the \nRestricted Territory and for a period of twelve months from the termination of his \nemployment, Poling may not solicit, for the purpose providing the same or \nsubstantially similar product or service as Evo, any customer who was a customer \nwithin the two years prior to the termination of Poling’s employment or who was \nbeing actively solicited by Evo as a customer at the time of that termination. \n {13} Evo advocates that the Court should read the phrase, “for the purpose \nof providing the same or substantially similar product or service,” as limiting the \napplication of the non-solicitation covenant, as applicable to Poling, to only \nindustrial services.   \n {14} In response to the Court’s inquiry, Evo admitted that the non-\nsolicitation Covenant is overbroad if it must be construed to extend to prohibiting \nPoling from soliciting business for all five services that Evo offers. \n {15} Paragraph A.2 of the Covenant also prohibits Poling from contacting \nany Evo employee during the twelve months following the termination of his \nemployment for the purposes of soliciting or inducing them to leave Evo’s \nemployment.  Evo has produced testimony from a number of Evo employees that \nPoling solicited or induced them to leave their employment with Evo.  While Poling \ncontests this evidence, at least in part, he further indicated that he does not oppose \nthe entry of a preliminary injunction enjoining any further solicitation or \ninducement of Evo employees. \n {16} The “Restricted Territory,” is defined by paragraph A.3 of the \nCovenant, which reads: \nWithin a 50-mile radius of any city, town, or geographic location in \nwhich Evo has sold its products or services within the two-year period \nprior to the termination of the Employee’s employment with Evo, \nwithin the following states: \n \n(a) North Carolina; \n(b) South Carolina \n(c) Virginia; \n(d) any state in the United States in which Evo sells its products or \nservices. \n \n \n \nThe parties agree that this geographic area is reasonable, in that this \nCovenant applies only to direct competitors in the same market areas \nand with respect to the same or substantially similar competing \nproduct or service, and there is a limited number of direct competitors \nwho sell the same or similar products and services as those marketed \nand sold by Evo. \n(Verified Compl. & Mot. TRO & Prelim. Inj. Ex. B ¶ A.3.) \n {17} Evo contends that the Restrict ed Territory for purposes of Poling’s \nCovenant should be limited to the radius around customers for whom Evo provided \nindustrial services, and that this limitation is evident from the phrase that the \nCovenant “applies only to direct competitors in the same market areas and with \nrespect to the same or substantially similar competing product or service.”  (Verified \nCompl. & Mot. TRO & Prelim. Inj. Ex. B ¶ A.3.)  That is, Evo urges that the \nlanguage necessarily implies that the parties intended and agreed that the \nCovenant would only apply to customers for a “substantially similar competing \nproduct or service” for which Poling was employed by Evo. \n {18} Paragraph A.5 of the Covenant acknowledges that a violation of the \nCovenant would result in irreparable harm, such that Evo shall be entitled to an \ninjunction.  Paragraph B of the Covenant states that its various provisions are \nseverable. \n {19} Poling accepted employment with EnviroVac on April 13, 2015, to \noperate a satellite facility in Greensboro, North Carolina.  Evo provides industrial \nservices within fifty miles of Greensboro.  Poling was employed for purposes of \nproviding industrial services of the same type as those he had provided when \nemployed by Evo.  EnviroVac is a direct competitor of Evo’s in the area of industrial \nservices.     \n {20} At the time Poling was terminated, he maintained a close, personal \nrelationship with Tyson.  After he was terminated, and prior to accepting \nemployment with EnviroVac, Poling requested that Tyson secretly obtain Evo’s \ninformation, which Evo contends is confidential and subject to undertakings \nexecuted by both Poling and Tyson.  Tyson obtained Poling’s business-card holder in \n \n \nresponse to his request.  Poling has testified that the cards in that holder were \nexclusively those that he possessed prior to beginning employment with Evo.   \n {21} Although Tyson agreed to and intended to obtain additional \ninformation as Poling requested, she was unable to do so before she resigned from \nEvo on March 30, 2015. \n {22} Poling had one rate sheet, which Evo contends is confidential.  Poling \nadmits that he provided the rate sheet to EnviroVac, but offered testimony denying \nboth that the information should be considered confidential and that he or \nEnviroVac used the rate sheet.  The Court has, for purposes of this Motion only, \nassumed both that the information was confidential and that Poling actually used \nthe information on behalf of EnviroVac.    \n {23} After her resignation, Tyson di scovered that she possessed certain \nother Evo information.  She testified that she has returned all such information to \nEvo, and the record does not indicate that she provided this information to Poling.  \nAt the hearing on the Motion, her counsel, in her presence, assured the Court that \nshe has returned all such information, she understands the nature and import of \nher obligations to honor the protection of Evo’s confidential information, and she \nrecognizes the potential consequences of her failure to do so.   \n {24} Capital Power, which maintains facilities in Roxboro and Southport, \nNorth Carolina, is or was an Evo customer that, prior to Poling’s termination, \naccounted for more than fifty percent of Evo’s billings for industrial services.  Poling \nhad direct contact with Capital Power while he was employed by Evo.  Both before \nand after his employment with EnviroVac, Poling directly solicited Capital Power \nfor the purpose of providing industrial services to Capital Power on behalf of \nEnviroVac, and in direct competition with Evo. \n {25} Capital Power is now an EnviroVac customer for industrial services.  \nThere is contested evidence as to why Capital Power no longer intends to obtain \nindustrial services from Evo, and whether Poling’s move from Evo to EnviroVac \nimpacted Capital Power’s decision to switch industrial services providers. \n \n \n{26} Poling has solicited other Evo customers in North Carolina for \npurposes of providing of industrial services in direct competition with Evo. \n {27} Shortly after his employment wi th Evo was terminated, Poling texted \nTyson statements evidencing his intention to harm Evo and to take its customers.  \nThese messages demonstrate a clear potential that Poling will harm Evo if he is not \nenjoined. \n {28} Evo came into possession of th ese documents when Poling returned his \ncompany-owned iPhone to Evo without also disabling a link between that iPhone \nand his cloud account.  Because the cloud account was also linked to Poling’s \npersonal phone, the iPhone continued to receive and display text messages sent to \nand from his personal phone. \n {29} Absent the entry of an injunction, it is likely that Poling intends to and \nwill continue employment and solicit customers in contravention of the Covenant. \n {30} The geographic scope of the Restricted Territory of the Covenant is \ndefined by a geographic radius of fifty miles that extends not from Evo’s various \noffices, but from any location where Evo provides services.     \n {31} Evo has not demonstrated that it has more than one customer in the \nvarious geographic areas within the Restricted Territory, which includes a radius of \nfifty miles around any customer for which Evo provided a service within two years \nof the termination of Poling’s employment.    \n {32} Based upon these Findings of Fa ct, solely for purposes of the Motion, \nthe Court makes the following: \nII. CONCLUSIONS OF LAW \n {33} Restrictive covenants are not gene rally favored and must be strictly \nconstrued against the employer. \nSee Farr Assocs., Inc. v. Baskin, 138 N.C. App. 276, \n279, 530 S.E.2d 878, 881 (2000) (noting that covenants not to compete are \ndisfavored); see also Reichhold Chems., Inc. v. Goel, 146 N.C. App. 137, 153, 555 \nS.E. 2d 281, 291 (2001) (noting that ambiguities in written instruments should be \nconstrued against the drafter). \n \n \n {34} To be valid, a restrictive covena nt prohibiting employment or customer \nsolicitation must be  (1) in writing, (2) made a part of the employment contract, (3) \nsupported by consideration, (4) reasonable both as to time and territory, and (5) not \nagainst public policy in that they are no broader than necessary to protect the \nemployer’s interest.  United Labs., Inc. v. Kuykendall, 322 N.C. 643, 649–50, 370 \nS.E. 2d 375, 380 (1988).  To determine the reasonableness of the time and \ngeographic scope of a covenant, a court examines time and territory in combination.  \nSee Jewel Box Stores Corp. v. Morrow, 272 N.C. 659, 665, 158 S.E.2d 840, 844 \n(1968) (“Although a valid covenant not to compete must be reasonable as to both \ntime and area, these two requirements are not independent and unrelated aspects \nof the restraint.  Each must be considered in determining the reasonableness of the \nother.”).  As a general proposition, a wider geographic scope might be permissible as \nthe time requirement is shortened.  See id.   \n {35} The Covenant was in writing, wa s signed by Poling as a part of his \nemployment contract, and was supported by consideration.  See Robins v. Weill, Inc. \nv. Mason, 70 N.C. App. 537, 542, 320 S.E.2d 693, 697 (1984) (noting that a covenant \nnot to compete entered into at the start of employment is supported by \nconsideration).  The Covenant is then enforceable so long as it is reasonable as to \ntime and territory.   \n {36} Here, the Covenant restricts Po ling from competitive employment for \ntwelve months.  This is well within the time period that North Carolina courts have \nupheld.  See, e.g., Hejl v. Hood, Hargett & Assocs. Inc., 196 N.C. App. 299, 674 \nS.E.2d 425 (2009) (upholding three-year time restraint); Kinesis Adver. Inc. v. Hill, \n187 N.C. App. 1, 652 S.E.2d 284 (2007) (upholding two-year time restraint). The \ntime period of the Covenant as related to the prohibition on competitive \nemployment is reasonable.  The Covenant is drawn narrowly to limit only \nemployment of the type Poling performed while Evo employed him.  If the \nRestricted Territory is reasonable as to geographic scope, the restrictive covenant as \nto employment is reasonable. \n \n \n {37} As worded, the Covenant’s prohib ition against customer solicitation is \nfor a period of three years.  This period is determined by adding the one year \nprohibition following the termination of Poling’s employment to the look-back period \nof two years that paragraph A.2 of the Covenant uses to determine the customers \nsubject to the restriction.  \nSee Farr Assocs., 138 N.C. App. at 280–81, 530 S.E.2d at \n881. \n {38} If the Covenant were restricted to Evo customers with whom Poling \ndealt directly, the three-year time period would be within the range of those time \nperiods approved by North Carolina cases.  \nCf. Manpower of Guilford Cty., Inc. v. \nHedgecock, 42 N.C. App. 515, 522, 257 S.E.2d 109, 114–15 (1979) (noting that time \nlimitations in non-competes should be valid if their purpose is to prevent loss of \ncustomers, and that when the primary concern is the employee’s knowledge of \ncustomers, the territory should be restricted to those areas in which the employee \nmade contacts).  However, the Covenant is not so restricted.  First, the Covenant is \nnot limited to customers with which Poling dealt directly.  Second, the Covenant \nextends beyond customers Evo had at the time of Poling’s termination, reaching \ncustomers who were Evo customers within the two years prior to Poling’s \ntermination but were not Evo customers at the time of Poling’s termination and \nreaching all potential Evo customers.  Further expanding the geographic scope, the \nRestricted Territory extends to a fifty-mile radius around each such customer. \n{39} The Court must strictly construe th e contract against its drafter, Evo.  \nId. at 522, 257 S.E.2d at 115.   \n{40} There is, at a minimum, a substantial question of whether the \nCovenant as worded is no broader than necessary to protect Evo’s legitimate \nbusiness interests.  The Court concludes that Evo has not shown a probability of \nsuccess in proving that the Restricted Territory of the Covenant is reasonable both \nas to time and territory.  The Court further concludes that it cannot cure the \nproblem of the Covenant’s overbreadth by utilizing the blue-pencil doctrine.  There \nis no phrase that the Court can strike from the definition of the Restricted Territory \nto limit its reach either to only customers consuming Evo industrial services or to \n \n \ncustomers at the time of termination of Poling’s employment.  Hartman v. W.H. \nOdell & Assocs., 117 N.C. App 307, 317, 450 S.E.2d 912, 920 (1994) (blue penciling \nlimited to “distinctly separable” provisions of a restrictive covenant).  The most \nnarrow construction the Court could draw using its blue-pencil authority is to limit \nthe Covenant to a fifty-mile radius around customers to which Evo had, within the \ntwo years prior to Poling’s termination, sold products or services in North Carolina.  \nIn some instances, the radius would be greater than fifty miles, because the radius \nextends to any “city, town, or geographic location” in which the customer is located.  \nThe term “geographic location” is not defined.  For example, Evo indicated at the \nhearing that it has a customer in Atlanta, Georgia.  If the “geographic location” \nwere meant to be the greater Atlanta metropolitan area, the total radius would be \nsubstantially greater than fifty miles.   \n {41} Even if the Covenant’s prohibitio ns on solicitation could be restricted \nto customers seeking industrial services by employing the inference that Evo \npromotes, notwithstanding the rule of construction that requires construing the \nlanguage strictly, substantial questions remain as to whether the restriction is \nbroader than necessary when the geographic scope is considered in conjunction with \nthe time period of three years.  \n \n {42} The Covenant utilizes a two-year look-back period to determine the \ncustomers that must be used to define the geographic scope of the Covenant.  That \nlook-back period extends the scope to a geographic radius around former Evo \ncustomers who may no longer have been customers by the time Poling’s \nemployment was terminated.  Manpower, 42 N.C. App. at 522, 257 S.E.2d at 114–15 \n(noting that a restriction as to territory is only reasonable to the extent that \nrestriction protects the legitimate interests of an employer in maintaining its \ncustomers).  There is no separate and distinct phrase in the definition of the \nRestricted Territory that the Court could strike so as to limit the Covenant to only \ncurrent customers. \n {43} Evo has not developed an evidentiary record that demonstrates a \nlegitimate business interest in extending the Restricted Territory to the fifty-mile \n \n \nradius of the cities or towns within which its customers are located.  A more typical \ncovenant includes a geographic radius around an employer’s business location.  The \nevidence indicates that some of Evo’s customers are located substantially more than \nfifty miles from any Evo facility, including, for example, in Atlanta or West Virginia.  \nEvo argues that, in practical effect, its place of business should be considered its \ncustomer locations because Evo provides its services at the customers’ facility.  The \ncorollary would necessarily be that Evo has as many facilities as it has customers \nand that Poling must be restricted by his Covenant within the geographic radius of \neach of them. \n {44}  North Carolina precedent has a llowed an employer to extend a non-\ncompete to the full reach of that employer’s area of business, representing a \ngeographic area as large as North America and South America.  Importantly, \nhowever, the non-compete was limited to where the employee had extensive \nmanagerial responsibility and the restriction was specific to the employer’s clients \nwithout further geographic limitations.  Okuma Am. Corp. v. Bowers, 181 N.C. App. \n85, 91–92, 638 S.E.2d 617, 621–22 (2007).1  Here, the Covenant reaches beyond \ncustomers with whom Poling dealt directly, even though he may have had some \noversight responsibility for all customers as a result of his management position.  \nSee Hejl, 196 N.C. App. at 306–07, 674 S.E.2d at 430 (refusing to enforce a non-\nsolicitation clause whose geographic scope extended into areas where the employee \ndid not have personal knowledge or involvement).     \n {45} The questions as to the Rest ricted Territory’s overbreadth are \ncompounded because the prohibition against customer solicitation is not limited to \ncustomers for which Poling had direct personal involvement, and extends to \npotential as well as actual customers.  See id. at 307, 674 S.E.2d at 430 (“[W]here \n                                                 \n1 Further, Okuma was decided under the inferences required for a Rule 12(b)(6) motion, and the \ncourt in that case was unwilling to decide as a matter of law, without facts “relating to how closely \nthe geographic limits fit within [the employee’s] work for [the employer],” that such a large \nterritorial restriction was overbroad given the allegations of the employee’s significant corporate \nmanagement responsibilities.  Okuma, 181 N.C. App. at 92, 638 S.E.2d at 622.   \n \n \n \nthe Agreement reaches not only clients, but potential clients, and extends to areas \nwhere Plaintiff had no connections or personal knowledge of customers, the \nAgreement is unreasonable.”).   \n {46} The Court is aware of no Nort h Carolina precedent that has upheld a \ncovenant that is both customer based and extends to a geographic radius around \ncustomer facilities, whether based on only actual customers or both actual and \npotential customers. \n {47} If the Covenant against solicitation would be rendered otherwise \nreasonable, the Court could use its blue-pencil authority to strike the phrase “or any \nperson or entity whose business Evo was actively soliciting at the time of the \ntermination of the Employee’s employment with Evo.”    \n  {48}  Evo has demonstrated that it may suffer irreparable harm if Poling is \nnot enjoined.   \n {49} Evo did not unreasonably delay in bringing the litigation or seeking \ninjunctive relief.   \n {50} Evo should not be barred from injunctive relief because of its \npossession or use of texts Poling sent after termination of his employment.  In fact, \nthose texts demonstrate a clear basis for enforcing the Covenant against Poling if \nthe Court could construe the Restricted Territory as no more broadly defined than \nnecessary to protect Evo’s legitimate business interests. \n{51} However, based on the entire record, for purposes of the present \nMotion, the Court concludes that Evo has not demonstrated a probability that it will \nprove that the Restricted Territory that governs the application of the Covenant is \nno broader than necessary to protect its legitimate business interest.  Specifically, \nEvo has not demonstrated the probability that it can prove a legitimate business \ninterest in restricting Poling’s employment or solicitation, even as to industrial \nservices only, in the geographic radius around any city, town, or geographic location \nwhere Evo has sold services within the two years prior to the termination of Poling’s \nemployment.  The Court is unable, based on the language as drafted, to use its blue-\n \n \npenciling authority to limit the Covenant to customers with which Poling dealt with \ndirectly or to exclude the geographic radius around such customers.      \n{52} Accordingly, Evo is not entitled to a preliminary injunction enjoining \nPoling from violating paragraphs A.2(a), A.2(b) or A.2(c) of the Covenant.    \n{53} Poling agreed at oral argument th at he does not contest an injunction \nthat enjoins him from (1) soliciting or inducing Evo employees for purposes of \nterminating their employment with Evo, and (2) sharing or otherwise using \nconfidential information as defined by his Evo Employment Agreement.  \n{54} Evo has not shown that it will suffer irreparable harm if a preliminary \ninjunction is not entered against Tyson to enjoin any further distribution of \ninformation governed by the Acknowledgement she signed as a part of her Evo \nemployment.  This is particularly so because Poling has indicated that he does not \noppose the entry of a preliminary injunction enjoining him from violating his own \nobligation to protect Evo’s confidential information.  \n{55} The TRO as against Tyson has expired.   It shall be allowed to expire as \nagainst Poling upon entry of this Order, except that the Court orders limited \npreliminary injunctive relief against Poling. \n{56} From the date of this Order unt il the conclusion of this litigation, \nPoling shall: \n(a) Cease any further dissemination, copying, reproduction, or other \nuse of confidential information taken from, or which originates from \nEvo, it being understood that upon any application to enforce this \ninjunction, Evo shall have the burden of proving that any \ninformation made subject to any such enforcement effort is actually \nconfidential; and \n(b) Cease the solicitation of or attempting to induce any Evo employees \nto terminate their employment with Evo. \n{57} Plaintiff’s bond in the amount of $500.00 shall remain in force and is \nadequate for purposes of this limited injunction. \n \n \n{58} Except as otherwise provided, Plaintiff’s Motion for Preliminary \nInjunction is DENIED. \n \nIT IS SO ORDERED this 20th day of August, 2015. \n \n \n      / s /  J a m e s  L .  G a l e                                    l \n      J a m e s  L .  G a l e  \n      Chief Special Superior Court Judge \n         for Complex Business Cases \n "
}