{
  "id": "02aa39536493347c344af8867e6ecd0fbe4979ea9e3ba06130b1527f759ccfd4",
  "source_file": "data/raw/ncbc/02aa39536493347c344af8867e6ecd0fbe4979ea9e3ba06130b1527f759ccfd4.pdf",
  "raw_text": "Frye Reg’l Med. Ctr., Inc. v. Blue Cross Blue Shield of N.C., Inc., 2020 NCBC 33. \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF CATAWBA 18 CVS 783 \n \nFRYE REGIONAL MEDICAL \nCENTER, INC., \n \nPlaintiff, ORDER & OPINION ON CROSS \nMOTIONS FOR SUMMARY \nJUDGMENT AND BCBSNC’S \nMOTION TO EXCLUDE EXPERT \nTESTIMONY \nv. \nBLUE CROSS BLUE SHIELD OF \nNORTH CAROLINA, INC., \nDefendant.  \n \nTHIS MATTER comes before the Court on Plaintiff Frye Regional Medical \nCenter, Inc.’s (“Frye”) Motion for Partial Summary Judgment (“Frye Motion,” ECF \nNo. 73 [SEALED])1, and Defendant Blue Cross Blue Shield of North Carolina, Inc.’s \n(“BCBSNC”) Motion for Summary Judgment (“BCBSNC Motion,” ECF No. 79; \ncollectively, the Frye Motion and the BCBSNC Motion are referred to as the \n“Motions”). Additionally, this mat ter is before the Court on BCBSNC’s Motion to \nExclude Expert Testimony. (“Motion to Exclude,” ECF No. 68.) \nTHE COURT, having considered the Motions, the evidentiary materials filed \nby the parties, the briefs in support of and in opposition to the Motions, the arguments \nof counsel at the hearing on the Motions, and other appropriate matters of record, \n \n \n1 The Frye Motion, nine briefs, and all of the evidentiary materials filed by the parties in \nrelation to the parties’ motions for summary judgment and BCBSNC’s Motion to Exclude \nExpert Testimony were provisionally filed completely under seal. Two briefs were filed under \nseal and in public, redacted form. The Court has determined that certain of the information \ncontained in the provisionally filed briefs and exhibits should be unsealed as set out in this \nCourt’s Order on Motions to Seal (ECF No. 117). \n \n \n \n \nconcludes that BCBSNC’s Motion should be GRANTED, in part, and DENIED, in \npart, and that Frye’s Motion should be DENIED, for the reasons set forth below. The \nCourt further DENIES the Motion to Exclude. \nYoung, Morphis, Bach & Taylor, LLP, by Paul E. Culpepper for Frye \nRegional Medical Center, Inc. \n \nLash & Goldberg LLP, by Alan D. Lash, Justin C. Fineberg, Christopher \nK. Smith, and Matthew G. Frias for Frye Regional Medical Center, Inc. \n \nWilliams Mullen, by Ruth Levy, John Holton, Elizabeth C. Stone, and \nKeith M. Kapp for Blue Cross Blue Shield of North Carolina, Inc. \n \nMcGuire, Judge. \n \nA. Motion to Exclude \n \n1. Prior to considering the Motions, the Court will briefly address \nBCBSNC’s Motion to Exclude. On October 10, 2019, BCBSNC filed the Motion to \nExclude along with a brief and evidentiary materials in support. (ECF No. 68; Br. in \nSupp. of Mot. to Excl ., ECF No. 69 [SEALED]; Evid. in Supp., ECF No. 69.1 \n[SEALED].) On October 17, 2020, BCBSNC filed a public, redacted version of its brief \nin support of the Motion to Exclude. (Redacted Br. in Supp. of Mot. to Excl., ECF No. \n82.) Pursuant to North Carolina Business Court Rule 7 and N.C. R. Evid. 702, \nBCBSNC seeks to partially exclude the expert testimony and expert report of Frye’s \nexpert, Christopher Flanagan. (ECF No. 68.) On October 30, 2019, Frye filed a brief \nin opposition to the Motion to Exclude and evidence supporting Frye’s opposition to \nthe Motion to Exclude. (Br. in Opp. to Mot. to Excl., ECF No. 86 [SEALED]; Evid. in \nOpp., ECF Nos. 86.1–86.4 [SEALED].) On November 12, 2019, BCBSNC filed a reply \nbrief. (Reply Br., ECF No. 98 [SEALED].) The Court has thoroughly considered the \n \n \n \n \nMotion to Exclude, the briefs and evidentiary materials filed in support of and in \nopposition to the Motion to Exclude, and other appropriate matters of record, and \nconcludes, in its discretion, that the Motion to Exclude should be DENIED.\n2 \nI. FACTS \n \n2. “The Court does not make findings of fact when ruling upon a motion for \nsummary judgment. But to provide context for its ruling, the Court may state either \nthose facts that it believes are not in material dispute or those facts on which a \nmaterial dispute forecloses summary adjudication.” Ehmann v. Medflow, Inc. , 2017 \nNCBC LEXIS 88, at *6 (N.C. Super. Ct. Sept. 26, 2017). \nA. Frye, BCBSNC, and the Network Participation Agreement \n \n3. Frye operates an acute care hospital in Hickory, North Carolina. \n \nBCBSNC is a North Carolina corporation that provides medical insurance coverage \nto BCBSNC members. (Complaint, ECF No. 3, at ¶¶ 4–5.) \n4. On or about January 1, 2013, Frye entered into a Network Participation \nAgreement (“NPA”) with BCBSNC that provided the terms and conditions under \nwhich Frye would provide medical care services to BCBSNC’s members and BCBSNC \nwould pay agreed-to amounts for those services. ( Id. at ¶ 6; “NPA,” EFC No. 80.1 at \nEx. 1, pp. 1–61 [SEALED]; hereinafter all references to the NPA and its attachments \nare to “NPA” with appropriate page number(s).) The NPA provides that “[f]or \nCovered Services provided to [BCBSNC] Members . . . [Frye] will be paid in \naccordance with the attached Reimbursement Exhibit(s).” (NPA at p. 7 [SEALED].) \n \n2 The Court’s denial of the Motion to Exclude is WITHOUT PREJUDICE to BCBSNC’s right \nto make further evidentiary motions regarding Frye’s expert evidence at trial. \n \n \n \n \nThe NPA provides that Frye will be paid for certain Inpatient Covered Services at a \n“Per Case Rate.” (ECF No. 3, at ¶ 17, 29; NPA at pp. 22– 24 [SEALED].) The Per \nCase Rate is defined, in relevant part, as “[t]he negotiated monetary amount set forth \nin Attachment 1 of this Reimbursement Exhibit.” (NPA at p. 19 [SEALED].) Each \n“Per Case Rate” in Attachment 1 is linked to at least one Diagnostic Related Group \n(“DRG”). (Id. at pp. 22–24 [SEALED]; ECF No. 3, at ¶ 18.) \n5. A DRG is defined as a “system of medically meaningful and statistically \nsignificant groupings of hospital admissions. Each such grouping is a DRG. Such \nclassification is determined by principal and secondary diagnoses, surgical \nprocedures, patient age, sex, and discharge status .” (ECF No. 3, at ¶ 18.) The DRG \nclassifications are widely used by hospitals and insurers. See Diagnosis Related \nGroup (DRG) Codes, F\nIND-A-CODE, https ://www.findacode.com/drg/drg-diagnosis- \nrelated-group-codes.html (last visited Apr. 15, 2020). Pursuant to the NPA, BCBSNC \nagreed to pay Frye for Obesity Surgery grouped as DRG 288 at a Per Case Rate of \n$24,300.00. (ECF No. 3, at ¶¶ 17, 29.) DRG 288 is the grouping code for “OR \nprocedures for obesity.” (Id. at ¶¶ 19, 30; BCBSNC Answer, ECF No. 15, at ¶ 30.) It \nis undisputed that “OR procedures for obesity” includes laparoscopic vertical (sleeve) \ngastrectomy or “bariatric surgery.” (ECF No. 3, at ¶ 19; ECF No. 15, at ¶ 19.) \nB. The Coding and Invoicing Process \n \n6. Under the NPA, Frye provided medical services to patients who were \nBCBSNC members. For surgical procedures, including bariatric surgery, Frye would \nseek pre-authorization from BCBSNC before performing the procedure. (ECF No. 3, \n \n \n \n \nat ¶ 20; ECF No. 15, at ¶ 20.) It is undisputed that BCBSNC authorized each of the \nprocedures involved in the claims in this case. (Marti Aff., ECF No. 73.1 at Ex. 1,  ¶ \n9 [SEALED].) \n7. After Frye discharged the patient, a Frye employee reviewed the \npatient’s record and completed a claim form (“UB -04 form”) for submission to \nBCBSNC seeking payment. (See, e.g., UB-04 forms, ECF No. 73.1 at Ex. 1, Exs. B, D \n[SEALED].) The Frye employee assigned and placed on the UB -04 form what are \ncalled “ICD-9 codes.” (ECF No. 3, at ¶ 21; Flanagan Dep., ECF No. 80.1 at Ex. 2, p. \n27 [SEALED]; Marti Aff., ECF No. 73.1 at Ex. 1, ¶ 11 [SEALED].) ICD -9 refers to \nthe International Classification of Diseases, Ninth Edition, a set of standardized \ncodes used by hospitals and insurance providers. (ECF No. 3, at ¶ 21); see ICD-9-CM, \nCENTERS FOR DISEASE CONTROL AND PREVENTION, \nhttps://www.cdc.gov/nchs/icd/icd9cm.htm (last visited Apr. 15, 2020). Each patient \nwas assigned an ICD-9 code for a medical diagnosis and an ICD-9 code for the service \nthey received. \n8. The Frye employee then entered the ICD-9 codes, and other information \nrelevant to the patient’s diagnosis and treatment, into a software program that \n“mapped” the information to a particular DRG. At all times relevant to this  dispute, \nFrye used a mapping program provided by \n \n9. This information was \n \n(Marti Dep., ECF No. 80.1 at \n \n \n \n \nEx. 4, p. 22 [SEALED].) submitted the UB-04 forms to BCBSNC. \n \n(Id.; see also ECF No. 73.1 at Exs. B, D [SEALED].) \n \n10. Once BCBSNC received the UB -04 forms, it ran the ICD -9 codes and \nother information contained in the forms thro ugh its own mapping software which \nalso mapped the ICD -9 codes to particular DRGs. (Flanagan Dep., ECF No. 80.1 at \nEx. 3, pp. 67, 86 [SEALED]; McMenamin Dep., ECF No. 73.1 at Ex. 4, p. 32 \n[SEALED].) BCBSNC asserts, and Frye does not dispute, that BCBSNC pays claims \nbased upon the DRG grouping assigned to a claim by BCBSNC’s mapping software \nand not based on the DRG grouping provided by Frye. (Cooper Dep., ECF No. 73.1 \nat Ex. 3, p. 109 [SEALED].) During the period relevant to this case, BCBSNC used  \na mapping program provided by \nBased on the DRG group to which the claim mapped, BCBSNC then reimbursed Frye \nand provided Frye with an explanation of payment and an explanation of benefits. \n(Kroliczak Dep., ECF No. 80.2 at Ex. 15, p. 73 [SEALED].) \nC. The Obesity Surgery (“Section 2.4”) Claims \n \n11. The NPA contains the following provision regarding payment for obesity \nsurgery relevant to this dispute: \n2.4 The Following DRGs shall be classified as Obesity \nSurgery: 288 \n \n2.4.1. The Allowed Amount will be equal to the Per \nCase Rate. \n \n2.4.2. The Per Case Rate for the period beginning \nJanuary 1, 2013 shall be equal to Twenty -Four \nThousand, Three Hundred dollars ($24,300)[.] \n \n \n \n \n(“Section 2.4,” NPA at p. 22 (emphas is in original) [SEALED]; ECF No. 3, at ¶¶ 17 – \n18.) Section 2.4 was amended two different times relevant to this lawsuit: In January \n2014, the parties amended Section 2.4, increasing the Per Case Rate associated with \nthe provision of DRG 288 services to (NPA First Amend., ECF No. 73.1 at \nEx. 7 [SEALED]), and on August 15, 2015, setting the Per Case Rate at \n3 (NPA Second Amend., id. \n \nat Ex. 8 [SEALED].) \n \n12. From January 2013 through March 2014, Frye submitted UB- \n04 forms to BCBSNC for bariatric surgery performed on its members that contained \nthe ICD-9 diagnosis code and the ICD-9 procedure code \n \n(ECF 73.1 at Ex. 1, Ex. D [SEALED].) However, \n \nFrye’s mapping software did not ma p the claims to DRG 288 (obesity surgery), but \ninstead mapped them to DRG 292 (“Other endocrine, nutrit & metab OR proc w cc \n[with complication]”) or DRG 293 (“Other endocrine, nutrit & Metab OR proc w/o cc \n[without complication]”).4 (ECF No. 3, at ¶¶ 21–22, 33–35; NPA at p. 39 [SEALED].) \nAs a result, the UB-04 forms submitted by Frye contained the DRG 292 or DRG 293 \ngrouping. (ECF 73.1, at Ex. 1, Ex. D [SEALED].) Frye claims that its software \nimproperly mapped the ICD-9 codes to DRG 292 and DRG 293, and not DRG 288, \n \n \n \n \n \n \n \n4 The DRG 292 and 293 grouped claims are not paid at a Per Case Rate under the NPA, but \ninstead are paid at a much lower rate of payment to Frye. \n3 \n \n \n \n \nbecause of an “industry-wide” software issue, but has not provided any competent \n \nevidence to support the existence of such an industry-wide issue. \n \n13. It is undisputed that BCBSNC paid Frye at the applicable Per Case Rate \ncontained  in  Section  2.4 for the claims submitted from January 2013 \nthrough March 2014, despite the fact that the UB -04 forms contained DRG 292 and \nDRG 293, and not DRG 288, groupings. (ECF No. 3, at ¶¶ 23, 35; List of obesity \nsurgery claims paid from January 2013 –March 2014, ECF No. 73.1, at Ex. F \n[SEALED].) BCBSNC claims this is because its mapping software mapped the \nclaims to DRG 288 but has not provided any evidence to support this claim. \n \n14. Beginning in April 2014, and through August 15, 2015, Frye submitted \nsixty-four UB-04 forms to BCBSNC for obesity surgery performed on its members. \n(ECF No. 3, at ¶¶ 24–25; ECF No. 84, at p. 4.) Each of the forms contained the same \nICD-9 diagnosis code and the ICD-9 procedure code \nas the previous claims.  (ECF No. 73.1 \n \nat Ex. 1, Ex. B [SEALED].) Again, Frye’s mapping software did not map the claims \nto DRG 288, but instead mapped them to DRG 292 or DRG 293, and the UB-04 forms \nsubmitted by Frye contained the DRG 292 or DRG 293 grouping. ( Id.) BCBSNC did \nnot pay the sixty -four claims at the DRG 288 Per Case Rate, but instead paid them \nat the lower DRG 292 and DRG 293 rates. (List of obesity surgery claims paid from \nApril 2014 –August 15, 2015, ECF 73.1 at Ex. E [SEALED]; these 64 claims are \nhereinafter referred to the “Exhibit A Claims”; see ECF No. 3, at ¶ 24; ECF No. 84, at \np. 4.)  BCBSNC has offered no evidence nor an explanation for why it ceased paying \n \n \n \n \nthe obesity surgery claims at the DRG 288 Per Case Rate and started paying the \nclaims at the DRG 292 and DRG 293 rates. \nD. The Exhibit B Claims \n \n15. In addition to the Exhibi t A Claims, Frye also alleges that there is a \nsecond set of claims at issue in this case for which Frye was underpaid (the “Exhibit \nB Claims”). (ECF No. 3, at ¶¶ 40 –46; ECF No. 84, at p. 5; ECF No. 80.1 at Ex. 7 \n[SEALED].) The Exhibit B Claims consist of forty -four (44) claims for Covered \nService of various types, other than obesity surgery, performed by Frye on BCBSNC \nmembers, which were also allegedly underpaid. (ECF No. 3, at ¶¶ 41 –45; ECF No. \n84, at p. 5; Marti Aff., ECF No. 90.8, at ¶¶ 7–18, attached exhibits [SEALED].) \nE. Frye’s Sale of its Assets \n \n16. On November 2, 2015, Frye entered into an Asset Purchase Agreement \n \n(“APA”) with Duke LifePoint Healthcare (“DLP”). (Asset Purch. Agreem., ECF No. \n \n80.1 at Ex. 9 [SEALED]; ECF No. 15, at p. 7.) The APA expressly excluded from the \nassets being sold, \n. \n \n(ECF No. 80.1 at Ex. 9, pp. 9 –10 [SEALED].) BCBSNC was not a party to the APA, \nand there is no evidence in the record that BCBSNC was aware of the excluded assets. \n17. On November 16, 2015, Frye notified BCBSNC that Frye was selling its \nassets to DLP. (“Asset Sale Letter,” ECF No. 90.10 [SEALED].) The Asset Sale Letter \nstated that “[a]t the closing of the transaction, [Frye] will assign all of their respective \nrights, title and interest in and to the Agreements to [DLP] and [DLP] will assume \n \n \n \n \nall of [Frye’s] rights and obligations under the Agreements arising on and after the \nclosing date.” ( Id. [SEALED].) In the Asset Sale Letter, Frye requested that \nBCBSNC consent to Frye’s assignment of, inter alia, the NPA to DLP. ( Id. \n[SEALED].) Thereafter, on January 6, 2019, BCBSNC consented to the assignment \nof the NPA to DLP. (“Assignment Agreement,” ECF No. 80.1 at Ex. 8 [SEALED].) In \nthe Assignment Agreement, Frye, DLP, and BCBSNC agreed to the following: \n \n \n \n \n \n \n \n \n \n \n             \n \n \n  \n \n(ECF No. 80.1 at Ex. 8, ¶ 1 [SEALED].) \n \n18. According to BCBSNC, it was not aware that \n \n. \n \n(Cooper Aff., ECF No. 80.1 at Ex. 5, pp. 172 –74, 185 [SEALED].) BCBSNC contends \nthat based on its lack of knowledge, BCBSNC entered into a new Network \nParticipation Agreement with DLP (the “DLP NPA”) containing the following merger \nclause: \n \n \n \n \n         \n \n \n \n \n \n \n(ECF No. 80.2 at Ex. 13, Ex. 1, p. 15 [SEALED].) \n \nII. PROCEDURAL BACKGROUND \n \n19. This action was commenced on March 23, 2018. (“Complaint,” ECF No. \n \n3.) The action was designated as a complex business case and assigned to the \nundersigned on April 25, 2018. (Designation Order, ECF No. 6; Assignment Order, \nECF No. 2). In the Complaint, with respect to the Exhibit A Claims, Frye asserts \nclaims against BCBSNC for Breach of Contract and Refo rmation. (ECF No. 3, at ¶¶ \n17–39.) With respect to the Exhibit B Claims, Frye asserts a claim against BCBSNC \nfor Breach of Contract. (Id. at ¶¶ 41–46.) \n20. On October 11, 2019, Frye filed the Frye Motion seeking partial \nsummary judgment on Frye’s claims agains t BCBSNC for Breach of Contract and \nReformation with regard to the Exhibit A Claims only. (ECF No. 73 [SEALED].) Frye \nincorporated its brief in support into the Frye Motion. (Frye Br. in Supp. SJ., ECF \nNo. 73 [SEALED].) Frye also filed evidentiary material s in support of the Frye \nMotion. (Pl.’s Materials in Supp. SJ., ECF No. 73.1 [SEALED].) On the same date, \nBCBSNC filed the BCBSNC Motion seeking summary judgment on all claims \nasserted against BCBSNC by Frye. (ECF No. 79.) BCBSNC also submitted a brief  \nin support of the BCBSNC Motion (BCBSNC’s Br. in Supp., ECF No. 80 [SEALED]) \nand supporting materials (BCBSNC’s Materials in Supp. SJ., ECF Nos. 80.1 –80.2 \n[SEALED].) On October 17, 2020, BCBSNC filed a public, redacted version of its brief \n \n \n \n \nin support of the BCBSNC Motion. (BCBSNC Redacted Br. in Supp. SJ., ECF No. \n84.) \n21. On November 12, 2019, Frye filed its brief in opposition to the BCBSNC \nMotion (Pl.’s Br. in Opp. BCBSNC Mot. SJ., ECF No. 90 [SEALED]), and multiple \nmaterials in opposition (ECF Nos. 90.1 –90.10 [SEALED]). On the same day, \nBCBSNC filed its brief in opposition to the Frye Motion (BCBSNC’s Br. in Opp. Frye \nMot. SJ, ECF No. 94 [SEALED]), and multiple materials in opposition (ECF Nos. 95– \n95.5 [SEALED]). On November 22, 2019, BCBSNC filed its reply brief in support of \nthe BCBSNC Motion. (BCBSNC’s Reply Br., ECF No. 104 [SEALED]), and multiple \nmaterials in reply (ECF Nos. 105–105.7 [SEALED]). On the same day, Frye filed its \nreply brief (Pl.’s Reply Br., ECF No. 109 [SEALED]), an d materials in reply (ECF \nNos. 109.1–109.5 [SEALED]). \n22. The Motions came before the Court for hearing on February 4, 2020 and \nare now ripe for decision by the Court. \nIII. ANALYSIS \n \nA. Standard of Review \n \n23. “Summary judgment is appropriate ‘if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with affidavits, if any, \nshow that there is no genuine issue of material fact and that any party is entitled to \njudgment as a matter of law.’” Variety Wholesalers, Inc. v. Salem Logi stics Traffic \nServs., LLC, 365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012) (quoting N.C.G.S. § 1A-1, \nN.C. R. Civ. P. 56(c)). The moving party bears the burden of presenting evidence \n \n \n \n \nwhich shows that there is no genuine issue of material fact and that the movant is \nentitled to judgment as a matter of law.  Hensley v. Nat’l Freight Transp., Inc., 193 \nN.C. App. 561, 563, 668 S.E.2d 349, 351 (2008). Where the moving party is the \ndefendant, they may meet this burden by “proving an essential element of the \nopposing party’s claim does not exist, cannot be proven at trial, or would have been \nbarred by an affirmative defense.” Variety Wholesalers, Inc. , 365 N.C. at 523, 723 \nS.E.2d at 747. An issue is “material” if “resolution of the issue is so essential that the \nparty against whom it is resolved may not prevail.” McNair v. Boyette, 282 N.C. 230, \n235, 192 S.E.2d 457, 460 (1972). “A ‘genuine issue’ is one that can be maintained by \nsubstantial evidence.” Dobson v. Harris, 352 N.C. 77, 83, 530 S.E.2d 829, 835 (2000). \n24. “Once the party seeking summary judgment makes the required \nshowing, the burden shifts to the nonmoving party to produce a forecast of evidence \ndemonstrating specific facts, as opposed to allegations, showing that he can at least \nestablish a prima facie case at trial.” Gaunt v. Pittaway, 139 N.C. App. 778, 784–85, \n534 S.E.2d 660, 664 (2000). As recently reiterated by the North Carolina Court of \nAppeals, the burden on the non-movant goes beyond merely producing some evidence \nor a scintilla of evidence in support of its claims. Rather, \n[i]f the movant meets [its] burden, the nonmovant must \ntake affirmative steps to set forth specific facts showing the \nexistence of a genuine issue of material fact. An adverse \nparty may not rest upon the mere allegations or denials of \nhis pleading. A genuine issue of material fact is one that \ncan be maintained by substantial evidence. Substantial \nevidence is such relevant evidence as a reasonable mind \n \n \n \n \nmight accept as adequate to support a conclusion and \nmeans more than a scintilla or a permissible inference. \n \nKhashman v. Khashman, No. COA16 -765, 2017 N.C. App. LEXIS 715, at *15 (N.C. \nCt. App. Sept. 5, 2017) (citations and internal quotation marks and modifiers \nomitted). \nB. BCBSNC’s Affirmative Defenses \n \n25. The Court begins its analysis of the Motions by first addressing the \narguments based on affirmative defenses raised by BCBSNC in support of its motion \nfor summary judgment. BCBSNC argues that (1) Frye is estopped from asserting its \nbreach of contract claims because BCBSNC detrimentally relied on Frye’s \nrepresentations in the Assignment Agreement; (2) some of Frye’s claims are barred \nin whole or in part by North Carolina’s three year statute of limitations for breach of \ncontract claims; and (3) most of Frye’s claims are barred by section 4.7 of the NPA \nwhich provides that \n(“Payment \n \nAdjustment Provision”). The Court addresses each argument in turn. \n \ni. Estoppel and Detrimental Reliance \n \n26. BCBSNC argues that pursuant to the Assignment Agreement: “Frye \n \nrepresented to [BCBSNC] that \n \n \nthe APA \n \n    \n \n; that BCBSNC was unaware that \n \n; and that based on Frye’s alleged misrepresentation, BCBSNC \nentered into the DLP NPA, “in direct reliance \n \n \n \n \n(ECF No. 80, at pp. \n \n6–12 [SEALED].) \n \n27. Frye argues that the evidence shows that it explicitly notified BCBSNC \nthat Frye was \n \n. (ECF No. 90, at p. 13 [SEALED].) Moreover, Frye argues that BCBSNC \ncannot show any prejudice because \n \n \n(ECF No. 90, at pp. 14–15 (emphasis in \n \noriginal) [SEALED].) \n \n28. The doctrine of equitable estoppel applies \n \nwhen any one, by his acts, representations, or admissions, \nor by his silence when he ought to speak out, intentionally \nor through culpable negligence induces another to believe \ncertain facts exist, and such other rightfully relies and acts \non such belief, so that he will be prejudiced if the former is \npermitted to deny the existence of such facts. \n \nWhitacre Partnership v. Biosignia, Inc. , 358 N.C. 1, 17, 591  S.E.2d  870,  881  \n(2004) (quotation marks omitted). \n29. The doctrine of equitable estoppel requires evidence of the following \nelements: \n1. Words or conduct by the party against whom the \nestoppel is alleged, amounting to a misrepresentation or \nconcealment of material facts. \n \n \n \n \n2. The party against whom the estoppel is alleged must \nhave knowledge, either actual or implied, at the time the \nrepresentations were made, that they were untrue. \n \n3. The truth respecting the representations so made must \nbe unknown to the party cl aiming the benefit of the \nestoppel at the time they were made and at the time they \nwere acted on by him. \n \n4. The party estopped must intend or expect that his \nconduct or representations will be acted on by the party \nasserting the estoppel, or by the public generally. \n \n5. The representations or conduct must have been relied \nand acted on by the party claiming the benefit of the \nestoppel. \n \n6. The party claiming the benefit of the estoppel must have \nso acted, because of such representations or conduct, that \nhe would be prejudiced if the first party be permitted to \ndeny the truth thereof. \n \nYancey v. Watkins, 2 N.C. App. 672, 674–75, 163 S.E.2d 625, 626–27 (1968) (citation \nand quotations omitted). \n30. The Court concludes that there are disputed issues of fact that  prevent \nentry of summary judgment in BCBSNC’s favor on its estoppel defense. First, the \npertinent documents are, at best, confusing and do not clearly establish that Frye \nmade any misrepresentation. The Asset Sale Letter states that \n, but the \nAssignment Agreement, executed by both Frye and BCBSNC contains seemingly \ncontradictory language stating that \n \n(ECF \n \n \n \n \nNo. 80.1 at Ex. 8, ¶ 1 (emphasis added) [SEALED].) The intent of this language is \nhotly disputed. \n31. In addition, BCBSNC has not presented evidence that it acted based on \nFrye’s alleged misrepresentation such that BCBSNC was prejudiced. BCBSNC \nargues that it relied on the Assignment Agreement when negotiating and entering \ninto the DLP NPA (ECF No. 80, at p. 11 [SEALED]), but has not presented evidence \nthat it was prejudiced because, for example, \n \n. Therefore, to the \n \nextent BCBSNC moves for summary judgment based on the defense of equitable \nestoppel, the BCBSNC Motion should be DENIED. \nii. Statute of Limitations \n \n32. In North Carolina, an action for breach of contract must be brought \nwithin three years. N.C.G.S. § 1 -52(1). “The statute begins to run when the claim \naccrues; with a breach of contract action, the claim accrues upon breach.” Abram v. \nCharter Medical Corp., 100 N.C. App. 718, 721, 398 S.E.2d 331, 333 (1990); see also \nSilver v. North Carolina Board of Transp., 47 N.C. App. 261, 266, 267 S.E.2d 49, 53– \n54 (1980). \n33. BCBSNC argues that a portion of Frye’s claims are barred by North \nCarolina’s statute of limitations for bre ach contract actions because Frye failed to \nprosecute those claims within three years of receiving notice from BCBSNC that the \nclaims were being paid in an improper amount. (ECF No. 80, at pp. 21 –23 \n[SEALED].) Therefore, since the lawsuit was filed on March 23, 2018, BCBSNC \n \n \n \n \ncontends that any claims for which Frye received notice of an alleged underpayment \nbefore March 23, 2015, are barred by the statute of limitations. \n34. Frye does not dispute that its breach of contract action was filed more \nthan three years after receiving notice of payment regarding some of its claims. (ECF \nNo. 90, at pp. 15–16 [SEALED].) Instead, Frye argues that all of its claims are timely \nbecause BCBSNC’s alleged underpayments began in April 2014, and under the \ncontinuing wrong doctrine “each underpayment was part of a pattern of continuing \nmisconduct causing new damages.” (ECF No. 90, at p. 16 [SEALED].) Accordingly, \nFrye maintains that “the statute of limitation[s] should be tolled until the last of such \nmisconduct for all such claims, which occurred in August 8, 2015.” (Id. [SEALED].) \n35. Frye’s understanding of the continuing wrong doctrine is misplaced. \n \nThis Court recently analyzed the continuing wrong doctrine, noting that: \n \nWith respect to the continuing wrong doctrine and its \nimpact on a statute of limitations analysis, the North \nCarolina Supreme Court recently clarified that although \nthe doctrine has sometimes been treated as an exception to \nthe rules governing the operation of statutes of lim itation, \n“such a description of the doctrine in question is a \nmisnomer given that the ‘continuing wrong’ doctrine does \nnothing more than provide that the applicable limitations \nperiod starts anew in the event that an allegedly unlawful \nact is repeated.” Qu ality Built Homes Inc. v. Town of \nCarthage, 371 N.C. 60, 70, 813 S.E.2d 218, 226 (2018).   In \nother words, the continuing wrong doctrine does not restart \nthe statute of limitations period for earlier unlawful acts, \nit just provides that the limitations per iod starts anew for \nsubsequently committed unlawful acts of the same nature. \n \nGregory Lau & Vent Tech Corp. v. Constable, 2019 NCBC LEXIS 71, at *19–20 (N.C. \nSuper. Ct. Sept. 24, 2019). \n \n \n \n \n36. Accordingly, North Carolina courts consistently hold that when the \ncontinuing wrong doctrine applies, it merely prevents the defendant from asserting \nthat the statute of limitations for all claims in a “continuing wrong” began to run at \nthe time of the first breach; and the doctrine, therefore, allows the claimant to pursue \nclaims that accrued within the applicable statutory period preceding the date of filing. \nMarzec v. Nye, 203 N.C. App. 88, 94–95, 690 S.E.2d 537, 542 (2010) (concluding that \na new breach of fiduciary duty claim accrued each time the defendant failed to pay \nthe plaintiff his monthly salary, and that the plaintiff’s breach of fiduciary duty claim \nwas timely as to the defendant’s failure to pay the plaintiff’s salary “during the three \nyears preceding the filing of the action”); Faulkenbury v. Teachers’ & State Employees’ \nRet. Sys. of N.C., 345 N.C. 683, 695, 483 S.E.2d 422, 429– 30 (1997) (concluding that \nunder a continuing wrong theory, plaintiffs were permitted “to pursue claims for \nunderpayments for three years before they commenced actions”). \n37. Here, the evidence shows that BCBSNC’s alleged underpayment of \nclaims began in April 2014 and continued until August of 2015. (ECF No. 73.1 at Ex. \nA.) Under the continuing wrong theory, each time BCBSNC allegedly underpaid a \nclaim, a distinct and separate breach occurred, and the limitations period started \nanew for each specific underpayment on the date Frye received notice of the \nunderpayment. See Marzec, 203 N.C. App. at 93 –95, 690 S.E.2d at 542– 43; see also \nUnited States Leasing Corp. v. Everett, Creech, Hancock & Herzig, 88 N.C. App. 418, \n426, 363 S.E.2d 665, 669 (1988) (stating that the “general rule in the case of an \nobligation payable by installments is that the statute of limitations runs against each \n \n \n \n \ninstallment individually from the time it becomes due”). Therefore, BCBSNC’s \nconduct amounts to a “continuing wrong.” However, contrary to Frye’s argument and \nreliance on the continuing wrong doctrine, BCBSNC’s continued conduct does not toll \nthe limitations period for alleged underpayments that accrued in April 2014, or \nthereafter, until the last alleged underpayment accrued in August 2015. \n38. Applying North Carolina’s three year statute of limitations for breach of \ncontract actions, Frye’s claims are timely as to BCBSNC’s alleged breaches that \naccrued on or after March 23, 2015. To the extent Frye seeks to assert its breach of \ncontract claim for alleged breaches that accrued prior to March 23, 2015, Frye’s \nclaims are barred by N.C.G.S. § 1-52(1). A review of the Exhibit A Claims shows that \n31 of the 64 claims have payment dates before March 23, 2015.\n5 (ECF No. 80.1 at Ex. \n6 [SEALED]; ECF No. 80.2 at Ex. 17, ¶ 11 [SEALED].) Therefore, to the extent \nBCBSNC’s Motion seeks summary judgment in its favor on these 31 claims, the \nBCBSNC Motion should be GRANTED. \n39. With regard to the Exhibit B Claims, BCBSNC’s summary chart of those \n \nclaims shows that    of the 44 claims have payment dates prior to March 23, 2015, \n \nand claims have no payment dates.  (ECF No. 80.1, Ex. 7 [SEALED].)  However, \n \nthe parties have presented conflicting evidence regarding the actual dates when those \nclaims were finally resolved, and there are disputed issues of fact regarding the \ntimeliness of each of the   Exhibit B Claims that precludes granting BCBSNC’s \nMotion on these claims.  (ECF No. 80.2 at Ex. 17, ¶¶ 12–13, Ex. C [SEALED]; ECF \n \n5  The payment date is drawn from the columns labeled “Third Party Payment Date (Most \nrecent).” \n \n \n \n \nNo. 90.8 at ¶¶ 8 –14, Exs. C –D [SEALED].) Therefore, to the extent BCBSNC’s \nMotion seeks summary judgment in its favor on the Exhibit B Claims, the BCBSNC \nMotion should be DENIED. \n40. Finally, BCBSNC has presented evidence that the Exhibit B claim for \n \npatient , was processed and closed before March 23, 2015. (ECF \n \nNo. 80.2 at Ex. 17, ¶ 16, Ex. E [SEALED].) Therefore, to the extent BCBSNC’s Motion \nseeks summary judgment in its favor on this claim, the BCBSNC Motion should be \nGRANTED. \niii. Payment Adjustment Provision \n \n41. Finally, BCBSNC contends that the majority of Frye’s remaining claims \nare barred by the Payment Adjustment Provision, which BCBSNC argues shortens \nthe applicable statute of limitations for claims based on improper payments made \nunder the NPA . (ECF No. 80, at pp. 17 –21 [SEALED].) Specifically, \nBCBSNC relies on the final clause of the Payment Adjustment Provision, which \nstates: \n \n \n \n \n \n \n(NPA at p. 9 [SEALED].) \n \n42. Frye contends that BCBSNC’s position is not supported by the plain \n \nlanguage of the provision. (ECF No. 90, at p. 17 [SEALED].) Frye argues that it \n \n \n \n \n \n \n \n \n  \n \n(Id. [SEALED].) \n \n43. Pursuant to N.C.G.S. § 1 -52(1), the statute of limitations for Frye’s \nbreach of contract claims is three years. However, “North Carolina courts have \nrecognized contractual provisions may further limit the time in which a party may \nbring a cause of action.” Sanghrajka v. Family Fare, LLC, No. COA18-164, 2019 N.C. \nApp. LEXIS 60, at *8 (N.C. Ct. App. Feb. 5, 2019) (enforcing a one year contractual \nlimitation period in a franchise agreement); see also Beachcrete, Inc. v. Water St. Ctr. \nAssocs., L.L.C., 172 N.C. App. 156, 160, 615 S.E.2d 719, 722 (2005) (enforcing a one \nyear payment limitation in a payment bond); Beard v. Sovereign Lodge, W. O. W., 184 \nN.C. 154, 156, 113 S.E. 661, 662 (1922) (enforcing a ninety -day limitations clause in \na certificate of insurance). \n44. North Carolina courts clearly respect contracting parties’ right to \nbargain for and agree to lesser limitations periods. However, in every case in which \na contractually shortened limitations period has been deemed enforceable, the \n \n \n \n \nlanguage of the respective provision clearly established that it applied to the filing of \nlawsuits in court. See, e.g., Beard, 184 N.C. at 156, 113 S.E. at 662 (“No legal \nproceedings for recovery under this certificate shall be brought within ninety days \nafter receipt . . . , and no suit shall be brought.”); Sanghrajka, LLC, 2019 N.C. App.  \nLEXIS 60, at *9 (“Any and all claims and actions arising out of or relating  to this \nagreement . . . shall be commenced within one (1) year”); Turning Point Indus. v. \nGlobal Furniture, Inc., 183 N.C. App. 119, 124, 643 S.E.2d 664, 667 (2007) (“Carrier \nshall be discharged of all liability . . . unless suit is brought and written notice thereof \ngiven to the Carrier within nine months”); Beachcrete, Inc. v. Water St. Ctr. Assocs., \nL.L.C., 172 N.C. App. 156, 161, 615 S.E.2d 719, 722 (“No suit or action shall be \ncommenced hereunder.”). \n45. At first blush, the Payment Adjustment Pr ovision appears to be \nharmonious with the contractual limitation provisions held to be enforceable by \nNorth Carolina courts. (See NPA at p. 9 [SEALED].) However, “[t]here must always \nbe an intention to relinquish a right, advantage or benefit. The intentio n to waive \nmay be expressed or implied from acts or conduct that naturally leads the other party \nto believe that the right has been intentionally given up.” Phoenix Ltd. P’ship v. \nSimpson, 201 N.C. App. 493, 500, 688 S.E.2d 717, 722 (2009) (citations and quotation \nmarks omitted). The Payment Adjustment Provision is void of any language— i.e., \nsuit, action, legal proceeding—signifying the parties’ intent to shorten the time in \n \n \n \n \nwhich a proceeding in court may be brought to satisfy payment disputes arising out \nof the NPA. (See NPA at p. 9 [SEALED].) \n46. A party’s intent to waive or shorten the statute of limitations for wrongs \ncommitted by another contracting party should be expressed clearly, unambiguously, \nand explicitly. See Beachcrete, Inc., 172 N.C. App. at 161, 615 S.E.2d at 722. The \nPayment Adjustment Provision falls short of clearly demonstrating such definitive \nintent. Therefore, to the extent the BCBSNC Motion seeks summary judgment based \non the Payment Adjustment Provision shortening the statute of limitations, the \nBCBSNC Motion should be DENIED. \nC. Breach of Contract \n \n47. Both Frye and BCBSNC seek summary judgment on Frye’s breach of \ncontract claims alleged in Count I (Obesity Surgery Claims) of the Complaint \n(“Exhibit A Claims”). In addition, BCBSNC seeks summary judgment on the breach \nof contract claims raised in Count III (Additional Claims) (“Exhibit B Claims”). To \nestablish a claim for breach of contract, Frye must establish (1) a valid contract, and \n(2) breach of the terms of that contract. Poor v. Hill, 138 N.C. App. 19, 26, 530 S.E.2d \n838 (2000). It is undisputed that the NPA constituted a valid contract. However, \nBCBSNC denies that it breached the terms of the NPA. \n48. The Court will address the Exhibit A Claims first, followed by the \nExhibit B Claims. \n \n \n \n \ni. Exhibit A Claims \n \n49. Determination of the Motions regarding the Exhibit A Claims turns on \nthe interpretation of the provisions of the NPA, and particularly on Section 2.4. (NPA \nat p. 22 [SEALED].) \n50. It is well- settled that “[w]here the language of a contract is plain and \nunambiguous, the construction of the agreement is a matter of law; and the court . . . \nmust construe the contract as written, in light of the undisputed evidence as to the \ncustom, usage, and meaning of its terms.” Happ v. Creep Pointe Homeowner’s Assoc., \n215 N.C. App. 96, 103, 717 S.E.2d 401, 406  (2011) (alterations  in  original)  \n(quoting Hodgin v. Brighton , 196 N.C. App. 126, 128, 674 S.E.2d 444, 446 (2009)). \n“An ambiguity exists in a contract when either the meaning of words or the effect of \nprovisions is uncertain or capable of several reasonable interpretations.” Schenkel & \nShultz, Inc. v. Hermon F. Fox & Assocs., 362 N.C. 269, 273, 658 S.E.2d 918, 922 \n(2008) (citation omitted). \n51. “Extrinsic evidence may be consulted when  the  plain  language  of  \nthe contract is ambiguous.” Brown v. Ginn , 181 N.C. App. 563, 567, 640 S.E.2d 787, \n790 (2007) (citations omitted); Inland Am. Winston Hotels, Inc. v. Crockett, 212 N.C. \nApp. 349, 354, 712 S.E.2d 366, 369 (2011). However, if the court determines that “the \nterms of the contract are ambiguous [and] resort to extrinsic evidence is necessary” \nthen the question of construction of the contract is one for the jury. Whirlpool Corp. \nv. Dailey Constr., Inc., 110 N.C. App. 468, 471, 429 S.E.2d 748, 751 (1993) (ci ting \nCleland v. Children’s Home, Inc., 64 N.C. App. 153, 306 S.E.2d 587 (1983)); see also \n \n \n \n \nMartin v. Ray Lackey Enterprises, Inc., 100 N.C. App. 349, 354, 396 S.E.2d 327, 330 \n(1990) (“[I]ntent is a question of law where the writing is free of any ambiguity which \nwould require resort to extrinsic evidence or the consideration of disputed fact.”); \nCleland, 64 N.C. App. at 157, 306 S.E.2d at 590 (“Ambiguities in contracts are to be \nresolved by the jury upon consideration of ‘the expressions used, the subject matter, \nthe end in view, the purpose sought, and the situation of the  parties  at  the  \ntime.’”) (quoting Silver v. Bd. of Trans., 47 N.C. App. 261, 268, 267 S.E.2d 49, 55 \n(1980)). \n \n52. Preliminarily, the provisions of the NPA relevant to determination of \nthe Exhibit A Claims, other than the language of Section 2.4, are unambiguous. The \ndefinitions of “Covered Services” and “Per Case Rate” are clear and lead to the \nconclusion that the Exhibit A Claims must be paid in accordance with Section 2.4. \n53. The meaning of the language of Section 2.4, however, is hotly disputed \nby the parties. Section 2.4 provides: \n2.4 The Following DRGs shall be classified as Obesity \nSurgery: 288 \n \n2.4.1. The Allowed Amount will be equal to the Per \nCase Rate. \n \n2.4.2. The Per Case Rate for  the period beginning \nJanuary 1, 2013 shall be equal to Twenty -Four \nThousand, Three Hundred dollars ($24,300)[.] \n \n(NPA at p. 22 (emphasis in original) [SEALED].) Frye insists that Section 2.4 reflects \nthe parties’ intent that any obesity surgery must be grouped as DRG 288 and paid at \nthe Per Case Rate for such procedures regardless of whether the ICD-9 codes map to \n \n \n \n \nDRG 288 or to some other DRG category. Frye argues that it is undisputed that each \nof the UB-04 forms it submitted to BCBSNC for the Exhibit A Claims contained ICD- \n9 codes and , that \n \nthese are obesity surgery codes, and, therefore, that the claims must be paid as DRG \n288 grouped claims even if they mapped to DRG codes 292 and 293. (ECF No. 73, at \np. 12 [SEALED]; ECF No. 109, at pp. 3–4 [SEALED].) \n \n54. On the other hand, BCBSNC contends that the express language of \nSection 2.4 requires only that ICD-9 codes that are mapped to DRG 288 by its \nsoftware must be paid at the DRG 288 Per Case Rate, and that the NPA does not \nrequire BCBSNC to group all claims with a procedure code for \nand a diagnosis code for to DRG 288. (ECF No. 94, at p. \n8 [SEALED]; see also ECF No. 80, at pp. 12–15 [SEALED].) BCBSNC notes that it is \nundisputed that both Frye’s and BCBSNC’s software programs mapped all of the \nExhibit A Claims to DRGs 292 and 293. In BCBSNC’s view, the evidence clearly \nshows that it performed under the NPA by mapping the Exhibit A Claims to DRGs \n292 or 293 just as Fr ye did, and reimbursing at the applicable rate for those DRGs \ninstead of DRG 288. (ECF No. 80, at p. 13 [SEALED].) \n55. Neither party has provided an explanation, nor presented sufficient \nevidence, to explain the inconsistencies in its position. Frye acknowledges that its \nown mapping software mapped the Exhibit A Claims to DRGs 292 or 293, and not to \nDRG 288, but blames this on an “industry-wide error” in the software. However, Frye \n \n \n \n \nfails to support this claim with competent evidence that an industry-wide “software \nproblem” existed. \n56. Similarly, BCBSNC has provided no explanation for why it paid the \nclaims submitted between January 1, 2013 and March 2014 at the DRG 288 per case \nrate provided for in Section 2.4, but then suddenly began paying claims at the DRG \n292 and 293 rates. BCBSNC states that “[f]rom execution of the NPA in January \n2013 until March 2014, 42 of Frye’s claims containing the ICD-9 codes for \nand the procedure code for mapped to DRG \n288,” but provides no evidence, test imonial or otherwise, to support this claim. In \nfact, when questioned by the Court as to why it changed from paying the DRG 288 \nPer Case Rate to paying the lower rate for DRG 292 and 293 procedures in April 2014, \nBCBSNC conceded it could not provide an explanation for the change. \n57. The Court concludes that the intent behind Section 2.4 is unclear. There \n \nis no dispute that \nof \n, when performed with a diagnosis \n \n, is an Obesity Surgery.  Under a plain reading of Section 2.4, the \nparties may well have intended for BCBSNC to reimburse Frye for all Obesity \nSurgeries, including those that mapped to DRG 288, at the Per Case Rate. It is an \nequally reasonable interpretation to read Section 2.4 as requiring BCBSNC to  \nreimburse Frye for the Per Case Rate only when BCBSNC receives a claim that maps \nto DRG 288. Either parties’ interpretation of Section 2.4 is reasonable under its plain \nlanguage. See Carolina Place Joint Venture v. Flamers Charburgers, Inc., 145 N.C. \nApp. 696, 699, 551 S.E.2d 569, 571 (2001) (stating that a contract is ambiguous when \n \n \n \n \n“the language of the [contract] is fairly and reasonably susceptible to either of the \nconstructions asserted by the parties”). Therefore, Section 2.4 is ambiguous. \n58. Since the Court is unable to determine the intent behind Section 2.4 \nwithout consideration of extrinsic evidence, granting summary judgment to either \nparty on the Exhibit A Claims is inappropriate. See Jefferson -Pilot Life Ins. Co. v. \nSmith Helms Mulliss & Moore, 110 N.C. App. 78, 82, 429 S.E.2d 183, 186 (1993). \nTherefore, the Frye Motion and BCB SNC Motion seeking summary judgment on \nFrye’s breach of contract claim regarding Frye’s Exhibit A Claims should be DENIED. \nii. Exhibit B Claims \n \n59. With respect to Frye’s claim for breach of contract regarding the Exhibit \nB Claims, BCBSNC argues that aside from      of the Exhibit B Claims, Frye has not \nput any evidence into the record “to support Frye’s contention that the Exhibit B \nClaims were improperly paid or not paid.” (ECF No. 80, at p. 15 [SEALED].) \nBCBSNC contends that there is no evidence speaking to the “services these claims \nwere for, whether they were, in fact, medically necessary or authorized, or what the \nalleged breach is for each of these claims.” (Id. at p. 16 [SEALED].) \n60. In its brief in response to the BCBSNC Motion, Frye states that: \n \nRegarding the 44 Exhibit B claims, Blue Cross NC \nbreached the Agreement by failing to reimburse medically \nnecessary services provided by Frye Regional to Blue \nCross’s members. Blue Cross NC’s breaches are \ndocument[ed] by the record evidence, including Frye \nRegional’s bills [(ECF No. 90.8, at Ex. B)], explanation of \npayments, [(Id . at Ex. C)], documented efforts to pursue \nand to collect the underpayments from Blue Cross NC [(Id. \nat Ex. D)], the damage calculations of the amounts due, \n[(Id. at Ex. A)], and the testimony of [Frye’s] corporate \n \n \n \n \nrepresentative [(See Marti Depo. ECF No. 90.9)]. For the \nExhibit B claims, Frye Regional has incurred \nin damages as a result of Blue Cross NC’s breaches. [(ECF \nNo. 90.8 at Marti Aff., ¶ 18.)] \n \n(ECF No. 90, at pp. 10 –11 [SEALED].) The exhibits filed by Frye contain extensive \npatient information from Frye’s records and other information that raise issues of \nfact as to the need for the procedures performed and whether they were properly paid \nunder the NPA. \n61. “A ‘genuine issue’ is one that can be maintained by substantial \nevidence.” Dobson, 352 N.C. at 83, 530 S.E.2d at 835. Proving that a genuine issue \nof materi al fact exists requires a party to present “such relevant evidence as a \nreasonable mind might accept as adequate to support a conclusion,” and that “means \nmore than a scintilla or a permissible inference.” DeWitt v. Eveready Battery Co., 355 \nN.C. 672, 681, 565 S.E.2d 140, 146 (2002) (internal citations and quotations omitted). \n \n62. It is this Court’s duty to determine “not whether there is literally no \nevidence, but whether there is any [evidence] upon which a jury could properly \nproceed to find a verdict f or the party producing it, upon whom the onus of proof is \nimposed.” Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 251 (1986). \n63. The Court concludes that the evidence proffered by Frye to support its \nExhibit B Claims is sufficient to allow a reasonable jury to find in favor of Frye on \nthese claims. Therefore, BCBSNC’s Motion seeking summary judgment on Frye’s \nExhibit B Claims should be DENIED. \n \n \n \n \nD. Reformation \n \n64. Frye also alleges a claim for Reformation (Count II) with regard to the \nExhibit A Claims. (ECF No. 3, at ¶¶ 28– 39.) Both parties seek summary judgment \nin their favor as to the claim for reformation. Courts have the equitable authority  to \n“grant reformation  of a contract when the writing does not represent the true \nagreement between the parties.” Cleland, 68 N.C. App. at 355, 315 S.E.2d at 81. \nWhether a contract is properly suited for \n \nreformation is subject to the same rules of law as applied \nto all other instruments in writing. It must be alleged  and \nproven that the instrument sought to be corrected failed to \nexpress the real agreement or transaction because of \nmistake common to both parties, or because of mistake of \none party and fraud or inequitable conduct of the other. \n \nPeirson v. American Hardware Mut. Ins. Co., 248 N.C. 215, 219, 102 S.E.2d 800, 803– \n04 (1958) (citation and quotation marks omitted). \n65. “To survive summary judgment in an action for equitable reformation of \na contract on the basis of inequitable conduct by the promisor, a plaintiff must show \na factual basis for four essential elements: (1) the written agreement did not properly \nexpress the intent of the parties, (2) the conduct of the promisor caused the improper \nexpression, (3) relevant, competent evidence exists outside the written documents \nwhich shows the intention of the parties, and (4) injustice will result if the contract \nis not rewritten.” Carter v. West Am. Ins. Co., 190 N.C. App. 532, 537–38, 661 S.E.2d \n264, 269 (2008) (internal citations omitted). \n66. Frye contends that if BCBSNC’s failure to pay the Per Case Rate for the \n \nExhibit A Claims does not amount to a breach of the NPA, then this Court should \n \n \n \n \nreform Section 2.4 based on a mutual mistake and because Section 2.4 “failed to \nproperly express the parties’ Agreement for the payment of Obesity Surgery.” (ECF \nNo. 73, at p. 14 [SEALED].) BCBSNC counters by arguing that there is an absence \nof reliable evidence tending to show that th ere was a mutual mistake between the \nparties. (ECF No. 94, at p. 9 [SEALED].) \n67. Reformation turns on the Court’s ability to ascertain the intent of the \nparties and put that intent into effect. The Court already has concluded that it cannot \ndetermine the part ies’ intent underlying Section 2.4, and that factual disputes \nregarding that intent exist that must be decided by a jury. Accordingly, the Court \ncannot conclude, as a matter of law, that Section 2.4 fails to express the parties’ \nintent, and the Court is unable to determine at the summary judgment stage \nwhether, as a matter of law, reformation of the NPA is proper at this time. Therefore, \nto the extent the Frye Motion and BCBSNC Motion seek summary judgment as to \nFrye’s request for reformation, the Motions should be DENIED. \nTHEREFORE, IT IS ORDERED that: \n \n1. The Frye Motion is DENIED. \n \n2. To the extent the BCBSNC Motion seeks summary judgment on Frye’s \nbreach of contract claims based on the defense of equitable estoppel, the \nBCBSNC Motion is DENIED. \n3. To the extent the BCBSNC Motion seeks summary judgment based on \nthe statute of limitations defense as to the thirty one (31) Exhibit A \n \n \n \n \nClaims with payment dates before March 23, 2015, the BCBSNC Motion \nis GRANTED, and is otherwise DENIED. \n4. To the  extent  the  BCBSNC  Motion  seeks  summary  judgment  on  \nof Frye’s Exhibit B Claims based on the statute of \nlimitations defense, the BCBSNC Motion is DENIED. \n \n5. To the extent the BCBSNC Motion seeks summary judgment based on \n \nthe evidence that the claim for patient was processed \n \nand closed before March 23, 2015, the BCBSNC Motion is GRANTED. \n \n6. To the extent the BCBSNC Motion seeks summary judgment based on \nthe Payment Adjustment Provision shortening the statute of \nlimitations, the BCBSNC Motion is DENIED. \n7. Except as otherwise granted herein, to the extent the BCBSNC Motion \nseeks summary judgment on Frye’s breach of contract claims regarding \nFrye’s Exhibit A Claims and Exhibit B Claims, the BCBSNC Motion is \nDENIED. \n8. To the extent the BCBSNC Motion seeks summary judgment as to \n \nFrye’s request for reformation, the BCBSNC Motion is DENIED. \n \n9. BCBNC’s Motion to Exclude is DENIED WITHOUT PREJUDICE. \n \n \n \n \nSO ORDERED, this the 17th day of April, 2020. \n \n \n /s/ Gregory P. McGuire  \nGregory P. McGuire \nSpecial Superior Court Judge \nfor Complex Business Cases "
}