{
  "id": "02c0a8e2b293a4df58b74c5fcb5b18f0e94bf0f258d04de7679e428475960842",
  "source_file": "data/raw/ncbc/02c0a8e2b293a4df58b74c5fcb5b18f0e94bf0f258d04de7679e428475960842.pdf",
  "raw_text": "Gillespie v. Majestic Transp., Inc., 2016 NCBC 67. \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF CABARRUS 16 CVS 324 \n \n \nJAMES FRANKLIN GILLESPIE and  ) \nGILLESPIE’S MOTOR FREIGHT, a NC ) \nGeneral Partnership, ) \n  Plaintiffs,  ) \n   ) ORDER ON MOTION TO DISMISS   \n v.  )  \n   )  \nMAJESTIC TRANSPORT, INC., ) \nENRIQUE URQUILLA, and JANETH ) \nBERMUDEZ,  ) \n  Defendants. ) \n \n \n THIS CAUSE was designated a mandatory complex business case by Order of \nthe Chief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat . \n§ 7A-45.4(b) (hereinafter, references to the North Carolina General Statutes will be \nto “G.S.”), and assigned to the undersigned Special Superior Court Judge for Complex \nBusiness Cases. \nTHIS MATTER comes before the Court on Defendants Majestic Transport, \nInc., Enrique Urquilla, and Janeth Bermudez’s  Motion to Dismiss Plaintiffs’ Second \nAmended Complaint  (the “Motion”)  pursuant to North Carolina Rule of Civil \nProcedure 12(b)(6) (“Rule(s)”). \nTHE COURT, after reviewing the Motion, briefs in support of and in opposition \nto the Motion, the oral arguments, and other appropriate matters of record,  FINDS \nand CONCLUDES that the Motion should be DENIED, or D ENIED in part, \n \n \n \n \nconditioned upon Plaintiffs ’ filing of the amen dment to the Second Amended \nComplaint for which the Court has provided leave herein. \nScarbrough & Scarbrough, PLLC, by John F. Scarbrough, for Plaintiffs James \nFranklin Gillespie and Gillespie’s Motor Freight. \n \nHull & Chandler, P.A., by Andrew S. B rendle, for Defendants Majestic \nTransport, Inc., Enrique Urquilla, and Janeth Bermudez. \n \nMcGuire, Judge. \n \nI. FACTUAL AND PROCEDURAL BACKGROUND \n1. Around August 2014, Plaintiff James Franklin Gillespie (“Gillespie”) \nand Defendant Enrique Urquilla (“Urquilla”) entered into a n oral  partnership \nagreement (the “ Partnership Agreement”) to form Plaintiff Gillespie Motor Freight \n(“GMF”), a general partnership organized under the laws of the State of North \nCarolina.  Gillespie and Urquilla each hold a fifty percent (50%) inter est in GMF.  \nGMF was formed for the purpose of transporting shipments of freight as a motor \ncarrier in intrastate and interstate commerce.   \n2. Gillespie contributed equipment to GMF.  GMF also leases nine trucks \nfrom a separate company owned by Gillespie (the  “Gillespie T rucks”). Urquilla \ncontributed money to GMF and “promised to manage the logistics of the partnership \nbusiness, including arranging contracts with freight brokers and shippers, handling \nfinances and accounting for the partnership.”  (Second Amended Compl. ¶ 8). \n3. Defendant Majestic Transport, Inc. (“Majestic”) , is a North Carolina \ncorporation with its principal place of business in Cabarrus County.  Urquilla is CEO \nof Majestic.  Defendant Janeth Bermudez  (“Bermudez”) serves as  Majestic’s \n \n \n \n \npresident.  Majestic owns one truck (the “Majestic Truck”).  Bermudez also manages \nGMF’s finances. (Id. 10). \n4.   Gillespie and Urquilla agreed that payments received from customers \nfor the transport of shipments by the Gillespie T rucks would go to GMF, while \npayments for the transport of shipments made by  the Majestic Truck would go to \nMajestic. \n5. Plaintiffs allege that, unbeknownst to Gillespie, Urquilla and Bermudez \nacted outside the interests of GMF by contracting with brokers and shippers on behalf \nof Majestic  for t ransport of shipments using the Gillespie Trucks.  (Id. ¶ 14).   \nPayments for these shipments allegedly went to Majestic, Urquilla, and Bermudez \nrather than GMF.  Urquilla and Bermudez  “falsely represented to Gillespie  that \npayment for transporting shipments by the [GMF] trucks … was being paid to [GMF]” \nwhen in fact “the money was being diverted to Majestic, Urquilla, and Bermudez. ”  \n(Id. ¶ 15).  Plaintiffs allege that “Urquilla and Bermudez were successful in carrying \nout this scheme because . . . Gillespie was away from the office, driving night and day \nto deliver shipments.”   (Id. ¶ 16).  Gillespie discovered the improper diversion of \nGMF’s payments during the week of January 4, 2016.  (Id. ¶ 18). \n6. Plaintiffs allege that after Gillespie discovered the scheme Urquilla and \nBermudez removed GMF’s computer from the partnership’s office, and excluded \nGillespie from the operation and management of GMF.  (Id. ¶¶19, 22). \n \n \n \n \n7. On January 11, 2016, Plaintiffs filed an action against Defendants. 1  \nPlaintiffs took a  voluntary dismissal of that action  on January 14, 2016, and on \nFebruary 1, 2016 , instituted this action by filing a  Complaint alleging claims for \nbreach of the Partnership Agreement, breach of fiduciary duty, constructive fraud, \nactual fraud, civil conspiracy, conversion, and seeking to impose a constructive trust \nover all funds belonging to GMF, pierce Majestic’s corporate veil, recover punitive \ndamages, and dissolve GMF.  Plaintiffs also  requested that the Court enter  \ntemporary, preliminary, and permanent injunctions to pr ohibit Defendants from \nfurther interfering with GMF. \n8. On February 9, 2016, a hearing was held before the Honorable Anderson \nD. Cromer on Plaintiffs’ motion for a temporary restraining order. \n9. On February 10,  2016, by Order of the Chief Justice of the North \nCarolina Supreme Court , this case was designated a mandatory complex business \ncase.  This case was then assigned to the undersigned by the Honorable James L. \nGale, Chief Special Superior Court Judge for Complex Business Cases. \n10. On February 11, 2016, Judge Cromer granted the motion for a \ntemporary restraining order in part, ordering that no party take any action to destroy \nor transfer data on GMF’s computer, and that Defendants’ counsel make the \ncomputer available to Plaintiffs for copying of the hard drive.  Judge Cromer denied \n                                                        \n1 Although neither party has raised the issue, the Court notes that Gillespie’s filing of the \nComplaint on January 11, 2016, particularly in light of his request for judicial dissolution, \nwas an “unequivocal expression of an intent and desire to dissolve the partnership” and “the \npartnership was automatically dissolved on that date.”  Sturm v. Goss, 90 N.C. App. 326, 332, \n368 S.E.2d 399, 402-403 (1988); N.C. Gen. Stat. §59-61(1)(b). \n \n \n \n \nthe remainder of the relief requested in Plaintiffs’ motion for a temporary restraining \norder. \n11. On April 8, 2016, Defendants filed a Motion to Dismiss seeking \ndismissal of all of Plaintiffs’ claims except the claim for judicial dissolution of GMF.   \nOn April 28, 2016, Plaintiffs filed a response in opposition to the Motion to Dismiss, \nand on May 27, 2016 , the Court convened a hearing on the Motion to Dismiss.  On \nthe morning of  May 27,  2016, prior to the hearing , Plaintiff s filed an Amended \nComplaint, rendering Defendant’s Motion to Dismiss moot.  Houston v. Tillman, 234 \nN.C. App. 691, 695, 760 S.E.2d 18, 20 (2014) ( finding that plaintiff's amendment of \nthe complaint rendered any argument concerning the original complaint moot); \nKrawiec v. Manly , 2015 NCBC LEXIS 85 , **5-6 (N.C. Super. Ct. 2015).  At the \nhearing, the Court instructed Plaintiffs’ counsel to file a Second Amended Complaint \nincorporating the allegations of the Complaint and the Amended Complaint in one \nconsolidated pleading, and on June 1, 2016, Plaintiff s filed the Second Amended \nComplaint.  On June 3, 2016, Defendants filed their Second Motion to dismiss seeking \ndismissal of the Second Amended Complaint and a supporting memorandum, and on \nJune 6, 2016, the Court held a hearing on the second Motion to Dismiss. \nII. DISCUSSION. \n \n12. Defendants move to dismiss the Second Amended Complaint pursuant \nto Rule 12(b)(6) for failure to state a claim upon which relief can be granted.  “The \nappropriate inquiry on a Motion to D ismiss pursuant to Rule 12(b)(6) is whether, as \na matter of law, the allegations of the complaint, treated as true, are sufficient to \n \n \n \n \nstate a claim upon which relief may be granted under some legal theory.”  Crouse v. \nMineo, 189 N.C. App. 232, 237 , 658 S.E.2d 33, 36  (2008).  Such a motion should be \ngranted only when the complaint, on its face, reveals (a) that no law supports the \nplaintiff's claim, (b) the absence of facts sufficient to form a viable claim, or (c) some \nfact which necessarily defeats the plaintiff's claim.  Jackson v. Bumgardner, 318 N.C. \n172, 175, 347 S.E.2d 743, 745 (1986).  While the Court treats well-pleaded allegations \nin a complaint as true and admitted in analyzing a Rule 12(b)(6) motion to dismiss, \nit will not consider unwarranted conclusions of law or deductions of fact.  Ford v. \nPeaches Entm't Corp., 83 N.C. App. 155, 156, 349 S.E.2d 82, 83 (1986). \n13. Defendants’ arguments in support of dismissal are not altogether clear.  \nDefendants reference only Rule 12(b)(6) as a basis for their motion, but argue  that \nGillespie lacks “standing” to pursue the claims.   (Defs.’ Br. Supp. Mot. Dismiss 2).  \nThe argument that Gillespie lacks stan ding would seem to implicate subject matter \njurisdiction under Rule 12(b)(1).  Nevertheless, the Court notes that other reported \ndecisions of North Carolina’s courts  have considered challenges to a partner’s \n“standing” to raise claims , against other partne rs and against third -parties, under \nRule 12(b)(6). See e.g.,  Chesson v. Rives , 2013 NCBC LEXIS 46  (N.C. Super. Ct. \n2013); Energy Investors Fund, L.P. v. Metric Constructors, Inc.,  351 N.C. 331, 525 \nS.E.2d 441 (2000); Gaskins v. J.S. Procter Co. , LLC, 196 N.C. App. 447, 675 S.E.2d \n115 (2009).  Accordingly, the Court will consider the Motion pursuant to Rule 12(b)(6).  \n14.  Defendants’ primary argument in support of dismissal is that “Gillespie \n[ ] alleges that his injuries are identical to those allegedly suffered by The Partnership \n \n \n \n \n[GMF]”, and that the “failure to allege a separate and distinct injury  . . . prohibits” \nGillespie from bringing claims against his partner, Urquilla,  and against third -\nparties Majestic and Bermudez.   (Defs.’ Br. Supp. Mot. Dismiss 3 ).  Defendants \ncontend that Gillespie’s claims must be dismissed because “[i]t is settled law in [North \nCarolina] that one partner may not sue in his own name, and for his benefit, upon a \ncause of action in favor of the partnership.” (Defs. ’ Br. Supp. Mot. Dismiss 2; citing \nGaskins, 196 N.C. App. at 451, 675 S.E.2d at 117).  Defendants’ reliance on Gaskins, \nhowever, is misplaced .  Gaskins applies only to claims brought by limited partners \nagainst limited partnerships, and not to claims raised by a  general partner in a \ngeneral partnership.  In Gaskins, the plaintiffs were limited partners in a  limited \npartnership that owned and operated an apartment complex.  196 N.C. App. at 449, \n675 S.E.2d at 116.  The plaintiffs brought a lawsuit against the general partners and \na third-party company owned by one of the general partners alleging that the general \npartners mismanaged the apartment complex and operated it to enrich the third -\nparty company at the expense of the plaintiffs’ investments.  Id. at 449-50, 675 S.E.2d \nat 116-17.  The plaintiffs made claims for breach of fiduciary duty, negligence, breach \nof contract, and constructive fraud.  Id. at 450, 675 S.E.2d at 117.  The trial court \ndismissed the plaintiffs’ claims and they appealed.  The Court of Appeals framed the \n“dispositive question” on appeal as “whether a limited partner can bring suit in his \npersonal capacity for injuries to the partnership when he does not sufficiently allege \na special duty or a separate and distinct injury.”  Id. at 449, 675 S .E.2d at 116 \n(emphasis added).  Applying the North Carolina Supreme Court’s holding in  Energy \n \n \n \n \nInvestors Fund, L.P.,  supra, the Court of Appeals in Gaskins concluded that the \nplaintiffs could not pursue their claims against the general partners or the third -\nparty company.  196 N.C. App. at 458, 675 S.E.2d at 122. \n15. In Energy Investors , our Supreme Court held that a limited partner \nlacked standing to pursue clai ms to “recover for the loss of its equity investment” \nagainst a third-party who made negligent misrepresentations to the partnership.  351 \nN.C. at 333, 525 S.E.2d at 443 .  The Court reviewed the law of other states and \nscholarly commentary regarding the na ture of limited partnerships, and concluded \nthat limited partnerships were like corporations and limited partners analogous to \nshareholders.  Id. at 333 -35, 525 S.E.2d at 443 -44.  The Court noted that limited \npartnerships, like corporations: “were unknown to the common law and, like \ncorporations, are 'creatures of statute.’”  Id.  The Court further noted  that “[b]oth \nforms of organization can attract investment capital by offering limited liability with \nroughly similar effects in limited partnerships and corporations.”  Id.  The Court also \nrecognized that limited partners were like shareholders in a corporation because they \nare “immune to personal liability for partnership debts save f or [their] original \ninvestment,” are “not thought to be an ‘owner’ of part nership property,” and do “not \nmanage the business.”  Id.  Based on these principles, the Court held that “that the \nCourt of Appeals properly equated the status of limited partners in a partnership  to \nthe relationship that exists between corporate shareholders and the corporation.”  Id.  \nAccordingly, the Supreme Court applied the law regarding a corporate shareholder’s \nrights against a corporation and concluded that in order for a limited partner to bring \n \n \n \n \nsuit he must allege (1) “an injury ‘separate and dis tinct’ to himself”, or (2) “injuries \narising out of a ‘special duty’ running from the alleged wrongdoer to the [limited \npartner].”  Id.  (citing Barger v. McCoy Hillard & Parks, 346 N.C. 650, 488 S.E.2d 215 \n(1997)). \n16. The holdings in Energy Investors and Gaskins are not applicable to the \nallegations in this action.  Gillespie and Urquilla were in a common law general \npartnership, not a statutory limited partnership, and the reasoning underlying the \ntreatment of limited partners as analogous to shareholders  in a corporation do not \ncontrol the outcome here.  Jackson v. Marshall, 140 N.C. App. 504, 508, 537 S.E.2d \n232, 235 (2000) (recognizing that holding in Energy Investors “applied principles of \ncorporate law to limited partnerships.”); Chesson, 2013 NCBC LE XIS 46 at  **8-10 \n(acknowledging the holding in Energy Investors but not applying it to claims between \npartners in a common law general partnersh ip).  Unlike a limited partner, Gillespie \nhas an ownership interest in the partnership property and profits  as a  general \npartner.  N.C. Gen. Stat. §§ 59 -54 - 59-56.  Furthermore, Gillespie, as a general \npartner, has equal rights in the management and conduct of the partnership business \nthat a limited partner generally does not possess (absent authority expressly granted \nby a partnership agreement).  N.C. Gen. Stat. §§ 59 -48(5); 59-54.  Gillespie is  also \njointly and severally liable for the obligations and debts of the general partnership .  \nN.C. Gen. Stat. §§ 59 -45; Dwiggins v. Parkway Bus Co. , 230 N.C. 234, 237 -238, 52 \nS.E.2d 892, 894, (1949).  Most significantly, Urquilla and Gillespie , as partners, had \nfiduciary duties to one another.  Casey v. Grantham, 239 N.C. 121, 124-25, 79 S.E.2d \n \n \n \n \n735, 738 (1954).  The holdings in Energy Investors and Gaskins do not apply to claims \nraised by partners in a common law general partnership. \nGillespie’s claims against Urquilla. \n17. The conclusion that Gillespie’s claims are not barred by the holdings in \nEnergy Investors and Gaskins does not, however, establish that Gillespie can pursue \nhis claims against Urquilla in this action.  In North Carolina, “the general rule is \nthat one partner cannot sue another partner at law until there has been a complete \nsettlement of the partnership affairs and a balance struck.”  Pugh v. Newbern, 193 \nN.C. 258, 260, 136 S.E. 707, 708 (1 927).  In other words, a general partner typically \nmust pursue damages for in juries caused by his partners through  dissolution of the \npartnership and a winding-up and accounting of each partners’ partnership shares to \ndetermine damage s to his partnership interest. 2   This general rule , however, is \nsubject to numerous, well-established exceptions, several of which are applicable to \nthe claims raised by Gillespie against Urquilla in this action .  Id.; Crosby v. Bowers, \n87 N.C. App . 338, 344, 361 S.E.2d 97, 101 (1987);  see also  Potter v. Homestead \nPreservation Ass'n, 330 N.C. 569, 578, 412 S.E.2d 1, 6 (1992).   \na. Breach of Partnership Agreement.  \n18. Gillespie alleges the following claims against Urquilla which are subject \nto the Motion to Dismiss:  breach of partnership agreement, breach of fiduciary duty \n                                                        \n2 It is not clear that Gillespie seeks, or could recover, damages from Urquilla beyond the value \nof his interest in the partnership at the time of dissolution of the partnership.  Chesson, 2013 \nNCBC LEXIS 46 at **8-10.  This would include damages for any losses to the value of his \npartnership interest suffered as a result of Urquilla’s conduct before the dissolution ,  Id. at \n*10,  which appear to be the damages Gillespie seeks in this lawsuit. \n \n \n \n \nand constructive fraud, fraud, conversion, and  civil conspiracy.3  The Court already \nhas concluded these claims are not precluded by the law applicable to claims raised \nby limited partners.  The Court further concludes, as noted above, that these claims \nfall within the exceptions to the general rule against one general partner suing his \nother general partners. \n19. In Plaintiffs’ First Claim for Relief, they allege that Urquilla breached \nthe terms of their Partnership Agreement by diverting payments for work performed \nby GMF to Majestic.  (Second Amended Compl. ¶¶ 24 -28).  One partner may bring a \nclaim against another partner  for breach of a partnership agreement.                                                                                                                                                                 \nPugh, 193 N.C. at 261, 136 S.E. at 709 (partner may bring claim against a co-partner \n“upon express personal contracts between the partners”); Crosby, 87 N.C. App. at 344, \n361 S.E.2d at 101 (1987) (holding that “[t] he partnership agreement in the present \ncase is an express personal contract between the partners” and that the plaintiff could \nsue the defendant partners directly for breach of the partnership agreement ).  \nAccordingly, the Court concludes that Gillespie has standing to make a claim for \nbreach of the Partnership Agreement against Urquilla, and Defendan ts’ motion to \ndismiss this claim should be DENIED. \nb. Breach of Fiduciary Duty and Constructive Fraud. \n20. In their Second and Third Claims for Relief, Plaintiffs allege that \nUrquilla breached a fiduciary duty to Gillespie and engaged in constructive fraud by \n                                                        \n3 Defendants do not make separate arguments for the dismissal of the claims for constructive \nfraud, punitive damages, permanent injunction, or piercing the corporate veil.  These claims, \nhowever, effectively rise or fall on the Plaintiffs’ contract and tort claims. \n \n \n \n \n“misappropriating” and “converting funds rightfully belonging to the partnership and \nconverting the funds to his own personal use and enjoy ment.” (Second Amended \nCompl. ¶¶ 31, 38). \n21. “Business partners . . . are each other's fiduciaries as a matter of law.” \nHajmm Co. v. House of Raeford Farms, Inc. , 328 N.C. 578, 588, 403 S.E.2d 483, 489 \n(1991) (citing Casey, 239 N.C. 121, 79 S.E.2d 735; Stamm v. Salomon, 144 N.C. App. \n672, 680, 551 S.E.2d 152, 158 (2001)).  In Casey, the Supreme Court held: \nIt is elementary that the relationship of partners is fiduciary and \nimposes on them the obligation of the utmost good faith in their dealings \nwith one another in respect to partnership affairs. Each is the \nconfidential agent of the other, and each has a right to know all that the \nothers know, and each is required to make full disclosure of all material \nfacts within his knowledge in any way relating to the partnership \naffairs. \n \n239 N.C. at 124 -25, 79 S.E.2d at 738 ; Chesson, 2013 NCBC LEXIS 46  at *13 \n(Partner’s fiduciary duties to one another “include providing full information to the \npartnership, accounting for the use of partnership property, disclosing self -dealing \ntransactions, and remitting profits obtained through transactions affiliated with the \npartnership's business.” ).  Self -dealing of the type alleged by Plaintiff s against \nUrquilla in this case is a breach of his fiduciary duties to Gillespie.  Compton v. Kirby, \n157 N.C. App. 1, 15 -16, 577 S.E.2d 905, 914 -915 (2003).  In addition, “a breach of \nfiduciary duty amounts to constructive fraud.”  Id. at 16, 577 S.E.2d at 914.  Gillespie \nhas standing to make claim s for breach of fiduciary  and constructive fraud  duty \nagainst Urquilla, and Defendants’ motion to dismiss this claim should be DENIED. \n   \n \n \n \n \nc.  Fraud. \n22. Plaintiffs allege Urquilla engaged in fraud when he “misrepresent[ed] \nto [Gillespie] that funds rightfully belonging to the partnership business were being \nproperly contributed to the partnership, when in reality the funds were being \ndiverted to Majestic.” (Second Amended Compl.  ¶ 41).  A claim for fraud is another \nwell-recognized exception to the rule that one partner cannot sue another.  Pugh, 193 \nN.C. at 261, 136 S.E. at 708-709 (“A partner may maintain an acti on at law against \nhis copartner . . . [w]hen one partner has been guilty of fraud in contracting the debt \nor in incurring the obligation or by concealing the property or by other device \ndefeating the rights of the complaining party.”).  The Court concludes that Gillespie \nhas standing to make a claim for fraud against Urquilla, and Defendants’ motion to \ndismiss this claim should be DENIED. \nd.  Conversion. \n23. In their Sixth Claim for Relief, Plaintiffs allege the Defendants “made \nan unauthorized assumption and exercise of ownership over funds rightfully \nbelonging to the partnership business” and to the partnership’s exclusion.  (Second \nAmended Compl.  ¶¶ 48, 49).  Plaintiffs allege Gillespie was damaged by the \nDefendants’ actions.  (Id. ¶ 50).  A partner may bring an action for conversion against \nanother partner.  Pugh, 193 N.C. at 261, 136 S.E. at 708 -709 (“A partner may \nmaintain an action at law against his copartner . . . [w]hen the joint property [of the \npartnership] has been wrongfully destroyed or converted.”); Lewis v. Boling, 42 N.C. \nApp. 597, 60 6, 257 S.E.2d 486, 492 (1979) (noting that a c laim for conversion of \n \n \n \n \npartnership property is an exception to the rule that one partner cannot sue another).  \nDefendants’ motion to dismiss Gillespie’s claim against Urquilla for conversion must \nbe DENIED. \ne.   Civil Conspiracy. \n24. Since Gillespie’s claim for conversion against Urquilla should not be \ndismissed, the Court concludes that Gillespie’s Fifth C laim for Relief  for civil \nconspiracy (Second Amended Compl. ¶¶ 45, 46) against Urquilla and Bermudez for \nunlawfully conspiring to convert GMF’s funds should not be dismissed.  Defendants’ \nmotion to dismiss Gillespie’s claim for civil conspiracy must be DENIED. \nGillespie has authority to assert GMF’s partnership claims against Majestic \nand Bermudez. \n \n25. In the Second Amended Complaint GMF is named as party-Plaintiff and \nGillespie purports to raise claims for GMF , alleging that “Gillespie and the \npartnership have been damaged” by the conduct of Defendants.   (Second Amended \nCompl. ¶¶ 28, 34, 39, 46, and 50).  The Complaint, however, does not expressly state \nwhether Gillespie brings the claims directly for GMF or derivatively.4  Nevertheless, \n                                                        \n4 It is questionable whether the term “derivative” is properly applied to a claim belonging to \na general partnership.  Wasserman v. Kay, 14 A.3d 1193, 1215, 197 Md. App. 586, 624 \n(2011) (“[T]he term ‘derivative’ is an inappropriate and confusing term to use in the general \npartnership context. ‘Derivative’ actions are necessary in the corporate and limited \npartnership context, where the shareholders and limited partners have no managerial \nrights and thus must ‘derive’ the right to sue from the entity itself.”); Cates v. Int’l Tel. & \nTel. Corp., 756 F.2d 1161, 1178 (5th Cir. Tex. 1985) (Recognizing that Texas law regarding \navailability of a derivative claim in a partnership setting was unclear and concluding “[w]e \ndo not hold that Texas law would necessarily allow a derivative action on the part of a \nminority partner or an owner of a partnership interest.”); 1 A. Bromberg & L. Ribstein, \nBromberg and Ribstein on Partnership  (2015) § 5.03[A] (“[E]ven the name ‘derivative suit’ \nmay be inappropriate in a partnership context.”). \n \n \n \n \nDefendants contend that  the claims are derivative and that  Gillespie may not \nmaintain claims on behalf of GMF because he did not allege that he had complied \nwith the pre-suit requirements contained in N.C. Gen. Stat. § 59-1003, 5 and did not \nverify the Second Amended Complaint pursuant to Rule 23(b).6  Although Defendants \nhave not raised the issue, the Court also must determine whether an individual \ngeneral partner has the authority to raise claims belonging to the general partnership \nabsent express authority granted by a partnership agreement or the consent of the \nother partners. \n26. As a preliminary matter, the Court concludes that the pre -suit \nrequirements in G.S. § 59-1003 have no application to the claims in this lawsuit.  \nFirst, that statute  is contained in the Revised Uniform Limited Partnership Act \n(Article 5), and no such requirement is provided for in  the Uniform Partnership Act \n(Article 2).  Plaintiffs allege that GMF was a common law general partnership, not a \nlimited partnership.  Second, the statutory language makes it abundantly clear that \nG.S. § 59-1003 applies only to derivative actions being pursued by limited partners \non behalf of a limited partnership  and not to claims raised by general partners in a \ncommon law general partnership.  G.S. § 59-1003 requires that a plaintiff “set for th \nwith particularity the effort of the plaintiff to secure initiation of the action by a \n                                                        \n5 G.S. § 59 -1003, “Pleading”, provides: “In a derivative action the complaint shall set forth \nwith particularity the effort of the plaintiff to secure initiation of the action by a general \npartner or the reasons for not making the effort.” \n6 Rule 23(b) provides as follows: “Secondary action by shareholders. – In an action brought to \nenforce a secondary right on the part of one or more shareholders or members of a corporation \nor an unincorporated association because the corporation or association refuses to e nforce \nrights which may properly be asserted by it, the complaint shall be verified by oath.”   \n \n \n \n \ngeneral partner  or the reason for not making the effort.” (emphasis added).  The \nRevised Uniform Limited Partnership Act defines a “general partner” as “a person \nwho has been admitted to a limited partnership as a general partner.”  G.S. § 59-\n102(6) (emphasis added).  In sum, to the extent the claims Gillespie seeks to pursue \nfor GMF are derivative, G.S. § 59-1003 does not apply. \n27. Similarly, the Court concludes that the claims  being made for  GMF \nshould not be dismissed for failure to comply with the verification requirement in \nRule 23(b).  The express language of the Rule makes it applicable to “shareholders or \nmembers of a corporation or an unincorporated association”, and does not include \npartners in a general partnership.  In addition, a verification under Rule 23(b) is a \nprocedural, and not a substantive, element of a derivative claim, and is not \njurisdictional.  Alford v. Shaw, 327 N.C. 526, 531, 398 S.E.2d 445, 447 (1990).   The \npurposes served by the verification requirement, including discouraging meritless \n“strike suits” and ensuring that a plaintiff has investigated the claim, are not \nimplicated under the facts involved in this lawsuit.  Id. at 532, 398 S.E.2d at 448.  \nFinally, if the Court believed it was necessary for Plaintiffs to verify the Second \nAmended Complaint, it would have the authority to, and would, have granted leave \nfor Plaintiffs to file such a verification.  Id. at 533, 398 S.E.2d at 448.        \n28. The question re mains, however, as to whether Gillespie may pursue \nclaims that belong to GMF .  It is clear under North Carolina law that “one partner \nmay not sue in his own name, and for his benefit, upon a cause of action in favor of a \npartnership.”  Godwin v. Vinson , 25 1 N.C. 326, 327, 111 S.E.2d 180, 181 (1959)  \n \n \n \n \n(emphasis added); Threadgill v. Faust , 213 N.C. 226, 230, 195 S.E. 798, 800 (1938) \n(“The general rule in this jurisdiction is that one partner may not sue in his own name \nalone, and for his own benefit, upon a cause of action accruing to the partnership.  The \naction must be prosecuted in the name  of the real party in interest ”; citations \nomitted).  Here, Gillespie has not brought GMF’s claims for himself, but rather has \nnamed GMF as a plaintiff in the lawsuit an d appears to assert claims on behalf of \nGMF.7 \n29. In North Carolina, whether a partner may bring a claim belonging to \nthe partnership, at least in the absence of express authority provided in a partnership \nagreement or consent by the other partners, is not cle ar. 8   Broad language in \nThreadgill suggests that North Carolina may  adhere to the general common law \nposition that requires all partners be parties to a lawsuit raising a claim belonging to \nthe partnership.  213 N.C. at 230, 195 S.E. 798 at 800 (“[I]n all suits relating to a \npartnership all the partners are necessary parties, and the action must be brought in \nthe name of the partnership.” ).  Even if it is interpreted in that way,  however, the \n                                                        \n7 In North Carolina, a partnership may sue in its own behalf and in its own name.  G.S. § 1-\n69.1(a)(1).  The statute, however, does not provide who may bring a suit for a partnership. \n8 The issue of whether less than all partners, or an individual partner, can sue on a claim \nbelonging to the partnership has generated a wide range of responses from the courts in \nother jurisdictions that have considered it.  See 1 A. Bromberg & L. Ribstein, Bromberg and \nRibstein on Partnership § 5.01 – 5.06 (2015) (noting that “[c]uriously, the [Uniform \nPartnership Act] is silent” on the issues of “whether fewer than all the partners can sue on \na partnership right” and exhaustively discussing the conclusions reached by various courts \nand commentators).  The court decisions and commentators considering the right to pursue \nlegal claims belonging to a partnership have focused on a partner’s rights to participate in \nthe management of the partnership, recognizing that the UPA provides that partners have \nan equal right to participate in management, but also requires that certain partnership \ndecisions may require majority or unanimous approval by partners, and the impact that \nalleged partner misconduct or conflicts of interest should have on who is permitted to \npursue such claims.  Id. \n \n \n \n \nlanguage in Threadgill does not state that all partners must be aligned as plaintiffs \nin the lawsuit.  Here, Urquilla is a party to the action, albeit as a defendant. \n30. To the extent Threadgill can be interpreted as requiring that all \npartners be “parties” to an action asserting a partnership claim, that requirement \narguably is satisfied by the presence of Gillespie and Urquilla in this lawsuit.  Allied \nChem. Co. v. DeHaven , 824 S.W.2d 257, 264 (Tex. App. Houston 14th Dist. 1992)  \n(holding where plaintiff partner named the other three partners as defendants in the \nlawsuit, the purpose behind the common law rule requiring all partners to bring suit \non a partnership claim , protection of third parties from m ultiple lawsuits, was \nsatisfied). \n31. There are different considerations when a claim is brought against a \nthird-party to the partnership who acted independently and when a claim is brought \non behalf of the partnership for injuries caused by collusion between the third -party \nand one of the general partners.  In a case such as this , involving two equal 50% \npartners, one of whom allegedly acted in concert with third-party defendants to cause \nthe injury to the partnership, it makes little sense to require the agreement of both \npartners to pursue the claim.  Urquilla would be high ly unlikely to consent to or \nparticipate in prosecutio n of the claims at issue in this case.  This would leave the \npartnership, to the extent it suffered injury separa te from Gillespie ’s injuries, with \nno recourse against the third-party.  Other courts that have considered the question \nof whether a partner should be permitted to sue on behalf of a partnership when other \npartners are  involved in the alleged wrongdoing or otherwise have a conflict of \n \n \n \n \ninterest have a reached similar conclusion . Cates, 756 F.2d at 1178 (“ [W]here the \ncontrolling partners, for improper, ulterior motives and not because of what they in \ngood faith believe to be the best interests of the partnership, decline to sue on a valid, \nvaluable partnership cause of action which it is advantageous to the partnership to \npursue -- Texas law would afford some remedy to the minority partner or partnership \ninterest owner”); Benedict v. Whitman Breed Abbott & Morgan, 282 A.D.2d 416, 418, \n722 N.Y.S.2d 586, 588 (N.Y. App. Div. 2d Dep't 2001) (individual partner may sue for \n“injuries to the partnership . . . where, . . ., it is alleged that the other equal partner \nparticipated in some wrongdoing with a third party.”); Wasserman, 14 A.3d at 1216-\n1217, 197 Md. App. at 626-627 (requiring unanimous consent of all partners to pursue \nclaims when some of those partners are alleged to have engaged in the misconduct \nunderlying the claims would not make sense.);  Thompson Door Co. v. Haven Fund , \n351 A.2d 864, 865 (Del. 1976) (“Each partner has the power to use ordinary legal \nprocess to enforce obligations owed the partnership and therefore may engage counsel \nto sue on behalf of the firm . . . and that rule is particularly significant, and necessary, \nwhen a majority of the general partners has a divided interest.  If the law were \notherwise, valuable rights might be lo st by failure to sue (for example) within a \nstatutory period or to plead certain defenses ”; citations omitted); Allied Chem. Co., \n824 S.W.2d at 264 (“Under the facts of this case, where a conspiracy was alleged \nbetween the partner who made the contract and  Allied's vice-president, exceptional \ncircumstances exist which would make it inequitable to prevent the resigning partner \nfrom bringing suit on behalf of [the partnership] during the winding up phase.”); \n \n \n \n \nSerpa v. Jolly King Rests. , Inc., 62 F.R.D. 626, 63 4-35 (S.D. Cal. 1974) (recognizing \ngeneral principal that one partner may be permitted to sue on claim belonging to the \npartnership where other partner is alleged to have engag ed in fraud or other \nmisconduct). \n32. Whether viewed as “direct” claims being asserted by Gillespie for GMF \nagainst Majestic and Bermudez , or “derivative” claims being brought on behalf of \nGMF by Gil lespie, because obtaining Urquilla’s agreement to pursue the claims is \nimpractical, it would be inequitable not to permit Gillespie to raise claims GMF may \nhave arising from the allegations in this case.   The Court concludes that under the \nparticular facts of this case involving two equal partners, one of whom is alle ged to \nhave engaged in misconduct underlying the partnership’s claims ag ainst the third-\nparties, Gillespie can pursue the claims on behalf of GMF. 9 \n33. Although the Court concludes that Gillespie may bring the claims in this \naction against Bermudez and Majestic on behalf GMF (as well as individually), \nPlaintiffs have not properly pleaded these claims at this stage because they have not \ncomplied with G.S.  § 1 -69.1. Under G.S. § 1 -69.1(a)(3), “a  general partnership \nbringing a suit in the name by which it is commonly known and called must allege \nthe specific location of the recordation required by G.S. 66-68.”  G.S. § 66-68 requires \na partnership doing business in North Carolina “under an assumed name or under \n                                                        \n9 Of course, any recovery obtained on GMF’s partnership claims by Gillespie would be \npartnership property in which Urquilla would have a 50% interest.  N.C. Gen. Stat. § 59-51; \n1 A. Bromberg & L. Ribstein, Bromberg and Ribstein on Partnership § 5.03[A] (“If fewer \nthan all partners succeed in enforcing a partnership right, they hold in trust for the \npartnership any recovery or must account to the partnership for it.”). \n \n \n \n \nany designation, name or style other than the real name of the … owners thereof” to \nfile with the register of deeds in the county in which it maintains a “place of business” \na certificate identifying the name of the business and the names and addresses of \neach partner.  The certificate must be signed by each partner. 10  In order to sue on \nbehalf of GMF, Plaintiffs were  required to comply  with G.S. § 1 -69 by alleging \ncompliance with G.S. § 66-68.  AMOCO v. AAN Real Estate, LLC, 232 N.C. App. 524, \n526-527, 754 S.E.2d 844, 846 (2014) .  Plaintiffs have not done so in the Second \nAmended Complaint.   The Court concludes, however,  that Plaintiffs should be \nprovided leave to amend to comply with G.S. § 1-69.1(a)(3).  If Plaintiffs fail to amend \nthe complaint to comply with G.S. § 1-69.1(a)(3) within fourteen days of this Opinion \nand Order, Plaintiff GMF’s claims shall be dismissed. \nPlaintiffs have alleged the claim for fraud with sufficient particularity. \n34. Defendants also contend that Plaintiffs have not pleaded the claim for \nfraud with the level of particularity required by Rule 9(b).  Rule 9(b) requires a party \nmaking a claim for fr aud to allege the time, place and contents of the fraudulent \nrepresentation, the identity of the person making the representation , and what was \nobtained by the fraudulent acts or representations.   Terry v. Terry, 302 N.C. 77, 85, \n273 S.E.2d 674, 678 (1981) .  The Rule 9(b) particularity requirement serves four \nsalutary purposes: \nFirst, the rule ensures that the defendant has sufficient information to \nformulate a defense by putting it on notice of the conduct complained \nof . . . Second, Rule 9(b) exists to protect defendants from frivolous suits.  \nA third reason for the rule is to eliminate fraud actions in which all the \n                                                        \n10 N.C. Gen. Stat. § 59-84.1(a) requires a partnership to comply with the filing requirements \nof G.S. § 66-68.  \n \n \n \n \nfacts are learned after discovery.  Finally 9(b) protects defendants from \nharm to their goodwill and reputation. \n \nPerkins v. HealthMarkets, Inc., 2007 NCBC LEXIS 25, **14-15 (N.C. Super. Ct. 2007) \n(quoting Harrison v. Westinghouse Savannah River Co. , 176 F.3d 776, 784 (4th Cir. \n1999)).  \"Mere generalities and conclusory allegations of fraud will not suffice\" with \nrespect to these elements.  Sharp v. Teague, 113 N.C. App. 589, 597, 439 S.E.2d 792, \n797 (1994) (citation omitted).   \n35. Defendants contend that Plaintiffs have not  adequately identified the \n“time” and  “place” of the allegedly fraudulent activity.  (Defs.’ Brief Supp.  Mot. to \nDismiss 6).11  The Second Amended Complaint alleges that Gillespie and Urquilla \nformed GMF  around August 2014 , and that Gillespie discovered the alleged \nfraudulent activity on January 4, 2016.  GMF maintained its offices in Cabarrus \nCounty, North Carolina.  Plaintiffs allege that Urquilla and Bermudez made the false \nrepresentations from GMF’s offices. (Second Amended Compl. ¶ 41).   Plaintiffs \nfurther allege that Gillespie was frequently away from GMF’s offices transporting \nshipments, and relied on Urquilla to manage GMF ’s finances.  (Id. ¶¶ 9, 16).  The \nSecond Amended Complaint alleges that Urquilla and Bermudez “falsely represented \nto Gillespie that payment for transporting the shipments by partnership trucks and \ndrivers was being made to [GMF] ”, but “[i]nstead the mone y was being diverted to \nMajestic, Urquilla, and Bermudez.”  (Id. ¶ 15).  More particularly, Plaintiffs allege \nthat \n                                                        \n11 Defendants have not argued that Plaintiffs failed to allege the contents of the fraudulent \nrepresentations, the identity of the persons making the representation, and what was \nobtained by the fraudulent acts or representations.  \n \n \n \n \nDefendants made false representations and concealed material facts by, \namong other things, contracting with brokers and shippers under \nMajestic’s name for transport of shipments by partnership trucks and \ndrivers. Defendants also made this misrepresentation and concealed \nmaterial facts by utilizing a method of billing where payment for \ntransport of shipments on the outgoing leg of a trip was properly paid to \nthe partnership, but payment for transport of shipments on the return \nleg of a trip was diverted to Majestic. (Second Amended Compl. ¶ 41). \n \n36. Under the specific circumstances of this case, the Court concludes that \nPlaintiffs have alleged the t ime and place of the alleged fraudulent representations \nwith the particularity required by Rule 9(b).  By alleging that Defendants committed \nfraud in the approximately -eighteen (18) months spanning from August 2014 to \nJanuary 4, 2016, Gillespie has effectively put Defendants on notice as to  the time \nframe of the a llegations that they must defend against.  In addition, the Second \nAmended Complaint alleges that Bermudez and Urquilla managed the partnership’s \nfinances and logistics, and communicated with Gillespie, from the offices in Cabarrus \nCounty.  It can be inferred from the allegations that Plaintiffs claim that the false \nrepresentations were made to Gillespie either when he visited the GMF offices, or \nwhen Gillespie communicated with Urquilla and Bermudez  from the road.  This is \nsufficient to notify  Defendants of the place at which  their allegedly fraudulent \nrepresentations were made .   The motion to dismiss Plaintiffs’ claim for  fraud for \nfailure to satisfy the particularity requirements of Rule 9(b) should DENIED.  \nTHEREFORE IT IS ORDERED that: \n37. Defendants’ motion to dismiss based on the argument that Gillespie \nfailed to comply with N.C. Gen. Stat. §59 -1003 and North Carolina Rule of Civil \nProcedure 23(b) is DENIED. \n \n \n \n \n38. Defendants’ motion to dismiss based on the argument that Gillespie ’s \nclaims against Urquilla are partnership claims or are solely derivative and that \nGillespie lacks standing to bring individual claims against Urquilla is DENIED. \n39.  Defendants’ motion to dismiss on the grounds that Gillespie does not \nhave authority to pursue partnership claims on behalf of GMF against Urquilla or \nagainst the third-party Defendants in DENIED conditioned upon Plaintiffs amending \nthe Second Amended Complaint to comply with N. C. Gen. Stat. § 1 -69.1(a)(3) on or \nbefore fourteen (14) days from the issuance of this Opinion and Order . If Plaintiffs \nfail to so amend , the partnership cla ims alleged on behalf of GMF against Urquilla \nor against the third-party Defendants shall be GRANTED. \n40. Defendants’ m otion to dismiss  based on  the argument that  Plaintiffs \nfailed to plead their claims for fraud in with particularity pursuant to North Carolina \nRule of Civil Procedure 9(b) is DENIED. \n41. Except as conditionally granted herein, Defendants’ motion to dismiss \nis DENIED. \nThis the 9th day of September, 2016. \n \n      /s/ Gregory P. McGuire    \n      Gregory P. McGuire \n      Special Superior Court Judge \n      for Complex Business Cases "
}