{
  "id": "036dd1d9f70eed5e8ca499c69e60765e00f76460549c289e3fbad64e3034def1",
  "source_file": "data/raw/ncbc/036dd1d9f70eed5e8ca499c69e60765e00f76460549c289e3fbad64e3034def1.pdf",
  "raw_text": "Crescent Univ. City Venture, LLC v. AP Atl., Inc., 2018 NCBC 91. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 14745 (Master File) \n \nCRESCENT UNIVERSITY CITY \nVENTURE, LLC, \n \nPlaintiff, \n \nv. \n \nAP ATLANTIC, INC. d/b/a \nADOLFSON & PETERSON \nCONSTRUCTION, \n \nDefendant, \n \nv. \n \nMADISON CONSTRUCTION \nGROUP, INC.; TRUSSWAY \nMANUFACTURING, INC.; T. A. \nKAISER HEATING & AIR, INC.; \nSEARS CONTRACT, INC.; MACEDO \nCONTRACTING CO.; WHALEYS \nDRYWALL, LLC; STALLINGS \nDRYWALL, LLC; MAYNOR PI, INC.; \nMATUTE DRYWALL, INC.; \nINTERIOR DISTRIBUTORS, A \nDIVISION OF ALLIED BUILDING \nPRODUCTS, CORP.; MANUEL \nBUILDING CONTRACTORS, LLC; \nEAGLES FRAMING COMPANY, \nINC.; DIAZ CARPENTRY, INC.; \nSOCORRO CASTILLE MONTLE; \nand GUERRERO CONSTRUCTION \nPRO, INC. \n \nThird-Party \nDefendants. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION CONCERNING \nFURTHER DISCOVERY IN \nCONSOLIDATED CASE AND ORDER \nTO MEDIATE \n \n \n \n \n \n \n \nMADISON CONSTRUCTION \nGROUP, INC., \n \n                      \nThird-Party \nPlaintiff, \n \nv. \n \nMANUEL BUILDING \nCONTRACTORS, LLC, \n \nFourth-Party \nDefendant. \n \n \n \n \nCRESCENT UNIVERSITY CITY \nVENTURE, LLC, \n \nPlaintiff, \n \nv. \n \nADOLFSON & PETERSON, INC., \n \nDefendant. \n \n  16 CVS 14844 (Related Case) \n \n \nCRESCENT UNIVERSITY CITY \nVENTURE, LLC, \n \nPlaintiff, \n \nv. \n \nTRUSSWAY MANUFACTURING, \nINC.; and TRUSSWAY \nMANUFACTURING, LLC, \n \nDefendants. \n \n18 CVS 1642 (Related Case) \n \n \n \n \n \n \n \n1. THIS MATTER is before the Court sua sponte to address certain matters \nraised by the parties’ August 3, 2018 Joint Status Report (the “Status Report”) and \ndiscussed at the August 20, 2018 telephone status conference in the above-captioned \ncase. \n2. After considering the Status Report and the arguments of counsel at the \nAugust 20, 2018 status conference, the Court, in the exercise of its discretion, hereby \nresolves these matters and enters rulings on the conduct of further discov ery as set \nforth herein. \nTroutman Sanders LLP, by Kiran H. Mehta, Samuel T. Reaves, and \nKristen L. Schneider, Bradley Arant Boult Cummings LLP, by Avery A. \nSimmons and Douglas Patin, and the Law Firm of John D. Bond, III, by \nJohn D. Bond, for Plaintiff Crescent University City Venture, LLC. \n \nRobinson, Elliot & Smith, by William  C. Robinson, James, McElroy &  \nDiehl, P.A., by Dorothy M. Gooding, Johnston, Allison & Hord, P.A., by \nGreg C. Ahlum, Robert L. Burchette, and Parker Evans Moore, Hall \nBooth Smith, P.C ., by Alan R. Belcher, Jr. and Robert McCune, and \nRagsdale Liggett PLLC, by William W. Pollock and Edward E. Coleman, \nIII, for Defendant AP Atlantic, Inc. d/b/a Adolfson & Peterson \nConstruction. \n \nJohnston, Allison & Hord, P.A., by Greg C. Ahlum, Robert L. Burchette, \nand Parker Evans Moore, for Defendant Adolfson & Peterson, Inc. \n \nBaucom, Claytor, Benton, Morgan & Wood, P.A., by Brian E. Wolfe and \nRobert Gunst, for Third-Party Defendant Madison Construction Group, \nInc. \n \nSmith Moore Leatherwood LLP, by Jeffrey P. MacHarg, and Pagel, Davis \n& Hill, P.C., by Martyn B. Hill and Kent J. Pagel, for Defendant/Third-\nParty Defendant Trussway Manufacturing, LLC f/k/a Trussway \nManufacturing, Inc. \n \nGoodman McGuffey LLP, by James W. Flynn and Grayson Shephard, \nfor Third-Party Defendant T.A. Kaiser Heating & Air, Inc. \n \nHedrick Gardner Kincheloe & Garofalo, LLP, by David Levy and Adam \ndeNobriga, for Third-Party Defendant Sears Contract, Inc. \n \nCranfill Sumner & Hartzog LLP, by John Ong, for Third -Party \nDefendant Interior Distributors. \n  \nBledsoe, Chief Judge. \nI. \nBACKGROUND \n3. These consolidated actions all arise from the construction of a student \napartment complex (the “Project”) near the University of North Carolina at Charlotte.  \nCrescent Univ. City Venture, LLC  v. Trussway Mfg., Inc., 2018 NCBC LEXIS 74, at \n*2 (N.C. Super. Ct. July 16, 2018) .  The Court has previously discussed the factual \nand procedural background of the actions  as reported at Crescent University City \nVenture, LLC, 2018 NCBC LEXIS 74; AP Atlantic, Inc. v. Crescent University  City \nVenture, LLC, 2017 NCBC LEXIS 93 (N.C. Super. Ct. Oct. 5, 2017); AP Atlantic, Inc. \nv. Crescent University City Venture, LLC, 2017 NCBC LEXIS 59 (N.C. Super. Ct. July \n13, 2017); AP Atlantic, Inc. v. Crescent University  City Venture, LLC , 2017 NCBC \nLEXIS 49 (N.C. Super. Ct. June 6, 2017); and AP Atlantic, Inc. v. Crescent University \nCity Venture, LLC, 2016 NCBC LEXIS 60 (N.C. Super. Ct. July 28, 2016). \n4. On July 16, 2018, the Court ordered that  the Mecklenburg County civil \nactions bearing the filing numbers 18 CV S 1642 (the “Trussway Action”), 16 CVS \n14844 (the “Crescent Action”), and 15 CVS 14745 (the “Lead Action,” and, with the \nother actions, the “Consolidated Action”)  “be consolidated for all future proceedings, \nincluding but not limited to trial, under North Carolina Rule of Civil Procedure 42.”1  \n                                                 \n1  In the Court’s Order on Motion to Consolidate entered in the Lead Action, the Trussway \nAction is incorrectly referred to as bearing the filing number 15 CVS 14745.  The correct filing \nnumber for the Trussway Action is noted above and was correctly referenced in the Court’s \nCrescent Univ. City Venture, LLC , 2018 NCBC LEXIS 74, at *13 –15; (Order Mot. \nConsolidate 2–3, ECF No. 455).2  The Court consolidated the cases after concluding \nthat consolidation would save the parties undue expense, promote judicial economy, \nand lessen the risk of Defendant/Third -Party Defendant Trussway Manufacturing, \nLLC f/k/a Trussway Manufacturing, Inc. (“Trussway”), and potentially other parties, \nsuffering inconsistent verdicts at trial.  Crescent Univ. City Venture, LLC, 2018 NCBC \nLEXIS 74, at  *13–14.  The Court ordered that the Trussway Action, upon \nconsolidation, would be subject to the Case Management Order in the Lead Action.  \nId. at *15. \n5. The Court further ordered all parties to the Consolidated Action to meet and \nconfer and submit to the Court a status report concerning their positions on whether \nrevisions were necessary to the case management deadlines as set forth in the most \nrecently amended Case Management Order in the Consolidated Action as a result of \nthe consolidation. \n6. In the subsequently filed Status Report, Plaintiff Crescent University City \nVenture, LLC (“Crescent”), Defendants AP Atlantic, Inc. (“AP Atlantic”) and Adolfson \n& Peterson, Inc. (“A&P”), and Third-Party Defendants T.A. Kaiser Heating & Air, \nInc. (“T.A. Kaiser”)  and Madison Construction Group, Inc.  (“Madison”) set out  \nproposed deadlines for discovery on Crescent’s negligence claim in the Trussway \n                                                 \nOrder and Opinion on Defendant’s Motion to Dismiss and Plaintiff’ s Motion to Cons olidate \nentered in the Trussway Action o n the same date, July 16, 2018 .  That Order and Opinion \nalso ordered that the cases be consolidated. \n  \n2  Unless otherwise noted, all citations to court documents herein cite to documents filed in \nthe Lead Action. \nAction, notwithstanding that discovery in the Lead Action and Crescent Action ended \nbefore the Trussway Action was filed.   Crescent requests that further discovery be \nallowed on its negligence claim in accordance with these proposed deadlines.   \n7. AP Atlantic, A&P, T.A. Kaiser, and Madison have indicated that they do not \nbelieve discovery on Crescent’s negligence claim is necessary but ask that they be \nallowed to participate in any further discovery the Court allows ; they therefore join \nin proposing the deadlines i n the Status Report .  Trussway and Third -Party \nDefendants Sears Contract Inc.  (“Sears”) and Interior Distributors argue that no \nfurther fact or expert discovery should be permitted and do not support the deadlines \nproposed in the Status Report.  Interior Distributors also takes the position that all \nparties to the Consolidated Action should be allowed to respond to any further \ndiscovery that is permitted. \n8. The Court held a status conference to address the matters raised by the \nStatus Report on August 20, 2018.  All parties taking a position in the Status Report \nwere represented by counsel at the conference. \nII. \nLEGAL STANDARD \n9. “When actions involving a common question of law or fact are pendi ng in \none division of the court,” the trial judge may order the actions consolidated and “may \nmake such orders concerning proceedings therein as may tend to avoid unnecessary \ncosts or delay.”   N.C. R. Civ. P. 42(a).  Rule 42 vests the trial court with broa d \ndiscretion, and the court’s decisions on matters encompassed by Rule 42  will not be \nreversed on appeal absent a manifest abuse of that discretion.  Markham v. \nNationwide Mut. Fire Ins. Co. , 125 N.C. App. 443, 448, 481 S.E.2d 349, 353 (1997) \n(reviewing trial court’s decision to deny consolidation for abuse of discretion ); 2 G. \nGray Wilson, North Carolina Civil Procedure § 42-2 (3d ed. 2007) (“[Rule 42(a)] vests \nthe court with broad discretion to promote the efficient and expeditious resolution of \nconsolidated cases.  This discretion extends to pretrial proceedings, including \ndiscovery[.]”); see also In re Moore, 11 N.C. App. 320, 322, 181 S.E.2d 118, 120 (1971) \n(“An action of the trial judge as to a matter within his judicial discretion will not be \ndisturbed unless a clear abuse of discretion is shown.”). \nIII. \nANALYSIS \n10. At the outset, the Court notes the inefficient manner in which Crescent has \npursued this litigation.  The Lead Action in this set of consolidated cases was filed \nover th ree years ago.  On November 20, 2015, AP Atlantic filed its Amended \nComplaint naming Trussway and Crescent as defendants.  (Am. Compl. 1, ECF No. \n6.)  Since January 29, 2016, Crescent has maintained a counterclaim in the Lead \nAction against AP Atlantic for defects in the Project’s floor trusses—trusses Crescent \nknew Trussway manufactured.  (Def. Crescent Univ. City Venture, LLC’s Answer & \nCountercl. Am. Compl. 43 –52, ECF No. 19.)  Crescent amended its pleading  \ncontaining this claim on more than one occasion.  (Def. Crescent Univ. City Venture, \nLLC’s Answer & Am. Countercl. Am. Compl. 53, ECF No. 159 ; Def. Crescent Univ. \nCity Venture, LLC’s Am. Answer & Second Am. Countercl. Am. Compl. 43, ECF No. \n212.)   \n11. At any time during this litigation after November 20, 2015—even after the \nCourt realigned the parties in December 2017 —Crescent could have sought to bring \nits negligence claim against Trussway in the Lead Action.  See N.C. R. Civ. P. 13(g) \n(“A pleading may state as a crossclaim any claim by one party against a coparty \narising out of the transaction or occurrence that is the subject matter either of the \noriginal action or of a counterclaim therein or relating to any property that is the \nsubject matter of the original action.”);  N.C. R. Civ. P. 14(a) (“The plaintiff may assert \nany claim against the third -party defendant arising out of the transaction or \noccurrence that is the subject matter of the plaintiff's claim against the third -party \nplaintiff[.]”).  Crescent did not seek to do so. \n12. Instead, on February 12, 2018 —roughly one month after discovery in the \nLead and Crescent Actions had ended —Crescent opted to assert a new claim by a \nmethod that did not require leave of court and filed the Trussway Action .  \n(Mecklenburg County, No. 18 CVS 1642, Compl. ¶¶ 37 –41 [hereinafter “Trussway \nAction Compl.”] , ECF No. 3.)   That new action asserted a single negligence claim \nagainst Trussway for defects in the Project’s floor trusses.  (Trussway Action Compl. \n¶¶ 37–41.)  Crescent then moved to consolidate the Trussway Action with the Lead \nAction and the Crescent Action.   \n13. Now, d espite objecting to the last extension of the ca se management \ndeadlines in the Consolidated Action as “extremely prejudicial,” (Crescent Univ. City \nVenture, LLC’s Opp’n Joint Mot. Modify Case Manageme nt Order Concerning \nMediation and Disclosure Expert Information 3, ECF No. 253), Crescent requests an \nadditional three to fourth months of discovery on its new claim. \n14. Through its chosen strategy, Crescent has essentially effected a unilateral \namendment to its pleadings in the Lead Action at the last minute.   The Court, in \ndetermining how best to manage its docket and prevent undue cost and delay, must \nnow decide whether it would rather (i) allow a nearly identical case3 to proceed along \na completely separate timeline and thus risk “replaying” the current litigation, or (ii) \nkeep these cases consolidated in an effort to efficiently resolve all litigation relating \nto alleged defects in the Project’s floor trusses despite the different procedural posture \nof Crescent’s new lawsuit.   This procedural quandary could have been avoided  by \ntimely and prudent pleading. \n15. Notwithstanding the above, having considered the parties’ arguments in the \nStatus Report and at the August 20, 2018 status conference, as well as other matters \nof record, the Court concludes, in the exercise of its discretion,  that consolidation of \nthese cases remains the most efficient way for the Court to maintain its docket and \nfor the parties to finally resolve these matters.   \n16. The Court further concludes, in the exercise of its discretion, that it will not \ndeny all discovery on Crescent’s negligence claim in the Trussway Action.  Though \n                                                 \n3  Trussway’s responsive pleading to Crescent’s Trussway Action Complaint indicates that \nTrussway intends to pursue claims against  other parties from the Lead Action in the \nTrussway Action.  (Trussway Mfg., Inc.’s Answer Crescent Univ. City Venture, LLC’s Compl. \n9, ECF No. 460.) \n \nthe Trussway Action has been c onsolidated with two post -discovery cases, the \nTrussway Action is still a distinct suit, see Smith v. Ray, 409 Fed. App’x 641, 646 (4th \nCir. 2011) (“Although consolidation is permitted as a matter of convenience and \neconomy in administration, it  . .  . does not merge the suits into a single cause, or \nchange the rights of the parties, or make those who are parties in one suit parties in \nanother.”),4 and the North Carolina Rules of Civil Procedure provide for discovery \nrelevant to the subject matter of that suit, N.C. R. Civ. P. 26(b)(1).  The Court will, \nhowever, exercise its discr etionary powers under Rule 42(a) and Rule 26 to resolve \nthe discovery necessary for Crescent’s negligence claim in a timely, efficient, and cost-\neffective manner. \nIV. \nCONCLUSION \n17. WHEREFORE, the Court, in the exercise of its discretion, hereby \nORDERS as follows: \na. Discovery in the Lead Action and Crescent Action shall remain closed.  \nAny discovery ordered herein on Crescent’s negligence claim shall not \nbe considered a part of the record in the Lead Action or the Crescent \nAction for purposes of the pending summary judgment motions in those \nactions.  Further, should the Court eventually di smiss the Trussway \n                                                 \n4  North Carolina’s courts have long considered federal decisions interpreting federal rules as \npersuasive authority when  deciding questions concerning similar state rules.  Tetra Tech \nTesoro, Inc. v. JAAAT Tech. Servs., LLC , 794 S .E.2d 535, 539 (N.C. Ct. App. 2016).  The \nsubstance of Federal Rule of Civil Procedure 42(a) is very similar to North Carolina’s Rule of \nCivil Procedure 42(a) for purposes of the Court’s decision here.  Compare Fed. R. Civ. P. 42(a), \nwith N.C. R. Civ. P. 42(a). \nAction, the discovery ordered herein will be excluded from any trial of \nthe remaining consolidated actions. \nb. Crescent shall have through and including A ugust 31, 2018 to serve (i) \nits supplemental discovery responses related to the damages sought on \nits negligence claim against Trussway, and (ii) its supplemental expert \nreports regarding its negligence claim against Trussway.5 \nc. The parties to the Consolidated Action shall have through and including \nSeptember 7, 2018 to meet and confer regarding further discovery \ndeadlines concerning Crescent’s negligence claim against Trussway. \nd. The parties shall have through and including September 7, 2018 to file \nwith the Court a joint status report concerning further proposed \ndiscovery deadlines related to Crescent’s negligence claim  against \nTrussway.  In the event the parties are unable to agree on further \ndiscovery deadlines, the parties ’ joint status report shall indicate their \nrespective positions on further discovery deadlines  and the reasons for \nthose positions. \ne. The parties shall conduct an additional mediation, involving all parties, \nby October 31, 2018. \n                                                 \n5  The Court sets this deadline  based on its understanding of Crescent’s counsel’s \nrepresentation at the August 20, 2018 status conference that Crescent would be prepared to \ncomply with the deadlines proposed in the Status Report.  In the event the August 31 deadline \nis no longer feasible, the Court will entertain granting a brief extension to the deadlines set \nforth herein upon an e -mail request to the Court’s law clerk \n(ethan.r.white@ncbusinesscourt.net). \nSO ORDERED, this the 29th day of August, 2018. \n \n \n     /s/ Louis A. Bledsoe, III    \n     Louis A. Bledsoe, III \n     Chief Business Court Judge \n "
}