{
  "id": "03cca4cd8e828b643b14a6ddad5128f7b3eafb66b361b616ff99d5363c71432d",
  "source_file": "data/raw/ncbc/03cca4cd8e828b643b14a6ddad5128f7b3eafb66b361b616ff99d5363c71432d.pdf",
  "raw_text": "STATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF ONSLOW 20 CVS 2703 \n \n \nVILLA CAPRIANI HOMEOWNERS \nASSOCIATION, INC., \n \nORDER AND OPINION ON MOTIONS \nTO DISMISS  \n Plaintiff, \n v.  \n \nLEXINGTON INSURANCE COMPANY; \nCERTAIN UNDERWRITERS \nSUBSCRIBING TO POLICY NO. \nP09397/2017; CERTAIN \nUNDERWRITERS SUBSCRIBING TO \nPOLICY NO. P07592/2017; SFI GROUP, \nINC.; and JEFFREY SCOTT \nWHEELER, \n  \nDefendants. \n \n \n THIS MATTER comes before the Court upon the Motion to Dismiss Second \nAmended Complaint by Certain Underwriters ( ECF No. 35) and the Agency \nDefendants’ Renewed Motion to Dismiss (ECF No. 42).   \n THE COURT, having considered the Motions, the parties’ briefs,  the \narguments of counsel, and all applicable matters of  record, CONCLUDES that the \nMotions should be GRANTED, in part, and DENIED, in part, as set forth below.  \nAllen & Pinnix, P.A., by Noel L. Allen, and Kabateck, LLP, by Marina R. \nPacheco, Michael Childress, Christopher B. Noyes, Shant A. Karnikian, \nand Barret T. Alexander , for Plaintiff Villa Capriani Homeowners \nAssociation, Inc.  \n \nPhelps Dunbar, LLP , by Thomas Contois and Anna P. Cathcart , for \nDefendant Lexington Insurance Company.  \n \nVilla Capriani Homeowners Ass’n v. Lexington Ins. Co., 2021 NCBC 67. \nWilson Elser Moskowitz Edelman & Dicker, LLP , by Erik Tomberg and \nKathryn Anne Grace, for Defendants Certain Underwriters Subscribing \nto Policy No. P09397/2017 and Certain Underwriters Subscribing to \nPolicy No. P07592/2017. \n \nManning, Fulton & Skinner, P.A., by Brianne M. Glass and Michael T. \nMedford, for Defendants Jeffrey Scott Wheeler and SFI Group, Inc.   \n \nDavis, Judge.  \nINTRODUCTION \n1. This matter involves claims for insurance coverage made by a \nhomeowners’ association arising out of damage caused by Hurricane Florence, which \nravaged the North Carolina coast in September 2018.  The complaint assert s claims \nfor breach of contract, bad faith, unfair and deceptive trade practices, and negligence \nrelated to multiple property insurance policies obtained by the homeowners’ \nassociation to insure its large oceanfront property —and the hundreds of \ncondominiums therein—in Onslow County.  The named d efendants have asserted \nmotions to dismiss several of the homeowners’ association’s  claims on a variety of \nlegal theories. \nFACTUAL AND PROCEDURAL BACKGROUND \n2. The Court does not make findings of fact on a motion to dismiss under \nRule 12(b)(6) of the North Carolina Rules of Civil Procedure and instead recites those \nfacts contained in the c omplaint (and in documents attached to the c omplaint or \nreferred to in the complaint ) that are relevant to the Court’s determination of the \nmotion.  See, e.g.,  Concrete Serv. Corp. v. Inv’rs Grp., Inc. , 79 N.C. App. 678, 681 \n(1986); Window World of Baton Rouge, LLC v. Window World, Inc. , 2017 NCBC \nLEXIS 60, at *11 (N.C. Super. Ct. July 12, 2017). \n3. Plaintiff Villa Capriani Homeowners Association, Inc. (“Plaintiff” )1 is \nthe owner and operator of a large oceanfront property consisting of hundreds of \ncondominium units located in Onslow County, North Carolina  (the “Insured \nProperty”).  (ECF No. 33, at ¶ 1.)   \n4. On September 14, 2018, Hurricane Florence made landfall  on North \nCarolina’s coast, causing significant loss and damage to the Insured Property.  (ECF \nNo. 33, at ¶¶ 6–7.)  Wind and water damaged the roofs, the exterior cladding, the unit \ninteriors, the windows, and the balcony doors  of the Insured Property .  ( Id.)  \nAdditionally, Plaintiff lost a significant amount of homeowners’ association dues as a \nresult of the hurricane damage and its consequences.  (Id.)   \n5. As of the date of Hurricane Florence, Plaintiff had obtained commercial \nproperty insurance coverage on the Insured Property with Defendant Lexington \nInsurance Company (“Lexington”).2  (Id. at ¶ 8) \n6. During this same  time period, Plaintiff also had obtained two other \ninsurance policies that are relevant to this action.  They consisted of primary flood \ncoverage and “follow-form”3 excess flood coverage.  These two policies were obtained \n \n1 Plaintiff is a North Carolina nonprofit corporation with its principal place of business in \nGreensboro, North Carolina.  (ECF No. 33, at ¶ 1.)  \n \n2 The parent company of Lexington is American International Group, Inc. (“ AIG”).  AIG is \nincorporated in Delaware with its principal place of business in Boston, Massachusetts, and \nis registered and licensed to engage in the business of insurance in the State of North \nCarolina.  (Id. at ¶ 2.)  \n \n3 A “follow-form” excess insurance policy “covers a liability loss that exceeds the underlying \nlimits [of the underlying policy] only if the loss is covered by the underlying insurance.”  1  \nLNPG: NEW APPLEMAN NC INSURANCE LITIGATION § 10.09(2) (LexisNexis 2021).   \n \nfrom two insurance carriers that are separate and distinct entities despite the fact \nthat both of them exist under the “ umbrella” of Lloyd’s of London (“Lloyd’s”) .  The \nprimary flood coverage was issued by Defendant Certain Underwriters Subscribing \nto Policy No. P09397/2017 (the “Primary Underwriters”).  The excess flood coverage \nwas issued by Defendant  Certain Underwriters Subscrib ing to Policy No. \nP07592/2017 (the “Excess Underwriters”).4  For clarity, t he Court will refer to the \nthree policies relevant to the pending motions for the remainder of this O pinion as \nthe Lexington Policy (issued by Lexington), the Primary Flood Policy  (issued by the \nPrimary Underwriters) , and the Excess Flood Policy (issued by the Excess \nUnderwriters).5  \n7. Following Hurricane Florence,  Plaintiff notified Defendants6 on \nSeptember 15, 2018 of the  losses and damage it had sustained from the hurricane.  \n(ECF No. 33, at ¶ 13.)  Among the losses asserted by Plaintiff was a claim for unpaid \nhomeowners’ association dues.  (Id. at ¶ 14.)  However, Defendants failed to pay the \nfull amounts under the policies demanded by Plaintiff.  (Id. at ¶¶ 15–19.)   \n8. On October 2, 2020, Plaintiff filed an initial Complaint in this matter in \nSuperior Court, Onslow County .  (ECF No. 3.)  Plaintiff filed  its First Amended \n \n4 There were actually two layers of excess flood insurance on the Insured Property.  However, \nPlaintiff’s c laims against the underwriters of  the second layer—Certain Underwriters \nSubscribing to Policy No. P09396/2017—were voluntarily dismissed by stipulation, without \nprejudice, on December 3, 2020.  (ECF No. 16.)   \n \n5 The parties are encouraged to use this same nomenclature in future filings with the Court. \n \n6 The Court observes that throughout its pleading Plaintiff often refers collectively to \n“Defendants”—without differentiating between the various entities named as Defendants. \n \nComplaint on November 5, 2020.  (ECF No. 4.)  On November 18, 2020, this matter \nwas designated a mandatory complex business case and assigned to the Honorable \nGregory P. McGuire.  (Design. Ord., ECF No. 1; Assign. Ord., ECF No. 2.) \n9. On February 12, 2021, the Court granted leave for Plaintiff to file a  \nSecond Amended Complaint.  (ECF No. 33 ; see ECF No. 34, at p. 2.)   The parties \nnamed as defendants in the Second Amended Complaint are Lexington, the Primary \nUnderwriters, the Excess Underwriters, SFI Group, Inc.  (“SFI”), and Jeffrey Scott \nWheeler.7  SFI is the insurance agency that procured the insurance coverage at issue \nfor Plaintiff, and Wheeler is  the vice-president of SFI, who acted as an insurance \nbroker for Plaintiff.  (Id. at ¶ 4.)8   \n10. In its Second Amended Complaint, Plaintiff essentially alleges that: (a) \nLexington, the Primary Underwriters, and the Excess Underwriters have wrongfully \nfailed to pay for all of Plaintiff’s covered losses sustained during Hurricane Florence \nand have engaged in various acts of bad faith during the claims process ; and (b) the \nAgency Defendants  negligently failed to procure insurance coverage that would \nspecifically cover Plaintiff’s loss of homeowners ’ association dues as a result of the \nhurricane damage.  \n \n7 To make matters even more confusing, Plaintiff’s pleading refers to Lexington as “AIG” and \nrefers to the Primary Underwriters and the Excess Underwriters collectively (without \ndifferentiating between the two) as “Lloyd’s .”  In this O pinion, the Court occasionally uses \nthe term “Lloyds” when summarizing the claims as pled by Plaintiff in the Second Amended \nComplaint. \n \n8 SFI and Wheeler are referred to collectively throughout this Opinion as the Agency \nDefendants. \n11. The Second Amended Complaint  asserts claims for : (1) breach of \ncontract against Lexington ; (2) breach of contract against  “Lloyds”; (3) bad faith \nagainst Lexington; (4) bad faith against “Lloyds”; (5) violation of the North Carolina \nUnfair and Deceptive Trade Practices Act (“UDTPA”) against Lexington; (6) violation \nof the UDTPA against “Lloyds”; (7) “reformation of contract” against Lexington; and \n(8) negligence against the Agency Defendants.  (ECF No. 3, at ¶¶ 25–101.)   \n12. On March 1, 2021, the Primary Underwriters and the Excess \nUnderwriters filed a Motion to Dismiss pursuant to Rule 12(b)(6) seeking (1) \ndismissal of the breach of contract claim as to the Excess Underwriters ; and (2) \ndismissal of the bad faith and UDTPA claims against both the Primary Underwriters \nand the Excess Underwriters.  (ECF No. 35.)   \n13. On March 4, 2021, the Agency Defendants filed a Motion to Dismiss , \nseeking Rule 12(b)(6) dismissal of the sole claim against them  for negligence.  (ECF \nNo. 42.)9   \n14. This matter was reassigned to the undersigned  on July 1, 2021 .  \n(Reassign. Ord., ECF No. 55.)   \n15. On July 29, 2021, this matter came before the Court for a hearing on the \nparties’ pending motions.  The Motions are now ripe for resolution.   \nLEGAL STANDARD \n16. A motion to dismiss pursuant to Rule 12(b)(6) “tests the legal sufficiency \nof the complaint. ”  Concrete Serv. Corp. v. Investors Group, Inc. , 79 N.C. App. 678, \n \n9 Lexington is the only named Defendant that has not filed a motion to dismiss some or all of \nthe claims asserted in the Second Amended Complaint. \n681 (1986) (citation omitted).  The Court’s inquiry is “whether, as a matter of law, the \nallegations of the complaint, treated as true are sufficient to state a claim upon which \nrelief may be granted under some legal theory, whether properly labeled or not.”  \nHarris v. NCNB Nat’l Bank , 85 N.C. App. 669, 670 (1987)  (citation omitted) .  In \ndeciding a Rule 12(b)(6) motion to dismiss, the court construes the complaint liberally \nand accepts all well -pleaded factual allegations as true.  See Krawiec v. Manly, 370 \nN.C. 602, 606  (2018) (“When reviewing a complaint dismissed under Rule 12(b)(6), \nwe treat a plaintiff’s factual allegations as true .” (citation and internal quotation \nmarks omitted)) ; Laster v. Francis, 199 N.C. App. 572, 577 (2009)  (stating that \nallegations in a plaintiff’s complaint “are liberally construed and generally treated as \ntrue”).  The Court , however, is not required “ to accept as true alle gations that are \nmerely conclusory, unwarranted deductions of fact, or unreasonable inferences. ”  \nGood Hope Hosp., Inc. v. N.C. HHS, Div. of Facility Servs. , 174 N.C. App. 266, 274  \n(2005) (citation omitted). \n17. Furthermore, the Court may consider insurance po licies that are the \nsubject of a plaintiff’s complaint without converting a Rule 12(b)(6) motion in to a \nmotion for summary judgment under Rule 56.  See Moch v. A.M. Pappas & Assocs., \nLLC, 251 N.C. App. 198, 206 (2016) (stating that the court may consider a ny \ndocuments attached to or incorporated within the complaint  without converting a \nmotion to dismiss into a motion for summary judgment); Oberlin Capital, L.P. v. \nSlavin, 147 N.C. App. 52, 60 (2001) (stating that the court “may properly consider \ndocuments which are the subject of a plaintiff’s complaint and to which the complaint \nspecifically refers even though they are presented by the defendant ” (citation \nomitted)).  Accordingly, the Court “can reject allegations that are contradicted by the \ndocuments attached, specifically referred to, or incorporated by reference in the \ncomplaint.”  Laster, 199 N.C. App. at 577 (citations omitted).10  \n18.  “It is well-established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen ‘(1) the complaint on its face reveals that no law supports the plaintiff ’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’ s \nclaim.’ ”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (quoting Wood \nv. Guilford Cty., 355 N.C. 161, 166 (2002)).   \nANALYSIS \nA. Motion to Dismiss of the Underwriter Defendants \n \ni. Breach of contract claim  \n19. In its second cause of action in the Second Amended Complaint, Plaintiff \nhas asserted a breach of contract claim against “Lloyds” (i.e., both the Primary \nUnderwriters and the Excess Underwriters) for their alleged “failure and refusal . . . \nto pay the compensation as [they are]  obligated to do so” under the terms of the \nPrimary Flood Policy and the Excess Flood Policy.  (ECF No. 33, at ¶ 40.)  Plaintiff \n \n10 In its briefs in response to the pending motions to dismiss, Plaintiff took the position that \nthe Court could not consider the insurance policies referenced in the Second Amended  \nComplaint on a Rule 12(b)(6) motion, even though the policies were referenced in the Second \nAmended Complaint and attached to pleadings filed by Defendants.  At the July 29, 2021 \nhearing on the Motions, however, counsel for Plaintiff conceded that North Carolina law \npermits the Court to consider the insurance policies in deciding the pending Rule 12(b)(6) \nmotions. \nalleges that it “has been damaged in an amount in excess of the po licy limits of the \nPrimary [Flood] Policy.”  (Id. at ¶ 42.)   \n20. The motion seeks dismissal of this claim—solely as applied to the Excess \nUnderwriters—on the grounds that  (a) the Excess Underwriters’ obligations under \nthe Excess Flood Policy are not triggered unless and until the underlying limits of the \nPrimary Flood Policy are exhausted; and (b) the Second Amended Complaint does not \nallege that the full amount of coverage under the Primary Flood Policy has been paid \nin full or otherwise exhausted.  \n21. In response, Plaintiff argues that its breach of contract claim against the \nExcess Underwriters , as pled,  is sufficient to survive a Rule 12(b)(6) motion.  \nSpecifically, Plaintiff points to its allegations in the Second Amended Complaint that \n(a) “Defendants wrongfully denied and underpaid Plaintiff’s claims” and “failed to \nperform contractual duties to compensate Plaintiff”; and (b) Plaintiff’s damages \nexceed the policy limits of the Primary Flood Policy. \n22. It is well established under North Carolina law “that an insurance policy \nis a contract and its provisions govern the rights and duties of the parties thereto.”  \nN.C. Farm Bureau Mut. Ins. Co. v. Sadler, 365 N.C. 178, 182 (2011) (internal \nquotation marks omitted) (quoting Fid. Bankers Life Ins. Co. v. Dortch, 318 N.C. 378, \n380 (1986) ). “In North Carolina, determining the meaning of language in an \ninsurance policy presents a question of law for the Court. ”  Accardi v . Hartford \nUnderwriters Ins. Co. , 373 N.C. 292, 295  (2020).  Thus, our Supreme Court has \ninstructed that “[w]hen interpreting an insurance policy, courts apply general \ncontract interpretation rules.”  Id.   \n23. Our Supreme Court has made clear that  \n[t]he cardinal principle pertaining to the construction and \ninterpretation of insurance contracts is that the intention \nof the parties  should control.  If not ambiguous or \nuncertain, the express language the parties have used \nshould be given effect, and the intention of the parties must \nbe derived from the language employed. . . .  If the intention \nof the parties is clear, the courts have no authority to \nchange the contract in any particular [way] or to disregard \nthe express language the parties have used. \n \nLineberry v. Trust Co., 238 N.C. 264, 267 (1953); see also C.D. Spangler Constr. Co. v. \nIndustrial Crankshaft & Engineering Co. , 326 N.C. 133, 142  (1990) (stating that, in \ndiscerning the parties’ intent, “ [t]he various terms of the policy are to be \nharmoniously construed, and if possible, every word and every provision is to be given \neffect” (quoting Woods v. Insurance Co., 295 N.C. 500, 506 (1978))); Cowell v. Gaston \nCty., 190 N.C. App. 743, 746 (2008) (stating that the “intention of the parties as \ngathered from the language used in the policy is the polar star that must guide the \ncourts”).   \n24. In analyzing the Excess Underwriters’ motion, it is important to \nunderstand the distinction between primary and excess insurance coverage.   \n“Primary coverage attaches immediately upon the happening of an occurrence, or as \nsoon as a claim is made. ”  4 N\nEW APPLEMAN ON INSURANCE LAW LIBRARY EDITION § \n24.02[1] (2021).  In contrast, “[a]n excess policy provides specific coverage above an \nunderlying limit of primary insurance” and “coverage generally is not triggered until \nthe underlying primary limits are exhausted by way of judgments or settlements.”  \nId. at § [2][a]; see also Universal Ins. Co. v. Burton Farm Dev. Co., LLC, 216 N.C. App. \n469, 479 (2011) (“Excess insurance clauses gene rally provide that if other valid and \ncollectible insurance covers the injury in question, the ‘excess’ policy will provide \ncoverage only for liability above the maximum coverage of the primary policy.”); \nFieldcrest Cannon v. Fireman’s Fund Ins. Co., 127 N.C. App. 729, 733 (1997) (holding \nthat excess carrier “could not be liable for the underlying [ ] claims unless and until \nthe primary insurers’ coverage limits were paid” where  the “parties had agreed that \nthe [underlying] claims would not exceed the [primary policy’s] coverage limits”); N.C. \nIns. Guar. Ass’n v. Century Indem. Co. , 115 N.C App. 175, 185– 86 (1994) (“The \nfundamental purpose of excess insurance is to protect the insured against excess \nliability claims[.]”); Horace Mann Insurance Co. v. Continental Casualty Co., 54 N.C. \nApp. 551, 555 (1981) (stating that excess insurance policies generally provide “that if \nother valid and collectible insurance covers the occurrence in que stion, the ‘ excess’ \npolicy will provide coverage only for liability above the maximum coverage of the \nprimary policy”).   \n25. Here, the Excess Flood Policy provides, in pertinent part, as follows: \n3.  LIMIT  \nProvided always that liability attaches to the Underwriters \nonly after the Primary  and Underlying Excess Insurer(s) \nhave paid or have admitted  liability for the full amount of \ntheir respective Ultimate Net Loss liability  as set forth in \nItem 9 of the Schedule and designated “Primary and \nUnderlying Excess Limit(s)” and then the limits of  \nUnderwriters Liability shall be those set forth in Item 10 \nof the Schedule under the designation “Excess Limit(s)” \nand the Underwriters shall be liable to pay the ultimate \nnet loss up to the full amount of such “Excess Limit(s)”.   \n \n(“Exhaustion Clause,” ECF No. 37.2, at p. 14, ¶ 3 (emphasis added).)11  \n26. The Excess Flood Policy further states, in pertinent part:  \n5.  UNCOLLECTIBILITY OF OTHER INSURANCE \nNotwithstanding any of the terms of this Insurance that \nmight be construed otherwise, the insurance  provided by \nthis Policy shall always be excess over the maximum \nmonetary limits set forth in Item 9 of the Schedule \nregardless of the uncollectibility (in whole or in part) of any \nunderlying insured amounts for any reason, including, but \nnot limited to, the financial impairment or insolvency of an \nunderlying Insurer(s).   \n \n(Id. at p. 14, ¶ 5.)  \n \n27. Plaintiff’s Second Amended Complain t does not contain any allegation \nthat the Primary Underwriters have  either paid or admitted liability for the full \namount of the Primary Flood Policy’s limits ( i.e., $500,000).  Although Plaintiff has \nalleged that its damages exceed the Primary Flood Policy’s limits, the Court finds \nthat this allegation—by itself— is not enough to trigger the excess coverage based on \nthe clear and unambiguous terms of the Excess Flood Policy quoted above.  \n28. Because North Carolina’s appellate courts have not addressed the issue \nof whether a claim against an excess insurer can survive a Rule 12(b)(6) motion under \n \n11 Although the above -quoted provision of the policy references “Underlying Excess \nInsurer(s),” the parties in this case appear to agree that no “underlying excess insurer” exists.  \nIn other words, the Excess Flood Policy issued by the Excess Underwriters is the only excess \npolicy at issue in connection with the motions presently before the Court.  The “Primary” \npolicy referenced in the above-quoted provision refers to the Primary Flood Policy issued by \nthe Primary Underwriters.  \n \n \nthe present circumstances, the Court finds it helpful to examine cases from  other \njurisdictions.  See Carolina Power & Light Co. v. Employment Sec. Comm’n of N.C. , \n363 N.C. 562, 569 (2009) (noting that although cases from other jurisdictions are not \nbinding on issues of North Carolina law, they may be considered to the extent they \nare instructive).  \n29. Several courts in other jurisdictions have  interpreted similar excess \ninsurance policy language to mean that the excess coverage would not be reached \nuntil such time as the limits under the primary policy were exhausted.  See, e.g., \nQualcomm, Inc. v. Certain Underwriters at Lloyd’s, London , 73 Cal. Rptr. 3d 770, \n778–781 (Cal. Ct. App. 2008) (affirming trial court’s order sustaining excess insurer \ndefendant’s demurrer where the trial court found the excess policy was not triggered \ndue to the fact that the parties to the primary policy had settled for less than the \nprimary policy limit s and the language of the excess policy stated that the excess \ninsurer would only be liable after the underlying insurers “have paid or have bee n \nheld liable to pay the full amount of the Underlying Limit of Liability”); see also \nCitigroup, Inc. v. Fed. Ins. Co. , 649 F.3d 367, 372 (5th Cir. 2011) ( affirming district \ncourt’s ruling that the excess policy was not triggered  where underlying insurer \nsettled for less than policy limit s and language of the excess policy stated that \n“coverage does not attach until the underlying policy’s ‘total’ limit of liability has been \npaid ‘in legal currency’ ”); Comerica Inc. v. Zurich Am. Ins. Co., 498 F. Supp. 2d 1019, \n1034 (E.D. Mich. 2007) (finding that excess insurance policy would not be triggered \nuntil primary policy’s limits are exhausted “by actual payment of claims” as required \nby “unambiguous language of the excess policy”).  \n30. Plaintiff has not alleged that either of the unambiguous pre-conditions \nto the triggering of the Excess Flood Policy  have been met—that is, payment in full \nby the Primary Underwriters of  the full amount of the Primary Flood Policy’s \ncoverage limit s or admission of liability  by the Primary Underwriters for the full \npolicy amount .12 Therefore, the Court CONCLUDES that Plaintiff ’s breach of \ncontract claim against the Excess Underwriters is premature . Accordingly,  the \nExcess Underwriters’ motion to dismiss this claim is GRANTED without prejudice to \nPlaintiff’s right to reassert this claim at a later date should either of the pre-\nconditions triggering coverage occur. \nii. Bad Faith/ UDTPA Claims \n31.  In its fourth and sixth causes of action, Plaintiff has asserted a bad faith \nclaim pursuant to N.C.G.S. § 58-63-15(11) and a UDTPA claim pursuant to N.C.G.S. \n§ 75-1.1, et seq., based largely on its allegations that “Lloyds” did not “attempt in good \nfaith to effectuate a prompt, fair, and equitable settlement of [Plaintiff’s] claims.”  \n(ECF No. 33, at ¶¶ 57–70.)   \n32. Once again, these two claims make no attempt to distinguish between \nthe Primary Underwriters and the Excess Underwriters—instead referring to them \ncollectively as “Defendant Lloyds.”  Both the Primary Underwriters and the Excess \n \n12 Indeed, given the fact that Plaintiff has asserted a breach of contract claim against the \nPrimary Underwriters based on its refusal to pay the full policy limits, it is clear that neither \nof these pre-conditions have been satisfied. \nUnderwriters argue that these claims should be dismissed because Plaintiff has failed \nto specify which actions were taken by the Primary Underwriters  and which were \ntaken by the Excess Underwriters,  “leaving [ the Excess and the Primary ] \nUnderwriters and the Court to guess which allegations are attributable to which \nentity.”  The Primary Underwriters also argue that because they have admitted their \npolicy provides some  degree of coverage for Plaintiff’s claimed damages based on a \n“reasonable interpretation” of the policy, a “mere disagreement” as to the amount of \nproceeds to which Plaintiff is due under the Primary Flood Policy  cannot support a \nbad faith or UDTPA claim.  \n33. Plaintiff, conversely, argues that its allegations in the Second Amended \nComplaint are sufficient to put the Primary and Excess Underwriters on notice of the \nbad faith and UDTPA claims against them .  Furthermore, Plaintiff argues that the \nallegations in the Second Amended Complaint  demonstrate more than just a “mere \ndisagreement” as to coverage and are sufficient to assert valid bad faith and UDTPA \nclaims.    \n34. In order to  establish a prima facie case for bad faith refusal to pay \ninsurance benefits, \n[a] plaintiff must allege that the insurer has acted in bad \nfaith by refusing to settle or negotiate with the plaintiff and \nthat the insurers’ actions have been a misuse of power and \nauthority tantamount to outrageous con duct reflecting a \nreckless and wanton disregard of the plaintiff’s rights \nunder the insurance policy. \n \nJohnson v. First Union Corp. , 128 N.C. App. 450, 458 (1998); see also Bank of Am. \nCorp. v. SR Int’l Bus. Ins. Co. , 2007 NCBC LEXIS 36, at **59 (N.C. Super. Ct. Dec. \n19, 2007) (stating that a plaintiff must establish three elements to recover for an \ninsurer’s bad faith refusal to settle a claim: (1) refusal to pay after receiving and \nrecognizing a valid claim; (2) bad faith; and (3) aggravating or outrageous conduct).   \n35. To state a prima facie claim under the UDTPA, a plaintiff must show: \n“(1) an unfair or deceptive act or practice, (2) in or affecting commerce, and (3) which \nproximately caused injury to plaintiffs.”   Gray v. N.C. Ins. Underwriting Ass’n , 352 \nN.C. 61, 68 (2000); N.C.G.S. § 75 -1.1.  “[W]hether an act or practice is an unfair or \ndeceptive practice . . . is a question of law for the court.”  Gray, 352 N.C. at 68.  “Mere \nbreach of contract is not sufficient to sustain an action for UDTP, but if the breach is \nsurrounded by substantial aggravating circumstances, it may sustain an action for \nUDTP.”  Griffith v. Glen Wood Co., 184 N.C. App. 206, 217 (2007).   \n36. Conduct that violates N.C.G.S. § 58-63-15(11) constitutes an unfair and \ndeceptive act or practice under the UDTPA because “such conduct is inherently \nunfair, unscrupulous, immoral, and injurious to consumers.”  Gray , 352 N.C. at 71; \nCountry Club of Johnston Cty., Inc. v. U.S. Fid. & Guar. Co., 150 N.C. App. 231, 246 \n(2002).  Such conduct includes, among other things , “[m]isrepresenting pertinent \nfacts or insurance  policy provisions relating to coverage at issue”; “[f]ailing to \nacknowledge and act reasonably promptly upon communications with respect to \nclaims arising under insurance policies”; “refusing to pay claims without conducting \na reasonable investigation based upon all available information”; “[n]ot attempting \nin good faith to effectuate prompt, fair and equitable settlements of claims in which \nliability has become reasonably clear”; and “attempting to settle a claim for less than \nthe amount to which a reasonable man would have believed he was entitled [.]”  \nN.C.G.S. §§ 58-63-15(11)(a)–(b), (d), (f), and (h).    \n37. For the reasons discussed at length above, the Court has found  that \ndismissal—without prejudice—of the breach of contract claim brought against the \nExcess Underwriters is appropriate because liability under the Excess Flood Policy \nhas not yet been triggered.  Logically, this means that dismissal is likewise proper as \nto the bad faith and UDTPA claims br ought against the Excess Underwriters. \nTherefore, these claims are also DISMISSED without prejudice.     \n38. With respect to the Primary Underwriters, however, the Court reaches \na different result.  Plaintiff alleges in the Second Amended Complaint that, among \nother things,  “Defendant Lloyd’s”  has ignored info rmation and data submitted by \nPlaintiff (ECF No. 33, at ¶¶ 20(a)(ii), 63, 87); failed to perform an adequate \ninvestigation of Plaintiff’s insurance claim ( Id. at ¶¶ 20(d)(ii), 60, 85(c)); engaged in \ndelay tactics (Id. at ¶¶ 20(b)(ii), 82); misrepresented material facts regarding policy \nprovisions (Id. at ¶¶ 20(a)(ii), 85(a)); and failed to timely respond to communications \nfrom Plaintiff (Id. at ¶¶ 20(f), 68).   \n39. Although it is true that  Plaintiff’s Second Amended Complaint directs \nthese allegations at one collective entity—“Defendant Lloyd’s ”—without \ndifferentiating between the Primary Underwriters and the Excess Underwriters, the \nCourt is not persuaded that this has prevented the  Primary Underwriters from \nacquiring notice of the claims brought against them.  The Primary Underwriters have \nargued repeatedly in their briefs that the Excess Underwriters are not a proper party \nto this lawsuit in that coverage under the Excess Flood Policy has  never been \ntriggered.  Therefore, it is not unreasonable to  conclude that the Primary \nUnderwriters were put on notice that the assertions in the Second Amended \nComplaint alleging bad faith and unfair and deceptive acts in the process of \nevaluating Plaintiff’s insurance claim were meant to be directed at them (as opposed \nto the Excess Underwriters). \n40. Furthermore, although the allegations in the Second Amended \nComplaint are somewhat conclusory and offer little in the way of  supporting facts, \nthe Court is not persuaded that they allege a “mere disagreement” as to the extent of \ncoverage.  Reading the Second Amended Complaint in the light most favorable to \nPlaintiff—as the Court is required to do at th e Rule 12(b)(6) stage —Plaintiff has \nalleged conduct that could potentially give rise to liability on theories of bad faith and \nviolation of the UDTPA.  See Gray, 352 N.C. at 73 (holding that “ ‘not attempting in \ngood faith to effectuate prompt, fair and equitable settlements of  claims in which \nliability has become reasonably clear’ is a violation of N.C.G.S. § 75-1.1” and therefore \ndefendant’s conduct “constituted an unfair or deceptive act or practice in or affecting \ncommerce that proximately caused injury to plaintiffs”);  Lovell v. Nationwide Mut. \nIns. Co., 108 N.C. App. 416, 421 –22 (1993) (holding that evidence was sufficient to \nwithstand a motion for directed verdict on bad faith refusal to settle claim where “the \njury could reasonably draw the inference that defendant’s fail ure to pay was \nintentional, in bad faith, and not due to innocent mistake or honest disagreement”) ; \nsee also Kielbania v. Indian Harbor Ins. Co., 2012 U.S. Dist. LEXIS 127849, at *34–\n38 (M.D.N.C. Sept. 10, 2012) (finding that where plaintiffs alleged claim s for unfair \nclaim settlement practices under N.C.G.S. § 58-63-15(11) and where multiple factual \nissues were raised, “it is properly the role of the jury to determine whether \n[d]efendant failed to attempt in good faith to effectuate prompt and fair settlem ent, \nwhether [d]efendant’s offers to settle were less than an amount which a reasonable \nman would have believed he was entitled, whether [d]efendant promptly provided a \nreasonable explanation of the basis of its offers, and whether [d]efendant compelled \n[p]laintiffs to institute litigation by offering substantially less than the amounts \nultimately recovered”).     \n41. Accordingly, the Primary Underwriters’ motion to dismiss Plaintiff’s bad \nfaith and UDTPA claims is DENIED.   \nB. Agency Defendants’ Motion to Dismiss  \n42. The sole claim brought against the Agency Defendants in the Second \nAmended Complaint is for negligence based on their alleged failure to procure “ dues \nabatement” coverage as requested by Plaintiff.\n13  (ECF No. 33, at ¶¶ 10–11, 96–101.)  \nThe Agency Defendants argue that this claim should be dismissed because the \nLexington Policy “expressly provides lost income coverage that would apply to \nPlaintiff’s loss of income from homeowners’ dues, if any such loss occurred.”   \n43. Our Supreme Court has held that once an agent has procured an \ninsurance contract, the agent is not a party to the contract and is not liable under it \n“irrespective of any default in the performance thereof by the insurer and irrespective \n \n13 The Court notes that Plaintiff’s claims against the Agency Defendants relate solely to the \ncoverage obtained in the Lexington Policy.   \nof the insured’s lack of success in an action against such a defaulting insurer.”  Mayo \nv. American Fire & Casualty Co., 282 N.C. 346, 354 (1972).  Nevertheless,  \n[i]f an insurance agent or broker undertakes to procure for \nanother insurance against a designated risk, the law \nimposes upon him the duty to use  reasonable diligence to \nprocure such insurance and holds him liable to the \nproposed insured for loss proximately caused by his \nnegligent failure to do so. \n \nId. at 353  (citations omitted); see also Holmes v. Sheppard , 255 N.C . App. 739, 744 \n(2017); Bentley v. N.C. Ins. Guaranty Ass’n, 107 N.C. App. 1, 12 (1992). \n44. In the Second Amended Complaint, Plaintiff alleges that:  \n[a]t the time of the creation of the [Lexington Policy], the \ninitial intent of the Plaintiff and Defendant [Lexington], \nthrough its agents SFI Group, Inc. and Jeffrey Scott \nWheeler, was to procure coverage for lost dues.   However, \nDefendants SFI and Wheeler failed to use reasonable \ndiligence to procure the requested insurance and issued \ncoverage for Business Income but failed to include the Dues \nAbatement coverage sought by Plaintiff.  The Business \nIncome coverage procured by Defendants SFI and Wheeler \ncould never trigger payment for Plaintiff as Plaintiff is a \nHomeowners’ Association and it never ceases business.   \nSince payment could never be triggered, the coverage could \nnever be triggered and is therefore illusory.   \n \n(ECF No. 33, at ¶¶ 9–11 (emphasis added and numbered paragraphs omitted).)  \n45. The Lexington Policy contains a form titled “Business Income (and \nExtra Expense) Coverage Form,” that states, in pertinent part, as follows:  \nWe will pay for the actual loss of Business Income you \nsustain due to the necessary “suspension” of your \n“operations” during th e “period of restoration”.  The \n“suspension” must be caused by direct physical loss of or \ndamage to property at premises which are described in the \nDeclarations and for which a Business Income Limit Of \nInsurance is shown in the Declarations.  \n \n(“Business I ncome Coverage Form,” ECF No. 42.1, at 62.)  The Business Income \nCoverage Form, in turn, defines the term “suspension” as “[t]he slowdown or cessation \nof your business activities[.]” (Id. at 70) (emphasis added).  \n46. Thus, the Court rejects Plaintiff ’s argument that the fact that it never \nactually went out of business renders useless the Business Income c overage as to \nPlaintiff’s claim for loss of dues.  The Court concludes that th e above-quoted policy \nlanguage that is contained within  the Business Income Co verage Form  is broad \nenough to encompass Plaintiff’s claim for loss of dues.14  Based on the clear language \nof this portion of the policy, the fact that Plaintiff “never ceases business” is not a bar \nto coverage, and Plaintiff has therefore failed to show why its alleged loss of dues \n(which are a particular form of “business income”) would not be covered under this \nportion of the Lexington Policy.15   \n47. Therefore, the allegations supporting Plaintiff’s negligence claim \nagainst the Agency Defendants are contra dicted by the express terms of the \nLexington Policy.  Accordingly, the Court CONCLUDES that the Agency Defendants’ \nMotion to Dismiss is GRANTED.   \n \n14 Although not a basis for the Court’s ruling on this issue, the Court notes th at at the July \n29, 2021 hearing on the pending Motions, counsel for Lexington expressly represented to the \nCourt that Lexington was not disputing that coverage is , in fact,  provided under the \nLexington Policy for the category of damages that Plaintiff refers to as “dues abatement.”    \n \n15 The Agency Defendants further argue that additional coverage for Plaintiff’s alleged loss \nof dues exists under a separate section of the Lexington Policy —the “Condominium \nAmendatory Endorsement.”  However, in light of the Court’s ruling that “dues abatement” \ncoverage is included under the Business Income Coverage Form, the Court need not address \nwhether additional coverage is also provided by the Condominium Amendatory \nEndorsement.  \n \nCONCLUSION \n THEREFORE, IT IS ORDERED that the Motions are GRANTED, in part, and \nDENIED, in part, as follows:  \n1. The Excess Underwriters’ motion to dismiss Plaintiff’s breach of contract \nclaim is GRANTED, and this claim is DISMISSED without prejudice.   \n2. The Excess Underwriters’ motion to dismiss Plai ntiff’s bad faith and \nUDTPA claims is GRANTED, and these claims are DISMISSED without \nprejudice. \n3. The Primary Underwriters’ motion to dismiss Plaintiff’s bad faith and \nUDTPA claims is DENIED.   \n4. The Agency Defendants’ Motion to Dismiss the negligence claims against \nthem is GRANTED, and these claims are DISMISSED.   \n  \nSO ORDERED, this the 14th of October, 2021.  \n \n \n       /s/ Mark A. Davis       \n       Mark A. Davis   \n       Special Superior Court Judge for  \n       Complex Business Cases  "
}