{
  "id": "03cf077c740b53b7fb40c8201d0a0222be12f19b862a20fad71d146df79f9683",
  "source_file": "data/raw/ncbc/03cf077c740b53b7fb40c8201d0a0222be12f19b862a20fad71d146df79f9683.pdf",
  "raw_text": "Zloop, Inc. v. Parker Poe Adams & Bernstein, LLP, 2018 NCBC 16. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF MECKLENBURG \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 5480 \nZLOOP, INC., \n \nPlaintiff, \n \nv. \n \nPARKER POE ADAMS & BERNSTEIN, \nLLP; ALBA-JUSTINA SECRIST a/k/a  \nA-J SECRIST; and R. DOUGLAS \nHARMON,  \n \nDefendants. \n \nORDER & OPINION ON \nDEFENDANTS’ MOTION FOR \nJUDGMENT ON THE PLEADINGS \nPURSUANT TO N.C.R.C.P. 12(c) \n \n \n1. THIS MATTER is before the Court on Defendants Parker Poe Adams & \nBernstein, LLP, Alba-Justina Secrist, and R. Douglas Harmon’s Motion for Judgment \non the Pleadings Pursuant to N.C.R.C.P. 12(c) (“Motion”).  For the reasons discussed \nbelow, the Court GRANTS the Motion.  \nRossabi Reardon Klein Spivey PLLC, by Gavin J. Reardon and Amiel J. \nRossabi, and Allen & Gooch, by James H. Gibson (pro hac vice) and \nCharles M. Kreamer (pro hac vice), for Plaintiff Zloop, Inc.  \n \nRobinson, Bradshaw & Hinson, P.A., by Robert W. Fuller and Stuart L. \nPratt, for Defendants Parker Poe Adams & Bernstein, LLP, Alba-Justina \nSecrist a/k/a A-J Secrist, and R. Douglas Harmon. \n \nGale, Chief Judge. \n \nI. INTRODUCTION \n \n2. This case “ raises thorny questions relating to the bounds of legitimate \nlegal advocacy and transgressive participation by attorneys at law in a client’s illegal \n \n \nconduct.”  Morganroth & Morganroth v. Norris, McLaughlin & Marcus, P.C., 331 F.3d \n406, 407 (3d Cir. 2003). \n3. Plaintiff Zloop, Inc. (“Zloop”)  is a bankrupt electronic -waste-recycling \ncorporation in the process of liquidation  that was formerly managed or owned by \nRobert Boston (“Boston”) and Robert LaBarge (“LaBarge”), each of whom allegedly \nlooted Zloop for personal benefit.  Defendants are the law firm Parker Poe Adams & \nBernstein, LLP (“Parker Poe”) and two of its present or former attorneys Alba-Justina \nSecrist (“Secrist”) and R. Douglas Harmon (“Harmon”)  (collectively, “Defendants”).  \nIn this action, Zloop seeks to recover damages based on claims for : (1) legal \nmalpractice; (2) breach of Defendants’ fiduciary duties owed to Zloop as its corporate \ncounsel; and (3) aiding and abetting Boston and LaBarge’s breach of their fiduciary \nduties owed to Zloop as its  owners, managers, or directors .  Zloop is currently \nmaintaining a separate action against Boston and LaBarge before the United States \nDistrict Court for the Western District of Louisiana (“Louisiana Lawsuit”).   \n4. Defendants move for judgment on the pleadin gs pursuant to North \nCarolina Rule of Civil Procedure 12(c).  The Motion rests on two primary contentions: \n(1) the common law doctrine of in pari delicto  bars any claim for professional \nmalpractice; and (2) North Carolina does not recognize a claim for aiding and abetting \na breach of fiduciary duty.   Defendants contend that Zloop’s amended complaint \n(“Amended Complaint”) must be dismissed because Zloop’s own allegations support \neach of those two contentions as a matter of law.  \n \n \n5. Assuming solely for purposes of the Motion that all of Zloop’s allegations \nare true, the Court concludes that the Motion must be granted and the Amended \nComplaint must be dismissed because, a s a matter of law: (1) Zloop ’s claims for \nDefendants’ professional malpractice are barred by the in pari delicto doctrine; (2) no \nclaim for aiding and abetting breach of fiduciary duty has been recognized in North \nCarolina; and (3) even if the North Carolina Supreme Court ultimately recognizes an \naiding and abetting breach of fiduciary claim, Zloop has failed to allege the essential \nelements of any such claim.   \nII. FACTUAL BACKGROUND \n6. The Court accepts the following facts  and construes them in Zloop’s \nfavor solely for purposes of ruling on the Motion.   \n7. Zloop was in the business of recycling  electronic waste , including \ncollecting old “e-waste” (i.e., obsolete computers, televisions, and radios), crushing the \nmaterials, and then harvest ing and reselling the copper, plastic, and other usable \nbyproducts gleaned from the waste.  (Am. Compl. ¶ 5, ECF No. 52.)  Zloop originally \nintended to operate pursuant to a franchise model.  (Am. Compl. ¶ 5.)   \n8. Boston and LaBarge incorporated Zloop as a Delaware limited liability \ncompany (“LLC”) in July 2012.  (Am. Compl. ¶¶ 6–8.)  In November 2012, LaBarge \nfiled Zloop’s Application for Certificate of Authority  with the North Carolina \nSecretary of State, listing himself and Boston as Zloop’s sole managers.  (Am. Compl. \n¶ 10; Am. Compl. Ex. 3, ECF No. 52.1.)   \n \n \n9. In the fall of 2012, Boston and LaBarge promoted Zloop’s franchise \nopportunity and overall potential  to Louisiana resident Kendal Mosing (“Mosing”) . \nBetween November 2012 and May 2014, Mosing advanced Zloop a total of \n$27,498,179, which was used to purchase franchises, LLC interests , and stock; to  \nprovide loans; and to grant pledges to secure Zloop’s line of credit.  (Am. Compl. ¶ 11.)   \n10. In or before January 2013,  Zloop retained the law firm of McGuire \nWoods LLP (“McGuireWoods”) as corporate counsel in connection with a potential \nsecurities offering.  (Am. Compl. ¶ 14.)  McGuireWoods provided Boston and LaBarge \nwith a draft private placement memorandum (“PPM”), which Boston and LaBarge \nsubstantially edited before distributing to investors.  (Am. Compl. ¶¶ 15–16.) \n11. In April 2013, Boston and LaBarge altered this PPM (“April PPM”) to \noffer convertible debt rather than preferred equity.  (Am. Compl. ¶ 17.)  Schedule A \nof the April PPM shows Zloop’s total capital as $5,100,000, nearly $5,000,000 of which \nMosing had contributed by that time.  (Am. Compl. ¶ 18.)  The April PPM recites that \nBoston and LaBarge each had 6,250,000 voting units in Zloop, LLC, and that Mosing \nhad 1,200,000 non-voting units.  (Am. Compl. ¶ 17.)   \n12. The April PPM also included an unexecuted operating agreement  that \nincluded a provision that Zloop, LLC members would be issued stock proportional to \ntheir LLC interests if Zloop, LLC was converted to a corporation.  (Am. Compl. ¶ 18.)   \n13. In May 20 13, Zloop hired Mike Watson (“Watson”) as its CEO. (Am. \nCompl. ¶ 28.) \n \n \n14. On June 10, 2013, McGuireWoods  advised Boston and LaBarge that  \nZloop had improperly broken the escrow provisions of its securities offering by taking \nand spending proceeds before the offering had closed.  (Am. Compl. ¶¶ 20, 34.)  \nMcGuireWoods advised that immediate disclosures to investors were necessary, that \nZloop should distribute a revised PPM, and that McGuireWoods would withdraw as \nZloop’s counsel if its advice was not followed.  (Am. Compl. ¶¶ 20–21.)   \n15.  Around this same time, Zloop hired Jack Jacobi (“Jacobi”) and Jason \nSchubert (“Schubert”) as its COO and CFO, respectively.  (Am. Compl. ¶ 28.)   \n16. Zloop retained Parker Poe on June 19, 2013, and discharged \nMcGuireWoods the following day.   (Am. Compl. ¶¶ 23, 26.)  When transmitting its \nfiles to Parker Poe, McGuireWoods cautioned Parker Poe that it should be aware of \nMcGuireWoods’ most recent advice to Zloop.  (Am. Compl. ¶ 27.)   \n17. On July 10, 2013, Schubert began a review of Zloop’s corporate records \nto prepare a revised PPM , and when  doing so discovered numero us “red flags ,” \nincluding: a $1, 300,000 payment for a racing contract for Boston’s son, listed as an \n“advertising” expense; a $247,000 payment for private jet service , listed as a \n“marketing” expense; and a listing of Boston’s wife and son as employees even though \nthey provided no services to Zloop .  (Am. Compl. ¶¶  31–32.)  Zloop’s capitalization \ntable, which Schubert reviewed, listed Boston, LaBarge, and their spouses as owning \n87% of Zloop’s voting shares even though they had made no investment, as compared \nto Mosing owning less than 1% of the non-voting shares even though he had, by that \ndate, contributed $7,890,000, which sum was reflected in the table as “franchise fees.”  \n \n \n(Am. Compl. ¶ 33.)  Schubert also discovered, as had McGuireWoods, that Zloop had \nbroken escrow in connection with its securities offering.  (Am. Compl. ¶ 34.)     \n18. Parker Poe revised the April PPM and delivered it to Boston and \nLaBarge on July 12, 2013 .  The draft did not modify  this capitalization table and \nmade no reference to Zloop having broken escrow.  (Am. Compl. ¶ 36.)   \n19. On July 15 , 2013, Watson, Schubert, and Jacobi  informed Parker Poe \nthat they intended to immediately resign their offices unless Boston and LaBarge \ngave them management control of Zloop.  (Am. Compl. ¶¶  39–42.)  Parker Poe was \nadvised of  the factual basis leading to the demand that Boston and LaBarge \nsurrender management control.  (Am. Compl. ¶ 42.)  Parker Poe advised Boston and \nLaBarge to refuse the demand, and the three officers then resigned and cautioned \nthat they should not be referenced as a source for any information to be included in a \nPPM.  (Am. Compl. ¶¶ 44–46.)   \n20. On August 28, 2013, Parker Poe advised Zloop to terminate the debt \noffering and to provide refunds to those who had already subscribed.  (Am. Compl. \n¶¶ 50–51.)   \n21. On September 23, 2013, a  Moore & Van Allen attorney  representing a \nZloop investor wrote Harmon, expressing concern “regarding the manner in which \nZloop and [Parker Poe] have handled recent events.”  (Am. Compl. ¶ 57.)   \n22. In February 2014, Parker Poe , Boston, and LaBarge discussed the \npossibility of converting Zloop from an LLC to a corporation in order to facilitate  \nZloop’s repurchase of outstanding franchises.  ( Am. Compl. ¶  75.)  As a part of its \n \n \nefforts, Parker Poe engaged franchise attorney Eric Newman to provide an opinion \nregarding the legality of Zloop’s outstanding franchise agreements.  (Am. Compl. \n¶ 75.)  Mr. Newman concluded that  many of Zloop’s franchises had been created in \nviolation of state and federal law.  (Am. Compl. ¶ 75; Am. Compl.  Ex. 35, ECF No. \n52.4.)   \n23. On March 26, 2014, Parker Poe acted as counsel in  a transaction by \nwhich Zloop converted from an LLC to a corporation , whereby 10,000 shares were \nissued to replace the 13,960,000 outstanding LLC units , apportioned as follows  \nwithout any additional financial payment: Boston and LaBarge received 4,895 shares \neach; Mosing received 100 shares; and three other persons received the rema ining \n110 shares.  (Am. Compl. ¶ 78; Am. Compl. Ex. 41.)  Parker Poe did not require any \nvaluation of Zloop in connection with the transaction .  (Am. Compl. ¶ 78.)  Secrist \nacted as Zloop’s incorporator.  Boston and LaBarge were elected as Zloop, Inc.’s only \ndirectors.  (Am. Compl. ¶¶ 80–82; Am. Compl. Ex. 41A.)      \n24. On March 27, 2014, Parker Poe provided Boston and LaBarge with a \nPPM that contemplated Zloop’s termination of outstanding franchises in exchange \nfor cash or Zloop stock.  (Am. Compl. ¶¶ 82–83.)  This PPM did not disclose the various \nfacts regarding the earlier break in escrow, any opinion regarding the illegality of the \noutstanding franchises, or the misconduct reported by the officers who had earlier \nresigned. (Am. Compl. ¶¶ 82–83.)  \n \n \n25. At least by May 29, 2014, Parker Poe had become aware that Mosing \nhad accused Zloop of misusing its $14,000,000 line of credit that Mosing had secured.  \n(Am. Compl. ¶ 93.)   \n26. On June 26, 2014, Parker Poe  arranged for a “friends and family ” \noffering, whereby Boston and LaBarge offered to sell their Zloop stock to family and \nclose friends.  (Am. Compl. ¶ 97.)   \n27. At some point, Mosing discovered  that Boston and LaBarge had \nfabricated a UCC -1 financing st atement that Mosing had relied on to perfect his  \nsecurity interest in some of Zloop’s North Carolina property.  (Am. Compl. ¶ 100.)  \n28.  On August 28, 2014, Mosing initiated the Louisiana Lawsuit, naming \nBoston, LaBarge, and Zloop as defendants.  (Am. Compl. ¶¶ 100–02.)   \n29. In February 2015, Parker Poe ceased representing Zloop.  (Am. Compl. \n¶ 108.)   \n30. On August 10, 2015, Zloop filed for bankruptcy in Delaware.  Ultimately, \nthe bankruptcy proceeding developed evidence that: Boston purchased six  personal \nvehicles with Zloop  funds; LaBarge purchased three personal vehicles  with Zloop \nfunds; Boston and LaBarge took personal advances of at least $2,763,5 04; Boston \nspent at least $4,648,103.59 of Zloop funds to benefit the racing career of his son, \nJustin; Boston and LaBarge purchased a personal airplane using Zloop funds; Boston \nand LaBarge purchased a property in Hickory, North Carolina using Zloop funds but \nwithout giving title to Zloop; and Zloop assets were sold to pay for millions of dollars \nof Zloop’s bankruptcy professional expenses.  (Am. Compl. ¶¶ 108, 111.)   \n \n \n31. The Delaware bankruptcy court approved a chapter 11 liquidation plan, \nwhich granted Mosing an unsecured claim of $40,000,000.  (Am. Compl. ¶112.)   \n32. A review of the record in the Louisiana Lawsuit reveals that o n \nDecember 20, 2016, Mosing caused Zloop to be  realigned from a defendant to a \nplaintiff.  ( Defs.’ First Am. Answer Ex. A, Second Am. Supp. Restated Compl.  ¶ 2, \nECF No. 34 (“LA Am. Compl.”).)  Zloop then filed an amended complaint in that action \non March 29, 2017 (“Louisiana Amended Complaint”).       \n33. The Court has become aware that LaBarge pleaded guilty to conspiracy \nto commit wire fraud on November 2, 2017, and that a federal jury convicted Boston \nof conspiracy, wire fraud, securities fraud, and money laundering on December 8, \n2017.  U.S. v. Boston, Docket No. 3:17-CR-00114-RJC-DSC, ECF Nos. 41, 44, 71.  \nIII. PROCEDURAL BACKGROUND \n34. Zloop filed its initial complaint in this action in the Mecklenburg County \nSuperior Court on April 17, 2017.   \n35. On April 24, 2017, Defendants filed a Notice of Designation as \nMandatory Complex Business Case under N.C. Gen. Stat. §7A-45.4(a).  The case was \nso designated by the Chief Justice and assigned to the undersigned that same day. \n36.  On June 26, 2017, Defendants filed their answer and the Motion.  \n37. The Court calendared the Motion for hearing on September 8, 2017.  \n38. On September 7, 2017, Zloop moved for leave to f ile an amended \ncomplaint and provided Defendants’ counsel with the proposed amended complaint.  \n \n \n39.  On September 8, 2017, the Court held the hearing as noticed, based on \nits understanding f rom counsel  that the allegations in the proposed amended \ncomplaint added additional factual allegations but did not substantively add to or \nchange the causes of action asserted in the initial complaint  or alter the bases on \nwhich Defendants had moved to dismiss the action.  T he parties agreed that  the \nMotion, briefing, and argument could be deemed to have been made in response to \nthe proposed amended complaint if the Court elected to grant leave to file it.  (Hearing \nTr. 7:7–22, Sept. 8, 2017.)   \n40. On September 11, 2017, with Defendants’ consent, the  Court granted \nZloop’s motion for leave to amend , and  Zloop filed the Amended Complaint  on \nSeptember 25, 2017, which Defendants answered on September 29, 2017.     \n41. As agreed by the p arties, the Court treats the Motion as having been \npresented, briefed, and argued in connecti on with the Amended Complaint  and \nDefendants’ answer.  \n42. The Motion is ripe for resolution.  \nIV. STANDARD OF REVIEW \n43. Judgment on the pleadings is “ appropriate when all the material \nallegations of fact are admitted in the pleadings and only questions of law remain. \nJudgments on the pleadings are disfavored in law, and the trial court must view the \nfacts and permissible inferences in the light most favorable to the non-moving party.” \nShehan v. Gaston Cty., 190 N.C. App. 803, 806, 661 S.E.2d 300, 303 (2008) (quoting \nCarpenter v. Carpenter, 189 N.C. App. 755, 757, 659 S.E.2d 762, 765 (2008)).  Courts \n \n \nshould grant 12(c) motions only when a plaintiff has either failed to allege facts \nnecessary to support a cause of action or has pleaded facts which defeat that claim.   \nRobertson v. Boyd, 88 N.C. App. 437, 440, 363 S.E.2d 672, 675 (1988).  The Court does \nnot make findings of fact in ruling upon a 12(c) motion and, in considering the motion, \nassumes the truth of the nonmovant’s factual averments.  Ragsdale v. Kennedy, 286 \nN.C. 130, 137, 209 S.E.2d 494, 499 (1974).  \n44. As a general proposition, “[i]n deciding a motion for judgment on the \npleadings, the trial court looks solely to the pleadings ” in the action at bar, Reese v. \nMecklenburg Cty., 204 N.C. App. 410, 421, 694 S.E.2d 453, 461 (2010) (citing Wilson \nv. Crab Orcha rd Dev. Co., 276 N.C. 198, 206, 171 S.E.2d 873, 878 (1970)), and \nconsiders only facts that have been properly pleaded and documents that are attached \nto, referred to, or incorporated by the pleadings.  Wilson, 276 N.C. at 206, 171 S.E.2d \nat 878–79; see, e.g., Holcomb v. Landquest L td. Liab. Co., No. 16 CVS 10147, 2017 \nNCBC LEXIS 36 at *9–10 (N.C. Super. Ct. Apr. 21, 2017) (holding that the Court may \nconsider a complaint filed in an earlier case if it was filed in the same court and \nreferred to in the current complaint).   A court may also consider documents that \nmemorialize events to which the complaint makes “clear reference,” Reese v. \nCharlotte-Mecklenburg Bd. of Educ. , 196 N.C. App. 539, 546, 676 S.E.2d 481,  486 \n(2009), documents upon which the plain tiff is suing, even if the documents are not \nincluded in the complaint, Coley v. N.C. Nat’l Bank, 41 N.C. App. 121, 126, 254 S.E.2d \n217, 220 (1979), and allegations or exhibits presented by the movant’s own pleadings \nif the nonmovant has admitted the truth  of allegations or the authenticity of the \n \n \ndocuments.  See Horne v. Town of Blowing Rock , 223 N.C. App. 26, 30, 732 S.E.2d \n614, 617 (2012); Reese, 196 N.C. App. at 561, 676 S.E.2d at 496; Weaver v. Saint \nJoseph of the Pines, Inc., 187 N.C. App. 198, 204–05, 652 S.E.2d 701, 708 (2007). \n45. Additionally, a court may properly consider matters of which it may take \njudicial notice without converting a Rule 12(c) motion to one for summary judgment.  \nSee Tellabs, Inc., v. Makor Issues & Rights, Ltd., 551 U.S. 308, 322 (2007) (noting that \ncourts may take judicial notice on a 12(b)(6) motion without converting the proceeding \nto one for summary judgment); N.C. State Bar v. Lienguard, Inc. , No. 11 CVS 7288, \n2014 NCBC LEXIS 11, at *5 (N.C. Super. Ct. Apr. 4, 2014)  (taking judicial notice on \na Rule 12(c) motion).  A judicially noticeable fact is one that is  “(1) generally known \nwithin the territorial jurisdiction of the trial court or (2) capable of accurate and ready \ndetermination by resort to sources whose accuracy cannot reasonably be questioned.”  \nN.C. Gen. Stat. § 8C-1, Rule 201(b) (2015); see also Smith v. Beaufort Cty. Hosp. Ass’n, \n141 N.C. App. 203, 211, 540 S.E.2d 775, 780 (2000).  \n46. Courts may in their discretion take judicial notice of  court filings made \nin other jurisdictions.  Muteff v. Invacare Corp., 218 N.C. App. 558, 569, 721 S.E.2d \n379, 387 (2012) (citing West v. G.D. Reddick, Inc., 302 N.C. 201, 203, 274 S.E.2d 221, \n223 (1981)) (holding that the trial court did not err in judicially noticing a certain \nTexas Supreme Court opinion because the opinion was “capable of demonstration by \nreadily accessible sources of indisputable accuracy”); see also, e.g., Indep. Tr. Corp. v. \nStewart Info. Servs. Corp. , 665 F.3d 930, 943 (7th Cir. 2012) (noting with approval  \nthat the district court , in a 12(b)(6) proceeding, had judicially noticed  “the \n \n \nindisputable facts that those documents [filed in other jurisdictions] exist, they say \nwhat they say, and they have had legal consequences”); Rothman v. Gregor, 220 F.3d \n81, 91–92 (2d Cir. 2000) (reviewing a trial court’s dismissal under 12(b)(6) and taking \njudicial notice—as a public record —of a complaint filed by one of the parties in a \ndifferent jurisdiction when neither party  contested the accuracy of the extrinsic \ncomplaint); In re FedEx Ground Package Sys. , 2010 U.S. Dist. LEXIS 30303, at *10 \n(N.D. Ind. Mar. 29, 2010) (citing Gen. Elec. Capital v. Lease Resolution, 128 F.3d 1074, \n1081 (7th Cir. 1997)) (“Court documents from another case may be used to show that \nthe document was filed, that [a] party took a certain position, and that certain judicial \nfindings, allegations or admissions were made.”) (emphasis added).    \nV. ANALYSIS \nA. North Carolina Law Governs Zloop’s Claims.  \n47. Zloop’s claims directly against Boston and LaBarge  in the Louisiana \nLawsuit are likely governed by Delaware law  pursuant to the internal affairs \ndoctrine.  See Bluebird Corp. v. Aubin, 188 N.C. App. 671, 680–81, 657 S.E.2d 55, 63 \n(2008) (affirming a trial court’s application of the internal affairs doctrine to \ndetermine that New York law governed a derivative claim against a New York \ncorporation).  In contrast , Zloop’s c laims against Defendants are more properly \nresolved pursuant to North Carolina law.  See Harco Nat’l. Ins. Co. v. Grant Thornton \nLLP, 206 N.C. App. 687, 692, 698 S.E.2d 719, 722 (2010)  (quoting Boudreau v. \nBaughman, 322 N.C. 331, 335, 368 S.E.2d 849, 853–54 (1988) (holding that in \ngeneral, “matters affecting the substantial rights of the parties are determined by lex \n \n \nloci, the law of the situs of the claim . . . . For actions sounding in tort, the state where \nthe injury occurred is considered the situs of the claim.”); Islet Scis., Inc. v. \nBrighthaven Ventures, LLC , No. 15 CVS 16388, 2017 NCBC LEXIS 4, at *12 (N.C. \nSuper. Ct. Jan. 12, 2017) (citing Harco, 206 N.C. App. at 692, 698 S.E.2d at 722–23) \n(“North Carolina’s choice of law principles applicable to claims affecting the \nsubstantial rights of the parties, such as torts, should be applied to . . . aiding and \nabetting claim[s].”).  Here, because Zloop alleges that Defendants’ acts were \nperformed in or directed from Defendants’ Charlotte, North Carolina office , (Am. \nCompl. ¶ 2), North Carolina law governs the Motion .  However, as will be evident \nfrom the Court’s discussion below, the choice of law is not determinative, for the \nMotion’s outcome would be the same whether Delaware or North Carolina law \napplied. \nB. An In Pari Delicto Defense is Available Regarding Zloop’s Legal \nMalpractice and Breach of Fiduciary Duty Claims.  \n \n(1) North Carolina courts have adopted the in pari delicto doctrine.  \n48. North Carolina courts “have long recognized the in pari delicto doctrine, \nwhich prevents the courts from redistributing losses among wrongdoers.”  Whiteheart \nv. Waller, 199 N.C. App. 281, 285, 681 S.E.2d 419, 422 (2009).  The defense operates \nto bar a plaintiff’s claims when the plaintiff is at least equally at fault with the \ndefendant and the allegedly wrongful conduct complained of is the subject o f the \nlawsuit.  See, e.g., Freedman v. Payne, 784 S.E.2d 644, 649 (N.C. App. 2016); Byers v. \nByers, 223 N.C. 85, 90, 25 S.E.2d 466, 469 –70 (1943)  (“The law generally forbids \n \n \nredress to one for an injury done him by another, if he himself first be in the wr ong \nabout the same matter whereof he complains.”).   \n(2) Whether a fiduciary’s wrongs will be imputed to his principal in \norder to apply the in pari delicto doctrine is ultimately a \nquestion of agency. \n \n49. Imputation of wrongdoing is not necessary to apply the  in pari delicto \ndoctrine when the plaintiff is himself the wrongdoer.  See, e.g., Byers, 223 N.C. at 90, \n25 S.E.2d at 470  (plaintiff-husband denied divorce decree based on a condition he \nwrongfully created) .  However, in an action by a corporation, the in pari delicto \ndoctrine may be used to bar the corporation’s claims only where the acts of its owners \nor agents are imputed to the corpora tion through the laws of agency .  See Kirschner \nv. KPMG LLP, 938 N.E.2d 941, 950 (N.Y. 2010).  The question of whether misconduct \nwill be imputed  becomes more complex when the agent acts primarily for personal \nbenefit, but also under color of corporate authority and in a manner that benefits the \ncorporation in some way.   \n50. The facts of this case fall between two well-established agency \nprinciples.  On one hand, a principal is generally bound by the knowledge and acts of \nits agent when the agent clearly acts within the scope of his authority to conduct the \nprincipal’s business.  Curtis, Collins & Holbrook Co. v. Un ited States, 262 U.S. 215, \n222 (1923) (imputing to a corporation knowledge that  its vice president  had \nfraudulently obtained patents on its behalf); see also Sparks v. Union Tr. Co. , 256 \nN.C. 478, 482, 124 S.E.2d 365, 368 (1962) (describing “the general rule that \nknowledge of the agent is imputed to the principal ”); Stewart v. Wilmington Tr. SP \n \n \nServs., Inc., 112 A.3d 271, 302–03 (Del. Ch. 2015), aff’d, 126 A.3d 1115 (Del. 2015) (“A \nbasic tenet of corporate law, derived from principles of agency law, is th at the \nknowledge and actions of the corporation’s officers and directors, acting  within the \nscope of their authority, are imputed to the corporation itself.”).  On the other hand, \na corporation is generally presumed not to have knowledge of or be liable fo r the \nactions of an agent who entirely abandons the corporation’s interests and acts wholly \noutside the scope of the agent’s authority for her personal benefit.  Sparks, 256 N.C. \nat 482, 124 S.E.2d at 368.  This latter rule is summarized as follows:  \n[w]here the conduct of the agent is such as to raise a clear presumption \nthat he would not communicate to the principal the facts in controversy, \nor where the agent, acting nominally as such, is in reality acting in his \nown business or for his own personal inte rest and adversely to the \nprincipal, or has a motive in concealing the facts from the principal, this \n[imputation] rule does not apply.   \n \nId. (quoting Fed. Res. Bank v. Duffy, 210 N.C. 598, 603, 188 S.E. 82, 84 (1936)). \n51. Other courts have referred to this agency rule as the “adverse interest” \nexception, meaning that acts of an agent taken for personal benefit, outside the scope \nof agency, and adverse to the principal’s interest will not be imputed .  See, e.g. , \nKirschner, 938 N.E.2d at 950 –51.  North C arolina courts have not adopted the \nexception by name, but have applied the underlying reasoning. See Sledge Lumber \nCorp. v. S. Builders Equip. Co., 257 N.C. 435, 439, 126 S.E.2d 97, 100 (1962) (quoting \nBrite v. Penny, 157 N.C. 110, 114, 72 S.E.2d 964, 965  (1911)) (“[A] corporation is not \nbound by the action or chargeable with the knowledge of its officers or agents in \nrespect to a transaction in which such officer or agent is acting in his own behalf, and \ndoes not act in any official or representative capacity for the corporation.”) (emphasis \n \n \nadded); see also  Wilson Lumber & Milling Co. v. Atkinson , 162 N.C. 298, 305, 78 \nS.E.2d 212, 215 (1913) (“[I]f the agent is engaged in perpetrating an independent \nfraud on his own account, knowledge of facts relating to the fraud will not be imputed \nto the principal.”) (emphasis added); Bank of Proctorville v. West, 184 N.C. 220, 223, \n114 S.E.2d 178, 180 (1922) (“[T]he [imputation] rule fails . . . where the agent is \nengaged in the transaction in which he is interested adversely to his principal, or is \nengaged in a scheme to defraud the latter .”) (emphasis added); Tillery Envtl. LLC v. \nA&D Holdings, Inc., No. 17 CVS 6525, 2018 NCBC LEXIS 13, at *29 (N.C. Super. Ct. \nFeb. 8, 2018) (quoting Norburn v. Mackie, 262 N.C. 16, 23, 136 S.E.2d 279, 284 –85 \n(1964)) (“A principal is generally ‘responsible to third parties for injuries resulting \nfrom the fraud of his agent committed during the existence of the agency and within \nthe scope of the agent’s ac tual or apparent authority from the principal .’”) (emphasis \nadded).  \n52. Here, the Court is required to determine whether Boston ’s and \nLaBarge’s acts will be imputed to Zloop  where their acts, although primarily for \npersonal benefit, were taken under the color of their authority to act for Zloop and \nZloop received at least some incidental benefit from their wrongs.    \n(3) The North Carolina Court of Appeals’ decision in CommScope is \nneither controlling nor persuasive precedent. \n \n53. The North Carolina Court of Appeals considered the application of in \npari delicto in the context of professional malpractice claims asserted by a corporation \nagainst its accounting firm.  CommScope Credit Union v. Butler & Burke, LLP , 237 \nN.C. App. 101, 103, 764 S.E.2d 642, 646  (2014), aff’d in part, rev’d in part , 369 N.C. \n \n \n48, 790 S.E.2d 657 (2016).  In CommScope, the IRS required the credit union to pay \na significant tax deficiency and assessment after the credit union’s general manager \nfailed to file various forms that would have avoided taxation and the accounting firm \ndid not discover the failure.  Id. at 102, 764 S.E.2d at 645 –46.  The credit union \nasserted claims against its accounting firm for professional malpractice, negligence, \nand breach of fiduciary trust.  Id. at 103, 764 S.E.2d at 646.   The accounting firm \nasserted an in pari delicto  defense based on the credit union’s general manager’s \nnegligence.  Id.  The trial court granted Rule 12(b)(6) and 12(c) motions based on the \ndefense.  Id.  The Court of Appeals reversed.  Id.     \n54. The Court of Appeals  held, as a matter of law,  that the general \nmanager’s acts could not be imputed to the credit union.  Id. at 108–09, 764 S.E.2d at \n649–50.  It premised its holding on two determinations: first, that there was no basis \nto conclude that the general manager was acting within the scope of his employment \nwhen he failed to file tax returns because, in so failing, he did not advance the credit \nunion’s interests in any way ; and second, that the complaint did not allege  that the \ngeneral manager’s actions  constituted wrongs that were  at least equal to the \ndefendant-accounting firm’s  own wrongs in failing to implement proper  auditing \nprocedures.  Id.    \n55. On discretionary review, the Supreme Court of North Carolina accepted \nthe case to determine whether the accounting firm had a fiduciary duty and whether \nthe claims against it were barred by the in pari delicto doctrine.  It then affirmed in \npart and reversed in part.  CommScope, 369 N.C. at 51, 790 S.E.2d at 659 .  The \n \n \nSupreme Court justices were equally divided on whether the in pari delicto defense \nbarred the claim, thus leaving the Court of Appeals’ holding regarding in pari delicto \n“undisturbed” but standing “without precedential value.”  Id. at 58, 790 S.E.2d at 663.  \n56. Zloop, however, argues that the Court of Appeals’ holding in CommScope \ndoctrine is binding and dispositive as to the application of the in pari delicto doctrine \nin this case.  Zloop erroneously relies on In re Appeal from Civil Penalty Assessed for \nViolations of Sedimentation Pollution Control Act etc., 324 N.C. 373, 384, 379 S.E.2d \n30, 37 (1989), which held that  “[w]here a panel of the Court of Appeals has decided \nthe same issue, alb eit in a different case, a subsequent panel of the same court is \nbound by that precedent, unless it has been overturned by a higher court.”   Id.  A \ndifferent rule governs Court of Appeals d ecisions affirmed by an evenly -divided \nSupreme Court.  See, e.g. , Hardin v. KCS Int’ l, Inc. , 199 N.C. App. 687, 694, 682 \nS.E.2d 726, 732 (2009) (holding that Currituck Assocs. Residential P’ship v. Hollowell, \n166 N.C. App. 12, S.E.2d 256, aff’d per curiam by an equally divided court, 360 N.C. \n160, 622 S.E.2d 493 (2005), was not controlling); Daniels v. Durham Cty. Hosp. Corp., \n171 N.C. App. 535, 540 –41, 615 S.E.2d 60, 64 (2005) (rejecting the decision \nin Campbell v. Pitt C ty. Mem’l Hosp., Inc. , 84 N.C. App. 314, 352 S.E.2d 902 \n(1987), aff’d by an equally divided supreme court, 321 N.C. 260, 362 S.E.2d 273 (1987), \nbecause “t he North Carolina Supreme Court was evenly divided and accordingly \naffirmed the Campbell opinion, but stripped it of precedential value”); Elliot v. N.C. \nDep’t of Human Res., 115 N.C. App. 613, 620, 446 S.E.2d 809, 813 (1994) (noting that \nthe court must “analyze this question without regard to this Court’s decision in \n \n \nKempson [v. N.C. Dep’t of Human Res., 100 N.C. App. 482, 397 S.E.2d 314 (1990), aff’d \nby an equally divided Supreme Court, 328 N.C. 722, 403 S.E.2d 279 (1991)]” because \nKempson stood without precedential value), aff’d per curiam, 341 N.C 191, 459 S.E.2d \n273 (1995); Blitz v. Xpress Image, Inc., No. 05 CVS 679, 2006 NCBC LEXIS 12, at *26 \nn.12 (N.C. Super. Ct. Aug. 23, 2006) (“Because Pitts was affirmed by [an] equally \ndivided Supreme Court, it stands without precedential value. After considering the \nanalysis in Pitts, the Court declines to adopt its conclusion.”) .  Under this rule, the \nCourt of Appeals’  CommScope holding regarding in pari d elicto is no t binding \nprecedent.   \n57. Although it is not binding, the Court has further considered whether the \nCourt of Appeals’ CommScope holding regarding in pari delicto  is persuasive \nauthority.  Cf. Lord v. Beerman , 191 N.C. App. 290, 296  n.3, 664 S.E.2d 331, 336 \n(2008) (holding that a case cited by a party, which had been affirmed by an evenly \ndivided Supreme Court, “may be persua sive authority in this case”).  The Court \nconcludes that there are several factual distinctions that make the CommScope \nopinion of little relevance.  First, the Amended Complaint reveals that Zloop enjoyed \nat least some benefit from Boston ’s and LaBarge’s wrongful conduct , whereas \nCommScope received no benefit from its agent’s failure to act.  Second, the Amended \nComplaint reveals substantially more aggravated wrongful conduct by Boston and \nLaBarge than was at issue in CommScope, where it was clear that the Court of \nAppeals was persuaded that the auditing firm’s malfeasance far outweighed the \nagent’s failure to file tax forms.  Commscope, 237 N.C. App. at 108, 764 S.E.2d at 649 \n \n \n(“[N]othing in Plaintiff’s complaint establishes that [the agent]’s failure to file the tax \nforms was an example of intentional wrongdoing, as opposed to negligence, or for that \nmatter, that [the agent]’s alleged failure was not excusable conduct.”). \n(4) An agent’s wrongful acts , even when taken primarily for \npersonal benefit, will be imputed to the corporation when t hey \nyield some benefit to the corporation. \n \n58. There is then no controlling North Carolina precedent teaching whether \nthe in pari delicto doctrine bars a corporation’s claims against its professional services \nproviders when such claims  are based on the corporation’s agent’s intentional, \nwrongful conduct that, while motivated by personal gain, nevertheless benefited the \ncorporation in some way  and is at least equal to the conduct charged against the \nprofessional services provider .  In the absence of  such precedent, the Court \nappropriately considers decisions from other jurisdictions, particularly Delaware . \nWhite v. Hyde, No. 16 CVS 1330, 2016 NCBC LEXIS 74, at *15 (N.C. Super. Ct. Oct. \n4, 2016) (“Absent guidance from the North Carolina appellate courts, this Court may \nlook to, but is not controlled by, Delaware law.”); First Union Corp. v. Suntrust Banks, \nInc., Nos. 1 CVS 100075, 4486, 8036, 2001 NCBC LEXIS 7, at *31 (N.C. Super. Ct. \nAug. 10, 2001) (“North Carolina courts have frequently looked to Delaware  for \nguidance because of the special expertise and body of case law developed in the \nDelaware Chancery Court and the Delaware Supreme Court.”).  It is particularly \nappropriate here to consider Delaware law  as Zloop is incorporated in Delaware .  \n(Am. Compl. ¶ 8.)  \n \n \n59. Delaware recognizes but then narrowly applies the adverse interest \nexception and will impute an agent’s wrongful, self-serving conduct to the corporation \nso long as even a minor, incidental, or illusory benefit flows to the corporation from \nthose wrongful acts.  Vice Chancellor Parsons’ opinion in Stewart v. Wilmington Trust \nSP Services, Inc., illustrates how the Delaware Chancery Court applies the exception.  \n112 A.3d 271 (Del. Ch. Mar. 26, 2015), aff’d, 126 A.3d 1115 (Del. Nov. 2, 2015).  In \nStewart, the receiver for insurance companies that had been defrauded by their \ncontrolling owner brought breach-of-contract, negligence, and aiding and abetting \nbreach of fiduciary duty claims against its auditors for their failure to timely discover \nand mitigate the owner’s  pervasive fraud.  Id. at 282 –89.  Even though Vice \nChancellor Parsons assumed that the owner  had siphoned off funds for purely \npersonal use, he found that the owner’s bad acts should still be imputed to the \ncompanies because the owner’s acts provided some benefits  to them, even if \ntemporary and  ultimately illusory.  Id. at 310 –11 ( noting that the owner’s  \n“machinations,” including fraudulently obtaining  the companies’ authorization as \nDelaware-domiciled insurers, improved, “if only for a time,” the companies’ position).  \nAccordingly, Vice Chancellor Parsons upheld the in pari delicto defense.   \n60. In allowing the defense, Vice Chancellor Parsons explained that “[where \na high -level officer or director also solely owns or otherwise dominates the \ncorporation, the principal-agent distinction virtually disappears.”  Id. at 311.  Stated \notherwise, the “adverse interest exception will not aid an agent -principal who does \nwrong by protecting the corporation he controls from the effect of in pari delicto.” Id.  \n \n \n61. New York likewise follows the rule that a n agent’s wrongful acts are \nimputed to the corporate principal unless the agent totally abandons the principal’s \ninterest and provides no benefit to the corporation.  Kirschner, 938 N.E.2d at 952 .  \nOther courts recognize this rule, but condition its application in some circumstances. \nFor example, Pennsylvania allows a professional services firm to pursue an in pari \ndelicto defense only if it demonstrates that it dealt with the corporation’s wrongdoing \nagent in good faith.  Official Comm. Unsecured Creditors Allegheny Health Educ. & \nResearch Found. v. PricewaterhouseCoopers, LLP , 989 A.2d 313 , 335 (2010).  New \nJersey bars the in pari delicto defense by a professional  services firm  that “is \nnegligent within the scope of its engagement .”  NCP Litig. Tr.  v. KPMG LLP , 901 \nA.2d 871, 889 (2006).  \n62. The Court concludes that , on the facts of this case, the North Carolina \nSupreme Court would adopt the Delaware and New York approach  and impute to a \ncorporation the acts of its agents when the agents’ acts are taken under color of \nauthority and at least marginally benefit the corporation .  Boston’s and LaBarge’s \nacts should then  be imputed to Zloop  so long as their conduct occurred in their \ncorporate capacities and benefitted Zloop.  \n63. Zloop’s own allegations in the Amended Complaint  demonstrate that \n(1) Boston and LaBarge acted as Zloop’s owners or directors when engaging in their  \nmisconduct, (Am. Compl. ¶ 96 (Boston and LaBarge committed “fraudulent acts in \ntheir operation of Zloop and dealings with investors”) (emphasis added)), and (2) that \nZloop received at least some benefit from the wrongful conduct, particularly in Boston \n \n \nand LaBarge’s raising funds for Zloop’s operation . (See e.g., Am. Compl. ¶¶ 11, 83 \n(Boston and LaBarge’s fraud allowed Zloop to temporarily remain in business and \nobtain franchises and lines of credit).)  As such, Boston ’s and LaBarge’s acts are \nimputed to Zloop as a matter of law. \nC. In Pari Delicto  Bars Zloop’s Legal Malpractice and Breach of \nFiduciary Duty Claims.  \n \n64. For purposes of the Motion, the Court accepts as true Zloop’s allegations \nthat D efendants committed professional malpractice . The Court must determine \nwhether claims based on that malpractice are barred by the doctrine of in pari delicto. \n(1) Claims grounded on Defendants’ duties as corporate counsel are \nsubject to the in pari delicto doctrine. \n \n65.   Professional negligence claims are subject to a defense grounded on the \nin pari delicto  doctrine. Whiteheart, 199 N.C. App. at 287 , 681 S.E.2d at 423.  \nAlthough couched as a fiduciary duty claim, Zloop’s claim for Defendants’ professional \nmalpractice is to be treated as a negligence claim.  Heath v. Craighill, Rendleman, \nIngle & Blythe, P.A. , 97 N.C. App. 236, 244, 388 S.E.2d 178, 183 (1990) (“Breach of \nfiduciary duty is a species of negligence or professional malpractice.”).  Zloop’s claims \nfor Defendants’ professional malpractice are then subject to an in pari delicto defense \nwhether pleaded as a negligence claim or a breach of fiduciary duty claim.   \n(2) Zloop’s allegations render the in pari delicto defense complete \nagainst its professional malpractice claims as a matter of law.  \n \n66.  In addition to concluding that Boston’s and LaBarge’s conduct must be \nimputed to Zloop, before applying the in pari delicto doctrine, the Court must also be \nsatisfied that  their conduct is at least equal to th e wrongs asserted against \n \n \nDefendants.  See Freedman, 784 S.E.2d at 649.  That is an easy conclusion to reach \nbased on Zloop’s own allegations, which unequivocally demonstrate that Boston’s and \nLaBarge’s intentional and criminal conduct was at least equal to, if not substantially \nmore egregious, than Defendants’ alleged misconduct, which is based in negligence \nrather than in knowing and intentional misconduct or fraud .  (See, e.g., Am. Compl. \n¶¶ 83(c), (y), 96, 102, 104, 111.)   Accordingly, the Court concludes that Zloop’s own \npleading demonstrates that Zloop’s legal malpractice and breach of fiduciary duty \nclaims are barred by the in pari delicto doctrine as a matter of law.  \n(3) No Public Policy Overrides the Defense. \n     \n67. Zloop seeks to avoid the in pari delicto defense by claiming that applying \nthe doctrine here would be inconsistent with the policies on which the doctrine is \nbased.  (See Pl’s. Br. Opp. Defs.’ Mot. J. Pleadings 22, ECF No. 48 (“Equity and public \npolicy support giving victims redress against all those who contributed to their \ninjuries.”).)   \n68. The in pari delicto  doctrine has been broadly recognized as promoting  \ntwo primary policies: deterring wrongful conduct by refusing wrongdoers any legal or \nequitable relief, and protecting against the misuse of judicial resources.  Bateman \nEichler, Hill Richards, Inc. v. Berner , 472 U.S. 299, 306 (1985).   Courts have \noccasionally referenced other policies , such as : (1) providing proper incentives for \ncorporations to police their own conduct, Kirschner, 938 N.E.2d at 951 –52 \n(“[I]mputation fosters an incentive for a principal to select honest agents and delegate \nduties with care.”); (2) maintaining the integrity of the cor porate form, Stewart, 112 \n \n \nA.3d at 303 (quoting In re Am. Int’l Grp., Inc., Consol. Derivative Litig., 976 A.2d 872, \n893 (2009)) (“Though at [a] superficial level it may appear harsh to hold an “innocent” \ncorporation (and, ultimately, its stockholders) to answer for the bad acts of its agents, \nsuch ‘corporate liability is essential to the continued tolerance of the corporate form, \nas any other result would lack integrity.’” ); (3) not giving corporations rights which \nnatural persons do not have, In re Am. Int’l Group, Consol. Derivative Litig., 976 A.2d \nat 893. (“[T]he operative point is that [not allowing an in pari delicto defense in this \ncase] would allow corporations to sue their own co-conspirators for actions that were \nundertaken, at lea st in part, for the corporation’s own interest, giving corporations \nrights that natural persons do not have.” ); and (4) giving deference to federal \nstatutory schemes that rely on private rights of action for enforcement.  See, e.g. , \nPinter v. Dahl , 486 U.S. 622, 633 (1988 ) (noting that “broad judge -made law” \nincluding in pari delicto  should not “undermine the congressional policy favoring \nprivate suits as an important mode of enforcing federal securities actions”) ; Perma \nLife Mufflers, Inc. v. Int’l Parts Corp. , 392 U.S. 134, 140 (1968) (refusing to apply in \npari delicto in antitrust cases).     \n69. The Court believes the following admonition of our Supreme Court  \ndispenses with the policy arguments: \n[t]he allegations of the complaint are discreditable to both parties. They \nblacken the character of the plaintiff as well as soil the reputation of the \ndefendant. As between them, the law refuses to lend a helping hand. The \npolicy of the civil courts is no t to paddle in muddy water, but to remit \nthe parties, when in pari delicto , to their own folly. So, in the instant \ncase, the plaintiff must fail in his suit.  \n \nBean v. Home Detective Co., 206 N.C. 125, 126, 173 S.E. 5, 6 (1934).     \n \n \n70. In sum, the Court concludes that in pari delicto bars Zloop’s claims for \nDefendants’ alle ged professional malpractice.  The Court now turns to wheth er \nZloop’s claim for Defendants’ aiding and abetting Boston and LaBarge’s breaches of \nfiduciary duty must also be dismissed. \nD. Zloop’s Aiding and Abetting Breach of Fiduciary Duty Claim must also \nbe Dismissed. \n  \n(1) An aiding and abetting breach of fiduciary duty  claim does not \nexist in North Carolina until it is recognized by North Carolina \nappellate courts. \n \n71. It is axiomatic that Zloop’s aiding and abetting breach of fiduciary duty \nclaim must be dismissed if the cause of action is not recognized in North Carolina.  \nThe Court now concludes that on appeal the North Carolina Supreme Court will hold \nthat North Carolina does not recogni ze a claim of aiding and abetting breach of \nfiduciary duty.  Alternatively, for the reasons discussed below, the Court further finds \nthat, should the North Carolina Supreme  Court recognize such a claim, Zloop’s  \nAmended Complaint nevertheless fails  because Zloop has not, as a matter of law, \nalleged the essential elements of any such claim.  \n72. This Court has in earlier opinions noted the uncertainty regarding \nwhether North Carolina recognizes an aiding and abetting breach of fiduciary duty \nclaim.  Tong v. Dunn , No. 11 CVS 1522, 2012 NCBC LEXIS 16, at  *12 (quoting \nBattleground Veterinary Hosp., P.C. v. McGeough , No. 05 CVS 18918, 2007 NCBC \nLEXIS 33 at *17 (N.C. Super. Ct. Oct. 19, 2007)) (“Without a definitive recent \nstatement from our appellate courts, ‘[i]t remains an open question whether North \nCarolina law recognizes’ the claim.”) (alteration  in original); see also Islet Scis., Inc., \n \n \n2017 NCBC LEXIS 4, at *14  (“North Carolina’s appellate courts have not, to -date, \nexpressly recognized a cause of action for aiding and abetting breach of fiduciary \nduty.”).  Federal courts in North Carolina have approached the claim differently.  In \nLaws v. Priority Trustee Services. of N.C., L.L.C., 610 F. Supp. 2d 528, 532 (W.D.N.C. \n2009), the court observed that “t he Supreme  Court of North Carolina has never \nrecognized [a cause of action for aiding and abetting breach of fiduciary duty ].”  \nAnother decision from the Western District dismissed a claim against an attorney \nwho allegedly personally promoted a Ponzi scheme to inves tors because “North \nCarolina does not recognize [an aiding and abetting breach of fiduciary duty] claim.” \nBell v. Kaplan, No. 3:14CV352, 2016 U.S. Dist. LEXIS 24408, at *15 (W.D.N.C. Feb. \n29, 2016).  In contrast, a decision from the bankruptcy court in the Middle District \nconcluded that “ North Carolina law recognizes a cause of action for aiding and \nabetting breach of fiduciary duty.”  Moseley v. Arth , Case No. 2003 Bankr. LEXIS \n1437, at *49 (Bankr. M.D.N.C. 2003).  \n73. The Court now concludes and holds that North Carolina does not \nrecognize a claim of aiding and abetting breach of fiduciary duty.  Accordingly, Zloop’s \naiding-and-abetting claim must be dismissed. \n74. The following analysis supports the Court’s alternative holding that \nZloop has failed, as a matter of law, to allege the essential elements of any aiding and \nabetting breach of fiduciary duty claim that may be recognized in North Carolina. \n \n \n \n \n(2) The Court need not address the question of whether any aiding \nand abetting breach of fiduciary duty claim is subject to the  in \npari delicto doctrine.   \n \n75.  Zloop alleges that the breaches of fiduciary duty from which its aiding-\nand-abetting claim derives arise from Boston and LaBarge’s duties as Zloop’s owners, \nmanagers, or directors.  Generally, the in pari delicto doctrine is not applied to bar a \nclaim by a corporation against its own  wrongdoing agents.  See, e.g., In re Am. Int ’l \nGrp., Inc., Consol. Derivative Litig., 976 A.2d at 890 (noting that public policy is best \nserved by not applying in pari delicto in suits brought by corporations against their \nown insiders and agents ).  Some have referred to this rule of law as the “fiduciary \nduty exception” to in pari delicto.  Stewart, 112 A.3d at 304; see also In re HealthSouth \nCorp. S’holders Litig. , 845 A.2d 1096, 1107 (Del. Ch. 2003) (noting that “because \ncorporations must act through living fiduciaries  . . . the application of the  in pari \ndelicto doctrine has been rejected in situations when corporate fiduciaries seek to \navoid responsibility for their own conduct vis-a-vis their corporations” and concluding \nthat a contrary holding would be “transparently silly”).  \n76.  It is less clear whether  the in pari delicto doctrine would  apply to a \ncorporation’s claim against those who aided that breach.  Delaware apparently would \nnot recognize an in pari delicto defense to at least certain aiding-and-abetting claims \nin that context.  Stewart, 112 A.3d at 318 –20.  In allowing an aiding -and-abetting \nclaim against auditors to proceed even when professional ma lpractice claims were \nrejected, Vice Chancellor Parsons determined that the in pari delicto doctrine should \nnot bar aiding-and-abetting claim s against an auditor that  enjoyed a special \n \n \nrelationship with the companies that would have allowed it to discover and mitigate \nthe agent’s wrongdoing.  Stewart, 112 A.3d at 318–20.    \n77. If the in pari delicto doctrine applies to Zloop’s aiding -and-abetting \nclaim, the defense is complete and the claims are barred by that doctrine as a matter \nof law for the same reasons the doctrine bars Zloop’s professional malpractice claims.  \nThe Court need not consider that issue further because the Court finds that Zloop’s \naiding-and-abetting claim fails whether or not in pari delicto applies because Zloop \nhas failed to allege the essential elements of the claim.    \n(3) If the Supreme Court of North Carolina  recognizes an  aiding \nand abetting breach of fiduciary duty claim , it will impose \nelements at least as demanding as a claim  defined by th e \nRestatement (Second) of Torts § 876(b). \n \n78. The Restatement (Second) of Tort s recognizes potential liab ility for \nthose acting in concert, stating  that “[f]or harm resulting to a third person from the \ntortious conduct of another, one is subject to liability if he . . . knows that the other’s \nconduct constitutes a breach of duty and gives substantial assistance or \nencouragement to the other so to conduct hi mself.”  Restatement (Second) of Torts \n§ 876(b) (Am. Law Inst. 1979).  Most jurisdictions that impose aider-abettor liability \ndo so under Section 876 and incorporate its elements.  See, e.g., Cent. Bank of Denver, \nN.A. v. First Interstate Bank of Denver, N.A., 511 U.S. 164, 181 (1994) (citing Section \n876 in discussing aiding-and-abetting claims).   \n79. The North Carolina Supreme Court has not yet considered a n aiding \nand abetting breach of fiduciary duty claim grounded on Section 876.  Tong, 2012 \nNCBC LEXIS 16 , at *5 n.3 (“The North Carolina Supreme Court  . . . expressly \n \n \nadopted Section 876 as it applies to the negligence of joint tort -feasors [in Boykin v. \nBennett, 253 N.C. 725, 118 S.E.2d 12 (1961)], but has not been presented with the \nquestion of its applica bility to aiding and abetting claims.”).  The North Carolina \nCourt of Appeals endorsed Section 876 when analyzing an aiding-and-abetting claim \nin the securities context.  Blow v. Shaughnessy, 88 N.C. App. 484, 490–91, 364 S.E.2d \n444, 447 (1988) (citing Section 876 in recognizing a cause of action for aiding and \nabetting breach of fiduciary duty and observing many federal courts’ use of Section \n876 in recognizing such claims).  The Supreme Court of the United States later held \nthat a private plaintiff may  not maintain an aiding -and-abetting suit under section \n10b.  Cent. Bank of Denver, 511 U.S. at 191.  That holding casts substantial doubt on \nthe continued vitality of Blow.  Laws v. Priority Tr. Servs. of N.C., L.L.C, 610 F. Supp. \n2d 528, 532 (W.D.N.C.2009).   \n80. Courts in other jurisdictions since Central Bank of Denver have adopted \nSection 876 when analyzing claims that attorneys aided and abetted a client’s breach \nof duty.  See, e.g., Morganroth & Morganroth v. Norris, McLaughlin & Marcus, P.C., \n331 F.3d 406, 414 (3d Cir. 2003); Reynolds v. Schrock, 142 P.3d 1062, 1066 (Or. 2006); \nThornwood, Inc. v. Jenner & Block, 799 N.E. 2d 756 (Ill. Ct. App. 2003).   \n81. The Court concludes that if the North Carolina Supreme Court \nrecognizes an aiding-and-abetting claim, it will base the elements of any such claim \non Section 876(b).  See Tong, 2012 NCBC LEXIS 16, at *13 (citing Section 876 in \nevaluating an assumed aiding-and-abetting claim); see also Sompo Japan Ins., Inc. v. \nDeloitte & Touche, LLP , No. 03 CVS 5547, 2005 NCBC LEXIS 1 , at *3 (N.C. Super. \n \n \nCt. June 10, 2005) (noting that North Carolina courts will “adopt Section 876 on a \ncase-specific basis guided by the ‘concert of action’ involved”).   \n82. In Blow, the Court of Appeals, citing to Section 876, held that the  \nprerequisites necessary to establish aiding and abetting liability  . . . \ninclude: (1) the existence of a  . . . viol ation by the primary party; \n(2) knowledge of the violation on the part of the aider and abettor; and \n(3) substantial assistanc e by the aider and abettor in the achievement \nof the primary violation. \n \nBlow, 88 N.C. App at 490, 364 S.E.2d at 447.   \n \n83. The parties do not dispute that Boston and LaBarge breached a \nfiduciary duty owed to Zloop.  There is then, no contest that Zloop  has adequately \nalleged the first element of its claim.  Defendants do challenge whether Zloop has \nalleged the second and third elements of any such claim.  \n84. As to the second element, the Court concludes that the element requires \nactual, not implied, knowle dge of the underlying breach of fiduciary duty .  See \nBlow, 88 N.C. App. at 493, 364 S.E.2d at 449 (approving jury instructions in which \nthe judge told  the jury that “[y] ou’d have to know about the fraud”); Ivey v. Crown \nMem’l Park, LLC , 333 B.R. 76, 80 ( Bankr. M.D.N.C. 2005) (“ An alleged aider and \nabettor must have actual knowledge of the breach of the fiduciary’s duty .”); Kolbeck \nv. LIT Am., 939 F. Supp. 240, 246, (S.D.N.Y. 1996) (“[A]ctual knowledge is necessary \nto impose liability for participating in  a breach of fiduciary duty.”).   The knowledge \nelement includes a degree of scienter.  Before his retirement from this court, J udge \nBen Tennille observed that “there is not a lower level of culpability or scienter for \naiding and abetting than for the underlying tort.”  Sompo Japan, 2005 NCBC LEXIS \n \n \n1, at *11 –12; see also, Tong, 2012 NCBC LEXIS 16, at *26  (“[I]t is clear that the \nprimary party and the aiding and abetting party must have the same level of \nculpability or scienter.”).  He further noted that an aiding-and-abetting claim is best \nconceptualized as a “vehicle to accomplish liability for equally culpable acts.”  Sompo \nJapan, 2005 NCBC LEXIS 1, at *11 (emphasis added).  The Court adopts Judge \nTennille’s reasoning. \n85.  The third element of an aiding-and-abetting claim grounded on Section \n876 is that the aider-abettor must have lent  “substantial assistance or \nencouragement” to the achievement of the breach of fiduciary duty.  Restatement \n(Second) of Torts § 876(b) (Am. Law Inst. 1979) (emphasis added).  When addressing \nthe claim in a securities context, the North Carolina Court of Appeals recognized that \nthis element requires a “ showing of [a] ‘substantial causal connection between the \nculpable conduct of the alleged aider and abettor and the harm to t he plaintiff, or a \nshowing that the encouragement or assistance is a substantial factor in causing the \nresulting tort.’”  Blow, 88 N.C. App. at 491, 364 S.E.2d at 447 –48 (quoting Metge v. \nBaehler, 762 F.2d 621, 624 (8th Cir. 1985 )).  The Court concludes that proving  a \n“substantial causal connection” is a higher burden than the burden for other claims \nrequiring only proof of “a proximate cause.”  Compare Restatement (Second) of Torts \n§ 876(b) (Am. Law Inst. 1979) and Blow, 88 N.C. App. at 491, 364 S.E.2d at 447–48 \nwith North Carolina Pattern Jury Instructions, General Civil Vol. No. 1, §  102.19 \n(2017) (“Proximate cause is a cause which in a natural and continuous sequence \nproduces a person’s injury . . . There may be more than one proximate cause of injury.  \n \n \nTherefore, the plaintiff need not prove that the defendant’s negligence was the sole \nproximate cause of the injury.”) and Prosser & Keeton on Torts 265–67 (5th ed. 1984) \n(discussing the but -for and substantial factor tests for determining whether a \ndefendant’s acts proximately caused a plaintiff’s injury).    \n86. Comment d of Section 876 outlines factors that courts may consider in \ndetermining whether a party’s assistance rises to the level of “substantial assistance,” \nincluding: the nature of the act encouraged, the amount of assistance given by the \ndefendant, the defendant’s presence or absence at the time of the tort, his relation to \nthe primary tortfeasor, and  the defendant’s state of mind.   Restatement (Second) of \nTorts § 876(b), cmt.d (Am. Law Inst. 1979); see also, e.g., In re TMJ Implants Prod. \nLiab. Litig., 113 F.3d 1484, 1495 (8th Cir. 1997); Halberstam v. Welch, 705 F.2d 472, \n478 (D.C. Cir. 1983); Monsen v. Consolidated Dressed Beef Co., 579 F.2d 793, 800 (3d \nCir. 1978) (analyzing the factors enumerated in Section 876’s Comment d). \n87. Other courts have recognized that “substantial assistance” must mean \nmore than mere assistance.  See, e.g., Mazzaro de Abreu v. Bank of Am. Corp., 525 F. \nSupp. 2d 381, 391 (S.D.N.Y. 2007) (holding that Bank of America had not \n“substantially assisted” a massive fraud, even though its accounts wer e used to \nperpetrate the scheme and it violated its own internal policies and federal regulations \nin approving fraudulent transactions); Rosner v. Bank of China, 528 F. Supp. 2d 419, \n427 (S.D.N.Y. 2007) (noting that a bank’s violations of law did not in that case elevate \nits actions “into the realm of ‘substantial assistance’”).    \n \n \n88. The substantial assistance requirement has arisen in cases brought \nagainst lawyers accused of having aided and abetted  a client’s breach of fiduciary \nduty.  As one court recognized, in that context, “substantial assistance means \nsomething more than the provision of routine professional services.”  Abrams v. \nMcGuireWoods LLP, 518 B.R. 491, 503 (N.D. Ind. 2014 ) (quoting Meridian Horizon \nFund, LP v. KPMG (Cayman), 487 Fed. App’x 636, 643 (2d Cir. 2012).  Another court \nhas recognized that the fact that attorneys may, at the direction of their clients during \nthe course of representation , draft documents that prove to be misleading  does not \nnecessarily constitute substantial assistance.  Schatz v. Rosenberg, 943 F.2d 485, 497 \n(4th Cir. 1991) (noting that “ the ‘substantial assistance’ element requires th at a \nlawyer be more than a scrivener for a client  . . . While it is true that some of [the \nprimary wrongdoer]’s documents prepared by [the law firm] (on the basis of \ninformation provided by [the primary wrongdoer]) were misleading, this fact alone \ndoes not meet the ‘substantial assistance’ threshold.”).  Further, some courts have \nheld that an attorney’s silence to aid his client’s fraud does not constitute substantial \nassistance.  See Varga, 952 F. Supp. 2d at  860 (“[F]ailing to alert others cannot \nconstitute substantial assistance as a matter of law.”); Quintel Corp. v. Citibank, 589 \nF. Supp. 1235, 1245 (S.D.N.Y.1984) (allegations that attorney remained silent to aid \nhis client’s fraud did not adequately plead an aider -and-abettor claim because the \nplaintiff never alleged that the attorney “had a direct involvement in the transaction \nor deliberately covered up the fraud”); but see Lerner v. Fleet Bank, N.A. , 459 F.3d \n273, 295 (2d Cir. 2006) ( “[T]he mere inaction of an alleged aider and abettor \n \n \nconstitutes substantial assistance only if the defendant owes a fiduciary duty directly \nto the plaintiff.”).   \n89.  Courts have also found that  the substantial assistance necessary to \nsupport a lawyer’s liability as an aider and abetto r must be directly relate d to the \nunderlying breach of fiduciary duty on which the aiding and abetting claim is based, \nin that the assistance must be directed at the “primary . . . violation, not merely to the \nperson committing the violation .”  Schatz v. Rosenberg , 943 F.2d 485, 4 97 (4th Cir. \n1991) (noting that the substantial assistance element in an aiding -and-abetting \nsecurities fraud claim required  “that the lawyer . . . actively participate in soliciting \nsales or negotiating terms of the deal on behalf of a client”)  (emphasis added); \nQuintel, 589 F. Supp. at 1245.  As the Schatz court explained,  \n[i]f a lawyer, for example, is a member of the investment group, acts as \na general agent for the investment group and not merely its attorney, or \nactively participates in the transaction by inducing or soliciting sales or \nby negotiating terms of the deal , the lawyer may be held liable for \nsubstantially assisting a securities violation. However, when a lawyer \noffers no legal opinions or affirmative misrepresentations to the \npotential investors and merely acts a scrivener for the investment group, \nthe lawyer cannot be liable as a matter of law for aider and abettor \nliability . . . . \n \nSchatz, 943 F.2d at 497 (emphasis added).   \n90.  In contrast, the Court of Appeals for the Third Circuit held that a \nplaintiff had sufficiently alleged that the defendant law firm went “beyond the bounds \nof permissible advocacy” in an attempt to help their client avoid paying a judgment  \nby knowingly creat ing and reco rding a sham lease, prepar ing and record ing a \n“corrective” lease, and writing a letter to the county clerk’s office misrepresenting the \n \n \neffect of a court order.  Morganroth, 331 F.3d at 412.  On those facts, the court held \nthat the plaintiff adequately alleged that the defendant law firm “actively, knowingly, \nand intentionally participated in their client’s unlawful efforts to avoid execution on \nhis property” and allowed the plaintiff’s aiding -and-abetting claims to survive \n12(b)(6).  Id. at 408, 414. \n91. These cases teach that, should a claim of aiding and abetting breach of \nfiduciary duty be first recognized as a basis for asserting liability against counsel, the \nclaim will demand proof that the attorney lent substantial assistance to the breach \non which the claim is based beyond merely providing routine legal services, acting as \na scrivener, or remaining silent absent a duty to disclose.  However, an attorney may \nbe liable for aiding and abetting  his client’s breach of fiduciary duty  if he “actively \nparticipates” in the conduct constituting the underlying breach of fiduciary duty.  \nSchatz, 943 F.2d at 497.    \n(4) Zloop has not adequately alleged  the essential elements of any \naiding and abetting breach of fiduciary duty claim  that may be \nrecognized in North Carolina.  \n \n92. The Court has concluded that North Carolina does not recognize a claim \nfor aiding and abetting breach of fiduciary duty.  That conclusion alone requires that \nZloop’s aiding-and-abetting claim be dismissed.  The Court alternatively holds that \neven if such a claim may be recognized in the first instance, Zloop has, as a matter of \nlaw, failed to allege the essential elements of such a claim.  \n93. Zloop alleges that Boston and LaBarge breached their fiduciary duties \nto Zloop by (1) failing to act in best interests of Zloop, (2) circulating materially false \n \n \ndocuments, (3) requesting that Parker Poe make a friends and family offering, \n(4) fabricating the bogus UCC-1, (5) obtaining for themselves the benefits of Mosing’s \ninvestments, and (6) not recommending that a lawsuit be filed against themselves.  \n(Am. Compl. ¶ 132 ; see also Am. Compl. ¶¶ 34, 47, 96, 104, 111.)  To survive Rule \n12(c), Zloop’s allegations must tie Defendants’ assistance to those breaches , and the \nassistance must be knowing and substantial. \n94. Accepted as true, the allegations of the Amended Complaint detail that \nDefendants had actual knowledge of at least some of Boston’s and LaBarge ’s \nwrongdoing, including that they had broken escrow, (Am. Compl. ¶¶ 37, 42), misled \ninvestors, (Am. Compl. ¶¶ 56, 60), and engaged in self -dealing.  (Am. Compl. ¶ 99 .)  \nConstrued liberally, Zloop’s allegations may be read to allege that Defendants acted \nwith scienter equal to Boston and LaBarge.  (See, e.g., Am. Compl. ¶ 134 (o), (q), (s).)  \nWhether Zloop’s Amended Complaint survives the Motion depends on whether it has \nadequately alleged facts which, if accepted as true, rise to the level of substantial \nassistance tied to the underlying breaches of fiduciary duty.   \n95. The Amended Complaint alleges that Defendants substantially assisted \nBoston and LaBarge’s underlying breaches of duty in at least twent y-three ways.  \n(Am. Compl. ¶  134.)  These allegations can be segregated between complaints that  \nDefendants’ failed to act, provided routine legal services to Zloop, and  affirmative ly \nassisted Boston and LaBarge  in gaining control over Zloop necessary to accomplish \ntheir wrongful purposes.    \n \n \n96. The Court acknowledges but need not resolve the question of whether \ninaction can ever constitute substantial assistance  for purposes of an aiding and \nabetting breach of fiduciary duty claim.  Compare Lerner, 459 F.3d at 295 (holding \nthat inaction constitutes substantial  assistance “only if the defendant  owes a \nfiduciary duty directly to the plaintiff”), with Varga, 952 F. Supp. 2d at 859 (“[F]ailing \nto alert others cannot constitute substantial assistance as a matter of law.”).  Without \nresolving that issue, the Court concludes that, under the particular facts of this case, \nZloop’s allegations based solely on Defendants’ failures to act do not rise to the level \nof “substantial assistance” required for an aiding-and-abetting claim.  See Bottom v. \nBailey, 238 N.C. App. 202, 212, 767 S.E.2d 883, 889 (2014) (holding that an allegation \nthat a party was merely “aware” of fraudulent acts was insufficient to survive \n12(b)(6)); see also Varga, 952 F. Supp. 2d at 859; Quintel, 589 F. Supp. at 1245. \n97. The Court further concludes that Zloop’s allegations  complaining of \nDefendants’ perform ance of  routine legal services , including a llegations that \nDefendants: continued to represent Zloop; draft ed and prepar ed documents that \nperpetuated Boston and LaBarge’s majority ownership; creat ed PPMs and other \ndocuments that proved to be false or misleading; created Boston and LaBarge’s share \ncertificates that were void; and proposed that Zloop buy back franchises with proceeds \nfrom a debt offering , (Am. Compl. ¶ 134 ( f), (j), (m), (q), (t), (v) –(w)), likewise do not \nconstitute “substantial assistance.”  See Abrams, 518 B.R. at 503 (performing routine \nlegal services  is not substantial assistance ); Schatz, 943 F.2d at 497 ( drafting \n \n \ndocuments, at client ’s direction, that prove to be misleading is not substantial \nassistance).    \n98. The Court also concludes that Zloop’s allegations of Defendants’ \naffirmative, intentional acts  do not constitute substantial assistance.  These \nallegations include:  \n “attempting to dissuade the Independent Officers from action by \nexcusing Boston and LaBarge’s thefts and illegally break ing escrow as \nmere ‘gaps in the corporate records’” (Am. Compl. ¶ 134(n));  \n “siding with Boston and LaBarge, and advising them not to acquiesce to \nthe Independent Officers’ demands that they cede control, when \npresented with overwhelming evidence of Boston  and LaBarge’s \npervasive and ongoing wrongdoing” (Am. Compl. ¶ 134(o));  \n “intentionally denying and frustrating the rights of the actual \nstockholders of Zloop to elect its directors upon its conversion to a \ncorporation” (Am. Compl. ¶ 134(r)); \n “unilaterally installing Boston and LaBarge as the directors of Zloop \nwith full knowledge that they had engaged in pervasive wrongdoing to \nthe detriment of Zloop, and that they were likely to continue to do so as \nlong as they had the means and opportunity” (Am. Compl. ¶ 134(s)); and  \n “intentionally frustrating changes in the management and controls of \nZloop that would have ended Boston and LaBarge’s ability to steal from \nthe company.” (Am. Compl. ¶ 134(u).)  \n \n \n99. Admittedly, these allegations  certainly raise tro ubling iss ues of \nprofessional malpractice.  However, the Court is not persuaded that they rise to the \nlevel of “substantial assistance” that North Carolina appellate court s would impose \nas an essential element of any  aiding and abetting breach of fiduciary  duty claim \nbecause (1) those acts are not adequately tied as a causative factor to the underlying \nbreaches of fiduciary duty on which the claim is based and (2) the Louisiana Amended \nComplaint demonstrates that any assistance Defendants rendered, even if \nsufficiently tied to the underlying breaches, was not substantial.    \n100. As discussed above, a plaintiff must allege “that a[n aider -abettor] \nrendered ‘substantial assistance’ to the primary . . . violation, not merely to the person \ncommitting the violation.”  Schatz, 943 F.2d at 497 (4th Cir. 1991) (emphasis added).  \nStated otherwise, Defendants must have had “ direct involvement in the transaction” \nor have deliberately covered up the fraud.  Quintel, 589 F. Supp. at 1245 (emphasis \nadded);  see also Morganroth, 331 F.3d at 412, 414.  \n101.  Zloop’s allegations of Defendants’ affirmative acts fall short of those in \nMorganroth, where the law firm itself filed false deeds and lied to a government \nofficial.  331 F.3d at 412 –13.  Rather, Zloop alleges here only that Parker Poe’s \naffirmative and knowing acts gave Boston and LaBarge the opportunity to do those \nkinds of things themselves.  See Schatz, 943 F.2d at 497 (noting that a plaintiff must \nallege “that a[n aider -abettor] rendered ‘substanti al assistance’ to the primary  . . . \nviolation, not merely to the person committing the violation”) (emphasis added).  Zloop \ndoes not allege or suggest facts that Parker Poe encouraged, was directly involved in, \n \n \nor otherwise substantially assisted Boston and LaBarge in their breaking escrow, \nsiphoning Mosing’s funds for personal use, or filing a fraudulent UCC-1.  The lack of \nallegations regarding Defendants’ direct participation in the underlying frauds likely \ncompels a findi ng that Zloop’s allegations of Defendants’ wrongs d o not constitute \nsubstantial assistance. \n102. If the Court were restricted to a review of only the Amended Complaint, \nliberal Rule 12(c) standards might argue in favor of deferring critical analysis of \nZloop’s claim until a summary judgment motio n is presented under Rule 56.  \nHowever, Zloop’s own allegations in the Louisiana Lawsuit defeat any inferences in \nZloop’s favor that the Rule 12(c) standard might arguably require. \n103. The Louisiana Amended Complaint provides further details of Boston’s \nand LaBarge’s conduct —and the cont rol they maintained over Zloop —that make \nclear that Boston and LaBarge did not depend on Defendants for that control and \nthat Defendants ’ acts did not substantially assist their wrongd oing even though \nDefendants took certain actions in the course of the wrongdoing.   \n104. In the Lo uisiana Amended Complaint , Zloop alleges  that Boston and \nLaBarge completely controlled Zloop and committed fraud at “all relevant times,” (LA \nAm. Compl . ¶¶ 4, 5), including before June 19, 2013, when Parker Poe began \nrepresenting Zloop, and after February 2015, when Parker Poe’s representation \nended.  (See Am. Compl. ¶ 23 (representation begins), ¶ 108 (representation ends).)  \n105. For example, Zloop alleges that on March 11, 2013, before Defendants \nrepresented Zloop, “there was no board of directors for [Zloop], only two managing \n \n \nmembers who had total control of the same: LaBarge  and Boston.” (LA Am. Compl. \n¶ 49 (emphasis added); see also, e.g., LA Am. Compl. ¶¶ 13–16 (alleging that between \nSeptember 23, 2012 and October 2, 2012, Boston and LaBarge mailed franchise -\nrelated documents to Mosing or Mosing’s advisor without including a franchise \ndisclosure document, in violation of state and federal law); LA Am. Compl. ¶¶ 19–22 \n(alleging that on October 4, 2012, Boston and LaBarge promulgated a materially \nincorrect franchise disclosure document); LA Am. Compl. ¶¶ 27 –28 (alleging that on \nOctober 5 and 15, 2012, Boston and LaBarge violated state and federal securities laws \nby failing to disclose certain information in franchi se documents); LA Am. Compl. \n¶¶ 57, 59 (alleging that Boston and LaBarge broke escrow before May 10, 2013).)   \n106. Zloop further alleges that Boston and LaBarge dominated Zloop and \ncommitted fraud after Defendants ceased representing them, alleging that Boston \nand LaBarge “controlled Zloop until [September 24, 2015, when] the [chief \nrestructuring officer] was appointed.”  (LA Am. Compl. ¶¶ 139, 159; see also LA Am. \nCompl. ¶ 130 (alleging that on March 9, 2015, after Parker Poe’s representation \nended, Boston and LaBarge nefariously used Zloop to take out an equity loan secured \nby property purchased using Mosing’s funds).)  According to the Louisiana Amended \nComplaint, Boston and LaBarge “exerted complete control over Zloop  and were the \nagents of action for the acts complained of herein.”  (LA Am. Complaint ¶ 167 \n(emphasis added).)   \n107. In sum, Zloop alleges in the Louisiana Amended Complaint that Boston \nand LaBarge completely and continuously controlled Zloo p and committed fraud \n \n \nbefore, during, and after Parker Poe represented them.  Those allegations defeat any \nfinding or inference that Defendants were the substantial cause of or lent substantial \nassistance to Boston and LaBarge’s breaches of fiduciary duties.  See Blow at 491, \n363 S.E.2d at 448; see also Restatement (Second) of Torts § 876 cmt.d (Am. Law Inst. \n1979) (“The assistance of or participation by the defendant may be so slight that he \nis not liable for the act of the other.” ).  The fact that Defendants’ undertakings may \nhave had some additive effect is not adequate to constitute the substantial assistance \nnecessary for any aiding and abetting breach of fiduciary claim.  Self v. Yelton, 201 \nN.C. App. 653, 659, 688 S.E.2d 34,  38 (2010) (quoting Brown v. Neal, 283 N.C. 604, \n611, 197 S.E.2d 505, 509 (1973) (“[B]efore holding a defendant liable for an injury to \na plaintiff, it must be shown that defendant’s actions were a  substantial factor of \nthe particular injuries for which plaintiff seeks recovery.”) (first emphasis added).   \n108. Accordingly, the Court concludes that Zloop’s allegations, viewed \ncollectively and accepted as true, reveal that Zloop  has not alleged the  essential \nelements of an y aiding and abetting breach of fiduciary du ty claim  that may \nultimately be recognized in North Carolina.  \nVI. CONCLUSION \n109. The Court does not by this Order & Opinion make any ruling or express \nany opinion as to whether Defendants met or failed to meet their professional \nstandards of conduct as corporate counsel.  Rather, it holds that because Zloop’s own \nallegations dictate that Boston ’s and LaBarge’s acts must be imputed to Zloop, the \ndoctrine of in pari delicto, the elements of which are fully made out on the pleadings \n \n \nalone, bars Zloop’s legal malpractice and breach of fiduciary duty claims as a matter \nof law.   \n110. The Court holds that North Carolina does not recognize a claim for \naiding and abetting breach of fiduciary duty.  Alternatively, the Court concludes that \nZloop has, as a matter of law, failed to allege the essential elements of any such claim \nthat may be recognized.   \n111. The Court need not reserve its ruling in anticipation of a further \namended complaint Zloop might seek to file based on additional information learned \nfrom criminal proceedings involving Boston and LaBarge.  For the foregoing reasons, \nthe Court GRANTS Defendants’ Motion and the Amended Complaint is DISMISSED \nWITH PREJUDICE.  \nSO ORDERED, this the 16th day of February, 2018. \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Business Court Judge \n \n \n \n "
}