{
  "id": "03d4ecf2a81bc804cc2f9574e458445a4e2b9b6b19a44aa7cb11c8b533fc2f9b",
  "source_file": "data/raw/ncbc/03d4ecf2a81bc804cc2f9574e458445a4e2b9b6b19a44aa7cb11c8b533fc2f9b.pdf",
  "raw_text": "McGuire v. LORD Corp., 2020 NCBC 11. \n \n \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 11634 \n \nROBERT MCGUIRE, \n \nPlaintiff, \n \nv. \n \nLORD CORPORATION, \n \nDefendant. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO DISMISS \n \n \n1. This action arises from Plaintiff Robert McGuire’s (“McGuire”) contention \nthat Defendant LORD Corporation (“LORD”  or the “Company” ) breached its \nrepresentative’s promise that he would have an opportunity to repurchase certain \nshares from LORD if he first elected to sell those shares to LORD under existing \nagreements between LORD and McGuire.  McGuire alleges that he relied upon \nLORD’s promise in selling his shares but was not permitted to repurchase his shares \nthereafter.  McGuire alleges various claims based on these alleged facts, and LORD \nnow moves to dismiss each of these claims under Rule 12(b)(6) of the North Carolina \nRules of Civil Procedure (“Rule(s)”) (the “Motion”).  (Def.’s Mot. Dismiss, ECF No. 9.) \n2. After considering the Motion, the related briefs, the Complaint, the \ndocuments identified and relied upon in the Complaint and submitted by LORD in \nsupport of the Motion, and the arguments of counsel at the hearing on the Motion on \nJanuary 16, 2020 (the “Hearing”), the Court hereby GRANTS  the Motion and \ndismisses McGuire’s Complaint with prejudice. \nVennum PLLC, by Elizabeth Vennum and Jordan Burke, for Plaintiff \nRobert McGuire. \n  \n \n \nParker, Poe, Adams & Bernstein LLP, by Scott E. Bayzle and Charles E. \nRaynal, IV, for Defendant LORD Corporation. \n \nBledsoe, Chief Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n3. The Court does not make findings of fact on motions to dismiss under Rule \n12(b)(6).  Rather, the Court recites only those facts alleged in the Complaint that are \nrelevant to the Court’s determination of the Motion.   The Court may consider \ndocuments to which the Complaint specifically refers, even when such documents are \nsubmitted by the defendant. 1  Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 60, \n554 S.E.2d 840, 847 (2001).   Additionally,  the Court may “reject allegations [in the \ncomplaint] that are contradicted by the documents attached, specifically referred to, \nor incorporated by reference in the complaint.”  Laster v. Francis, 199 N.C. App. 572, \n577, 681 S.E.2d 858, 862 (2009). \n4. McGuire served as LORD’s Regional Director in Japan from 2013 to 2018 .  \n(Compl. ¶ 7 , ECF No. 3 .)  In that role, LORD offered McGuire the opportunity to \npurchase from LORD shares of LORD’s Class B Common Stock (the “Class B Shares” \nor “Shares”) under LORD’s Management Incentive Plan ’s Restricted Stock Program \n(the “Plan”).  (Compl. ¶ 8.)  Under the Plan, participants, including McGuire, had the \nopportunity to purchase Shares during a period established by LORD each year, \ntypically in the Spring (the “Annual Purchase Period”).  (See Def.’s Mem. Law Supp. \n                                                 \n1 The parties agree that the exhibits attached to LORD’s Motion, (ECF Nos. 10.2–10.6), are \nrelied upon and referenced in the Complaint , and McGuire has withdrawn any objection to \nthe Court’s consideration of those documents on this Motion. \n \n \nDef.’s Mot. Dismiss Ex. A, at ¶ 4 [hereinafter the “Plan”], ECF No. 10.2.)  To effect \nthe purchase of Shares under the Plan, a participant was first required to sign a stock \npurchase agreement with the Company.  (Plan ¶ 4.)   McGuire signed his stock \npurchase agreement, specifically titled “Third Restated Stock Purchase Agreement” \n(the “Stock Purchase Agreement” or the “Agreement”), on May 20, 2014.\n2  ( Def.’s \nMem. Law Supp. Def.’s Mot. Dismiss Ex. B  [hereinafter the “Stock Pu rchase \nAgreement”], ECF No. 10.3.)  Consistent with the Plan and the Agreement, McGuire \nthereafter purchased 675 Class B Shares from LORD.  (Compl. ¶ 11.) \n5. The Plan and the Agreement governed McGuire’s rights with respect to \nthese Shares.  Under the Agreement, McGuire was permitted to redeem Shares \nduring a specially identified period each year (the “Annual Redemption Period”), \n(Stock Purchase Agreement ¶ 2(c) ), and the Plan and the Agreement governed \nMcGuire’s right to repurchase any Shares after redemption , (Plan ¶ 10).  LORD’s \nStock Redemption Policy, which is part of the Plan, (Compl. ¶ 8), specified the \n“procedures to be applied by [LORD] in determining the manner in which redemption \nrequests will be received and administered in the event shareholders request \nredemption of shares in excess of resources made available by [LORD].”  (Def.’s Mem. \nLaw Supp. Def.’s Mot. Dismiss Ex. D, at 1 [hereinafter the “Stock Redemption \nPolicy”], ECF No. 10.5.) \n                                                 \n2 The Stock Purchase Agreement specifically provided that it “set[ ] forth agreements and \nunderstandings between [McGuire] and Lord with respect to any” Class B Shares that “may \nbe purchased by [McGuire] subject to [the] Agreement[.]”  (Stock Purchase Agreement 1; see \nalso Compl. ¶ 9.) \n \n \n6. The Plan made clear that at all times the Compensation Committee of \nLORD’s Board of Directors ha d the right, “in its sole discretion ,” to amend, modify, \nsuspend, or terminate the Plan and the Stock Purchase Agreement  (together, the \n“Program”).  ( See Plan ¶ 2 (“The Committee shall have the full and  complete \ndiscretionary authority to . . . change the terms of the Program, including but not \nlimited to terminating the Program.”); Plan ¶ 16 (“The Committee shall have the right \nin its sole discretion to amend or modify the Program in any manner at any t ime, \nincluding the right in its sole discretion to suspend or terminate the Program in whole \nor in part.”).)  Similarly, the Stock Redemption Policy provided that it could be \n“modified or terminated at anytime by the Board.”  (Stock Redemption Policy 1.) \n7. In 2017, McGuire decided to explore the potential sale of some of his Class \nB Shares.  H e e- mailed LORD’s Shareholder Relations Specialist , Denise Austin \n(“Austin”), on March 2, 2017, stating that he understood he could sell stock once a \nyear and was “contemplating selling some stock in March or April  to cover some \nexpenses.”  (Def.’s Mem. Law Supp. Def.’s Mot. Dismiss Ex. C [hereinafter the “E-mail \nExchange”], ECF No. 10.4.)  He asked Austin , “Is this possible?” and, “Can I then \nturnaround and buy back again in June?”   (E-mail Exchange 1.)  Austin responded \nthe same day, “yes, you can sell up to 100K net proceeds once per year.  [A]nd you can \nturn around and purchase in June.”  (E -mail Exchange 1.)  McGuire then asked , \n“What if I want to sell more?”  (E-mail Exchange 1.)  Austin replied, “you can request \nto redeem additional shares and then the request has to be approved.  I am not in the \n \n \noffice this week and have limited access to my files.  I can send you all of the request \ndocs on Monday.”  (E-mail Exchange 1.) \n8. According to McGuire, he relied on Austin’s representation—which McGuire \ncharacterizes as a “guarantee” —concerning his right to repurchase sold Shares in \nJune 2017 in selling 329 of his Shares for net proceeds of $449,398.41 on April 18, \n2017.  (Compl. ¶ 24.)  Ten days later, on April 28, 2017, LORD suspended the Plan, \nwhich prevented McGuire from repurchasing his sold Shares.  LORD subsequently \nterminated the Plan in December 2017 .  (Compl. ¶¶ 26 –27.)  McGuire alleges that \nthe value of each sold Share he was denied the right to repurchase has increased from \n$3,230 in 2017 to $11,000 as of the filing of the Complaint.  (Compl. ¶ 35.) \n9. McGuire filed this action on August 23, 2019, alleging claims against LORD \nfor: (i) breach of contract, (ii) negligence, (iii) negligent misrepresentation, (iv) breach \nof implied duty of good faith and fair dealing, and (v) violation of secti ons 78A-8(2) \nand 78A-56(b)(2)3 of the North Carolina Securities Act (“NCSA”), N.C.G.S. § 78A-1 et \nseq., for which he seeks monetary relief.  (Compl. 7–12.)   \n10. LORD filed the current Motion in lieu of an answer o n November 5, 2019.   \nThe Motion has been fully briefed, and all parties were represented by counsel at the \nHearing.  The Motion is now ripe for resolution. \n                                                 \n3 For purposes of this Motion, the Court assumes McGuire’s reference to section 78A-56(b)(2), \na subsection that does not exist, reflects a typographical error and that his claim is brought \ninstead under N.C.G.S. § 78A-56(b). \n \n \nII. \nLEGAL STANDARD \n11. When considering a motion to dismiss under Rule 12(b)(6), the Court \ndetermines “whether the allegations of the complaint, if treated as true, are sufficient \nto state a claim upon which relief may be granted under some legal theory.”  Corwin \nv. British Am. Tobacco PLC, 371 N.C. 605, 615, 821 S.E.2d 729, 736 ( 2018) (citation \nomitted). \n12. The Court views the allegations in the complaint “in the light most favorable \nto the non-moving party[,]” Christenbury Eye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, \n5, 802 S.E.2d 888, 891 (2017) (citation omitted), and will not dismiss the complaint \n“unless it appears to a certainty that plaintiff is entitled to no relief under any state \nof facts which could be proved in support of the claim[,]” Sutton v. Duke, 277 N.C. 94, \n103, 176 S.E.2d 161, 166 (1970) (emphasis omitted).   However, the Court is “not \nrequired . . . to accept as true allegations that are merely conclusory, unwarranted \ndeductions of fact, or unreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t \nof Health & Human Servs. , 174 N.C. App. 266, 274, 620 S.E.2d 873, 880 (2005) \n(internal quotation marks and citation omitted).  Under Rule 12(b)(6), dismissal of a \ncomplaint is proper: “(1) when the complaint on its face reveals that no law supports \n[the] claim; (2) when the complaint reveals on its face the absence of fact sufficient to \nmake a good claim; [or] (3) when some fact disclosed in the complaint necessarily \ndefeats the . . . claim.”  Oates v. JAG, Inc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 \n(1985). \n \n \nIII. \nANALYSIS \nA. Breach of Contract \n13. McGuire does not allege that LORD has breached the Agreement or the \nPlan.  Rather, McGuire’s breach of contract claim is based on his allegation that he \nentered into a new contract with LORD based on his e- mail exchange with Austin \n“together with the Stock Purchase Agreement and the Plan ” (the “New Contract”).  \n(Compl. ¶ 38.)  McGuire co ntends that under the New Contract , he would be \npermitted to repurchase during the Annual Purchase Period any Class B Shares he \nelected to sell during the Annual Redemption Period.  (Compl. ¶ 39.)  McGuire asserts \nthat LORD breached the New Contract by preventing McGuire from repurchasing in \nJune 2017 the Class B Shares he sold in April 2017.4  (Compl. ¶ 40.) \n14. To maintain a claim for breach of contract, a plaintiff must plead  \n“(1) existence of a valid contract and (2) breach of the terms of that contract.”  Poor v. \nHill, 138 N.C. App. 19, 26, 530 S.E.2d 838, 843 (2000).  For a valid contract to exist, \nthere must be “mutual assent of both parties to the terms of the agreement so as to \n                                                 \n4 Although McGuire makes the argument in his opposition brief that he alleges breach based \non the “old” contract created by the Plan and Stock Purchase Agreement, ( Pl.’s Mem. Law \nOpp’n Def.’s Mot. Dismiss 13 [hereinafter “Opp’n Br.”], ECF No. 15), the Court only looks to \nthe allegations of the Complaint, and McGuire has not made a claim based on the “old” \ncontract in his Complaint.  See, e.g., Carlisle v. Keith, 169 N.C. App. 674, 681, 614 S.E.2d 542, \n547 (2005) (“A Rule 12(b)(6) motion tests the legal suffic iency of the pleading.” (citation \nomitted)); Window World of Baton Rouge, LLC v. Window World, Inc., 2017 NCBC LEXIS 60, \nat *11 (N.C. Super. Ct. July 12, 2017) (“When considering a Rule 12(b)(6) motion to dismiss, \n‘a court properly may consider only evidence contained in or asserted in the pleadings. ’ ” \n(citation omitted)); see also Brown v. Secor, 2017 NCBC LEXIS 65, *19 (N.C. Super. Ct. July \n28, 2017) (“The requirement to liberally construe the complaint is not an invitation to rewrite \nit.”). \n \n \nestablish a meeting of the minds.”  Snyder v. Freeman, 300 N.C. 204, 218, 266 S.E.2d \n593, 602 (1980).  “The well-settled elements of a valid contract are offer, acceptance, \nconsideration, and mutuality of assent to the  contract’s essential terms. ”  Se. \nCaissons, LLC v. Choate Constr. Co., 247 N.C. App. 104, 110, 784 S.E.2d 650, 654 \n(2016) (citation omitted).  Mutual  assent is determined by “the parties’ words and \nacts from the perspective of a reasonable person. ”  Baker v. Bowden, 2017 NCBC \nLEXIS 31, at *9 (N.C. Super. Ct. Apr. 3, 2017) (citing Howell v. Smith, 258 N.C. 150, \n153, 128 S.E.2d 144, 146 (1962)). \n15. Where parties agree to modify a contract, the modification, as a new \nagreement, must meet all requisite elements of a contract and must be supported by \nadditional consideration.  See NRC Golf Course, LLC v. JMR Golf, LLC, 222 N.C. \nApp. 492, 502, 731 S.E.2d 474, 480 (2012) (“Parties to a contract may agree to change \nits terms; but the new agreement, to be effective, must contain the \nelements necessary to the formation of a contract.” (quoting Southern Spindle & Flyer \nCo., Inc. v. Milliken & Co. , 53 N.C. App. 785,  788, 281 S.E.2d 734,  736 (1981)); \nLaBarre v. Duke Univ., 99 N.C. App. 563, 565, 393 S.E.2d 321, 323 (1990) (holding \nthat modifying an existing contract requires “additional consideration”); see also \nGeiger v. Cent. Carolina Surgical Eye Assocs., P.A., No. COA14-169, 2014 N.C. App. \nLEXIS 1051, at *17 (N.C. Ct. App. Oct. 7, 2014) (“[A] modification must reflect an \nagreement between the parties that the terms of the contract should be altered.” \n(internal quotation marks and citation omitted)).  Consideration sufficient to support \na contract or contract modification has been defined as “any benefit, right, or interest \n \n \nbestowed upon the promisor, or any forbearance, detriment, or loss undertaken by \nthe promisee.”  Lee v. Paragon Grp. Contractors, Inc., 78 N.C. App. 334, 337–38, 337 \nS.E.2d 132, 134 (1985) (citation omitted). \n16. LORD contends that the alleged New Contract is  invalid, requiring \ndismissal of McGuire’s claim for breach.  Specifically, LORD argues that there was \nnever an offer, acceptance, or consideration to support the New Contract, and further, \nthat instead of guaranteeing a right to repurchase as McGuire contends, Austin’s \ne mails “merely summariz[ed] certain procedures for redemption and purchase of \nshares under [the Plan and Stock Purchase Agreement] as they existed at the time.”5  \n(Def.’s Mem. Law Supp. Def.’s Mot. Dismiss 11.)  The Court agrees.   \n17. McGuire’s opening e-mail to Austin on March 2, 2017 was a straightforward \nrequest for information concerning the then-current Plan:   \nDenise  \n \nI understand I can sell stock one time per year.  I am conte mplating \nselling some stock in March or April to cover some expenses.  Is this \npossible?  What is the amount of time required? \n \nCan I turn around and buy back again in June? \n \nBob \n \n                                                 \n5 LORD also grounds its argument for dismissal of the contract claim on the Plan’s provisions \npermitting the Compensation Committee of LORD’s Board of Directors to amend, modify, \nsuspend, or terminate the Plan at any time in its sole discretion, which it elected to lawfully \ndo here, and on its contention that, in any event, Austin lacked authority to bind LORD to \namend or modify the Plan or Agreement through the New Contract.  (Mem. Law Supp. Def.’s \nMot. Dismiss  10–12, ECF No. 10 .)  The Court finds it unnecessary to di scuss either in \nconnection with this claim.  \n \n \n(E-mail Exchange 1.)  McGuire did not make an offer to contract through his e-mail, \nnor did he suggest to Austin that he was seeking her assent to an agreement or \ninviting her to negotiate.  Viewed in the light most favorable to McGuire, h e simply \nsought information from the appropriate LORD representative concerning the terms \nof the current Plan.  \n18. Austin’s response later that day provided the information McGuire \nrequested: “yes, you can sell up to 100K net proceeds once per year and you can turn \naround and purchase in June. ”  (E-mail Exchange 1.)  Austin was plainly \ncommunicating information about the Plan’s terms and not making an offer on behalf \nof LORD to allow McGuire to repurchase his Shares in June should he elect to sell \nthem in April.  Austin did not suggest that LORD would repurchase McGuire’s Shares \nin June , regardless of  whether the Plan permitted such a purchase or not , and \nMcGuire did not ask her to guarantee that he would have the right to repurchase any \nsold Shares in June 2017 separate and apart from his rights under the Plan and the \nAgreement.  In short, McGuire seeks to convert an e- mail exchange requesting and \nconveying information about the Plan’s terms into a new contract  that contravenes \nthe express terms of the Plan and the Agreement.  And e ven if the e -mail exchange \ncould be read as creating the alleged New Contract, McGuire has not pleaded any \nfacts showing that Lord received any benefit, right, or interest for its alleged promise \nor any forbearance, detriment, or loss undertaken by McGuire .  Thus, e ven reading \nthe e-mail exchange in the light most favorable to McGuire, the Court concludes that \n \n \nMcGuire’s alleged New Contract was never formed as a matter of law and thus that \nhis breach of contract claim must be dismissed. \nB. Breach of Implied Duty of Good Faith and Fair Dealing \n19. McGuire alleges that LORD had an implied duty of good faith and fair \ndealing in performing and enforcing the New Contract.  (Compl. ¶ 57.)  Because the \nCourt has concluded that the New Contract was not formed as a matter of law , \nMcGuire’s claim for breach of an implied duty under that contract necessarily fails.6  \nSee Se. Anesthesiology Consultants, PLLC v. Rose, 2019 NCBC LEXIS 52, at *23 (N.C. \nSuper Ct. Aug. 20, 2019) (“North Carolina state court decisions considering good faith \nand fair dealing claims that are ‘part and parcel’ of breach of contract claims . . . have \nconcluded that the two claims merely stand or fall together.”). \nC. Tort and Statutory Claims \n20. McGuire also asserts claims for negligent misrepresentation, negligence, \nand violation of the NCSA.  Each claim is premised on two theories of recovery, one \nbased on omission, and the other on misrepresentation.   \n21. McGuire’s omission -based claims rest  on his contention that  Austin, as \nLORD’s Shareholder Relations Specialist  with regular contact with LORD’s Board, \nknew or should have known that LORD retained the ability to modify or terminate \n                                                 \n6 McGuire contends in conclusory fashion in his opposition brief that LORD breached the \nimplied duty of good faith and fair dealing in connection with the “old” contract under the \nPlan and Stock Purchase Agreeme nt.  (Pl.’s Mem. Law Opp’n Def.’s Mot. Dismiss 13.)  \nMcGuire does not plead such a claim in his Complaint, h owever, and, in any event, fails to \nidentify in the Complaint or his brief what implied term McGuire allegedly violated and how.  \nAs such, any purported claim for breach of an implied duty of good faith and fair dealing \nbased on the “old” contract necessarily fails and must be dismissed. \n \n \nthe Plan—and thus that McGuire’s ability to repurchase any sold S hares was not \nguaranteed—yet failed to so inform McGuire .  (Compl. ¶ 30 ; see also Compl. ¶¶ 32–\n33 (alleging that Austin  provided misleading information when she omitted the \n“material fact” that McGuire’s repurchase of shares was “conditional and not \nabsolute”).)   \n22. McGuire’s misrepresentation -based claims are based on his allegation, \nmade “on information and belief ,” that LORD decided to suspend and/or terminate \nthe Plan prior to McGuire’s March 2, 2017 e-mail inquiry and thus that Austin knew \nor should have known at the time of her e- mail communications with McGuire  that \n“she could not truthfully guarantee [McGuire’s] ability to repurchase shares,” yet did \nso anyway.  (Compl. ¶ 31; see also Compl. ¶ 51 (alleging that Austin had “ actual \nknowledge about potential changes to the Plan”).)   \n23. The Court now turns to McGuire’s specific tort-based claims. \n1. Negligent Misrepresentation and Negligence7 \n24. McGuire first asserts negligent misrepresentation and negligence claim s \nbased on Austin’s alleged failure to inform McGuire that the Plan allowed LORD to \nmodify or terminate the Plan at any time.  (Compl. ¶¶ 47–48, 50–51.)  As LORD points \nout, however, under North Carolina law, a negligent misrepresentation claim cannot \nbe based on an omission.  See Aldridge v. Metro. Life Ins. Co., 2019 NCBC LEXIS 116, \nat *112–13 (N.C. Super. Ct. Dec. 31, 2019) (“[A] claim for negligent misrepresentation \ncan only be based on affirmative misrepresentations, not on omissions.” (citing \n                                                 \n7 McGuire’s negligence claim is based entirely on the same allegations that support his \nnegligent misrepresentation claim; thus, the Court treats them together. \n \n \nHarrold v. Dowd, 149 N.C. App. 777, 783, 561 S.E.2d 914, 919 (2002))).  As a result, \nMcGuire’s negligent misrepresentation  claim, and his negligence claim based on \nomission, must be dismissed to the extent they are based on Austin’s alleged failure \nto provide McGuire information about the Plan. \n25. McGuire’s negligent misrepresentation and negligence claims based on \nAustin’s affirmative misrepresentations fare no better.  First, as explained in \ndismissing McGuire’s breach of contract claim above, Austin’s e -mail statements to \nMcGuire did not guarantee, promise, or otherwise commit LORD to repurchase \nMcGuire’s Shares in the event he sold them.  The context of the exchange makes plain \nthat McGuire was seeking information about the Plan as it then existed, and Austin \nwas providing Plan information in response to that inquiry.  As such, to the extent \nMcGuire’s negligent misrepresentation and negligence claims depend on Austin’s \nstatements constituting a “guarantee” of a right to repurchase his Shares, his claims \nnecessarily fail.  \n26. More broadly, McGuire’s claims for negligent misrepresentation and \nnegligence likewise fail because, based on the facts alleged, McGuire’s purported \nreliance on Austin’s statements was unjustified as a matter of law.  “ Justifiable \nreliance is an essential element of . . . negligent misrepresentation.”  Cobb v. Pa. Life \nIns. Co., 215 N.C. App. 268, 277, 715 S.E.2d 541, 549– 50 (2011) (quoting Helms v. \nHolland, 124 N.C. App. 629, 635, 478 S.E.2d 513, 517 (1996) ).  “ Reliance is not \njustifiable for purposes of negligent  misrepresentation if a plaintiff failed to make \nreasonable inquiry, had the opportunity to investigate, and could ‘ have learned the \n \n \ntrue facts through reasonable diligence [.]’ ”  BDM  Invs. v. Lenhil, Inc., 826 S .E.2d \n746, 761 (N.C. Ct. App. 2019) (quoting Rountree v. Chowan Cty., 252 N.C. App. 155, \n796 S.E.2d 827, 832 (2017)).   \n27. Here, even if Austin’s statements could be read as a promise or guarantee, \nMcGuire had access to the Plan documents, (Compl. ¶ 48), and those documents \nrevealed that the Plan could be amended or terminated at any time; thus, any LORD \npromise to permit repurchase of Shares was not guaranteed.  E ven though “the \nquestion of justifiable reliance is generally a factual issue for the jury,” Ness v. Jones, \n89 N.C. App. 504, 506, 366 S.E.2d 570, 571 (1988) , North Carolina law makes plain \nthat McGuire’s purported reliance on Austin’s statements as a guarantee of \nrepurchase as alleged here is unjustified as a matter of law, see, e.g., Boone Ford, Inc. \nv. IME Scheduler, Inc. , 822 S.E.2d 95, 100 ( N.C. Ct. App. 2018) (holding reliance \nunjustified as a matter of law where alleged misrepresentation contradicted express \ncontract term); Cobb, 215 N.C. App. at 277, 715 S.E.2d at 549–50 (holding plaintiff’s \nfailure to read insurance policy that contradicted defendant’s  representation \n“resulted in unjustifiable reliance” as a matter of law because plaintiff “could have \ndiscovered [the policy’s] true meaning with minimal investigation”).  \n28.  For each of these reasons, therefore, the Court concludes that McGuire’s \nnegligent misrepresentation and negligence claims must be dismissed under Rule \n12(b)(6).  \n \n \n2. NCSA claims \n29. McGuire asserts two NCSA claims, one under section 78A -56(b) and the \nother under section 78A -8(2).  N.C.G.S. § 78A-56(b) provides that a person who \npurchases a security “by means of any untrue statement of a material fact or any \nomission [of] a material fact” and “who does not sustain the burden of proof that the \nperson did not know, and in the exercise of reasonable care could not have known, of \nthe untruth or omission” may seek recovery from the seller.  N.C.G.S. §  78A-8(2) \nmakes it unlawful “[t]o  make any untrue statement of a material fact or to omit to \nstate a material fact necessary in order to make the statements made, in the light of \nthe circumstances under which they are made, not misleading[.]”  As a general \nmatter, “the NCSA does not impose a duty to disclose,” Aldridge, 2019 NCBC LEXIS \n116, at *119 (citation omitted); rather, “[l]iability must be tied to a statement which \nwas untrue or which was made misleading by omissions [,]” NNN Durham Office \nPortfolio 1, LLC v. Highwoods Realty Ltd. P’ship, 2013 NCBC LEXIS 11, at *36–37 \n(N.C. Super. Ct. Feb. 19, 2013).   \n30. McGuire’s claims under sections 78A-56(b) and 78A-8(2) are based on both \nomission and misrepresentation.  Central to the former is McGuire’s allegation that \nAustin had a duty to advise McGuire that the Plan permitted its modification or \ntermination at any time  but failed to do so .  But McGuire’s pleading acknowledges \nthat the Plan documents (i.e., the Plan, Agreement, and Stock Redemption Policy) \nwere available for his inspection and rev iew, (Compl. ¶ 48), and he nowhere alleges \nthat LORD prevented his review of those documents or otherwise impeded his ability \n \n \nto ascertain their terms .  It is undisputed that had McGuire consulted the Plan \ndocuments, he would have readily seen that the Plan and the Stock Redemption \nPolicy could be terminated at any time in LORD’s sole discretion.  ( See Plan ¶ 2 \n(permitting LORD “full and complete discretionary authority to . . . change the terms \nof the Program, including but not limited to terminating the Program”); Plan ¶ 16 \n(permitting LORD “the right in its sole discretion to suspend or terminate the \nProgram in whole or in part”);  Stock Redemption Policy  1 (permitting LORD to \n“modif[y] or terminate [the Policy] at anytime”).) \n31. Because LORD provided McGuire the Plan documents and those documents \nmade plain that LORD could modify or terminate the Plan at any time in its sole \ndiscretion, McGuire cannot show that LORD failed to provide  information of which \nMcGuire was unaware as required under section 78A-56(b) or made a statement that \nwas “misleading” under section 78A -8(2).  See, e.g., Sullivan v. Mebane Packaging \nGrp., Inc., 158 N.C. App. 19, 34–35, 581 S.E.2d 452, 463 (2003) (finding no actionable \nomission under section 78A -56(b) where defendant provided document to plaintiff \nsummarizing plaintiff’s material rights and disputed transaction’s material terms) .  \nAccordingly, the Court concludes that McGuire’s omission-based claim s under \nsections 78A-56(b) and 78A-8(2) must therefore be dismissed.   \n32. McGuire’s misrepresentation -based claim s under sections 78A-56(b) and \n78A-8(2) are similarly deficient .  First, t he same allegations which preclude \njustifiable reliance on McGuire’s negligent misrepresentation claim preclude a \nfactfinder from concluding that McGuire, “in the exercise of reasonable care,” “could \n \n \nnot have known . . . of the untruth” of Austin’s statements under section 78A-56(b) \nbecause the Plan documents clearly provide that LORD could terminate the Plan at \nany time for any reason. \n33. Moreover, McGuire’s misrepresentation claims under both section 78A-56(b) \nand section 78A-8(2) necessarily fail because McGuire has not alleged facts showing \nthat Austin made a n “untrue statement of a material fact” as required under both \nsections.  See Worley v. Moore, 2018 NCBC LEXIS 114, at * 19–20 (N.C. Super. Ct. \nNov. 2, 2018) (finding no liability under sections 78A-56(b) and 78A -8(2) where \nplaintiffs failed to sufficiently allege that statements constituting misrepresentations \nor misleading omissions had been made).  T aking McGuire’s allegations as true, \nAustin accurately related to McGuire on March 2, 2017 that under the then- current \nPlan, McGuire would have had a right to repurchase his sold Shares in June 2017.   \n34. In opposition, McGuire  relies on his conclusory allegation that, “on \ninformation and belief ,” Austin knew when she e -mailed McGuire that LORD  had \ndecided to suspend and terminate the Plan , (Compl. ¶ 31), to assert that Austin’s \nstatement concerning repurchase in June 2017 was false .  This allegation does not \nsalvage McGuire’s claim.  Although McGuire alleges that a decision to suspend and \nterminate the Plan had been made, McGuire does not allege that LORD had decided \nat the time of Austin’s March 2, 2017 statements to McGuire that any planned \nsuspension and termination would occur prior to June 2017—the timing necessary to \nmake Austin’s March 2, 2017 statement to McGuire inaccurate.  McGuire’s allegation \nthat the Plan was suspended in late April 2017 , on which McGuire also relies, does \n \n \nnot bear on whether the decision to suspend prior to June 2017  was made prior to \nAustin’s e-mail on March 2, 2017.  As a result, based on the pleaded allegations, the \nCourt concludes that a factfinder could not reasonably find that Austin’s March 2, \n2017 e-mail statements were false when made. \n35. It also bears mentioning that the only allegation McGuire makes concerning \nBoard decision-making that is not “on information and belief” is his assertion that as \nof the date of Austin’s e-mails in early March, “the Board was exploring alternatives \nto the Plan[.]”  (Compl. ¶ 51(b).)  To allege that the Board was “exploring alternatives \nto the Plan,” however, is not to allege that a decision to su spend and terminate the \nPlan had been made , providing further support for the Court’s conclusion that \nMcGuire has failed to allege facts showing that Austin’s statements were false when \nmade. \n36. For each of these reasons, therefore, the Court concludes that McGuire’s \nclaims under sections 78A -56(b) and 78A -8(2) are fatally deficient and should be \ndismissed as a matter of law.  \nIV. \nCONCLUSION \n37. WHEREFORE, based on the foregoing, the Court  hereby GRANTS the \nMotion and DISMISSES McGuire’s Complaint, and all the claims alleged therein , \nwith prejudice. \n \n \n SO ORDERED, this the 11th day of February, 2020. \n \n \n     /s/ Louis A. Bledsoe, III    \n     Louis A. Bledsoe, III \n     Chief Business Court Judge "
}