{
  "id": "043899055b6fc212f41dfa675eb1d7e7bbd23091b0ef39bb442e8fcd711b7202",
  "source_file": "data/raw/ncbc/043899055b6fc212f41dfa675eb1d7e7bbd23091b0ef39bb442e8fcd711b7202.pdf",
  "raw_text": "Gurkin v. Sofield, 2020 NCBC 31. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF COLUMBUS \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \nFILE NO. 19-CVS-419 \n    \nLISA GURKIN AS EXECUTRIX FOR \nTHE ESTATE OF ROBERT GURKIN; \nand THE ESTATE OF ROBERT \nGURKIN, \n \n Plaintiff, \n \n v. \n \nROBERT THOMAS SOFIELD, \nJR.;  EQUITY INVESTMENTS \nASSOCIATES, LLC; SOUTHEAST \nPROPERTY ACQUISITIONS, \nLLC; FKA APPALACHIAN \nPROPERTY HOLDINGS, LLC; \nCAROLINA FORESTS, LLC; \nAPPALACHIAN PROPERTY \nHOLDINGS, LLC; PINE FOREST \nDEVELOPMENT COMPANY, \nLLC; SPG PROPERTY, LLC; GPS \nHOLDINGS, LLC; SOFIELD \nHOLDINGS MANAGEMENT, \nINC.; RTS -DMC 1, LLC; HS \nGREEN FAMILY IRREVOCABLE \nTRUST; HS PORTANTE FAMILY \nIRREVOCABLE TRUST; and RT \nSOFIELD III IRREVOCABLE \nTRUST,  \n \n Defendants. \nORDER AND OPINION ON \nMOTIONS FOR JUDGMENT ON \nTHE PLEADINGS \n \n  \nTHIS MATTER comes before the Court on Defendants Robert Thomas Sofield, \nJr.; RT Sofield III Irrevocable Trust ; Sofield Holdings Management, Inc. ; SPG \nProperty, LLC ; Pine Forest Development Company, LLC ; HS Portante Family \nIrrevocable Trust ; HS Green Family Irrevocable Trust ; and GPS Holdings, LLC’s \n \n \n(collectively, the “Sofield-Related Defendants”) Motion for Judgment on the Pleadings \n(“Sofield Motion,” ECF No. 48), and Defendants Southeast Property Acquisitions, \nLLC; Equity Investments Associates, LLC; and Carolina Forests, LLC’s (collectively, \nthe “Southeast Defendants”) Motion for Judgment on the Pleadings (“Southeast \nMotion,” ECF No. 50) (collectively, the Sofield Motion and the Southeast Motion are \nthe “Motions”).\n1  \n THE COURT, having considered the Motions, the briefs in support of and in \nopposition to the Motions, the arguments of counsel at the hearing, the pleadings at \nissue, and other appropriate matters of record, CONCLUDES that the Sofield Motion \nshould be GRANTED, in part, and DENIED, in part , and the Southeast Motion \nshould be GRANTED, for the reasons set forth below. \nHall & Green, LLP , by John Green  and Caroline Rawl , and Wright, \nWorley, Pope, Ekster & Moss, PLLC, by Dennis Worley and Alexander \nHall for Plaintiff Lisa Gurkin as Executrix for the Estate of Robert \nGurkin and the Estate of Robert Gurkin. \n \nPoyner Spruill LLP , by Andrew Erteschik, Emily Meeker, Colin \nMcGrath, N. Cosmos Zinkow, and Stephani e Gumm  for the Sofield -\nRelated Defendants. \n \nWomble Bond Dickinson (US) LLP, by Chris Jones and Jonathon \nTownsend for the Southeast Defendants. \n \n McGuire, Judge. \n \n                                                 \n1 On October 10, 2019, Plaintiff  filed a Notice of Voluntary Dismissal Without Prejudice, \ndismissing, without prejudice, all of Plaintiff’s claims for relief against Defendant RTS-DMC \n1, LLC (“RTS -DMC”).  (ECF No. 78.)   Accordingly, on October 11, 2019, the Court ordered \nthat RTS -DMC’s Motion for Judgment on the Pleadings (ECF No. 52) was DENIED as \nMOOT.  (ECF No. 81.)  \n \n \n \nI. FACTS2 AND PROCEDURAL BACKGROUND \n1. The original complaint lists Lisa Gurkin as Attorney in Fact for Robert \nGurkin, and Robert Gurkin by and through his Attorney in Fact Lisa Gurkin,  as \nPlaintiffs in this matter.  On May 31, 2019 , Robert Gurkin (“Gurkin”) passed away, \nand Plaintiff Lisa Gurkin was appointed as Executrix of the Estate of Robert Gurkin.  \nPlaintiff moved to substitute Lisa Gurkin as Executrix of the Estate of Robert Gurkin \nand the Estate of Robert Gurkin as named Plaintiff , and the Court granted that \nmotion.  (Order on Mot. to Substitute Party Pls., ECF No. 35.)  Lisa Gurkin is a citizen \nand resident of Columbus County, North Carolina.  \n2. Defendant Robert Thomas Sofield Jr. (“Sofield”) is a citizen and resident \nof Watauga County, North Carolina.   \n3. Defendant Equit y Investments Associates, LLC (“Equity”) is a North \nCarolina limited liability company with its principal place of business in Alpharetta, \nGeorgia. \n4. Defendant Southeast Property Acquisitions, LLC (“Southeast”) is a \nNevada limited liability company that at one point had a principal place of business \nin Watauga County, North Carolina.  Southeast now has a principal place of business \nin Reno, Nevada.  Plaintiff asserts that Southeast was formerly known as Defendant \nAppalachian Property Holdings, LLC (“Appalach ian”).  Appalachian is a dissolved \n                                                 \n2 The facts cited her ein are drawn from the Complaint and documents referred to therein \nthat are attached to the Complaint and Defendants’ Answers.  (“Complaint,” ECF No. 4); \nDavis v. Durham Mental Health/Dev. Disabilities/Substance Abuse Area Auth. , 165 N.C. \nApp. 100, 104, 598 S.E.2d 237, 240 (2004) (stating that a trial court can consider the pleadings \nand any exhibits which are attached and incorporated into the pleadings in ruling on a 12(c) \nmotion).  \n \n \nNorth Carolina limited liability company that had  its principal place of business in \nWatauga County, North Carolina. \n5. Defendant Carolina Forests, LLC (“Carolina Forests”) is a North \nCarolina limited liability company with its principal place of business in Watauga \nCounty, North Carolina.  Carolina Forests was once solely owned by Gurkin, but the \nsole member is now Equity.  \n6. Defendant Pine Forest Development Company, LLC (“Pine Forest”) is a \nNorth Carolina limited liability c ompany with its principal place of business in \nWatauga County, North Carolina.   Defendant Sofield Holdings Management, Inc. \nwas the organizer of Pine Forest, and is a “member manager” of Pine Forest.   \n7. Defendant SPG Property, LLC (“SPG”) is a North Carolin a limited \nliability company with its principal place of business in Watauga County, North \nCarolina.   \n8. Defendant GPS Holdings, LLC (“GPS”) is a North Carolina limited \nliability company with its principal place of business in Watauga County, North \nCarolina. \n9. Defendant Sofield Holdings Management, Inc. (“Sofield Management”) \nis a North Carolina limited liability company with its principal place of business in \nWatauga County, North Carolina.  Sofield Management is the manager of GPS.  \nSofield is the President of Sofield Management, his wife Deborah Clark Sofield is the \nVice President, and his daughter Heather Sofield Greene is the Secretary. \n \n \n10. Defendants HS Green Family Irrevocable Trust (“Green Trust”), HS \nPortante Family Irrevocable Trust (“Portante Trust”), and RT Sofield III Irrevocable \nTrust (“RTS III Trust”) are trusts created and set up by Sofield  for the benefit of his \nfamily and are the members of GPS.  \n11. Plaintiff alleges that the various Defendant entities are: \ndominated and controlled by defendant Sofield by various \ninterlocking entities, agreements and other devices not all \nof which are known to plaintiffs at this time and have all \nat some point in some fashion acted in concert and under \ndominion and control of defendant Sofield to accomplish \nthe results as described [in the Complaint].  Due to the \ndominance and control by defendant Sofield said entities \nhave no separate existence of their own and their acts and \nomissions are those of Sofield himself. \n \n(ECF No. 4, at ¶ 18.) \n \n12. Furthermore, Plaintiff allege s that: Southeast is “controlled by \ndefendant Sofield”; “defendant Sofield retains almost complete control over \ndefendants Equity, Southeast, Carolina Forests and Pine Forest”; and: \nAt all times complained of, defendant Sofield has controlled \ndefendants Equity, Southeast, Appalachian, Carolina \nForests, Pine Forest, SPG Property, GPS Holdings, Sofield \nManagement, RTS -DMC, HS Green Family Tr ust, HS \nPortante Trust and RTS III Trust and was acting as agent \nof each, all of which have acted in concert with each other \nat the direction of defendant Sofield and aforesaid \ndefendants are liable for the actions of the defendant \nSofield as described [in  the Complaint].  As they acted in \nconcert and in a common plan and scheme each is liable for \nthe actions of the other. \n \n(Id. at ¶¶ 46–48; see also id. at ¶¶ 59, 67, 73.) \n \n \n \n \n \nA. Gurkin Forms Equity and Carolina Forests \n13. Gurkin “had for years been experienced and knowledgeable in the land \nand timber business in southeastern North Carolina and northeastern South \nCarolina.”  ( Id. at ¶ 20.)  He “had acquired significant expertise and reputation for \ndealing in such business, all of which resulted in significant value for his advice, \ncounsel, name and business acumen and reputation.”  (Id.) \n14. Gurkin formed Equity on or around July 9, 2001, with the intent of \npurchasing land to hold for sale to developers.  (Id. at ¶ 19.)  At the time of formation, \nGurkin and Wilbur Ward (“Ward”) each owned one-half interest in Equity.  (Id.) \n15. On October 14, 2002 , Gurkin, Ward, and Ward’s wife, Joyce Ward \n(“Joyce”), entered into a written Operating Agreement of Equity Investment \nAssociates, LLC (“Operating Agree ment”).  (S ofield-Related Defendants’ Answer, \nECF No. 6 , at Ex. A.)   Under the Operating Agreement, Gurkin held a 50% \nmembership interest in Equity, and Ward and Joyce jointly owned the other 50% \nmembership interest.  ( Id. at pp. 26–27.)  The Operating Agr eement named Gurkin \nand Ward as M anagers of Equity  and required that all company decisions be by \nconsent of the majority of the Managers.  (Id. at § 3.1.) \n16. Around May 2, 2003, Gurkin formed Carolina Forests with the same \npurpose as Equity.  (ECF No. 4, at ¶ 19.)  Gurkin owned 100% of Carolina Forests \nuntil 2014.  ( Id.)  Equity and Carolina Forests together held a 2,118 acre parcel of \nland—1,930 acres owned by Equity and 188 acres by Carolina Forests —located in \nBrunswick County, North Carolina  “along the north  side of Highway 211, west of \n \n \nSouthport, North Carolina, and running to Midway Road on the west and then \nextending north along Midway Road .”  (Id.)  The 188 acre parcel owned by Carolina \nForests was the most valuable acreage of the property.  (Id. at ¶ 31.) \nB. The 2014 Equity Transaction \n17. The 1,930 acres owned by Equity was encumbered by a bank loan owed \nto BB&T.  ( Id. at ¶ 23.)  In 2014, BB&T informed Gurkin and Ward that the bank \nwas withdrawing its financing .  (Id. at ¶ 25.)  In response, Gurkin began searching \nfor an investor to provide financing to pay the loan owed to BB&T in full.  (Id.) \n18. A friend introduced Gurkin to Sofield, who was  involved in other real \nestate businesses and was immediately interested in investing with Gurkin.  (Id. at \n¶ 26.)   \n19. On February 19, 2014, Gurkin, Ward, and SPG —a company that \nPlaintiff alleges Sofield controls —entered into the Agreement and Second \nAmendment to Operating Agreement of Equity to provide the necessary funding for \nEquity (the “2014 Equity Transaction”).  (Id. at ¶ 28; ECF No. 6, at Ex. A.)  Sofield \nsigned the agreement, not in his personal capacity, but in his role as President of \nSofield Management, which is the manager of SPG.  ( ECF No. 6, at Ex. A. )  As part \nof the 2014 Equity Transaction, Ward and Joyce assigned their 50% interest in Equity \nto SPG for $3,300,000.00 (ECF No. 4, at ¶ 28), and Gurkin assigned half of his interest \n(25%) to SPG in exchange for SPG paying the outstanding bank loan with BB&T of \napproximately $2,200,000.00.  ( Id.; Assignment of LLC Membership Interest, ECF \nNo. 6, at Ex. B.) \n \n \n20. The Agreement and Second Amendment to Operating Agreement of \nEquity amended the original Operating Agreement to make Gurkin and Sofield the \nManagers of Equity (ECF No. 6  at Ex. A, pp. 2 –3), but also added the following  \nlanguage to the Operating Agreement: \nNotwithstanding the foregoing or any other provision of the \nOperating Agreement to the contrary, if at any ti me there \nis more than one Manager of the Company then serving or \nacting and ROBERT THOMAS SOFIELD, JR. or any \nsuccessor to ROBERT THOMAS SOFIELD, JR. appointed \nby Member SPG Property, LLC is then serving or acting as \na Manager, then as to all decisions wit h respect to the \nmanagement of the business and the affairs of the \nCompany within the authority of the Managers under this \nArticle III and this Agreement (i) all such decisions shall \nrequire the consent of ROBERT THOMAS SOFIELD, JR. \nor his successor taken at a meeting or evidenced by a \nwritten consent and (ii) the action or decision of ROBERT \nTHOMAS SOFIELD, JR. or his successor shall be binding \non the Company without the consent or joinder or any other \nManager or Member. \n \n(ECF No. 6 at Ex. A, pp. 4–5 (emphasis added).)  Nevertheless, Plaintiff alleges that \nGurkin and Sofield “ would consult and agree on all major decisions and would \nessentially act as partners.”  (ECF No. 4, at ¶ 28.) \n21. After the 2014 Equity Transaction , Plaintiff claims that Sofield owned \n75% of Equity and Gurkin owned 25% , and that Sofield, as the majority member  of \nEquity, owed a fiduciary duty to Gurkin as the minority member.  ( Id. at ¶¶ 28, 56.)  \nThe Assignment of LLC Membership Interest Agreement  and amendments to the \nOperating Agreement, however, show that Gurkin assigned his interest to SPG, not \nSofield, and that SPG became the majority member of Equity.  (ECF No. 6, at Exs. A, \nB.)  Gurkin alleges that Sofield told him that “he should not worry about the 75/25 \n \n \nsplit and that as  soon as he, defendant Sofield got his money he had put into the \nproject out, then they would split the remainder ‘50/50.’”  ( ECF No. 4, at ¶ 28.)  The \nparties agreed that Gurkin would handle the selling of the property, Sofield would \nhandle the finances, they would consult and agree on all major decisions , and would \nact as partners.  (Id.) \n22. Additionally, Plaintiff alleges that “Sofield insisted that the 188 acres \nowned by Carolina Forests, which was 100% owned by [Gurkin], and unencumbered, \nbe transferred into [ ] Equity.  The 188 acres consisted of valuable road frontage along \nHighway 211 and Midway Road and was the most valuable acreage of the property.  \nAt [ ] Sofield’s insistence, [ ] Carolina Forests became controlled  by [ ] Sofield and \nbecame part of [ ]  Equity, the exact means which that was accomplished being  \nunknown to [ ] [Gurkin].  Such transaction greatly increased the value of [ ] Sofield’s \ninterest.  Later on[,] Carolina Forests was described as a ‘ subsidiary’ of [ ] Equity.”  \n(Id. at ¶ 31.) \n23. Plaintiff further alleges that “[n]o documents or other paperwork \ninvolved in the transaction . . . were provided by defendant Sofield to plaintiff \n[Gurkin], and [Gurkin] relied on Sofield’s word, oral agreements and representations \nmade by him.  Defendant Sofield provided for the lawyers involved in the transaction, \nand those lawyers were unknown by plaintiff [Gurkin] and such lawyers were \ncompensated by and acting on behalf of defendant Sofield.”  (Id. at ¶ 32.) \n \n \n \n \n \n \n \nC. The 2016 RTS-DMC Transaction \n24. On November 1, 2016, at Sofield’s direction, Equity transferred a \nvaluable 1.32 acre parcel of land to SPG.  SPG then conveyed the 1.32 acre tract of \nland to RTS-DMC, a North Carolina limited liability company that Plaintiff allege s \nis controlled by Sofield (the “2016 RTS-DMC Transaction”).  (Id. at ¶ 34.) \n25. Although Plaintiff alleges that Gurkin did not know of the 2016 RTS-\nDMC Transaction until it was completed (see id. at ¶ 34), Gurkin signed a Unanimous \nWritten Consent of the Members and Managers of Equity on October 24, 2016, which \nauthorized the 2016 RTS-DMC Transaction.  (Unanimous Written Consent, ECF No. \n29.1.)3  The Unanimous Written Consent states that the M embers and Managers of \nEquity consent to a number of resolutions, including that: “SPG desires to own a \ncertain 1.32 acre parcel of the LLC Brunswick County Property” for “purposes \nunrelated to Company purposes” ; “SPG intends to or has entered into certain \nagreements with an unrelated party for the future development and leasing of the \nSPG Parcel”; and “the net fair market value of the SPG Parcel after all SPG Parcel \nImprovements have been made shall be $200,000.”  (Id.)  \nD. The 2017 Pine Forest Transaction \n26. In June of 2016, Equity filed a certificate of doing business under the \nname Pine Forest Plantation to develop a multi-use property owned by Equity located \nalong Highway 211 across from the highly successful large development known as St. \n                                                 \n3 The Unanimous Written Consent was filed by RTS-DMC as Exhibit 1 to its Answer.  (ECF \nNos. 27, 29.) \n \n \nJames Plantation, which was developed by other parties.  (ECF No. 4, at ¶ 35.)  This \nproperty was to be developed for both residential and commercial use.  (Id. at ¶ 36.)  \n27. Beginning in mid-2017, Gurkin began experiencing medical issues that \nresulted in a cancer diagnosis.  (Id. at ¶ 37.)  Plaintiff alleges that Gurkin’s course of \ntreatment for cancer, including many chemotherapy treatments, left him  in a \n“weakened and vulnerable state, both mentally and physically,” and that his disease \nquickly progressed through 2018.  (Id. at ¶¶ 37–39.)  Additionally, Gurkin began “to \nsuffer from severe anxiety and depression.”  (Id. at ¶ 39.) \n28. In late December 2017, during Gurkin’s course of treatment , Equity \nconveyed an approximately 183.2 acre  tract to Pine Forest for $794,000  in order to \nfacilitate the Pine Forest Plantation development  (the “2017 Pine Forest \nTransaction”).  (Id. at ¶¶ 35 –36.)  The tract was part of the property formerly \nexclusively owned by Gurkin through Carolina Forests.  (Id. at ¶ 36.)  Plaintiff alleges \nthat Gurkin objected to the 2017 Pine Forest Transaction but was told by Sofield that \n“your part is over.”  (Id. at ¶ 36.)    \n29. When Equity applied for development permits for Phase 1 of the Pine \nForest Plantation development, the applicants were listed as “R. Thomas Sofield and \nEquity Investment Associates.”  (Id. at ¶ 50.)  On the application for permits for Phase \nII, submitted on October 10, 2018, only “R. Thomas Sofield” was listed as an \napplicant.  (Id. at ¶ 51.) \n \n \n \n \n \n \n \nE. The 2018 Southeast Transaction \n30. In O ctober 201 8, Sofield traveled to Brunswick County to meet with \nGurkin regarding the sale of his interest in Equity.  Plaintiff alleges that Gurkin was \nin a weakened mental and physical condition at this time.  (Id. at ¶ 40.) \n31. Plaintiff asserts that upon Sofield’s arrival, Sofield told Gurkin that he \nwas “getting out” and that Gurkin had to also sell his interest in Equity.  (Id.)  Gurkin \nand Sofield met with a lawyer at the office of St. James Plantation, where Sofield \npresented Gurkin with multiple document s.  One of these documents was the \nMembership Interest Purchase Agreement (ECF No. 4, at Ex. B), which Sofield told \nGurkin that “he had to sign or ‘they’ would ‘tear him apart’ and would ‘take \neverything he had,’” and that “‘they’, referring to defendant Southeast, were the only \npossible buyers.”  (Id. at ¶¶ 40, 42.)  The Complaint alleges that “[t]his was all without \nrevealing to [Gurkin] that [Sofield] was in fact the purchaser, or at the very least \ncontrolled the purchasing entity” Southeast.  (Id. at ¶ 42.)   \n32. Under the Membership Interest Purchase Agreement, Gurkin would sell \nhis 25% interest and  SPG would sell a 55% inter est in Equity to a third  party, \nSoutheast (the “2018 Southeast Transaction”).  (Id. at ¶ 40, Ex. B.)  The Membership \nInterest Purchase Agreement stated that the value of the property owned by Equity \nand Carolina Forests was $15 million.  (Id.)  Of this $15 million, Southeast would pay \nto Gurkin and SPG a total of $12 million.  ( Id.)  The $12 million purchase price was \nto be allocated as follows: $9,416,310.11 to SPG and $2,583,689.89 to Gurkin.   (Id.)  \nSofield told Gurkin that the “sum of $2,583,689.89 was the best [Gurkin] could obtain \n \n \nfrom the property.”  ( Id. at ¶ 97.)  Plaintiff allege s that after the 2018 Southeast \nTransaction, Southeast ow ned a 66.25% interest in Equity and SPG retain ed a \n33.75% interest.  (Id. at ¶ 47.)  The Membership Interest Purchase Agreement states, \nhowever, that SPG only retained a 20% membership interest in Equity after the \ntransaction.  (Id. at Ex. B, § 1(c).) \n33. Plaintiff alleges that Gurkin objected to the 2018 Southeast Transaction \nbecause the proposed purchase price was “grossly insufficient” and he believed that \na better sale would occur at a greater value in the future.  (Id. at ¶ 42.) \n34. Additionally, Plaintiff allege s that, “in [Gurkin’s]  weakened condition \ndue to cancer and chemotherapy,” he was “in no posit ion to make rational business \ndecisions or to know what he was doing regarding a complicated transaction of such \nimportance” and that Sofield was aware of Gurkin’s “weakened and vulnerable state.”  \n(Id.)  Nevertheless, Gurkin signed the Membership Interest Purchase Agreement on \nOctober 3, 2018.  (Id.) \n35. Gurkin did not receive the $2,583,689.89 for his execution of the \nMembership Interest Purchase Agreement, as Sofield deducted from Gurkin’s \npayment the interest Sofield claimed was owed by Gurkin for the BB&T loan that \nSofield paid on behalf of Equity.  (Id. at ¶ 45.) \n36. Plaintiff allege s that “Sofield retains almost complete control over \ndefendants Equity, Southeast, Carolina Forests and Pine Forest and the development \nof the property . . . and the [2018 Southeast Transaction] . . . was nothing more than \na sham devised to deprive [Gurkin] of his rightful interest in defendants Equity and \n \n \nCarolina Forests and to vest such interest in defendant Sofield, either act ing for \nhimself, or entities controlled by him or his family.”  (Id. at ¶ 47.) \nF. Relevant Procedural History \n37. Plaintiff initiated this action by filing the Complaint on April 8, 2019.  \n(ECF No. 4.)  In the Complaint, Plaintiff alleges claims against Defendants for: breach \nof fiduciary duty (First Claim); lack of mental capacity (Second Claim); duress (Third \nClaim); undue influence (Fourth Claim); fraud and misrepresentation (Fifth Claim); \nconstructive trust (Sixth Claim); and unfair or deceptive trade practices in violation \nof N.C.G.S. § 75 -1.1 (“UDTPA”) (Seventh Claim).  (ECF No. 4, at ¶¶ 55 –111.)  On \nSeptember 3, 2019, Plaintiff filed a Notice of Voluntary Dismissal, dismissing, with \nprejudice, its Sixth Claim for a constructive trust.  (ECF No. 59.)  As it relates to its  \nremaining claims, Plaintiff is seeking only monetary damages —Plaintiff is  not \nseeking to void or rescind any of the four transactions.  (ECF No. 4, at ¶¶ 73–74.) \n38. On May 9 , 2019, this case was designated to the North Carolina \nBusiness Court and assigned to the undersigned.  (Designation Order, ECF No. 1; \nAssignment Order, ECF No. 2.)  \n39. The Sofield-Related Defendants filed an Answer, Affirmative Defenses, \nand Counterclaims on May 8, 2019.  (ECF No. 6.)  The Southeast Defendants filed an \nAnswer and Counterclaims the same day.  (ECF No. 7.) \n40. On August 16, 2019, the Sofield -Related Defendants  filed the  Sofield \nMotion.  The Sofield -Related Defendants simultaneously filed a brief in  support of \n \n \nthe Sofield Motion.  (ECF No. 49.)  The same day, the Southeast Defendants filed the \nSoutheast Motion, and a brief in support of the Southeast Motion.  (ECF No. 51.) \n41. Plaintiff filed memoranda in opposition to the Sofield Motion (ECF No. \n71) and the Southeast Motion (ECF No. 72) on September 27, 2019.  On October 10, \n2019, the Sofield -Related Defendants filed a reply brief in support of the Sofield \nMotion (ECF No. 79) and the Southeast Defendants filed a reply brief in support of \nthe Southeast Motion (ECF No. 80). \n42. The Court held a hearing on the Motions at which counsel for the parties \nmade oral arguments. \n43. The Motions have been fully briefed and argued, and they are now ripe \nfor determination.    \nII. ANALYSIS \nA. Standard of Review \n44. “A motion for judgment on the pleadings is the proper procedure when \nall the material allegations of fact are admitted in the pleadings and only questions \nof law remain.  When the pleadings do not resolve all the factual issues, judgment on \nthe pleadings is generally inappropriate.”  Ragsdale v. Kennedy, 286 N.C. 130, 137, \n209 S.E.2d 494, 499 (1974).  “A complaint is fatally deficient in substance, and subject \nto a motion by the defendant for judgment on the pleadings if it fails to state a good \ncause of action for plaintiff and against defendant[.]”  Bigelow v. Town of Chapel Hill, \n227 N.C. App. 1, 3, 745 S.E.2d 316, 319 (2013) (citation omitted).   \n \n \n45. The Court may only consider “the pleadings and exhibits which are \nattached and incorporated into the pleadings.”  Davis v. Durham Mental Health/Dev. \nDisabilities/Substance Abuse Area Auth. , 165 N.C. App. 100, 104, 598 S.E.2d 237, \n240 (2004) (citation omitted).   The Court must “view the facts and permissible \ninferences in the light most favorable to the nonmoving party.”  Ragsdale, 286 N.C. \nat 137, 209 S.E.2d at 499.  “A party who moves for judgment on the pleadings admits \ntwo things: (1) the truth of all well -pleaded facts in the non -movant’s pleading, \ntogether with all permissible inferences to be drawn from such facts; a nd (2) the \nuntruth of his own allegations in so far as they are controverted by the non-movant’s \npleading.”  Hedrick v. Rains, 121 N.C. App. 466, 468, 466 S.E.2d 281, 283 (1996).  “All \nwell pleaded factual allegations in the nonmoving party’s pleadings are taken as true \nand all contravening assertions in the movant’s  pleadings are taken as false.  All \nallegations in the nonmovant’s pleadings, except conclusions of law, legally \nimpossible facts, and matters not admissible in evidence at the trial, are deemed  \nadmitted by the movant.”  Ragsdale, 286 N.C. at 137, 209 S.E.2d at 499 (internal \ncitations omitted). \n46. The Sofield -Related Defendants and the Southeast Defendants seek \njudgment on the pleadings as to each of Plaintiff’s claims against them .  At the \nhearing, Plaintiff conceded that none of the claims in this case seek relief regarding  \nthe 2014 Equity Transaction.  (Transcript of Oral Argument, at p. 40.)  Thus, the \nCourt will not discuss the 2014 Equity Transaction in its analysis, and to the extent \n \n \nthe Motions seek dismissal of any claims in the Complaint regarding the 2014 Equity \nTransaction, the Motions should be GRANTED.   \n47. The Court will first address the claims asserted against the three trusts, \nthen discuss Plaintiff’s allegations regarding Sofield’s control over the Defendant \nentities, and lastly will address each claim in turn. \nB. Trust Defendants \n48. Plaintiff purports to bring claims against the three trust defendants that \nwere created by Sofield: the Green Trust, Portante Trust, and RTS III Trust.   \n49. The Sofield-Related Defendants argue for dismissal of the three trusts \non the grounds that there are “no factual allegations [in the Complaint] about what \nthese trust defendants might have done to justify being sued.”  (ECF No. 49, at p. 27.)  \nAdditionally, the Sofield-Related Defendants contend that a trust is “not a thing that \ncould be haled into court.”  (Id.); Americold Realty Trust v. ConAgra Foods, Inc., 136 \nS. Ct. 1012, 1016 (2016) (further stating that “legal proceedings involving a trust were \nbrought by or against the trustees in their own name”).   \n50. In their brief in opposition to the Sofield Motion (ECF No. 71), Plaintiff \nfails to respond to the Sofield -Related Defendants’ arguments for dismissal of the \nthree trusts. \n51. After reviewing the allegations in the Complaint, the Court agrees with \nthe Sofield-Related Defendants.  Therefore, to the extent Plaintiff purport s to bring \nany claims against the Green Trust, Portante Trust, and RTS III Trust , the Sofield \n \n \nMotion should be GRANTED, and all such claims against the Green Trust, Portante \nTrust, and RTS III Trust should be DISMISSED. \nC. Sofield’s Control of the Defendant Entities \n52. Many of the claims brought by Plaintiff against Defendants turn on \nPlaintiff’s sweeping allegations that Sofield controlled most of these entities, and on \nwhether Sofield’s actions can be attributed to the companies he controls through a \nreverse corporate veil-piercing theory.  \n53. In the Complaint, Plaintiff allege s that the various entities  were \n“dominated and controlled by defendant Sofield ” and that “[d] ue to the dominance \nand control by defendant Sofield said entities have no separate existence of their own \nand their acts and omissions are those of Sofield himself. ”  (ECF No. 4, at ¶ 18.)  In \naddition, Plaintiff allege s that Southeast is “controlled by defendant Sofield ” and \n“Sofield retains almost complete control over defendants Equity, Southeast, Carolina \nForests and Pine Forest.”  (ECF No. 4, at ¶¶ 46–47.) \n54. In North Carolina, “ [t]he general rule is that in the ordinary course of \nbusiness, a corporation is treated as distinct from its  shareholders.”  State ex rel. \nCooper v. Ridgeway Brands Mfg., LLC, 362 N.C. 431, 438, 666 S.E.2d 107, 112 (2008).  \n“Nevertheless, in a f ew instances, exceptions to the general rule of corporate \ninsularity may be made when applying the corporate fiction would accomplish some \nfraudulent purpose, operate as a constructive fraud, or defeat some strong equitable \nclaim.  Those who are responsibl e for the existence of the corporation are, in those \nsituations, prevented from using its separate existence to accomplish an \n \n \nunconscionable result.”   Id.  at 439, 666 S.E.2d at 112– 13 (quotation marks and \ncitation omitted).  The doctrine of piercing the corporate veil applies to LLCs as well \nas to corporations.  Estate of Hurst v. Moorehead I, LLC, 228 N.C. App. 571, 576, 748 \nS.E.2d 568, 573 (2013).   \n55. To properly state a claim for piercing the corporate veil, a claimant must \nallege that “the corporation is so operated that it is a mere instrumentality or alter \nego of the sole or dominant shareholder .”  Green v. Freeman, 367 N.C. 136, 145, 749 \nS.E.2d 262, 270 (2013) (emphasis in original) (internal quotation marks omitted) \n(citing Henderson v. Security Mortg. & Finance Co., 273 N.C. 253, 260, 160 S.E.2d 39, \n44 (1968)).   \n56. The theory that Plaintiff seek s to use here  is “reverse piercing,” or “to \nmake [the corporate entity] liable for [the dominating shareholder]’s  actions (rather \nthan piercing the veil to make [the dominating shareholder] personally liable for [the \ncorporate entity]’s obligations).”  Strategic Outsourcing, Inc. v. Stacks, 176 N.C. App. \n247, 254, 625 S.E.2d 800, 804 (2006).  “[W]here one entity is the alter -ego, or mere \ninstrumentality, of another entity, shareholder, or officer, the corporate veil may be \npierced to treat the two entities as one and the same, so that one cannot hide behind \nthe other to avoid liability.”  Fischer Inv. Capital, Inc. v. Catawba Dev. Corp., 200 \nN.C. App. 644, 650, 689 S.E.2d 143, 147 (2009) (citation omitted).    \n57. To show tha t a corporation  is a mere instrumentality of a dominant \nshareholder, a plaintiff must show: \n(1) Control, not mere majority or complete stock control, \nbut complete domination, not only of finances, but of policy \n \n \nand business practice in respect to the transaction attacked \nso that the corporate  entity as to this transaction had at \nthe time no separate mind, will or existence of its own; and \n \n(2) Such control must have been used by the defendant to \ncommit fraud or wrong, to perpetrate the violation of a \nstatutory or other positive legal duty, or a dishonest and \nunjust act in contravention of [a] plaintiff’s legal rights; \nand, \n \n(3) The aforesaid control and breach of duty must \nproximately cause the injury or unjust loss complained of. \n \nGreen, 367 N.C. at 145–46, 749 S.E.2d at 270; see also Cold Springs Ventures, LLC v. \nGilead Sciences, Inc., 2015 NCBC LEXIS 1, at *18–20 (N.C. Super. Ct. Jan. 6, 2015) \n(applying the veil piercing factors to a reverse veil piercing claim). \n58. Under the first element, courts look to evidence of  “inadequate \ncapitalization, noncompliance with corporate formalities, lack of a separate corporate \nidentity, excessive fragmentation, siphoning of funds by the dominant shareholder, \nnonfunctioning officers and directors, and absence of corporate records.”  Green, 367 \nN.C. at 145, 749 S.E.2d at 270.  “[T]he presence or absence of any particular factor     \n. . . is [not] determinative.  Rather, it is a combination of factors which . . . suggest \nthat the corporate entity attacked had no separate mind, will or existence of its own \nand was therefore the mere instrumentality or tool of the dominant corporation.”  \nFischer Inv. Capital, Inc., 200 N.C. App. at 651, 689 S.E.2d at 148 (internal citations \nand quotation marks omitted). \n59. Plaintiff fails to allege facts in support of any of the factors North \nCarolina courts consider in determining whether a party has enough control to pierce \nthe corporate veil.  While the “presence or absence of any particular factor” is not \n \n \ndispositive, here Plaintiff makes the conclusory allegations that Sofield controlled or \ndominated the Defendant entities, but Plaintiff  pleads no facts that go to any of the \nfactors our courts consider in determining the level of control held by a majority \nshareholder or majority member.   \n60. The Court concludes that Plaintiff’s current allegations are insufficient \nto support the theory that Sofield so dominated the entities he was invo lved in that \nhis actions should be attributed to those companies.   Nevertheless, in the event \nDefendants later attempt to argue that they cannot be held liable to certain conduct \nbecause it was Sofield’s action, or vice-versa, the Court believes that Plaintiff should \nbe permitted to develop facts through discovery that would support its veil piercing \ntheory.   \n61. Therefore, the Court concludes that to the extent the Southeast Motion \nseeks judgment on the pleadings dismissing the claims against Equity, Southeast, \nand Carolina Forests , the Southeast M otion should be GRANTED , and the claims \nshould be dismissed WITHOUT PREJUDICE.  Additionally, to the extent the Sofield \nMotion seeks judgment on the pleadings dismissing the claims against Pine Forest, \nSPG, GPS, and Sofield Management , the Sofield Motion should be GRANTED, and \nthe claims should be dismissed WITHOUT PREJUDICE. \n62. Because Sofield is the only remaining Defendant, the Court’s analysis of \nthe individual claims will focus on Sofield. \n \n \n \n \nD. Lack of Mental Capacity and Duress \n63. Plaintiff attempts to bring causes of action for “lack of mental capacity  \nto transfer interests ” (Second Claim) and  “damages due to duress” (Third Claim).  \n(ECF No. 4, at ¶¶ 64 –85.)  The Sofield-Related Defendants argue that these claims \nshould be dismissed because “lack of capacity” and “duress” are not causes of action  \nbut are rather affirmative defenses to a breach of contract action.  (ECF No. 49, at \npp. 19 –20); see Whitley v. Redden , 276 N.C. 263, 267, 171 S.E.2d 894, 897  (1970) \n(discussing lack of sufficient mental capacity as a defense); Delp v. Delp, 53 N.C. App. \n72, 77, 280 S.E.2d 27, 30 (1981) (“Duress and coercion are affirmative defenses . . . .”).  \nIn response, Plaintiff does not cite to any North Carolina authorit y recognizing a \ncause of action for lack of mental capacity or duress.  (ECF No. 71, at pp. 14–17.) \n64. The Court concludes that, absent appellate authority recognizing causes \nof action for lack of mental capacity or duress, the Sofield Motion as to Plaintiff’ s \npurported claims for lack of mental capacity and duress should be GRANTED. \nE. Breach of Fiduciary Duty \n65. Plaintiff’s First Claim is titled “Breach of Fiduciary Duty and \nOppression of Minority Member.”  (ECF No. 4, at p. 21.)  In the First Claim, Plaintiff \nalleges that Sofield  owed a fiduciary duty to Gurkin based on being “the majority \nowner” of Equity.  ( Id. at ¶ 56.)  Plaintiff  does not allege that any other Defendant, \nincluding SPG, owed Gurkin a fiduciary duty or breached a fiduciary duty.  (Id. at ¶¶ \n56–63.)  \n \n \n66. “For a breach of  fiduciary duty to exist, there must first be \na fiduciary relationship between the parties.”  Green, 367 N.C. at 141, 749 S.E.2d at \n268 (quotation marks and citation omitted).  F iduciary relationships are broadly \ndefined by North Carolina’s appellate courts and include “any possible case in which \na fiduciary relationship exists in fact, and in which there is confidence reposed on one \nside, and resulting domination and influence on the other.”  Kaplan  v. O.K. Techs., \nL.L.C., 196 N.C. App. 469, 472, 675 S.E.2d 133, 136 (2009) (emphasis in original) \n(quoting Dalton v. Camp, 353 N.C. 647, 651, 548 S.E.2d 704, 707–08 (2001)).   \n67. Plaintiff is incorrect that Sofield was a majority member of Equity.  \nEquity’s Second Amendment to Operating Agreement , attached to the Sofield -\nRelated Defendants’ Answer, reveals that Sofield and Gurkin are both managers of \nthe company, and that SPG—and not Sofield—is the majority member of Equity with \na 75% membership interest.  (ECF No. 6 at Ex. A, pp. 2 –3, Schedule I.)  Sofield also \nexecuted the Second Amendment to Operating Agreement in his capacity as \nPresident of Sofield Management, the manager of SPG , and not i n his individual \ncapacity.  (Id. at Ex. A.) \n68. Pursuant to North Carolina’s Limited Liability Act, “a manager of a \nlimited liability company ‘ shall discharge his duties as manager in good faith, with \nthe care an ordinary prudent person in a like position woul d exercise under similar \ncircumstances, and in the manner the manager reasonably believes to be in the best \ninterests of the limited liability company.’”  Kaplan, 196 N.C. App. at 473, 675 S.E.2d \nat 137 (quoting N.C.G.S. § 57C -3-22(b)).  These duties are o wed by the manager to \n \n \nthe company and not to the other managers.  Id. at 474, 675 S.E.2d at 137.  Plaintiff \nis only bringing an individual claim, as Plaintiff has not made any allegations of a \nderivative claim on behalf of Equity as a member.  \n69. Additionally, the Court has carefully reviewed Equity’s Operating \nAgreement and its amendments, and  it does not  establish a contractual fiduciary \nrelationship that runs from Sofield as a manager to Gurkin as a member.  See Finkel \nv. Palm Park, Inc. , 2019 NCBC LEXIS 38 , at *31 (N.C. Super. Ct. June 11, 2019) \n(holding that a fiduciary relationship extended to the individual plaintiff when the \nCompany’s Operating Agreement included a provision stating: “[The managers shall] \n[b]e under a fiduciary duty to conduct the affai rs of [Company] in the best interests \nof the Company and of the Members, including the safekeeping and use of all the \nCompany Property.”).  Accordingly, Sofield did not owe a fiduciary duty directly to \nGurkin because of his status as a manager. \n70. Therefore, to the extent the Sofield Motion seeks judgment on the \npleadings as to Plaintiff’ s claim for breach of fiduciary duty  by Sofield, the Sofield \nMotion should be GRANTED.  \nF. Undue Influence \n71. Undue influence is a claim usually raised in will contests, arising from \nallegations that someone induced the testator, in a weakened mental state, to revoke \nor alter a will.  This case, of course, does not involve a will contest. 4  Instead, \n                                                 \n4 The Sofield-Related Defendants do not argue that a claim for undue influence can only be \nraised in a case involving a will contest, and the Court is not a ware of North Carolina \nappellate authority so limiting the claim. \n \n \nPlaintiff alleges that Sofield used “the special confidence and trust which [Gurkin] \nhad previously reposed in him ” and Gurkin’s “weakened mental and physical \ncondition” due to his cancer to “demand[ ] that [ Gurkin] execute a  complicated \nmembership purchase agreement which was prepared by attorneys engaged by \ndefendant Sofield.”  (ECF No. 4, at ¶¶ 91–93.) \n72. The Sofield-Related Defendants move for judgment on the undue \ninfluence claim, arguing that Gurkin could not have been unduly influenced during \nthe 2016 RTS-DMC Transaction, because his cancer diagnosis did not occur until mid-\n2017.  (ECF No. 49, at pp. 20 –21.)  As to the 2017 Pine Forest Transaction , which \noccurred on December 21, 2017,  the Sofield-Related Defendants argue th at Sofield \nexecuted the transaction on Equity’s behalf and that Gurkin could not have been \nunduly influenced to act in any particular way because Plaintiff alleges that Gurkin \nhad no knowledge of the terms of this transaction until after it had occurred.  ( Id. at \np. 21.)  Lastly, as to the 2018 Southeast Transaction, the Sofield-Related Defendants \nargue that “Gurkin was not required to sell his interests” and Gurkin executed the \nMembership Interest Purchase Agreement.  (Id.)  \n73. Our appellate courts have observed that undue influence “is usually \ndifficult to prove.”  In  re Will of Dunn, 129 N.C. App. 321, 328, 500 S.E.2d 99, 104 \n(1998).  It “is defined as ‘the exercise of an improper influence over the mind and will \nof another to such an extent that his professed act is not that of a free agent, but in \nreality is the act of the third person who procured the result.’”  Hayes v. Turner, 98 \nN.C. App. 451, 456, 391 S.E.2d 513, 516 (1990) (quoting Lee v. Ledbetter, 229 N.C. \n \n \n330, 332, 49 S.E.2d 634, 636 (1948)).  Undue influence requires “more than mere \ninfluence or persuasion because a person can be influenced to perform an act that is \nnevertheless his voluntary action.”  In re Will of Jones, 362 N.C. 569, 574, 669 S.E.2d \n572, 577 (2008) (quoting In re Will of Andrews, 299 N.C. 52, 53, 261 S.E.2d 198, 199 \n(1980)).  “It is close akin to coercion produced by importunity, or by a silent, resistless \npower, exercised by the strong over the weak, which could not be resisted, so that the \nend reached is tantamount to the effect produced by the use of fear or \nforce.”  Id. (quoting In re Will of Turnage, 208 N.C. 130, 132, 179 S.E. 332, 333 (1935)). \n74. “That is a high bar and, of course, requires evidence that the victim is in \na physical or mental state that renders him or her subject to the coercive influence of \nanother.  Individuals who are of sound mind and body are generally not susceptible \nto undue influence.”  Bohn v. Black, 2019 NCBC LEXIS 35, at *24–25 (N.C. Super Ct. \nJune 3, 2019) (Conrad, J.).  The Complaint alleges that Gurkin’s cancer diagnosis did \nnot occur until mid-2017, and that it was because of the diagnosis and subsequent \ntreatment for the cancer that Gurkin was in a weakened mental and physical state.  \nPlaintiff does not allege that Gurkin was in any “physical and mental weakness” prior \nto his mid-2017 cancer diagnosis.  In re Will of Campbell, 155 N.C. App. 441, 455, 573 \nS.E.2d 550, 561 (2002).  Thus, Plaintiff has failed to adequately allege that Gurkin \nwas unduly influenced during the 2016 RTS-DMC Transaction.  Additionally,  in \nPlaintiff’s Brief in Opposition to the Sofield Motion, Plaintiff respond s only to \nDefendants’ arguments regarding Sofield’s undue influence over Gurkin in the 2018 \nSoutheast Transaction, and do es not make any argument regarding the 2017 Pine \n \n \nForest Transaction.  As a result, to the extent the Sofield Motion seeks dismissal of \nPlaintiff’s claim for undue influence as to the 2016 RTS -DMC Transaction and the \n2017 Pine Forest Transaction, the Sofield Motion should be GRANTED. \n75. However, with regard to the 2018 Southeast Transaction, the Court \nconcludes that Plaintiff ha s alleged facts sufficient to support t he claim for undue \ninfluence.  \n76. In the Complaint, Plaintiff provides extraordinary detail regarding \nGurkin’s cancer diagnosis and subsequent treatments , and its effect on Gurkin’s \nmental and physical condition .  (ECF No. 4, at ¶¶ 37– 39.)  Plaintiff alleges that \nSofield knew of Gurkin’s weakened state.  (Id. at ¶¶ 37, 42.)  Additionally, Plaintiff  \nstates that, during the 2018 Southeast Transaction, Sofield told Gurkin that he was \n“getting out” and that Gurkin had to also sell his interest in Equity.  (Id. at ¶ 40.)  \nSofield presented Gurkin with a Membership Interest Purchase Agreement, which \nSofield told Gurkin that “he had to sign or ‘they’ would ‘tear him apart’ and would \n‘take everything he had’” and that “‘they’, referring to defendant Southeast, were the \nonly possible buyers.”  ( Id. at ¶¶ 40, 42.)   Sofield told Gurkin that the “sum of \n$2,583,689.89 was the best [Gurkin] could obtain from the property .”  (Id. at ¶ 97.)  \nAlthough Gurkin signed the Membership Interest Purchase Agreement, Plaintif f \nalleges that Gurkin “had no one to advise him and had no opportunity to review the \nagreement with counsel.”  (Id. at ¶ 42.)  These allegations are enough at this stage of \nthe case to support Plaintiff’s claim for undue influence. \n \n \n77. Accordingly, to the extent the Sofield Motion seeks to dismiss Plaintiff’s \nundue influence claim based on the 2018 Southeast Transaction, the Sofield Motion \nshould be DENIED. \nG. Fraud and Misrepresentation \n78. Plaintiff’s claim for “Fraud and Misrepresentation” alleges that Sofield \n“falsely represented” facts to, and “concealed material facts from,” Gurkin: \ncausing him to sign over his interest in [ ] Equity and \ncausing the previous conveyance of approximately 183.20 \nacres [the 2017 Pine Fo rest Transaction] . . . and stated \nthat such transactions were in the best interest of the \nbusiness entities and the development plans and potential, \nthat he, Sofield was “getting out” and that signing away his \ninterests was [Gurkin’s] only option and that [Gurkin] had \nno choice except to sign over his interest in the entities and \nproperty and selling those interests were the only way that \nhe could gain any benefit out of the years of hard work he \nhad put into the property, that the sum of $2,583,689.89 \nwas the best [Gurkin] could obtain from the property . . . . \n \n(ECF No. 4, at ¶¶ 97–98.) \n \n79. Plaintiff also alleges that Sofield told Gurkin that “he had to sign [the \nMembership Interest Purchase Agreement] or ‘they’ would ‘tear him apart’ and would \n‘take everything he had’” and that “‘they’, referring to defendant Southeast, were the \nonly possible buyers.”  (Id. at ¶¶ 40, 42.) \n80. In addition, although Plaintiff does not expressly allege that Sofield \nmade misrepresentations or concealed facts regarding the 201 6 RTS -DMC \nTransaction in the claim for fraud and misrepresentation, in  the Brief in Opposition \nto the Sofield Motion, Plaintiff argues that Sofield made such misrepresentations.   \n(ECF No. 71, at p. 20.)  Accordingly, the Court will consider the claim for fraud as to \n \n \nthe 2016 RTS-DMC Transaction, the 2017 Pine Forest Transaction, and the 2018 \nSoutheast Transaction. \n81. The essential elements of fraud are: “(1) [f]alse representation or \nconcealment of a material fact, (2) reasonably calculated to deceive, (3) mad e with \nintent to deceive, (4) which does in fact deceive, (5) resulting in damage to the injured \nparty.”  Terry v. Terry, 302 N.C. 77, 83, 273 S.E.2d 674, 677 (1981) (citation omitted).  \nNorth Carolina is a notice pleading state.  N.C. R. Civ. P. 8(a)(1).   Under North \nCarolina Rule of Civil Procedure  9(b), allegations of fraud must be ple aded “with \nparticularity.”  Rule 9(b); Terry, 302 N.C. at 85, 273 S.E.2d at 678.  Additionally, the \ndeceived party must have reasonably relied on the allegedly false repres entations.  \nForbis v. Neal, 361 N.C. 519, 527, 649 S.E.2d 382, 387 (2007).  \n82. Plaintiff argues that Sofield made the following misrepresentations \nregarding the 2016 RTS-DMC Transaction “on or about November 1, 2016”: \n(1) he failed to disclose the conveyance of the 1.32-acre tract \nfrom defendant SPG to defendant RTS- DMC; (2) he failed \nto disclose the details of the lease with Novant Health; (3) \nhe failed to disclos e the financial details of the \ntransactions; and (4) he failed to disclose that the tr ansfer \nhad been made as Gurkin was unaware of the completed \ntransaction until after it was completed. \n \n(ECF No. 71, at p. 20; see also Complaint, ECF No. 4, at ¶ 34.) \n \n83. As to the 2016 RTS -DMC Transaction, the Sofield -Related Defendants \nargue that Plaintiff’s claim that Gurkin did not know about  the transaction because \nof Sofield’s concealments is false because Gurkin gave his consent when he signed the \n“Unanimous Written Consent of the Members and Managers of Equity ” (ECF No. \n \n \n29.1).  (ECF No. 79, at p. 9.)   The Unanimous Written Consent expressly states all \nthe information that Gurkin alleges was concealed: that SPG desires to own 1.32 \nacres of the property for purposes unrelated to Equity ; that SPG intends to develop \nthe property and lease it to a third party; and that the value of the parcel SPG wishes \nto own is worth $200,000.  (ECF No. 29.1 , at pp. 1 –3.)  The Unanimous Written \nConsent also gave Sofield broad authority to complete the remaining steps of the 2016 \nRTS-DMC Transaction without seeking further c onsent from Gurkin.  ( Id. at pp. 2–\n3.) \n84. As to misrepresentations made by Sofield during the 2017 Pine Forest \nTransaction “on or about December 21, 2017,” Plaintiff claims: \n(1) he failed to disclose any financial information or details \nrelating to the transaction, in which he received an \ninterest; (2) he failed to disclose that there was an \nimpending development of the property; and (3) he failed \nto disclose that he was involved in its development. \n \n(ECF No. 71, at pp. 20–21; see also Complaint, ECF No. 4, at ¶¶ 35–36.) \n \n85. With regard to the 2017 Pine Forest Transaction, the Sofield-Related \nDefendants argue that Plaintiff’s allegation that Gurkin knew about the transaction \nand objected to it defeats any claim that Gurkin was deceived by, or reasonably relied \non, Sofield’s concealments.  (ECF No. 79, at pp. 9–10; ECF No. 4, at ¶ 36.) \n86. The Court concludes that Plaintiff fails to state a claim  for fraud and \nmisrepresentation against Sofield arising from the 2016 RTS-DMC Transaction and \nthe 2017 Pine Forest Transaction .  Gurkin’s execution of the “Unanimous Written \nConsent” to the 2016 RTS -DMC Transaction undermines the allegation that Sofield \n \n \nmisrepresented and concealed the terms of that transaction from  Gurkin, and \nGurkin’s objection to the 2017 Pine Forest Transaction defeats Plaintiff’s allegations \nthat Gurkin re asonably relied on any concealmen t by Sofield.  Accordingly, to the \nextent the Sofield Motion seeks judgment on  Plaintiff’s claim for fraud and \nmisrepresentation based on the 2016 RTS -DMC Transaction and the 2017 Pine \nForest Transaction, the Sofield Motion should be GRANTED. \n87. As to the 201 8 Southeast Transaction, the S ofield-Related Defendants \nargue that Plaintiff fails to meet the heightened pleading requirement for fraud and \nhas not alleged the specific time, place, or content of any misrepresentation to Gurkin.  \n(ECF No. 49, at pp. 22–23.)  Additionally, the Sofield-Related Defendants argue that \nthe representations made by Sofield during the 2018 Southeast Transaction were \nstatements of Sofield’s opinion as to the value of Equity.  (Id. at pp. 23–24.) \n88. Plaintiff alleges in detail the specific date, location, and individual who \nmade the misrepresentations. (ECF No. 4, at ¶ 40.)  Plaintiff also sufficiently alleges \nthe contents of the misrepresentations made by Sofield  to survive a motion for \njudgment on the pleadings.  Plaintiff alleges Sofield told Gurkin: (1) that Sofield was \n“getting out” of Equity; (2) that signing away Gurkin’s interest was his only option; \n(3) that Gurkin had no choice except to sign over his interest and selling his interest \nwas the only way he would gain any benefit from the property; (4) $2,583,689.89 was \nthe best Gurkin could get from the property ; and (5) that “he had to sign or ‘they’ \nwould ‘tear him apart’ and would ‘take everything he had’” and that “‘they’, referring \nto defendant Southeast, were the only possible buyers.”  (Id. at ¶¶ 40, 42.) \n \n \n89. The Court acknowledges that it is not clear what some of Sofield’s \nalleged statement s mean and that  some may constitute  opinions.  But  while the \nSofield-Related Defendants are correct that statements of opinion cannot form the \nbasis of a fraud claim, Rowan Cty. Bd. of Educ. v. United States Gypsum Co., 332 N.C. \n1, 17, 418 S.E.2d 648, 659 (1992), Plaintiff’s allegations are sufficient at this time to \nsurvive a motion for judgment on  the pleadings.   These misrepresentations were \nmade at a time that Gurkin was in a “weakened mental and physical” state due to \nhis cancer diagnosis and treatment  and were made “without revealing to [Gurkin] \nthat [Sofield] was in fact the purchaser, or at the very least controlled the purchasing \nentity.”  (ECF No. 4, at ¶ 42.)   The circumstances surrounding the 2018 Southeast \nTransaction and Sofield’s statement s that he was “getting out” and unless Gurkin \nsigned the Membership Interest Purchase Agreement, “they” would “tear him apart” \nand “take everything he had,” are enough to satisfy the Court at this time that \nPlaintiff has sufficiently alleged that Sofield strong -armed Gurkin into the 2018 \nSoutheast Transaction without revealing Sofield’s financial intere st in the \ntransaction.  Plaintiff also has adequately alleged that Gurkin reli ed on Sofield’s  \nstatements when Gurkin signed the Membership Interest Purchase Agreement.  \n90. Therefore, Plaintiff ha s sufficiently stated a claim  for fraud and \nmisrepresentation to survive a motion for judgment on the pleadings  as to the 2018 \nSoutheast Transaction, and accordingly, the Sofield Motion should be DENIED as to \nthat transaction. \n \n \n \nH. Unjust Enrichment \n91. Although Plaintiff voluntarily dismissed the claim for constructive trust \n(Sixth Claim), Plaintiff  nevertheless argues  in its briefs that the Complaint still \nstates a viable claim for unjust enrichment.  (ECF No. 71, at pp. 23–25; ECF No. 72, \nat pp. 18–20.)  Plaintiff is incorrect.  To the extent Plaintiff attempted to make a claim \nfor unjust enrichment, the allegations were contained exclusively in the Sixth Claim.  \n(ECF No. 4, at ¶¶ 103–107.)  Plaintiff dismissed the Sixth Claim with prejudice and \ncannot now attempt to revive it in briefing.  Thus, to the extent the Complaint alleged \na claim for unjust enrichment, the unjust enrichment claim has been dismissed. \nI. UDTPA  \n92. Plaintiff’s claim under the UDTPA is based on “Defendants’ actions and \nfalse representations, other fraudulent activity and breach of fiduciary duties.”  (ECF \nNo. 4, at ¶ 110.)  Since Plaintiff has not made any more specific allegation regarding \nthe conduct at issue, the Court will decide whether Plaintiff has  sufficiently alleged \nthat Sofield’s conduct related to the 2016 RTS- DMC, 2017 Pine Forest, and 2018 \nSoutheast Transactions constitutes  a viable claim for  unfair or deceptive trade \npractices. \n93. A UDTPA claim requires a plaintiff to show: “(1) an unfair or deceptive \nact or practice; (2) in or affecting commerce; which (3) proximat ely caused actual \ninjury to the claimant.”  Cordaro v. Harrington Bank, FSB, 817 S.E.2d 247, 257 (N.C. \nCt. App. 2018).  Fraud and misrepresentation and breach of fiduciary duty can form \nthe basis of a UDTPA claim.  See Bumpers v. Cmty. Bank of N. Va. , 367 N.C. 81, 88, \n \n \n747 S.E.2d 220, 226 (2013) ; Compton v. Kirby, 157 N.C. App 1, 20, 577 S.E.2d 905, \n917 (2003).  However, the Court has dismissed Plaintiff’s  breach of fiduciary duty \nclaim, and has dismissed the fraud and misrepresentation claim to the exte nt it is \nbased on the 2016 RTS -DMC Transaction and the 2017 Pine Forest Transaction.  \nAccordingly, to the extent the Sofield Motion seeks judgment with regard to a UDTPA \nclaim based on the 2016 RTS-DMC and 2017 Pine Forest Transaction s, it should be \nGRANTED. \n94. This leaves for consideration Plaintiff’s UDTPA claim arising from the \n2018 Southeast Transaction.  The Sofield-Related Defendants argue that “[Plaintiff’s] \nallegations about conduct that induced that sale, and the allegations about the terms \nof the sale, arise out of the sale of securities —specifically, the membership interests \nin Equity.  As a matter of law, allegations of this kind are not “in or affecting \ncommerce.”  (ECF No. 49, at p. 26.)  Sofield relies on HAJMM, Co. v. House of Raeford \nFarms, Inc., 328 N.C. 578, 403 S.E.2d 483 (1991)  for this proposition.  In HAJMM, \nthe North Carolina Supreme C ourt held that “in or affecting commerce” includes \n“business activities,” “which connotes the manner in which businesses conduct their \nregular, day-to-day activities, or affairs, such as the purchase and sale of goods, or \nwhatever other activities the business regularly engages in and for which it is \norganized.”  Id. at 594, 403 S.E.2d at 493.  The court concluded that securities \ntransactions, because they are “related to the creation, transfer, or retirement of \ncapital,” are not business activities and are not “in or affecting commerce.”  Id.   \n \n \n95. In this case, the 2018 Southeast Transaction involved the sale of Gurkin \nand SPG’s membership interests in  Equity to Southeast.   However, the Sofield -\nRelated Defendants fail to argue how the allegations in the Complaint establish, as \na matter of law, that G urkin’s membership interest constituted a “security .”  Under \nregulations promulgated by the North Carolina Secretary of State pursuant to the \nNorth Carolina Securities Act, N.C.G.S. § 78A-1 et seq. , there is a rebuttable \npresumption that a membership interest in a limited liability company is a security \ninterest.  18 NCAC 06A. 1510; see also  Saw Plastic, LLC v. Sturrus, 2017 NCBC \nLEXIS 76, at *14–17 (N.C. Super. Ct. Aug. 25, 2017).  18 NCAC 06A.1510 provides, \nin relevant part, as follows: \n(a) Membership interests . . . in a limited liability company \nshall be presumed to be securities within the meaning of  \n[N.C.]G.S. 78A -2(11) in either of the following \ncircumstances: \n \n(1) where the articles of organization of the limited liability \ncompany provide that all members of the limited liability \ncompany are not necessarily managers by virtue of their \nstatus as members; or (2) where all members by virtue of \ntheir status as members are managers of the limited \nliability company and the number of members is greater \nthan 15. \n \n(b) Among the factors that will be considered . . . as \nevidence offered to rebut or support the presumption \nin Paragraph (a)  of this Rule are: (1) whether investors \nretain, under the limited liability company ’s operating \nagreement, the right to exercise practical and actual \ncontrol over the managerial decisions of the enterprise . . .  \n \n96. The original Operating Agreement for Equity provided that Gurkin is a \nManager of Equity .  ( Operating Agreement, ECF No. 6  at Ex. A, pp. 6, 9, 26.)  \n \n \nPursuant to the amendment to the Operating Agreement executed in the 2014 Equity \nTransaction, Gurkin and Sofield are Equity’s Managers.   (Agreement and Second \nAmendment to Operating Agreement, ECF No. 6, at Ex. A.)  In addition, Plaintiff \nalleges that as part of the 2014 Equity Transaction, Sofield and Gurkin agreed “they \nwould consult and agree on all major decisions and would essentially act as partners.”  \n(ECF No. 4, at ¶ 28.)  These allegations suggest that Gurkin had “the right to exercise \npractical and actual control over the managerial decisions of [Equity]” that would \ntend to rebut the presumption that Gurkin’s membership in Equity was a security. 5 \nSee 18 NCAC 06A.1510(b).  Therefore, the Court concludes that the Sofield -Related \nDefendants have  failed to establish that Plaintiff’s allegations foreclose Plaintiff’s \nclaim for violation of the UDTPA arising from the 2018 Southeast Transaction on the \ngrounds that the transaction was a securities transaction that was not in or affecting \ncommerce.  To the extent the Sofield Motion seeks judgment with regard to a UDTPA \nclaim arising from the 2018 Southeast Transaction, it should be DENIED. \nIII. CONCLUSION \nTHEREFORE, IT IS ORDERED that: \n1. To the extent the Motions seek dismissal of any claims based  on \nthe 2014 Equity Transaction, the Motions are GRANTED.   \n                                                 \n5 The Court notes that the amendment also revises § 3.1 of the Operating Agreement to  \nprovide that despite the fact that Gurkin was a Manager, “the action or decision of ROBERT \nTHOMAS SOFIELD, JR. . . . shall be binding on [Equity] without the consent or joinder of \nany other Manager or Member.”  ( Agreement and Second Amendment to Operating \nAgreement, ECF No. 6, at Ex. A.)  This provision casts doubt on Gurkin’s continued right to \nexercise practical and actual control over the managerial decisions of Equity following the \n2014 Equity Transaction, and creates an issue of fact that cannot be resolved at this stage of \nthe proceedings. \n \n \n2. To the extent the Southeast Motion seeks judgment on the \npleadings as to Plaintiff’s claims against Equity, Southeast, and \nCarolina Forests, the Southeast Motion is  GRANTED, and the \nclaims against them are dismissed WITHOUT PREJUDICE. \n3. The Sofield Motion is GRANTED as to Plaintiff’ s claims against \nthe Green Trust, Portante Trust, and RTS III Trust.  \n4. To the extent the Sofield Motion seeks judgment on the pleadings \nas to Plaintiff’s claims against Pine Forest, SPG, GPS, and Sofield \nManagement, the Sofield Motion is  GRANTED, and the claims \nagainst them are dismissed WITHOUT PREJUDICE. \n5. The Sofield Motion is GRANTED as to Plaintiff’ s claims for lack \nof mental capacity and duress. \n6. To the extent the Sofield Motion seeks judgment on the pleadings \nas to Plaintiff’ s claim for breach of fiduciary duty, the Sofield \nMotion is GRANTED. \n7. To the extent the Sofield Motion seeks judgment on the pleadings \nas to Plaintiff’s undue influence claim based on the 2016 RTS -\nDMC Transaction and the 2017 Pine Forest Transaction, the \nSofield Motion is GRANTED.  \n8. To the extent the Sofield Motion seeks judgment on the pleadings \nas to Plaintiff’ s undue influence claim based on the 2018 \nSoutheast Transaction, the Sofield Motion is DENIED.  \n \n \n9. To the extent the Sofield Motion seeks judgment on the pleadings \nas to Plaintiff’ s claim for fraud and misrepresentation  based on \nthe 2016 RTS -DMC Transaction and the 2017 Pine Forest \nTransaction, the Sofield Motion is GRANTED. \n10. To the extent the Sofield Motion seeks judgment on the pleadings \nas to Plaintiff’ s claim for fraud and misrepresentation based on \nthe 2018 Southeast Transaction, the Sofield Motion is DENIED. \n11. To the extent the Sofield Motion seeks judgment on the pleadings \nas to Plaintiff’s UDTPA claim  based on the 2016 RTS -DMC \nTransaction and the 2017 Pine Forest Transaction , the Sofield \nMotion is GRANTED. \n12. To the extent the Sofield Motion seeks judgment on the pleadings \nas to Plaintiff’s UDTPA claim based on the 2018 Southeast \nTransaction, the Sofield Motion is DENIED. \n \n \nSO ORDERED, this the 15th day of April, 2020.  \n \n     /s/ Gregory P. McGuire                                     \n    Gregory P. McGuire \n    Special Superior Court Judge \n    for Complex Business Cases \n \n "
}