{
  "id": "0450d95f44aa58c125ae674cbae8e989b33fc7d89f3d12ade9f80b2f5fa9f70c",
  "source_file": "data/raw/ncbc/0450d95f44aa58c125ae674cbae8e989b33fc7d89f3d12ade9f80b2f5fa9f70c.pdf",
  "raw_text": "CNC/Access, Inc. v. Scruggs, 2006 NCBC 20\n \nSTATE OF NORTH CAROLINA\n \nCOUNTY OF BURKE\n \nIN THE GENERAL \nCOURT OF JUSTICE\nSUPERIOR COURT \nDIVISION\n04 CVS 1490\n \nCNC/ACCESS, INC.,\n \nPlaintiff,\n \nv.\n \nVICKIE SCRUGGS, RICHARD GREER\nand UNIVERSAL MENTAL HEALTH\nSERVICES, INC.,\n \nDefendants.\n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \n \n \n \n \nORDER AND \nOPINION\n \n \n \n{1}\n          \nThis matter comes before the Court on cross motions by Plaintiff and Defendants for summary\njudgment.\n  \nDefendants move for summary judgment on Plaintiff’s claims for breach of contract, breach of\nfiduciary duty, misappropriation of trade secrets, tortious interference with contract and/or prospective\neconomic advantage, breach of covenant not to compete, breach of covenant not to disclose confidential\ninformation, and unfair trade practices.\n  \nPlaintiff moves for summary judgment on Defendants’\ncounterclaims for defamation, malicious prosecution, unfair trade practices, and tortious interference with\nprospective economic advantage.\n  \n{2}\n          \nAfter considering the briefs of each party and for the reasons below, the Court (1) GRANTS\nDefendants’ motion for summary judgment as to Plaintiff’s breach of contract claim against Scruggs, (2)\nDENIES Defendants’ motion for summary judgment as to Plaintiff’s misappropriation of trade secrets\nclaim to the extent it is based on the alleged use of the fifty-seven policies and forms contained in\nDefendants’ Deposition Exhibit 29, (3) GRANTS Defendants’ motion for summary judgment as to\nPlaintiff’s tortious interference with contract and/or prospective economic advantage claims, (4) GRANTS\nDefendants’ motion for summary judgment as to Plaintiff’s breach of covenant not to compete claim\nagainst Scruggs, (5) DENIES Defendants’ motion for summary judgment as to Plaintiff’s claim for breach\nof covenant not to disclose confidential information to the extent it is based on the alleged use of the fifty-\nseven policies and forms contained in Defendants’ Deposition Exhibit 29, (6) DENIES Defendants’\nmotion for summary judgment as to Plaintiff’s unfair trade practices claim to the extent it is based on the\nalleged use of the fifty-seven policies and forms contained in Defendants’ Deposition Exhibit 29, (7)\nDENIES Plaintiff’s motions for summary judgment as to Defendants’ counterclaims for defamation, (8)\nDENIES Plaintiff’s motions for summary judgment as to Defendants’ counterclaims for unfair trade\npractices to the extent they are based on Defendants’ counterclaims for defamation, and (9) DENIES\nPlaintiff’s motion for summary judgment as to Defendants Greer and Universal’s counterclaim for tortious\ninterference with prospective economic advantage.\n \n \nTennille, Judge.\n \nThe Edmisten & Webb Law Firm by William Woodward Webb and William Woodward Webb, Jr.\n \nfor Plaintiff.\n \nMoore & Van Allen PLLC by Karin M. McGinnis and Michael T. Champion; Sarah J. Kromer\nPLLC by Sarah J. Kromer for Defendants Richard Greer and Universal Mental Health Services,\nInc.\n \nMarshall\n  \n& Roth, PC by Philip J. Roth, Jr. for Defendant Vickie Scruggs.\n \n \nI.\nPROCEDURAL BACKGROUND\n{3}\n          \nThis action was filed in Burke County Superior Court on September 24, 2004.\n  \nThe case was\ndesignated “exceptional” under Rule 2.1 of the North Carolina General Rules of Practice for the Superior\nand District Courts and assigned to the undersigned Special Superior Court Judge for Complex Business\nCases by order of the Chief Justice of the Supreme Court of North Carolina dated January 31, 2005.\n \n{4}\n          \nPlaintiff and Defendants filed cross motions for summary judgment on April 21, 2006.\n \nII.\nFACTUAL BACKGROUND\nA.\nTHE PARTIES\n{5}\n          \nPlaintiff CNC/Access, Inc. (“CNC/Access” or “CNC”) is a corporation organized and existing\nunder the laws of the State of Rhode Island, with its principal place of business in Burke County, North\nCarolina.\n{6}\n          \nDefendant Vickie Scruggs is a citizen and resident of Burke County, North Carolina.\n{7}\n          \nDefendant Richard Greer is a citizen and resident of Caldwell County, North Carolina.\n{8}\n          \nDefendant Universal Mental Health Services, Inc. (“Universal”) is a corporation organized and\nexisting under the laws of the State of North Carolina, with its principal place of business in Caldwell\nCounty, North Carolina.\nB.\nOVERVIEW OF THE FACTS\n \n{9}\n          \nCNC/Access was originally founded as Communication Network Consultants, Inc. in 1986 by\nDefendant Richard Greer.\n  \nIn 1997, it became a subsidiary of ResCare, Inc., a publicly traded company\nwith national reach.\n  \nIn 2003, following the sale of CNC/Access and expiration of his covenant not to\ncompete, Greer formed Defendant Universal.\n{10}\n      \nEach of these companies provides various services and treatment for persons with mental health\nissues, developmental disabilities, and substance abuse problems.\n  \nThis field is accordingly known as\n“MH/DD/SA.”\n  \nFor the past three decades, North Carolina has engaged in a gradual privatization of the\nMH/DD/SA industry.\n  \nAt present, a system of local management entities (“LMEs”) oversees the provision\nof services to individual consumers.\n  \nLMEs contract with private sector providers such as CNC/Access and\nUniversal to deliver services; providers do not enter into contracts with individual consumers.\n  \nThe LME\ndetermines what services a consumer will require, and then identifies the providers authorized to furnish\nsuch services.\n  \nThe choice of provider rests with the consumer.\n  \nAfter the consumer has chosen a provider,\nthe LME is responsible for monitoring the delivery of services.\n  \n \n{11}\n      \nThe actual provision of services is handled by a member of the provider’s direct care staff\n(“DCS”) and supervised by a qualified professional, or “Q.”\n  \nThe DCS works with the consumer on a\nregular basis, and a close relationship often develops between them.\n  \nIf the DCS leaves the employ of one\nprovider for another, the consumer may elect to follow.\n  \nThis is particularly relevant in light of the\nindustry’s high rate of employee turnover.\n  \nPlaintiff has experienced a turnover rate of fifty to sixty percent\nin recent years.\n           \nC.\nSCRUGGS’S COVENANT NOT TO COMPETE\n{12}\n      \nDefendant Vickie Scruggs commenced employment as a “Q” with CNC/Access on September\n12, 1996.\n  \nAt that time, she entered into an employment agreement with CNC/Access that contained the\nfollowing covenant not to compete:\n \n[D]uring the time this Employment Agreement is in effect and for a period of three (3)\nyears thereafter, the Employee shall not, directly or indirectly, individually or as an\nemployee, partner, officer, director or stockholder or in any other capacity whatsoever of\nany person, firm, partnership or corporation, compete with the Company within the State of\nNorth Carolina.\n \n(Scruggs Employment Agreement § 6.A., Compl. Ex. 1.)\n  \nScruggs worked for CNC/Access until\nSeptember 15, 2003, when she tendered her resignation.\n  \nShe began working for Defendant Universal\nimmediately thereafter.\n \n{13}\n      \nPlaintiff claims Scruggs breached both her Employment Agreement and the covenant not to\ncompete by commencing employment with Universal less than three years after leaving her CNC/Access\nposition.\n  \nDefendants argue the covenant not to compete is unenforceable because it violates public policy\nand is overbroad in time, territory, and scope.\n   \nD.\nCNC’S COMMUNICATIONS TO THIRD PARTIES\n{14}\n      \nAfter Scruggs left CNC’s employ for Universal, CNC initiated a number of communications\nwith third parties regarding Scruggs, Greer, and Universal.\n  \nIn September of 2003, CNC contacted the\nFoothills LME and lodged a complaint stating that Scruggs had coerced clients into leaving CNC in\nbreach of confidentiality obligations.\n  \nFoothills personnel conducted an investigation, found no evidence\nof wrongdoing, and dropped the complaint.\n  \nCNC eventually filed another complaint with Foothills that\nwas also dropped following investigation.\n \n{15}\n      \nOn October 9, 2003, CNC filed a complaint with the Office of Civil Rights\n  \nat the United States\nDepartment of Health and Human Services.\n  \nThe complaint was ultimately dismissed.\n  \n  \n{16}\n      \nOn October 21, 2003, CNC filed a complaint against Scruggs with the North Carolina Health\nCare Personnel Registry (“NCHCPR”) accusing Scruggs of fraud.\n{17}\n      \nOn October 22, 2003, CNC contacted the Western Highlands LME and informed personnel\nthere that Universal was taking CNC’s clients in the Foothills LME area.\n  \nWestern Highlands conducted\nan investigation and concluded that there had been no wrongdoing on the part of Universal.\n \n{18}\n      \nOn February 23, 2004, CNC submitted a complaint to the North Carolina Board of Licensed\nProfessional Counselors against former employee James Revels, who had gone to work for Universal.\n{19}\n      \nOn August 24, 2004, CNC filed an ethics charge against Universal with the North Carolina\nCommunity Support Providers’ Council (“Providers’ Council”).\n \n{20}\n      \nIn addition to these communications with various government and other entities, CNC\ncommunicated its thoughts on Scruggs, Greer, and Universal with employees departing for Universal.\n \nE.\nUNIVERSAL’S USE OF CNC/ACCESS DOCUMENTS\n{21}\n      \nCNC/Access alleges that Universal improperly used a number of CNC policies and forms.\n \nAfter Richard Greer left CNC in 1999, he became involved with a finance company unrelated to the\nMH/DD/SA industry.\n  \nRichard Greer’s son, Robert Greer, eventually became president of this finance\ncompany.\n  \nSteve Greer (brother of Richard Greer) was CNC’s Human Resources Director at the time, and\ngave Robert copies of some CNC personnel policies for the finance company’s use in preparing its human\nresources manual.\n  \n \n{22}\n      \nRichard Greer formed Universal in 2003 with the help of his son Robert and daughter Alicia.\n \nUniversal’s first employee, Hope Orren, was charged with preparing Universal’s human resources\npolicies, procedures, and forms.\n  \nDefendants do not dispute that Ms. Orren based some of her work on\nsome of the personnel policies given to Robert Greer by CNC Human Resources Director Steve Greer\nwhen Robert was working at the finance company.\n \n{23}\n      \nCNC’s claims of misappropriation of trade secrets, unfair and deceptive trade practices, and\nbreach of contract rest upon these facts.\n \n \nIII.\nMOTIONS FOR SUMMARY JUDGMENT\nA.\nLEGAL STANDARD\n{24}\n      \nA party is entitled to summary judgment “if the pleadings, depositions, answers to\ninterrogatories, and admissions on file, together with the affidavits, show that there is no issue as to any\nmaterial fact” and that the party “is entitled to a judgment as a matter of law.”\n  \nN.C. R. Civ. P. 56(c).\n  \nThe\nburden of showing a lack of triable issues of fact falls upon the moving party.\n  \nSee, e.g.\n, \nPembee Mfg.\nCorp. v. Cape Fear Constr. Co.\n, 313 N.C. 488, 491, 329 S.E.2d 350, 353 (1985).\n  \nOnce this burden has\nbeen met, the nonmoving party must “produce a forecast of evidence demonstrating that [it] will be able to\nmake out at least a prima facie case at trial.”\n  \nCollingwood v. Gen. Elec. Real Estate Equities, Inc.\n, 324\nN.C. 63, 66, 376 S.E.2d 425, 427 (1989).\n \n{25}\n      \nThe Court must exercise caution is granting a motion for summary judgment.\n  \nA slight doubt as\nto the merits of the motion is sufficient to result in denial.\n  \nFirst Fed. Savings & Loan Ass’n v. Branch\nBanking & Trust Co.\n, 282 N.C. 44, 50, 191 S.E.2d 683, 688 (1972).\n \nB.\nDEFENDANTS’ MOTION FOR SUMMARY JUDGMENT\n{26}\n      \nIn its Complaint, Plaintiff seeks relief for the following:\n  \n(1) breach of contract (against\nScruggs), (2) breach of fiduciary duty, (3) misappropriation of trade secrets, (4) tortious interference with\ncontract and/or prospective economic advantage, (5) breach of covenant not to compete (against Scruggs),\n(6) breach of covenant not to disclose confidential information (against Greer), and (7) unfair trade\npractices.\n  \nDefendants have moved for dismissal of all claims on summary judgment.\n  \nThe Court will\naddress each claim in turn.\n1.\nBREACH OF CONTRACT AGAINST SCRUGGS\n{27}\n      \nCNC alleges that Scruggs breached her 1996 Employment Agreement (“Agreement”) by (1)\ndisclosing CNC trade secrets and confidential information, (2) violating section 2.B of the Agreement by\ncontacting CNC clients and employees during her employment to encourage them to transfer to Universal,\nand (3) competing with CNC within three years of her termination in violation of section 6.A of the\nAgreement.\n \n{28}\n      \nAs to the first alleged breach, there is no evidence that Scruggs misappropriated trade secrets\nother than CNC’s assertion that Universal was in possession of or copied CNC human resources\ndocuments.\n  \nThe evidence indicates that these documents found their way to Universal by way of the\nGreers, not Scruggs.\n \n{29}\n      \nAs to the second alleged breach, CNC has presented no evidence that Scruggs violated section\n2.B of the Agreement, which states as follows:\n \n[D]uring and throughout the terms of this Employment Agreement, [Scruggs] will devote\nto the business her full time and efforts necessary for the performance of the duties and\nresponsibilities to be performed by her under the terms of this Employment Agreement, and\nthat during such time she will not undertake any activities, business or otherwise, that\nwould unreasonably or materially interfere with or limit the complete carrying out,\nfulfillment or performance of her duties and responsibilities hereunder.\n \n(Scruggs Employment Agreement § 2.B, Compl. Ex. 1.)\n  \nCNC has presented no evidence to indicate that\nScruggs solicited either employees or clients to leave for Universal while she was still employed with\nCNC.\n \n{30}\n      \nThird, Scruggs did not breach the Agreement by competing with CNC within three years of her\nresignation because the covenant not to compete found in section 6.A. of the Agreement is invalid and\nunenforceable under North Carolina law.\n  \nThe analysis leading to this conclusion is set forth in section\nIII.B.5 below.\n{31}\n      \nFor these reasons, the Court finds there is no genuine issue as to any material fact regarding\nScruggs’s alleged breach of contract.\n  \nTherefore, Defendants’ motion for summary judgment as to this\nclaim is granted.\n \n2.\nBREACH OF FIDUCIARY DUTY\n{32}\n      \nBy Notice of Voluntary Dismissal filed May 22, 2006, Plaintiff voluntarily dismissed its claim\nfor breach of fiduciary duty, thereby rendering moot Defendants’ motion for summary judgment on that\nclaim.\n3.\nMISAPPROPRIATION OF TRADE SECRETS\n{33}\n      \nCNC claims that Universal’s use of certain policies and forms is a misappropriation of trade\nsecrets under the North Carolina Trade Secrets Protection Act, N.C. Gen. Stat. § 66-152–66-157 (LEXIS\nthrough 2006 legislation).\n  \nA “trade secret” is defined as follows:\n[B]usiness or technical information, including but not limited to a formula, pattern,\nprogram, device, compilation of information, method, technique, or process that:\n      a. Derives independent actual or potential commercial value from not being generally\nknown or readily ascertainable through independent development or reverse engineering by\npersons who can obtain economic value from its disclosure or use; and\n      b. Is the subject of efforts that are reasonable under the circumstances to maintain its\nsecrecy.\n \nN.C. Gen. Stat. § 66-152(3)(a)–(b).\n  \nThe statute defines “misappropriation” of a trade secret as\n“acquisition, disclosure, or use of a trade secret of another without express or implied authority or\nconsent.”\n  \nId. \n§ 66-152(1).\n  \nA party may seek damages for misappropriation of a trade secret.\n  \nId. \n§ 66-\n154(b)–(c).\n \n{34}\n      \nIn this case, the evidentiary forecast presents a genuine issue of material fact as to whether\ncertain CNC policies and forms were “trade secrets” worthy of the statute’s protection.\n  \nAs noted in\nsection III.B.7 below, there were certain documents which Universal copied that would not have been\npublicly available.\n  \nThus, Defendants’ motion for summary judgment as to Plaintiff’s claim of\nmisappropriation of trade secrets is denied.\n \n4.\nTORTIOUS INTERFERENCE WITH CONTRACT AND/OR PROSPECTIVE ECONOMIC\nADVANTAGE\n{35}\n      \nTo establish a claim for \ntortious interference with contract\n,\n a plaintiff must show:\n \n(1) a valid contract between the plaintiff and a third person which confers upon the plaintiff\na contractual right against a third person; (2) the defendant knows of the contract; (3) the\ndefendant intentionally induces the third person not to perform the contract; (4) and in\ndoing so acts without justification; (5) resulting in actual damage to plaintiff.\n \nUnited Labs., Inc. v. Kuykendall\n, 322 N.C. 643, 661, 370 S.E.2d 375, 387 (1988)\n{36}\n      \nPlaintiff claims that Defendants interfered with CNC’s relationships and contracts by, among\nother things, inducing CNC employees and clients to terminate existing relationships and contracts with\nCNC.\n  \nThe contracts between CNC and its employees that Defendants allegedly interfered with were\ncovenants not to compete signed by all CNC employees which provided as follows:\n  \n“for a period of one\nhundred eighty (180) days after my employment with CNC, Inc. ceases, I may not provide services to a\nclient of CNC, Inc., either directly or through any other service provider.”\n  \n(Employment Agreement,\nCompl. Ex. 3.)\n  \nBased on the principles described in section III.B.V below, these 180-day covenants are\ninvalid and unenforceable.\n{37}\n      \nThe 180-day covenant is overbroad in its scope because it restricts the former CNC employees\nfrom providing services to \nany\n client, regardless of whether the employee actually provided services to\nthat client during their time at CNC.\n  \nThis is in violation of the principle stated in \nFarr Associates v.\nBaskin\n, 138 N.C. App 276, 530 S.E.2d 878 (2000), that “[a] client-based limitation cannot extend beyond\ncontacts made during the period of the employee’s employment.”\n  \nId. \nat 276, 530 S.E.2d at 883.\n{38}\n      \nSince the 180-day covenants are invalid, a claim for tortious interference with them must also\nfail.\n \n{39}\n      \nPlaintiff also asserts its tortious interference claim with regard to contracts between CNC and its\nclients.\n  \nHowever, CNC is a provider and does not have contracts with its clients.\n  \nAs explained above, the\ncontract exists between the LME and the client. \n \nSince CNC cannot identify a contract that its clients were\ninduced not to perform, its claim for tortious interference must fail on this ground as well.\n  \nThus,\nDefendants’ motion for summary judgment on Plaintiff’s tortious interference with contract claim is\ngranted.\n \n{40}\n      \nAs to the claim for tortious interference with prospective economic advantage, Plaintiffs must\nshow that Defendants “induced a third party to refrain from entering into a contract with Plaintiff without\njustification.\n  \nAdditionally, Plaintiff must show that the contract would have ensued but for Defendants’\ninterference.\n  \nDaimlerChrysler Corp. v. Kirkhart\n, 148 N.C. App. 572, 585, 561 S.E.2d 276, 286 (2002).\n \n{41}\n      \nAs this claim pertains to potential clients of CNC, it fails for the same reason as the claim for\ntortious interference with contract.\n  \nSince CNC does not have contracts with its clients, there can be no\naction for interference with prospective client contracts.\n  \nAs to the CNC employees, the record reflects no\ninstance in which any of the Defendants prevented an employee from entering into an agreement with\nCNC.\n  \nFor these reasons, Defendants’ motion for summary judgment on Plaintiff’s tortious interference\nwith prospective economic advantage claim is granted.\n \n5.\nBREACH OF COVENANT NOT TO COMPETE\n{42}\n      \nAs the courts of this State have observed repeatedly for more than sixty years, “[c]ovenants not\nto compete between an employer and an employee are ‘not viewed favorably in modern law.’”\n  \nFarr\n, 138\nN.C. App. at 279, 530 S.E.2d at 881, \nquoting Hartman v. W.H. Odell & Assocs.\n, 117 N.C. App. 307, 311,\n450 S.E.2d 912, 916 (1994); \nsee also\n \nSafety Equip. Sales & Serv., Inc. v. Williams\n, 22 N.C. App. 410, 414,\n206 S.E.2d 745, 748 (1974); \nKadis v. Britt\n, 224 N.C. 154, 158, 29 S.E.2d 543, 545 (1944).\n  \nWhen\nanalyzing such restrictive covenants, the judiciary balances the employer’s interest “in a workable\nemployer-employee relationship” with the public’s interest in “individual economic freedom, free\ndissemination of ideas, and reallocation or labor to areas of greatest productivity.”\n  \nSee \n2 E. Allan\nFarnsworth, \nFarnsworth on Contracts\n § 5.3 (2d ed. 1998).\n \n{43}\n      \nTo be enforceable in North Carolina, a covenant not to compete must be: “(1) in writing; (2)\nreasonable as to time and territory; (3) made a part of the employment contract; (4) based on valuable\nconsideration; and (5) designed to protect a legitimate business interest of the employer.”\n  \nHartman\n, 117\nN.C. App. at 311, 450 S.E.2d at 916.\n  \nSeveral cases further state that the covenant cannot be “against\npublic policy.”\n  \nWhittaker Gen. Med. Corp. v. Daniel\n, 324 N.C. 523, 526, 379 S.E.2d 824, 826 (1989); \nsee\nalso AEP Indus., Inc. v. McClure\n, 308 N.C. 393, 402–03, 302 S.E.2d 754, 760 (1983).\n  \nA restrictive\ncovenant which satisfies these requirements is reasonable and will be enforced by the courts.\n  \nThe burden\nof proving reasonableness falls upon the party who seeks to enforce the covenant.\n  \nSee, e.g.\n, \nHartman\n, 117\nN.C. App. at 311, 450 S.E.2d at 916; \nHarwell Ent. v. Heim\n, 6 N.C. App. 548,\n  \n552, 170 S.E.2d 540, 543\n(1969); \nKadis\n, 224 N.C. at 158, 29 S.E.2d at 545.\n  \n“The reasonableness of a noncompetition covenant is a\nmatter of law for the court to decide.”\n  \nBeasley v. Banks\n, 90 N.C. App. 458, 460, 368 S.E.2d 885, 886\n(1988), \nciting\n \nShute v. Heath\n, 131 N.C. 281, 282, 42 S.E.2d 704 (1902).\n \n{44}\n      \nApplying this multifactor analysis to the facts of this case, factors (1), (3), and (4) present no\nbar to the enforceability of the covenant not to compete in Ms. Scruggs’s employment agreement.\n \nDocuments submitted to this Court are sufficient to prove that the covenant was in writing and part of\nScruggs’s employment agreement with CNC/Access.\n  \n(\nSee \nCompl. Ex. 1.)\n  \nThe requirement of valuable\nconsideration is also met.\n  \nThe Court of Appeals has previously found that “the promise of new\nemployment is valuable consideration in support of a covenant not compete.”\n  \nFarr\n, 138 N.C. App. at 279,\n530 S.E.2d at 881; \nsee also Milner Airco, Inc. v. Morris\n, 111 N.C. App. 866, 869, 433 S.E.2d 811, 813\n(1993).\n  \nHere, Scruggs entered into an employment agreement containing the covenant not to compete in\nconsideration for her new position with CNC/Access on September 12, 1996.\n  \nCNC’s promise of new job\nwas therefore valuable consideration.\n \n{45}\n      \nThe true issues arise with respect to the other factors.\n  \nTurning first to the reasonableness of the\ntime and territory restrictions, the cases make clear that there are no broadly applicable benchmarks to\nfollow.\n  \nRather, the Court’s inquiry must be highly fact-specific.\n  \nNorth Carolina courts have upheld\nnationwide restrictions, \nsee Enterprises, Inc. v. Heim\n, 276 N.C. 475, 481, 173 S.E.2d 316, 320 (1970),\nwhile striking down regional restrictions, \nsee VisionAIR, Inc. v. James\n, 167 N.C. App. 504, 509, 606\nS.E.2d 359, 363 (2004).\n  \nThese inconsistent results are entirely proper because the requirements of time\nand territory are related, and must be considered “in tandem.”\n  \nSee, e.g.\n, \nFarr\n, 138 N.C. App. at 280, 530\nS.E.2d at 881.\n  \nThe Court of Appeals has explained that “[a]lthough either the time or the territory\nrestriction, standing alone, may be reasonable, the \ncombined effect\n of the two may be unreasonable.\n  \nA\nlonger period of time is acceptable where the geographic restriction is relatively small, and vice versa.”\n \nId.\n \n{46}\n      \nIn spite of the dependent relationship between time and territory, there is little tolerance for time\nrestrictions of five years or more.\n  \nIndeed, “[a] five year time restriction is the outer boundary which our\ncourts have considered reasonable, and even so, five-year restrictions are not favored.”\n  \nSee, e.g.\n, \nid.\n  \nThe\ntime restriction in Ms. Scruggs’s cases was three years, and did not approach the treacherous five year\nboundary.\n  \nHowever, the facts demonstrate that a three-year restriction was unreasonable given the\nbusiness context in which this case arose.\n  \nFirst, CNC/Access representatives indicated in deposition\ntestimony that a consumer who stays with the company for two years is considered “long-term.”\n  \n(CNC\nDep. 265–66.)\n  \nSecond, employee turnover in the industry was extraordinarily high.\n  \nWith patients and\ncaregivers cycling through the system at such a rapid pace, a three year restriction seems longer than\nreasonably necessary to protect CNC/Access.\n \n{47}\n      \nThe Court must consider the three year time restriction along with the geographic restriction.\n  \nIn\norder to be considered reasonable, the territorial reach of a covenant not to compete must be no broader\nthan is necessary to maintain an employer’s present customer relationships.\n  \nSee, e.g.\n,\n Farr\n, 138 N.C. App.\nat 281, 530 S.E.2d at 882.\n  \n“The employer must show that the territory embraced by the covenant is not\nmore than necessary to secure the protection of its business or good will.”\n  \nId.\n  \nFurthermore, the Court of\nAppeals has enumerated six factors relevant to the determination of reasonableness:\n \n(1) [T]he area, or scope, of the restriction; (2) the area assigned to the employee; (3) the\narea where the employee actually worked or was subject to work; (4) the area in which the\nemployer operated; (5) the nature of the business involved; and (6) the nature of the\nemployee’s duty and his knowledge of the employer’s business operation.”\n \n \nHartman\n, 117 N.C. App. at 312, 450 S.E.2d 917.\n \n{48}\n      \nApplying these factors to the case at bar, the Court concludes that the territorial restriction in\nScruggs’s covenant not to compete is unreasonable.\n  \nThe covenant not to compete extends to the entire\nstate of North Carolina, and Scruggs was available for assignment anywhere in the state.\n  \nHowever,\nScruggs only worked in four counties in western North Carolina:\n  \nCaldwell, McDowell, Burke, and\nAlexander.\n  \nHer actual contact with clients was limited to these areas.\n  \nThe purpose of the covenant was to\nprotect the customer relationships of CNC/Access from erosion due to Scruggs’s knowledge and contact\nwith customers.\n  \nScruggs had no knowledge of or contact with CNC/Access customers outside of the four\ncounties mentioned above, and posed no threat to the company’s customer relationships in other parts of\nthe state.\n  \nPlaintiff’s argument that the territory restriction is reasonable because Scruggs technically \ncould\nhave been assigned to any part of the state is unavailing, and the statewide territorial restriction is\nunreasonable.\n{49}\n      \nConsidered in tandem, the three year time restriction and the statewide territorial restriction\ncombine to produce a covenant not to compete that in unreasonable as to time and territory.\n \n{50}\n      \nThe scope of a covenant not to compete must be “designed to protect a legitimate business\ninterest of the employer.”\n  \nHartman\n, 117 N.C. App. at 311, 450 S.E.2d at 916.\n  \nThe courts have\nrecognized that the protection of customer relations is a “legitimate business interest” of an employer.\n \nSee, e.g.\n, \nFarr\n, 138 N.C. App. at 280, 530 S.E.2d at 881.\n  \nYet the covenant cannot restrict too many\nactivities.\n  \nSee Henly Paper Co. v. McAllister\n, 253 N.C. 529, 534–35, 117 S.E.2d 431, 434 (1960).\n  \nThe\nCourt of Appeals addressed the permissible scope of a covenant not to compete in \nVisionAIR, Inc. v.\nJames\n, 167 N.C. App. 504, 606 S.E.2d 359 (2004).\n  \nThe covenant at issue in \nVisionAIR\n said that the\nemployee could not “own, manage, be employed by or otherwise participate in, directly or indirectly, any\nbusiness similar to Employer’s.”\n  \nId. \nat 508, 606 S.E.2d at 362.\n  \nThe court seized upon the prohibition on\nindirect ownership of a similar business, and noted that it would prohibit the employee from “holding\ninterest in a mutual fund invested in part in a firm engaged in business similar to VisionAIR.”\n  \nId \nat 509,\n606 S.E.2d at 363.\n \n{51}\n      \nThe covenant at issue here contains a similar provision.\n  \nScruggs is prohibited from competing\nwith CNC/Access “directly or indirectly, individually or as an employee, partner, officer, director or\nstockholder or in any other capacity whatsoever of any person, firm, partnership or corporation.”\n  \n(Scruggs\nEmployment Agreement § 6.A., Compl. Ex. 1.)\n  \nBy prohibiting Scruggs from even indirect ownership of a\ncompeting company, the covenant goes farther than is necessary to prevent Scruggs from competing for\nthe customers of CNC/Access.\n  \nIt therefore cannot be seen as protecting a legitimate business interest of\nthe employer.\n \n{52}\n      \nFinally, a covenant not to compete cannot be against public policy.\n  \nWhen addressing arguments\nbased on “public policy,” the courts must be cautious.\n  \nAn English judge once warned that public policy is\n“a very unruly horse, and once you get astride it you never know where it will carry you.”\n  \nSee\nFarnsworth on Contracts\n, \nsupra\n, § 5.2.\n  \nIt has been defined rather ambiguously as “principles and\nstandards regarded by the legislature or by the courts as being of fundamental concern to the state and the\nwhole of society.”\n  \nBlack’s Law Dictionary\n 1245 (7th ed. 1999).\n \n{53}\n      \nFortunately the policy of the legislature with regard to patient choice in health care in North\nCarolina is remarkably clear.\n  \nOur statutes proclaim that “[t]he General Assembly recognizes as a matter\nof public policy the fundamental right of an individual to control the decisions relating to the individual’s\nmental health care.”\n  \nN.C. Gen. Stat. § 122C-71(a).\n  \nThe courts have also noted the importance of patient\nchoice among physicians.\n  \nSee, e.g.\n, \nStatesville Med. Group v. Dickey\n, 106 N.C. App. 669, 418 S.E.2d 256\n(1992); \nIredell Digestive Disease Clinic v. Petrozza\n, 92 N.C. App. 21, 373 S.E.2d 449 (1988).\n  \nWhatever\n“public policy” may be, both the legislative and judicial branches have made clear that patient choice in\nhealth care is fundamentally important to the citizens of North Carolina.\n \n{54}\n      \nAs a consequence of this public policy in favor of patient choice, consumers in the MD/DD/SA\nfield are entitled to select their caregivers.\n  \nThe covenant not to compete at issue in this case restricts that\nright by purporting to prohibit Scruggs from working in the field for three years and across the entire\nstate.\n  \nAs stated above, this is more than is reasonably necessary to protect the economic interests of\nCNC/Access.\n  \nMoreover, it erodes patient choice in the affected region to an extent that this Court cannot\napprove.\n \n{55}\n      \nFor the foregoing reasons, the noncompetition provision in Scruggs’s contract with\nCNC/Access is invalid and unenforceable.\n  \nDefendants’ motion for summary judgment as to this claim is\ngranted.\n6.\nBREACH OF COVENANT NOT TO DISCLOSE CONFIDENTIAL INFORMATION\n{56}\n      \nDefendant Greer is a party to a Noncompetition, Confidentiality, and Nonsolicitation\nAgreement (“Greer Agreement”) with CNC.\n  \nPlaintiff alleges Greer breached the confidentiality portions\nof the agreement by improperly utilizing CNC trade secrets for the benefit of Universal.\n{57}\n      \nIn light of the Court’s ruling on Defendants’ motion for summary judgment on misappropriation\non trade secrets, their motion for summary judgment on breach of covenant not to disclose confidential\ninformation claim is denied.\n  \nThe claim thus survives to the extent it is based on the use of the fifty-seven\npolicies and forms contained in Defendants’ Deposition Exhibit 29.\n \n7.\nUNFAIR TRADE PRACTICES\n{58}\n      \nUnder N.C. Gen. Stat. § 75-1.1(a), “[u]nfair methods of competition in or affecting commerce,\nand unfair or deceptive acts or practices in or affecting commerce, are declared unlawful.”\n  \nPlaintiff claims\nthat Defendants engaged in unfair methods of competition by misusing confidential information of CNC.\n \nThe Court will allow the claim of unfair trade practices based on the alleged use of the fifty-seven policies\nand forms contained in Defendants’ Deposition Exhibit 29.\n{59}\n      \nThe Court has painstakingly compared all the documents in Defendants’ Deposition Exhibit 29.\n \n(Def.’s Joint Mot. for Summ. J. App. 34.)\n  \nThe documents consist primarily of human resources policies,\nforms, and other documents used internally at both CNC and Universal.\n  \nThe Court makes the following\nobservations about those documents.\n \n{60}\n      \nIn many instances, Universal obviously used the CNC personnel manual as a model.\n  \nSome\nsections are slavishly copied with only small format changes such as changing paragraph numbers to\nletters or vice versa.\n  \nMost of the policies copied were standard personnel policies dictated by federal laws\nor regulations.\n  \nExamples include overtime, family leave, military leave, and COBRA policies.\n  \nThere\nwere no policies that were unique or provided any kind of competitive advantage.\n  \nThe main benefit\nUniversal received from copying the CNC policies was getting the policies written quicker and cheaper.\n \nThe Court does not find such copying to be a significant factor in Universal’s ability to get started and\ncompete.\n  \nUniversal’s executives had ample experience to know what policies were needed and what their\nbasic content should be.\n  \nThe time and effort required to put the Universal manual together was clearly\nreduced by copying the CNC manual.\n{61}\n      \nSome Universal documents and policies were not copied from CNC.\n  \nSome policies not\ngoverned by laws or regulations were different.\n  \nUniversal added Martin Luther King, Jr. Day as a holiday\nfor example and had a different vacation policy.\n \n{62}\n      \nThere were certain documents which Universal copied that would not have been publicly\navailable.\n  \nThe Documentation Test and another test administered to new employees were simply copied\nrather than Universal taking the time and effort to create its own.\n \n{63}\n      \nThere were other documents Universal used that were clearly available and unprotected.\n  \nThe\nIndependent Contractor agreements are an example.\n  \nThe independent contractors were free to share those\ndocuments with Universal.\n  \nThere was no confidential information contained in them.\n{64}\n      \nThe job descriptions were also copied.\n  \nAgain, the information in the descriptions had no\nintrinsic value.\n  \nThe jobs were the same and the descriptions were not going to vary much.\n  \nUniversal\navoided the time and effort involved in doing their own version, but that was the only competitive\nadvantage obtained.\n \n{65}\n      \nIn summary, CNC has a claim that some of its human resource documents were copied and\nused by Universal without knowledge or consent.\n  \nThe use of those documents saved Universal time and\nmoney in drafting its own version of standard policies, but did not afford Universal any other competitive\nadvantage.\n  \nThe misuse was an unfair trade practice which occurred in commerce in North Carolina.\n \n{66}\n      \nPlaintiff suggests the facts of the case at bar are analogous to those in \nSunbelt Rentals, Inc. v.\nHead & Engquist Equipment, L.L.C.\n, 174 N.C. App. 49, 620 S.E.2d 222 (2005), in which this Court found\nthat defendant’s hiring of plaintiff’s branch managers and other personnel was a misappropriation of trade\nsecrets and an unfair and deceptive trade practice.\n  \nThe Court disagrees with this assessment, and finds that\nthe facts of this case are not analogous to those in \nSunbelt\n.\n \n{67}\n      \nSunbelt\n involved two companies in the business of renting construction equipment.\n  \nId. \nat 50,\n620 S.E.2d at 225.\n  \nIn the fall of 1999, the president and vice president for finance of BPS Equipment\nRental and Sales (“BPS”) resigned their positions and began working for a competitor, the Hi-Lift\nDivision of Head & Engquist Equipment, L.L.C. (“H&E”).\n  \nId. \nat 51, 620 S.E.2d at 225.\n  \nBy the summer\nof 2000, the former BPS officers had hired several branch managers away from BPS and successfully\nestablished H&E in seven cities where the company had no previous market presence.\n  \nId.\n  \nIn each new\ncity, “a significant number of key BPS personnel, if not all,” defected to H&E.\n  \nId.\n{68}\n      \nSunbelt \nthus involved the departure of a significant number of key employees, resulting in the\novernight establishment of H&E in seven new markets.\n  \nIn comparison, the number of CNC employees\nwho left for Universal is inconsequential.\n  \nThere was no mass exodus of key employees here as was the\ncase in \nSunbelt\n, and Universal was not able to quickly establish itself in multiple locations as H&E did.\n \nNor was there any surreptitious recruitment of CNC employees.\n       \nC.\nPLAINTIFF’S MOTION FOR SUMMARY JUDGMENT AS TO DEFENDANTS’ COUNTERCLAIMS\n{69}\n      \nDefendant Scruggs counterclaims \n \nfor (1) defamation, (2) malicious prosecution, and (3) unfair\nand deceptive trade practices.\n  \nDefendants Greer and Universal counterclaim for (1) defamation, (2)\ntortious interference with prospective economic advantage, and (3) unfair and deceptive trade practices.\n \n1.\nDEFAMATION\n{70}\n      \nAll Defendants have counterclaimed against Plaintiff for defamation based on Plaintiffs\ncommunications as described in section II.D. above.\n  \nPlaintiff has moved the Court to grant summary\njudgment as to the defamation claims.\n \n{71}\n      \n“Defamation” is an umbrella term encompassing two distinct torts—libel and slander.\n  \nSee, e.g.\n,\nTallent v. Blake\n, 57 N.C. App. 249, 251, 291 S.E.2d 336, 338 (1982).\n  \nLibel is generally defamation in\nwritten form, while slander is spoken.\n  \nId.\n  \nHowever, the line between the two forms of defamation is\nsometimes unclear.\n  \nFor example, “[w]hen defamatory words are spoken with the intent that the words be\nreduced to writing, and the words are in fact written, the publication is both slander and libel.”\n  \nClark v.\nBrown\n, 99 N.C. App. 255, 261, 393 S.E.2d 134, 137 (1990).\n  \nA libelous or slanderous statement which\nimpeaches the plaintiff in his trade, business, or profession is considered libel or slander per se.\n  \nE.g.\n,\nRaymond U v. Duke University\n,\n \n91 N.C. App. 171, 181, 371 S.E.2d 701, 708 (1986) (regarding slander\nper se);\n Renwick v. News & Observer Pub. Co.\n, 310 N.C. 312, 317, 312 S.E.2d 405, 409 (1984) (regarding\nlibel per se).\n  \nThe consequence of a statement being classified as libel or slander per se is a presumption of\ninjury to reputation, damages, and malice.\n  \n50 Am. Jur. 2d\n Libel and Slander \n§ 139 (2006).\n \n{72}\n      \nThe publisher of an allegedly defamatory statement may avoid liability in some situations by\nasserting either an absolute or a qualified privilege.\n  \nE.g.\n,\n Alpar v. Weyerhauser\n, 20 N.C. App. 340, 346,\n201 S.E.2d 503, 507 (1974).\n  \nAn absolute privilege only exists in “cases in which it is so much to the\npublic interest that the defendant should speak out his mind fully and freely that all actions in respect to\nthe words used are absolutely forbidden, even though it be alleged that they were used falsely, knowingly,\nor with express malice.”\n  \nRamsey v. Cheek\n, 109 N.C. 270, 274, 13 S.E. 775 (1891).\n  \nA qualified privilege\nallows a plaintiff to recover “if he can prove that the words were not used bona fide, but that the defendant\nused the privileged occasion artfully and knowingly to falsely defame the plaintiff.”\n  \nId.\n  \nThe\ndetermination of whether an occasion is privileged is a question of law for the court. \n \nHanton v. Gilbert\n,\n126 N.C. App. 561, 567, 486 S.E.2d 432, 437 (1997).\n{73}\n      \nTurning to the facts of this case, the Court finds no grounds for the existence of an absolute\nprivilege.\n  \nPlaintiff, relying on \nSmith v. McDonald\n, 895 F.2d 147 (4th Cir. 1990), argues that “certain of\nthe complaints, those filed with governmental agencies with regulatory authority, may well invoke the\nabsolute privilege which attaches to statements made in a quasi judicial context.”\n  \n(Pl. Br. Supp. Mot. for\nSumm. J. 13.)\n{74}\n      \n“[C]ommunications made in the course of an administrative proceeding are absolutely\nprivileged if the administrative officer or agency is exercising a judicial or quasi-judicial function.”\n \nMcDonald\n, 895 F.2d at 149.\n  \nThe term “quasi-judicial” is not clearly defined, but was addressed both in\nMcDonald\n and in \nAngel v. Ward\n, 43 N.C. App. 288, 258 S.E.2d 788 (1979).\n  \nIn both \nMcDonald \nand \nAngel\n,\nthe administrative proceedings at issue involved pending investigations, and both courts found that the\nproceedings were quasi-judicial.\n  \nIn \nAngel\n, a private citizen sent a letter to the supervisor of a federal\nemployee.\n  \nThe supervisor was already investigating the employee, and the Court of Appeals found that\nthis was a “quasi-judicial” proceeding.\n  \nSummarizing \nAngel\n, the Fourth Circuit observed that “evidence of\nthe supervisor’s ongoing investigation and solicitation of the letter . . . was necessary to demonstrate that\nthe supervisor was performing a quasi-judicial function in connection with the performance of his duty\nwith respect to a particular employee . . . and that the letter was not merely a complaint about the\nperformance of a public employee and so entitled to a qualified privilege.”\n  \nMcDonald\n, 895 F.2d at 150\nn.4.\n  \nIn \nMcDonald\n, the defendant wrote two letters to the president of the United States regarding a\ncandidate for United States attorney who was ultimately passed over.\n  \nId. \nat 148.\n  \nThe court found that the\npresident was performing a quasi-judicial function because he was investigating facts regarding the\nappointment.\n  \nId. \nat 151.\n \n{75}\n      \nHere, CNC/Access complained of Defendants to a number of government agencies, none of\nwhom were actively investigating Scruggs, Greer, or Universal.\n  \nIndeed, CNC/Access initiated each of\nthese complaints.\n  \nThus, Plaintiff’s assertions of absolute privilege on these facts are unfounded.\n  \nThese\ncommunications were mere complaints, and are entitled to a qualified privilege at most.\n{76}\n      \nThe Court of Appeals summarized the law of qualified privilege as follows:\n \nA defamatory statement is qualifiedly privileged when made:\n  \n(1) in good faith, (2) on\nsubject matter (a) in which the declarant has an interest or (b) in reference to which the\ndeclarant has a right or duty, (3) to a person having a corresponding interest, right, or duty,\n(4) on a privileged occasion, and (5) in a manner and under circumstances fairly warranted\nby the occasion, right, or interest.\n  \nThe existence of the privilege creates a presumption that\nthe communication was made in good faith and without malice.\n  \nTo rebut this presumption,\nthe plaintiff must show the statement was made with actual malice.\n \n \nBarker v. Kimberly-Clark Corp.\n, 136 N.C. App. 455, 460, 524 S.E.2d 821, 825 (2000).\n  \nIn order to prove\nthat a statement was made with “actual malice,” a plaintiff must show “evidence of ill-will or personal\nhostility on the part of the declarant” or that “the declarant published the defamatory statement with\nknowledge that it was false, with reckless disregard for the truth or with a high degree of awareness of its\nprobable falsity.\n  \nId. \nat 461, 524 S.E.2d at 825.\n \n{77}\n      \nA qualified privilege may exist on these facts.\n  \nHowever, there is sufficient evidence of malice\nand ill-will to raise a question of fact to be resolved by the trier of fact.\n  \nThe qualified privilege may exist\nbecause CNC/Access has an interest in preserving its customer base, and some of the agencies to which it\ncomplained had a corresponding duty to protect consumers from inappropriate pressure on the part of\ndeparting CNC/Access employees.\n  \nHowever, the Court notes that there is no qualified privilege for\ncomplaints knowingly filed with an agency that has no jurisdiction to hear the claims asserted.\n  \nSee\nAlexander v. Vann\n, 180 N.C. 187, 104 S.E. 360 (1920); \nLogan v. Hodges\n, 146 N.C. 38, 59 S.E. 349\n(1907).\n  \nHere, Defendant argues that neither the United States Department of Health and Human Services\nnor the North Carolina Health Care Personnel Registry had jurisdiction over the situation.\n  \nIf these\nagencies indeed lack jurisdiction to address such matters, then CNC/Access enjoys no qualified privilege\nwith respect to complaints submitted to them.\n \n{78}\n      \nBased on the foregoing, there are genuine issues of fact as to whether CNC/Access can meet its\nburden of establishing a qualified privilege.\n \n{79}\n      \nAssuming there is a qualified privilege, Defendants have presented sufficient evidence of\nmalice and ill will on the part of Plaintiff to present a genuine issue of fact.\n  \nScruggs has testified that\nCNC/Access executive Tommy Voegeli told her he would “ruin her reputation (Scruggs Dep. 20).\n \nScruggs’s supervisor, Joy Stigall, testified that she would “bash” Scruggs around the office.\n  \n(Stigall Dep.\n104.)\n  \nThere is also testimony that Stigall’s supervisor called for a “public hanging” of Scruggs.\n  \n(Voegeli\nDep. 149.)\n  \nThere is similar evidence as to Greer and Universal.\n  \nJudy Hardy publicly disparaged Greer\nand admitted that she filled out a draft ethics violation form to the NCHCPR to vent her “rage and\nfrustration.”\n  \n(CNC Dep. 870-71.)\n \n{80}\n      \nBased on the foregoing, a factfinder could conclude that there was malice and ill will on the\npart of CNC/Access such as to preclude the protection of any qualified privilege that may apply to its\ncommunications with third parties.\n  \nDefendants’ defamation claims are therefore not subject to summary\njudgment.\n \n2.\nMALICIOUS PROSECUTION\n{81}\n      \nBy Notice of Dismissal, filed May 22, 2006, Defendant Scruggs voluntarily dismissed without\nprejudice her counterclaim for malicious prosecution, thereby rendering moot Plaintiff’s motion for\nsummary judgment on that claim.\n3.\nTORTIOUS INTERFERENCE WITH PROSPECTIVE ECONOMIC ADVANTAGE\n{82}\n      \nDefendants Greer and Universal counterclaim for tortious interference with prospective\neconomic advantage on the part of CNC.\n  \nThese Defendants claim that CNC interfered with Universal’s\nprospective relationships with the Providers Council, the Western Highlands LME, and at least one\nemployee—Sherry Douglas.\n \n{83}\n         \nAs noted above, a plaintiff must show the following in order to prevail on a claim\nfor tortious interference with prospective economic advantage:\n(1) a valid contract between the plaintiff and a third person which confers upon the plaintiff\na contractual right against a third person; (2) the defendant knows of the contract; (3) the\ndefendant intentionally induces the third person not to perform the contract; (4) and in\ndoing so acts without justification; (5) resulting in actual damage to plaintiff. \n \nUnited Labs., Inc. v. Kuykendall\n, 322 N.C. 643, 661, 370 S.E.2d 375, 387 (1988)\n (citing \nChildress\nv. Abeles\n, 240 N.C. 667, 674, 84 S.E.2d 176, 181-82 (1954)\n).\n \n{84}\n      \nThe Court finds that there are genuine issues of material fact upon which a fact finder could\nconclude that CNC acted without justification and that Universal suffered damage.\n  \nPlaintiff’s motion for\nsummary judgment as to this claim is therefore denied.\n  \n  \n4.\nUNFAIR AND DECEPTIVE TRADE PRACTICES\n{85}\n      \nDefendants counterclaim for unfair and deceptive trade practices based on the alleged\ndefamation and its surrounding facts.\n  \nThey also allege that CNC filed the original lawsuit “for the\npurpose of harassing, intimidating and coercing Universal, its employees and prospective employees, and\nto force Universal out of business.”\n  \n(Scruggs Countercl. ¶ 77.)\n \n{86}\n      \nThe Court grants in part and denies in part Plaintiff’s motion for summary judgment on\nDefendants’ claim of unfair trade practices.\n  \nThe filing of this lawsuit by Plaintiff did not constitute unfair\ntrade practices.\n  \nAs indicated by the foregoing discussion, there was a genuine question of fact and/or law\nover the enforceability of the noncompetition provision in Defendant Scruggs’s employment contract with\nCNC.\n  \nThus, Defendants’ claims of unfair trade practices are dismissed, except to the extent they are\nbased on Defendants’ defamation claims.\n \n \nV.\nCONCLUSION\n{87}\n      \nBased upon the foregoing, it is hereby ORDERED, ADJUDGED, and DECREED that Plaintiff\nand Defendants’ cross motions for summary judgment are granted in part and denied in part as follows:\n1.\n      \nDefendants’ motion for summary judgment as to Plaintiff’s claim for breach of contract against\nDefendant Scruggs is GRANTED.\n2.\n      \nDefendants’ motion for summary judgment as to Plaintiff’s claim for misappropriation of trade\nsecrets is DENIED to the extent it is based on the alleged use of the fifty-seven policies and\nforms contained in Defendants’ Deposition Exhibit 29.\n3.\n      \nDefendants’ motion for summary judgment as to Plaintiff’s claims for tortious interference\nwith contract and/or prospective economic advantage is GRANTED.\n4.\n      \nDefendants’ motion for summary judgment as to Plaintiff’s claim for breach of covenant not to\ncompete against Defendant Scruggs is GRANTED.\n5.\n      \nDefendants’ motion for summary judgment as to Plaintiff’s claim for breach of covenant not to\ndisclose confidential information against Defendant Greer is DENIED to the extent it is based\non the alleged use of the fifty-seven policies and form contained in Defendants’ Deposition\nExhibit 29.\n6.\n      \nDefendants’ motion for summary judgment as to Plaintiff’s claim for unfair trade practices is\nDENIED to the extent it is based on the alleged use of the fifty-seven policies and form\ncontained in Defendants’ Deposition Exhibit 29.\n7.\n      \nPlaintiff’s motions for summary judgment as to Defendants’ counterclaims for defamation are\nDENIED.\n8.\n      \nPlaintiff’s motions for summary judgment as to Defendants’ counterclaims for unfair trade\npractices are DENIED to the extent it is based on Defendants’ counterclaims for defamation.\n \n9.\n      \nPlaintiff’s motion for summary judgment as to Defendants Greer and Universal’s counterclaim\nfor tortious interference with prospective economic advantage is DENIED.\n \n           \n            \nIT IS SO ORDERED, this the 15th day of November 2006.\n \n \n            \n \n \n           \n \n           \n "
}