{
  "id": "04617745ff84b44106a31b913ce36c1e6ac30dea5e2a3dfb894606c7161ba0ae",
  "source_file": "data/raw/ncbc/04617745ff84b44106a31b913ce36c1e6ac30dea5e2a3dfb894606c7161ba0ae.pdf",
  "raw_text": "Morris v. Scenera Research, LLC, 2012 NCBC 1. \n \n{1}  The matter is before the Court on cross-motions for summary \njudgment.  This Memorandum incorporates preliminary rulings of which the \nParties were advised by e-mail.  This Memorandum is also somewhat \nabbreviated as the Court seeks to issue a prompt ruling in light of the \napproaching trial date.   \nYoung Moore and Henderson P.A. by Walter E. Brock, Jr. and Andrew P. \nFlynt and Coats & Bennett PLLC, by Anthony J. Biller, for Plaintiff \nRobert Paul Morris. \n \nKilpatrick Townsend & Stockton LLP, by Hayden J. Silver III and John \nM. Moye, for Defendants Scenera Research, LLC and Ryan C. Fry.  \n \nGale, Judge. \n \nNature of the Action and Procedural History \n \n {2}  This case involves multiple claims and counterclaims arising from \nPlaintiff Robert Paul Morris’s (“Morris”) prior employment with Defendant \nScenera Research, LLC (“Scenera”) of which Defendant Ryan C. Fry (“R. \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \n \n IN THE GENERAL COURT OF JUSTICE \n \nSUPERIOR COURT DIVISION \n09 CVS 19678 \nROBERT PAUL MORRIS, \n \nPlaintiff, \n \nv. \n \nSCENERA RESEARCH, LLC, and \nRYAN C. FRY, \n \nDefendants. \n \n)\n \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n \n    \nMEMORANDUM OPINION MEMORANDUM OPINION MEMORANDUM OPINION MEMORANDUM OPINION    \nFry”) was an officer.  R. Fry’s father Stan Fry (“S. Fry”) was involved in \nhiring Morris and is often referred to in the record. \n {3}  The early procedural history of the case is summarized in this \nCourt’s Order on Motions to Compel entered August 26, 2011.   The Court \nissued a final order on the Motions to Compel on October 10, 2011, which \nthen triggered deadlines for filing dispositive motions.     \n {4}  On October 24, 2011, Morris filed his Motion for Partial Summary \nJudgment (“Morris’s Motion”) which seeks to dismiss Scenera’s Eighth and \nEleventh Defenses and the Third and Fourth claims of Scenera’s Second \nAmended Answer and Counterclaim, which related to Morris’s asserted \nbreaches of fiduciary duty and refusal to continue to assign invention rights. 1 \n {5}  Also on October 24, 2011, Scenera and R. Fry filed Defendants’ \nMotion For Summary Judgment (“Defendants’ Motion”) which seeks \njudgment in Defendants’ favor on Count I of the Counterclaim which seeks to \nhave the Court declare that Scenera owns patent rights to Morris’s \ninventions made during the term of his employment and also seeks to dismiss \nCounts II, III, and IV of Morris’s Complaint which seek relief based on claims \nof fraud, unjust enrichment, and retaliatory discharge. \n {6}  The motions were completely briefed, after which the Court held \noral argument on December 20, 2011 and gave the Parties informal notice of \nits rulings by a December 27, 2011 e-mail.   \n \nFacts \n \n {7}  Many of the background facts are undisputed, such as Morris \nbecame a prolific inventor and that at least until late 2008 he assigned the \nmajority of those inventions to Scenera.  The primary dispute revolves \naround whether Morris was obligated to assign those rights or whether his \nassignment was voluntary, and whether such assignments may now be \n                                            \n1  The Court uses the term “invention rights” as including patent assignments. \n \nrescinded because Scenera has refused to pay Morris compensation to which \nhe is entitled.  While the issues will have to be more carefully crafted before \nsubmission to the jury, primary contested factual issues underlying this key \nissue and addressed in the cross-motions include: (1) whether Morris was \n“hired to invent;” (2) if so, whether Morris and Scenera agreed that \nownership of any invention was vested in Morris until he elected to offer and \nScenera accepted assignment of the inventions in exchange for payments \npursuant to a bonus compensation system over and above his base salary; (3) \nwhether that bonus system was cancelled as of the end of 2007 or was instead \nmerely suspended while Scenera considered an alternative compensation \nsystem that Morris expected based on discussion with R. Fry; (4) whether \nScenera and/or R. Fry promised to offer Morris more favorable compensation \nin order to induce Morris to continue assigning inventions during 2008, while \nhaving no intention to fulfill those promises; (5) whether Morris is entitled at \na minimum to recover payments under the bonus system; (6) whether Morris \nwas terminated because he threatened an action to collect those amounts \nScenera refused to pay, entitling him to additional statutory penalties; and \n(7) whether Morris is entitled to rescind assignments already made.  As \ndiscussed below, the Court determines that some of these issues may be \nresolved by summary judgment whereas others cannot. \n {8}  Morris’s Complaint includes claims for breach of contract, fraud, \nunjust enrichment, and retaliatory discharge, and seeks monetary remedies \nor, at his option, the alternative rescission of invention assignments. Scenera \nin turn seeks a declaration that Morris was hired to invent as a result of \nwhich he was, as a matter of law, obligated to assign any invention to \nScenera, narrowing the trial to whether Morris is entitled to bonus \ncompensation.  Scenera contends that Morris is not entitled to rescind any \nassignment he has already made and is obligated to assign inventions made \nduring the term of his employment that he has not yet assigned.  Scenera \nclaims that Morris resigned his employment, but even if Scenera terminated \nhim, it had the right to do so for non-pretextual reasons unrelated to his wage \nclaim, particularly because Morris refused to abide by his obligation to \ncontinue to make patent assignments.  Scenera further claims that Morris \nbreached fiduciary duties owed to Scenera.   \n {9}  Morris was a former IBM employee with substantial training in \nsoftware.  He later was employed by Flashpoint Technologies, a company \nfounded by S. Fry.  S. Fry had also formed a company which was initially a \nholding company known as IPAC.  IPAC later became known as Scenera.  \nWhile employed by Flashpoint, Morris and IPAC entered a Confidentiality \nAgreement which included mutual non-disclosure obligations and pursuant \nto which any confidential information remained the property of the disclosing \nparty.  (Morris Aff. Ex. B ¶¶ 2, 3.)  Morris was not at that time an IPAC \nemployee but contracted with IPAC. \n {10}  S. Fry hired Morris in 2004 as Scenera’s first employee.  Morris \nhad a series of discussions with S. Fry preceding this employment, the extent, \nnature, and significance of which are disputed insofar as they represent any \nagreement regarding whether Morris was expected to invent for Scenera and \nwhether there was an understanding reached that Morris would own any \ninvention made during the course of his employment until he voluntarily \noffered to assign and Scenera accepted assignment of any such invention.  \nMorris testified that he expressed an interest in inventing but was neither \nobligated to nor expected to invent as a part of the regular employment \nduties he would undertake for Scenera, and that his base salary was for the  \nsubstantial duties other than inventing for which he was responsible. \n {11}  Morris and Scenera did not sign a written employment \nagreement.  Morris contends that the Parties understood that the ownership \nprovisions of the Confidential Agreement Morris signed while employed by \nFlashpoint continued.  Scenera contends that there was no such agreement \nand that once Morris was hired to invent for Scenera, he had no ownership \nrights in inventions made during the course of that employment.   \n{12}  As discussed in the analysis below, a critical initial factual \ndispute is then whether Morris was “hired to invent.”   The resolution of that \nissue controls the legal principles by which further claims must be decided, \nincluding the burden of proof on the issue of ownership.  If Morris is correct \nthat he was not hired or specifically charged to invent as a part of his \nemployment, then he would own inventions absent a contrary agreement, \nand the burden of proving that agreement would fall on the employer.  On the \nother hand, if Morris were hired or directed to invent as a part of his \nemployment, the controlling North Carolina legal standard would vest \nownership of the inventions in Scenera absent a contrary agreement, and the  \nburden of proving such an agreement rests with the employee.  Morris has a \nclaim to compensation associated with his inventions separate and apart of \nwhether he owned or owns those inventions.  It is undisputed that during \ncertain times of Morris’s employment, in addition to his base salary,  Morris \nwas entitled to receive up to $10,000.00 for each of his inventions on which \nScenera pursued patents, with $5,000.00 being earned when a patent \napplication was submitted and $5,000.00 being earned when a patent issued.  \nScenera concedes that the claim to this compensation survives summary \njudgment.    \n{13}  Morris proved to be a prolific inventor.  By July 2009 when \nMorris’s employment with Scenera ended, Morris contends that the unpaid \namount that had accrued under his bonus compensation plan was \n$210,000.00.  Scenera contends that the bonus compensation system had \nterminated as of the end of 2007, after which Morris was entitled to no \nfurther bonus compensation.  While Morris concedes that he voluntarily \nsuspended bonus payments beginning at the end of 2007 as Scenera \nundertook to formulate an alternative compensation program, he contends \nthat the bonus program was not cancelled, and that he continued to make \npatent assignments during 2008 only because he knew he was entitled to \ncompensation in addition to his base salary.  Morris contends that R. Fry \npromised that the offered alternative compensation would be tied to Scenera’s \nprofitability and more favorably reflect Morris’s contribution to that \nprofitability, and better reflect Morris’s risk and his reward.      \n{14}  Morris alternatively claims that even if the bonus program had \nbeen terminated at year-end 2007, R. Fry in July 2008 promised that the \nbonus system would be reimplemented for Morris if  Scenera did not meet \ncertain conditions by year end, such as providing Morris with an individual \nwritten employment contract and an appropriate incentive compensation \nprogram, and that these conditions were then not met.    \n{15}  Scenera contests Morris’s recollection of these conversations, and \nfurther claims that if R. Fry made promises, he kept them by proposing a \nemployment contract and an employee incentive program.  Ultimately, no \nagreement on any alternative compensation plan was ever reached and no \nwritten employment agreement was executed.   Morris claims that these \nproposals did not satisfy promises R. Fry made and that other documents \nprove that R. Fry never had any intention of keeping his promises.  Scenera \nclaims R. Fry had never made promises specific enough to be enforceable but \nrather had only agreed to make a proposal for further negotiation, which he \ndid, and that essentially Morris seeks to enforce “an agreement to agree.”  \n{16}  Morris testified to his frustration with the lack of progress toward \nthe promised incentive plan and written employment agreement and that he \nbegan in 2008 to press R. Fry for progress.  He continued to press into 2009, \nultimately hiring a lawyer who threatened on Morris’s behalf to bring a wage \nclaim under North Carolina’s Wage and Hour Act, N.C. Gen. Stat. §§ 95-\n25.1−25.25, for the $210,000.00 bonus compensation that had accrued and \nwhich Scenera refused to pay after Morris’s demand. \n{17}  The Parties disagree both on the facts leading up to the end of \nMorris’s employment in July 2009 and whether that end should be treated as \na resignation or a termination.  Morris claims that he was terminated in \nretaliation for his threat to bring a wage claim, which is a protected activity, \nsuch that he is entitled to recover under North Carolina’s Retaliatory \nEmployment Discharge Act, N.C. Gen. Stat. §§ 95-240−245 (“REDA”).  \nScenera contends that Morris had made clear his intention to leave the \ncompany and his attorney had indicated that the only option was to negotiate \na severance agreement, so that, as a result, Morris had effectively resigned \nand Scenera accepted his resignation.  Scenera alternatively contends that \neven if it had terminated him, the termination was not retaliatory because it \nhad an independent right to terminate him because he refused to make any \nfurther invention assignments to Scenera while being legally obligated to do \nso.  \n{18}  Scenera further claims that Morris, during the course of his \nemployment, breached fiduciary duties owed to Scenera by virtue of his \nposition as a company officer and because he had a level of responsibility and \ncontrol over the invention process sufficient to create common law fiduciary \nduties.  It contends Morris breached those duties by refusing to make further \nassignments, refusing to support one application before the USPTO, and by \nimproperly pursuing opportunities with potential licensees for his own \npersonal benefit.  Morris denies that he had such fiduciary duties in the first \ninstance and further that he breached any duty that might be found. \n {19}  More extensive facts elaborating on the positions are detailed in \nextensive affidavits and deposition testimony.   \n {20}  Morris seeks summary judgment on Scenera’s Third \nCounterclaim (breach of fiduciary duty), Fourth Counterclaim (refusal to \nassign), Eighth Defense (affirmative REDA defense of independent basis to \nterminate), and Eleventh Defense (unclean hands based on breaches of duty).  \nScenera seeks summary judgment on Count I of its Counterclaim (patent \nownership) and Morris’s third claim (fraudulent inducement) and fourth \nclaim (unjust enrichment). \n \n \nStandard of Review  \n{21}  Pursuant to N.C.R. Civ. P. 56(c) (“Rule 56”), a party is entitled to \nsummary judgment if the record shows that “there is no genuine issue as to \nany material fact and that any party is entitled to judgment as a matter of \nlaw.”  N.C.  G EN . STAT . § 1A, Rule 56(c) (2011).  The party seeking summary \njudgment bears the initial burden of demonstrating the absence of a genuine \nissue of material fact, which may be met by proving that an essential element \nof the opposing party’s claim is nonexistent.  DeWitt v. Eveready Battery Co. , \n355 N.C. 672, 681, 565 S.E.2d 140, 146 (2002).  If the movant successfully \nmakes such a showing, the burden then shifts to the nonmovant to present \nspecific facts establishing the presence of a genuine factual dispute for trial.  \nLowe v. Bradford , 305 N.C. 366, 369−70, 289 S.E.2d 363, 366 (1982). \n \nAnalysis  \n \nThe Issue of Ownership of Invention Rights \n \n {22}  As noted, a central issue that controls the legal principles the \nCourt must apply to many of the claims and defenses is whether Morris was \n“hired to invent,” and whether this issue can be resolved summarily.  The \nCourt concludes that, even when viewing the evidence most favorably to \nMorris, the developed record, and particularly his own testimony, establishes \nwithout material dispute that Morris was hired to invent and invention was a \npart of his regular employment responsibilities.  However, the Court also \nconcludes that the facts are in material dispute whether Morris and Scenera \nagreed that Morris owned and was not obligated to assign invention rights, \nand that Morris bears the burden of proving such an agreement, in the \nabsence of which ownership rights are vested in Scenera.  Further, even if \nMorris initially owned invention rights, he assigned them to Scenera.  If \nMorris is able to prove that the bonus compensation program remained in \neffect such that Scenera has not paid what it was obligated to pay, Morris is \nentitled to compensation but he is not entitled to rescind assignments he has \nalready made.  Whether he is obligated to assign inventions he has not \nalready assigned depends on whether Morris can prove that agreement.  If he \ncannot, he is obligated to assign those inventions to Scenera, and Scenera \nmay or may not be obligated to pay bonus compensation in exchange \ndepending on whether the bonus system remained in effect.   \n{23}  Morris’s Complaint asserts, and he has continued to testify, that \nhe was not hired to invent, but rather was hired for other substantial \nfunctions, including overseeing the invention disclosure process.  (Complaint \n¶¶ 10−14.)  The evidence, construed in Morris’s favor, tends to establish that \nhe did not believe he was obligated to assign invention rights.  However, his \nunilateral understanding is not controlling once it is established that he was \nhired or tasked to invent.     \n{24}  Morris concedes that one of his primary job responsibilities was to \ndetermine which inventions, including his own, went forward.  (Morris Dep. \n106:19−20.)  However, he further claims that his responsibilities did not \nobligate him to assign inventions and that inventing was beyond his normal \njob duties.  The Court concludes that his own testimony establishes \notherwise.   \n{25}  Shortly after his employment with Scenera began, Morris \nprepared a report which listed his personal goal of developing new invention \ndisclosures as a part of his work in research and development.  (Morris Dep. \nEx. 3; Morris Dep. 91:6−23.)  Morris has referred to himself as Scenera’s “lead \ninventor,” “chief inventor,” and at times its “sole inventor.”  (Morris Dep. \n119:3−120:11; 272:21−273:3; Morris Brief in Support of Motion to Summary \nJudgment 5.)  He has also referred to himself by the title of “Vice President of \nResearch,” being compensated at a base salary plus compensation for \npatents.  (Scenera Reply Brief in Support of Motion for Summary Judgment, \nEx. U (“Wage and Hour Complaint”).)  In that same Wage and Hour \nComplaint, he indicated that he relied on R. Fry’s promises regarding a new \ncompensation system to continue “normal employment activities, including \nassigning my invention rights . . .”  His job description prepared in June \n2009, shortly before his employment ended, listed his job description as \nincluding “Chief Inventor” among his other job responsibilities.  (Morris Dep. \nEx. 23.)   \n{26}  Scenera advances deposition testimony by other witnesses to \nsupport its contention, which evidence the Court need not here summarize \nbecause it concludes that Morris’s own testimony is adequate to establish \nthat he was hired to invent.    \n{27}  While the fact that Morris was hired to invent sets the legal \nstandard the Court must follow, it does not fully resolve the issue of \nownership of invention rights because there is the further dispute whether \nMorris and Scenera reached an agreement that varies the normal vesting of \nownership in the employer, such that Morris would retain ownership with the \noption to offer his inventions to Scenera in exchange for bonus compensation.   \n{28}  The ownership issue is essentially a term of the employment \ncontract.  While the terms of a contract normally require factual \ndeterminations, in the area of inventions by one hired to invent, the law \nimplies invention ownership in the employer in the absence of an actual \nagreement to the contrary.  Controlling North Carolina precedent establishes \nthat the employee who has been hired to invent has the burden of proving \nsuch an agreement to the contrary.    \n {29}  Federal patent law regulates who is the inventor, but once the \nfact and author of inventorship is established, ownership of patent rights \nderiving from the invention as a matter of the employment contract is \ngoverned by state law.  \nSee United States v. Dubilier Condenser Corp. , 289 \nU.S. 178, 186−87, 53 S.Ct. 554, 557, 77 L.Ed. 1114, 1118, amended by, 289 \nU.S. 706, 77 L.Ed. 1462 (1933); Teets v. Chromalloy Gas Turbine Corp. , 83 \nF.3d 403, 407 (1996); Speck v. N.C. Dairy Foundation, Inc. , 311 N.C. 679, \n686, 319 S.E.2d 139, 143 (1984);  Liggett Group Inc. v. Sunas , 113 N.C. App. \n19, 25, 437 S.E.2d 674, 678 (1993).   \n {30}  In \n Speck v. N.C. Dairy Foundation, Inc. , the North Carolina \nSupreme Court phrased the issue as follows: \n[T]he threshold issue . . . is whether the plaintiffs acquired any \ninterests cognizable in equity or at law at the time they \ndeveloped the secret process in question.  We hold that they did \nnot.   \n The respective rights of employer and employee in an \ninvention or discovery by the latter arise from the contract of \nemployment.  The fruit of the labor of one who is hired to invent, \naccomplish a prescribed result, or aid in the development of \nproducts belongs to the employer absent a written contract to \nassign.   \n \n311 N.C. at 686, 319 S.E.2d at 143 (citations omitted).  Under the facts of this \ndecision, ownership never vested with the inventor employee.  In \nSpeck , the \nprofessors had not been specifically assigned the duty to invent, but the \ninvention in question grew directly out of the course of their research \nfunctions which were a part of but not the entirety of their responsibilities as \nprofessors.  As in this case, there was no written employment contract that \nassigned invention ownership rights. \n {31}  The North Carolina Court of Appeals was called upon to apply \nSpeck  in Liggett Group Inc. v. Sunas , and in doing so, stated that “[t]he fact \nof employment, standing alone, does not endow an employer with exclusive \nownership rights to an invention, even though the invention may occur \nduring working hours.”  113 N.C. App. at 25, 437 S.E.2d at 678.  It read \nSpeck  as establishing two separate pathways by which the ownership is \nvested in the employer absent contrary agreement: (1) where the employee is \n“hired to invent, accomplish a prescribed result, or aid in the development of \nproducts;” or (2) the employee is set to experimenting with the view of \nmaking an invention and accepts payment for such work.  Id. (citing  Speck , \n311 N.C. at 686−87, 319 S.E.2d at 143−44).   \n {32}  North Carolina law is perhaps more favorable to the employer \nthan other states.  For example, the Federal Circuit, in addressing an \ninvention ownership dispute governed by Florida law, noted that Florida \ncommon law provides that an employer cannot claim ownership of an \nemployee’s invention “unless the contract of employment by express terms or \nunequivocal inference shows that the employee was hired for the express \npurpose of producing the thing patented.”  Teets ¸ 83 F.3d at 407 (citations \nomitted).   \n {33}  The Teets opinion also includes a convenient summary of \nprinciples that have developed in the federal courts concerning the interplay \nbetween the act of invention and the ownership of invention rights.  It noted: \nOwnership springs from invention.  The patent laws \nreward individuals for contributing to the progress of science \nand the useful arts.  As part of that reward, an invention \npresumptively belongs to its creator.  This simple proposition \nbecomes more complex when one creates while employed by \nanother person.  \n  \nConsistent with the presumption that the inventor owns \nhis own invention, an individual owns the patent rights even \nthough the invention was conceived and/or reduced to practice \nduring the course of employment.  At the same time, however, \nthe law recognizes that employers may have an interest in the \ncreative products or their employees . . .  \n \n In addition contract law allows individuals to freely \nstructure their transactions and employee relationships. An \nemployee may thus freely consent by contract to assign all rights \nin inventive ideas to the employer.  Without such an express \nassignment, employers may still claim an employee’s inventive \nwork where the employer specifically hires or directs the \nemployee to exercise inventive faculties.  When the purpose for \nemployment thus focuses on invention, the employee has \nreceived full compensation for his or her inventive work.  To \napply this contract principle, a court must examine the \nemployment relationship at the time of the inventive work to \ndetermine if the parties entered an implied-in-fact contract to \nassign patent rights.   \n \nTeets , 83 F.3d at 407 (citations omitted). \n {34}  Both Teets and Speck determined as a matter of law that in the \ncases before them ownership was vested in the employer by an implied-in-\nfact contract.  In essence, the logic is that an employer must first prove that \nthe employee was hired or tasked to invent, but an employee, who has been \nproven to accept employment that includes invention and is paid his \nemployment compensation, by implication agrees that the inventive rights \nbelong to the employer and bears the burden of proving otherwise.  The \nreasoning summarized in Teets is consistent with the North Carolina \nSupreme Court’s holding in Speck  that the question of ownership derives \nfrom the employment relationship, and that the agreement to assign \nownership to the employer may be implied from the employment relationship \nif inventing is a part of that relationship.   \n {35}  \nSpeck ’s holding does not preclude the employer and employee \nreaching an agreement that varies the normal implication of a contract of \nassignment to the employer.  311 N.C. at 686, 319 S.E.2d at 685.  But the \nemployee who was hired or tasked to invent must prove that agreement.  \nSpeck held that absent such an agreement, the employee never had any \nownership interest in the first instance.  311 N.C. at 686, 319 S.E.2d at 143. \n{36}  In Liggett Group Inc. v. Sunas , the employee’s initial employment \ndid not include invention and the facts were disputed whether the invention \noccurred before or after the employer tasked the employee with the \nresponsibility of continuing work to improve the invention.  The court noted \nthat if the process invented was after the employer’s direction to develop a \nprocess, the employee would have been tasked to invent and the process \nwould be owned by the employer.  On the other hand, if the process was \ninvented before the employee was tasked with work on the process, the \ninvention would belong to the employee.  Liggett , 113 N.C. App. at 27, 437 \nS.E.2d at 679−80.  There were then fact issues that precluded summary \nadjudication.  Likewise, fact issues precluded summary disposition of \nownership in Moore v. Am. Barmag Corp. , 693 F. Supp. 399, 403 (W.D.N.C. \n1988). 2  Here, the Court has determined that Scenera has established that \nMorris was hired or tasked to invent. \n{37}  There are cases from other jurisdictions where the facts were that \nthe employer and employee discussed ownership but did not reach mutual \nagreement, and the court held as a result that no agreement could be implied.  \nAs an example, Morris relies on Banks v. Unisys Corp. , 228 F.3d 1357 (Fed. \nCir. 2000).  There, the court held that disputed evidence precluded finding a \nmeeting of the minds for an implied-in-fact contract where at the time of \ninitial employment, the employee refused the employer’s request to sign an \nagreement that would assign any invention to the employer, the issue was \nnever revisited during the term of employment, and the employee refused on \nthe last day of employment to sign an agreement he believed would assign \ninventions to the employer.  As a result, there was no mutual agreement that \ncould be implied.  Banks , 228 F.3d at 1359−60.  The record, however, also \nincluded evidence that the employee had made the invention “on his own \ninitiative and on his own time,” a fact which may mean the case is more \nproperly read as the standard to be followed when the employee was not \nhired or tasked to invent.  Id. at 1358.  In fact, it appears that the critical \nholding in Banks was that summary disposition for the employer would not \nbe proper where there was a factual issue of whether the employer had \nproven one of the two exceptions recognized in Teets to “[t]he general rule . . . \nthat an individual owns the patent rights to the subject matter of which he is \nan inventor, even though he conceived it or reduced it to practice in the \ncourse of his employment.”  Id. at 1359.     \n                                            \n2  Another federal district court addressed Speck’s holding only in the context of a \npreliminary injunction determination and held that where there was no express contractual \nprovision to the contrary the employer has made a sufficient initial showing of a likelihood of \nsuccess on ownership to justify preliminary injunctive relief.  River’s Edge Pharm., LLC v. \nGorbec Pharm. Services, Inc. , No. 1-10CV991,  2011 U.S. Dist. LEXIS 29486 *4 (M.D.N.C. \nMarch 22, 2011)  \n{38}  If Banks is properly read to rest on the employer’s failure to \nsatisfy its burden of proving that the employee had been hired or tasked to \ninvent, its holding is not inconsistent with Speck and a requirement that the \nburden shifts to the employee hired to invent to prove a contrary agreement.   \n{39}  In any event, the North Carolina Supreme Court in Speck  makes \nclear that the general rule in North Carolina is that once it is established \nthat the employee is hired or tasked to invent, the invention rights belong to \nthe employer “absent a written contract to assign.”  311 N.C. at 686, 319 \nS.E.2d at 143.  While the North Carolina Supreme Court did not expressly so \nstate, it is evident that the burden of proving such an agreement rests on the \nemployee that has been hired to invent, and the employee cannot defeat \napplication of the general rule by proving his own unilateral understanding \nto the contrary.  As a separate note, Speck references a “written contract to \nassign.”  The Court is not yet prepared to and need not now hold that Speck  \nwould preclude enforcing a clear oral agreement vesting ownership in the \nemployee.  But the Court does read Speck  to establish a clear presumption \nthat an invention by one hired or tasked to invent belongs to the employer \nand that presumption controls absent proof of a mutual agreement to the \ncontrary.  \n{40}  Speck  does not provide guidance on the separate issue of what \nmay be the impact of an employer’s failure to compensate its employee.  As a \ngeneral proposition, once it is established that the ownership lies with the \nemployer, the employee is obligated to assign patent rights to the employer.  \nDubilier , 289 U.S. at 187;  see Pedersen v. Akona , 429 F. Supp. 2d 1130, 1142 \n(D. Minn. 2006).  However, an employer is also obligated to pay his employee. \n {41}  Neither does Speck  expressly resolve questions arising when an \nemployee who is hired to invent and proves a mutual agreement vesting \nownership with the employee, thereafter voluntarily assigns his invention to \nthe employer in anticipation of additional compensation but the employer \nrefuses payment because of a dispute whether it is owed.  The Court holds \nthat if Morris proves a mutual agreement vesting ownership in him, that \nsame proof also demonstrates that he has consistently assigned the rights to \nthe majority of those inventions to Scenera in exchange for compensation.  As \na result, his claim is a contract claim for such compensation and any \nassociated statutory penalties.  If the jury determines that Morris is owed \nadditional compensation, unless Scenera refuses or is unable to pay that \ncompensation, Morris is not entitled to rescind his prior assignments. \n {42}  In summary, the Court has determined in Scenera’s favor that \nMorris was hired to invent.  The issue then becomes whether Morris and \nScenera reached a mutual agreement vesting ownership in Morris.  That \nissue depends on material disputed issues on which Morris has the burden of \nproof.  Even if Morris proves a mutual agreement that ownership was \ninitially vested in Morris, Morris’s right became one of compensation once he \noffered an assignment which Scenera accepted.   \n {43}  The Court concludes that Morris’s right for any invention \npreviously assigned to Scenera is limited to that compensation which the jury \ndetermines is due pursuant to the patent bonus program, together with any \nstatutory penalties.  That amount depends on whether the jury finds that \nsuch program continued or was reinstituted.  Whether Morris has any \nobligation to assign any invention he has not yet assigned depends on \nresolution of the disputed issue of whether the Parties reached a mutual \nagreement vesting ownership in Morris.  \n {44}  Scenera’s motion for summary judgment on Count I of its \nCounterclaim is GRANTED IN PART and DENIED IN PART.  Morris’s \nmotion for summary judgment on the Fourth Count of Scenera’s \nCounterclaim is DENIED. \n \nMorris’s Fraudulent Inducement and Unjust Enrichment Claims\n \n {45}  The Parties have many disputes as to what may or may not have \nbeen said between Morris and R. Fry at or around the end of 2007 and \nwhether such discussions led to an agreement to cancel the patent bonus \ncompensation system that had been in place or merely to suspend it.  The \nCourt has held that these disputes cannot be resolved on summary judgment.  \nHowever, the Court does conclude that those facts, even viewed favorably to \nMorris, do not support a triable issue of fraudulent inducement or unjust \nenrichment and that Morris’s claim is limited to his contract claim of unpaid \ncompensation together with statutory penalties.   \n{46}  The undisputed evidence demonstrates that Morris continued to \nmake assignments in 2008 knowing that the bonus compensation system had \nat least been deferred and that there was no binding agreement in place for \nan alternative compensation system with which Morris would agree.  He \nelected to remain in Scenera’s employ and to continue to assign his \ninventions knowing at best that the only binding agreement was that he \nwould receive payments under the continuing bonus compensation program.  \nIf he receives that compensation, he will have received the only compensation \non which he could have reasonably relied when making the assignments.  \nThe fraud claim duplicates the contract claim and should not proceed \nindependently.  North Carolina State Ports Auth. v. Lloyd A. Fry Roofing, \nCo. , 294 N.C. 73, 81, 240 S.E.2d 345, 349 (1978); see Broussard v. Meineke \nDiscount Muffler Shops, Inc. , 55 F.3d 331, 346 (4th Cir. 1998); see also Strum \nv. Exxon Co., USA , 15 F.3d 327, 331 (4th Cir. 1994).   \n {47}  Further, the fraudulent inducement claim based on the promise of \nfuture compensation fails for lack of reasonable reliance or provable damage \nflowing from any such reliance.  See Spartan Leasing, Inc. v. Pollard , 101 \nN.C. App. 450, 400 S.E.2d 476 (1991) (indicating that dismissal of fraud claim \nis proper where the facts are insufficient as a matter of law to constitute \nreasonable reliance by the complaining party).  The Court is aware of \nlanguage in Liggett v. Sunas , which if read too broadly without reference to \nthe specific facts of that case, would seem to support a conclusion that a \npromisee is relieved of some strictures of his burden of proving certainty of \npromised future performance if he proves that at the time of the promise the \npromisor had no intent of performing.  113 N.C. App. at 21, 437 S.E.2d at \n681.  The specific language from Liggett is that: “[f]raud can be predicated \nupon a promissory representation when the promise is made with the intent \nto deceive and the promisor has no intent of performing his promise.”  Id.  \nHowever, it is important to read Liggett’s holding within the context of its \nfacts.  There, the plaintiff employee’s evidence was that Liggett had induced \nhim to take an early retirement offer by also promising that he would be \nrehired as a special consultant.  The employee resigned in exchange for that \npromise, but the employer never rehired the employee.  Liggett , 113 N.C. \nApp.  at 22−23; 437 S.E.2d at 677.   \n {48}  In contrast, in this case, even when construed most favorably to \nMorris, the evidence is that: (1) Morris and Scenera had a contract pursuant \nto which Scenera would make bonus payments in exchange for Morris’s \nassignment of patent rights; (2) that bonus system was suspended while \nMorris awaited a promised offer of an alternative compensation program, the \nterms of which would have to be determined in the future; (3) Scenera \npromised that the offer would be Scenera’s effort to incent Morris (and \nothers) to invent and better reflect Morris’s ability to participate in the \nfinancial rewards that would flow from successful monetizing of patents on \ninventions Morris had made, although Morris expressed no specific \nrequirements for such an arrangement and left details to be established by \nScenera; and (4) Scenera’s later offer was not acceptable and did not conform \nin good faith with Scenera’s promise to provide Morris a more appropriate \nemployment contract and that he was not “taken care of” as promised.  At the \ntimes during 2008 when he continued to make patent assignments, Morris \nknew that the only compensation to which he was guaranteed was the bonus \nprogram he had agreed to suspend.  The claim to that compensation is \ngrounded in contract and a full award on the contract claim will be adequate \ncompensation.  Morris is then not entitled to rescind assignments he has \nmade on the basis of a claim of fraudulent inducement.   \n {49}  Scenera’s motion for summary judgment as to Count III of \nMorris’s Complaint is GRANTED.  \n {50}  For the same reasons, Morris is not entitled to pursue his unjust \nenrichment claim.  His action is in contract for such payments rather than for \nquasi-contract.  \nDelta Envtl. Consultants, Inc. v. Wysong & Miles Co. , 132 \nN.C. App. 160, 165, 501 S.E.2d 690, 694 (1999) (indicating “[i]t is well \nestablished that if there is a contract between the parties, the contract \ngoverns the claim and the law will not imply a contract . . . [In such cases] an \naction for breach of contract, rather than unjust enrichment, is the proper \ncause of action”). \n {51}  According, Scenera’s Motion for Summary Judgment as to Count \nIV of Morris’s Complaint is GRANTED. \n \nScenera’s Claim that Morris Breached Fiduciary Duties \n \n {52}  Scenera asserts both an affirmative claim and a defense based on \nits assertion that Morris breached fiduciary duties owed to the company.  The \nCourt finds that there are material issues of fact as to whether Morris owed a \nfiduciary duty in the first instance, and, even if so, whether Scenera suffered \nany damage as a result of the breach of such duties.   \n {53}  Scenera claims, and Morris denies, that he was a Scenera officer \nwith corresponding fiduciary duties.  Unquestionably, Morris regularly used \nthe title of Vice President of Research, but he claims it was only a title and \nnot an actual office.  The disputed issue of fact precludes summary \nadjudication. \n{54}  Morris contends that even if he owed fiduciary duties, such duties \nwere waived by Scenera’s operating agreement.  While Delaware law, which \nwould govern whether a duty arises because of Morris’s corporate office, \nallows for a broad waiver or restriction of such duties as a matter of contract, \nDel. Code. Ann. tit. 6 § 18-1101(c), the Court does not believe that the \nlanguage of the Scenera operating agreement is sufficiently precise to provide \nfor such a complete waiver.  Compare Fisk Ventures, LLC v. Segal , No. 3017-\nCC, 2008 WL 1961156, at *11 (Del. Ch. May 7, 2008) (finding language in \noperating agreement sufficiently definite to “greatly restrict[ ] or even \neliminate[ ] fiduciary duties”) with Miller v. Am. Real Estate Partners, L.P. , \nNo. CIV-A-16788, 2001 WL 1045643, at *9 (Del. Ch. Sept. 6, 2001) (finding \nlanguage of operating agreement insufficiently definite to disclaim fiduciary \nduties and that other provisions of operating agreement “imply that the \nconcept of fiduciary duty will apply”).   \n{55}  Scenera further claims that Morris owed common law fiduciary \nduties because of the influence and control he had over the Scenera invention \nprocess.  See, e.g., Abbitt v. Gregory , 201 N.C. 577, 598, 160 S.E.2d 896, 906 \n(1930); see also Sunbelt Rentals, Inc. v. Head & Engquist Equip., L.L.C. , \n2002 NCBC 4 (N.C. Super. Ct. Jul. 10, 2002), http://www.ncbusinesscourt.net/ \nopinions/2002%20NCBC% 204%20%28Sunbelt%29.pdf (indicating that for \nfiduciary duties to arise out of an employment relationship, “more must be \nshown than the ordinary characteristics of the employer-employee \nrelationship”).  While the Court believes it a close question, and that the \nclaim may not survive a motion for directed verdict, genuine issues of \nmaterial fact presently exist as to whether Morris owed Scenera a fiduciary \nduty because he exercised sufficient domination and influence over the \ninvention process such that Scenera “was somehow subjugated to the \nimproper influences or domination of [its] employee.”3   Dalton v. Camp , 353 \nN.C. 647, 652, 548 S.E.2d 704, 708 (2001). \n                                           \n \n3   To the extent that the asserted breach is Morris’s failure to assign invention rights, that \nissue will have been resolved through the breach of contract claims.  The Court is not yet \npersuaded that Morris’s single failure to attend a meeting with the USPTO rises to the level \nof a breach of fiduciary duty, particularly considering Morris’s offered explanation of why he \ndid not attend.  (Morris Dep. at 96−97.)    \n \n{56}  The Court also believes that if Morris is determined to have \nfiduciary duties to Scenera, there are material issues of fact whether Scenera \nsuffered any harm from a breach of such duties, and particularly considering \nthat any Scenera monetary claims would largely be resolved with the \ndetermination of Morris’s contract claims. \n{57}  Accordingly, to the extent that the cross-motions for summary \njudgment seek the summary adjudication of the claim or defenses based on \nthe existence or breach of fiduciary duties, they are DENIED. \n \nThe REDA Claim  \n {58}  The Parties dispute whether Morris resigned or whether he was \nterminated, and if terminated, whether he was terminated for non-pretextual \nreasons independent of his demands for bonus compensation.  For purposes of \nsummary judgment, the facts are construed in Morris’s favor. \n {59}  Morris claims that he was terminated in retaliation for his threat \nto pursue a wage and hour claim once it became clear that Scenera would \nneither pay him what he contended was his accrued bonus payments nor \noffer him an acceptable alternative compensation arrangement. \n {60}  Scenera first claims that no REDA claim lies because there is no \ntemporal connection between Morris’s claims and his employment \ntermination.  See Smith v. Computer Task Group , 568 F. Supp. 2d 603, 613 \n(M.D.N.C. 2008); see also  Salter v. E & J Healthcare, Inc. , 155 N.C. App. 685, \n575 S.E.2d 46 (2003).  While the dispute over Morris’s compensation began \nseveral months before his employment ended, the Court finds that the issue \ndid not altogether crystalize until shortly enough before his employment \nended and that Morris has satisfied the statutory temporal requirement.  \n {61}  Scenera further claims that it has sustained its burden in proving \nthe REDA statutory affirmative defense that it would have terminated \nMorris on grounds independent of any retaliation for protected activity.  See  \nN.C. Gen. Stat. § 95-241(b) (2011).  Specifically, Scenera claims that Morris \nengaged in a “major act of insubordination” when refusing to execute further \npatent assignments.  (R. Fry Dep. 184:18.)  That defense depends on \nScenera’s contention that Morris was legally obligated to make such an \nassignment, and the Court has held that this disputed issue must be resolved \nat trial.  It follows that the affirmative defense under REDA must likewise be \nresolved at trial. 4 \n \nConclusion  \n {62}  Morris’s Motion is DENIED.  \n {63}  Defendants’ Motion with respect to the following issues is \nGRANTED: \n a)  The question of whether Morris was hired to invent.   \n b)  Morris’s fraudulent inducement claim.   \n c)  Morris’s unjust enrichment claim.   \n {64}  Defendants’ Motion is otherwise DENIED: \n \n IT IS SO ORDERED, this 4th day of January, 2012. \n \n                                                  \n        \n                                           \n \n4  Based on this determination, the Court need not resolve at this time Morris’s separate \nargument that Scenera must first admit that it terminated Morris rather than accepting his \nresignation as a condition of raising the affirmative defense and whether Scenera’s position \nthat Morris resigned is an “inconsistent reason for termination” which bars the defense.  \nCompare  Smith , 568 F. Supp. 2d at 617 n. 18 and  Edwards v. PHS Phosphate Co. , No. 4:10-\nCV-89-BO, 2011 WL 3916041, at *2−4 (E.D.N.C. Sept. 5, 2011). "
}