{
  "id": "047749eb6e0c1bd326eccbee12fad9017f381954c3cbf64e01bc1fbfef7ecfba",
  "source_file": "data/raw/ncbc/047749eb6e0c1bd326eccbee12fad9017f381954c3cbf64e01bc1fbfef7ecfba.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nGUILFORD COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 9346 \nJOSHUA T. LANGLEY, \n \nPlaintiff/Counterclaim \nDefendant \n \nv. \n \nAUTOCRAFT, INC.,  \n \nDefendant \n \n v. \n \nLB METALWORX, LLC, \n \nCounterclaim Defendant. \n \nORDER AND OPINION ON \nCOUNTERCLAIM DEFENDANTS’ \nMOTION FOR JUDGMENT ON THE \nPLEADINGS \n1. Autocraft, Inc. (“Autocraft ”) hired Joshua Langley  (“Langley”) to \nmanage its business.  While employed, Langley established a competing business, LB \nMetalworx, LLC (“LBM”), and allegedly funneled customer orders and other work  \nfrom Autocraft to that  new business, violating his employer’s trust.   After Langley \nsued Autocraft for breach of his employment agreement, Autocraft counterclaimed \nfor breach of fiduciary duty, constructive fraud, and unfair and deceptive trade \npractices.  \n2. Langley and LB M move pursuant to Rule 12(c) of the North Carolina \nRules of Civil Procedure (the “Rule(s)”) for judgment on the pleadings with respect to \nAutocraft’s counterclaims (“Motion”), (ECF No. 20).  For the following reasons, the \nCourt GRANTS the Motion.   \nLangley v. Autocraft, Inc., 2023 NCBC 53. \nCarruthers & Roth, P.A., by Kevin A. Rust, for Plaintiff Joshua T. \nLangley and Counterclaim Defendant LB Metalworx, LLC. \n \nTuggle Duggins P.A., by Daniel D. Stratton, Brandy L. Mansouraty, \nDenis E. Jacobson, and Alexandria B. Morgan, for Defendant Autocraft, \nInc. \n \nEarp, Judge. \nI. FACTUAL BACKGROUND \n3. On a motion for judgment on the pleadings, t he Court does not  find \nfacts but rather recites the facts alleged in the pleadings that are relevant to the \nCourt’s determination of the Motion.   E.g., Erickson v. Starling, 235 N.C. 643, 657 \n(1952); Agarwal v. Estate of Agarwal, 2022 NCBC LEXIS 10, at **2 (N.C. Super. Ct. \nFeb. 9, 2022).  \n4. Autocraft is a North Carolina corporation with its principal  place of \nbusiness in Randolph County, North Carolina.  ( Answer, Affirmative Defs. , and \nCountercl.  8-22 [“Counterclaims”], ECF No. 11, ¶ 3.)\n1 \n5. Autocraft’s Annual Report for fiscal year 2022 filed with the North \nCarolina Secretary of State on 11 April 2023 reflects that Keith Clapp is the President \nof Autocraft and its Registered Agent.2  \n \n1 For clarity, the Court refers to pages 1-7 of Autocraft’s Answer, Affirmative Defenses, and \nCounterclaims as Autocraft’s “Answer” and to pages 8-22 of the same document as Autocraft’s \n“Counterclaims.”   \n \n2See https://www.sosnc.gov/online_services/business_registration/flow_annual  report/5261981  (last \nvisited 7 August 2023).  When deciding a Rule 12(c) motion, t he Court “must consider the \ncomplaint in its entirety, as well as other sources courts ordinarily examine when ruling on \nRule 12(b)(6) motions to dismiss, in particular, documents incorporated into the complaint \nby reference, and matters of which a court may take judicial notice.”  QUB Studios, LLC v. \nMarsh, 262 N.C. App. 251, 260 (2018) (quoting Tellabs, Inc. v. Makor Issues & Rights, Ltd ., \n6. Langley is a resident of Randolph County, North Carolina .  He was \nformerly employed by Autocraft and is an owner of LBM.  (Countercls. ¶¶ 1, 5, 8.) \n7. LBM is a North Carolina limited liability company with a principal place \nof business in Randolph County, North Carolina.  (Countercls. ¶¶ 7-8.) \n8. Both Autocraft and LBM are in the business of providing precision \nmachined components.  ( Countercls. ¶¶ 4, 9.)  The  two companies are competitors.  \n(Countercls. ¶ 10.) \n9. Autocraft has extensive experience and expertise in the niche market of \nprecision machined components .  ( Countercls. ¶ 11.)  The machinery used by \nAutocraft requires a high level of technical expertise.  (Countercls. ¶ 11.) \n10. Autocraft has invested a substantial amount of time, money, and effort \nto develop productive business relationships and goodwill  with customers, \nprospective customers, vendors, employees, referral sources, and others.  (Countercl. \n¶ 12.)  It invested in training Langley, who ultimately ran all aspects  of Autocraft’s \nbusiness prior to his termination.   (Countercls. ¶ 13.) \n11. Autocraft employed Langley from on or around 28 December 2016 until \n22 August 2022.  ( Countercl. ¶ 14.)  Autocraft alleges that he was employed at will.  \n(Answer at 7, [“Seventeenth Affirmative Defense”].)    \n \n551 U.S. 308, 322 (2007)).  Cf. BB&T Boli Plan Trust v. Mass. Mut. Life Ins. Co., 2016 NCBC \nLEXIS 36, at **27 (N.C. Super. Ct. Apr. 29, 2016) (citing Wood v. J.P. Stevens & Co ., 297 \nN.C. 636, 641 (1979) (“[I]t is clear that judicial notice can be used in rulings on .  . . motions \nto dismiss for failure to state a claim[.]”)).   \n12. During his employment  Langley was granted access to all aspects of \nAutocraft’s business and had substantial responsibility for its overall operations.  \n(Countercls. ¶ 15.) \n13. Among other duties, Langley was responsible for overseeing employees, \ncustomer relationships, supplier relationships, and production facilities.  (Countercls. \n¶ 16.)  On a daily basis, Autocraft entrusted Langley with: \na. Oversight of Autocraft’s facilities; \nb. Developing relationships with Autocraft’s customers, potential \ncustomers, and referral sources; \nc. Managing Autocraft’s employees; \nd. Interacting with Autocraft’s suppliers, including by anticipating \nAutocraft’s supply needs and placing orders. \n(Countercls. ¶ 17.) \n14. Langley also had access to Autocraft’s training and development \nmaterials for its management  and operating personnel , as well as  to its other \nconfidential and proprietary business information, including information regarding \nAutocraft’s machinery, equipment, customers, marketing, and pricing.  ( Countercls. \n¶¶ 19-20.) \n15. Autocraft trusted Langley to manage its operations.  (Countercls. ¶ 21.) \n16. On or about 28 December 2016, Langley, Keith Clapp, and Sharon \nClapp3 executed a document ti tled, “Josh Langley’s Autocraft Contract.”   The \n \n3 Sharon Clapp is not identified in the pleadings. \n \ndocument purports to provide Langley the ability to review the company’s financial \nrecords after four years of employment, and the option to become a 10% owner of \n“Autocraft Technologies” after he was employed for five years.4  (Compl., Ex. A., ECF \nNo. 3.) \n17. Langley was n ever permitted to review t he company’s finances  even \nthough he worked for Autocraft for more than four years .  (Countercl s. ¶  10.)  \nAutocraft denies that Langley ever had or , prior to his discharge, ever attempted to \nexercise th e option to become an owner .  (Countercls. ¶¶ 8, 12, 1 4, 15, 28 .)  No \nAutocraft stock has been conveyed to Langley.  (Countercls. ¶ 20.) \n18. In January 2022 , Langley opened LBM, a competitive business.  \n(Countercls. ¶ 23.)  Autocraft alleges that , while Langley was still employed, he  \npurchased machining equipment capable of producing the same or similar products \nto those produced by Autocraft  in order to compete with Autocraft .  ( Countercls. \n¶¶ 24-25.)   \n19. Langley did not disclose to Autocraft that he had purchased this \nequipment, and it was not his job to operate such equipment.  (Countercls. ¶¶ 26-27.) \n20. Autocraft alleges that from January 2022 through the time of his \ndischarge from employment, Langley took orders on behalf of LBM ( and perhaps \nother competing companies ) while on Autocraft company time .  ( Countercls. ¶¶ 29-\n30.)   \n \n4 Neither party addresses the inconsistency between the name of the defendant, Autocraft, \nInc., and the reference in Exhibit A to “Autocraft Technologies.” \n21. Autocraft further alleges that, while Langley was still employed by it, \nhe began using knowledge that he acquired on the job to perform work for customers \nand potential customers of Autocraft  in competition with Autocraft.  ( Countercls. \n¶ 31.)   \n22. Langley also allegedly used Autocraft’s business relationships and \nconfidential information  to undermine  Autocraft’s relationships with its key \nemployees and encourage those employees to leave Autocraft and work for LBM.  \n(Countercls. ¶ 32.)  Langley similarly undermined Autocraft’s relationships with its \npotential and current customers.  (Countercls. ¶ 33.)   \n23. Langley did  not disclose eithe r his financial interest in  LBM or his \ncompetitive activities on behalf of LBM while he was employed by Autocraft.  \n(Countercls. ¶ 34.)   \n24. Langley engaged in the activities alleged for his own personal gain.  \n(Countercls. ¶ 35.)   \n25. Autocraft terminated Langley’s employment immediately after \ndiscovering his conduct on or around 22 August 2022.  (Countercls. ¶ 36.)   \nII.  PROCEDURAL HISTORY \n26. Plaintiff initiated this action with the filing of his  Complaint on 19 \nDecember 2022.  (ECF No.  3.)  The matter was designated to the North Carolina \nBusiness Court and assigned to the undersigned on 6 January 2023.  (ECF Nos. 1, 6.)  \n27. On 22 February 2023, Defendant filed its  responsive pleading and \nasserted three (3) counterclaims: (1) breach of fiduciary duty  against Langley ; (2) \nconstructive fraud against Langley ; and (3) unfair and deceptive trade practices  \nagainst both Langley and LBM.   \n28. On 13 March 2023, the Court issued  an Order adding LB M as a \ncounterclaim defendant.  (ECF No. 17.)  \n29. On 20 March 2023, Langley and LBM filed a motion for judgment on the \npleadings seeking dismissal of all three counterclaims.  (ECF No. 20.)  The Motion \nwas fully briefed, and on 13 June 2023, the Court entertained arguments at a hearing \non the Motion, during which all parties were present.  (See ECF No. 33.)  The Motion \nis now ripe for disposition. \nIII. LEGAL STANDARD \n30. On a motion for judgment on the pleadings pursuant to Rule 12(c), the \nCourt must view the facts and permissible inferences in the light most favorable to  \nthe nonmoving party: \n[a]ll well pleaded factual allegations in the nonmoving party’s pleadings \nare taken as true and all contravening assertions in the movant’s \npleadings are taken as false.  All allegations in the nonmovant’s \npleadings, except conclusion s of law, legally impossible facts, and \nmatters not admissible in evidence at the trial, are deemed admitted by \nthe movant for purposes of the motion. \n \nRagsdale v. Kennedy , 286 N.C. 130, 137 (1974) (citations omitted).   “Legal \nconclusions, however, are not entitled to a presumption of validity.”  Charlotte Motor \nSpeedway, LLC v. Cty of Cabarrus, 230 N.C. App. 1, 6 (2013)  (quoting Guyton v. FM \nLending Servs., Inc., 1999 N.C. App. 30, 33 (2009)). \n31. The movant is held to a “strict standard.”  Ragsdale, 286 N.C. at 137.   A \nRule 12(c) motion should not be granted “unless the movant clearly establishes that \nno material issue of fact remains to be resolved and that he is entitled to judgment \nas a matter of law.”  Carpenter v. Carpenter, 189 N.C. App. 755, 761 (2008).   \n32. “[J]udgment on the pleadings is not appropriate merely because the \nclaimant’s case is weak and he is unlikely to prevail on the merits.”  Huss v. Huss, 31 \nN.C. App. 463, 469 (1976).  The function of Rule 12(c) “is to dispose of baseless claims \nor defenses when the formal pleadings reveal their lack of merit.”  Ragsdale, 286 N.C. \nat 137.   \nIV.  ANALYSIS \nA. Breach of Fiduciary Duty (Langley) \n33. Plaintiff and LBM contend that Autocraft has failed to state a claim for \nbreach of fiduciary duty because “an employee does not owe an employer a fiduciary \nduty.”  (Br. Supp. Mot. J. Pldgs. 5, [“Pl.’s Br.”], ECF No. 21.)  In their view, insufficient \nfacts have been alleged to give rise to a de facto  fiduciary duty, and they cite Dalton \nv. Camp, 353 N.C. 647 (2001), in support of their position that  an employee will not \nbe found to be a fiduciary of his employer absent the employee’s ability to exercise \n“dominance and control over his employer.”  (Pl.’s Br. 6.)    \n34. Conversely, Autocraft’s position is that Langley’s alleged p ower within \nthe company justifies imposing fiduciary duties on him.  (Def. Autocraft, Inc.’s Resp. \nOpp. Joshua T. Langley and LB Metalworkx, LLC’s Mot. J. Pldgs. [“Def s.’ Br.”] 2, \nECF No. 30.)   Autocraft argues that Langley was “entrusted with managerial control \nand [exercised] ind ependent judgment over all aspects of Au tocraft’s business.”  \n(Defs.’ Br. 12.)  Autocraft further contends that Langley “overgeneralizes the holding \nof Dalton, and fails to recognize that . . . there is not a ‘one-size-fits-all’ rule.”  (Defs.’ \nBr. 14.)  \n35. Autocraft alleges that Langley  “willfully, maliciously, and consciously \nbreached his fiduciary duty to Autocraft” by:  \na. Opening up busines ses in direct competition with Autocraft’s \nbusiness; \nb. Actively concealing his competing business entities; \nc. Usurping corporate opportunities; \nd. Misappropriating Autocraft’s Business Relationships and \nExpectancies and confidential information; \n \ne. Working on company time and using company resources to build his \ncompeting businesses; \n \nf. Engaging in self-dealing; \ng. Recruiting employees of Autocraft for employment by Langley and/or \nLBM; and \n \nh. Causing himself and LBM to gain an unfair competitive advantage \nand head-start in the marketplace including based on the foregoing. \n \n(Countercls. ¶ 45.) \n36. To state a claim for breach of fiduciary duty, Plaintiff must plead the \nexistence of a fiduciary duty, a breach of that duty, and injury proximately caused by \nthe breach.  E.g., Green v. Freeman , 367 N.C. 136, 141 (2013).  Where there is no \nfiduciary duty, there can be no claim for its breach.  Governor’s Club Inc. v. Governors \nClub Ltd. P’ship, 152 N.C. App. 240, 247 (2002). \n37. A fiduciary relationship is one in which  “there has been a special \nconfidence reposed in one who in equity and good conscience is bound to act in good \nfaith and with due regard to the interests of the one reposing confidence. ”  \nCommScope Credit Union v. Butler & Burke, LLP , 369 N.C. 48, 52 (2016).  “[I]t \nextends to any possible case in which a fiduciary relationship exists in fact, and in \nwhich there is confidence reposed on one side, and resulting domination and influence \non the other.”  Dalton, 353 N.C. at 651- 52 (quoting Abbitt v. Gregory, 201 N.C. 577, \n598 (1931)). \n38. “North Carolina recognizes two types of fiduciary relationships:  de jure, \nor those imposed by operation of law, and de facto, or those arising from the particular \nfacts and circumstances constituting and surrounding the relationship. ”  Hager v. \nSmithfield E. Health Holdings, LLC, 264 N.C. App. 350, 355 (2019) (citing Lockerman \nv. S. River Elec. Mbrshp. Corp., 250 N.C. App. 631, 635 (2016)).  \n39. “The standard for finding a  de facto fiduciary relationship is a \ndemanding one: Only when one party figuratively holds all the cards —all the \nfinancial power or technical information, for example —have North Carolina courts \nfound that the special circumstance of a fiduciary relationship has arisen. ”  \nLockerman, 250 N.C. App. at 636 (citation and internal quotation marks omitted).  It \nis insufficient to allege mere influence over another’s affairs.  Hartsell v. Mindpath \nCare Ctrs., 2022 NCBC LEXIS 130, at **11 (N.C. Super. Ct. Nov. 2, 2022).    \n40. A fiduciary relationship does not arise between an emp loyee and his or \nher employer by operation of law, and only in rare circumstances does such a duty \narise from the particular facts of an employment relationship.  Dalton , 353 N.C. at \n652 (“Under the general rule, the relation of employer and employee is not one of \nthose regarded as confidential.” (citations omitted)). \n41. In Dalton v. Camp , the employer , Dalton, produced a n employee  \nnewspaper for a client.  Camp, Dalton’s employee, was primarily responsible for the \npublication.  Unbeknownst to Dalton, Camp negotiated a deal with the client to start \nhis own business and continue the publication there.  Thereafter, when Dalton’s \ncontract with the client expired, Camp, while still employed by Dalton, entered  into \na contract with the client to produce its newspaper at his competing business.  Camp \nresigned from his position with Dalton two weeks later, and the client moved its work \nwith Camp to his new competing business.  Dalton, 353 N.C. at 654. \n42. Dalton then sued  Camp for, among other things, breach of fiduciary \nduty.   But the Supreme Court upheld summary judgment for defendants on the claim \nbecause Camp’s duties “were not unlike those of employees in other businesses and \ncan hardly be construed as uniquely positioning him to exercise dominion over \nDalton.”  Id. at 652.   \n43. Such is the case here.  While undoubtedly important as a manager of \nthe enterprise, Autocraft does not allege that Langley was in such a position of control \nover it that it was “subjugated” to his “improper influences or dominion.”  Id. at 652.  \nIndeed, our Supreme Court has observed  that, as a general proposition, such a \nscenario would be unlikely.  Id.  This is particularly true where, as here, the employee \nis not alleged to be a corporate officer, director, or even a shareholder of the entity \nemploying him.   \n44. That, after five years of employment, Langley may have had the ability \nto acquire a 10% ownership interest in “Autocraft Technologies”  and finance the \nremaining 90% —all allegations Autocraft contests—does not mean that Langley had \nthe requisite level of control over Autocraft during the time in question to give rise to \nfiduciary obligations.  To the contrary, his lack of control is underscored by the fa ct \nthat he was summarily terminated, that he was denied the opportunity to review the \ncompany’s finances, and that Autocraft does not recognize him as an owner of any \npercentage interest.  \n45. Moreover, alleging in a conclusory fashion that Langley had “substantial \nresponsibility” and ran “all aspects” of the business is not enough.  Autocraft does not \nallege, for example, that Langley controlled the flow of  essential information such \nthat he was able to cripple its operations by withholding it.  Nor do they  allege that \nhe had authority to sign Autocraft’s tax returns, to issue and sign its checks, to hire \nand fire its employees, to price its products, to cash and deposit its money, to negotiate \nand execute contracts on its behalf, or to settle its debts.  Compa re Kinesis Adver., \nInc. v. Hill, 187 N.C. App. 1, 15-16 (2007) (finding that one defendant was a de facto  \nofficer); Timbercreek Land & Timber Co., LLC v. Robbins, 2017 NCBC LEXIS 64, at \n*14-15 (N.C. Super. Ct. July 28, 2017) (alleged duties sufficient to p lead that \ndefendant was a company official at Rule 12(b)(6) stage); Tai Sports, Inc. v. Hall, 2012 \nNCBC LEXIS 64 (N.C. Super, Ct. Dec. 28, 2012) (employee’s duties rose to level of de \nfacto officer).   \n46. Autocraft likens this situation to the facts of Sara  Lee Corp. v. Carter, \n129 N.C. App. 464 (1998), rev’d on other grounds, 351 N.C. 27 (1999) , and Global \nTextile Alliance, Inc. v. TDI Worldwide, LLC , 2018 NCBC LEXIS 159 (N.C. Super. \nCt. Nov. 29, 2018).  After close review, however, the Court is not convinced that the \nholdings in these cases control the outcome here.  \n47. In Sara Lee, Carter, an employee who was entrusted with responsibility \nfor purchasing computer parts for the company at the lowest possible price , secretly \n“developed four separate businesses th rough which he engaged in self -dealing by \nsupplying Sara Lee with computer parts and services at allegedly excessive cost while \nconcealing his interest in these businesses.”  351 N.C. at 29.  Finding that Carter had \ndiscretion to obtain computer parts and services from “whatever source he thought \nbest” and that his supervisors “trusted [Carter] implicitly” with respect to this duty , \nthe trial court concluded that Carter owed Sara Lee a  fiduciary duty with respect to \nthe purchase of computer parts and related services , and the Court of Appeals \naffirmed.  Sara Lee Corp., 129 N.C. App. at 472.   \n48. On appeal to the Supreme Court, however, the focus of the case was on \nthe claim for unfair and deceptive trade practices.  The Court found that Carter’s \nstatus as an employee did not defeat the Chapter 75 claim because he was also acting \nas the seller of computer parts and services  in commerce.  Sara Lee Corp., 351 N.C. \nat 33.  \n49. Autocraft’s reliance on th e analysis of the fiduciary duty claim in  Sara \nLee is misplaced given both the factual dissimilarities between Sara Lee and this case, \nand the Supreme Court’s later analysis of fiduciary duty claims in Dalton.5  There is \nno allegation here that Langley was both Autocraft’s  employee and its vendor.  \nRather, it is alleged that Langley was, at most, a high -level manager.   North \nCarolina’s courts have consistently held that such a position does not give rise to \nfiduciary responsibilities absent allegations of extraordinary facts that, if proven, \nwould establish that the employee controlled his employer to the point of domination.  \nSee, e.g., Reichhold Chems., Inc. v. Goel, 146 N.C. App. 137, 155 (2001) (no fiduciary \nduty for company vice president because “[a] managerial positio n alone does not \ndemonstrate the requisite domination and influence on the other required to create a \nfiduciary obligation”); Battleground Veterinary Hosp., P.C. v. McGeough, 2007 NCBC \nLEXIS 33, at * *16 (N.C. Super. Ct. Oct. 1, 2007) ( “Even when an employe e is \nentrusted with substantial managerial authority, a fiduciary relationship will not \nexist absent evidence that such authority led to the employer being subjugated to the \n‘improper influences or domination of [its] employee.’ ” (citation omitted)); Southeast \nAir Charter, Inc. v. Stroud, 2015 NCBC LEXIS 82, at **16 (N.C. Super. Ct. Aug. 17, \n2015) ( “Where an employee is nei ther an officer nor a director, extraordinary \ncircumstances are necessary to impose a fiduciary duty[.]”).    \n \n5 Other courts have recognized that the holding in Sara Lee has limited application.  See, e.g., \nWilliam Ives Consulting, Inc. v. Guardian IT Sys., LLC , 2020 U.S. Dist. LEXIS 206538 \n(W.D.N.C. 2020) (“While Sara Lee Corp. illustrates that there are times when an employee \nmay have a fiduciary duty to his employer, courts have noted that its holding is narrow.”) ; \nHelms v. SellEthics Mktg. Grp. Inc., 2006 U.S. Dist. LEXIS 87726 (W.D.N.C. 2006) (“In Sara \nLee, the employee engaged in fraudulent buyer-seller transactions that were clearly covered \nby the NCUDTPA.  The court held that the employee should not be shielded from liability \nsimply because he was an employee of the company he defrauded.”). \n50. In Global Textile v. TDI Worldwide, Inc., 2018 NCBC LEXIS 159 (N.C. \nSuper. Ct. Nov. 29, 2018), Ryan was employed by Global Textile Alliance, Inc. (“Global \nTextile”), a North Carolina corporation.  He was responsible for  setting up an office \nin China and overseeing Global Textile’s business in Asia.  Eventually, Global Textile \ncreated “GTA Asia,” a wholly -owned foreign enterprise, and named Ryan as its \nDirector and legal representative.  Global Textile essentially ceded responsibility for \nGTA Asia to Ryan.  His job was to “[o]versee all aspects of [Plaintiff’s] business with \n[sic] the Asia corridor.”  He had “vast control  over Plaintiff’s Asia operation ,” \nincluding control over its cash an d capital, the authority to enter binding contracts, \nresponsibility as the legal representative, and the power to set pricing and payment \nterms for goods bought and sold.   Importantly, h e was his employer’s source of \n“extensive and detailed knowledge about all aspects of Plaintiff’s Asia operations. ”  \nGlobal Textile All., Inc.  2018 NCBC LEXIS 159, at * 5-6 (N.C. Super Ct. Nov. 29, \n2018).  When he later decided to leverage that knowledge to open a competing Chinese \ncompany, the court found that Ryan had sufficiently dominated Global Textile’s Asian \noperations to give rise to fiduciary responsibilities.  Id. at *20.6 \n \n6 In contrast, in a second opinion, Global Textile Alliance, Inc. v. TDI Worldwide, LLC, 2018 \nNCBC LEXIS 104 (N.C. Super. Oct. 9, 2018), the court addressed a claim for breach of \nfiduciary duty by Garrett, Ryan’s brother, and his successor as the Director of GTA Asia.  \nWhile the court observed that Garrett had “substantial managerial authori ty,” the scope of \nGarrett’s control was not as wide as that afforded Ryan.  Instead, Garrett was supervised by \nboth Ryan and another executive, who had “overall managerial responsibility” and served as \n“head of Asia Operations.”  On these facts, the court found that Garrett did not have the level \nof control over the company that his brother did, and no fiduciary duty arose.  Id. at **16.   \n  \n51. The degree of control exerted by Ryan over his employer’s Asian \noperations and the impact of that control on the employer in Global Textile is several \norders of magnitude greater than Langley’s alleged managerial control over \nAutocraft.  Ryan’s control over essential information regarding the customer, vendor, \nand financial aspects of his employer ’s business as it developed halfway around the \nworld allowed him to dominat e his employer and  warranted a deviation from the \ngeneral rule  that the employer -employee relationship is not a fiduciary one.  See \nDalton, 353 N.C. at 652.   \n52. The same conclusion may not be drawn from the allegations  in the \npresent case.  The analysis focuses not only on the authority afforded the employee \nbut also on the employee’s ability to use that authority to create a situation in which \nhis employer is essentially helpless without him.   \n53. Autocraft’s allegations focus on the former but not the latter.  It alleges, \ngenerally, that Langley ultimately ran “all aspects of Autocraft’s business ,” was \n“provided access to all aspects of Autocraft’s business and had substantial \nresponsibility for Autocraft’s overall operations,”  was “entrusted with managing \nAutocraft’s business and running Autocraft’s day -to-day operations,” and “oversaw \nthe management of Autocraft’s employees, as well as its customer relationships, \nproduction facilities, and supplier relationships.”  It does not allege, however, that \nAutocraft, a corporation with officers, directors , shareholders, and apparently other \nmanagers\n7 depended solely on Langley for the skills or information necessary to \n \n7 Autocraft alleges that Langley had “access to .  . . integration of Autocraft’s management,” \namong other things.  (Countercl. ¶ 19.)  \nsustain its operations. Indeed, when Langley’s allegedly covert competitive activity \nwas unveiled, Autocraft wasted no time in terminating the employment relationship. \n54. In short, Autocraft’s allegations are that  Langley was a high -level \nmanager, but not that Autocraft was subjugated to his control.  No fiduciary duty \narises under these circumstances .  See, e.g., DSM Dyneema, LLC v. Thagard , 2015 \nNCBC LEXIS 50, at *21 (N.C. Super. Ct. May 12, 2015) (dismissing claim for breach \nof fiduciary duty where Plaintiff failed to allege facts supporting a conclusion that \nlead scientist who was aware of employer’s technical information held “all the cards” \nin the employment relationship). \n55. Because Plaintiff's all egations do not elevate Langley’s status within \nAutocraft to the extraordinary level required to impose  de facto fiduciary \nresponsibilities, the Motion as to the claim  against Langley for breach of fiduciary \nduties shall be  GRANTED.  See Bourgeois v. Lapelusa, 2022 NCBC LEXIS 111, at \n**15 (N.C. Super. Ct. Sept. 23, 2022)  (“Without the existence of a fiduciary \nrelationship there can be no claim for breach.”).  \nB. Constructive Fraud (Langley) \n56. “The primary difference between pleading a claim for constructive fraud \nand one for breach of fiduciary duty is the constructive fraud requirement that the \ndefendant benefit himself.”  White v. Consol. Planning, Inc. , 166 N.C. App. 283, 294 \n(2004).  Autocraft sufficiently alleges self-dealing.  But because Langley does not owe \nAutocraft a fiduciary duty, Autocraft’s constructive fraud claim—which is premised \non the existence of  a fiduciary relationship—also fails.  See, e.g., Plasman  v. Decca \nFurniture (USA), Inc., 2016 NCBC LEXIS 80, at **30 (N.C. Super. Ct. Oct. 21, 2016) \n(when a p laintiff fully premises his constructive fraud claims on his breach of \nfiduciary duty claims  and breach of fiduciary duty claims fail, constructive fraud \nclaims must also fail); Levin v. Jacobson, 2016 NCBC LEXIS 66, at *12 (N.C. Super. \nCt. Aug. 25, 2016) (dismissing constructive fraud claim when breach of fiduciary \nclaim upon which it relied failed).   \n57. Accordingly, the Motion as to the claim against Langley for constructive \nfraud shall be GRANTED.  \nC. Unfair or Deceptive Trade Practices (Langley and LBM) \n58. To bring a claim f or unfair or deceptive t rade practices under Section \n75-1.1 of the North Carolina General Statutes , (the “UDTPA”), a party must allege \n“(1) an unfair or deceptive act or practice, or an unfair method of competition, (2) in \nor affecting commerce, (3) which proximately caused actual injury to the plaintiff or \nto his business.”  McLamb v. T.P. Inc., 173 N.C. App. 586, 593 (2005); see also N.C.G.S. \n§ 75-1.1.   \n59. The UDTPA does not apply to  unfair or deceptive conduct contained \nwithin a single business because the conduct has no impact on the marketplace and \ntherefore is not “in or affecting commerce.”  Nobel v. Foxmoor Grp., 380 N.C. 116, 121 \n(2022) (“The internal operations of a business entity are not within the purview of the \nAct.”); W hite v. Thompson , 364 N.C. 47, 51  (2010) ( “[A] plaintiff must prove,  inter \nalia, that a defendant ’s unfair or deceptive action was ‘i n or affecting commerce ’ \nbefore the plaintiff may be awarded treble damages under N.C.G.S. § 75-16.”); Bhatti \nv. Buckland , 328 N.C. 240,  245-46 (1991) (the Act regulates unfair  and deceptive \nconduct in interactions between market participants); Wheeler v. Wheeler, 2018 \nNCBC LEXIS 38, at *12 (N.C. Super. Ct. Apr. 25, 2018)  (“Section 75 -1.1 does not \napply to the internal conduct of individuals within a single market participant. \nRather, the General Assembly intended section 75 -1.1 to apply to interactions \nbetween market participants.” (cleaned up)).  \n60. Autocraft alleges that the following conduct constitutes the basis for its \nChapter 75 claim: \na. Langley opening up businesses in direct competition with Autocraft’s \nbusiness (including LBM), while an Autocraft fiduciary; \n \nb. Langley actively concealing his competing business entities \n(including LBM) from Autocraft, while an Autocraft fiduciary; \n \nc. Langley usurping corporate opportunities; \nd. Langley and LBM misappropriating Autocraft’s B usiness \nRelationships and E xpectancies\n8 and confidential information, and \nusing the aforementioned information in the operation of LBM’s \nbusiness; \n \ne. Langley and LBM acquiring and using Autocraft ’s Business \nRelationship and Expectancies and Autocraft’s C onfidential \nInformation to their unfair competitive advantage and to Autocraft’s \ndetriment; \n \nf. Langley, on behalf of himself and LBM, promoting dissatisfaction \nand distrust of Autocraft and its current management among \nAutocraft’s present and potential customers; \n \n \n8 Autocraft defines its “Business Relationships and Expectancies” as the “productive \nrelationships, goodwill, and business relations hips and expectancies [it has] with its \ncustomers, prospective customers, vendors, lenders, insurers, employees, and business \nreferral sources.”  (Countercls. ¶ 12.) \ng. Langley, on behalf of himself and LB M, fomenting dissatisfaction \nand distrust of Autocraft and its current management among \nAutocraft’s key employees and other employees; \n \nh. Langley, on behalf of himself and LBM,  recruiting employees  of \nAutocraft for employment (including while Langley was an Autocrat \nfiduciary); \n \ni. Langley engaging in self-dealing while an Autocraft fiduciary; \nj. Langley working on company time and using company resources to \nbuild his competing businesses (including LBM); and \n \nk. LBM otherwise obtaining an unfair competitive advantage and head-\nstart in the marketplace including based on the foregoing. \n \n(Countercls. ¶ 61(a)-(k).)   \n61. The fundamental weakness in Autocraft’s pleading is that the wrongs \nLangley allegedly committed are alleged to have harmed Autocraft itself, not external \nmarket participants.  Alexander v. Alexander, 250 N.C. App. 511, 516 (2016) (UDTPA \nnot implicated when “the unfairness of [ Defendant’s] conduct did not occur in his \ndealings with other market part icipants” (citation omitted)); McKee v. James, 2014 \nNCBC LEXIS 74, at * *40-41 (N.C. Super. Ct. Dec. 31, 2014)  (“Matters of internal \ncorporate management. . . do not affect commerce as defined by Chapter 75 and our \nSupreme Court.”). \n62. Moreover, the fact that Langley formed LBM and used that entity to \nusurp some of Autocraft’s opportunities does not transform the misconduct into an \nunfair or deceptive trade practice tha t affected commerce.  “The mere presence of [a \nseparate entity] as a potential beneficiary of [the] alleged wrongful conduct does not \nalter the fundamental character of [an] internal dispute.”  Poluka v. Willette , 2021 \nNCBC LEXIS 105, at **18 (N.C. Super. Ct. Dec. 2, 2021 ) (internal business dispute \nnot covered by UDTPA) (collecting cases); see Howard v. IOMAXIS, LLC, 2021 NCBC \nLEXIS 116, at *3 1 (N.C. Super. Ct. Dec. 22, 2021) (“ While the caselaw with respect \nto intracompany and intercompany disputes can be confusing, the distinction lies in \nthe nature of the secon d entity’s involvement with the first.  If the harm is to the \nsecond entity or to the flow of commerce between the first and second entities, \ncommerce is impacted.  However, if the second entity is used merely as an instrument \nor ‘shell’ to facilitate harm within the first entity, the dispute is intracorporate, and \nthe UDTPA is not implicated.”).  Such is the case here.  LBM was “used merely as an \ninstrument to facilitate harm” within Autocraft.  Id. at *31.    \n63. Autocraft again turns unsuccessfully to the Supreme Court’s opinion in \nSara Lee for support .  In Sara Lee, the Supreme Court determined that the \nwrongdoer, Carter, was more than just an employee acting to harm his own employer.  \nHe was also a vendor who had engaged with the company in commercial transactions \nin the marketplace .  In this unusual fact scenario, t he Court found that Carter’s  \nstatus as an employee could not be used as a shield against his liability as a vendor.   \nSara Lee Corp., 351 N.C. at 33. \n64. There are no such allegations here.   This case is more appropriately \ncompared to Dalton , in which the Supreme Court concluded that the defendant \nemployee “did not serve his employer in the capacity of either a buyer or a seller.  Nor \ndid he serve in any alternative capacity suggesting that his employment was such \nthat it otherwise qualified as ‘ in or affecting commerce. ’ ”  Dalton, 353 N.C. at 658.  \nSee Hajmm Co. v. House of Raeford Farms, Inc., 328 N.C. 578, 593 (1991) (“Although \n[the] statutory definition of commerce is expansive, the Act is not intended to apply \nto all wrongs in a business setting. For instance, it does not cover employer-employee \nrelations[.]” (citing Buie v. Daniel  International, 56 N.C. App. 445 (1982)) ).9  \nAccordingly, the Motion as to the claim against Langley for violation of the UDTPA  \nshall be GRANTED. \nV.  CONCLUSION \n65. The facts alleged in this case paint a portrait of an unfortunate company \nthat claims it was duped by an unscrupulous employee .  As morally wrong as the \nemployer may believe the former employee’s purported conduct may be, on the facts \nalleged, Autocraft’s attempted claims cannot be stretched to address it.10    \n66. WHEREFORE, the Court GRANTS  the Motion. Autocraft’s \ncounterclaims are DISMISSED with prejudice. \n  \n \n9 While our courts have long recognized that claims for misappropriation of trade secrets may \nform the basis of a UDTP claim , see, e.g., Ge Betz, Inc. v. Conrad , 231 N.C. App. 214, 235 \n(2013); S. Fastening Sys. v. Grabber Constr. Prods., 2015 NCBC LEXIS 42, at *28 (N.C. \nSuper. Ct. Apr. 28, 2015) , Autocraft does not attempt a misappropriation of trade secrets \nclaim in this case.  Although it alleges that Langley used its confidential information to \ncatapult his competing venture into a position of unfair advantage, not all confidential \ninformation is a  trade secret, and therefore not all use of confidential information in a \ncompeting venture constitutes misappropriation of a trade secret.  See Kadis v. Britt , 224 \nN.C. 154 (1944)  (subjective knowledge acquired in the course of employment may not be a \ntrade secret).  Rather, the standard for pleading a misappropriation of trade secret is more \nexacting and requires that the pleading party plead both the trade secret at issue and the \nfacts supporting misappropriation with particularity.  Krawiec v. Manly, 370 N.C. 602 (2018). \n \n10 The Court observes that contractual protections including nondisclosure provisions, non -\ncompetition covenants, and non-solicitation provisions are absent from this record. \nIT IS SO ORDERED, this 7th day of August, 2023. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}