{
  "id": "049444e55593f656d55163578966207c1ba901fd20d871c223e94d0c7ddb668f",
  "source_file": "data/raw/ncbc/049444e55593f656d55163578966207c1ba901fd20d871c223e94d0c7ddb668f.pdf",
  "raw_text": "Crescent Univ. City Venture, LLC v. AP Atl., Inc., 2019 NCBC 46. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 14745 (Master File) \n \nCRESCENT UNIVERSITY CITY \nVENTURE, LLC, \n \nPlaintiff, \n \nv. \n \nAP ATLANTIC, INC. d/b/a \nADOLFSON & PETERSON \nCONSTRUCTION, \n \nDefendant, \n \nv. \n \nMADISON CONSTRUCTION \nGROUP, INC.; TRUSSWAY \nMANUFACTURING, INC.; T. A. \nKAISER HEATING & AIR, INC.; \nSEARS CONTRACT, INC.; MACEDO \nCONTRACTING CO.; WHALEYS \nDRYWALL, LLC; STALLINGS \nDRYWALL, LLC; MAYNOR PI, INC.; \nMATUTE DRYWALL, INC.; \nINTERIOR DISTRIBUTORS, A \nDIVISION OF ALLIED BUILDING \nPRODUCTS, CORP.; MANUEL \nBUILDING CONTRACTORS, LLC; \nEAGLES FRAMING COMPANY, \nINC.; DIAZ CARPENTRY, INC.; \nSOCORRO CASTILLE MONTLE; \nand GUERRERO CONSTRUCTION \nPRO, INC. \n \nThird-Party \nDefendants. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON MOTIONS \nFOR SUMMARY JUDGMENT \n \n \n \n \n \n \n \nMADISON CONSTRUCTION \nGROUP, INC., \n \n                      \nThird-Party \nPlaintiff, \n \nv. \n \nMANUEL BUILDING \nCONTRACTORS, LLC, \n \nFourth-Party \nDefendant. \n \n \n \n \nCRESCENT UNIVERSITY CITY \nVENTURE, LLC, \n \nPlaintiff, \n \nv. \n \nADOLFSON & PETERSON, INC., \n \nDefendant. \n \n  16 CVS 14844 (Related Case) \n \n \nCRESCENT UNIVERSITY CITY \nVENTURE, LLC, \n \nPlaintiff, \n \nv. \n \nTRUSSWAY MANUFACTURING, \nINC.; and TRUSSWAY \nMANUFACTURING, LLC, \n \nDefendants. \n \n18 CVS 1642 (Related Case) \n \n \n \n \n \n \n \n1. THIS MATTER is before the Court upon (i) Defendant AP Atlantic, Inc. \nd/b/a/ Adolfson & Peterson Construction  (“AP Atlantic”) and Adolfson & Peterson, \nInc.’s (“A&P,” and together with AP Atlantic, the “AP Parties”) Motion for Summary \nJudgment (“AP Parties’ Motion”); ( ii) Third-Party Defendant Madison Construction \nGroup, Inc.’s  (“Madison”) Motion for Summary Judgment (“Madison’s Motion”); \n(iii) Third-Party Defendant T.A. Kaiser Heating & Air, Inc.’s  (“T.A. Kaiser”) Motion \nfor Summary Judgment (“T.A. Kaiser’s Motion”); ( iv) Third-Party Defendant \nTrussway Manufacturing, LLC’s  (“Trussway”) Motion for Summary Judgment \nAgainst AP Atlantic, Inc., Adolfson & Peterson Inc., Madison Construction Group, \nInc., and T.A. Kaiser Heating & Air, Inc. (“Trussway’s Motion”); (v)  Third-Party \nDefendant Sears Contract, Inc.’s  (“Sears”) Motion for Summary Judgment (“Sears’ \nMotion”); and (vi)  Third-Party Defendant Interior Distributors, a Division of Allied \nBuilding Products, Corp.’s  (“Interior Distributors”) Motion for Summary Judgmen t \n(“Interior Distributors’ Motion”)  (collectively, with each other summary judgment \nmotion, the “Motions for Summary Judgment”) in the above-captioned case. \n2. For the reasons stated herein, the Court GRANTS Interior Distributors’ \nMotion and GRANTS in part  and DENIES in part each of the other Motions for \nSummary Judgment. \nTroutman Sanders LLP, by Kiran H. Mehta, Samuel T. Reaves, and \nKristen L. Schneider, Bradley Arant Boult Cummings LLP, by Avery A. \nSimmons and Douglas Patin, and the Law Firm of John D. Bond, III, by \nJohn D. Bond, for Plaintiff Crescent University City Venture, LLC. \n \nRobinson Elliot & Smith, by William C. Robinson and Dorothy M. \nGooding, Johnston, Allison & Hord, P.A., by Greg C. Ahlum, Robert L. \nBurchette, and Parker Evans Moore, Hall Booth S mith, P.C., by Robert \nMcCune and Alan R. Belcher, and Ragsdale Liggett PLLC, by William \nW. Pollock and Edward E. Coleman, III, for Defendant AP Atlantic, Inc. \nd/b/a Adolfson & Peterson Construction. \n \nJohnston, Allison & Hord, P.A., by Greg C. Ahlum, Robert L. Burchette, \nand Parker Evans Moore, for Defendant Adolfson & Peterson, Inc. \n \nBaucom, Claytor, Benton, Morgan & Wood, P.A., by Brian E. Wolfe, \nRobert C. Gunst, Jr., and Clay A. Campbell , for Third-Party Defendant \nMadison Construction Group, Inc. \n \nGoodman McGuffey LLP, by W. James Flynn, for Third-Party Defendant \nT.A. Kaiser Heating & Air, Inc. \n \nSmith Moore Leatherwood  LLP, by Timothy P. Lendino and Robert R. \nMarcus, and Pagel, Davis & Hill, P.C., by Martyn B. Hill and Kent J. \nPagel, for Third-Party Defendant Trussway Manufacturing, LLC f/k/a \nTrussway Manufacturing, Inc. \n \nHedrick Gardner Kincheloe & Garofalo LLP, by Dav id L. Levy and \nAdam R. DeNobriga, for Third-Party Defendant Sears Contract, Inc. \n \nCranfill Sumner & Hartzog LLP, by John W. Ong, for Third-Party \nDefendant Interior Distributors, a Division of Allied Building Products, \nCorp. \n \nBledsoe, Chief Judge. \nI. \nFACTUAL BACKGROUND \n3. The Court does not make findings of fact when ruling on motions for \nsummary judgment, but “it is helpful to the parties and the courts for the trial judge \nto articulate a summary of the material facts which he considers are not at issue[.]”  \nHyde Ins. Agency, Inc. v. Dixie Leasing Corp., 26 N.C. App. 138, 142, 215 S.E.2d 162, \n165 (1975). \n4. This case arises from  the construction of a  multi-building apartment \ncomplex (the “Project”) near the University of North Carolina at Charlotte  (“UNC \nCharlotte”) and a dispute over alleged floor truss defects that developed shortly after \nthe Project’s completion.  Crescent was the owner of the Project; AP Atlantic was the \ngeneral contractor. \n5. AP Atlantic is a North Carolina corporation that maintains its principa l \nplace of business in Charlotte, North Carolina.  (Am. Compl. ¶ 1, ECF No. 6.)   \nCrescent University City Venture, LLC (“Crescent”) is a limited liability company \norganized under the laws of Delaware that also maintains its principal place of \nbusiness in Charlotte, North Carolina.  (Def. Crescent Univ. City Venture, LLC’s Am. \nAnswer & Second Am. Countercl. Am. Compl. ¶ 8, ECF No. 212.)   \n6. In December 2012, Crescent and AP Atlantic entered into a contract  (the \n“General Contract”)1 by which AP Atlantic agreed to construct an apartment complex \non land owned by Crescent located at 90 26 University City Boulevard, Charlotte, \nNorth Carolina.  (See generally Crescent Univ. City Venture, LLC’s Resp. Opp’n AP \nAtlantic, Inc. and Adolfson & P eterson Constr ., Inc.’s Mot. Summ. J. Ex. A \n[hereinafter “Gener al Contract”], ECF No. 414.2.)  A&P, AP Atlantic’s parent \ncompany, signed a performance guaranty (the “Performance Guaranty”) relating to \nAP Atlantic’s obligations under the General Contract .  (Reply Br. AP Atl., Inc. and \nAdolfson & Peterson, Inc. Further Supp. Mot. Partial Summ. J. Ex. E ¶ 1 [hereinafter \n“Performance Guaranty”], ECF No. 440.) \n                                                 \n1  AP Atlantic and Crescent’s full agreement was laid out in a combination of form documents.  \nAs used herein, the “General Contract” refers to the “General Conditions of the Contract for \nConstruction,” which contains the majority of provisions relevant to this decision. \n7. Acting as the general contractor, AP Atlantic entered into agreements with \nseveral subcontractors to fa cilitate the construction of the Project.  The Court \nmentions here those relevant to this decision. \n8. AP Atlantic enlisted Madison to provide and install wood framing, including \nfloor trusses, for the Project and to provide the labor necessary to complete such work.  \n(See generally Crescent Univ. City Venture, LLC’s Resp. Opp’n AP Atlantic, Inc. and \nAdolfson & Peterson Constr ., Inc.’s Mot. Summ. J. Ex. B [hereinafter “Madison \nSubcontract”], ECF No. 414.3 .)  Madison, in turn, contracted with Trussway, wh ich \nagreed to manufacture and deliver the trusses Madison needed .  (Madison Constr. \nGrp., Inc.’s Br. Supp. Mot. Summ. J. Ex. G, at 1 [hereinafter “Purchase Order”], ECF \nNo. 313.)   Crescent’s experts now contend that the Project’s truss defects were \nattributable, in part, to Madison’s handling of the trusses and flaws in Trussway’s \ndesign and manufacturing process.  (See Madison Constr. Grp., Inc.’s Resp. Br. Opp’n \nTrussway Mfg., Inc.’s Mot. Summ. J. Cross-cls. Ex. G, at 14 [hereinafter “SGH Expert \nReport”], ECF No. 407.7.) \n9. AP Atlantic hired Sears as its drywall subcontractor.   (See generally Sears \nContract, Inc.’s Mot. Summ. J. Ex. B [hereinafter “Sears Subcontract”], ECF No. \n301.2.)  Sears’ responsibilities included delivering drywall to the Project site, stacking \nthe drywall when it arrived, and installing the drywall.  (Sears Subcontract Ex. D, at \n1–3.)  According to Sears, it ordered its drywall from Interior Distributors, who agreed \nto deliver and stack the drywall at the Project .  (Interior Distribs., Div. Allied Bldg. \nProds., Corp.’s Mem. Supp. Mot. Summ. J. Ex. 2, at 52:20 –23, ECF No. 327.2 .)  \nCrescent’s experts believe the manner in which Sears, or Interior Distributors under \nSears’ direction, stacked the drywall on the Project’s upper floors was a possible \ncontributor to the Project’s truss defects.  (SGH Expert Report 14.) \n10. Finally, AP Atlantic recruited T.A. Kaiser Heating & Air, Inc. (“T.A. Kaiser”) \nto furnish all materials, labor, supervision, tools, equipment, and supplies necessary \nfor the installation of the Project’s HVAC systems.  (See generally Br. AP Atl., Inc. \nand Adolfson & Peterson, Inc. Opp’n T.A. Kaiser Heating & Air, Inc.’s Mot. Summ. J. \nEx. A [hereinafter “T.A. Kaiser Subcontract”], ECF No. 373.)   T.A. Kaiser is alleged \nto have damaged the Project’s trusses while performing its work.   (SGH Expert \nReport 15.) \n11. The Project’s buil dings were completed between August 20, 2014 and \nJanuary 22, 2015.  (Br. AP Atl., Inc. and Adolfson & Peterson, Inc. Supp. Mot. Summ. \nJ. 7 [hereinafter “AP Atl. Br.  Supp. Summ. J. ”], ECF No. 323.)   By January 2015, \nresidents had moved in.  (AP Atl. Br. Supp. Summ. J. 7.)  The alleged truss defects at \nthe heart of this litigation were discovered soon thereafter. \n12. Located directly next to UNC Charlotte, the Project was intended to serve \nas residential student housing.  (AP Atl. Br. Supp. Summ. J. 3.)  On January 30, 2015, \na large group of individuals, presumably students, congregated within Unit C-402 for \nwhat has been described as a “dance party.”  ( AP Atl. Br.  Supp. Summ. J.  3.)  \nSometime shortly thereafter, Crescent and its property manager wer e alerted that \nthe ceiling in the unit directly below Unit C-402 was sagging and cracking.  (Crescent \nUniv. City Venture , LLC’s Resp. Opp’n AP Atlantic, Inc. and Adolfson & Peterson \nConstr., Inc.’s Mot. Summ. J. 3–4 [hereinafter “Crescent Opp’n Br.”], ECF No. 414.)  \nAs a result, Crescent’s insurance carrier  notified AP Atlantic, the first -tier \nsubcontractors, and others, including Trussway, of the damage to the ceiling, warned \nlitigation might result from the damage, and invited the parties to a February 17 , \n2015 inspection of the affected apartments.  ( AP Atl. Br. Supp. Summ. J. Ex. G., at \n1–2, ECF No. 323.7.) \n13. At the February 17, 2015 inspection, an engineering consultant working for \nCrescent’s insurance carrier examined the damaged apartment ceiling below Unit C-\n402.  (Crescent  Opp’n Br. 4.)  Representatives of AP Atlantic and Trussway were \npresent at this inspection.  (AP Atl. Br. Supp. Summ. J. 7.)  The inspection revealed \na defect in the floor trusses found above the sagging ceiling. \n14. Wooden floor trusses like those used in the Project are composed of a lattice \nof wood members fastened together at their joints by metal connector plates, or \n“MCPs.”  (Trussway M fg., LLC’s Br. Supp. Mot. Summ. J. Against AP Atl., Inc., \nAdolfson & Peterson, Inc., Madison Constr. Grp., Inc., and T.A. Kaiser Heating & Air, \nInc. 5 [hereinafter, “Trussway Br.”], ECF No. 299.)   The truss manufacturer aligns \nthese MCPs, which have sharp “teeth” on one side, over the spots where the wood \nmembers meet, teeth pointed down.  (Trussway Br. 5–6.)  The MCPs are then pressed \ninto the converging wood members  so that the members are bound together .  \n(Trussway Br. 5–6.)  Floor decking is laid on top of the installed trusses.  (Trussway \nBr. 5.)  The February 17, 2015 inspection revealed that  the MCPs holding together \nthe floor trusses beneath Unit C -402 had begun to separate from the ir wooden \nmembers.  (AP Atl. Br. Supp. Summ. J. Ex. D, at 108:14–21, ECF No. 323.4.) \n15. Crescent initially believed that the truss plate separation observed under \nUnit C-402 was a result of the crowded party held in that apartment and that the \ntruss failures were limited to that location.  ( AP Atl. Br.  Supp. Summ. J.  Ex. E, at \n125:3–13 [hereinafter “Crescent Dep.  Vol. I”], ECF No. 323.5 .)  AP Atlantic agreed \nwith this assessment.  (AP Atl. Br. Supp. Summ. J. 8.) \n16. Nevertheless, in late March or early April 2015, Crescent hired an \nindependent engineering firm, Simpson Gumpertz & Heger, Inc. (“SGH”), to conduct \nan investigation of the floor trusses under Unit C -402.  This inspection, which \noccurred on April 9, 2015, did not conclusively determine whether the truss defects \nobserved were an isolated incident.  (Crescent Dep. Vol. I, at 137:1–15.) \n17. Soon thereafter, SGH inspected the floor trusses above the bedroom of the \napartment below Unit C -402 and the floor trusses above an unoccupied model \napartment.  (Crescent Dep. Vol. 1, at 141:2–23.)  These inspections revealed trusses \nwith similar MCP separation defects.  (Crescent Dep.  Vol. 1, at  141:2–23.)  SGH \nobtained permission to  inspect a larger number of apartments in order to assess \nwhether the truss defects were systemic.  (Crescent Opp’n Br. Ex. E. ¶ 9 [hereinafter \n“Ford Aff.”], ECF No. 414.6.)  \n18. On May 1, 2015, Crescent learned that the floor in another Project \napartment, Unit E-203, was sagging.  (Crescent Opp’n Br. Ex. F., at  101:16–102:10 \n[hereinafter “Crescent Dep. Vol. II”], ECF No. 414.7.) \n19. On May 4, 2015, Crescent e -mailed AP Atlantic a letter indicating that \nCrescent was asserting a warranty claim  for truss defects.  (Crescent  Opp’n Br. Ex. \nG, ECF No. 414.8.)  In the letter, Crescent noted that its analysis was ongoing, that \nit did not yet know the cause of the truss failures discovered thus far, and that it was \nnot aware of how pervasive the problem might be throughout the Project.  (Crescent \nOpp’n Br. Ex. G .)  Crescent also noted, however,  “that there [was] sufficient \ninformation to support a belief that the failures may [have been] the result of \ndefective truss design, d efective manufacture of the trusses, defective truss \ninstallation, and/or structural damage by the HVAC subcontractor.”  (Crescent Opp’n \nBr. Ex. G.)  Crescent stated that it believed the “described truss failures and resulting \nproperty damage [were AP  Atlantic’s] responsibility to remedy under the warranty \nprovisions of” the General Contract.  (Crescent Opp’n Br. Ex. G.) \n20. On May 11, 2015, Crescent’s and AP Atlantic’s senior management held a \ntelephone call on which Crescent asked AP Atlantic to investigate the truss defects \nand provide Crescent with a repair plan.  (Ford Aff. ¶ 12.)  Crescent also stated that \nit would need any repairs to be conducted during the summer and completed before \nstudent residents moved in again in the fall.  (Ford Aff. ¶ 12.) \n21. On May 13, 2015, an AP Atlantic representative accompanied a structural \nengineering consultant in an inspection of several apartments at the Project, \nparticularly apartments SGH was then inspecting or in which SGH had already \ndiscovered truss defects.  (Ford Aff. ¶ 13.) \n22. On May 15, 2015, SGH informed Crescent that it believed the already -\ndiscovered truss defects were a sample of a systemic, Project -wide, truss-defect \nproblem.  (Ford Aff. ¶ 14.)  That same day, Crescent reached out to Summit \nContracting Group, Inc . (“Summit”) and asked if Summit would be able to perform \ntruss work on the Project if AP Atlantic did not.  (Ford Aff. ¶ 15.) \n23. During the remainder of May 2015, Crescent and AP Atlantic had several \nmore discussions concerning possible repairs to the Project.  Crescent executive Jared \nFord and AP Atlantic’s Corbett Nichter discussed repair schedules, Crescent’s desire \nto complete repair work before the fall school semester, and Summit’s availability as \na backup contractor.  (Ford Aff. ¶ 16.) \n24. On May 27, 2015,  SGH released an initial inspection report.  The report \nindicated that 28% of the MCPs in the floor trusses, and a small percentage of MCPs \nin roof trusses, showed gaps between MCPs and wood members in excess of the \nallowed maximum.  (AP Atl. Br. Supp. Summ. J. Ex. K, at 16, ECF No. 323.11.)  This \nincluded trusses in apartments that had no apparent signs of truss failure.  (AP Atl. \nBr. Supp. Summ. J. Ex. K, at 16.)  SGH reported that it could not conclusively confirm \n“whether the excessive gaps observed . . . [were] the results of faulty fabrication alone \nand failure of the fabricator to properly press the metal plate connectors” or whether \nthe issues were the result of a defective design “that allowed tooth withdrawal during \nthe relatively short service l ife of the buildings.”  (AP. Atl. Br. Ex. K, at 16.)   SGH \nplanned to conduct further inspections but concluded that “a substantial repair of \nconnections of the wood trusses in Building A/B through F” would be required.  ( AP \nAtl. Br. Supp. Summ. J. Ex. K, at 16.) \n25. The next day, Crescent’s and AP Atlantic’s management again held a call.  \nCrescent informed AP Atlantic that it believed “the extent of truss failure [was] a \nmaterial breach and default under ” the General Contract but that Crescent did not \nwant to t erminate the co ntract if possible.  ( Crescent Dep. Vol. II,  at 195:12 –16.)  \nAccording to Crescent, AP Atlantic was, at this point, considering hiring Summit to \ndo the repair work.  (Crescent Dep. Vol. II, at 196:1 –3.)  On the call, however, AP \nAtlantic’s CEO, Rick Whitney (“Whitney”), informed Crescent that AP Atlantic could \nnot perform the repairs Crescent wanted within the summer timeframe Crescent was \nrequesting.  (Crescent Dep. Vol. II, at 196:5–9; Crescent Opp’n Br. Ex. J, at 87:5–23, \nECF No. 414.11.) \n26. On Friday, May 29, 2015, Crescent’s Senior Vice President, Benjamin \nCollins (“Collins”), sent AP Atlantic a letter via e -mail informing AP Atlantic that \nCrescent needed repair work to begin no later than June 2, 2015 and to be finished \nby no later than Aug ust 15, 2015.  (Crescent Opp’n Br. Ex. K, ECF No. 414.12 .)  \nCollins invited AP Atlantic to propose a plan for completing the repair work on this \ntimetable but indicated that AP Atlantic would be required to provide the plan by no \nlater than the following Monday, June 1, 2015.  (Crescent Opp’n Br. Ex. K.)  Collins \nalso informed AP Atlantic that Crescent was in the process of procuring repair work \nfrom Summit, who had committed to meeting the August 15 deadline.  (Crescent \nOpp’n Br. Ex. K.)  Collins stated that Crescent intended to hold AP Atlantic fully \nresponsible for the cost of any repairs.  (Crescent Opp’n Br. Ex. K.) \n27. The following Monday,  June 1, 2015,  AP Atlantic sent Crescent a letter \nobjecting to the repair-plan deadline Crescent had imposed.  (Crescent Opp’n Br. Ex. \nL, ECF No. 414.13.)  AP Atlantic stated that it had five days after receipt of a written \nnotice under the General Contract’s terms to commence the correction of defective \nwork and that AP Atlantic had “already commenced investigating  and correcting \ndefective work associated with the floor truss issues,” citing AP Atlantic’s presence at \nthe Project for the May 13, 2015 inspection and an upcoming inspection scheduled for \nJune 15, 2015.  (Crescent Opp’n Br. Ex. L.)  On June 2, 2015, AP Atlantic followed up \nwith a second letter, indicating that it had notified Madison and Trussway of the need \nfor further inspections, that all parties were “diligently prosecuting plans for repairs,” \nand that AP Atlantic’s “third -party engineer, subc ontractor and supplier [were] \ndeveloping a comprehensive proposal for remediating any construction or \nmanufacturing defects.”   (Crescent Opp’n Br. Ex. M, at 2, ECF No. 414.14.)   AP \nAtlantic further stated that it remained open to serving as a “construction manager” \nin relation to any remedial work, with Summit serving as its subcontractor, but also \nreaffirmed that it could not “commit to complete the work in [the timeframe] \ndemanded until the scope of the remediation work [had] been determined and \ndefined.”  (Crescent Opp’n Br. Ex. M, at 2.) \n28. On June 3, 2015, Crescent issued a notice to Summit that it should proceed \nwith the Project -wide truss work.  (Crescent Opp’n Br. Ex. D ¶ 17 [hereinafter, \n“Collins Aff.”], ECF No. 414.5.) \n29. On June 4, 2015, Crescent sent AP Atlant ic another letter, this time \ninforming AP Atlantic that Summit was proceeding with the truss work and stating \n“if at any time [AP Atlantic] feels that it can perform all or any part of the required \nrepair work in the summer term time required, [Crescent] w ill gladly consider [AP \nAtlantic’s] proposal for such[.]”  (Crescent Opp’n Br. Ex. N, ECF No. 414.15.)  Crescent \nfurther stated that if AP Atlantic submitted a proposal that was “realistic, reasonable \nand acceptable,” Crescent was “prepared to terminate all or any portion of Summit’s \nscope of repair work to accommodate [AP Atlantic’s] involvement in the performance \nof the repair work.”  (Crescent Opp’ n Br. Ex. N .)  Any proposal would be carefully \nscrutinized, according to Crescent, to “assure that” AP Atlantic would be able to \n“perform the repairs under the very tight schedule demanded by the circumstances \nof [the] structural problem.”  (Crescent Opp’n Br. Ex. N.) \n30. On June 8, 2015, AP Atlantic provided Crescent with its engineering \nconsultant’s report.  This report disagreed with a number of points made by SGH’s \nearlier report on the size and scope of truss defects at the Project and urged that \nTrussway and Madison be involved so that an “informed decision about the true \nstructural capabilities and required repairs ” could be made.  ( AP Atl. Br.  Supp. \nSumm. J.  Ex. N, at 6, ECF No. 323.14.)   At this point, AP Atlantic desired more \ninformation, believed it h ad not had a chance to thoroughly investigate the alleged \ndefects, and thought Crescent and SGH’s current repair plan “looked like . . . a design \nenhancement” compared to the original specifications for the Project.  ( AP Atl. Br.  \nSupp. Summ. J. 15; AP Atl. Br. Supp. Summ. J. Ex. B, at 318:15–17 [hereinafter “AP \nAtl. Dep.”], ECF No. 323.2.) \n31. Crescent and Summit executed an official contract on  June 17, 2015.  \n(Collins Aff. ¶ 17.) \n32. On at least one occasion, AP Atlantic and Trussway sent representatives out \nto the Project to perform further investigations while Summit was working.  (AP Atl. \nDep. 349:8 –20.)  According to AP Atlantic, Crescent informed AP Atlantic ’s and \nTrussway’s representatives that Summit would be handling the repair work and that \nthere was no need for either to be there.  (AP Atl. Br. Supp. Summ. J. 16.) \n33. Summit’s work was completed and county inspector approval was obtained \nby August 19, 2015.  (Ford Aff. ¶ 28.) \nII. \nPROCEDURAL HISTORY \n34. AP Atlantic initiated litigation against Crescent on August 5, 2015 to \nrecover alleged ly outstanding payments due from Crescent  for the original \nconstruction of the Project.  (Compl. ¶ 23, ECF No. 1.)  The Court refers to this original \nlitigation, which bears the Mecklenburg County civil case number 15 CVS 14745 , as \nthe “Lead Action.” \n35. Soon after the Lead Action was filed, AP Atlantic amended its Complaint to \nadd alternative breach of contract claims against Madison and T.A. Kaiser and an \nalternative negligence claim against Trussway.  (Am. Compl. ¶¶ 115, 146, 193. )  AP \nAtlantic alleged that to the extent Crescent was entitled to withhold payment from \nAP Atlantic due to defects in the Project’s floor trusses, Madison and T.A. Kaiser’s \nbreaches of contract and Trussway’s negligence in manufacturing or designing the \ntrusses factually and proximately damaged AP Atlantic and  therefore AP Atlantic \nwould be entitled to recover from each.  (Am. Compl. ¶¶ 144, 176, 196.) \n36. On January 29, 2016, Crescent asserted a counterclaim for breach of \ncontract against AP Atlantic on multi ple grounds, including the initial late \ncompletion of the Project and the allegedly defective floor trusses.  (Def. Crescent \nUniv. City Venture, LLC’s Answer & Countercl. Am. Compl. 38, 43–57, ECF No. 19.) \n37. In response to Crescent’s counterclaim, AP Atlanti c asserted a third -party \nbreach of contract claim against Sears for construction delays.  (Pl.’s Am. Reply and \nAffirmative Defenses Crescent Univ. City Venture, LLC’s Countercl. and Third-Party \nCompl. 5, ECF No. 37.)   AP Atlantic subsequently amended this claim to include \nallegations related to floor truss failure.  (AP Atl., Inc.’s Am. Third -Party Compl. \nAgainst Sears Contract, Inc. ¶ 25, ECF No. 56.) \n38. On April 14, 2016, the Chief Justice of the Supreme Court of North Carolina \ndesignated the Lead Action as a complex business case in accordance with Rules 2.1 \nand 2.2 of the General Rules of Practice for the Superior and District Courts and \nassigned the case to the undersigned. \n39. On August 19, 2016, Crescent began a separate Mecklenburg County action \n(numbered 16 CVS 14844) (the “Crescent Action”) against AP Atlantic’s parent entity, \nA&P.  The Crescent Action  was designated as a mandatory complex business case \nunder N.C.G.S. § 7A-45.4(b) and assigned to the undersigned as well.  The Court then \nconsolidated the Crescent Action with the Lead Action on October 10, 2016.  (Order \nMot. Consolidate ¶ 7, ECF No. 98.)  Crescent’s complaint against A&P was \nsubsequently amended to assert a single claim against A&P for enforcement of the \nPerformance Guaranty.  (Am. Compl. ¶ ¶ 56–58 [hereinafter “Crescent’s Am. \nCompl.”], ECF No. 153.) \n40. As part of the Crescent Action, A&P filed a counterclaim against Crescent \nfor breach of contract.  (Adolfson & Peterson Constr., Inc.’s Mot. Dismiss, Answer, \nAffirmative Defenses, Countercl. and  Third-Party Compl. 27 [hereinafter “A&P \nThird-Party Compl.”], ECF No. 125.)  A&P also asserted third-party claims for breach \nof contract and negligence against Madison, Sears, and T.A. Kaiser, and a claim for \nnegligence against Trussway.  (A&P Third-Party Compl. 28, 34, 37, 43, 46, 52, 56.) \n41. Over the course of the consolidated proceedings , AP Atlantic’s first- and \nlower-tier contractors have also asserted crossclaims against each other , including \nthe following. \n42. Madison maintains crossclaims against (i) Trussway for breach of contract, \nbreach of warranty, negligence, indemnity, and contribution and (ii) T.A. Kaiser for \nnegligence and contribution.  (Def. Madison Constr. Grp., Inc.’s Answer AP Atl., Inc.’s \nAm. Compl. , Cross-cl. Against Trussway Mfg., Inc., Cro ss-cl. Against T.A. Kaiser \nHeating & Air, Inc., Third-Party Compl. Against Manuel Bldg. Contractors, LLC 11–\n17 [hereinafter “Madison Answer and Cross -cls.”], ECF No. 39.)   Madison has also \nasserted a third -party claim against Sears for negligence and contribution to the \nextent Madison is liable for A&P’s claims .  (Madison Constr. Grp., Inc.’s Answer \nAdolfson & Peterson, Inc.’s Third -Party Compl. and Cross -cls. Against Sears \nContract, Inc. 12–13 [hereinafter “Madison Cross-Cls. Against Sears”], ECF No. 148.) \n43. Trussway assert s crossclaims against (i) Madison for breach of contract, \nindemnity, and contribution and (ii) T.A. Kaiser for negligence and contribution.  \n(Trussway Mfg., Inc.’s Answer Madison Constr. Grp., Inc.’s Cross -cl. and Cross -cl. \nAgainst Mad ison Constr. Grp., Inc. and T.A. Kaiser Heating & Air, Inc. 7 –11 \n[hereinafter “Trussway Cross-cls.”], ECF No. 50.)  Trussway also asserts third-party \nclaims against Sears for negligence and co ntribution.  (Trussway Mfg., Inc.’s Third -\nParty Claim Against Sears Contract, Inc. ¶¶ 8–19, ECF No. 104.) \n44. T.A. Kaiser brings crossclaims against Madison and Trussway for \nnegligence and contribution.  ( Am. Answer Def. T.A. Kaiser Heating & Air, Inc. \nMadison Constr. Grp., Inc’s Cross-cl. and Am. Cross-cl. Against Madison Constr. Grp. \n5–6 [hereinafter “T.A. Kaiser Cross-cls. Against Madison”], ECF No. 59; Answer Def. \nT.A. Kaiser Heating & Air, Inc. Trussway Mfg.’s Cross -cl. and Cross -cl. Against \nTrussway Mfg., Inc. 4–6 [hereinafter “T.A. Kaiser Cross-cls. Against Trussway”], ECF \nNo. 60.) \n45. On June 6, 2017, the AP Parties  and Crescent entered into a settlement \nagreement resolving AP Atlantic’s and A&P’s claims against Crescent  (the “Delay \nSettlement”).  (Consent Order Cross Mots. Partial Summ. J. AP Atl., Inc. Adolfson & \nPeterson, Inc., and Crescent Univ. City Venture, LLC  4–5 [hereinafter “Consent \nSettlement Order”], ECF No. 272.)  Th e Delay Settlement also resolved Crescent’s \nclaims to the extent those claims arose out of the late completion of the Project, \nliquidated damages, or other delay -related claims, including any allegations that \ndelay in construction caused damage to the Project’s trusses.  (Consent Settlement \nOrder 4.)  Crescent expressly reserved the right to all other claims and cause s of \naction against AP Atlantic relating to the Project’s trusses and all claims and causes \nof action against A&P relating to the Performance Guaranty.  (Consent Settlement \nOrder 3.) \n46. On July 20, 2017, AP Atlantic filed an amended third -party complaint (the \n“Amended Third-Party Complaint”) that incorporated by reference and reasserted its \nclaims against Madison, Sears, Trussway, and T.A. Kaiser previously asserted in its \nother pleadings as third -party claims to the extent AP Atlantic was found liable to \nCrescent for alleged truss defects.  (AP Atl., Inc.’s Mot. Strike, Mots. Dismiss, Reply \nCrescent Univ. City Venture, LLC’s Second Am. Countercl., and Third-Party Compl. \n12 [hereinafter “Am. Third-Party Compl.”] ECF No. 219.)  AP Atlantic also asserted \nnew thir d-party claims for negligence, contribution, and breach of express and \nimplied warranties against a host of lower -tier subcontractors allegedly hired by \nSears or Madison to work on the Project, including Interior Distributors.  (Am. Third-\nParty Compl. 12–17.) \n47. As a result of the Delay Settlement, on November 30, 2017, Crescent, with \nthe consent of the AP Parties, moved the Court to realign the parties to the case with \nCrescent as the Plaintiff, AP Atlantic and A&P as Defendants, and the remaining \nsubcontractors as third-party or fourth-party defendants.  In support of this motion, \nCrescent and the AP Parties acknowledged that the AP Parties had no remaining \naffirmative claims against Crescent, that Crescent had “essentially assumed the role \nof the plaintiff,” and that the AP Parties’ remaining claims against the subcontractors \nfunctioned solely as “derivative third -party claims stemming from Crescent’s truss \nallegations.”  (Consent Mot. Realign Parties 4, ECF No. 280.)   All parties appearing \nin the Lead and Crescent Actions consented to this requested realignment by e -mail \nto the Court.  Thus, on December 11, 2017, the Court granted Crescent’s consent \nmotion and realigned the parties  in accordance with Crescent’s request.  (Order \nConsent Mot. Realign Parties 5, ECF No. 284.) \n48. On February 12, 2018, the AP Parties, Madison, T.A. Kaiser, Trussway, \nSears, and Interior Distributors filed their Motions for Summary Judgment.  The \nCourt held a hearing on the Motions for Summary J udgment on May 30, 2018, at \nwhich all parties appearing in the Lead and Crescent Actions were represented by \ncounsel. \n49. The Motions for Summary Judgment are ripe for resolution.2 \n                                                 \n2  The same day the parties filed their Motions for Summary Judgment in the Lead and \nCrescent Actions, Crescent commenced a new Mecklenburg County action (numbered 18 CVS \n1642) against Trussway (the “Trussway Action”), asserting a single negligence claim against \nthe truss manufacturer.  The new lawsuit was designated as a mandatory complex business \ncase under N.C.G.S. § 7A-45.4(a) and assigned to the undersigned.  The Court consolidated \nthe Trussway Action with the Lead and Crescent Actions on July 16, 2018.  Crescent Univ. \nCity Venture, LLC v. Trussway Mfg., Inc., 2018 NCBC LEXIS 74, at *13–16 (N.C. Super. Ct. \nJuly 16, 2018).  In its subsequent opinion dealing with supplemental discovery concerning \nthe Trussway Action, the Court made clear that “[d]iscovery in the Lead Action and Crescent \nAction [would] remain closed” and that further discovery allowed on Crescent’s negligence \nclaim in the Trussway Action would not be considered “part of the record in the Lead Action \nor the  Crescent Action for purposes of the pendi ng summary judgment motions in those \nactions.”  Crescent Univ. City Venture, LLC v. AP Atl., Inc. , 2018 NCBC LEXIS 92, at *10 \nIII. \nLEGAL STANDARD \n50. Under Rule 56 of the North Carolina Rules of Civil Procedure, summary \njudgment is appropriate “if the pleadings, depositions, answers to interrogatories, \nand admissions on file, together with the affidavits, if any, show that there is no \ngenuine issue as to any material fact and that any party is entitled to  . . . judgment \nas a matter of law.”  Craig v. New Hanover Cty. Bd. of Educ., 363 N.C. 334, 337, 678 \nS.E.2d 351, 353 (2009) (quoting N.C. R. Civ. P. 56(c)).  A material fact is one that \n“would constitute or would irrevocably establish any material element of a claim or \ndefense.”  Abner Corp. v. City Roofing & Sheetmetal Co. , 73 N.C. App. 470, 472, 326 \nS.E.2d 632, 633 (1985).  “A ‘genuine issue ’ is on e that can be maintained by \nsubstantial evidence.”  Dobson v. Harris, 352 N.C. 77, 83, 530 S.E.2d 829, 835 (2000).  \nSubstantial evidence is  “such relevant evidence as a reasonable mind might accept \nas adequate to support a conclusion and means more than a scintilla or a permissible \ninference[.]”  DeWitt v. Eveready Battery Co., 355 N.C. 672, 681, 565 S.E.2d 140, 146 \n(2002) (citations and quotation marks omitted). \n51. On a motion for summary judgment, the moving party bears the burden of \nshowing that no genuine issues of material fact remain to be resolved.  Camalier v. \nJeffries, 340 N.C. 699, 706, 460 S.E.2d 133, 136 (1995).  “ Evidence presented by the \nparties is viewed in the light most favorable to the non-movant.”  Summey v. Barker, \n                                                 \n(N.C. Super. Ct. Aug. 29, 2018).  Accordingly, the Court’s rulings herein depend solely on the \nevidence of record in the Lead and Crescent Actions at the time of the May 30, 2018 hearing \non the Motions for Summary Judgment and do not concern the merits  of any claim in the \nTrussway Action. \n357 N.C. 492, 496, 586 S.E.2d 247, 249 (2003).  The trial court should grant summary \njudgment against an adverse party’s claim only if the movant can prove “an essential \nelement of the opposing party’s claim does not exist, cannot be proven at trial, or \nwould be barred by an affirmative defense” or can  show “through discovery that the \nopposing party cannot produce evidence to support an essential element of [ its] \nclaim.”  Dobson, 352 N.C. at 83, 530 S.E.2d at 835.   If the moving party meets its \nburden, “the burden shifts to the nonmoving party to produc e a forecast of evidence \ndemonstrating specific facts, as opposed to allegations, showing that [it] can at least \nestablish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784–85, \n534 S.E.2d 660, 664 (2000).  The responding party may no t “rest upon \nthe . . . allegations or denials” within its pleading, but must put forward specific facts \nshowing there is a genuine issue for trial.  N.C. R. Civ. P. 56(e). \nIV. \nANALYSIS \n52. Because the AP Parties’ Motion addresses the underlying claims from which \nthe various other claims in this case derive, the Court begins its analysis by resolving \nthat motion.  The Court then addresses two matters raised by multiple parties’ \nmotions: (i) the various negligence and contribution claims asserted against and \namong the first- and lower-tier subcontractors, and (ii) AP Atlantic’s request to hold \ncertain parti es jointly and severally liable.   Finally, the Court  examines the \nindividual issues raised by the remaining motions. \nA. The AP Parties’ Motion \n53. AP Atlantic move s the Court for summary judgment on Crescent’s \ncounterclaim for breach of contract, arguing that Crescent may not recover damages \nunder the General Contract when it wrongfully denied AP Atlantic the opportunity \nto cure the alleged defects.  In the alternative, the AP Parties request that the Court \nenter summary judgment in their favor on the  consequential damages sought by \nCrescent, arguing that Crescent has expressly waived its right to such damages.  The \nCourt addresses each set of arguments in turn. \n1. Crescent’s Denial of an Opportunity to Cure \n54. AP Atlantic primarily argues at summary judgment that Crescent should \nbe precluded from seeking damages for an alleged breach of the General Contract \nbecause Crescent itself breached the terms of the parties’ agreement by failing to give \nAP Atlantic an opportunity to cure the alleged truss defects.  AP Atlantic \ncharacterizes Crescent’s May 29, 2015 letter demanding a repair plan by June 1, 2015 \nas “blind -siding” AP Atlantic and contends that this demand , and Crescent’ s \nsubsequent conduct of hiring Summit and refusing to allow AP Atlantic to further \ninvestigate alleged defects, did not constitute a reasonable opportunity to cure.  (AP \nAtl. Br. Supp. Summ. J.  22.)  AP Atlantic suggests that Crescent proceeded in this \nmanner because the truss defects were not a true construction concern but a public -\nrelations problem Crescent was eager to resolve and intimates that Crescent was also \nattempting to obtain a design enhancement with the plans drawn up by SGH. \n55. Crescent responds by arguing that AP Atlantic cannot shield itself with the \nGeneral Contract because AP Atlantic was, in fact, the first party to materially breach \nthe agreement’s terms by anticipatory repudiation.  In particular, Crescent cites the \nMay 28, 2015 statements by Whitney indicating that AP Atlantic could not or would \nnot do the work Crescent required in the timeframe demanded as evidence that AP \nAtlantic unequivocally indicated it would not perform its contractual obligation to \ncure.  Because AP Atlanti c repudiated the General Contract, Crescent asserts, AP \nAtlantic has no grounds on which to argue it was wrongfully deprived of its \nopportunity to cure.  Crescent also argues that numerous questions of fact, such as \nthe reasonableness of the amount of time  Crescent offered AP Atlantic to cure the \ntruss defects, render summary judgment inappropriate on this record. \n56. “As a general rule, if either party to a bilateral contract commits a material \nbreach of the contract, the non -breaching party is excused from th e obligation to \nperform further.”  McClure Lumber Co. v. Helmsman Constr., Inc., 160 N.C. App. 190, \n198, 585 S.E.2d 234, 239 (2003).  A “[b]reach of contract occurs when a party fails to \nperform a contractual duty which has become absolute. . . .  [W]hen performance of a \nduty under contract is presently due any nonperformance constitutes a breach.”  \nMillis Constr. Co. v. Fairfield Sapphire Valley, Inc., 86 N.C. App. 506, 510, 358 S.E.2d \n566, 569 (1987) (citation omitted).  A breach is considered material if it “substantially \ndefeats the purpose of the agreement or goes to the very heart of the agreement, or \ncan be characterized as a substantial failure to perform.”  Supplee v. Miller -Motte \nBus. Coll., Inc., 239 N.C. App. 208, 220, 768  S.E.2d 582, 593 (2015) (quoting Long v. \nLong, 160 N.C. App. 664, 668, 588 S.E.2d 1, 4 (2003)).  The materiality of a breach of \ncontract is “ordinarily a question for a jury.”  Id. at 221, 768 S.E.2d at 593 (quoting \nCharlotte Motor Speedway, Inc. v. Tindall Corp., 195 N.C. App. 296, 302, 672 S.E.2d \n691, 695 (2009)). \n57. The primary issue presented to the Court on the AP Parties’ Motion \nconcerns the parties’ compliance with the General Contract’s  terms providing AP \nAtlantic an opportunity to cure.  Because the Court concludes  that the AP Parties \nhave failed to show that there is no genuine issue of material fact as to whether \nCrescent breached these terms , the Court need not reach Crescent’s arguments  in \nopposition asserting anticipatory repudiation.  \n58. North Carolina law generally e nforces contract clauses providing a party \nwith an opportunity to cure.  Moses H. Cone Mem’l Hosp. Operating Corp. v. Conifer \nPhysician Servs., Inc., No. 1:13CV651, 2017 U.S. Dist. LEXIS 56215, at *12 (M.D.N.C. \nApr. 11, 2017); see LCA Dev., LLC v. WMS Mgmt. Grp., LLC, No. COA15-1110, 2016 \nN.C. App. LEXIS 633, at *6–7 (N.C. Ct. App. June 21, 2016); Dishner Developers, Inc. \nv. Brown, 145 N.C. App. 375, 378, 549 S.E.2d 904, 906, aff’d, 354 N.C. 569, 557 S.E.2d \n528 (2001).  As our Court of Appeals explained in its unpublished decision in LCA \nDevelopment, when an obligor fails to allow an obligee a bargained-for opportunity to \ncure, he or she deprives the obligee of a benefit promised under their contract.  LCA \nDev., LLC, 2016 N.C. App. LEXIS 633, at *6.  Such a deprivation may amount to a \nmaterial breach of contract and may excuse further performance by the non -\nbreaching party.  See id. at *6–7; see also Dishner Developers, Inc., 145 N.C. App. at \n378, 549 S.E.2d at 906 (holding defendant breached contract and relieved plaintiff of \nfurther performance obligations when defendant failed to provide written notice of a \ndefect and failed to give plaintiff time to cure the defect). \n59. The Court begins its inquiry into whether a breach of the General Contract \noccurred by exa mining the language of the contract itself.  “In a contract dispute \nbetween two parties, the trial court may interpret a plain and unambiguous contract \nas a matter of law if there are no genuine issues of material fact .”  Premier, Inc. v. \nPeterson, 232 N.C. App. 601, 605, 755 S.E.2d 56, 59 (2014).  In doing so, the trial court \nseeks to determine the “intent of the parties when the contract was issued” by \nexamining “the language in the contract.”   N.C. State Bar v. Merrell , 243 N.C. App. \n356, 370, 777 S.E .2d 103, 114 (2015)  (quoting Bank of Am., N.A. v. Rice , 230 N.C. \nApp. 450, 455, 750 S.E.2d 205, 209 (2013)).  The language in the contract is given its \n“natural and ordinary meaning,” Southpark Mall Ltd. P’ship v. CLT Food Mgmt., 142 \nN.C. App. 675, 678, 54 4 S.E.2d 14, 16 (2001)  (quoting Charlotte Hous. Auth. v. \nFlemming, 123 N.C. App. 511, 514, 473 S.E.2d 373, 375 (1996)), because it is strongly \npresumed “that the parties knew what they agreed and have chosen fit and proper \nwords to express that agreement in its entirety,” Branch Banking & Tr. Co. v. Chicago \nTitle Ins. Co., 214 N.C. App. 459, 464, 714 S.E.2d 514, 518 (2011) (quoting Hice v. Hi-\nMil, Inc., 301 N.C. 647, 651, 273 S.E.2d 268, 270 (1981)).  In determining the parties’ \nintent, the court must construe the contract “in a manner that gives effect to all of its \nprovisions,” if such can be reasonabl y done.  Johnston County v. R.N. Rouse & Co. , \n331 N.C. 88, 94, 414 S.E.2d 30, 34 (1992). \n60. The General Contract’s Section 3.5 warranted that AP Atlantic’s work would \n“conform to the requirements of the Contract Documents and [would] be free from \ndefects, except those inherent in the quality of the Work the Contract Documents \nrequire[d] or permit[ed]” and further prov ided that “Work, materials, or equipment \nnot conforming to these requirements [could] be considered defective.”  (General \nContract §  3.5.)  The term “Work” was defi ned as  “the construction and services \nrequired by the Contract Documents, whether completed or partially completed, and \ninclude[d] all other labor, materials, equipment and services provided or to be \nprovided by the Contractor to fulfill the Contractor’s obligations.”  (General Contract \n§ 1.1.3.)  The Contract Documents were “enumerated in the Agreement between the \nOwner and Contractor  . . . and consist[ed] of the Agreement, Conditions of the \nContract [i.e., the General Contract]  . . . , Drawings, Specifications, Addenda issued \nprior to execution of the Contract, other documents listed in the Agreement [,] and \nModifications issued after execution of the Contract.”  (General Contract § 1.1.1.) \n61. Viewing the facts in the light most favorable to Crescent  as the nonmoving \nparty, the Court concludes that the record contains evidence from which a reasonable \nfactfinder could infer that a portion of the Project’s trusses were defective and thus \ndid not conform to the General Contract’s warranty contained in Section 3.5.  The \nCourt therefore turns to examine the parties’ obligations and rights with respect to \ndefective Work. \n62. The General Contract required AP Atlantic to “promptly correct \nWork . . . failing to conform to the requirements of the Contract Documents, whether \ndiscovered before or after Substantial Completion and whether or not fabricated, \ninstalled or completed.”  (General Contract. §12.2.1.)   “Substantial Completion” \nreferred to the point at which the Project was sufficiently complete to be used for its \n“intended use as student housing.”  (General Contract § 9.8.1.)  The General Contract \nfurther provided as follows:  \n[I]f, within one year after the date of  . . . Substantial Completion of the \nWork . . . any of the Work is found to be not in accordance with the \nrequirements of the Contract Documents, the Contractor shall correct it \npromptly after receipt of written notice from the Owner to do so[.] \n \n(General Contract § 12.2.2.1.)  This provision required Crescent to “give such notice \npromptly after disco very of the condition,” and stated “[i]f the Contractor fails to \ncorrect nonconforming Work within a reasonable time during that period after receipt \nof notice from the Owner  . . . , the Owner may correct it in accordance with Section \n2.4.”  (General Contract § 12.2.2.1.) \n63. Section 2.4, titled “Owner’s Right to Carry Out the Work,” in turn contained \ntwo sentences.  The first provided: \nIf the Contractor defaults or fails to carry out the Work in accordance with \nthe Contract Documents and fails within a fi ve-day period after receipt of \nwritten notice from the Owner to commence and continue correction of such \ndefault or failure with diligence and promptness, the Owner may, without \nprejudice to other remedies the Owner may have, correct such deficiencies. \n   \n(General Contract § 2.4.)  The second sentence read: \nIn such case an appropriate Change Order shall be issued (not requiring \nContractor’s agreement or signature) deducting from payments then or \nthereafter due to the Contractor the reasonable cost of correc ting such \ndeficiencies . . . .  If payments then or thereafter due the Contractor are not \nsufficient to cover such amounts, the Contractor shall pay the difference to \nthe Owner. \n \n(General Contract § 2.4.) \n64. Examining these provisions, the Court forms several conclusions. \n65. First, regardless of whether the Project was substantially completed, AP \nAtlantic was obligated to “promptly correct Work” which failed “to conform to the \nrequirements of the Contract Documents[.]”  (General Contract § 12.2.1.) \n66. Second, if AP Atlantic’s Work failed to comply with the Contract Documents, \nand AP Atlantic failed to “commence and continue correction” of the defective Work \n“with diligence and promptness” within five days of receipt of written notice from \nCrescent, Crescent had the right to correct the defects on its own.  (General Contract \n§ 2.4.)  “In such [a] case,”  i.e., when the owner’s right to self -correct was triggered,  \nSection 2.4 provided procedures for adjusting costs based upon Crescent’s self -\ncorrection.  (See General Contract § 2.4.) \n67. Third, if, after Substantial Completion, Crescent discovered defects in the \nWork failing to comply with the Contract Documents, Crescent was required to send \nwritten notice to AP Atlantic , and AP Atlantic was required to correct the \nnonconforming Work within a reasonable time after receipt of that notice.  (General \nContract § 12.2.2.1.)  If AP Atlantic failed to correct the nonconforming Work within \na reasonable time period, Crescent was permitted to correct the Work in accordance \nwith the provisions for self -correction outlined in Section 2.4.  (General Contract \n§ 12.2.2.1.) \n68. Thus, read plainly, Sections 12.2.2.1 and 2.4 provide two circumstances that \nwould trigger Crescent’s right to self -correct Work that did not co nform to the \nContract Documents: (i) if, within five days of receipt of written notice from Crescent, \nAP Atlantic failed to “commence and continue correction” of the offending defect “with \ndiligence and promptness,” (see General Contract § 2.4); and (ii) if, after Substantial \nCompletion, defects were discovered and noticed and AP Atlantic failed to correct \nthose defects within a reasonable time after receipt of Crescent’s notice, (see General \nContract § 12.2.2.1). \n69. AP Atlantic and Crescent do not dispute  that the Project was comp leted or \nsubstantially completed by January 2015.  Thus, once Crescent sent AP Atlantic \nwritten notice concerning its alleged truss defects, Crescent gained the right to self -\ncorrect if AP Atlantic (i) failed to, within five days of receipt of Crescent’s n otice, \n“commence and continue correction  . . . with diligence and promptness” or (ii) failed \nto correct the noticed defects within a reasonable time.  (See General Contract §§ 2.4, \n12.2.2.1.)  Once this right to self -correct was triggered, Crescent could correct in \naccordance with the further provisions in Section 2.4.  (See General Contract § 2.4.) \n70. AP Atlantic argues at summary judgment that Crescent  breached the \nGeneral Contract by not providing AP Atlantic with a reasonable time to cure before \ninvoking its right to self-correct.  AP Atlantic has not addressed its own obligation to \ncommence and continue correction of any defective Work “with diligence and \npromptness” within five days following a written notice from Crescent  or whether \nCrescent properly invoked its right to self-correct under this provision.  At summary \njudgment, the Court concludes genuine issues of fact remain as to whether Crescent’s \nactions breached either provision. \n71. Viewing the record in the light most favorable to Crescent, the Court  \nconcludes that reasonable minds could differ as to whether AP Atlantic proceed ed \nwith diligence and promptness to correct the alleged truss defects  or whether \nCrescent afforded AP Atlantic a reasonable opportunity to do so .  On the one hand,  \nAP Atlantic a rgues that Crescent’s May 4, 2015 letter did not put AP Atlantic on \nnotice of the full scope of alleged truss defects ; that Crescent’s June 1 deadline for a \nrepair plan set by Crescent’s May 29, 2015 letter  was unreasonable; that Crescent’s \nmid-August deadline for completion of any remedial work was also unreasonable; and \nthat AP Atlantic was proceeding promptly, diligently, and in line with common \nindustry practice.  On the other hand,  the record contains evidence tending to show  \nthat Crescent’s May 4, 2015 letter notified AP Atlantic that Crescent believed there \nwas “sufficient information to support a belief that the [truss] failures may be the \nresult of defective truss design [or] defective manufacture of the trusses,” (Crescen t \nOpp’n Br. Ex. G (emphasis added)), indicating a potentially widespread problem; that \nAP Atlantic had informed Crescent that it could not perform the repairs within \nCrescent’s demanded timeframe;  that Crescent remained open to allowing AP \nAtlantic to perform or participate in the repair work before Crescent’s end-of-summer \ndeadline; and that SGH and Crescent’s backup contractor, Summit, were able to put \ntogether and execute a plan for remedying the alleged truss defects that was, in fact, \ncompleted by mid-August 2015. \n72. Diligence and promptness are relative concepts that necessarily implicate \nquestions of reasonable effort and timeliness and resist definition by prescribed legal \nrules.  In light of the competing evidence identified above, the Court concludes that \ndetermining whether Crescent was able to self-correct due to AP Atlantic’s failure to \n“commence and continue” correction “with diligence and promptness” cannot be \naccomplished by the application of clear legal principles or case law.  Instead, that \ndecision will require a careful weighing of multiple, case-specific facts.  The question \nis thus one of fact to be answered by the factfinder at trial.  See Rheinberg-Kellerei \nGMBH v. Vineyard Wine Co. , 53 N.C. App. 560, 566, 281 S .E.2d 425, 428 (1981) \n(noting whether a notification has been “prompt” must be determined on a case -by-\ncase-basis “under all the circumstances”); cf. Egan v. Guthrie, 94 N.C. App. 307, 312, \n380 S.E.2d 135, 138 (1989) (“ The degree to which plaintiff exerted  best efforts or \nreasonable efforts in trying to sell defendants’ property is a question  of fact to be \nproperly decided by the trier of facts.”). \n73. For these same reasons , it is for the factfinder to determine whether \nCrescent afforded AP Atlantic a reasonab le amount of time to cure .  Hardee’s Food \nSys., Inc. v. Hicks, 5 N.C. App. 595, 599, 169 S.E.2d 70, 73 (1969) (“ Reasonable time \nis generally conceived to be a mixed question of law and fact.  If, from the admitted \nfacts, the court can draw the conclusion a s to whether the time is reasonable or \nunreasonable, by applying to them a legal principle or a rule of law, then the question \nis one of law.  But if different inferences may be drawn, or circumstances are \nnumerous and complicated, and such that a definite  legal rule cannot be applied to \nthem, then the matter should be submitted to the jury.”  (quoting Apostle v. Acacia \nMut. Life. Ins. Co., 208 N.C. 95, 98, 179 S.E. 444, 446 (1935))). \n74. AP Atlantic also argues that Crescent’s implemented repair plan , which \nCrescent offered AP Atlantic the chance to perform under , was not truly a plan \ndesigned to repair the trusses called for by the General Contract  but instead a plan \nto outfit the Project with enhanced trusses.  Viewing the record’s contents in the light \nmost favorable to Crescent , the Court concludes that the evidence concerning this \nissue reveals genuine issues of material fact that also prevent the entry of summary \njudgment in AP Atlantic’s favor. \n75. For these reasons , the Court concludes a genuine issue of material fact \nremains as to Crescent’s breach of contract claim and denies the AP Parties’ Motion \nto the extent it seeks complete dismissal of that claim. \n2. The Availability of Consequential Damages \n76. Having concluded that dismissal of Crescent’s breach of contract claim \nagainst AP Atlantic is not appropriate at summary judgment, the Court next \nconsiders the AP Parties’ alternative request that the Court “[strike], with prejudice, \nall claims for consequential damages sought by Crescent [.]”  (AP Atl., Inc. and \nAdolfson & Peterson Constr., Inc.’s Mot. Summ. J. 2, ECF No. 322.) \n77. In particular, the AP Parties  challenge Crescent’s claimed “Relocation and \nOperational Costs.”  (Crescent Opp’n Br. 12.)  Crescent breaks down these damages, \nwhich amount to a total of $2,579,960.57, as follows: \n(1) Hotel: $906,847.74 – Crescent provide[ed] temporary housing in hotels for \nstudents who renewed their leases. \n \n(2) Shuttle & Storage: $253,319.18 – Because the students lost the ability to \nwalk to campus once they were relocated, Crescent ensured the students \ncould safely get to campus by providing shuttles for the students  . .  . .  \nCrescent also provided storage for their items.   \n \n(3) Relocation Stipend: $500,446.46 – Crescent further offered a $500 prepaid \ngift card and a $140 per week stipend to students opting to renew their \nleases. \n \n(4) Attorneys’ Fees: $10,604.75 – Crescent incurred [attorneys’] fees in \nrelocating the students, dealing with unhappy students and parents, and \nresponding to a student claim. \n \n(5) Payroll/Contracted Staffing/Operational: $650,382.28 – Crescent incurred \n$276,000 in payroll and contracted staffing costs during the repair work \nfor Greystar employees that were onsite managing the apartment complex \nwhile the repairs were going on.  Crescent [also] incurred [other] \noperations costs during the truss repair work, including utilities, builder’s \nrisk insurance related to the truss construction work, a crisis  \ncommunication hotline related to the truss failures, and costs for an \ninspection needed for [a] bank lender. \n \n(Crescent Opp’n Br. 12–13 (citations omitted).) \n \n78. The AP Parties argue that these expenses constitute consequential damages \nand that Crescent is not entitled to recover consequential damages for its breach of \ncontract claim because both AP Atlantic and Crescent waived their right to such \ndamages in Section 15.1.6 of the General Contract .  In relevant part, Section 15.1.6 \nreads as follows: \nThe Contractor and Owner waive Claims against each other for consequential \ndamages arising out of or relating to this Contract.  This mutual waiver \nincludes (1) damages incurred by the Owner for rental expenses, for losses of \nuse, income, profit, financing , business and reputation, and for loss of \nmanagement or employee productivity or of the services of such persons; and \n(2) damages incurred by the Contractor for principal office expenses including \nthe compensation of personnel stationed there, for losses of financing, \nbusiness and reputation, and for loss of profit except anticipated profit arising \ndirectly from the Work. \n \n(General Contract § 15.1.6.)  The AP Parties  contend that this language is \nunambiguous and should be enforced. \n79. Crescent responds with s everal arguments.  First, Crescent argues that \nnone of the specific damages it seeks are waived by the General Contract, which \nCrescent contends contains an ex haustive and exclusive  list of waived damages.  \nSecond, Crescent asserts that the entirety of the  damages it seeks are direct, not \nconsequential.  Third, if the Court disagrees with Crescent’s first two arguments, \nCrescent argues that the damages the AP Parties challenge are at most incidental  \ndamages and thus are not waived.  Fourth, Crescent maintains that, at the very least, \nwhether any of its damages are consequential and waived is a matter that should be \nleft to the jury.   Finally, Crescent argues that A&P has not moved for summary \njudgment on Crescent’s claim on the Performance Guaranty and that Crescent is \nentitled to consequential damages under the Performance Guaranty, which does not \ninclude a waiver of such damages. \n80. When a contract has been breached , the general rule is that “the injured \nparty is entitled as compensation therefor to be placed, insofar as this can be done by \nmoney, in the same position he would have occupied if the contract had been \nperformed.”  Pleasant Valley Promenade v. Lechmere, Inc. , 120 N.C. App. 650, 665, \n464 S.E.2d 47, 59 (1995)  (quoting First Union Nat’l Bank v. Naylor , 102 N.C. App. \n719, 725, 404 S.E.2d 161, 164 (1991)).  The injured party is entitled to damages based \non this expectation interest, which is measured by “(a) the loss in the value to him of \nthe other party’s performance caused by its failure or deficiency , plus (b) any other \nloss, including incidental or consequential loss, caused by the breach, less (c) any cost \nor other loss that he has avoided by not having to perform.”  Id.  Modern North \nCarolina jurisprudence recognizes a difference in these forms of loss and categorizes \nthem as direct, incidental, and conseq uential.  See N.C.P.I.-Civil 503.21, 503.70; see \nalso Pleasant Valley Promenade, 120 N.C. App. at 671, 464 S.E.2d at 62. \n81. Crescent does not appear to dispute the AP Parties’  basic point that the \nGeneral Contract limits Crescent from recovering certain consequential damages in \nthis case.  That approach is well-advised.  The Supreme Court of North Carolina has \nnoted that the fundamental freedom of parties to contract  as they see fit allows a \nparty to, in normal circumstances, waive “[a]ny right, whether statutory or \nconstitutional,” to which it is entitled, United Labs., Inc. v. Kuykendall, 335 N.C. 183, \n194 n.6, 437 S.E.2d 374, 381 n.6 (1993), and has long held that parties may limit their \nliability for losses ordinarily categorized as consequential damages, Lambert Hoisting \nEngine Co. v. Paschal, 151 N.C. 27, 30, 65 S.E. 523, 524 (1909) (holding a party may \ncontractually exempt itself from liability for loss of prospective profits caused by a \ndelay in performance). \n82. The General Contract clearly states that Crescent and AP Atlantic waived \ntheir “[c]laims against each other for consequential damages arising out of or relating \nto” the General Contract.   (General Contract § 15.1.6.)   The Court will enforce t his \ncontract as written, and thus concludes that Crescent has waived its ability to recover \nconsequential damages against AP Atlantic.  See Severn Peanut Co. v. Indus. \nFumigant Co. , 807 F.3d 88, 92 (4th Cir. 2015) (“[C]onsequential damage [s] \nlimitations . . . appear to be commonly -enforced tools of doing business used \nthroughout North Carolina and many other states.”). \n83. Crescent’s first argument attempts to limit the effect of Section 15.1.6 by \nsuggesting that the section’s use of the word “includes” implies that Crescent has \nwaived only those categories of damages specifically referenced in the first subsection \nrelating to the waiver by the “Owner.”  The Court disagrees.  “[T]he term ‘includes’ is \nordinarily a word of enlargement and not of limitation,” and in interpreting the plain \ntext of statutes, North Carolina courts have consistently held that the  “definition of \na thing as ‘ including’ certain things does not necessarily place thereon a meaning \nlimited to the inclusions .”  Jackson v. Charlotte Mec klenburg Hosp. Auth., 238 N.C. \nApp. 351, 357, 768 S.E.2d 23, 27 (2014) (quoting N.C. Tpk. Auth. v. Pine Island, Inc., \n265 N.C. 109, 120, 143 S.E.2d 319, 327 (1965)).  Applying this reasoning here , the \nCourt concludes that the word “includes,” as used in Section 15.1.6, does not limit the \ncategories of consequential damages waived by Crescent to those specifically listed. \n84. Having concluded that Crescent has waived its right to all consequential \ndamages under the General Contract , the Court next examines the category of \ndamages the AP Parties specifically challenge at summary judgment —the \n$2,579,960.57 that Crescent seeks for “student relocation and operation costs .”  \n(Crescent Opp’n Br. 12.)   The AP Parties a rgue that these costs, which Crescent \ncharacterizes as “its best efforts to keep tenants by providing relocation packages ,” \n(Crescent Opp’n Br. 12),  cannot be described as anything other than consequential \ndamages and thus that Crescent should be barred from recovering for these expenses. \n85. It is in res ponse to this specifically challenged category of damages that \nCrescent raises its second argument, asserting that the claimed “student relocation \nand operation costs” flow naturally and necessarily from AP Atlantic’s breach of the \nGeneral Contract and thus are direct damages.  Again, the Court disagrees. \n86. Direct damages “are such [damages] as might accrue to any person similarly \ninjured,” Hopkins v. MWR Mgmt. Co., 2017 NCBC LEXIS 92, at *30 (N.C. Super. Ct. \nOct. 3, 2017) (citing Penner v. Elliott, 225 N.C. 33, 35, 33 S.E.2d 124, 126 (1945)), and \nare a “ natural, and proximate result ” of a breach of contract, Lamm v. Shingleton , \n231 N.C. 10, 14, 55 S.E.2d 810, 812 (1949); N.C.P.I.-Civil 503.21 (“Direct damages are \nthe economic losses that usually or customarily result from a breach of contract.”).  In \nthe context of construction contracts, our courts have adhered to the rule that direct \ndamages are measured by “ (1) the difference between the value of the building as \nwarranted or contracted for and its value as actually built, [or] (2) the cost of repairs \nrequired to bring  the property into compliance with the warranty or contract.”   \nWarfield v. Hicks, 91 N.C. App. 1, 11, 370 S.E.2d 689, 695 (1988); see Robbins v. C.W. \nMyers Trading Post, Inc. , 251 N.C. 663, 666,  111 S.E.2d 884, 887 (1960) .  This is \nbecause, as our Supreme Court explained nearly fifty years ago , “[t]he fundamental \nprinciple which underlies the decisions regarding the measure of damages for defects \nor omissions in the performance of a building or construction contract is that a party \nis entitled to have what he contracts for or its equivalent.”  Robbins, 251 N.C. at 666, \n111 S.E.2d at 887; see also Schonfeld v. Hilliard, 218 F.3d 164, 175 (2d Cir. 2000) (“A \nplaintiff is seeking [direct] damages when  he tries to recover ‘the value of the very \nperformance promised.’ ” (quoting 3 Dan B. Dobbs, Dobbs Law of Remedies § 12.2(3) \n(1993))). \n87. The “student relocation and operation costs” damages Crescent seeks cannot \nbe accurately characterized as direct damages.  These expenses are not such damages \n“as might accrue to any person similarly injured ,” Penner, 225 N.C. at 35, 33 S.E.2d \nat 126, but are particular to Crescent in this case.   Crescent argues that “[d]amages \nanalogous to those” it now claims “have been held to be direct damages, rather than \nconsequential” damages, (Crescent Opp’n Br. 22), but the cases Crescent cites  in \nsupport of this argument  do not support the proposition that expenses incurred in \nattempting to retain residents should be considered  as directly resulting from the \nbreach of a construction contract, 3 and North Carolina law does not support that \nposition, see Robbins, 251 N.C. at 666, 111 S.E.2d at 887 ; Warfield, 91 N.C. App. at \n11, 370 S.E.2d at 695 (setting out the two recognized methods for measuring direct \ndamages for the breach of a construction contract in North Carolina).  The Court thus \nconcludes that Crescent’s “ student relocation and operation costs” are not direct \ndamages resulting from any alleged breach of contract by AP Atlantic. \n                                                 \n3  See Comstock Potomac Yard, L.C. v. Balfour Beatty Constr., LLC, 694 F. Supp. 2d 468, 491 \n(E.D. Va. 2010) (holding expenses related to additional labor, administrative work, cleaning, \nand security needed to address incomplete work to be direct damages); Winforge, Inc. v. \nCoachmen Indus., Inc., No. 1:06-cv-619-SEB-JMS, 2008 U.S. Dist. LEXIS 66250, at *34–36 \n(S.D. Ind. Aug. 27, 2008) (concluding loss of initial investment in real estate and “increased \ninterest costs due to an extended loan term during construction delays” were direct damages); \nTenn. Gas Pipeline Co. v. Technip USA Corp. ; No. 01 -06-00535-CV, 2008 Tex. App. LEXIS \n6419, at *2 1–23 (Tex. App. Aug. 21, 2008) (holding expenses resulting from project delay, \nincluding “labor, travel, environmental contractors,  . . . inspectors, purchase and supply of \nadditional construction consumables, costs for hauling wastewater from the site, and services \nand utilities” constituted direct damages). \n88. Crescent’s third argument, whi ch attempts to characterize the challenged  \nexpenses as incidental damages, is likewise largely unavailing. \n89. The legal distinctions between incidental and consequential damages under \nNorth Carolina law are, at best, murky, particularly outside the context of the sale of \ngoods.  See, e.g., Harrington Mfg. Co. v. Logan Tontz Co., 40 N.C. App. 496, 505, 253 \nS.E.2d 282, 287 (1979); see also  N.C.G.S. § 25 -2-710 (“ Incidental damages to an \naggrieved seller include any commercially reasonable charges, expenses or \ncommissions incurred in stopping delivery, in the transportation, care and custody of \ngoods after the buyer’s breach, in connection with return or resale of the goods or \notherwise resulting from the breach.”)  When discussed, the two are often mentioned \ntogether, with littl e attempt to draw a distinction,  Pleasant Valley Promenade, 120 \nN.C. App. at 665, 464 S.E.2d at 59 (describing “any other loss, including incidental or \nconsequential loss, caused by the breach,” as damages plaintiff may recover), and  \nhistorically both have been lumped together as “special damages, ” see Penner, 225 \nN.C. at 35, 33 S.E.2d at 126; Piedmont Plastics, Inc. v. Mize Co. , 58 N.C. App. 135, \n140, 293 S.E.2d 219, 223 (1982)  (“Incidental and consequential damages are special \ndamages, those which do not necessarily result from the wrong.”  (internal quotation \nmarks omitted)). \n90. However, our Court of Appeals has discussed incidental damages as a \nseparate category of damages available in common  law breach of contract cases, see \nJ.T. Russell & Sons, Inc. v. Silver Birch Pond LLC , 217 N.C. App. 290, 297 –98, 721 \nS.E.2d 699, 704 –05 (2011), and North Carolina’s pattern jury instructions suggest \nincidental damages may be awarded in a myriad of contract cases, including where \nthe contract in question relates to construction, N.C.P.I. -Civil 503.70 (“The right to \nincidental damages applies in almost every breach of contract setting ( e.g., \nconstruction contracts, contracts for the purchase of real estate, etc.).”).  The pattern \njury instructions further provide examples of incidental damages, including “costs \nreasonably incurred by the plaintiff in response to the defendant’s breach” and “costs \nreasonably incurred by the plaintiff for the purpose of minimizing the injury resulting \nfrom the defendant’s breach.”  Id.  The Restatement (Second) of Contracts, which \nNorth Carolina courts view as persuasive authority on matters of contract law,4 also \nrecognizes incidental damages as a distinct category.  Res tatement (Second) of \nContract § 347 cmt. c (Am. Law. Inst. 1981) (“Incidental losses include costs incurred \nin a reasonable effort, whether successful or not, to avoid loss, as where a party pays \nbrokerage fees in arranging or attempting to arrange a substitute transaction.”). \n91. Consequential damages, on the other hand, are those other damages “which \nmight have been within the contemplation of the parties at the time the contract was \nmade,” Chris v. Epstein, 113 N.C. App. 751, 754, 440 S.E.2d 581, 583 (1994), and are \n“claimed to result as a secondary consequence of the defendant’s non -performance,” \nPleasant Valley Promenade, 120 N.C. App. at 671, 464 S.E.2d at 62 (quoting 3 Dan B. \nDobbs, Law of Damages  § 12.4(1) (2d ed. 1993)  [hereinafter “Dobbs on Damage s”]).  \n                                                 \n4  See, e.g., Vogel v. Reed Supply Co. , 277 N.C. 119, 127 –28, 177 S.E.2d 273, 278 (1970) \n(adopting the framework for distinguishing intended and incidental beneficiaries used in the \nRestatement (Second) of Contracts); Schwarz v. St. Jude Med., Inc., 802 S.E.2d 783, 789–90 \n(N.C. Ct. App. 2017) (citing the Restatement (Second) of Contracts at length regarding \nmutual assent and contract formation).  \nThey “do not flow directly and immediately from an injurious act but  . . . result \nindirectly” from it.  Consequential Damages, Black’s Law Dictionary (8th ed. 2004). \n92. Courts in many jurisdictions have grappled with distinguishing incidental \nand consequential damages, often under Article 2 of the Uniform Commercial Code \n(the “UCC”).  The prevailing and often-cited articulation of the difference between the \ntwo comes from Judge Neaher in Petroleo Brasileiro, S.A. Petrobras v. Ameropan Oil \nCorp., 372 F. Supp. 503 (E.D.N.Y. 1974): \nWhile the distinction between the two is not an obvious one, the Code makes \nplain that incidental damages are normally incurred when a buyer (or seller) \nrepudiates the contract or wrongful ly rejects the goods, causing the other to \nincur such expenses as transporting, storing, or reselling the goods.  On the \nother hand, consequential damages do not arise within the scope of the \nimmediate buyer-seller transaction, but rather stem from losses incurred by \nthe non-breaching party in its dealings, often with third parties, which were \na proximate result of the breach, and which were reasonably foreseeable by \nthe breaching party at the time of contracting \n \nId. at 508–09 (first citing Hadley v. Baxen dale, 9 Exch. 341, 156 Eng. Reprint 145 \n(1854); then citing 51 N.Y. Jur. Sales § 236 (1966)).  This distinction led Judge Neaher \nto conclude that expenses the plaintiff paid in penalties were not incidental damages \nbecause they stemmed from the plaintiff’s  dealings with other parties who were not \na party to the breached contract.  Id. at 509.  Numerous courts have cited Petroleo \nBrasileiro, S.A. Petrobras for this rule.  See, e.g., Jelen & Sons, Inc. v. Bandimere, 801 \nP.2d 1182, 1186 (Colo. 1990); Superior, Inc. v. Behlen Mfg. Co. , 738 N.W.2d 19, 26 \n(N.D. 2007); Sprague v. Sumitomo Forestry Co. , 709 P.2d 1200, 1206 (Wash. 1985) \n(ruling that loss incurred due to nonbreaching party’s delay in performing a contract \nfor a third party was not properly characteriz ed as incidental damage and stating \n“[t]he fact that [defendant’s] conduct proximately caused [plaintiff’s] loss is irrelevant \nto this analysis ” and that  “[t]he focus is upon losses arising within the scope of the \nimmediate contract”). \n93. While these cases concern contracts for the sale of goods, the standard they \nprovide for identifying and distinguishing incidental and consequential damages  is \nreasonable and appears consistent with North Carolina common law.  See N.C.P.I.-\nCivil 503. 70 (defining incidental damages by reference to costs associated with \nperformance under the contract or minimizing the loss resulting from the defendant’s \nbreach of the contract); see also Pleasant Valley Promenade, 120 N.C. App. at 671–72, \n464 S.E.2d at 62 –63.  There is thus significant persuasive authority to support \ndefining incidental damages as expenses incurred in mitigating and dealing with \nlosses arising within the scope of the immediate contract and consequential damages \nas “losses incurred by the no n-breaching party in its dealings, often with third \nparties, which were a proximate result of the breach, and which were reasonably \nforeseeable by the breaching party at the time of contracting.”  Petroleo Brasileiro, \n372 F. Supp. at 508; see Sprague, 709 P.2d at 1206; see also First Niagara Bank N.A. \nv. Mortg. Builder Software, Inc. , No. 13 -CV-592S, 2016 U.S. Dist. LEXIS 67705, at \n*22–24 (W.D.N.Y. May 23, 2016).   \n94. The Court also finds the North Carolina Court of Appeals’ decision in \nPleasant Valley instructive.  In that case, a shopping center owner and a department \nstore entered into an agreement which required the department store to operate in \nthe shopping center for a set number of years.  Pleasant Valley Promenade, 120 N.C. \nApp. at 654, 464 S.E.2 d at 52.  The store breached the agreement by closing early.  \nId.  The owner brought a breach of contract action and sought damages for (i) harm \nto the overall probability of success of the center; (ii) harm to the fair market value of \nthe center; and (iii ) harm to the center’s ability to attract and retain non -anchor \ntenants and a corresponding reduction in customer traffic and revenue.  Id. at 670, \n464 S.E.2d at 61–62. \n95. After addressing whether the owner could claim such losses, the Pleasant \nValley court examined whether these losses were a “damages remedy implied by law \nor, alternatively, a consequential damage measure.”  Id. at 671, 464 S.E.2d at 62.  The \ncourt noted that because the department store actually owned the land on which it \noperated, and ther efore paid the owner no rent, the department store’s \nnonperformance did not “directly cause financial harm” to the owner.  Id. at 671–72, \n464 S.E.2d at 62.  The court explained that all of the damages claimed by the owner, \nincluding harm to the center’s ab ility to retain non -anchor tenants, “occurred, if at \nall, as a ‘secondary consequence of defendant’s non -performance.’ ”  Id. at 672, 464 \nS.E.2d at 62–63 (quoting Dobbs on Damages § 12.4(1)).  The court therefore concluded \nthat the damages sought were special damages under North Carolina law.  Id. at 672, \n464 S.E.2d at 63.   The court did not expressly characterize the owner’s losses as \nbelonging to the  consequential subset of special damages in its conclusion, but as \nbetween a “damages remedy implied by law or . . . a consequential damage measure,” \nthe court clearly held that the owner’s claimed losses constituted the latter.  See id. \nat 671–72, 464 S.E.2d at 62–63. \n96. After reviewing Pleasant Valley , the case law addressing incidental \ndamages under the UCC, and the undisputed facts of this case, the Court concludes \nthat Crescent’s expenses for hotels, shuttles and storage, relocation stipends and gift \ncards, and attorneys’ fees incurred in connection with “dealing with unhappy \nstudents and parents”  and a student claim,  (Crescent Opp’n Br. 13),  cannot be \ncharacterized as incidental damages.   These claimed expenses were not incurred in \naddressing, remedying, or mitigating the immediate injury caused by AP Atlantic’s \nalleged breach of contract —i.e., Crescent receiv ing a nonconforming apartment \ncomplex—and did not arise within the scope of the transaction between Crescent and \nAP Atlantic.  Rather, these expenses stem “from losses incurred by [Crescent] in its \ndealings” with “third parties,” Petroleo Brasileiro, 372 F. Supp. at 508, particularly, \nCrescent’s “efforts to keep tenants,” whether that meant persuading student tenants \nnot to break their leases or incentivizing them to “renew their leases,” (Crescent \nOpp’n Br. 12). \n97. Crescent essentially argues that although it has waived any right to recover \nlosses to income, profit, business, and reputation as forms of consequential damages, \n(see General Contract § 15.1.6), it should nonetheless be able to recover its expenses \nincurred in mitigating those unrecoverable losses.  The Court cannot agree.   \nCrescent’s hotel, shuttle and storage, relocation stipend and gift card, and attorneys’ \nfees expenses are necessarily a “secondary consequence of” AP Atlantic’s alleged “non-\nperformance,” Pleasant Valley Promenade, 120 N.C . App. at 672, 464 S.E.2d at 62 –\n63, and were not incurred in addressing breaches within the immediate scope of \nCrescent and AP Atlantic’s contract.   Thus, if recoverable at all, these claimed \ndamages would be categorized as consequential, and not incidental, damages.  See id. \nat 671–72, 464 S.E.2d at 62–63 (determining loss in value partially caused by owner’s \ndecreased ability to attract tenants for shopping center was a “consequential damage \nmeasure”); see also Petroleo Brasileiro, 372 F. Supp. at 508 ; Sprague, 709 P.2d at \n1206. \n98. The Court therefore concludes that no genuine issue of material fact \nremains as to Crescent’s expenses for hotel, shuttle and storage, relocation stipend  \nand gift cards , or attorneys’ fees a nd that the AP Parties are entitled to summary \njudgment on this issue.  Crescent shall not be allowed to recover consequential \ndamages in this action on its breach of contract claim against AP Atlantic and shall \nbe particularly precluded from recovering the above claimed damages as a result. \n99. The same cannot be said, however, of Crescent’s claimed $650,382.28 in \n“Payroll/Contracted Staffing/Operational” costs.  (Crescent Opp’n Br. 13.)  Crescent \ncharacterizes these damages as payroll and staffing costs for property management \nemployees that were managing the Project while repairs were underway, as well as \nexpenses related to (i) utilities and builder’s risk insurance related to repair work, (ii) \na hotline related to truss failures, and (iii) costs for inspections required by a lender.  \n(Crescent Opp’n Br. 13.)  Based on the evidence of record, t he Court is unable to \nconclude as a matter of law whether such expenses should be categorized as \nincidental (i.e., costs incurred to mitigate the immediate injury) or consequential (i.e., \ncosts incurred as  a secondary consequence) , and thus cannot enter summary \njudgment as to these damages.  See, e.g., KSW Mech. Servs. v. Johnson Controls, Inc., \n992 F. Supp. 2d 135, 147 (E.D.N.Y. 2014) (denying motion for summary judgment \nwhere it could not be determined as  a matter of law whether damages were \nconsequential or incidental).  The Court will therefore deny the AP Parties’ Motion to \nthe extent it seeks relief as to this category of Crescent’s damages. \n100. Finally, contrary to Crescent’s argument that A&P has not moved for \nsummary judgment on Crescent’s claim under the Performance Guaranty, the Court \nconcludes that A&P has so moved and that the Court’s ruling on Crescent’s waiver of \nconsequential damages  under the General Contract  prevents Crescent  from \nrecovering such consequential damages from A&P.   As to the first point, t he AP \nParties’ Motion clearly shows that both AP Atlantic and A&P moved and that both \nasked the Court to “strike, with prejudice, all claims for consequential damages \nsought by Crescent because it expressly waived the right to recover such damages in \nits contract.”  (AP Atl., Inc. and Adolfson & Peterson Constr., Inc.’s Mot. Summ. J. 2.) \n101. As to the effect of Crescent’s waiver of consequential damages , the \nPerformance Guaranty unambiguously states that A&P agreed to pay “any sum that \nmay be payable in consequence of the nonperformance by [AP Atlantic]  . . . of any of \nthe terms, provisions, conditions, obligations and agreements contained in the \nAgreement.”  (Performance Guaranty ¶ 2.)  The General Contract waived Crescent’s \nright to recover consequential damages, and such damages would th us not be \n“payable in consequence of” AP Atlantic’s nonperformance.   Therefore, t he Court \nfurther concludes that Crescent shall not be permitted to recover consequential \ndamages on its claim against A&P under the Performance Guaranty  and shall \nparticularly be precluded from recovering from A&P Crescent’s expenses for hotel, \nshuttle and storage, relocation stipend  and gift cards , or attorneys’ fees .  The AP \nParties’ Motion will therefore be granted to this extent. \nB. Negligence and Contribution Claims Against and Among Subcontractors \n102. Madison, Trussway, Sears, and Interior Distributors ask the Court to enter \nsummary judgment in their favor on the negligence claims asserted against them by \nAP Atlantic and/or A&P .  Trussway and Sears also move the Court for summary \njudgment on the claims for negligence and contribution asserted against them by the \nother first- or lower-tier subcontractors.  Additionally, at oral argument T.A. Kaiser \nrequested, to the extent the Court concludes that the negligence claims against the \nother subcontractors should be dismissed , that the Court dismiss those negligence \nclaims against T.A. Kaiser as well.  For the reasons stated in this section, the Court \nconcludes that each negligence and contribution claim asserted against and among \nAP Atlantic’s first- and lower-tier subcontractors fails as a matter of law and should \nbe dismissed. \n103. Of the various arguments made against these claims, those asserted by \nSears and Interior Distributors are the most persuasive .  Sears and Interior \nDistributors both note that the negligence claims asserted against them are purely \nderivative and pleaded based on a theory of active and passive negligence, i.e., in the \nevent the claimant is found liable to another party in this action, the claimant alleges \nsuch liability was the proximate result of active negligence on the part of Sears or \nInterior Distributor s, respectively.   Sears and Interior Distributors contend these \nclaims are, despite their captioning, implied -in-law indemnity claims and that such \nclaims are unavailable in this case because there is no underlying injury sounding in \ntort, citing Kaleel Builders, Inc. v. Ashby , 161 N.C. App. 34, 587 S.E.2d 470 (2003).  \nSears and Interior Distributors further argue that this lack of an underlying tortious \ninjury means the parties in this case are not joint tortfeasors and cannot seek \ncontribution from each other.  The Court agrees with both of these arguments and \nconcludes that they provide the correct resolution to every negligence and contribution \nclaim brought by the AP Parties or asserted between the subcontractors. \n104. “There exists in North Carolina a comm on law right to indemnification for \na passively negligent tort -feasor from an actively negligent tort -feasor, for injuries \ncaused to third parties.”  Id. at 41, 587 S.E.2d at 475 (citing Edwards v. Hamill, 262 \nN.C. 528, 138 S.E.2d 151 (1964)).  Tort law provides for this right, Land v. Tall House \nBldg. Co., 165 N.C. App. 880, 884, 602 S.E.2d 1, 3 (2004), although it is “ more an \nequitable remedy than an action in and of itself,” Kaleel Builders, Inc., 161 N.C. App. \nat 41, 587 S.E.2d at 475.  Discussed sometimes as “indemnification implied -in-law,” \nid. at 41, 587 S.E.2d at 475, or a “contract implied in law,” Hunsucker v. High Point \nBending & Chair Co. , 237 N.C. 559, 563 –64, 75 S.E.2d 768, 771 (1953), the remedy \nexists between parties under only the following circumstances: \n(1) they are jointly and severally liable to the plaintiff,  and (2) either (a) one \nhas been passively negligent but is exposed to liability through the active \nnegligence of the other or (b) one alone has done the act which produced the \ninjury but the other is derivatively liable for the negligence of the former. \n \nEdwards, 262 N.C. at 531, 138 S.E.2d at 153 (citations omitted). \n105. For a party to be entitled to implied -in-law indemnity, there must “be an \nunderlying injury sounding in tort .”  Kaleel Builders, Inc., 161 N.C. App. at 41, 587 \nS.E.2d at 475.  “The party seeking indemnity must have imputed or derivative \nliability for the tortious conduct from which indemnity is sought .”  Id.  This \nrequirement for an underlying tortious injury has limited the availability of the \nimplied-in-law indemnification remedy in construction cases, where North Carolina’s \neconomic loss rule confines many claims to the law of contract.  See Tall House Bldg. \nCo., 165 N.C. App. at 884, 602 S.E.2d at 3 –4; Kaleel Builders, Inc., 161 N.C. App. at \n41–42, 587 S.E.2d at 476. \n106. Similarly, under N.C.G.S. § 1B -1, which governs the right of  parties to  \ncontribution in North Carolina, “there is no right to contribution from one who is not \na joint tort-feasor.”  Kaleel Builders, Inc., 161 N.C. App. at 43, 587 S.E.2d at 477; see \nN.C.G.S. § 1B-1.  “Therefore, by [the] clear language of the statute, [a claimant] is not \nentitled to contribution for a claim sounding only in contract.”  Kaleel Builders, Inc., \n161 N.C. App. at 43, 587 S.E.2d at 477.  As with implied-in-law indemnification, this \nrestriction, combined with the economic loss rule, will often limit the ability of a party \nto bring a contribution claim in the context of a construction dispute.  See Tall House \nBldg. Co., 165 N.C. App. at 883, 602 S.E.2d at 3; Kaleel Builders, Inc., 161 N.C. App. \nat 43, 587 S.E.2d at 477. \n107.  After a review of relevant case law, the Court concludes that this case is \nnearly on all -fours with the cited Tall House and Kaleel Builders cases.  In both of \nthose cases, the Court of Appeals applied North Carolina’s economic loss rule and \nconcluded that a general contractor’s failure to properly perform under a construction \ncontract, even if due to negligence, did not give rise to an underlying injury in tort .  \nSee Tall House Bldg. Co., 165 N.C. App. at 883, 602 S.E.2d at 3 (“We believe that Tall \nHouse failed to perform the terms of th e contract [with the owners] and this failure \nresulted in injury to the subject matter  of the contract, the home.  Thus, the law of \ncontract, not the law of negligence, defines the obligations and remedies of the \nparties.”); Kaleel Builders, Inc. , 161 N.C.  App. at 42, 587 S.E.2d at 476 (“However, \nthere is no prima facie tort case made out to allege negligence not otherwise covered \nby contractual obligations between the parties.  On that basis alone, without \ndetermining whether there [are] sufficient allegations in the complaint of imputed or \nderivative liability, we hold that plaintiff has not stated a claim for an equitable right \nunder the implied -in-law theory of indemnity.  . . . [W]e acknowledge no negligence \nclaim w here all rights and remedies hav e been set forth in the contractual \nrelationship.”).  The court therefore held that the general contractor in each case \ncould not assert  negligence-based indemnification claims or contribution claims \nagainst other parties.  Tall House Bldg. Co., 165 N.C. App. at 883–84, 602 S.E.2d at \n3–4; Kaleel Builders, Inc., 161 N.C. App. at 41–43, 587 S.E.2d at 476–77. \n108. Reviewing the parties’ pleadings, the Court concludes that e ach negligence \nclaim asserted in this case is, in fact, a claim for implied-in-law indemnification.  (See, \ne.g., Am. Compl. ¶ 194 (alleging that, to the extent AP Atlantic is liable to Crescent, \nAP Atlantic’s liability is “both factually and proximately caused by the . . . negligence \nof Defendant Trussway and the defectiveness of the wooden floor trusses that it \ndesigned and manufactured” ).)5  Thus, like the general contractors ’ implied-in-law \nindemnity claims in Tall House and Kaleel Builders, each of the parties’ negligence-\nbased indemnity claims in this case must be grounded on an underlying injury \nsounding in tort  to survive .  Each of these claims, as well as each asserted \ncontribution claim, fails because there is no such injury in this case.  \n109. AP Atlantic agreed to build the Project by entering into the General \nContract with Crescent .  A&P signed the Performance Guaranty as part of this \ntransaction.  Crescent has sued AP Atlantic for breach of contract, alleging defects in \n                                                 \n5  (See also Am. Third-Party Compl. 16 (“AP Atlantic seeks and is entitled to recover damages \nfrom [Interior Distributors]  . . . for any amounts that AP Atlantic may be liable to \nCrescent . . . as a result of the negligence of [Interior Distributors.]”); A&P Third-Party \nCompl. 34–35, 43, 52, 56 (“[I]n the event it is determined that A&P is liable to [Crescent] \nunder the terms of the Guaranty, which is a lso hereby expressly denied, said liability is \nattributable to the negligence of Madison[.]  . . . [I]n the event it is determined that A&P is \nliable to [Crescent] under the terms of the Guaranty , . . . said liability is attributable to the \nnegligence of Sears[.] . . . [I]n the event it is determined that A&P is liable to [Crescent] under \nthe terms of the Guaranty , . . . said liability is attributable to the negligence of [T.A.] \nKaiser[.] . . . [I]n the event it is determined that A&P is liable [to Crescent] , . . . then \nTrussway is liable to A&P for its negligent design and negligent manufacture of defective \nmetal plate connected floor trusses[.]”); Madison Answer and Cross-cls. 13, 17 (“Any fault or \nnegligence by Madison (which negligence or fault is denied)  was passive and secondary in \nlight of the primary and active fault or negligence of Trussway . . . .  Any fault or negligence \nby Madison (which negligence or fault is denied) was passive and secondary in light of the \nprimary and active fault or negligence of T.A. Kaiser.”); Madison Cross-Cls. Against Sears 13 \n(“Madison seeks and is entitled to recover damages from Sears for any amounts that Madison \nmay be liable to Third Party Plaintiff and/or others related to this action as a result of the \nnegligence of Sears.”); Trussway Cross-cls. 10 (“Any fault or negligence  by Trussway (which \nnegligence or fault is expressly denied) was passive and secondary in light of the primary and \nactive fault or negligence of T.A. Kaiser.”); Trussway Mfg., Inc.’s Third-Party Claim Against \nSears Contract, Inc. ¶ 17 (“Trussway seeks and is entitled to recover damages from Sears for \nany amounts that Trussway may be liable to Plaintiff and/or others related to this action as \na result of the negligence of Sears.”); T.A. Kaiser Cross-cls. Against Madison 6 (“Any fault or \nnegligence by T.A. Ka iser, which is again expressly denied, was passive and secondary in \nlight of the primary and active fault [or] negligence of Madison.”); T.A. Kaiser Cross -cls. \nAgainst Trussway 5 (“Any fault or negligence by T.A. Kaiser, which is again expressly denied, \nwas passive and secondary in light of the primary and active fault [or] negligence of Trussway \nand/or other parties.”).) \nthe Project’s construction, and A&P for enforcemen t of the Performance Guaranty.  \nBoth claims arise out of contractual obligations.  See Emerald Portfolio, LLC v. Outer \nBanks/Kinnakeet Assocs., LLC, 249 N.C. App. 246, 251, 790 S.E.2d 721, 725 (2016) \n(“A guaranty is an obligation in contract[.]”); Tall House Bldg. Co., 165 N.C. App. at \n883, 602 S.E.2d at 3 .  Under the economic loss rule , any alleged breach of those \nobligations, even if due to neglige nce, will not  provide Crescent with  a tort action \nagainst AP Atlantic or A&P .  Spillman v. Am. Homes of Mocksville, Inc. , 108 N.C. \nApp. 63, 65, 422 S.E.2d 740, 741 –42 (1992) (“Absent the existence of a public policy \nexception, as in the case of contracts involving a common carrier, innkeeper or other \nbailee, a tort action does not lie against a party to a contract who simply fails to \nproperly perform the terms of the contract, even if that failure to properly perform \nwas due to the negligent or intentional conduct of that party, when the injury \nresulting from the breach is damage to the subject matter of the contract.” (citations \nomitted)). \n110. The practical effect of Crescent’s inability to bring a tort claim against the \nAP Parties on the facts alleged here is that there is no underlying injury sounding in \ntort on which the AP Parties may ground their various negligence -based \nindemnification claims against Madison, Trussway, T.A. Kaiser, Sears, and Interior \nDistributors.  Similarly, there is no underlying injury in tort on which the various \nnegligence-based indemnity and contribution claims among the first - and lower-tier \nsubcontractors may be maintained.  The law of contract, not the law of tort, defines \nthe parties’ obligations. \n111. The parties resisting dismissal of their  own negligence-based indemnity  \nand/or contribution claims make various arguments against this conclusion.  None is \npersuasive, and the Court chooses to address as illustrative only the argument made \nby the AP Parties.   \n112. The AP Parties argue that their negligence -based indemnity  claims are \nproper because the claims are asserted against parties with which AP Atlantic or \nA&P had no  contractual relationship , relying on Lord v. Customized Consulting \nSpecialty, Inc., 182 N.C. App. 635, 637, 643 S.E.2d 28, 29 (2007).  Lord, however, did \nnot involve indemnification or contribution claims  and dealt instead with a direct \nnegligence claim.  Id. at 640, 643 S.E.2d at 31  (distinguishing Tall House because \nTall House “related only to the questions of whether the contractor in question could \nbring a contribution or indemnification claim against [a] stucco manufacturer”).  In \nthe present case, it is not the absence of a contract between the AP Parties and the \nvarious subcontractors against which they assert tort claims  that is dispositive .  \nRather, it is the absence of an underlying injury sounding in tort  that bars the AP \nParties’ tort-based claims. \n113. Consistent with the above , the Court concludes that no genuine issue of \nmaterial fact remains as to the various negligence and contribution claims asserted \nagainst Madison, Trussway, T.A. Kaiser, Sears, and Interior Distributors, and that \nsummary judgment is appropriate on all such claims.   The Court will therefore grant \nthe parties’ respective motions requesting such relief.  Further, to the extent any \nimplied-in-law indemnity claims or contribution claims that were not the subject of a \nmotion remain pending against these parties, the Court shall sua sponte  dismiss \nthose claims for the reasons stated herein.  See Morrell v. Hardin Creek, Inc. , 371 \nN.C. 672, 687–88, 821 S.E.2d 360, 370 (2018) (upholding trial court’s decision to sua \nsponte grant summary judgment where the basis for granting a motion for summary \njudgment concomitantly provided complete defense to claim not moved on). \nC. Joint and Several Liability for Breach of Contract \n114. Both Madison and T.A. Kaiser seek summary judgment on AP Atlantic’s \nrequest that Madison, Trussway, and T.A. Kaiser be held jointly and severally liable \nfor AP Atlantic’s damages.   \n115. AP Atlantic makes this request in its Amended Complaint, asserting that \nMadison’s, Trussway’s, and T.A. Kaiser’s “breaches of contract and/or \nnegligence . . . occurred under circumstances where each Truss Defendant[6] knew or \nshould have known that the independent acts of each Truss Defendant would both \nfactually and proximately cause the Project’s failure(s) and deficiencies, and ” AP \nAtlantic’s damages, (Am. Compl.  ¶ 229), and that these “breaches of contract and/or \nnegligence . . . concurred in both factually and proximately causing the Project’s \nfailure(s) and deficiencies,” (Am. Compl. ¶ 230).  On the basis of these allegations, AP \nAtlantic alleges Madison, T.A. Kaiser, an d other parties “are jointly and severally \nliable to [AP Atlantic] for all of its damages prayed for in [its Amended] Complaint.”  \n                                                 \n6  The “Truss Defendants,” as used in AP Atlantic’s pleading, were Madison, Trussway, T.A. \nKaiser, and two other parties who have since been dismissed from this lawsuit.  (Am. Compl. \n¶ 228.) \n(Am. Compl. ¶ 230.)  Madison and T.A. Kaiser separately argue that such joint and \nseveral liability is inappropriate in this case. \n116. Madison contends that AP Atlantic may not hold it jointly and severally \nliable with other third-party defendants in this case because joint and several liability \nis available only as to a group of defendants (i) who have acted in concert to commit \na wrong or (ii) who have committed separate wrongs producing a  single, indivisible \ninjury.  As to the first of these circumstances, Madison argues the evidence here \nshows no sign of any party acting in concert with another to intentionally damage the \nProject’s floor trusses.  As to the second, Madison asserts that AP Atlantic has not \nsuffered a single indivisible injury, pointing to SGH’s final expert report, which \ndocumented specific instances of different defects with different likely causes.  (SGH \nExpert Report 14.)  Madison contends these findings show that the Project’s trusses \nhave not suffered indivisible damage but “multiple different instances of separate \ndamage with varying degrees of severity related to different events .”  (Madison \nConstr. Grp., Inc .’s Reply Br. AP Atl. and Adolfson & Peterson, Inc. Supp. Mot. \nSumm. J. 11, ECF No. 421.) \n117. T.A. Kaiser echoes some of Madison’s points but goes a step beyond, arguing \nthat “there is no support under the law for the imposition of joint and several liability \nbased upon an alleged breach of contract.”  (Third-Party Def. T.A. Kaiser’s Br. Supp. \nMot. Partial Summ. J. 9 [hereinafter “Kaiser Br. Supp. Summ. J.”], ECF No. 329.)  As \na result, T.A. Kaiser requests that the Court enter an order “limiting AP Atlantic’s \ncontractual claims against it to any damages which are proven to have been caused \nby T.A. Kaiser, subject to the defense that AP Atlantic was also negligent.”   (Kaiser \nBr. Supp. Summ. J. 9.) \n118. AP Atlantic responds to these separate arguments with a mixture of the \nfollowing contentions.  First, AP Atlantic asserts that if it shows that a “contractor \nmaterially deviated from  [any] sp ecifications, the burden of proof as to \ncausation . . . shift[s] to the contractor,” quoting Charlotte v. Skidmore, Owings & \nMerrill, 103 N.C. App. 667, 6 80, 407 S.E.2d 571, 57 9 (1991).  (Def. AP Atl., Inc. and \nAdolfson & Peterson Constr., Inc.’s Resp. Madison Constr. Grp., Inc.’s Mot. Summ. J. \n8 [hereinafter “AP Opp’n Madison Mot. Summ. J.”] , ECF No. 379.)   Second, \napparently referencing the fact that its breach of contract claims against Madison \nand T.A. Kaiser include a request for contractual indemni fication, AP Atlantic also \nargues that it may be indemnified by its subcontractors even though  other parties \nwere also negligent , citing Weaver Cooke Construction, LLC v. Stock Bldg . Supply, \nLLC, No. 5:14-CV-537-BR, 2016 U.S. Dist. LEXIS 109490 (E.D.N.C. A ug. 12, 2016).  \nThird, AP Atlantic argues that issues of causation should be left to the jury and that \nMadison’s assertion that no “single harm” occurred in this case is untrue, \ncharacterizing the alleged injury for which Crescent seeks recovery as “damage to the \ntrusses.”  (AP Opp’n Madison Mot. Summ. J.  9 n.4. )  Finally, in response to T.A. \nKaiser’s argument, AP Atlantic argues that the paragraphs alleging joint and several \nliability in its Amended Complaint “consist of mere allegations and do not assert a \ncause of action” and therefore are not an appropriate target for a summary judgment \nmotion.  (Br. AP Atl., Inc. and Adolfson & P eterson, Inc. Opp’n T.A. Kaiser Heating \n& Air, Inc.’s Mot. Summ. J. 6  [hereinafter “AP Opp’n T.A. Kaiser Mot. Summ. J.”] , \nECF No. 372.) \n119. As a general rule, North Carolina law allows for joint and several liability \n“when (1) defendants have acted in concert to commit a wrong that caused an injury; \nor (2) defendants, even witho ut acting in concert, have committed separate wrongs \nthat still produced an indivisible injury.”  GE Betz, Inc. v. Conrad, 231 N.C. App. 214, \n235, 752 S.E.2d 634, 650 (2013) (citing Bost v. Metcalfe, 219 N.C. 607, 610, 14 S.E.2d \n648, 651 (1941)).  After a review of the record at summary judgment, the Court agrees \nwith Madison that there is no evidence of a concerted effort between by Madison, T.A. \nKaiser, or others  to damage the Project’s trusses or otherwise c ause the alleged \ndefects.  See id. (“Concerted action is when ‘two or more persons unite or intentionally \nact in concert in committing a wrongful act, or participate therein with common \nintent.’ ” (quoting Garrett v. Garrett, 228 N.C. 530, 531, 46 S.E.2d 302, 302 (1948))).   \n120. The Court also notes that A P Atlantic’s only claims against Madison  and \nT.A. Kaiser are breach of contract claims.  Consequently, the remaining question for \nthe Court is whether joint and several liability may be applied to Madison or T .A. \nKaiser in the event it is determined that their alleged breaches of contract gave rise \nto an indivisible injury.  See id.  As to this issue, the Court concludes it need not \naddress the evidentiary argument s advanced by  Madison and AP Atlantic about \nwhether a single injury occurred in this case.  Rather, after careful consideration, the \nCourt agrees with T.A. Kaiser that AP Atlantic may not hold its subcontractors jointly \nand severally liable for merely breaching independent contracts. \n121. Generally under North Carolina law, a plaintiff is entitled to compensatory \ndamages for breach of contract only when he offers “evidence sufficient to satisfy the \njury by the greater weight thereof that he has suffered substantial damage, naturally \nand proximately caused by the breach.”   Bowen v. Fidelity Bank, 209 N.C. 140, 144, \n183 S.E. 266, 268 (1936).  In determining who is liable for such damages, courts have \nlong recognized joint and several liability between joint and several obligors on a \ncontract.  See Rufty v. Claywell, Powell & Co., 93. N.C. 306, 308–09 (1885) (explaining \nthat contracts may be joint,  several, or joint and several).   As far as the Court’s \nresearch shows, however, North Carolina case law has not addressed the availability \nof joint and several liability in the context of multiple parties who , without any \nconcerted action, breach separate contracts and thereby c ause a single injury  to a \nclaimant. \n122. Of the other jurisdictions that have considered how to allot liability in the \ncontext of concurrent breaches of contract or breach of contract cases where multiple \nfactors may have resulted in damages , Minnesota and Illinois have adopted a rule \nmost comparable to what AP Atlantic seeks here.  The Minnesota Supreme Court has \ndescribed this rule as follows: \nWhere A and B owe contract duties to C under se parate contracts, and each \nbreaches independently, and it is not reasonably possible to make a division \nof the damage caused by the separate breaches closely related in point of time, \nthe breaching parties, even though they acted independently, are jointly and \nseverally liable. \n \nLesmeister v. Dilly, 330 N.W.2d 95, 102 (Minn. 1983); see also Insureone Indep. Ins. \nAgency, LLC v. Hallberg, 976 N.E.2d 1014, 1030 (Ill. App. Ct. 2012) (citing Lesmeister \nand concluding that the trial court did not err in applying joint and several liability \nto defendants for concurrent breaches of contract). \n123. Other courts have not been so keen to apply joint and several liability within \nthe boundaries of contract-centric litigation.  See BFGC Architects Planners, Inc. v. \nForcum/Mackey Constr., Inc. , 14 Cal. Rptr. 3d 721, 724 (Cal. Ct. App. 2004) (“ The \nonly allegations  of defendants’ misconduct are based on their alleged breach of \ncontract, despite plaintiff’s gloss that in doing so, they breached their duties.  This is \nan improper at tempt to recast a breach of contract cause of action as a tort claim.  \nNor is there any social policy that would demand resort to tort remedies.  Without \nany action sounding in tort, there is no basis for a finding of potential joint and several \nliability on the part of defendants, thereby precluding a claim for equitable \nindemnity.”). \n124. Still other courts appear to have dealt with the problem of multiple causal \nfactors in breach of contract actions  by apportioning damages between p arties or \nfactors contributing to the loss.  See S.J. Groves & Sons Co. v. Warner Co. , 576 F.2d \n524, 527 (3d  Cir. 1978).  Where no division of such damages is possible, a plaintiff \nrecovers nothing.  See Lichter v. Mellon-Stuart Co., 305 F.2d 216, 220 (3d Cir. 1962) \n(“Since the court could find no basis for allocation of this lump sum between those \ncauses which were actionable and those which were not, it was proper to reject the \nentire claim.”). \n125. While a full analysis of these  and other approaches makes for interesting \nacademic reading,7 the Court finds it sufficient to conclude for its purposes here that \nNorth Carolina law does not and would not  support imposing  joint and several \nliability on multiple parties for the mere breach of independent contracts, regardless \nof whether the result of those breaches is a single, indivisible injury .  The Court \nreaches this conclusion for several reasons. \n126. First, the approach of imposing joint and several liability AP Atlantic seems \nto advocate appears to be embraced by only a handful of states.  According to Corbin \non Contracts,8 the norm is quite different: \nIn the law of torts, if the wrongful acts of others were also contributing \nfactors, they and the defendant are sometimes regarded as “joint tortfeasors,” \neach one is liable for the whole loss or harm.  In the contract field, however, \nif the acts of others who are not joint obligors (whether wrongful or not) are \ncontributing factors, those others are not thereby joined with the defendant \nas having committed the breach of contract. \n \n11 Arthur L. Corbin & Joseph M. Perillo, Corbin on Contracts § 55.9 (rev. ed. 2005).  \nIn the absence of any North Carolina precedent questioning the wisdom of this \napproach, the Court does not believe this State’s Supreme Court , if confronted with \nthe issue, would adopt the joint and several liability approach AP Atlantic promotes. \n127. Next, North Carolina law is ill -suited to cope with the fallout of imposing \njoint and several liability on multiple parties for breaching independent contracts.  \n                                                 \n7  See generally Daniel J. Bussel, Liability for Concurrent Breach of Contract, 73 Wash. U. L. \nQ. 97 (1995). \n \n8  Courts of this State often find Corbin to be a persuasive source of authority.  See Davidson \n& Jones, Inc. v. N.C. Dep’t of Admin. , 315 N.C. 144, 153, 337 S.E.2d 463, 468 (1985) (citing \nCorbin); Fletcher v. Jones, 314 N.C. 389, 395, 333 S.E.2d 731, 736 (1985) (same). \nAs previously discussed, our law does not allow for contribution or imply in law a \nright to indemnification between parties in the absence of a tortious injury.  See Tall \nHouse Bldg. Co., 165 N.C. App. at 883–84, 602 S.E.2d at 3–4; Kaleel Builders, Inc., \n161 N.C. App. at 41–43, 587 S.E.2d at 476–77.  Consequently, our law would afford little \nrecourse to one of several parties who, after being held jointly and severally liable for \nbreach of contract, contends it has paid more than its fair share (excluding the unlikely \npossibility that the party had the foresight and ability to enter into  contractual \nindemnity agreements with every other potential defendant to guard against the chance \neach would later breach their contracts and proximately cause a single harm to the \npromisee). \n128. Finally, the policies underlying tort law—in which joint and several liability \nis more common—and contract law are different.  The average plaintiff in a tort lawsuit \ndoes not choose his or her tortfeasors.   Contracting parties, by comparison, have the \nability to allocate risk among themselves at the outset of a transaction and are \nencouraged to do so.  See Lord, 182 N.C. App. at 639, 643 S.E.2d at 30.  As a result, \nconsiderations supporting the application of joint and several liability in the context \nof torts, such as  “protect[ing] plaintiffs from defendants who  are unable to pay \njudgments entered against them,” Edmonds v. Compagnie Generale Transatlantique, \n443 U.S. 256, 275 n.2 (1979) (Blackmun, J., dissenting), do not apply to parties whose \nremedies lie in contract.  Were the Court to hold Madison or T.A. Kaiser jointly and \nseverally liable with other parties for their alleged breaches of independent \nsubcontracts here, the Court would essentially be importing a facet of tort law into a \ncase otherwise governed by the law of contract for AP Atlantic’s benefit.   To do so \nwould undermine the principles supporting the economic loss rule.  See Lord, 182 \nN.C. App. at 639, 643 S.E.2d at 30. \n129. Thus, while the Court understands the logic behind AP Atlantic’s desire to \nrecover a l ump sum and shift to its subcontractors the burden of dealing with the \ndifficult causation issues that will inevitably arise at trial —a desire made all the \nmore reasonable by the fact that AP Atlantic  itself, as the general contract or, \nperformed little -to-none of the allegedly  problematic work  at the Project —North \nCarolina law does not support the joint -and-several relief AP Atlantic requests.  AP \nAtlantic’s arguments advanced to avoid summary judgment on this point do not \nprovide the Court with a basis for holding otherwise.   \n130. As Madison points out in its reply brief, Skidmore and similar cases relied \nupon by AP Atlantic deal with the particular issue of determining whether damages \nin a construction action were caused by  flaws in an architect’s designs or a  \ncontractor’s deviation from suitable plans and specifications.  See Skidmore, 103 N.C. \nApp. at 679–80, 407 S.E.2d at 578–79 (“[I]n North Carolina, upon the owner’s showing \nthat the contractor materially deviated from the specifications, the burden of proof as \nto causation would shift to the contractor.  If evidence showed his deviation did not \ncause any damage, the jury could find no liability as to the contractor.”) ; Burke Cty. \nPublic Sch. Bd. of Educ. v. Juno Constr. Corp., 50 N.C. App. 238, 242, 273 S.E.2d 504, \n507 (1981).  These cases are factually inapposite and do not offer persuasive reasoning \nfor applying joint and several liability to multiple subcontractors. \n131. AP Atlantic’s appeal to Weaver Cooke also fails to advance its position.  In \nWeaver Cooke , the United States District Court for the Eastern District of North \nCarolina examined whether an indemnity agreement violated N.C.G.S. §  22B-1, \nwhich forbids indemnity agreements in the construction industry which seek to \nindemnify the promisee for its own negligence.  Weaver Cooke Constr., LLC, 2016 U.S \nDist. LEXIS 109490, at *8 –9; see N.C.G.S. §  22B-1.  As discussed further in \nconnection with T.A. Kaiser’s Motion below, the court  held that the majority of the \nexamined indemnity agreement was lawful becaus e it promised only that the \nsubcontractor would indemnify the general contractor for damages arising out of or \ncaused by the subcontractor’s own negligence.  Weaver Cooke Constr., LLC, 2016 U.S \nDist. LEXIS 109490, at *10–12.  This holding in no way supports imposing joint and \nseveral liability upon subcontractors  obligated under separate indemnity \nagreements. \n132. Finally, AP Atlantic’s assertion that its request for joint and several liability \nis not an appropriate issue for summary judgment because it is not a n independent \ncause of action  is unpersuasive.  AP Atlantic provides no authority to support this \nposition, and this argument runs contrary to the common practice by which courts of \nthis State grant partial summary judgment to parties on certain issues that may not \namount to an independent cause of action or defense but constitute a form of relief or \ndoctrine which expands or further defines the scope of a  party’s liability under an \nasserted cause of action .  See, e.g., Stonewall Constr. Servs., LLC v. Frosty Parrott \nBurlington, No. COA18-171, 2018 N.C. App. LEXIS 1077, at *4–5, *11 (N.C. Ct. App. \nNov. 6, 2018) (affirming trial court’s granting of summary judgment on request to \npierce the corporate veil);9 Atl. Contracting & Material Co. v. Adcock , 161 N.C. App. \n273, 281, 588 S.E.2d 36, 42 (2003) (affirming summary judgment on issue of punitive \ndamages);10 Zarn, Inc. v. S. Ry. Co., 50 N.C. App. 372, 376, 274 S.E.2d 251, 255 (1981) \n(affirming trial court’s granting of partial summary judgment “on the issue of special \nor consequential damages incurred by plaintiff”).  To the extent AP Atlantic asks the \nCourt to impose  joint and several  liability on its subcontractors for its breach of \ncontract claims against each, the Court concludes Madison and T.A. Kaiser may move \nfor summary judgment on  that requested relief as much as they may move in their \nfavor “as to all or any [other] part ,” N.C. R. Civ. P. 56(b) , of AP Atlantic’s breach of \ncontract claims. \n133. Accordingly, the Court concludes that no genuine issue of material fact \nexists as to whether Madison and T.A. Kaiser may be held jointly and severally liable \nto AP Atlantic for breach of contract.  The Court will therefore  grant Madison’s and \nT.A. Kaiser’s Motions on the i ssue of joint and several lia bility as detailed herein.  \nAny liability found on  AP Atlantic’s separate breach of contract claims  shall not be \njoint and several. \n                                                 \n9  “[P]iercing the corporate veil is an ancillary equitable remedy and not an independent cause \nof action.”  W&W Partners, Inc. v. Ferrell Land Co., 2018 NCBC LEXIS 52, at *22 (N.C. Super. \nCt. May 22, 2018); see Green v. Freeman, 367 N.C. 136, 146, 749 S.E.2d 262, 271 (2013) (“The \ndoctrine of piercing the corporate veil is not a theory of liability.”). \n \n10  A request for punitive damages is not an independent cause of action.  Oestreicher v. Am. \nNat’l Stores, Inc., 290 N.C. 118, 134, 225 S.E.2d 797, 808 (1976). \nD. Madison’s Motion \n134. The Court turns now to the remaining issues raised by the parties ’ \nindividual motions, beginning with Madison’s Motion.   In addition to the matters \nalready discussed, Madison moves the Court for summary judgment in its favor on (i) \nA&P’s claim for breach of the contract between AP Atlantic and Madison , (ii) the \nconsequential damages the AP Parties seek from Madison, and (iii) AP Atlantic’s \ndelay-based breach of contract claim.  The Court addresses each issue in order. \n1. A&P’s Claim Against Madison for Breach of Madison Subcontract \n135. As part of its breach of contract claim against Madison, A&P alleges that, to \n“the extent A&P has any obligations to Plaintiff Crescent arising out of or relating to \nthe framing, floor system, truss work, or other work furnished by \nMadison . . . Madison is responsible in full to A&P for all such li ability[.]”  (A&P \nThird-Party Compl. 32 –33.)  A&P further alleges that it is “entitled to full and \ncomplete indemnity by Madison for any damage, injury, loss, liability, [or] expense,” \nincluding attorneys’ fees and expert witness fees, “incurred by A&P as a direct or \nindirect result of Madison’s work[.]”  (A&P Third-Party Compl. 33.) \n136. Madison contends that this claim should be dismissed at summary \njudgment because A&P is not a party to the contract between AP Atlantic and \nMadison (the “Madison Subcontract”) or a third -party beneficiary who may enforce \nthe terms of that contract.  Madison additionally points out that A&P never pleaded \na breach of contract claim as a third -party beneficiary and argues it should not be \nable to pursue its claim on that theory now. \n137. A&P responds by asserting that it is, in fact, a third-party beneficiary of the \nMadison Subcontract, pointing to Section 15.1  of the agreement , which contains a \npromise by Madison to “indemnify . . . Contractor (including its affiliates, parents and \nsubsidiaries)” for liabilities arising from Madison’s work.  (Madison Subcontract \n§ 15.1.)  A&P argues that it has stated a claim against Madison for breach of contract \npursuant to this term. \n138. After a review of A&P’s pleadings, the Court disagrees.  Even if A&P could \nmaintain a breach of contract claim against Madison as a third -party beneficiary, \nA&P has not pleaded such a claim in this case. \n139. To have standing to assert a claim for breach of contract in North Carolina, \na claimant must either be a party to the contract in question or a beneficiary for whose \nbenefit the contract was executed, i.e., an intended beneficiary.  Wirth v. Sunpath, \nLLC, 2017 NCBC LEXIS 84, at *16 (N.C. Super. Ct. Sept. 14, 2017); see Raritan River \nSteel Co. v. Cherry, Bekaert & Holland, 329 N.C. 646, 651, 407 S.E.2d 178, 181 (1991).  \nA party seeking “[t]o establish a claim based on the third party beneficiary contract \ndoctrine” must allege: “(1) the existence of a contract between two other persons; (2) \nthat the contract was valid and enf orceable; and (3) that the contract was entered \ninto for [the claimant’s] direct, and not incidental, benefit.”  United Leasing Corp. v. \nMiller, 45 N.C. App. 400, 405–06, 263 S.E.2d 313, 317 (1980). \n140. A&P’s third-party claim for breach of contract against Madison was asserted \n“in the event it [was] determined that A&P [was] the contractor for the Project,” (A&P \nThird-Party Compl. 28), and alleged “[i]f A&P [was] the contractor for the Project as \nalleged by [Crescent]  . . . , which is denied, A&P would have en tered into a \nsubcontract agreement with Madison  . . . pursuant to which Madison” would have \nprovided the materials, equipment, labor, and tools needed for the framing work it \nperformed, (A&P Third -Party Compl. 29).  When Crescent later amended its \nComplaint against A&P to include only a single claim  under the Performance \nGuaranty, (Crescent’s Am. Compl. ¶¶  51–59), A&P filed an amended pleading \nconsisting of an answer, affirmative defenses, a counterclaim, and a third -party \ncomplaint.  (Adolfson & Peterson Constr., Inc.’s Answer, Affirmative Defenses, \nCountercl. and Third Party Compl. Resp. Crescent Univ. City Venture, LLC’s Am. \nCompl. 1 [hereinafter “A&P Am. Third -Party Compl.”], ECF No. 160.)  In this \npleading, A&P incorporated its previous third -party cla ims against Madison by \nreference, without any alterations or amendments.  (A&P Am. Third -Party Compl. \n2.)   \n141. Examining these pleadings, the Court concludes that A&P has not asserted \na claim based upon the third-party beneficiary contract doctrine.  See United Leasing \nCorp., 45 N.C. App. at 405–06, 263 S.E.2d at 317.  Instead, A&P’s alternative breach \nof contract claim against Madison continues to be premised upon the existence  of a \ncontract between A&P and Madison .  Despite earlier confusion in this case as to \nwhether AP Atlantic or A&P served as the general contractor on the Project, at \nsummary judgment it is uncontroverted that AP Atlantic was the general contractor, \nthat AP Atlantic and Madison were the parties to the Madison Subcontract, and that \nA&P was not a party to the Madison Subcontract.  (See, e.g., Madison Subcontract 1 \n(listing “AP Atlantic d.b.a. Adolfson & Peterson Construction” as the “Contractor”).)  \nThe record at summary judgment thus establishes that an essential element of A&P’s \nclaim—the existence of a valid contract between A&P and Madison —does not exist.  \nThe Court therefore concludes that no genuine issue of material fact exists as to \nA&P’s claim for breach of contract against Madison and will grant Madison’s Motion \nto the extent it requests summary judgment on that claim. \n2. Consequential Damages \n142. Madison next moves the Court for summary judgment on the issue of \nconsequential damages, arguing that the AP Parties , as part of their third -party \nclaims, may not recover from Madison for the consequential damages Crescent seeks.  \nSpecifically, Madison requests a determination that it will not be liable for Crescent’s \nhotel, shuttle and storage, relocation stipend and gift card, resident-related attorneys’ \nfees, and operational and staffing expense s.  Having granted Madison summary \njudgment on A&P’s claims against it, the Court considers this issue only as it relates \nto AP Atlantic’s breach of contract claim against Madison \n143. Madison argues that consequential damages are those that would fall within \nthe contemplation of the parties to a contract and which were foreseeable at the time \nthe parties entered the contract.  Because the General Contract here waived \nCrescent’s ability to recover consequential damages from AP Atlantic , Madison \nargues Crescent’s hotel, shuttle and storage, relocation stipend and gift card, \nresident-related attorneys’ fees, and operational and staffing expenses , even if \nresulting from a breach of the Madison Subcontract, were not foreseeable at the time \nthe Madison Subcontract was executed and are thus unrecoverable. \n144. In response to Madison’s argument , AP Atlantic notes that a resolution of \nCrescent’s rights concerning consequential damages may resolve any need to \ndetermine AP Atlantic’s right to recover such damages from Madison .  As to the \ndamages already held unrecoverable, this insight is correct. \n145. The Court has already concluded that Crescent may not recover \nconsequential damages from AP Atlantic and is particularly barred from recovering \nits hotel, shuttle and storage, relocat ion stipend and gift card , or resident-related \nattorneys’ fees expenses.   Thus, because AP Atlantic’s  claims remaining against \nMadison are merely “derivative third -party claims,” ( Consent Mot. Realign Parties \n4), the question of whether Madison must indemn ify AP Atlantic for any portion of \nthese damages is moot, see In re Hamilton, 220 N.C. App. 350, 353, 725 S.E.2d 393, \n396 (2012) (noting that an issue is moot whenever “the relief sought has been granted \nor that the questions originally in controversy between the parties are no longer at \nissue” (quoting In re Peoples , 296 N.C. 109, 147, 250 S.E.2d 890, 912 (1978)) ).  \nMadison’s Motion is therefore denied as moot to the extent it seeks a determination \nas to these alleged damages. \n146. However, the Court has further concluded that it cannot enter summary \njudgment as to whether Crescent’s claimed $650,382.28 in “Payroll/Contracted \nStaffing/Operational” expenses are unrecoverable consequential damages.  Indeed, in \nthe event AP Atlantic is found liable to Crescent for breach of contract, Crescent may \nbe entitled to recover these expenses if they are determined, in whole or in part, to \nconstitute incidental damages.  See Pleasant Valley Promenade, 120 N.C. App. at 665, \n464 S.E.2d at 59.  The Court therefore concludes that Madison has failed to show that \nno genuine issue of material fact remains as to whether AP Atlantic may recover from \nMadison any amount AP Atlantic is required to pay for these expenses.  Accordingly, \nto the extent Madison’s Motion seeks a d etermination that AP Atlantic  may not \nrecover from Madison for Crescent’s alleged “Payroll/Contracted \nStaffing/Operational” damages, the motion is denied. \n3. Delay-Related Claim and Settlement Agreement \n147. Madison finally moves for summary judgment on a delay-based breach of \ncontract claim brought against it by AP Atlantic.  This claim was asserted by AP \nAtlantic in its April 29, 2016 Third -Party Complaint and alleged that Madison was \nliable to AP Atlantic for any liability AP Atlantic suffered as a res ult of Crescent’s \nconstruction delay claims.  (Pl.’s Am. Reply and Affirmative Defenses Crescent Univ. \nCity Venture, LLC’s Countercl. And Third-Party Compl. 7.) \n148. Madison asserts that on December 31, 2017, the AP Parties  and Madison \nsigned a settlement agreement containing a release by the AP Parties of any and all \nclaims against Madison arising out of construction delays  (the “Madison Delay \nSettlement”).  (Def. Madison Constr. Grp., Inc.’s Br. Supp. Mot. Summ. J. Ex. N, at \n5, ECF No. 320.)  The Madison Delay Settlement required the approval of the United \nStates Bankruptcy Court for the Western District of North Carolina, and on February \n2, 2018, the Honorable J. Craig Whitley entered an order approving the agreement.  \n(Def. Madison Constr. Grp., Inc.’s Br. Supp. Mot. Summ. J. Ex. O, at 1, ECF No. 321.) \n149. “A completed compromise and settlement fairly made between persons \nlegally competent to contract and having the authority to do so  . . . , and supported \nby sufficient consideration, operates as a merger of, and bars all right to recover on, \nthe claim or right of action included therein[.]”  Jenkins v. Fields, 240 N.C. 776, 778, \n83 S.E.2d 908, 910 (1954). \n150. The AP Parties do not dispute entering into the Madison Delay Settlement \nor contend that Madison has mischaracterized the effect of the agreement.  In fact, at \nthe May 30, 2018 hearing on the Motions for Summary Judgment, counsel for AP \nAtlantic stated that a voluntary dismissal of its delay-based claim against Madison \nwas imminent.  To date, however, the Court ha s not received a notice of voluntary \ndismissal concerning this claim. \n151. In light of the presented Madison Delay Settlement, the other evidence of \nrecord, and the representations of AP Atlantic’s counsel at the May 30, 2018 hearing, \nthe Court concludes that n o genuine issue of fact remains as to AP Atlantic’s delay \nclaim against Madison and that AP Atlantic has released Madison from delay -based \nclaims arising out of Madison’s work on the Project.  The Court therefore concludes \nthat Madison is entitled to summa ry judgment on AP Atlantic’s delay-based breach \nof contract claim as a matter of law.  See id.11 \n                                                 \n11  Madison’s Motion focused upon the Madison Delay Settlement  as a basis for dismissing \nAP Atlantic’s delay-based breach of contract claim, and the Court enters summary judgment \nin Madison’s favor on those grounds .  The Court also notes, however, that Crescent’s \ndismissal of all delay -based claims against the AP Par ties would serve as an additional \nE. T.A. Kaiser’s Motion \n152. T.A. Kaiser moves for summary judgment in its favor on AP Atlantic’s \ndemand for contractual indemnity contained in AP Atlantic’s  breach of contract \nclaim.  In particular, T.A. Kaiser contends that the indemnification clause in its \nsubcontract with AP Atlantic is overbroad and void under North Carolina law.  T.A. \nKaiser further argues that in the event it is found liable to AP Atlan tic, the \nundisputed facts show that AP Atlantic was contributor ily negligent  and that \ncontributory negligence should bar AP Atlantic’s demand for indemnity.  Finally, T.A. \nKaiser seeks summary judgment on AP Atlantic’s request that it be reimbursed for \nattorneys’ fees under the terms of its subcontract with T.A. Kaiser (the “T.A. Kaiser \nSubcontract”).  The Court addresses each argument in turn.12 \n                                                 \nreason for dismissing AP Atlantic’s “ derivative third-party claims,” (Consent Mot. Realign \nParties 4), based upon delay -related damages.  See Spearman v. Pender Cty. Bd. of Educ. , \n175 N.C. App. 410, 413, 623 S.E.2d 331, 33 3 (2006) (holding dismissal of underlying claims \nagainst defendant mooted third-party claims against third-party defendants). \n \n12  T.A. Kaiser also argues that AP Atlantic’s breach of contract claim, as pleaded, appears to \nrequest damages which extend beyond the possible results of T.A. Kaiser’s work and the \nwording of the indemnity provision in the T.A. Kaiser Subcontract .  To the extent T.A. \nKaiser’s argument on this point is based upon AP Atlantic’s request for joint and several \nliability between T.A. Kaiser and other parties, the Court has a lready granted T.A. Kaiser \nthe relief it seeks in this Order and Opinion.  To the extent T.A. Kaiser’s argument is \ngrounded upon the reference to “Madison” found in the claim pleaded against T.A. Kaiser, \nAP Atlantic has confirmed that reference was a typographical error and it appears the parties \ndo not have a dispute.  Finally, to the extent T.A. Kaiser points to paragraph 173’s use of the \nword “or” to argue AP Atlantic is trying to recover the entirety of its lia bility to Crescent, \nregardless of T.A. Kaiser’s involvement, AP Atlantic, in its response brief, confirms that it is \nseeking to recover from T.A. Kaiser damages “arising out of or resulting from the performance \nof Subcontractor’s Work” and points to anothe r paragraph in the same claim, which states \nthat AP Atlantic is seeking recovery from T.A. Kaiser for liability arising out of “the \ninstallation of the HVAC system, installation of ductwork, and/or the cutting and/or damage \nof trusses and/or framing members by” T.A. Kaiser.  (AP Opp’n T.A. Kaiser Mot. Summ. J. 6 \n(quoting Am. Compl. 171).)  While it is uncertain how this representation squares with AP \nAtlantic’s attempt to hold T.A. Kaiser jointly and severally liable, the Court concludes, on the \n1. Validity of Indemnification Clause Under N.C.G.S. § 22B-1 \n153. First, T.A. Kaiser argues that the indemnification provision in the T.A. \nKaiser Subcontract is void under N.C.G.S. § 22B-1, which provides as follows: \nAny promise or agreement in, or in connection with, a contract or agreement \nrelative to the design, planning, construction, alteration, repair or \nmaintenance of a building, structure, highway, road, appurtenance or \nappliance, including moving, demolition and excavating connected therewith, \npurporting to indemnify or hold harmless the promisee, the promisee ’s \nindependent contractors, agents, employees, or indemnitees against liability \nfor damages arising out of bodily injury to persons or damage to property \nproximately caused by or resulting from the negligence, in whole or in part, \nof the promisee, its independent contractors, agents, emplo yees, or \nindemnitees, is against public policy and is void and unenforceable.  Nothing \ncontained in this section shall prevent or prohibit a contract, promise or \nagreement whereby a promisor shall indemnify or hold harmless any \npromisee or the promisee ’s i ndependent contractors, agents, employees or \nindemnitees against liability for damages resulting from the sole negligence \nof the promisor, its agents or employees. \n \nN.C.G.S. § 22B-1. \n154. The T.A. Kaiser Subcontract, in turn, contains the following term in Section \n15.1: \nTo the fullest extent permitted by law, Subcontractor shall defend, indemnify \nand hold harmless Owner, the Architect, Contractor (including its affiliates, \nparents, and subsidiaries) and other contractors and subcontractors and all \ntheir agents and employe es from and against all claims, damages, loss and \nexpenses, including but not limited to attorney’s fees and disbursements paid \nor incurred by Contractor as a part of the loss or damage or to enforce the \nprovisions of this paragraph, arising out of or resulting from the performance \nof Subcontractor’s Work including, but not limited to: (a) any such claim, \ndamage, loss, or expense is attributable to bodily injury, sickness, diseases, \nor death, or to injury to or destruction of tangible property (other than \nSubcontractor’s Work itself) including the loss of use resulting therefrom, to \n                                                 \nbasis of AP Atlantic’s representation and the Court’s other holdings herein, that this issue is \nmoot.  The Court will thus deny T.A. Kaiser’s Motion on these further points as moot, without \nprejudice to T.A. Kaiser’s ability to assert arguments concerning the scope o f AP Atlantic’s \nsought relief should T.A. Kaiser later deem in good faith that such arguments are \nappropriate. \nthe extent caused in whole or in any part by any negligent act or omission of \nSubcontractor or anyone directly or indirectly employed by Subcontractor or \nanyone for whose acts Subcontractor may be liable[.] \n \n(T.A. Kaiser Subcontract § 15.1.) \n155. T.A. Kaiser contends that the final clause of Section 15.1—beginning with \nthe phrase, “to the extent caused in whole or in any part by any negligent act or \nomission of [T.A. Kaiser] —violates N.C.G.S. § 22B-1 because the “in any part” \nlanguage of this section requires T.A. Kaiser to indemnify AP Atlantic if AP Atlantic \nis found partially negligent alongside T.A. Kaiser.  The Court disagrees. \n156. On more than one occasion, courts have found language  nearly identical to \nthat used in the T.A. Kaiser Subcontract to be in compliance with N.C.G.S. § 22B-1. \n157. For example, in International Paper Co. v. Corporex Constructors, Inc. , 96 \nN.C. App. 312, 285 S.E.2d 553 (1989), the North Carolina Court of Appeals reviewed \nthe contract term reproduced below: \nThe Builder shall indemnify and hold harmless the Owner and his agents and \nemployees from and against all claims, losses, and expenses, including \nattorney’s fees arising out of or resulting from the performance of  the work, \nprovided that any such claim, damage, loss or expense (1) is attributable to \nbodily injury, sickness, disease or death, or to injury to or destruction of \ntangible property (other than the Work itself) including the loss of use \nresulting therefrom, and (2) is caused in whole or in part by any negligent act \nor omission of the Builder, any Subcontractor, anyone directly or indirectly \nemployed by any of them or anyone for whose acts any of them may be liable, \nregardless of whether or not it is caused in part by a party indemnified \nhereunder. \n \nId. at 315, 385 S.E.2d at 555  (emphasis added).  The court held only the very last \nclause of this provision violated N.C.G.S. § 22B-1 and severed it from the remainder \nof the paragraph.  Id. at 315–16, 385 S.E.2d at 555.  “The general meaning of the \nprovision—that [the Builder  would] indemnify [the Owner]  for injury or damage \nresulting from the negligent acts of [the Builder] , its subcontractors, and their \nemployees—[was] not affected” by this sever ance, and the court held the remainder \nof the provision valid under North Carolina law.  Id. \n158. More recently, in Weaver Cooke, the United States District Court for the \nEastern District of North Carolina reviewed a bankruptcy court decision striking \ncertain portions of the following indemnification clause  (represented by the words \nstruck through below): \nTo the fullest extent permitted by law, Subcontractor shall indemnify and \nhold harmless Contractor, its agents and employees from and against claims, \ndamages, losses and expenses, includi ng but not limited to attorneys’  fees, \narising out of or resulting from Subcontractor 's performance of \nSubcontractor’s Work, provided that such claim, damage, loss or expense is \nattributable to bodily injury, sickness, disease or death, or to injury to or \ndestruction of tangible property  (other than Subcontractor ’s Work itself) \nincluding loss of use resulting therefrom, if caused in whole or in part by the \nnegligent acts or omissions of Subcontractor, a sub -subcontractor, anyone  \ndirectly or indirectly employed by them or anyone for whose acts they may be \nliable, regardless of whether or not such claim, damage, loss or expense is \ncaused in part by a party indemnified hereunder[.] \n \nWeaver Cooke Constr., LLC, 2016 U.S. Dist. LEXIS 109490, at *9–10.  The bankruptcy \ncourt struck these clauses from the indemnification provision on the same grounds \nT.A. Kaiser endorses here.   Id. at *9 (“ [T]he bankruptcy court concluded that two \nportions of ¶ 16.2  . .  . violate § 22B -1 because those por tions ‘purport[ ] to hold \n[Subcontractor] . . . liable to [Contractor] for [Contractor’s] own negligence[.]’ ”).  The \nbankruptcy court then grant ed summary judgment in favor of the subcontractor \nbecause the claimant could not establish that the subcontract or was “wholly \nresponsible” for the damages sought.  Id. at *10. \n159. On appeal, the district court disagreed that the first set of words struck —\n“or in part”—violated N.C.G.S. § 22B -1.  Id. at *11.  “The statute ,” the court noted, \n“does not preclude indemnification where one is being held responsible solely for one’s \nown negligence even though other parties might have been negligent too.”  Id.  When \nthe whole of the paragraph was read, the court reasoned, it was clear the \nsubcontractor had agreed to indemnify the general contractor “only for damages \narising out of [the subcontractor’s] performance of its work and caused by [the \nsubcontractor’s] (or its [agents’]) negligence.”  Id.  The district court concluded that \nthe provision did “not purport to hold [the subcontractor] responsible for the \nnegligence of any other party” and that the provision was valid under N.C.G.S. § 22B-\n1.  Id. at *11 –12.  The court finally n oted that the provision did “not bar \nindemnification if other parties were negligent.”  Id. at *12. \n160. On the basis of these decisions, and after reviewing the plain language of \nthe T.A. Kaiser Subcontract, the Court reaches a similar conclusion in this case.  The \nT.A. Kaiser Subcontract requires T.A. Kaiser to indemnify AP Atlantic for losses \n“arising out of or resulting from the performance of [T.A. Kaiser’s] Work including, \nbut not limited to  . . . injury to or destruction of tangible property  . . . including the \nloss of use resulting therefrom, to the extent caused  in whole or in any part by any \nnegligent act or omission of [T.A. Kaiser].”  (T.A. Kaiser Subcontract § 15.1 (emphasis \nadded).)  Based upon the interpretations of similar language in Weaver Cooke and \nInternational Paper, the Court concludes that T.A. Kaiser, by this provision, agreed \nto indemnify AP Atlantic only for damages arising out of T.A. Kaiser’s performance \nof its work.  As s uch, t he provision does not hold T.A. Kaiser respon sible for the \nnegligence of another party, and the fact that other parties may also be found to have \nbeen negligent will not relieve T.A. Kaiser of liability for its own negligence.  See \nWeaver Cooke Constr., LLC, 2016 U.S. Dist. LEXIS 109490, at *11–12. \n161. Accordingly, the Court concludes that the challenged portion of Section 15.1 \nof the T.A. Kaiser Subcontract is valid under N.C.G.S. § 22B -1.  Thus, to the extent \nT.A. Kaiser’s Motion requests that the Court void any portion of Section 15.1, the \nmotion is denied. \n2. AP Atlantic’s Contributory Negligence \n162. T.A. Kaiser also argues at summary judgment that even if AP Atlantic is \notherwise able to seek indemnification from T.A. Kaiser, such indemnification will be \nbarred under N.C.G.S. § 22B -1 as a matter of law because AP Atlantic was \ncontributorily negligent. \n163. Specifically, T.A. Kaiser contends that if it is found to have conducted its \nwork on the Project in a negligent manner  and is thus found  obligated under the \nindemnity provision of the T.A. Kaiser Subcontract, AP Atlantic will necessarily have \nalso been negligent as a matter of law.  T.A. Kaiser argues that deposition testimony \nfrom AP Atlantic’s employees reveals that AP Atlantic told T.A. Kaiser not to damage \ntruss MCPs during the HVAC installation process and that AP Atlantic was clearly \naware that T.A. Kaiser had hammered or bent MCPs during installation.  Despite \nthis, T.A. Kaiser argues, AP Atlantic did not contact Trussway or instigate a process \nto repair every bent MCP it discovered.  T.A. Kaiser contends that this failure by AP \nAtlantic to repair any damage T.A. Kaiser caused during the HVAC installation \nconstitutes contributory negligence as a matter of law and that N.C.G.S. § 22B-1 does \nnot permi t a contributor ily negligent contractor to recover contractual \nindemnification from a subcontractor.  The Court disagrees. \n164. Assuming without deciding that T.A. Kaiser is correct in its argument \nconcerning the availability of and the effect of a finding of c ontributory negligence \nagainst AP Atlantic in this case , summary judgment on that issue  would not be \nappropriate on this record .  “Contributory negligence is a jury question unless the \nevidence is so clear that no other conclusion is possible.”  Cooper v. Town of Southern \nPines, 58 N.C. App. 170,  174, 293 S.E.2d 235, 237 (1982).   While T.A. Kaiser may \ncontend that any finding  in this case  that its own work was faulty necessarily \ndemonstrates negligence on the part of AP Atlantic, the record does not show su ch \nnegligence by AP Atlantic as a matter of law. \n165. In particular, the Court concludes reasonable minds could disagree that AP \nAtlantic’s failure to repair any problematic work by T.A. Kaiser amounts to \ncontributory negligence, given that such failure would have occurred after T.A. Kaiser \nhad allegedly caused the damage to MCPs.  Deposition testimony also conflicts on \nwhether AP Atlantic directed T.A. Kaiser to bend MCPs in the course of its work or \nordered T.A. Kaiser not to do so.  (Kaiser Br. Supp. Summ. J. Ex. 4, at 27:13–17, ECF \nNo. 355.4, Ex. 5, at 477:12 –24, ECF No. 355.5 .)  This evidence  does not show \ncontributory negligence on the part of AP Atlantic such that  no other conclusion is \npossible.  Accordingly, even assuming that AP Atlantic’s contributory negligence \nwould bar AP Atlantic’s demand for indemnity from T.A. Kaiser, the Court concludes \na genuine issue of material fact would exist as to whether AP Atlantic was \ncontributorily negligent in this case.  The Court will therefore deny T.A. Kaiser’s \nMotion to the extent it requests a dismissal of AP Atlantic’s breach of contract claim \nor the demand for indemnity contained therein on these grounds. \n166. T.A. Kaiser also requests, in the event the Court does not hold AP Atlantic’s \nindemnity demand barred as a matter of law, that the Court enter an order stating \nthat AP Atlantic will be barred from pursuing indemnification from T.A. Kaiser \nshould the Court or the jury later determine AP Atlantic was contributorily negligent.  \nThe Court concludes that it would be  premature to grant this relief at this point in \nthe proceedings.  The Court therefore denies T.A. Kaiser’s Motion to the extent it \nrequests such an order , without prejudice to T.A. Kaiser’s ability to assert this \nargument again at trial or in later motions practice. \n3. AP Atlantic’s Request for Attorneys’ Fees \n167. T.A. Kaiser’s Motion finally requests the entry of a summary judgment order \npreventing AP Atlantic from recovering attorneys’ fees from T.A. Kaiser as requested \nin AP Atlantic’s Amended Complaint.  ( See Am. Compl. ¶ 176.)   T.A. Kaiser argues \nthat attorneys’ fees may only be recovered in North Carolina when such relief is \nexpressly authorized by statute and insists that AP Atlantic has no such statutory \nbasis for its request.  Specifically, while acknowledging that the indemnity provision \nin Section 15.1 of the  T.A. Kaiser Subcontract’s expressly mentions attorneys’ fees, \nT.A. Kaiser contends  that provision imposes an obligation only on T.A. Kaiser and \nthus cannot be considered a reciprocal attorneys’ fees provision in a business contract \nunder N.C.G.S. § 6-21.6. \n168. In response, AP Atlantic argues that T.A. Kaiser mistakes the nature of its \nrequested relief.  AP Atlantic contends that it is not seeking attorneys’ fees incurred \nin this litigation against T.A.  Kaiser, and thus is not attempting to shift the cost of \nthis proceeding onto T.A. Kaiser as it might if the two had a reciprocal fees agreement \ncomplying with N.C.G.S. § 6-21.6.  Instead, AP Atlantic explains that it is seeking to \nrecover attorneys’ fees in curred in defending itself against Crescent.  AP Atlantic \nargues that T.A. Kaiser is responsible for these expenses as part of its agreement to \ndefend, indemnify, and hold harmless AP Atlantic for expenses or losses arising out \nof T.A. Kaiser’s work, as set forth in Section 15.1 of the T.A. Kaiser Subcontract.  AP \nAtlantic notes that Sears and Madison are both providing for its defense under \nsimilar indemnification provisions and represents that such provisions are “standard \nin . . . construction” contracts and are routinely enforced in North Carolina “in the \ninsurance and construction industries.”  (AP Opp’n T.A. Kaiser Mot. Summ. J. 9.)  AP \nAtlantic cites no law in support of this proposition, however, and the state of the law \nin North Carolina is less than clear. \n169. AP Atlantic’s attempt to recover attorneys’ fees spent defending against \nCrescent’s claim presents questions concerning the recoverability of “ ancillary fees” \nunder North Carolina law.  This Court previously examined the circumstances under \nwhich North Carolina law allow s for the recovery of such fees in GR&S Atlantic \nBeach, LLC v. Hull, 2011 NCBC LEXIS 38 (N.C. Super. Ct. Sept. 29, 2011) (Gale, J.). \n170. In GR&S, Judge Gale  distinguished between ancillary fees—“fees \nassociated with administrative proce dures or claims presented by third -parties”—\nand direct fees—“fees associated with litigation between the [p]arties[.]”  Id. at *1.  \nThe facts of the case were straightforward:  a contractual indemnification provision \nbetween the parties expressly allowed for the recovery of attorneys’  fees; the \nplaintiffs, as a result of certain matters related to the contract containing the \nindemnification provision, incurred ancillary fees; and thereafter, in the lawsuit \nbefore the Court, the plaintiffs sought recovery o f their ancillary fees under the \nindemnification provision.  Id. at *1–9.  As explained by the Court, however, the law \nconcerning the recovery of ancillary fees was uncertain. \n171. Judge Gale  began by noting that Nor th Carolina law clearly requires  \nstatutory authorization for a party to recover direct fees, citing Stillwell Enterprises, \nInc. v. Interstate Equip ment Co., 300 N.C. 286, 289, 266 S.E.2d 812, 814 –15 (1980).  \nGR&S Atl . Beach, LLC , 2011 NCBC LEXIS 38, at *2 .  The Court observed that \nStillwell did not directly address the issue of ancillary fees but did refer to  “the \ngeneral rule . . . that a successful litigant may not recover attorneys’ fees, whether as \ncosts or as an item of damages, unless such a recovery is expressly authorized by \nstatute,” id. at *11 (emphasis added) (quoting Stillwell Enters., Inc., 300 N.C. at 289, \n266 S.E.2d at 814), and that “damages” may be “used to refer to Ancillary Fees,” id. \n172. Still, the Court hesitated to read Stillwell to include ancillary fees due to \nanother line of North Carolina cases beginning with Queen City Coach Co. v. \nLumberton Coach Co. , 229 N .C. 534, 50 S.E.2d 288 (1948), in which the Supreme \nCourt of North Carolina refused to allow for the recovery of ancillary fees under an \nindemnity agreement b ecause the agreement did not expressly mention attorneys’ \nfees.  GR&S Atl. Beach, LLC, 2011 NCBC LEXIS 38, at *12–13; see Queen City Coach \nCo., 229 N.C. at 536, 50 S.E.2d at 289 (“In the absence of an express agreement \ntherefor [the term ‘loss’] would not include amounts paid for attorneys’ fees.”).  The \nCourt noted that Queen City Coach ’s reasoning  was not based on any absence of \nstatutory authority and that there did not appear to be any opinion from our Supreme \nCourt comparing the rulings of Queen City Coach and Stillwell or addressing whether \nthe general rule requiring statutory authority to recover direct fees extended to the \nrecovery of ancillary fees when a contract clearly provided for such recovery.  GR&S \nAtl. Beach, LLC, 2011 NCBC LEXIS 38, at *12–13. \n173. The Court’s investigation into federal decisions interpreting North \nCarolina’s law did not resolve the issue and revealed two decisions denying requests \nfor ancillary fees, one relying on Stillwell and the other relying on Queen City Coach.  \nId. at *13–18; see Norfolk S. Ry. Co. v. Timec Co. , No. 1:08CV99, 2009 U.S. Dist. \nLEXIS 105362, at *13, *16 –18 (M.D.N.C. Nov. 9, 2009) ( stating Stillwell did not \n“speak to the enforcement of a provision said to allow the recovery of attorney’s fees \nin an indemnity agreement”  before concluding, under Queen City Coach , that an \nindemnity agreement that failed to mention attorneys’ fees did not allow for the \nrecovery of ancillary fees); Sara Lee Corp. v. Quality Mfg., Inc., 201 F. Supp. 2d 608, \n614 (M.D.N.C. 2002) (rejecting the argument that North Carolina law authorizes \nancillary fees if there is an express contract provision without st atutory authority, \nciting Stillwell, and stating “the weight of the case law clearly supports [the] position \nthat statutory authority is absolutely required to recover attorney’s fees”). \n174. Ultimately, the Court opined that the public policy concerns behind \nrequiring statutory authorization for the recovery of direct fees were not necessarily \napplicable to indemnity agreements allowing for the recovery of ancillary fees, and \nthus, although it declined to enter a final ruling on the issue at the motion to dismiss \nstage, the Court indicated that it was inclined to allow the plaintiffs to recover \nancillary fees without a statutory basis, should that issue later require resolution.  \nGR&S Atl. Beach, LLC, 2011 NCBC LEXIS 38, at *19, *22–23.  The Court went on to \nhold, however, that the indemnity a greement in question was also an  “evidence of \nindebtedness” under N.C.G.S. § 6 -21.2, id. at *28 , which would have allowed the \nplaintiffs to recover at torneys’ fees subject to a statutory cap, see N.C.G.S. § 6-21.2.  \nLater, at summary judgment, the Court reaffirmed its conclusion that the agreement \nallowed for the recovery of attorneys’ fees under N.C.G.S. § 6-21.2 and again elected \nto reserve is final ruling on whether the plaintiffs could recover ancillary fees without \nstatutory authorization, noting that subsequent developments in North Carolina law \nstill did not squarely resolve the question.  GR&S Atl . Beach, LLC v. Hull , 2012 \nNCBC LEXIS 54, at *37–40 (N.C. Super. Ct. Oct. 10, 2012).   \n175. The Court is aware of no change in North Carolina law affecting the \navailability of ancillary fees under an indemnity agreement since Judge Gale \nanalyzed the issue  in GR&S.  The state of the law on this topic thus remains \nuncertain. \n176. Adding to matters here, the T.A. Kaiser Subcontract also contains language \nto the effect that  T.A. Kaiser has agreed to “defend” AP Atlantic against claims \nresulting from T.A. Kaiser’s work.  (T. A. Kaiser Subcontract § 15.1.)   The extent to \nwhich this changes the availability of ancillary fees in this case is not clear.  While \nAP Atlantic represents that North Carolina law enforces duty -to-defend clauses in \nthe insurance and construction industrie s, the Court’ s own research  supports only \nthe portion of this assertion relating to insurance. \n177. In Lowe v. Fidelity & Casualty Co. , 170 N.C. 445, 87 S.E. 250  (1915), our \nSupreme Court held that a plaintiff could recover ancillary fees  when a defendant \nbreached a contractual duty to defend the plaintiff in a previous lawsuit.  Id. at 447, \n87 S.E. at 252; see also Queen City Coach Co. , 229 N.C. at 536, 50 S.E.2d at 289 \n(distinguishing Lowe as a case where ancillary fees could be awarded due to a breach \nof a contractual duty to defend, as opposed to an attempt to recover attorneys’ fees  \nunder an indemnity agreement).  Subsequent appellate case law, however, hints that \nthis availability of ancillary fees may be specifically limited to circumstance in which \nan insurance company has wrongfully refused to defend an insured against a \nlawsuit—the situation in Lowe.  See Lowe, 170 N.C. at 447, 87 S.E. at 252 ; see also \nJamestown Mut. Ins. Co. v. Nationwide Mut. Ins. Co. , 277 N.C. 216, 219, 176 S.E.2d \n751, 754 (1970) (“It is well settled that an insurer who wrongfully refuses to defend a \nsuit against its insured is liable to the insured for sums expended in payment or \nsettlement of the claim, for reasonable attorneys’ fees, for other expenses of defending \nthe suit, for court costs, and for other expenses incurred because of the refusal of the \ninsurer to defend.”); Standard Accident Ins. Co. v. Harrison-Wright Co., 207 N.C. 661, \n673, 178 S.E. 235, 242 (1935) (“ In 7 Couch Cyc. of Insurance Law, sec.  1875 (e), at \npage 6255, it is said: ‘If the insurer refuses to defend a suit against the insured under \nthe policy stipulations and insured is compelled to undertake the defense and does \nso, insurer is liable for the amount of the judgment and expenses inc urred in \nconducting said defense.’ ”) ; Collins & Aikman Prods. Co. v. Hartford Accident & \nIndem. Co. , 125 N.C. App. 412, 414, 481 S.E.2d 96, 97 (1997) (“ Jamestown is \nconsistent with the general rule that  the victorious party’s  attorney’s fees are not \nrecoverable except in instances (1)  where the breached insurance  contract was one \nfor legal services or, in other words, a contract creating a duty to  defend, (2) where \nthe insurer acted in bad faith in denying coverage, or (3) where otherwise authorized \nby contract or statute.”).   This is likely why  Judge Gale resolved not to base his \ndecisions in GR&S on the breach of a duty to defend, despite the plaintiffs’ arguments \non that topic.  See GR&S Atl. Beach, LLC, 2011 NCBC LEXIS 38, at *19–21 n.8 (“The \nCourt is reluctant to premise its decision in this case on insurer duty to defend cases \nwhich involve the interplay between insurance contracts and a series of statutory \nprovisions that control them.”).  \n178. The Court has included this discussion to explain its reasoning and to alert \nthe parties to an issue that will likely require an increased level of attention at a \nfurther point in th ese proceedings.  For the time  being, the Court concludes that it \nmay reserve ruling on the issue of whether AP At lantic can recover ancillary fees in \nfull from T.A. Kaiser because the record at summary judgment shows that AP \nAtlantic is entitled to recover at least a portion of its ancillary fees under a statutory \nbasis. \n179. Under N.G.C.S. § 6 -21.2, “ [o]bligations to pay  attorneys’ fees upon \nany . . . evidence of indebtedness  . . . shall be valid and enforceable  . . . if \nsuch . . . evidence of indebtedness be collected by or through an attorney at law after \nmaturity[.]”  N.C.G.S. § 6-21.2.  “[A]n evidence of indebtedness . . . is a writing which \nacknowledges a debt or obligation and which is executed by the party obligated \nthereby.”  Stillwell Enters., Inc. , 300 N.C. at 294, 266 S.E.2d at 817 (quoting State \nWholesale Supply, Inc. v. Allen , 30 N.C. App. 272, 277, 227 S.E.2d  120, 124 (1976)).  \nAs used in N.C.G.S. §  6-21.2, “evidence of indebtedness” means “any printed or \nwritten instrument, signed or otherwise executed by the obligor(s), which evidences \non its face a legally enforceable obligation to pay money.”  Id.  Contracts between \nparties may constitute an evidence of indebtedness under section 6 -21.2, GR&S Atl. \nBeach, LLC, 2011 NCBC LEXIS 38, at *26 –27 (citing cases), including construction \ncontracts, see United States ex rel. SCCB, Inc. v. P. Browne & Assocs. , Inc., 751 F. \nSupp. 2d 813, 817 ( M.D.N.C. 2010) (holding a construction subcontract was an \nevidence of indebtedness under section 6 -21.2); Lawrence v. Wetherington, 108 N.C. \nApp. 543, 549, 423 S.E.2d 829, 832 –33 (1993) (allowing an award of attorneys’ fees \nunder section 6-21.2 under a contract for installation of vinyl siding), and indemnity \nagreements, see GR&S Atl. Beach, LLC, 2011 NCBC LEXIS 38, at *26–28.  Further, \na contract may qualify as an “evidence of indebtedness” even if an “obligation to pay \nmoney” arises only upon breach of the contract.  See Southland Amusements & \nVending, Inc. v. Rourk , 143 N.C. App. 88, 95, 545 S.E.2d 254, 258 (2001) (holding \nagreement which stated “[i]f [defendant] breaches any provision of t his Agreement, \nthen [plaintiff] shall be entitled to recover as damages all of the profits which it would \nhave otherwise earned during the term remaining as of the date of such breach”  \nevidenced a legally enforceable obligation to pay money and  constituted an evidence \nof indebtedness under section 6-21.2). \n180. In this case, the T.A. Kaiser Subcontract provided that  T.A. Kaiser would \n“indemnify . . . [AP Atlantic]  (including its affilia tes, parents, and \nsubsidiaries) . . . from and against all claims, damages, l oss and expenses, \nincluding . . . attorney’s fees  . . . incurred by [AP Atlantic] as a part of the loss or \ndamage . . . arising out of or resulting from the performance of [T.A. Kaiser’s]  \nWork[.]”  (T.A. Kaiser Subcontract § 15.1.)  The Court has already rejected T.A. \nKaiser’s challenges to the validity of this provision.   The Court therefore concludes, \non the undisputed facts of record  at summary judgment , that the T.A. Kaiser \nSubcontract contains a legally enforceable obligation to pay money, is signed by T.A. \nKaiser, (T.A. Kaiser Subcontract 16), and is thus an evidence of indebtedness under \nN.C.G.S. § 6-21.2, see N.Y. Marine & Gen. Ins. Co. v. Beck Elec. Co., No. 3:05 CV 373-\nH, 2007 U.S. Dist. LEXIS 3499, at *28–29 (W.D.N.C. Jan. 16, 2007) (holding that an \nindemnity agreement executed by the obligor is a “legally enforceable obligation to \npay money” and thus an “evidence of indebtedness” allowing recovery of attorneys’ \nfees under N.C.G.S. § 6-21.2); Southland Amusements & Vending, Inc., 143 N.C. App. \nat 95, 545 S.E.2d at 258; GR&S Atl. Beach, LLC, 2011 NCBC LEXIS 38, at *26–28. \n181. Because the T.A. Kaiser Subcontract is an “evidence of indebtedness” under \nN.C.G.S. § 6-21.2, the Court concludes that it need not determine now whether the \nT.A. Kaiser Subcontract allows AP Atlantic to seek a full reimbursement of its \nancillary fees incurred in defending against Crescent.  The Court defers any ruling \non that issue until a later date.   See GR&S Atl. Beach, LLC, 2012 NCBC LEXIS 54, \nat *40 (electing to reserve final ruling on the issue of ancillary fees).  Accordingly, the \nCourt denies T.A. Kaiser’s Motion to the extent it seeks an order declaring that AP \nAtlantic may not recover attorneys’ fees from T.A. Kaiser.13 \nF. Trussway’s Motion \n182. In addition to the previously discussed tort-based claims, Trussway’s Motion \nrequests summary judgment on Madison’s crossclaims  for breach of contract, \nindemnification, and breach of implied warranty.  The Court addresses each claim in \norder. \n1. Madison’s Breach of Contract Claim \n183. Trussway contends that Madison’s breach of contract claim should be \ndismissed at summary judgment because, following discovery, Madison can not \nforecast evidence tending to show Trussway breached the terms of its purchase order \n                                                 \n13  T.A. Kaiser also moved for summary judgment on AP Atlantic’s request to be indemnified \nfor expert witness fees and other costs of litigation.  In briefing and at oral argument, \nhowever, T.A. Kaiser argued for and requested summary judgment only on the issue of \nattorneys’ fees.  T.A. Kaiser did not provide a legal or factual argument concerning the \nimpropriety of AP Atlantic’s request for expert witness fees and other costs.  The Court \nconcludes that T.A. Kaiser has failed to meet its burden to show that no genuine dispute of \nmaterial fact exists at summary judgment with respect to AP Atlantic’s entitlement to these \ncosts and expenses and therefor e denies T.A. Kaiser’s Motion as it relates to AP Atlantic’s \nrequest for expert witness fees and other costs. \nwith Madison (the “Purchase Order”).  Specifically, Trussway argues that the record \nis devoid of any evidence implicating Trussway as the source of the Project’s truss \ndefects.  In support of this assertion, Trussway points to testimony from fact and \nexpert witnesses that it asserts conclusively precludes any finding of liability against \nit. \n184. Madison responds by arguing that Trussway exaggerates or misstates the \ncontent of the testimony it relies on.  Further, Madison notes that Trussway’s \nargument fails to mention the conclusions drawn by SGH’s experts retained by \nCrescent.  Madison contends that SGH has identified Trussway as the party \nexclusively or largely responsible for certain instances of truss failure at the Project.  \nConsequently, Madison argues that a genuine issue of material fact remains as to its \nbreach of contract claim and that Trussway’s request for summary judgment should \nbe denied. \n185. Reviewing the record at summary judgment, the Court concludes that \nMadison is correct.   Viewed in the light most favorable to Madison, the record \ncontains evidence of an agreement between Madison and Trussway and a breach of \nthe terms of that agreement.  See Becker v. Graber Builders, Inc., 149 N.C. App. 787, \n792, 561 S.E.2d 905, 909 (2002)  (“The elements of a claim for breach of contract are \n(1) existence of a valid contract and (2) breach of the terms of that contract.”) \n186. Neither Madison nor Trussway dispute that their signed Purchase Order is \na valid contract.  Under the terms of the Purchase Order, Trussway warranted that \n“all Products . . . [would] be manufactured to precise tolerances in accordance with \nindustry recommendations, [would] be free from defects, and [would] carry such \ndesign loads that are specified on the applicable Truss Design Drawing or  other \ndrawing provided by Trussway.”   (Purchase Order ¶ 7.)  Evidence that Trussway \nsupplied Madison with defective trusses would thus be evidence tending to show a \nbreach of the Purchase Order. \n187. On this point, the SGH experts retained by Crescent , in their final report, \nidentified specific truss defects that  they believed  were likely caused by \nmanufacturing errors.  For example, the SGH experts noted that “the most \npronounced and widespread fabrication defect  . . . observed . . . \n[was] . . . insufficiently pressed metal connector plates .”  (SGH Expert Report 10.)  \nThe SGH experts opined that the uniform gaps between MCPs and wood members \nthey observed could not “be attributed to connection behavior driven by in -service \ntruss loads,” and that “environmental exposure was not the primary cause of the \nobserved gaps,” although it could have been a contributing factor.   (SGH Expert \nReport 10.)  The size and uniformity of the gaps, their frequency, and other factors, \nled the SGH experts to state that the gaps were “all consistent with a manufacturing \nerror that resulted in insufficient plate embedment.”  (SGH Expert Report 10.)  In \ntheir report’s conclusion, the SGH experts wrote that it was their opinion that the  \n“the 5,322 observed and documented tr uss deficiencies where excessive gaps were \nrelatively uniform  . . . were caused primarily by defective truss manufacturing[.]”   \n(SGH Expert Report 14.)   At his deposition,  SGH’s Milan Vatovec  (“Vatovec”) \nsummarized these findings by stating that “the primary contributor” to the Project’s \ntruss defects was, in SGH’s opinion, “the fabrication process.”  (Madison Constr. Grp., \nInc.’s Resp. Br. Opp’n Trussway Mfg., Inc.’s Mot. Summ. J. Cross-cls. Ex. J, at 82:24–\n83:6, ECF No. 407.10.)  Vatovec further testified that faulty fabrication was the only \npossible cause of certain defects involving missing MCPs .  (Trussway’s Reply Br. \nFurther Supp. Mot. Summ. J. Ex. 1, at 95:5–17, ECF No. 431.1.) \n188. In light of this forecast testimony from Crescent’s expert witnesses, the \nCourt concludes that a genuine issue of material fact remains as to whether Trussway \nbreached the terms of the Purchase Order with Madison by supplying defective \ntrusses for use in the Project’s construction.  The Court will therefore deny \nTrussway’s Motion to the extent it seeks summary judgment on Madison’s breach of \ncontract claim.14 \n2. Madison’s Indemnification Claim \n189. Trussway next moves for summary judgment in its favor on Madison’s \nindemnification claim, arguing that the express terms of the Purchase Order contain \nonly a unilateral promise by Madison to indemnify Trussway in certain \ncircumstances and thus provide no grounds for Madison to seek indemnification from \nTrussway. \n                                                 \n14  At oral argument, Trussway also argued that Crescent’s expert witnesses were not \nknowledgeable about engineering issues specific to trusses.  Trussway has not, however, filed \na motion challenging the admissibility of Crescent’s experts’ testimony under North Carolina \nRule of Evidence 702.  In the absence of such a motion, the Court may not disregard the \nopinions of Crescent’s expert witnesses at summary judgment, and any argument concerning \nthe credibility or reliability of those opinions which falls short of a Daubert challenge is for \nthe jury, not the Court. \n190. In response, Madison admits that there is no written indemnity provision in \nits favor in the Purchase Order.  Instead, Madison argues it has a right to implied -\nin-fact indemnity against Trussway “derived from the special relationship between” \nthe parties.  (Madison Constr. Grp., Inc.’s Resp. Br. Opp’n Trussway Mfg., Inc.’s Mot. \nSumm. J. Cross-cls. 18 [hereinafter “Madison Opp’n Trussway Mot.”], ECF No. 407.)  \nIn support of this argument, Madison notes that North Carolina courts assessing such \nclaims look to the relationship between the parties, the circumstances of the parties’ \nconduct, an d whether an  indemnity relationship is derivative of the contract ing \nparties’ intended agreement, citing Kaleel Builders.  Madison contends that a right \nto implied-in-fact indemnity should exist between it and Trussway because the two \nhave a working business relationship, both share “a great interest in determining the \ncause of the alleged defects” at the Project, and Madison reasonably understood that \nTrussway would “work to make good on any losses attributable to its fabrication and \nmanufacture of the [t]russes.”  ( Madison Opp’n Trussway Mot. 19.)  Madison insists \nthat Trussway is now ignoring substantial evidence that the trusses failed due to \nmanufacturing defects, and that “equitable principles and the body of evidence \nforecasted in discovery  . . . necessitate that Trussway make good on Madison’s \nlosses.” (Madison Opp’n Trussway Mot. 19.) \n191. “A right of indemnity implied-in-fact stems from the existence of a binding \ncontract between two parties that necessarily implies the right.”  Kaleel Builders, \nInc., 161 N.C. App. at 38, 587 S.E.2d at 474.  The right “is derived from the \nrelationship between the parties, circumstances of the parties’ conduct, and that the \ncreation of the indemnitor/indemnitee  relationship is derivative of the contracting \nparties’ intended agreement.”  Id.  In examining this claim by Madison, the Court \nfinds it again helpful to turn to Kaleel Builders. \n192. In assessing whether a right to indemnity should be implied in fact for the \ngeneral contractor in Kaleel Builders , our Court of Appeals began by citing two \ndecisions it saw as providing helpful guidance: the Eastern District of North \nCarolina’s Terry’s Floor Fashions , Inc.  v. Georgia -Pacific Corp. , No. 5:97 -CV-683-\nBR(2), 1998 U.S. Dist. LEXIS 15392 (E.D.N.C. July 23, 1998), and the Texas Court of \nAppeals’ American Alloy Steel, Inc. v. Armco, Inc. , 777 S.W.2d 173 (Tex. App. 1989).  \nKaleel Builders, Inc., 161 N.C. App. at 40, 587 S.E.2d at 474–75.  The Court of Appeals \nnoted that both of these decisions declined to allow a claimant to recover indemnity \non an implied -in-fact basis, focusing on the absence of any surety or agency \nrelationship between the claimant and alleged indemnitor.  Kaleel Builders, Inc., 161 \nN.C. App. at 40, 587 S.E.2d at 474 –75; see Terry’s Floor Fashions , Inc., 1998 U.S. \nDist. LEXIS 15392, at * 23–24; Am. Alloy Steel, Inc., 777 S.W.2d at 175–76.  Instead, \nin those cases, the courts held that the claimant had been free to negotiate a provision \nin its contract to protect itself from foreseeable future liabilities by way of indemnity \nand had failed to do so.  See Terry’s Floor Fashions, Inc., 1998 U.S. Dist. LEXIS 15392, \nat * 23–24; Am. Alloy Steel, Inc., 777 S.W.2d at 175–76. \n193. The Court of Appeals then compared the relationship of the parties before it \nto that between the parties in McDonald v. Scarboro, 91 N.C. App. 13, 370 S.E.2d 680 \n(1988), a case in which the Court of Appeals had concluded implied-in-fact indemnity \nwas available.  Kaleel Builders, Inc., 161 N.C. App. at 40, 587 S.E.2d at 475; see also \nMcDonald, 91 N.C. App. at 22, 370 S.E.2d at 686.   The court noted that unlike the \nparties in McDonald, the general contractor in Kaleel Builders was not in a master-\nservant or “agency-type relationship” with the subcontractors.  Kaleel Builders, Inc., \n161 N.C. App. at 40, 587 S.E.2d at 4 75.  The court also stated that there were no \ncircumstances tending t o show the existence of an indemnification agreement, \nwritten or oral, or any evidence of an intent to create such a relationship.  Id.  The \ncourt then announced its holding: \nWhile we refrain from adopting the limited Texas rule that an implied-in-fact \nright to indemnity must stem from a surety or an  agency relationship, we \nhold that plaintiff’s allegations in this case do not allege a right to \nindemnification implied-in-fact in North Carolina.  Read liberally, plaintiff’s \ncomplaint alleges breach of con tract and breach of warranty by a number of \nindependent subcontractors.  For this Court to read a right of indemnity \nimplied-in-fact into such bald allegations would be to do so in every general \nand subcontractor agreement, thus infringing upon this state’s long standing \nand coveted principle of freedom of contract. \n \nId. at 40–41, 587 S.E.2d at 475.  After careful consideration, the Court concludes this \nholding shuts the door on Madison’s argument for implied-in-fact indemnity. \n194. Like the general contractor in Kaleel Builders, Madison has put forward no \nevidence of an agency relationship or surety relationship between itself and \nTrussway.  To the contrary, the record here reflects an arm’s -length transaction \nbetween a construction subcontractor and a manufacturer —an arm’s -length \ntransaction in which Madison was free to negotiate a provision for its own \nindemnification but  failed to , like the plaintiffs in Terry’s Floor Fashions  and \nAmerican Alloy.  See Terry’s Floor Fashions , Inc., 1998 U.S. Dist. LEXIS 15392, at \n*23–24; Am. Alloy Steel, Inc., 777 S.W.2d at 175 –76.  Indeed, going a step beyond \nKaleel Builders , the record here reflects that the parties enter ed into a contract \ncontaining a provision that granted Trussway a right to indemnity from Madison.  \n(Purchase Order ¶ 4 (“Contractor shall indemnify and hold harmless Trussway \nagainst all claims  . . . in any way arising out of or in connection with any of the \nContractor responsibilities set forth in these Terms[.]” ).)  No such indemnity \nprovision was negotiated in Madison’s favor. \n195. Based upon Kaleel Builders, the Court concludes these facts, even viewed in \nthe light most favorable to Madison, do not give rise to an implied-in-fact right to \nindemnity under North Carolina law .  Without a doubt , many general contractors, \nsubcontractors, and manufacturers in the construction industry have working \nbusiness relationships and a shared interest in determining the cause of alleged \ndefects when such allegations arise.  Were the Court to conclude  that su ch \nrelationships or shared interests are  sufficient grounds to find an implied -in-fact \nright to indemnity among parties, that conclusion would suggest an implied right to \nindemnity exists in  countless construction or construction -adjacent agreements \nthroughout North Carolina, infringing upon the freedom of numerous parties to \ncontract as they see fit.   This the Court will not do.  See Kaleel Builders, Inc. , 161 \nN.C. App. at 40–41, 587 S.E.2d at 475. \n196. “In North Carolina, a party’s rights to indemnity can rest on three bases: (1) \nan express contract; (2) a contract implied -in-fact; or (3) equitable concepts arising \nfrom the tort theory of indemnity, often referred to as a contract implied-in-law.”  Id. \nat 38, 587 S.E.2d at 474.   In light of the above discussion , the Court’s previous \nconclusion that Madison may not maintain a negligence -based indemnity claim \nagainst Trussway, and Madison’s own admission that no express indemnity provision \nexists in its favor, the Court concludes that no genuine dispute of materia l fact \nremains as to Madison’s indemnification claim and that Trussway’s Motion should be \ngranted to the extent it seeks summary judgment on this claim. \n3. Madison’s Implied Warranty of Workmanlike Construction Claim \n197. Finally, Trussway moves for summary judgme nt in its favor on Madison’s \nclaim for breach of the implied warranty of workmanlike construction.  Trussway \nasserts that this cause of action may only be brought by the purchaser of a newly \nconstructed building against the builder -vendor who constructed t hat building.  \nBecause Madison is not an owner and Trussway is not a builder, Trussway argues no \nwarranty of workmanlike construction extends to Madison and no claim may be \nbrought against Trussway on such a basis. \n198. Madison disagrees, asserting that Trussway had a legal obligation to \nprovide reliable trusses to Madison that were fabricated in a workmanlike manner \nand in accordance with industry standards.  Madison argues that the disclaimer of \nwarranties included in t he Purchase Order was not sufficient to discharge this \nobligation because it did not disclaim the warranty of workmanlike construction in a \nclear and unambiguous manner.  Madison therefore asserts that its claim should be \nallowed to proceed to trial.  The Court disagrees. \n199. The legal principles underlying the implied warranty of workmanlike \nconstruction were articulated by the Supreme Court of North Carolina in Hartley v. \nBallou, 286 N.C. 51, 209 S.E.2d 776 (1974): \n[I]n every contract for the sale of a recently completed dwelling, and in every \ncontract for the sale of a dwelling then under construction, the vendor, if he \nbe in the business of building such dwellings, shall be held to impliedly \nwarrant to the initial vendee that, at the time of the passing of the deed or \nthe taking of possession by the initial vendee (whichever first occurs), the \ndwelling, together with all its fixtures, is sufficiently free from major \nstructural defects, and is constructed in a workmanlike manner, so as to meet \nthe standard of workmanlike quality then prevailing at the time and place of \nconstruction; and that this implied warranty in the contract of sale survives \nthe passing of the deed or the taking of possession by the initial vendee. \n \nId. at 62, 209 S.E.2d at 783.  “[T]he purpose of the warranty is to protect homeowners \nfrom defects which can only be within the knowledge of vendors .”  Gaito v. Auman, \n313 N.C. 243, 251, 327 S.E.2d 870, 876 (1985). \n200. In contrast to Madison’s argument, our Supreme Court’s decisions dealing \nwith the implied warranty of workmanlike construction have applied the warranty \nonly within the context of a builder -vendee relationship .  See Brevorka v. Wolfe \nConstr., Inc., 357 N.C. 566, 597 S.E.2d 671 (2003), rev’g per curiam , 155 N.C. App. \n353, 573 S.E.2d 656 (2002); Gaito, 313 N.C. at 251, 327 S.E.2d at 876;  Griffin v. \nWheeler-Leonard & Co., 290 N.C. 185, 200, 225 S.E.2d 557, 567 (1976) (“The implied \nwarranty of the builder-vendor does not, of course, extend to defects of which the \npurchaser had actual notice or which are or should be visible to a reasonably prudent \nman upon an inspection of the dwelling.  Where, however, there is a breach of the \nimplied warranty, the vendee can maintain an action for damages for such breach[.]” \n(emphasis added)); Hartley, 286 N.C. at 62, 209 S.E.2d at 783 ; see also Moss v. Best \nKnitting Mills, 190 N.C. 644, 648, 130 S.E.2d 635, 637 (1925) (“It is the duty of the \nbuilder to perform his work in a proper and workman -like manner.”).  These cases \nmake clear that the warranty represents a “relaxing of the rigid rule of caveat emptor” \non policy grounds, Gaito, 313 N.C. at 248, 327 S.E.2d at 875, and is  implied only in \ncontracts (i) for the sale of a dwelling recently completed or then under construction \n(ii) between a builder and an initial vendee. \n201. Here, the undisputed facts of record at summary judgment show that the \ncontract between Madison and Trussway was not for the sale or construction of any \ndwelling, but for the sale and delivery of certain goods, i.e., roof and floor trus ses.  \n(Purchase Order 1 –2); see N.C.G.S. § 25-2-105(1).  Madison’s appeal to the implied \nwarranty of workmanlike construction is thus  misplaced.  Accordingly, the Court  \nconcludes that  no genuine issue of material fact exists as to Madison’s claim for \nbreach of the implied warranty of workmanlike construction, and summary judgment \nis appropriately entered in Trussway’s favor dismissing this claim. \nG. Sears’ Motion \n202. The Court has already con cluded that the majority of the claims on which \nSears has moved for summary judgment—several negligence and contribution third-\nparty claims and crossclaims —should be dismissed for lack of an underlying injury \nsounding in tort.  Sears also argues that A&P’s  and AP Atlantic’s individual breach \nof contract claims against it should be dismissed at summary judgment.  The Court \naddresses Sears’ separate arguments against each claim in turn. \n1. A&P’s Claim Against Sears for Breach of Sears Subcontract \n203. Sears argues that A&P’s claim for breach of contract fails because A&P is \nnot a party to the agreement under which Sears agreed to perform work on the Project \n(the “Sears Subcontract”)  and thus lacks standing to enforce th e contract.  Sears \nfurther argues that A&P has not pleaded a claim for breach of contract against Sears \nas a third -party beneficiary of the Sears Subcontract and thus may not now assert \nthat it is a third-party beneficiary to avoid summary judgment on this claim. \n204. For reasons identical to those given in connection with the Court’s decision \nto enter summary judgment on A&P’s claim for breach of contract against Madison, \nthe Court agrees with Sears.  A&P’s claim for breach of contract against Sears was \nnot asserted as a third -party beneficiary  breach of contract claim, but as an \nalternative claim alleging the existence of a contract between A&P and Sears.  (A&P \nThird-Party Compl. 38.)  The evidence at summary judgment establishes that there \nis no genuine issue of material fact as to whether A&P  was a party to the Sears \nSubcontract—it was not.  ( See, e.g., Sears Subcontract 1 (listing AP Atlantic as the \nContractor and Sears as the Subcontractor).)   The Court therefore concludes that \nSears is entitled to summary judgment on A&P’s breach of contract claim against it. \n2. AP Atlantic’s Breach of Contract Claim \n205. Sears also requests summary judgment in its favor on AP Atlantic’s breach \nof contract claim , arguing that no party has forecast expert testimony establishing \nthat Sears breached a standard o f care in performing its work at the Project.  Sears \ncontends that any effort to seek indemnity from it under the Sears Subcontract \nrequires expert testimony  on this point because the common knowledge and \nexperience of a jury is not sufficient to evaluate Sears’ compliance with any requisite \nstandard of care. \n206. In addition to this argued lack of expert testimony, Sears also asserts that \nit is entitled to summary judgment because no party in this case has provided \nevidence linking Sears’ conduct to a specific instance of truss defects.  Particularly, \nSears contends that no expert witness —including those experts from SGH retained \nby Crescent—has been able to provide any opinion linking Sears to any damage to \nthe Project’s trusses at a specific location.  Sears further represents that its own \nexpert, George Barbour (“Barbour”), will testify that in the instances in which Sears \nmay have stacked (or allowed its subcontractors to stack) drywall at the Project in \nexcess of the height limitations imposed by AP Atlantic, the trusses should have been \nable to tolerate that short-term load without sustaining damage.  Sears argues that \nthe record thus contains no evidence that Sears’ work caused any specific instance of \ntruss failure, and that AP Atlantic’s claim for breach of contract should therefore be \ndismissed. \n207. Responding to Sears’ standard of care argument, AP Atlantic first notes that \nit has sued Sears for breach of contract, not negligence.  As a result, AP Atlantic \ncontends any standard of care applying to Sears’ work on the Project is irrelevant.  As \nto Sears’ contention concerning evidence of damages, AP Atlantic argues that the \nrecord contain s evidence showing Sears breached the Sears Subcontract by \noverstacking drywall at the Project.  AP Atlantic  expands upon this point by \nexplaining that the ter ms of the Sears Subcontract required Sears to refrain from \nstacking drywall in excess of certain height requirements and that evidence in the \nrecord shows Sears was warned several times not to o verstack drywall.  AP Atlantic \nargues that the record also sho ws that Sears did, in fact, stack drywall in excess of \nthe imposed restrictions on several occasions and that expert testimony supports AP \nAtlantic’s contentions that this overstacking caused damage to the floor trusses. \n208. Based upon a review of the record, the Court agrees with AP Atlantic that \nthere is sufficient evidence at summary judgment to conclude that a genuine issue of \nmaterial fact remains as to whether Sears breached the terms of the Sears \nSubcontract and that this issue of fact precludes summary judgment on AP Atlantic’s \nclaim to the extent it constitutes an ordinary breach of contract claim. \n209. Under North Carolina law, proof of damages is not an element of a claim for \nbreach of contract.  See Becker, 149 N.C. App. at 792, 561 S.E.2d at 909.  A claimant \nwho establishes the elements of a breach of contract is entitled “to nominal damages \nat least.”  Bryan Builders Supply v. Midyette, 274 N.C 264, 271, 162 S.E.2d 507, 511–\n12 (1968) (quoting Bowen, 209 N.C. at 144, 183 S.E. at 268).  Consequently, while the \nclaimant must “ both allege and offer evidence sufficient to satisfy  the jury by the \ngreater weight thereof that he has suffered substantial damage, naturally and \nproximately caused by the breach” to receive compensatory damages, Bowen, 209 \nN.C. a t 144, 183 S.E. at 268, judgment as a matter of law should not be entered \nagainst the claimant ’s entire cause of action  on grounds that his or her evidence of \ndamages is wanting, see Bryan Builders Supply, 274 N.C. at 271 –72, 162 S.E.2d at \n511–12 (“Notwithstanding the fact that owners’ evidence with  reference to their \ndamages, both as to  breach of contract and the value of the actual benefit received \nfrom Bryan's construction, was minimal, under no theory was Bryan entitled to a \njudgment of nonsuit . . . .  Upon owners showing a  breach of contract or a failure of \nconsideration in any amount, they were entitled to recover  nominal damages.” \n(citations omitted)); Hodges v. Young, No. COA10-975, 2011 N.C. App. LEXIS 370, at \n*5–6 (N.C. Ct. App. Mar. 1, 2011) (rejecting argument that summary judgment was \nappropriately granted on a breach of contract claim due to a lack of evidence of \ndamages because “the existence of damages is not an element of a prima facie claim \nfor breach of contract”). \n210. Accordingly, even if AP Atlantic has failed to offer evidence of damages at \nsummary judgment, as Sears contends, Sears is not ipso facto entitled to summary \njudgment in its favor on AP Atlantic’s breach of contract claim if evidence in the \nrecord tends to support the elements of that claim.  Reviewing the record here in the \nlight most favorable to AP Atlantic, the Court concludes such evidence is present. \n211. AP Atlantic and Sears do not dispute the validity of the Sears Subcontract, \nunder which Sears promised that its work would be completed in conformity with the \nSubcontract and Prime Contract Documents and “in a skillful and workmanlike \nmanner[.]”  (Sears Subcontract § 1.2.)  The Scope of Work Matrix attached to the \nSears Subcontract outlined Sears’ responsibilities for delivery and stacking of drywall \nand indicated that “[n]o single stack” was to exceed “18 [inches] in height.”  (Sears \nSubcontract Ex. D , at 1 .)  The contract also stated that Sears would “follow [AP \nAtlantic’s] clean -up and safety directions” and would “complete the work in strict \ncompliance with all safety measure s required by [the  Sears Subcontract].”  (Sears \nSubcontract § 9.1.) \n212.  The record also contains numerous instances of AP Atlantic personnel \nproviding Sears with instructions which could reasonably be characterized as “safety” \nor “clean-up” instructions relating to drywall stacking.  For example, on December \n27, 2013, AP Atlantic’s Louis Ha ll (“Hall”) sent an e-mail to Sears’ project manager \nstating, “Sheetsare [sic] to be layed  [sic] down and stacked no more than 20 sheets \n(12”) high” and attaching a document provided by the Project’s engineer explaining \nthat placing excessive construction loads on floor trusses was an unsafe act  which \ncould result in property damage .  (AP Atl. and Adolfson & Peterson Constr., Inc.’s \nResp. Sears Contract, Inc.’s Mot. Summ. J. Ex. B, at Dep. Ex. 37, ECF No. 389.)  Hall’s \ne-mail asked Sears’ project manager to  “[m]ake sure the crews stockingstay [sic] \nwithin these perimeters so they don’t overload the trusses.”  (AP Atl. and Adolfson & \nPeterson Constr., Inc.’s Resp. Sears Contract, Inc.’s Mot. Summ. J. Ex. B, at Dep. Ex. \n37.)  On January 10, 2014, Sears receive d another e -mail instructing it to “restack \nthe drywall on third floor so the piles do not go over ten high.”  (AP Atl. and Adolfson \n& Peterson Constr., Inc.’s Resp. Sears Contract, Inc.’s Mot. Summ. J. Ex. C, at 129:5–\n6, ECF No. 390 .)  Fi nally, on March 3 1, 2014, Hall  sent an e -mail to Sears’ project \nmanager reading, “Tia your crews have stacked over 44 sheets in unit 301.  These \ntrusses may be damaged and may now require inspection by the structural engineer.  \nYou have to get your subs under control on this before someone gets killed.”  (AP Atl. \nand Adolfson & Peterson Constr., Inc.’s Resp. Sears Contract, Inc.’s Mot. Summ. J. \nEx. B, at Dep. Ex. 38.) \n213. Further evidence in the record  tends to show that Sears did, in fact, \noverstack drywall at the Project si te, violating the terms in the Sears Subcontract \nand AP Atlantic’s instructions.  For example, one fact witness deposed by the parties \nindicated that, on one occasion, he “walked the third floor [of] Building E” and “could \nnot enter a unit without climbing over approximately two feet tall drywall stacked in \nthe entrance portion of the unit.”  (Madison Constr. Grp., Inc.’s Resp. Br. Opp’n Sears \nContracting Co.’s Mot. Summ. J. Cross -cls. Ex. J, at 130:3 –6 [hereinafter \n“Overstacking Testimony”], ECF No. 397.10.)  That same witness stated he also \nobserved drywall stacked “ at eye level ” in Building E.   (Overstacking Testimony \n130:6–7, 158:1 – 3.)  Another fact witness testified that he recalled seeing drywall \nstacked at a height slightly above his knees, estimati ng it to be about thirty inches.   \n(Overstacking Testimony 87:4–12.)  Photographs attached to SGH’s expert report also \npurport to show drywall stacked in excess of AP Atlantic’s instructions o r the Sears \nSubcontract’s requirements in at least two locations in Buildings A and C.  (Madison \nConstr. Grp., Inc.’s Resp. Br. Opp’n Sears Contracting Co.’s Mot. Summ. J. Cross-cls. \nEx. L, ECF No. 397.12.) \n214. Examining the totality of this evidence, the Court concludes that a genuine \nissue of material fact exists as to wh ether Sears breached the terms of the Sears  \nSubcontract by stacking drywall , or allowing drywall to be stacked, contrary to the \nterms of that agreement and AP Atlantic’s orders .  This issue of fact precludes the \nCourt from entering summary judgment in Sears’ favor on AP Atlantic’s breach of \ncontract claim as requested.  See Bryan Builders Supply , 274 N.C. at 271–72, 162 \nS.E.2d at 511–12; Hodges, 2011 N.C. App. LEXIS 370, at *5–6.  This conclusion does \nnot, however, end the Court’s analysis. \n215. To the extent that AP Atlantic’s breach of contract claim contains a demand \nfor contractual indemnity based upon Sears’ obligation to indemnify AP Atlantic for \n“injury to or destruction of tangible property  . . . to the extent caused in whole or in \nany part by any negligent act or omission of” Sears, (Sears Subcontract § 15.1), Sears’ \narguments at summary judgment have merit.  Particularly, while it is ordinarily not \nnecessary to establish a standard of care  to prove a breach of contract , see Schenkel \n& Shultz, Inc. v.  Hermon F. Fox & Assocs., P.C. , 180 N.C. App. 257, 264 n.3, 636 \nS.E.2d 835, 840 n.3 (2006)  (“[E]xpert witness testimony concerning the professional  \nstandard of care would not be necessary to establish a  breach of contract[.]”), to the \nextent the Sears Subcontract specifically creates an obligation triggered by  Sears’ \nnegligence, the Court concludes AP Atlantic must  be able to  forecast evidence at \nsummary judgment establishing Sears’ negligence to show Sears’ breach of that \nobligation, see id. at 264 n.3, 266, 636 S.E.2d at 840 n.3, 841 (recognizing that either \nnegligence or a breach of contract “could be the basis for indemnity according to [a] \ncontract” that provided for indemnity for damage resulting from “ any negligent act” \nor from the “breach of [the] Agreement”).  AP Atlantic has failed in this regard \nbecause it is unable to forecast expert testimony establishing Sears’ standard of care. \n216. Expert testimony is generally required to establish a standard of ca re in \n“professional negligence action[s]” where the “common knowledge and experience of \nthe jury” would not be sufficient to evaluate a professional’s compliance with the \nrelevant standard of care .  See Frankenmuth Ins. v. City of Hickory , 235 N.C. App. \n31, 35, 760 S.E.2d 98, 101 (2014).  This requirement is not limited to negligence claims \nbrought against the classic learned professions , however,  but applies in all cases \nwhere some degree of professional judgment or esoteric knowledge is required to \nevaluate the defendant’s standard of care.  See id. at 34–36, 760 S.E.2d at 101 –02 \n(requiring expert testimony for standard of care applicable to municipal water system \noperator).  Only where the facts are “of such a nature that the common knowledge of \nlaypersons is sufficient to find the standard of care required, [and] a departure \ntherefrom,” or where the conduct is grossly negligent, will a party be able to proceed \non such a claim  without expert testimony.  Associated Indus. Contractors, Inc. v. \nFleming Eng’g, Inc., 162 N.C. App. 405, 411, 590 S.E.2d 866, 871 (2004). \n217. North Carolina courts have not determined whether expert testimony is \nnecessary to establish the standard of care ap plicable to drywall subcontractors in \nthe circumstances presented here.  Courts in other jurisdictions, however, appear to \nbe in agreement that expert testimony is generally required to establish the standard \nof care applicable to those engaged in construc tion-related work absent egregious or \nobvious mistakes.  See 34 Degrees N., LLC v. Mountain View Constr., LLC, No. 1 CA-\nCV 15-0646, 2016 Ariz. App. Unpub. LEXIS 1552, at *14 (Ariz. Ct. App. Dec. 13, 2016) \n(“[T]he standard of care involved in construction is not an area that comes within the \nrealm of common knowledge.” (citing Woodward v. Chirco Constr. Co., 687 P.2d 1275, \n1276–77 (Ariz. Ct. App. 1984))); Miller v. L.A. Cty. Flood Control Dist., 505 P.2d 193, \n202 (Cal. 1973) (“ The average layman has neither  training nor experience in the \nconstruction industry and ordinarily cannot determine whether a particular building \nhas been built with the requisite skill and in accordance with the standards \nprescribed by law or prevailing in the industry.”);  Sandstrom v. Austin & Bednash \nConstr., Inc., No. 09C-07-027 MJB, 2011 Del. Super. LEXIS 126, at *10 (Del. Super. \nCt. Mar. 29, 2011) (holding that how a reasonably prudent construction company \nwould have filled trenches was “not within the common knowledge of a layper son”); \nRoberts v. Daystar Sills, Inc. , No. 05C-04-189 CLS, 2008 Del. Super. LEXIS 470, at \n*8 (Del. Super. Ct. Dec. 8, 2008) (“[T]he determination of what conditions are expected \nand reasonable at a closed construction site requires specialized knowledge.”); see also \nAetna Ins. Co. v. Hellmuth, Obata & Kassabaum, Inc. , 392 F.2d 472, 478 (8th Cir. \n1968) (“Q uestions relating to stress and strain and weight -bearing capacities of \nstructural elements are beyond the ordinary comprehension of most laymen and the \ncourt and jury require expert enlightenment on issues of this type.”). \n218. The reasoning behind these decisions is sound.  Absent expert testimony \nexplaining “the routine practices and acceptable conditions at a closed construction \nsite, where trade persons are trained to work in and around precarious conditions, \n[a] jury would be left to speculate as to the standard of care” required of those working \nat the site.  Roberts, 2008 Del. Super. LEXIS 470, at *8.   In the instant case, a jury \nattempting to evaluate the standard of care applicable to Sears will face the same \ndifficulties.  The Court therefore concludes that expert testimony is required to \nestablish Sears’ standard of care. \n219. AP Atlantic argues against this conclusion and contends that  any relevant \nstandard of care here was set was set by the instructions provided to Sears and the \nterms of the Sears Subcontract  and that “a jury would not require expert testimony \nto assess whether it was reasonable to breach the contract’s terms by overloading the \ntrusses.”  (AP Atl. and Adolfson & Peterson Constr., Inc.’s Resp. Sears Contract, Inc.’s \nMot. Summ. J. 10 n.5 [hereinafter “AP Atl. Br. Opp’n Sears’ Mot.”], ECF No. 387.)  \nAP Atlantic does not cite any law to support this argument, and the Court disagrees \nwith its premise. \n220. A professional’s negligence is determined by reference to the applicable \nstandard of care in that professional’s community, see Little v. Matthewson, 114 N.C. \nApp. 562, 566, 422 S.E.2d 567, 570 (1994) (noting the need to establish the standard \nof care in the same community to assess professional negligence) ; Heath v. Swift \nWings, Inc., 40 N.C. App. 158, 163, 252 S.E.2d 526, 529 (1979) (“[O]ne who engages \nin a business, occupation, or profession must exercise the requisite degree of learning, \nskill, and ability of that calling with reasonable and ordinary care.”) , and how a \nreasonable professional in the same circumstances would have acted, see \nFrankenmuth Ins. , 235 N.C. App. at 36, 760 S.E.2d at 102 (summary judgment \nappropriate where no expert could testify what a reasonable municipal water \noperator would do under the facts of the case), not by reference to contractual terms.  \nThe Court is not aware of any North Carolina case holding that expert testimony \nconcerning a profession’s standard of care is unnecessary in the presence of a \ncontract, and AP Atlantic has not cited any case supporting this assertion.  The Court \ndeclines to adopt such a rule here.  Neither the Court nor the jury are positioned to \nknow the importance of strict adherence to stacking limits in the drywall industry, \nwhether any leeway is tolerable, or the factors a reasonable drywall subcontractor \ntakes into account when determining how to stack drywall at any given location. \n221. Perhaps anticipating this conclusion, AP Atlantic also points to testimony \nfrom SGH’s Daniel Valentine (“Valentine”), who “testified that Sears ‘should [have] \nfollow[ed] the standards that are part of the project documents.’ ”  (AP Atl. Br. Opp’n \nSears’ Mot. 9.)  A review of Valentine’s deposition testimony, however, reveals that \nthis statement is not sufficient to serve as an expert opinion concerning Sears’ \nstandard of care.  At his deposition, Valentine was clear that he was not prepared to \nspeak to the standard of care applicable to drywall contractors, and the statement AP \nAtlantic quotes was at most a conjectural opinion that was not informed by knowledge \nof the drywall industry: \nQ:  What is the actual practice in the industry among drywall subcontractors \nin terms of the manner in which drywall is stored or stacked on a multifamily \nwood-framed residential project like [the Project]? \n \nA:  I can’t speak to that. \n \nQ:  So you wouldn’t be able to express any opinion in that regard, would you? \n \nA:  With regard to industry standard, no, but I can go by the project \ndocuments here. \n \nQ:  I guess to ask the question differently, sir, in a more plain English way, \nare you able to provide any testimony or opinions as to whether drywall \nsubcontractors in the  field in practice are actually following a particular \nstandard that you located in a book? \n \nA:  I don’t know what they generally follow in the industry.  I think they \nshould follow the standards that are part of the project documents. \n \n(AP Atl. Br. Opp’n Sears’ Mot. Ex. G, at 339:23–340:17, ECF No. 394.)  This testimony \ndoes not provide AP Atlantic with an expert opinion tying Sears’ standard of care to \nthe terms of the Sears Subcontract and thus does not support AP Atlantic’s attempt \nto rely on that document or the other provided instructions in the absence of further \nexpert testimony. \n222. The Court thus concludes that AP Atlantic has failed to come forward with \nevidence sufficient to show the  standard of care applicable to Sears.  Without such \nevidence, AP Atlantic cannot establish Sears’ negligence for purposes of the \nindemnity provision in the Sears Subcontract.  See Frankenmuth Ins., 235 N.C. App. \nat 37, 760 S.E.2d at 102 (“ [W]ithout evidence of the applicable standard of care, \n[plaintiff] [has] failed  to establish a prima facie claim for professional negligence .” \n(quoting Michael v. Huffman Oil Co. , 190 N.C. App. 256, 272, 661 S.E.2d 1, 11–12 \n(2008))).15  The Court will  therefore grant Sears’ Motion and enter summary \n                                                 \n15  AP Atlantic also argues that Sears’ 30(b)(6) representative acknowledged (i) that the Sears \nSubcontract specifications set the standard of care, (ii) that he was “not sure” if there was an \nindustry standard and that guidelines varied by project, (iii) that Sears did not set stacking \nguidelines itself, and (iv) that Sears had to follow stacking protocols “to avoid damaging the \ntrusses.”  (AP Atl. Br. Opp’n Sears’ Mot. 9 .)  For support for points (ii) and (iv), AP Atlantic \ncites pages 218–19 of the Exhibit C to its opposition brief, which is the transcript to Sears’ \n30(b)(6) deposition.  Exhibit C does not, however, include any pages past page 175, and those \npages that have been submitted to the Court do not contain testimony acknowledging that \nSears had to follow stacking protocols “to avoid damaging the trusses” or that any \nrepresentative was “not sure” if there was an industry standard for drywall stacking.  The \ndeposition excerpt also lacks any acknowledgment from Sears that the Sears Subcontract or \nany other document set Sears’ standard of care.  The only testimony contained in Exh ibit C \nsupporting AP Atlantic’s arguments are statements by Sears’ representatives that they did \njudgment on AP Atlantic’s breach of contract claim in Sears’ favor to the extent that \nclaim seeks contractual indemnity from Sears based upon Sears’ negligence.16 \nH. Interior Distributors’ Motion \n \n223. Interior Distributors requests the Court to enter summary judgment in its \nfavor on AP Atlantic’s claim for breach of express and implied warranties.  In support \nof this request, Interior Distributors asserts that AP Atlantic has produced no \nevidence of any contract, or other representation, giving rise to an express warranty  \nmade by Interior Distributor s.  Accordingly, Interior Distributors contends AP \nAtlantic’s breach of warranty claim should be dismissed to the extent it is based on \nan alleged express warranty. \n224. To the extent AP Atlantic’s breach of warranty claim alleges the existence \nof implied warranties, Interior Distributors asserts two arguments  for dismissal .  \nFirst, Interior Distributors argues that AP Atlantic is not in contractual privity with \nInterior Distributors and thus may not assert a claim for breach of an implied \nwarranty for purely economic loss.  Second, Interior Distributors contends that the \nonly warranties the law would possibly imply in this situation would be linked to the \nproduct Interior Distributors is alleged to have supplied —the Project’s drywall—not \n                                                 \nnot create their own protocols for stacking drywall, that protocols were normally furnished \nby the general contractor on a project, and that protocols and guid elines varied project to \nproject.  (AP Atl. Br. Opp’n Sears’ Mot. Ex. C, at 39:3 –44:19, ECF No. 390.)  This testimony \ndoes not amount to an expert opinion concerning an applicable standard of care or an \nadmission as to what Sears’ standard of care would have been. \n \n16  In light of the Court’s ruling, the Court declines to address Sears’ separate argument for \ndismissal of AP Atlantic’s breach of contract claim, i.e., that AP Atlantic has failed to offer \nsubstantial evidence that Sears proximately caused the loss for which AP Atlantic has sought \ncontractual indemnity from Sears based upon Sears’ negligence. \nthe manner in which  Interior Distributors delivered or arranged the product at the \nProject site. \n225. AP Atlantic did not defend its breach of warranty claim in its briefing and \nat oral argument indicated that it did not oppose Interior Distributors’ Motion as to \nthis claim. \n226. Based upon its review of the record, the Court agrees with Interior \nDistributors arguments.  The record at summary judgment contains no evidence of \nan express warranty from Interior Distributors extending to AP Atlantic.  \nFurthermore, AP Atlantic has not identified a  specific implied warranty that it \nbelieves Interior D istributors breached, and there is no evidence that those \nmentioned in AP Atlantic’s Amended Third -Party Complaint —the implied \nwarranties of merchantability or fit ness for a particular purpos e, (Am. Third -Party \nCompl. 17)—were breached by unfit or unsuitable drywall.  Accordingly, the Court \nconcludes that no genuine issue of material fact remains as to AP Atlantic’s bre ach \nof express or implied warranties claim and grants summary judgment on that claim \nin Interior Distributors favor.17 \nV. \nCONCLUSION \n227. WHEREFORE, the Court hereby ORDERS as follows: \n                                                 \n17  Interior Distributors’ Motion also seeks summary judgment on a request by AP Atlantic \nfor attorneys’ fees.  Although AP Atlantic indicated at oral argument that it did not oppose \nthis portion of Interior Distributors’ Motion, the Court’s dismissal of AP A tlantic’s claims \nagainst Interior Distributors renders AP Atlantic’s request for attorneys’ fees moot. \na. The AP Parties’ Motion is GRANTED in part and DENIED in part as \nfollows: \ni. The AP Parties’ Motion is GRANTED as to Crescent’s claimed \nexpenses categorized as relating to hotels ($906,847.74), shuttles \nand storage ($253,319.18), relocation stipends ($500,446.46), and \nattorneys’ fees incurred in dealing with residents ($10,604.75).  \nCrescent shall not be permitted to recover these claimed expenses \nfrom the AP Parties. \nii. The remainder of the AP Parties’ Motion is DENIED. \nb. Madison’s Motion, Trussway’s Motion, Sears’ Motion, and Interior \nDistributors’ Motion are all GRANTED in part, and T.A. Kaiser’s oral \nmotion made at the May 30, 2018 hearing is GRANTED, as to the \nnegligence-captioned implied -in-law indemnity claims  or contribution \nclaims asserted against Madison, Trussway, Sears, Interior \nDistributors, and T.A. Kaiser.   Further, the Court sua sponte  enters \nsummary judgment and dismisses the remaining implied -in-law \nindemnity claims and contribution claims asserted against these \nparties.  The Court therefore dismisses the following claims in the Lead \nand Crescent Actions: \ni. AP Atlantic’s claim for impli ed-in-law indemnity against \nTrussway is dismissed with prejudice. \nii. AP Atlantic’s claim for implied-in-law indemnity against Interior \nDistributors is dismissed with prejudice. \niii. A&P’s claim for im plied-in-law indemnity against Madison is \ndismissed with prejudice. \niv. A&P’s claim for implied -in-law indemnity against T.A. Kaiser is \ndismissed with prejudice. \nv. A&P’s claim for implied -in-law indemnity against Sears is \ndismissed with prejudice. \nvi. A&P’s claim for implied -in-law indemnity against Trussway is \ndismissed with prejudice. \nvii. Madison’s claim for implied -in-law indemnity against Trussway \nis dismissed with prejudice. \nviii. Madison’s claim for contribution against Trussway is dismissed \nwith prejudice. \nix. Madison’s claim for implied -in-law indemnity against Sears is \ndismissed with prejudice. \nx. Madison’s claim for contribution against Sears is dismissed with \nprejudice. \nxi. Madison’s claim for implied-in-law indemnity against T.A. Kaiser \nis dismissed with prejudice. \nxii. Madison’s claim for contribution against T.A. Kaiser is dismissed \nwith prejudice.  \nxiii. T.A. Kaiser’s claim for implied-in-law indemnity against Madison \nis dismissed with prejudice. \nxiv. T.A. Kaiser’s claim for contribution against Madison is dismissed \nwith prejudice. \nxv. T.A. Kaiser’s claim for implied -in-law indemnity against \nTrussway is dismissed with prejudice. \nxvi. T.A. Kaiser’s claim for contribution against Trussway is \ndismissed with prejudice. \nxvii. Trussway’s claim for contribution against Madison is dismissed \nwith prejudice. \nxviii. Trussway’s claim for implied -in-law indemnity against Sears is \ndismissed with prejudice. \nxix. Trussway’s claim for contribution against Sears is dismissed with \nprejudice. \nxx. Trussway’s claim for implied -in-law indemnity against T.A. \nKaiser is dismissed with prejudice. \nxxi. Trussway’s claim for contribution against T.A. Kaiser is \ndismissed with prejudice. \nc. Any implied-in-law indemnity or contribution claims remaining in the \nLead or Crescent Actions are subject to dismissal upon proper motion to \nthe Court. \nd. Madison’s Motion and T.A. Kaiser’s Motions are GRANTED in part as \nto AP Atlantic’s request to hold Madison, T.A. Kaiser, and other parties \njointly and severally liable for breach of contract.  Any liability found on \nAP Atlantic’s separate breach of contract claims shall not be joint and \nseveral. \ne. Madison’s Motion is further GRANTED in part and DENIED in part \nas follows: \ni. To the extent Madison’s Motion requests summary judgment on \nA&P’s breach of contract claim, the motion is GRANTED.  A&P’s \nbreach of contract c laim against Madison is dismissed with \nprejudice. \nii. To the extent Madison’s Motion requests summary judgment on \nthe issue of consequential damages, the motion is DENIED as \nmoot to the extent it concerns liability related to Crescent’s \nclaimed expenses categorized as relating to hotels ( $906,847.74), \nshuttles and storage ( $253,319.18), relocation stipends \n($500,446.46), and attorneys’ fees incurred in dealing with \nresidents ($10,604.75).  To the extent Madison’s Motion requests \nsummary judgment on any other issue of damages, the motion is \nDENIED. \niii. To the extent Madison’s Motion requests summary judgment on \nAP Atlantic’s delay-based breach of contract claim, the motion is \nGRANTED.  AP Atlantic’s delay -based breach of contract claim \nagainst Madison is dismissed with prejudice. \nf. Except as noted otherwise, T.A. Kaiser’s motion is DENIED. \ng. Trussway’s Motion is further GRANTED in part and DENIED in part \nas follows: \ni. To the extent Trussway’s Motion requests summary judgment on \nMadison’s breach of contract claim, Trussway’s  Motion is \nDENIED. \nii. To the extent Trussway’s Motion requests summary judgment on \nMadison’s indemnification claim, Trussway’s Motion is \nGRANTED.  Madison’s indemnification claim against Trussway \nis dismissed with prejudice. \niii. To the extent Trussway’s Motion requests summary judgment on \nMadison’s claim for breach of the implied warranty of \nworkmanlike construction, Trussway’s Motion is GRANTED.  \nMadison’s claim against Trussway for breach of the implied \nwarranty of workmanlike c onstruction is dismissed with \nprejudice. \nh. Sears’ Motion is further GRANTED in part and DENIED in part as \nfollows: \ni. To the extent Sears’ Motion requests summary judgment on \nA&P’s claim for breach of contract against Sears, Sears’ Motion is \nGRANTED.  A&P’s claim for breach of contract against Sears is \ndismissed with prejudice. \nii. To the extent AP Atlantic seeks contractual indemnity from Sears \nbased upon Sears’ negligence, Sears’ Motion is GRANTED.  AP \nAtlantic shall not recovery contractual indemnity from Sear s \nbased upon Sears’ alleged negligence. \niii. To the extent Sears’ Motion requests summary judgment on the \nremainder of AP Atlantic’s breach of contract claim, Sears’ Motion \nis DENIED. \ni. Interior Distributors’ Motion is GRANTED.  AP Atlantic’s claim against \nInterior Distributors for breach of express and implied warranties  is \ndismissed with prejudice , and AP Atlantic’s request for attorneys’ fees \nis dismissed as moot. \nSO ORDERED, this the 8th day of August, 2019. \n \n \n     /s/ Louis A. Bledsoe, III    \n     Louis A. Bledsoe, III \n     Chief Business Court Judge \n "
}