{
  "id": "057d10189daf629bc83b0519bf33408863ccaf7b18818f5e5b92054226a4d664",
  "source_file": "data/raw/ncbc/057d10189daf629bc83b0519bf33408863ccaf7b18818f5e5b92054226a4d664.pdf",
  "raw_text": "Volvo Grp. N. Am. v. Roberts Truck Ctr., Ltd., 2020 NCBC 73. \nSTATE OF NORTH CAROLINA \nGUILFORD COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 2981 \nVOLVO GROUP NORTH AMERICA, \nLLC d/b/a VOLVO TRUCKS NORTH \nAMERICA, a Delaware limited liability \ncompany; and MACK TRUCKS, INC., a \nPennsylvania corporation, \n \nPlaintiffs, \n \nv. \n \nROBERTS TRUCK CENTER, LTD., a \nTexas limited partnership; ROBERTS \nTRUCK CENTER OF KANSAS, LLC, a \nKansas limited liability company; and \nROBERTS TRUCK CENTER \nHOLDING COMPANY, LLC, a Texas \nlimited liability company,  \n \nDefendants. \nORDER AND OPINION ON MOTIONS \nFOR SUMMARY JUDGMENT \n \n \n \n1. THIS MATTER is before the Court on  Plaintiff Volvo Group North \nAmerica, LLC d/b/a Volvo Trucks North America ’s (“Volvo”) Motion for Summary \nJudgment (“Volvo Motion” ), (ECF No. 103), and Defendants Robert Truck Center, \nLtd., Roberts Truck Center of Kansas, LLC , and Roberts Truck Center Holding \nCompany, LLC’s (“Defendants” or “Roberts”) Motion for Partial Summary Judgment \n(“Roberts Motion” ), (ECF No. 108).  After considering the Motions, the briefs in \nsupport of and in opposition to the Motions, and the arguments of counsel at a hearing \nheld on August 18, 2020 , for the reasons discussed below, the Court GRANTS the \nVolvo Motion and  DENIES the Roberts Motion , as a result of which all claims and \ncounterclaims in the action are resolved, Volvo is entitled to terminate the Roberts ’ \nVolvo dealership, and Roberts’ Counterclaims are DISMISSED WITH PREJUDICE.    \nKilpatrick Townsend & Stoc kton LLP, by Chad D. Hansen & Richard \nKeshian, and  Baker Hostetler, LLP, by Billy M. Donley , James Keith \nRussell, and William Geise, for Plaintiffs Volvo Grp. N. Am., LLC d/b/a \nVolvo Trucks N. Am. & Mack Trucks, Inc. \n \nJohnson, Hearn, Vinegar & Gee, PLLC, by Richard Vinegar, and \nHiersche, Hayward, Drakeley & Urbach, P.C., by Laurie Patton & James \nDrakeley, and Barnes Law Offices, LLC, by Patrick R. Barnes, for \nDefendants Roberts Truck Ctr. of Kansas, LLC, Roberts Truck Ctr. Ltd., \n& Roberts Truck Ctr. Holding Co., LLC. \n \nGale, Judge. \nI. MATTER BEFORE THE COURT \n2. This litigation arises from Plaintiffs’ effort to terminate Roberts’ Kansas \ndealerships following Roberts’ failure to meet sales targets mandated by a Settlement \nAgreement, effective as of January 13, 2016, between the parties that was entered to \nresolve pending Kansas administrative proceedings Roberts brought to challenge the \nproposed term ination.  The Settlement Agreement provided that Plaintiffs could \nterminate Roberts’ dealerships if Roberts did not meet sales quotas specified in the \nSettlement Agreement. \n3. On April 8, 2020, the Court issued an Order and Opinion granting Mack \nTruck, Inc.’s Motion for Judgment on the Pleadings, but denying Volvo’s Motion for \nJudgment on the Pleadings, finding that the Court could not on the pleadings alone \nresolve the parties’ dispute as to the 2017 sales quota against which Roberts’ \nperformance would be measured for purposes of determining Volvo’s right to \nterminate.  (Order & Op . on Pls.’ Mot. J. Pleadings & Mot. Dismiss Countercls ., \n(“April 8, 2020 Order & Opinion”), ECF No. 90.)  In particular, to determine the 2017 \nsales quota, the Court must resolve whether 5 sales to Schock Truck Leasing, Inc. \n(“Schock Leasing”) qualify as “sales” as defined by the Settlement Agreement.  The \nCourt severed that issue for early determination.  If the issue is reso lved in Volvo’s \nfavor, it should be allowed to terminate without the need for further consideration of \nRoberts’ counterclaims.  If the issue is resolved in Roberts’ favor, the Court must \nproceed in determining whether Roberts’ failure to meet its sales quota resulted from \nVolvo’s failure to meet its own obligation to provide adequate inventory. \n4.  The parties now bring cross -motions for summary judgment on that \nissue.  The Court does not repeat but adopts and incorporates the statement of facts \nand procedural  history from its April 8, 2020 Order & Opinion,  and recites any \nadditional facts necessary to resolve the pending cross -motions in the body of its \nanalysis below.  Before doing so, it highlights facts which frame the contested issue. \nII. THE MATERIAL ISSUE \n5. Roberts’ pleadings project that it could have sold a maximum of 49 Volvo \ntrucks had Volvo provided adequate inventory. \n6. While denying Roberts’ allegations, Volvo contends that even if those \nsales are assumed, Volvo is entitled to terminate because the contr olling 2017 sales \nquota Roberts was required to meet was  51.  Roberts contends rather that its 2017 \nquota was no greater than 48, and more appropriately 46.   \n7. The Settlement Agreement provided an initial Volvo quota of 27 truck \nsales for 2016 and 48 truck sales for 2017, with the 2017 quota to be adjusted based \non 2016 sales.  The Settlement Agreement expressly provided that the shortage of \nsales in 2016 against quota would be added to the initial 2017 quota.   The Settlement \nAgreement is silent as to whether 2016 sales in excess of the 2016 quota would reduce \nthe 2017 quota. \n8. Volvo contends that Roberts had 24 sales that qualify against its 2016 \nquota of 27 sales, so that the initial 2017 sales quota of 48 was adjusted upward to \n51.  Roberts contends that it ha d 29 sales against its 2016 quota of 27, so that the \n2017 quota should be reduced to 46, or at a minimum remain at 48.   \n9. These contrasting positions depend on whether 5 sales made in 2016 to \nSchock Leasing should be counted as “sales” either because they meet the definition \nof a “sale”  in the Settlement Agreement  or Volvo and Roberts reached a separate \nbinding agreement to count them even though they did not meet the definition in the \nSettlement Agreement. \n10. Additional facts regarding how these sales should be treated are \ndiscussed in the Court’s analysis below. \nIII. STANDARD OF REVIEW \n11.  In ruling on a motion for  summary judgment under Rule 56(c) of the \nNorth Carolina Rules of Civil Procedure, the Court will grant  summary \njudgment where “the pleadings, depositions, answers to interrogatories, and \nadmissions on file, together with the affidavits, if any, show that there is no genuine \nissue as to any material fact and that any party is entitled to a judgment as a matter \nof law.”  N.C.G.S. § 1A-1, Rule 56(c).   \n12. “A ‘genuine issue ’ is one that can be maintained by substantial \nevidence.”  Dobson v. Harris, 352 N.C. 77, 83, 530 S.E.2d 829, 835 (2000).  The movant \nmay make the showing required for summary judgment by proving that “an essential \nelement of the opposing party ’s claim does not exist, cannot be  proven at trial, or \nwould be barred by an affirmative defense, or by showing through discovery that the \nopposing party cannot produce evidence to support an essential element of her \nclaim.”  Id. (citation omitted).   The Court must take all facts asserted by the \nnonmoving party as true, and view all  inferences from those facts in the light most \nfavorable to that party.  Id.  \nIV. ANALYSIS \n13. The Settlement Agreement provides that Roberts’ compliance with its \nsales obligations is to be measured “strictly on the terms and conditions set forth \nherein.”  (Settlement Agreement ¶ 3, ECF No. 8.)   It further provides: \nOnly those trucks that are sold by Roberts, delivered to the customer, \nand warranty registered by the last date of each year qualify as a “sale” \nfor purposes of determining whether Roberts achieves the agreed sales \nnumbers set forth above.  Further, only those sale made within Roberts’ \narea of responsibility  as set forth in Addendum 3 to each of the Dealer \nAgreements (“AOR”) or t o an customer outside Roberts’ AOR  that has \nnot registered Volvo or Mack trucks within the previous three years \nqualify as a “sale” for purposes of determining whether Roberts achieves \nthe agreed sales numbers as set forth above. \n \n (Settlement Agreement ¶ 3.)    \n14. Although the Dealer Agreement defined Roberts’ AOR, t he Settlement \nAgreement did not  specify a method for determining whether any sale was within \nthat AOR.    \n15. Roberts’ Volvo AOR consisted of 29 Kansas counties.  Wichita, Kansas \nis within Roberts’ AOR.  Kansas City, Kansas is not. (Aff. David Winner ¶ 3, (“5/28/20 \nWinner Aff.”), ECF No. 105; Aff. Justin Fink ¶ 18, (“6/16/20 Fink Aff.”), ECF No. 109.) \n16. The sales to Schock Leasing were warranty registered on October 26, \n2016 using Schock Leasing’s Kansas City, Kansas address.  (5/28/20 Winner Aff. ¶ 4; \n6/16/20 Fink Aff. ¶ 19.) \n17. Schock Leasing had purchased Volvo trucks in the three years preceding \nRoberts’ October 2016 sales to Schock Leasing.  (5/28/20 Winner Aff. ¶ 4.) \n18. Roberts contends, and the Court assumes for purposes of this Order and \nOpinion, that Roberts has now proven by affidavit that Roberts sold the 5 units to \nSchock Leasing in October 2 016; that Volvo delivered the 5 trucks to Roberts’ \ndealership facilities; that the trucks were delivered to Schock Leasing in Wichita, \nKansas; that Schock Leasing leased the trucks to its customer Quikrete , which \noperated in Wichita, among other locations; and that in October 2016  Schock Leasing \nmaintained some shop or facility in Wichita and took the 5 trucks to that location \nfollowing Roberts ’ delivery of the trucks  in order to prepare them for delivery to \nQuikrete.  (6/16/20 Fink Aff. ¶ 19; Aff. Kevin Hooper ¶¶ 2–6, (“5/27/20 Hooper Aff.”), \nECF No. 110.)1   The Court does not, however, assume that Roberts provided Volvo \nproof of such facts prior to June 17, 2020. \n \n1 Roberts relies heavily on the affidavit of Kevin Hooper who in 2016 worked for Schock  \nLeasing at a shop in Wichita, Kansas.  Volvo notes that the Hooper affidavit neither says \nthese specific 5 trucks were, in fact, leased to Quikrete or, if leased, were used by Quikrete \nwithin Roberts’ AOR.  For purposes of the Motions, t he Court grants Roberts the inference \nthat the 5 specific trucks were, in fact, leased to Quikrete and that Quikrete has operations \n19. Schock Leasing dictated how the 5 trucks were to be titled and warranty \nregistered.  With one exception, all related paperwork regarding the sales lists Schock \nLeasing’s address in Kansas City, Kansas.  One handwritten reference to a Wichita \naddress was stricken and replaced by the Kansas City address.  (Pl. Volvo’s Resp. in \nOpp’n to Defs .’ Mot . Partial Summ . J. 13–15, ECF No. 113 (citing to Roberts’ \nproduction of deal documentation).) \n20. The Settlement Agreement does not expressly provide that a qualifying \nsale must be warrant y registered at an address within Roberts’ AOR.  However, as \nSchock Leasing had purchased Volvo trucks in the 3 years preceding the Settlement \nAgreement, the 5 sales to Schock Leasing in question qualify as 2016 sales under the \nSettlement Agreement only if they were sales “within Roberts’ area of responsibility.” \n21. Volvo urges that the record manifests that both Volvo and Robe rts \nunderstood that the Schock Leasing sales were outside of Roberts’ AOR.  First, Volvo \ncontends that it is industry practice to rely on Polk data to determine whether sales \nare inside or outside of a dealer’s AOR, Polk bases it determination on the address at \nwhich a truck is registered, and that the Settlement Agreement should be read \nagainst this common understanding and practice. \n22. However, Volvo also relies on correspondence between the parties that \nreflects an understanding and acceptance that the Schock Leasing sales did not \nqualify under the Settlement Agreement, and that Volvo made a conditional offer to \ncount them nonetheless, but only if Roberts’ submitted additional proof and only after \n \nthat included, but were not limited to, Roberts’ AOR.  The evidence does not compel a \nconclusion that Quikrete used the specific trucks within Roberts’ AOR. \nthe parties had agreed that Roberts’ 2017 sales quota had been adjusted from 48 sales \nto 51 sales. \n23. Settlement agreements, such as the one reached by the parties in this \ncase, “are governed by general principle of contract law.”  Chappell v. Roth, 353 N.C. \n690, 692, 548 S.E.2d 499, 500 (2000).   \n24. The Court is guided by the parties’ intent when interpretin g the \nmeaning of words used in their agreement.  See State v. Philip Morris USA Inc., 359 \nN.C. 763, 773, 618 S.E.2d 219, 225 (2005) (citing Lane v. Scarborough, 284 N.C. 407, \n409–10, 200 S.E.2d 622, 624 (1973)  (“Interpreting a contract requires the court to \nexamine the language of the contract itself for indications of the parties’ intent at the \nmoment of execution.”) ; see also Stanley v. Cox , 253 N.C. 620, 635, 117 S.E.2d 826, \n836 (1960) (citation omitted) (“Agreements must receive a reasonable interpretation, \naccording to the intention of the parties at the time of executing them, gathered from \nthe language employed by them[.]”). \n[T]he goal of construction is to arrive at the intent of the parties when \nthe [co ntract] was [written].   Where a [contract] defines a term, that \ndefinition is to be used.  If no definition is given, non-technical words are \nto be given their meaning in ordinary speech, unless the context clearly \nindicates another meaning was intended.  The various terms of the \n[contract] are to be harmoniously construed, and if possible, every word \nand every provision is to be given effect.  . . .  [I]f the meaning of the \n[contract] is clear and only one reasonable interpretation exists, the \ncourts must e nforce the contract as written; they may not, under the \nguise of construing an ambiguous term, rewrite the contract or impose \nliabilities on the parties not bargained for and found therein. \nGaston County Dyeing Machine Co. v. Northfield Ins. Co., 351 N.C. 293, 299–300, 524 \nS.E.2d 558, 563 (2000) (citations omitted). \n25. In determining  the intent of the parties, the C ourt considers “all the \nsurrounding circumstances,” particularly “the construction which the parties have \nplaced on the language ” of the agreement prior to the dispute , Century Commc’ns, \nInc. v. Housing Authority of Wilson, 313 N.C. 143, 146, 326 S.E.2d 261, 264 (1985), as \nwell as the nature of the agreement, “the condition of the parties executing it, and \nthe objects they had in view.”  Jones v. Casstevens, 222 N.C. 411, 414, 23 S.E.2d 303, \n305 (1942) (citation omitted).  The Court may also consider the construction placed \non such words after the agreement was entered.  Davis v. McRee, 299 N.C. 498, 502, \n263 S.E.2d 604, 607 (1980) (citing Preyer v. Parker, 257 N.C. 440, 446, 125 S.E.2d 916, \n920 (1962)) (“The parties are presumed to know the i ntent and meaning of their \ncontract better than strangers, and where the parties have placed a particular \ninterpretation on their contract after executing it, the courts ordinarily will not ignore \nthat construction which the parties themselves have given i t prior to the differences \nbetween them.”). \n26. The Court then considers the statements and co nduct of the parties \nagainst these standards of construction. \n27.  There is pertinent correspondence between David Winner (“Winner”) , \nVolvo’s Senior Vice President of Distribution Development, (5/28/20 Winner Aff. ¶ 1), \nand Justin Fink (“Fink”), Chief Executive Officer of Summit Truck Group of Roberts \nTruck Centers, (6/16/20 Fink Aff. ¶ 1).  Winner and Fink corresponded on multiple \noccasions regarding whether Roberts had met the sales quotas established by the \nSettlement Agreement. \n28. On April 4, 2017, Winner wrote Roberts’ Dealer Principal, Blair Roberts, \nwith a copy to Fink, summarizing Roberts’ 2016 sales and how the 2017 sales quota \nmust be adjusted from 48 to 51 because of a shortfall of 3 sales against the Roberts’ \n2016 quota.  (5/28/20 Winner Aff. Ex. 1, (“4/4/2017 E-mail Chain”), ECF No. 105.1.)  \nWinner reported Roberts’ Volvo sales as a total of 24 qualifying sales, only 8 of which \nwere made within Roberts’ AOR  but were qualified for other reasons .  (4/4/2017 E-\nmail Chain.)  In doing so, Winner considered the Schock Leasing sales as having been \nmade at the place of warranty registration in Kansas City, outside of Roberts’  AOR.   \nFink responded to Winner on April 26, 2017 , requesting that Volvo take a “re -look” \nat the sales to Schock Leasing, stating, “[a]lthough they are technically based in KC, \nthese guys have bought trucks from us for years  and we were thinking they shou ld \ncount.”  (4/4/2017 E-mail Chain.)   \n29. On October 11, 2017, Fink wrote Winner, agreeing that the 2017 Volvo \nsales goal was 51 units , expressly approving a chart Winner provided to Fink on \nSeptember 19, 2017, with a stated objective of 51 Volvo truck sales for 2017, expressed \nas “Req. Sales 51 (48+3).”  (5/28/20 Winner Aff. Ex. 3, (“8/23/2017 E-mail Chain”), \nECF No. 105.3; 5/28/20 Winner Aff. Ex. 4, (“10/11/2017 Fink E-mail”), ECF No. 105.4.)  \nFink stated, “[w]e understand and agree with the ‘Req Sales’ columns” stated in \nWinner’s chart.  (10/11/2017 Fink E-mail (emphasis in original).) \n30. Winner and Fink met on March 5, 2018 to discuss Roberts’ performance \nagainst its 2017 sales quota.  (5/28/20 Winner Aff. Ex. 2, (“3/7/2018 E -mail Chain”), \nECF 105.2.)  On March 7, 2018, Fink wrote Winner again suggesting that the Schock \nLeasing sales should be counted , stating, “These 5 trucks are leased by Schock to a \ncompany called QuikCrete  [sic], all running and domiciled in the Wichita area .”  \n(3/7/2018 E-mail Chain.)  Winner responded on March 16, 2018 as follows: \nThese 5 sales do not qualify as “sales” under the settlement agreement \nbecause Schock Leasing is not with in the AOR and is not a conquest \ncustomer.  You  told me that Schock Leasing’s customer is QuikCrete \n[sic] which is headquartered within the AOR.  Pleas e provide me with \nrecords to demonstrate that the trucks were leased to QuikCrete [sic] in \nWichita, delivered, and warranty registered  in 2017.  Based on your \nrepresentation that the ultimate customer is within the AOR, Volvo \nTrucks will credit these 5 sal es toward the 2017 agreed sales number, \nprovided that they were actually leased to QuikCrete [sic].  Attached is \na revised version of the summary chart . . . which shows that, even with \nthe 5 sales to Schock Leasing, Roberts still falls  far short of the 20 17 \nagreed sales number for Volvo Trucks (51 sales required; 27 sales made).   \n \n(3/7/2018 E-mail Chain.) (emphasis added) \n31. Fink understood that Winner’s offer was conditioned on Roberts’ \nsubmitting additional proof.  On March 23, 2018, Fink agreed to supply the requested \ninformation to Winner.  When doing so, Fink again expressed no disagreement that  \nRoberts’ 2017 quota had been adjusted to 51.  (3/7/2018 E-mail Chain.) \n32. Winner stated in his May 28, 2020 affidavit that Volvo was withdrawing \nits conditional offer to credit the Schock Leasing sales and that as of that date Roberts \nhad not provided the information which Fink promis ed and on which the offer was \nconditioned.  (5/28/20 Winner Aff. ¶ 13.) \n33. The affidavit from Schock Leasing’s employee Kevin Hooper detailing \nthe delivery of the 5 trucks to Schock Leasing’s Wichita shop was not provided to \nVolvo until June 17, 2020.  (See 5/27/20 Hooper Aff.) \n34. Fink also filed an affidavit on June 17, 2020, in which he states  that \n“Winner agreed to credit 5 additional Volvo sales to Schock Leasing , as we are able \nto prove they are in our AOR.”  Fink then sought to apply the credit to Roberts’ 2016 \nquota, so that “’[t]his brings our total units sold for 2016 to 29.”  (6/16/20 Fink Aff. ¶ \n6.)  If correct, there would be no shortfall of sales against Roberts’ 2016 quota and the \n2017 sales quota would not have been adjusted upward from the initial stated 48 \nsales.  There is no evidence that Fink had ever advised Volvo prior to this affidavit \nthat Roberts did not accept a 2017 quota of 51 sales. \n35. Roberts has presented no forecast of evidence that it had by May 28, \n2020 provided Volvo with the information Fink had promised to deliver to Winner  \nand on which Volvo’s offer was conditioned.   To the contrary, Fink testified that \nRoberts had been unable to provide the requested information until it had obtained \nthe additional information provided by Kevin Hooper’s affidavit filed with the Court \non June 17, 2020.  (6/16/20 Fink Aff. ¶ 22.) \n36. Fink nevertheless asserts in his affidavit that Roberts had maintained \nrecords that it needed 46 Volvo truck sales to meet its 2017 sales quota under the \nSettlement Agreement.  (6/16/20 Fink Aff. ¶ 7.)  This contention is expressly at odds \nwith Fink’s correspondence in 2018 acknowledging that Winner had correctly stated \na 2017 quota of 51 sales. \n37. There is no language within the Settlement Agreement that allows for \na construction that the sales of the 5 tru cks ordered by and delivered to Schock \nLeasing should be considered instead as sales to Quikrete.  Rather, Fink requested \nthat Winner construe the sales to Schock Leasing as the equivalent of sales to \nQuikrete because Quikrete intended to use the trucks wi thin Roberts’ AOR.   \nUltimately, Volvo never agreed to credit the sales to Quikrete. \n38. Based on the language of the Settlement Agreement and the \ncorrespondence between the parties, the Court concludes that the parties understood \nand intended that sales to S chock Leasing would be considered sales  outside of \nRoberts’ AOR, and that those sales would only be credited if Volvo agreed to credit \nthem by separate agreement notwithstanding the restrict ions of the Settlement \nAgreement.   \n39. The Court accordingly concludes that the undisputed record \ndemonstrates that the 5 sales to Schock Leasing in dispute were not qualifying sales \nwithin Roberts’ AOR. \n40. The Court concludes that Volvo was entitled to withdraw its conditional \noffer to count the Schock Leasing sales at a time before the offer had been accepted \nin accordance with its terms, and that Volvo withdrew its conditional offer before \nRoberts accepted the offer by satisfying the conditions. \n41. Alternatively, the Court concludes that Roberts has yet to demonstrate \nconcrete proof that the trucks sold to Schock Leasing were actually used by Quikrete \nwithin Roberts’ AOR. \n42. The Court concludes that the record clearly demonstrates that any sale \nby Roberts would not be considered a sale within its AOR simply because the order \nhad been placed at or the truck had been delivered at Roberts’ Wichita, Kansas \nfacility.   The course of conduct is to the contrary. \n43. Roberts agreed that the Settlement Agreement should be construe d \nstrictly. \n44. The record is undisputed that Roberts did not meet its 2016 Volvo sales \nquota unless the 5 sales to Shock Leasing are credited against that quota. \n45. Because those sales cannot be credited against the 2016 sales quota \nconsistent with the requirements of the Settlement Agreement, Roberts had a \nshortfall of 3 sales from its 2016 sales quota.   That shortage of 3 sales then required \nthat Roberts’ 2017 sales quota should be increased to 51. \n46. Roberts has neither provided nor forecasted that it has sold or would \nhave been capable of selling 51 Volvo units in 2017.  \n47. Roberts failed to meet its 2017 Volvo sales quota.  Volvo is therefore \nentitled to terminate Roberts’ Volvo dealership in accordance with the terms of the \nSettlement Agreement. \n48. As Roberts has contended that it would have made at most a total of 49 \nsales of Volvo units in 2017 had Volvo supplied it full inventory, the Court need not \ndetermine whether Roberts can by its counterclaim prove that , in fact, Volvo failed \nin its obligation to provide inventory so that it should be estopped from terminating \nRoberts’ dealership. \n \n \nV. CONCLUSION \n49. For the foregoing reasons , the Court CONCLUDES, FINDS, and \nORDERS that: \na.  Volvo’s Motion for Summary Judgment is GRANTED; \nb. Roberts’ Motion for Partial Summary Judgment is DENIED; \nc. Volvo is entitled to proceed with its termination of Roberts’ \ndealership, upon the expiration of the stay provided by the \nConsent Order entered on May 29, 2020, (ECF 107); \nd. Roberts’ counterclaims are DISMISSED WITH PREJUDICE; \ne. Accordingly, t his Order and Opinion resolves all remaining \nclaims in the litigation  and constitutes a  “final judgment” as \ndefined by the Consent Order entered on May 29, 2020.   \nf. Each party should bear its own costs and fees. \n \n IT IS SO ORDERED this the 14th of October, 2020. \n \n      /s/ James L. Gale     \n     James L. Gale \n     Senior Business Court Judge "
}