{
  "id": "058829835297d05cd3f08d1b7a3072fecb9f5dcb54ea6df229ae333713087214",
  "source_file": "data/raw/ncbc/058829835297d05cd3f08d1b7a3072fecb9f5dcb54ea6df229ae333713087214.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \n IN THE GENERAL COURT OF JUSTICE \n \nSUPERIOR COURT DIVISION \n11 CVS 3217 \n \nKENNETH E. NELSON, \n \nPlaintiff, \n \nv.  \n \nALLIANCE HOSPITALITY \nMANAGEMENT, LLC, a Georgia \nlimited liability company, ROLF A. \nTWEETEN, and AXIS HOSPITALITY, \nINC., an Illinois corporation,  \n \nDefendants.  \n \n)\n \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \nORDER AND OPINION ORDER AND OPINION ORDER AND OPINION ORDER AND OPINION    \n \n{1}  THIS MATTER is before the court on cross-motions for summary \njudgment pursuant to Rule 56 of the North Carolina Rules of Civil Procedure \n(“Rule(s)”).  For the reasons stated below, Plaintiff’s motion is DENIED and \nDefendants’ motion is GRANTED. \n  \nMeynardie & Nanney, PLLC by Joseph H. Nanney for Plaintiff Kenneth E. \nNelson. \n \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, LLP by Michael W. \nMitchell and Jackson Wyatt Moore, Jr. and Leader, Bulso & Nolan, PLC by \nEugene N. Bulso, Jr. for Defendants.  \n \nGale, Judge. \n \n \nII II.. ..    INTRODUCTION INTRODUCTION INTRODUCTION INTRODUCTION    \n \n{2} \n Plaintiff Kenneth E. Nelson’s (“Nelson”) Motion calls upon the court to \ndismiss the counterclaims of Axis Hospitality, Inc. (“Axis”) for declaratory judgment \nand reformation; declare that Nelson holds ten of Alliance Hospitality Management, \nLLC’s (“Alliance”) sixty-one Membership Interest Units outstanding; declare Axis in \n  Nelson v. Alliance Hospitality Mg mt., LLC, 2013 NCBC 43.  \n \nbreach of Alliance’s Operating Agreement; declare Axis and Rolf A. Tweeten \n(“Tweeten”) in breach of the duty of good faith; and find Axis and Tweeten liable for \nbreach of fiduciary duty. \n{3}  Axis, Alliance, and Tweeten’s (collectively “Defendants”) Motion calls \nupon the court to dismiss each of the seven categories of damages sought by Nelson: \n(1) damages incurred from the sheriff’s sale of 4107 W. Gazebo Hill Boulevard, \nMequon, Wisconsin (“Gazebo Hill Property”); (2) damages incurred from the sheriff’s \nsale of 10065 River Road N. (“River Road Property”); (3) Orlando Residence, Ltd.’s \n(“ORL”) purchase of a South Carolina Confession of Judgment executed by Nelson; \n(4) attorney’s fees incurred in connection with the sheriff’s sales; (5) moving \nexpenses incurred in vacating the Gazebo Hill Property; (6) the loss of value in \nNelson’s interest in Alliance; and (7) punitive damages. \n \nII. II. II. II.    PROCEDURAL HISTORY PROCEDURAL HISTORY PROCEDURAL HISTORY PROCEDURAL HISTORY    \n \n{4}  Nelson initiated this lawsuit on February 25, 2011, and filed an \nAmended Complaint on June 1, 2011, bringing claims for: (1) breach of fiduciary \nduty; (2) constructive fraud; (3) judicial dissolution of Alliance; (4) a declaratory \njudgment that Nelson owns ten of Alliance’s sixty-one outstanding Membership \nInterest Units; and (5) wrongful termination.  The matter was designated a \nComplex Business Case by Order of Chief Justice Sarah Parker dated March 22, \n2011, and assigned to the undersigned on March 24, 2011. \n{5}  On February 28, 2011, Defendants filed their answer and \ncounterclaim, filed an amended counterclaim on April 11, 2011, and filed a second \namended counterclaim on July 11, 2011.  In their second amended counterclaim, \nDefendants brought counterclaims for a declaratory judgment, or in the alternative, \nreformation of the document titled as Admission of New Member, seeking to limit \nNelson’s ownership interest in Alliance to a fixed 10%.  (2nd Am. Countercl. ¶¶ 47–\n58.)  Defendants also brought counterclaims for negligent misrepresentation, \n \nconstructive fraud, and breach of fiduciary duties by Nelson.  (2nd Am. Countercl. \n¶¶ 59–76.) \n{6}  On July 29, 2011, Nelson filed a Motion to Dismiss Counts III and IV \nof Defendants’ Second Amended Counterclaim (“Plaintiff’s Motion to Dismiss”) and \nDefendants filed a Motion to Dismiss Plaintiff’s First, Second, Fourth, and Fifth \nClaims (“Defendants’ Motion to Dismiss”).  On November 22, 2011, the court denied \nPlaintiff’s Motion to Dismiss, granted Defendants’ Motion to Dismiss as to Nelson’s \nwrongful termination claim, and denied Defendants’ Motion as to Nelson’s other \nclaims.   \n{7}  Axis dismissed its counterclaims on February 15, 2012.  Tweeten and \nAlliance dismissed the remaining counterclaims on August 28, 2012.   \n{8}  On September 13, 2012, Tweeten and Alliance filed a Motion for \nSummary Judgment (“Defendants’ Motion for Summary Judgment As to Status and \nInterest”).  On January 3, 2013, the court denied Defendants’ Motion, holding that \nNelson had become a Member in Alliance, but that the issues of whether Nelson is \ninsolvent, and if insolvent, whether he has lost his status of Member due to \ninsolvency, and the extent of Nelson’s ownership interest in Alliance, depended \nupon the resolution of disputed material facts.   \n{9}  Defendants filed their present Motion on March 20, 2013.  Plaintiff \nfiled his present Motion on April 3, 2013.  The Motions have been fully briefed, the \ncourt heard oral argument on June 18, 2013, and the matter is ripe for disposition.   \n \nIII. III. III. III.    STATEMENT OF FACTS STATEMENT OF FACTS STATEMENT OF FACTS STATEMENT OF FACTS    \n \n{10}  The court does not make findings of fact when ruling upon a motion for \nsummary judgment.  See Hyde Ins. Agency, Inc. v. Dixie Leasing Corp. , 26 N.C. \nApp. 138, 142, 215 S.E.2d 162, 164–65 (1975).  The court believes the following facts \nare either uncontested or, if contested, have been construed in favor of the party \nwho opposes the Motion.  \n \n{11}  The court here will only discuss those facts relevant to the present \nMotions.  A more complete factual background can be found in this court’s January \n3, 2013 Order. \n \nA. The Gazebo Hill and River Road Properties   \n \n{12}  On November 28, 1990, Nelson and his wife, Susan Nelson (“Mrs. \nNelson”), executed a Postnuptial Agreement.  (Mem. of Law in Supp. of Defs.’ Mot. \nfor Summ. J. as to Damages 7; Bulso Aff. Ex. 5, Mar. 15, 2013.)  In that Postnuptial \nAgreement, Nelson and his wife agreed that all property, “whether presently in \nexistence and owned by Mrs. Nelson or hereafter acquired in any manner by her” \nwould remain Mrs. Nelson’s separate property and that Nelson would not claim any \nright to or interest in Mrs. Nelson’s separate property.  (Bulso Aff. Ex. 5, at 2, 4–5.) \n{13}  Mrs. Nelson purchased the Gazebo Hill Property sometime around \nJune 1, 1990 (Bulso Aff. Ex. 6, Mar. 15, 2013), and purchased the River Road \nProperty sometime around June 16, 1997.  (Bulso Aff. Ex. 4, Mar. 15, 2013.)  Nelson \nwas not listed on the deeds or tax bills for either property, and has testified that he \nowns no interest in either property.  (Nelson Dep. 45:18–49:7, June 21, 1996; Nelson \nDep. 4:7–16, 8:16–19, 12:13–13:12; Bulso Aff. Exs. 2, 3, 7, Mar. 15, 2013; Mem. of \nLaw in Supp. of Defs.’ Mot. for Summ. J. as to Damages 7.)   \n{14}  On November 18, 2008, Judge McCormack issued an order in a case \npending in Ozaukee County, Wisconsin regarding the availability of the Gazebo Hill \nand River Run properties to satisfy a debt Nelson owed to ORL. 1   (Bulso Aff. Ex. 15, \nMar. 20, 2013.)  The order recognized the Nelsons’ 1990 Postnuptial Agreement, but \nfound that ORL did not have “notice of this Post-Nuptial Agreement before the \nobligation to ORL was incurred; therefore, [under Wisconsin law] the agreement \ncan have no effect upon the marital property available to satisfy ORL’s Judgment.”  \n(Bulso Aff. Ex. 15, at 3–4, Mar. 20, 2013.)     \n                                                 \n1  For a detailed account of the long history of debt-related litigation between ORL and Nelson, see \nOrlando Residence, Ltd. v. GP Credit Co., LLC , 553 F.3d 550 (7th Cir. 2009); Orlando Residence, \nLtd. v. Hilton Head Investors , 2013 U.S. Dist. LEXIS 360875 (D. S.C. Mar. 15, 2013).   \n \n{15}  On September 9, 2010, both properties were sold at sheriff’s sales.  \n(Mem. of Law in Supp. of Defs.’ Mot. for Summ. J. as to Damages 5; Nelson’s Resp. \nto Defs.’ Mot. for Partial Summ. J. 7.)   \n{16}  On June 6, 2011, Judge Muehlbauer issued an order in the Circuit \nCourt of Ozaukee County, Wisconsin denying the Nelsons’ Motion to Set Aside the \nSeptember 9th, 2010 sheriff’s sales, in which Judge Muehlbauer determined that \nthe prices obtained at the sheriff’s sales were fair.  (Bulso Aff. Ex. 13, at 4–6, Mar. \n20, 2013.)  The time for Nelson to redeem the two properties expired on September \n9, 2011.  (Nelson’s Resp. to Defs.’ Mot. for Partial Summ. J. 8.) \n \nB.  The South Carolina Judgment \n \n \n{17}   On July 11, 1994, Nelson executed a Confession of Judgment in favor \nof the Resolution Trust Corporation in the amount of $4 million in the U.S. District \nCourt for the District of South Carolina (the “South Carolina Judgment”).  (Bulso \nAff. Ex. 16, Mar. 20, 2013.)  On February 23, 1995, Asset Recovery & Management \nServices, L.P. become the successor-in-interest to all rights of Resolution Trust \nCorporation, including the South Carolina Judgment.  (Bulso Aff. Ex. 10, Mar. 20, \n2013.)  Asset Recovery & Management Services, L.P. then assigned the South \nCarolina Judgment to GP Credit Company for $20,000.00 on November 30th, 1995.  \n(Bulso Aff. Exs. 10, 11, Mar. 20, 2013.)  Mrs. Nelson signed the purchase agreement \non behalf of GP Credit Company.  (Bulso Aff. Ex. 11, Mar. 20, 2013.)   \n{18}  On June 7, 2011, in response to ORL’s Motion to Apply Property to \nJudgment, Judge Muehlbauer issued an order in the Circuit Court of Ozaukee \nCounty, Wisconsin, finding that the South Carolina Judgment divested from GP \nCredit Company and vested in ORL, and awarding a $20,000.00 credit against \nORL’s judgment against Nelson. 2   (Bulso Aff. Ex. 14, Mar. 20, 2013; Nelson’s Mem. \nin Supp. of his Mot. for Partial Summ. J. 15.)  ORL then filed the Confession of \n                                                 \n2  It has previously been judicially determined that GP Credit Co., LLC is the alter ego of Nelson.  See \nOrlando Residence, Ltd. v. GP Credit Co., LLC , 609 F. Supp. 2d 813, 817 (E.D. Wis. 2009), rev’d on \nother grounds by 553 F.3d 550, 555 (7th Cir. 2009).  \n \nJudgment in the U.S. District Court for the District of South Carolina, and the \nSouth Carolina court then, on August 15, 2012, issued a judgment in favor of ORL \nagainst Nelson in the amount of $4 million.  (Bulso Aff. Ex. 1, Sept. 13, 2012; \nNelson’s Mem. in Supp. of his Mot. for Partial Summ. J. 16.)  ORL filed the South \nCarolina judgment in the North Carolina Superior Court of Wake County on \nSeptember 11, 2012 (Nelson’s Mem. in Supp. of his Mot. for Partial Summ. J. 16; \nCarrie Tweeten Aff. Ex. 2, at ¶ 5, Mar. 19, 2013), and Judge O’Foghludha granted \nORL’s Motion to enforce that judgment on February 13, 2013.  (Carrie Tweeten Aff. \nEx. 3, at ¶¶ 1, 3–4, Mar. 19, 2013.) \n \nC. The Tennessee Judgment \n \n \n{19}  ORL obtained a judgment in the amount of $797,615.00 against Nelson \nin the Chancery Court for Davidson County, Tennessee, on October 7, 2004 (the \n“Tennessee Judgment”).  (Carrie Tweeten Aff. Ex. 1, at ¶ 1, Mar. 19, 2013.)  The \nChancery Court for Davidson County, Tennessee ordered on April 12, 2011 that \ninterest on the Tennessee Judgment would accrue 10% per year, compounded \nannually.  (Carrie Tweeten Aff. Ex. 1, at ¶ 2, Mar. 19, 2013.)  The Superior Court of \nNorth Carolina issued an order on May 12, 2011, finding that the total outstanding \nbalance of the Tennessee Judgment as of April 25, 2011 was $121,127.85, with \n$32.17 in interest accruing per diem.  (Carrie Tweeten Aff. Ex. 1, at ¶ 2, Mar. 19, \n2013.) \n \nD.  Distribution of Sale Proceeds \n \n \n{20}  The sale of a substantial portion of Alliance’s assets to Interstate \nHotels & Resorts, Inc. (“Interstate”) closed on April 1, 2011 (“Interstate \nTransaction”) for $8,500,000.00 (“Sale Proceeds”).  (Am. Compl. ¶ 47.)  On May 11, \n2011, counsel for Nelson wrote Alliance to request a distribution of the Sale \nProceeds pursuant to § 7.3 of the Operating Agreement, and noted that no tax \ndistribution had been made to Nelson.  (Am. Compl. ¶ 61; Moore Aff. Ex. 1, May 6, \n \n2013; Operating Agreement § 7.3.)  Nelson’s counsel also wrote that he was “aware \nof the charging order that Orlando Residence requested, and underst[ood] that the \ndistribution of  Mr. Nelson’s share may have to be made to the court pending \nfurther orders.”  (Moore Aff. Ex. 1, May 6, 2013.)  This request was received by \nAlliance on May 12, 2011.  (Moore Aff. Ex. 1, May 6, 2013.)  On that same day, \nJudge O’Foghludha issued a Charging Order in the case pending by ORL against \nNelson (Case No. 11-CVS-002150) (“Charging Order No. 1”) regarding the \nTennessee Judgment.  (Carrie Tweeten Aff. Ex. 1, Mar. 19, 2013.)  Charging Order \nNo. 1 provides that: \n 2. . . . any distributions, allocations, or payments in any form \notherwise due from Alliance Hospitality Management, LLC, to \nKenneth E. Nelson up to $121,127.85 shall not be paid to Nelson but \nshall instead be paid to Orlando Residence, Ltd. . . . . \n \n 3. As the interest is accruing at $32.17 daily, and as the parties \nrepresented to the Court during the hearing of this matter that the \noutstanding balance of the Judgment may fluctuate depending on \nCourt rulings in other states, any distributions, allocations, or \npayments in any form otherwise due from Alliance Hospitality \nManagement, LLC, to Kenneth E. Nelson over and above the amount \nset forth in the preceding paragraph shall not be paid to Nelson but \nshall instead be paid to the Wake County Clerk of Superior Court and \ndeposited in the registry of the Court to abide the further orders of this \nCourt. \n \n(Carrie Tweeten Aff. Ex. 1, at 4, Mar. 19, 2013.) \n{21} \n Counsel for Defendants responded on May 27, 2011 that, in fact, a tax \ndistribution in the amount of $15,754.00 had been delivered to Nelson on April 16, \n2011, but that Nelson had refused delivery.  (Moore Aff. Ex. 2, May 6, 2013.)  Nelson \ndenies that he received the distribution.  (Nelson’s Resp. to Defs.’ Mot. for Partial \nSumm. J. 8; Nelson’s Mem. in Supp. of his Mot. for Partial Summ. J. 15.)  Counsel \nfor Defendants also responded that “Alliance’s managers do not anticipate making a \nfurther distribution at the present time.  Alliance intends to continue its existing \noperations and to expand them.”  (Moore Aff. Ex. 2, May 6, 2013.)  Lastly, \nDefendants’ counsel explained that the Interstate Transaction involved structured \n \npayments, that Alliance had not at that time, and may not ever, receive the total \namount of the Sale Proceeds, and that Alliance had certain other liabilities \noutstanding.  (Moore Aff. Ex. 2, May 6, 2013.) \n{22}  Thereafter, Alliance distributed funds several times, each time in \naccordance with Charging Order No. 1: $15,754.00 was paid to ORL on July 18, \n2011; $105,373.85 was paid to ORL and $126,021.35 was paid into the Wake County \nSuperior Court on March 14, 2012; $85,727.20 was paid into Wake County Superior \nCourt on October 19, 2012; $104,465.27 was paid into Wake County Superior Court \non January 22, 2013; and $179,366.95 was paid into Wake County Superior Court \non February 6, 2013.  (Carrie Tweeten Aff., March 19, 2013; Resp. to Kenneth E. \nNelson’s Mot. for Summ. J. 5–6.) \n{23}  On February 14, 2013, Judge O’Foghludha entered a second Charging \nOrder in the same Tennessee Judgment case (Case No. 11-CVS-002150) (“Charging \nOrder No. 2”).  Charging Order No. 2 found that Alliance had paid the $121,127.85 \nNelson owed to ORL for the Tennessee Judgment.  (Carrie Tweeten Aff. Ex. 2, \nMarch 19, 2013; Nelson’s Mem. in Supp. of his Mot. for Partial Summ. J. 16.)  \nCharging Order No. 2 also ordered the Clerk of Superior Court to release the \nOctober 19, 2012, January 22, 2013, and February 6, 2013 distributions, totaling \n$369,559.42, to ORL to be applied to the South Carolina Judgment, and ordered \nthat any additional distributions to Nelson up to the amount of $4 million plus post-\njudgment interest be paid to ORL.  (Carrie Tweeten Aff. Ex. 2, March 19, 2013; \nResp. to Kenneth E. Nelson’s Mot. for Summ. J. 6.)  That same day Judge \nO’Foghludha entered a Charging Order in a separate case pending by ORL against \nNelson (Case No. 12-CVS-12861) (“Charging Order No. 3”) regarding the South \nCarolina Judgment, which ordered that any distributions from Alliance up to the \namount of $4 million plus post-judgment interest be paid to ORL.  (Carrie Tweeten \nAff. Ex. 3, March 19, 2013; Resp. to Kenneth E. Nelson’s Mot. for Summ. J. 6.) \n{24}  On March 7, 2013, $100,000.00 was paid to ORL in compliance with \nCharging Order No. 3.  (Carrie Tweeten Aff., March 19, 2013; Resp. to Kenneth E. \nNelson’s Mot. for Summ. J. 6.)  A total of $716,708.62 (which Carrie Tweeten, a \n \nDirector and officer of Alliance, testifies to be 10% of the total distributions Alliance \nhas made during the same time period) has therefore been distributed as a payment \nin satisfaction of judgments against Nelson and in accordance with the three \nCharging Orders.  (Carrie Tweeten Aff., March 19, 2013.) \n \nIV. IV. IV. IV.    LEGAL STANDARD LEGAL STANDARD LEGAL STANDARD LEGAL STANDARD    \n \n{25}  Summary judgment is proper when the pleadings, depositions, \nanswers to interrogatories, admissions, and affidavits show that no genuine issue as \nto any material fact exists and that the movant is entitled to judgment as a matter \nof law.  N.C. GEN . STAT . § 1A-1, Rule 56(c); Andresen v. Progress Energy, Inc. , 204 \nN.C. App. 182, 184, 696 S.E.2d 159, 160–61 (2010).  \n \nV. V. V. V.    ANALYSIS ANALYSIS ANALYSIS ANALYSIS    \n \nA. Plaintiff’s Motion for Summary Judgment  \n \n1.  There are no remaining counterclaims to dismiss against Nelson. \n \n{26}  Plaintiff seeks the court’s dismissal of Defendants’ counterclaims \nagainst Nelson.  Axis dismissed its counterclaims on February 15, 2012, and \nTweeten and Alliance dismissed the remaining counterclaims on August 28, 2012.  \nAs such, there are no remaining counterclaims to be dismissed, and Nelson’s Motion \nis MOOT in that respect.  \n \n2. \n The court has already ruled that the determination of whether Nelson \nholds ten of Alliance’s sixty-one outstanding Membership Units \ndepends upon the resolution of contested issues of material fact. \n \n{27}  Plaintiff contends that the court may revisit the issue of Nelson’s \nownership interest in Alliance, and seeks the court’s declaration that Nelson owns \nten of Alliance’s sixty-one Membership Units outstanding.  (Nelson’s Mem. in Supp. \nof his Mot. for Partial Summ. J. 32.)  In it’s January 3, 2013 Order and Opinion, the \ncourt concluded that there are disputed issues of material fact which preclude \n \ndetermining the extent of Nelson’s membership interest.  (Order and Opinion ¶¶ \n44–52, Jan. 3, 2013.)  While the court agrees with Nelson that “[m]ultiple \ndocuments can constitute a single agreement” (Nelson’s Mem. in Supp. of his Mot. \nfor Partial Summ. J. 33), the court has already determined that a jury must resolve \nthe question of whether the Consent Resolution and Admission of New Member \ndocuments should be construed to have effectively transferred ten Membership \nInterest Units to Nelson.  (Order and Opinion ¶¶ 48, 52, Jan. 3, 2013.)   \n{28}  The court is also not persuaded by Nelson’s contention that, “[a]n \nadmission that Nelson holds an interest, any interest, in Alliance is an admission \nthat there was a valid Board action granting an interest in Alliance to Nelson.”  \n(Nelson’s Mem. in Supp. of his Mot. for Partial Summ. J. 35.)  In its January 3, 2013 \nOrder, the court held that Nelson owned a 10% ownership interest in Alliance by \nvirtue of an oral promise from Tweeten and Alliance’s recognition of that promise, \n“even if valid Board action has not been taken.”  (Order and Opinion ¶ 43, Jan. 3, \n2013.)  An admission by Alliance of this 10% ownership does not necessarily equate \nto an admission that valid Board action was taken to further transfer Membership \nInterest Units to Nelson. \n{29}  As the court has already made the determination that the issue of \nNelson’s interest cannot be resolved on summary judgment, the court DENIES \nPlaintiff’s Motion for Entry of Partial Summary Judgment to the extent that it \nseeks a ruling that Nelson holds ten of Alliance’s sixty-one Membership Units \noutstanding. \n \n3. \n The court has already ruled on Plaintiff’s single breach of \ncontract/breach of the duty of good faith and fair dealing claim.  \n \n{30}  Plaintiff also seeks a summary adjudication that Axis is in breach of \nAlliance’s Operating Agreement.   \n{31}  In his Amended Complaint, Nelson brought a claim for breach of \ncontract/wrongful termination, which alleged that Alliance breached the implied \nduty of good faith and fair dealing by removing him from the Board of Directors and \n \nterminating his employment as Chief Financial Officer.  (Am. Compl. ¶¶ 102–09.)  \nThat claim was dismissed in the court’s November 22, 2011 Order.  (Order on Mot. \nto Dismiss 16, Nov. 22, 2011.)  Plaintiff now calls upon the court to declare Axis and \nTweeten in breach of the Operating Agreement for failing to distribute the Sale \nProceeds.  (Nelson’s Mem. in Supp. of his Mot. for Partial Summ. J. 18.) \n{32}  Alliance’s Operating Agreement grants full discretion to the Directors 3  \nregarding the distribution of sales proceeds to Members.  (Operating Agreement § \n7.3.)  As far as the court can decipher4, at the times relevant to this Motion, the \nDirectors of Alliance’s Board were: Tweeten, Tweeten’s wife, Carrie Tweeten, and \nTweeten’s son, Kent Tweeten. 5  Axis, while a Member of Alliance, is not a Director, \nand cannot control the distribution of the Sale Proceeds.  (Nelson’s Mem. in Supp. of \nhis Mot. for Partial Summ. J. 25 (“By its terms, the exculpation provision covers \nonly Directors.  Thus, Axis is not covered.”).)  Nelson’s Motion seeking to hold Axis \nin breach of the Operating Agreement for failing to distribute the Sale Proceeds is \ntherefore DENIED. \n{33}  The court further DENIES Nelson’s Motion to the extent that it seeks \nthe court’s declaration that Tweeten is in breach of Alliance’s Operating Agreement \nfor failing to distribute the Sale Proceeds because Plaintiff never stated this claim \nin the pleadings. \n \n \n \n                                                 \n3   Section 7.3 of the Operating Agreement vests the discretion to distribute sales proceeds in the \n“Manager.”  The Operating Agreement then defines the Manager as the Board of Directors, and \nthat “[o]nly an act or determination of a majority of the Directors is an act or determination of the \nManager.”  (Operating Agreement § 2.1.)  \n4  As of the date the Operating Agreement was adopted in February, 2008, Alliance’s Board of \nDirectors consisted of Nelson, Tweeten, and Hansen.  (Order and Opinion ¶ 18.)  In its January 3, \n2013 Order, the court determined that Hansen resigned as a Director of Alliance on June 27, 2008, \nand was replaced by Carrie Tweeten, the wife of Defendant Tweeten, on November 1, 2010.  (Order \nand Opinion ¶ 46; Tweeten Aff. Ex. 2, Sept. 12, 2012.)  Nelson was removed as a Director on \nJanuary 17, 2011.  (Am. Compl. ¶ 43.)  Tweeten’s son, Kent Tweeten, became a Director on the \nBoard of Alliance on that same day.  (Tweeten Aff. Ex. 3, Sept. 12, 2012.)  \n5  Carrie and Kent Tweeten are not Parties to this lawsuit.  \n \n4.  The court has already determined that contested issues of material \nfact prevent a summary finding that Axis and Tweeten are liable for \nbreach of fiduciary duty. \n \n{34}  Plaintiff’s Motion lastly calls upon the court to find that Axis and \nTweeten owe fiduciary duties to Nelson regardless of whether Nelson remains a \nMember or has acquired the status of transferee due to his insolvency, and further \nthat Axis and Tweeten have breached these fiduciary duties.   \n{35}  Nelson alleges that Tweeten owes Nelson fiduciary duties by virtue of \nTweeten’s status as a Manager of Alliance, and that Axis owes fiduciary duties \nbecause it has the right to appoint Directors.  (Nelson’s Mem. in Supp. of his Mot. \nfor Partial Summ. J. 23–24 (citing Denim N. Am. Holdings, LLC v. Swift Textiles, \nLLC , 816 F. Supp. 2d 1308 (M.D. Ga. 2011)).)  The court agrees that Tweeten, as a \nDirector of Alliance, owes a fiduciary duty to Nelson pursuant to Ga. Code Ann. § \n14-11-305(1) (2013).  See Internal Med. Alliance, LLC v. Budell , 290 Ga. App. 231, \n236, 659 S.E.2d 668, 673 (“Managing members of a LLC owe fiduciary duties to the \nLLC and its member investors.” (citing Ga. Code Ann. § 14-11-305(1))).  However, \nthe court believes there is a genuine issue of material fact as to whether Axis owes \nfiduciary duties to Alliance’s Members.   \n{36}  The Middle District of Georgia applied Georgia law to the question of \nwhether a member of a manager-managed LLC owed fiduciary duties to another \nmember of the LLC by reason of its power to appoint and remove managers.  Denim \nN. Am. Holdings , 816 F. Supp. 2d at 1325–26.  The court noted that under Georgia \nlaw, typically a member does not owe duties to other members “solely by reason of \nacting in his or her capacity as a member.”  Id.  at 1325 (quoting Ga. Code Ann. § 14-\n11-305(1) (2013)).  However, the member in question was given the power, via the \nLLC’s Operating Agreement, to appoint four of the LLC’s eight managers, and the \nOperating Agreement provided that a majority of the managers must approve any \naction before a manager may act.  Id.   The court concluded that the member’s \n“ability to appoint four managers gave it de facto control of the [LLC’s] board of \nmanagers.  That control creates a genuine fact dispute as to whether [the member] \n \nwas a managing member of [the LLC] and therefore owed fiduciary duties to [the \nother member].”  Id.  at 1325–26.   \n{37}  Similarly, Alliance’s Operating Agreement gives Axis the authority to \ndesignate two of Alliance’s three Directors and to remove those Directors at any \ntime with or without cause, and states that only an act approved by the majority of \nAlliance’s Directors is an act by the Manager.  (Operating Agreement §§ 2.1, 3.3, \n3.6.)  Beyond the powers given the member in Denim , Alliance’s Operating \nAgreement further provides that the appointment of the third Director is subject to \nthe reasonable approval of Axis.  (Operating Agreement § 3.3.)  The court concludes \nthat this ability to appoint and remove Directors creates an issue of fact as to \nwhether Axis owed fiduciary duties to the other Members of Alliance, including \nNelson so long as he retains his status as a Member.   \n{38}  A separate question is whether Tweeten, and Axis if it owes any \nfiduciary duty, owe fiduciary duties not only to Members but also to transferees.  \nThis question is determined pursuant to Georgia law.  If Nelson is insolvent as that \nterm is used in the Operating Agreement, then he is deemed to have only the rights, \npowers, and privileges of a transferee.  (Operating Agreement § 4.6.)  Section 8.4 of \nAlliance’s Operating Agreement provides that a transferee: \nshall not be entitled to any of the rights, powers, or privileges of its \npredecessor in interest, except that such transferee shall be entitled to \nreceive and be credited or debited with its proportionate share of \nProfits, Losses, Gains from Capital Transactions, Company Cash Flow, \nCompany Sales Proceeds, Company Refinancing Proceeds, and \nDistributions in liquidation. \n \n(Operating Agreement § 8.4.)  Georgia’s LLC Act provides: \nTo the extent that, pursuant to paragraph (1) of this Code section or \notherwise at law or in equity, a member or manager has duties \n(including fiduciary duties) and liabilities relating thereto to a limited \nliability company or to another member or manager…. \n \nGa. Code Ann. § 14-11-305(4) (2013).  The Georgia LLC Act defines a Member as “a \nperson who has been admitted to a limited liability company as a member as \nprovided in Code Section 14-11-505 and who has not ceased to be a member as \n \nprovided in Code Section 14-11-601 or 14-11-601.1.”  Ga. Code Ann. § 14-11-101(16) \n(2013).  Section 14-11-601 provides that “[a] person ceases to be a member of a \nlimited liability company upon the occurrence of any of the following events: … (3) \nThe member is removed as a member: (A) In accordance with the articles of \norganization or a written operating agreement ….”  Ga. Code Ann. § 14-11-601(b) \n(2013).   \n{39}  For assignees or transferees of a membership interest, Georgia’s LLC \nAct provides that “[a]n assignment of a limited liability company interest does not \n… entitle the assignee to … exercise any rights of a member until admitted as a \nmember …,” and that “[u]ntil the assignee of a limited liability company interest \nbecomes a member, the assignor continues to be a member with respect to the \nassigned limited liability company interest ….”  Ga. Code Ann. § 14-11-502(3), (4) \n(2013).   \n{40}  The plain language of the statute anticipates that members and \nmanagers may owe fiduciary duties to one another or to the LLC, but does not \nanticipate fiduciary duties being owed to an assignee.  Moreover, the LLC Act \nspecifically provides that an assignee is not entitled to assert any rights of a \nmember.  Thus, if Nelson has lost his status as a Member of Alliance due to \ninsolvency, Defendants no longer owed fiduciary duties to him after the date upon \nwhich he became insolvent as that term is used in the Operating Agreement.    \n{41}  Nelson’s claim for breach of fiduciary duty then depends upon his \nability to show: (1) that Defendants’ actions occurred while Nelson remained a \nmember of Alliance; and (2) that their actions constituted “willful misconduct \ninvolving self-dealing.”  (Order on Defs.’ Mot. to Revise 2–3, Jan. 25, 2013.)  While \nrecognizing Nelson’s high burden on this claim, the court has already determined \nthat this analysis requires the resolution of disputed issues of fact, and as such, \ncannot be determined on summary judgment.  ( See Order on Defs.’ Mot. to Revise, \nJan. 25, 2013.)   \n{42}  The court therefore DENIES Plaintiff’s Motion to the extent it seeks \nthe court’s declaration that Axis and Tweeten have breached fiduciary duties. \n \n{43}  Having resolved the separate issues, Plaintiff’s Motion is DENIED in \nits entirety.   \n \nB. Defendant’s Motion for Summary Judgment \n \n \n1.  Controlling Law   \n \n{44} \n The court must first decide whether North Carolina or Georgia law \ndetermines Nelson’s damage claims.  It does so using North Carolina’s conflict of \nlaw principles. \n[North Carolina’s] traditional conflict of laws rule is that matters \naffecting the substantial rights of the parties are determined by lex \nloci, the law of the situs of the claim, and remedial or procedural rights \nare determined by lex fori, the law of the forum.   \n \nStetser v. TAP Pharm. Prods., Inc. , 165 N.C. App. 1, 14, 598 S.E.2d 570, 580 (2004) \n(quoting Boudreau v. Baughman , 322 N.C. 331, 335, 368 S.E.2d 849, 853–54 \n(1988)).   \n{45}  Nelson’s breach of fiduciary duty and constructive fraud claims sound \nin tort.  See Dallaire v. Bank of Am., N.A. , 738 S.E.2d 731, 735 (N.C. App. Dec. 18, \n2012) (breach of fiduciary duty is a tort claim); Piedmont Inst. of Pain Mgmt. v. \nStaton Found. , 157 N.C. App. 577, 589–90, 581 S.E.2d 68, 76 (2003) (breach of \nfiduciary duty and constructive fraud are tort claims).  Traditionally, “[f]or actions \nsounding in tort, the state where the injury occurred is considered the situs of the \nclaim.”  Boudreau v. Baughman , 322 N.C. 331, 335, 368 S.E.2d 849, 854 (1988).  \nThis traditional rule would suggest that North Carolina law would govern Nelson’s \nbreach of fiduciary duty and constructive fraud claims because the acts leading to \nNelson’s alleged injuries occurred in North Carolina.  See Synovus Bank v. Parks , \n2013 NCBC LEXIS 36, at *28 (N.C. Super. Ct. July 30, 2013).   \n{46}  North Carolina law, however, further provides that “[t]he laws of the \nstate or other jurisdiction under which a foreign limited liability company is formed \nshall govern … the liability of its managers and members ….”  N.C. Gen. Stat. § \n57C-7-01 (2013)  The existence and extent of the fiduciary duties owed to Nelson, as \n \nwell as the question of whether a breach of those duties occurred, are therefore \nproperly determined under Georgia law.  See Scott v. Lackey , 2012 NCBC LEXIS \n60, at *31, 69 (N.C. Super. Ct. Dec. 3, 2012) (citing to N.C. Gen. Stat. § 57C-7-01, \nthe court applied Delaware law to determine the existence and extent of the \nfiduciary duties owed by the defendant manager-members of a Delaware limited \nliability company, and then used Delaware law to cite the elements of a claim for \nbreach of fiduciary duty).   \n{47}  As the substance of Nelson’s breach of fiduciary duty and constructive \nfraud claims is governed by Georgia law, so too should be the damages arising out of \nthose claims.  See Tenn. Carolina Transp., Inc. v. Strick Corp. , 16 N.C. App. 498, \n500, 192 S.E.2d 702, 704 (1972) (“And the law of the place where rights were \nacquired or liabilities incurred also governs the award of damages, they being \nsubstantive in nature.” (citing Wise v. Howell , 205 N.C. 286, 171 S.E.82 (1933))), \nrev’d  on other grounds , 283 N.C. 423, 196 S.E.2d 711 (1973).   \n \n2.  Standard for Recovery of Damages Under Georgia Law  \n \n{48} \n Before examining the particular aspects of Nelson’s damages claims, \nthe court first defines Georgia’s general damage principles to be applied. \n{49}  “In an action for breach of fiduciary duty, establishing a claim ‘requires \nproof of three elements: (1) the existence of a fiduciary duty; (2) breach of that duty; \nand (3) damage proximately caused by that breach.’”  Rollins v. Rollins , 321 Ga. \nApp. 140, 150–51, 741 S.E.2d 251, 259 (2013) (quoting SunTrust Bank v. Merritt, \n272 Ga. App. 485, 612 S.E.2d 818 (2005)); see also Nalley v. Langdale , 319 Ga. App. \n354, 370, 734 S.E.2d 908, 920 (2012) (“A claim for breach of fiduciary duty requires \nproof of injury proximately caused by the breach.” (quoting SunTrust Bank v. \nMerritt , 272 Ga. App. 485, 612 S.E.2d 818 (2005))).  Nominal damages may be \nawarded for a breach of fiduciary duty claim.  See Moses v. Pennebaker , 312 Ga. \nApp. 623, 631, 719 S.E.2d 521, 529 (2011).   However, “nominal damages are only \navailable upon a showing of injury.”  Nalley , 319 Ga. App. at 370, 734 S.E.2d at 920 \n \n(citing Ga. Code Ann. § 51-12-4 (2013)); s ee also Whiteside v. Decker, Hallman, \nBarber & Briggs, P.C. , 310 Ga. App. 16, 20, 712 S.E.2d 87, 91 (2011) (“In the \nabsence of specific proof of the amount of damages flowing from a tortious act, \ngeneral or nominal damages may be inferred, but the defendant’s liability for the \ndamages must be established, including proof that the tortious act was the \nproximate cause of some actual loss.”) \n{50}  “Constructive fraud consists of any act of omission or commission, \ncontrary to legal or equitable duty, trust, or confidence justly reposed, which is \ncontrary to good conscience and operates to the injury of another.”  Ga. Code Ann. § \n23-2-51 (2013).  “However, constructive fraud is an equitable doctrine which will not \nsupport a claim for damages ….”  Blakey v. Victory Equip. Sales , 259 Ga. App. 34, \n39, 576 S.E.2d 288, 293 (2002) (citing Aliabadi v. McCar Dev. Corp. , 249 Ga. App. \n309, 547 S.E.2d 607 (2001)).   \n{51}  “In determining what is proximate cause the true rule is, that the \ninjury must be the natural and probable consequence of the negligence, such a \nconsequence as under the surrounding circumstances of the case might and ought to \nhave been foreseen by the wrongdoer as likely to flow from his act.”  Combs v. \nAtlanta Auto Auction, Inc. , 287 Ga. App. 9, 14, 650 S.E.2d 709, 715 (2007) (quoting \nBeasley v. A Better Gas Co., Inc. , 269 Ga. App. 426, 604 S.E.2d 202 (2004)).  There \ncan be no proximate cause when the injury would have occurred even absent the \nalleged misconduct.  See id.  at 14, 650 S.E.2d at 715.   \n{52}   “The question of proximate cause is usually reserved for the jury and \ncan be decided on summary judgment only in plain and indisputable cases.”  \nGreenway v. Northside Hosp., Inc. , 317 Ga. App. 371, 381, 730 S.E.2d 742, 751 \n(2012) (quoting Vann v. Finley, 313 Ga. App. 153, 721 S.E.2d 156 (2011)).   \n{53}  The court now applies these general principles to Nelson’s specific \nclaims. \n \n \n \n \n3.  Damages for the Loss of the Gazebo Hill and River Run Properties   \n \n{54} \n Nelson contends that the properties were sold below their “market \nvalue.”  (Nelson’s Resp. to Defs.’ Mot. for Partial Summ. J. 16–17.)  Specifically, \nNelson alleges the Gazebo Hill Property was appraised at $634,000.00 but sold for \nonly $225,000.00, and the River Run Property was appraised at $206,000.00 but \nsold for only $50,000.00.  (Nelson’s Resp. to Defs.’ Mot. for Partial Summ. J. 7–8.)  \nNelson further contends that, were it not for the wrongful refusal of Defendants to \ndistribute the Sale Proceeds, he would have been able to pay the judgment owed to \nORL and avoid the sale of the properties, or would have been able to redeem the \nproperties in the one year after the sale.  (Nelson’s Resp. to Defs.’ Mot. for Partial \nSumm. J. 15–16.)  Nelson alternatively claims that his wife was required to satisfy \nhis personal obligation to ORL, and that pursuant to Wisconsin law he is required \nto reimburse his wife for the loss of the properties.  (Nelson’s Resp. to Defs.’ Mot. for \nPartial Summ. J. 15.)   \n{55}  In addition to challenging the nexus between Nelson’s receipt of sales \nproceeds and his failure to redeem the properties, Defendants contend that, due to \nthe Post-Nuptial Agreement, Nelson owned no interest in the properties, and \ntherefore could not have redeemed them, nor can he claim any damages for their \nloss.  (Mem. of Law in Supp. of Defs.’ Mot. for Summ. J. as to Damages 5–7.)  Nelson \ncontends in response that he must have owned some interest in the properties; \notherwise, ORL would not have been able to foreclose on the properties in partial \nsatisfaction of a judgment solely against Nelson.  (Nelson’s Resp. to Defs.’ Mot. for \nPartial Summ. J. 13–14.)   \n{56}  Under Wisconsin law, which governed the foreclosure sale of the \nproperties, marital property agreements cannot limit the interests of a creditor \n“unless the creditor had actual knowledge of that provision when the obligation to \nthat creditor was incurred ….”  Wis. Stat. Ann. § 766.55(4m) (2013), see \nRestatement (Second) of Conflict of Laws § 229 cmt. d (1971) (The method of \nforeclosing on a mortgage on land, as well as the power of the mortgagor to redeem \n \nmortgaged land are governed by the local law of the situs.)  Applying Wisconsin law, \nthe Wisconsin court approving ORL’s foreclosure held that ORL was permitted to \nforeclose on the properties in partial satisfaction of its debt against Nelson because \n“Orlando Residence did not have notice of the agreement at the time [Nelson’s] \nobligation to Orlando Residence arose …. Indeed, the agreement did not exist  at \nthat time.” Orlando Residence Ltd. v. Nelson , No. 2008AP2989, 2009 Wis. App. \nLEXIS 1015, at *10, (Wis. Ct. App. Dec. 30, 2009).  Without the notice required by § \n766.55(4m) of the Wisconsin Statutes, the default rules of the Wisconsin Marital \nProperty Act applied.  Schultz v. Sykes , 248 Wis. 2d 791, 801, 638 N.W.2d 76, 80 \n(Wis. Ct. App. 2001).  Thus, at the time of the foreclosure sale, the houses were \nclassified under the Wisconsin Marital Property Act as marital property, and \nNelson had an undivided one-half interest in them. See Wis. Stat. Ann. § 766.31(3) \n(2012).  This interest constitutes a “right and title” to redeem the properties from \nthe foreclosure sale.  Wis. Stat. Ann. § 815.40(1), (3) (2012).   \n{57}  But, proof that Nelson may have had the legal ability to redeem the \nproperties is not alone sufficient to support his damages claims.  Nelson has failed \nto show, as a matter of law, that Defendants’ actions in refusing to distribute the \nSale Proceeds proximately caused the loss of the properties.  This conclusion is one \nthat is “plain and indisputable,” and proper for summary adjudication.  See \nGreenway , 317 Ga. App. at 381, 730 S.E.2d at 751.     \n{58}  Nelson alleges that “the causal link to the Defendants is clear.  If Rolf \nTweeten had disbursed the sale proceeds as he was required to do under the \nAlliance Operating Agreement,” Nelson could have redeemed the homes.  (Nelson’s \nResp. to Defs.’ Mot. for Partial Summ. J. 15–16.)  Nelson fails to recognize that \nDefendants’ failure to distribute the Sale Proceeds did not cause Nelson to lose the \nGazebo Hill and River Run properties in foreclosure; rather, those losses were \ncaused by Nelson’s failure to pay his debts.  Defendants’ acts here are not a \nproximate cause.  See Combs , 287 Ga. App. at 14, 650 S.E.2d at 715 (2007). \n{59}  This same rationale applies to Nelson’s claims for the expenses \nincurred in his having to move from the Gazebo Hill property, and his claim for \n \nattorneys’ fees incurred in attempting to avoid the foreclosure of the properties, \nregardless of whether he directly incurred these expenses or, as he alternatively \nargues, he is required to reimburse his wife for her payment of these expenses. \n{60}  Therefore, Defendants’ Motion is GRANTED insofar as it seeks to \ndismiss Nelson’s claims for damages for the loss of the Gazebo Hill and River Run \nproperties, including the moving expenses and attorneys’ fees related to those \nproperties, and this claim for damages is DISMISSED.  \n \n4.  The South Carolina Judgment   \n \n{61} \n Nelson alleges that, had Tweeten timely distributed the Sale Proceeds, \nNelson could have paid in full the obligation owed to ORL, ORL then “would have \nnever obtained the [South Carolina] judgment in the first instance.”  (Nelson’s Resp. \nto Defs.’ Mot. for Partial Summ. J. 18.)  Nelson also contends that, due to \nDefendants’ actions, ORL was able to purchase the $4 million South Carolina \njudgment for less than $20,000.00, as had Nelson’s wife done on behalf of GP Credit \nCompany, apparently without complaint from Nelson, and seeks to recover the \ndifference between the judgment’s “market value” and the $20,000.00 ORL paid for \nit.  (Nelson’s Resp. to Defs.’ Mot. for Partial Summ. J. 17–18.)   \n{62}  Nelson does not dispute that there has existed a $4 million judgment \nsince Nelson signed a confession of judgment in 1994, and he makes no contention \nthat he incurred the obligation as a result of Defendants’ actions.  (Mem. of Law in \nSupp. of Defs.’ Mot. for Summ. J. as to Damages 8–9.)  Rather, the crux of Nelson’s \nclaims for damages is that, as a consequence of Defendants’ actions, the Tennessee \nJudgment owed to ORL could not be paid, which resulted in the Circuit Court for \nOzaukee County, Wisconsin permitting ORL to acquire the South Carolina \njudgment from GP Credit Co., LLC, a company owned by Mrs. Nelson, in partial \nsatisfaction of the Tennessee Judgment or other debt owed to ORL.  See (Mem. of \nLaw in Supp. of Defs.’ Mot. for Summ. J. as to Damages 8–9; Nelson’s Resp. to Defs.’ \nMot. for Partial Summ. J. 17–18.)  In other words, Nelson alleges that when GP \n \nCredit owned the South Carolina judgment against Nelson, Mrs. Nelson was not \ngoing to require Nelson to pay the judgment, but now he is being forced to pay it.   \n{63}  The fact remains that Nelson has legally been obligated to pay the $4 \nmillion South Carolina Judgment since 1994, whether or not his wife took action to \nenforce that liability.  See Orlando Residence, Ltd. v. Hilton Head Hotel Investors , \n2013 U.S. Dist. LEXIS 36087, at *37 (D. S.C. Mar. 15, 2013) (finding that Nelson \nsigned the confession of judgment for $4 million in 1994 and holding that the \njudgment is still valid).  Nelson fails to present facts adequate to demonstrate a \nproximate causal link between Defendants’ acts and the damages he claims.  This \ntoo is a claim for which the lack of proximate cause is “plain and indisputable,” see \nGreenway , 317 Ga. App. at 381, 730 S.E.2d at 751, and summary adjudication is \nproper.  Nelson’s claim for damages arising out of ORL’s purchase of the South \nCarolina Judgment is, therefore, DISMISSED. \n \n5. Loss in Value of Nelson’s Interest in Alliance  \n \n{64} \n In his brief in opposition to Defendants’ Motion, Nelson argues that \nTweeten modified the structure of the Interstate Transaction so as to reduce the \namount of money which could be distributed to Nelson.  (Nelson’s Resp. to Defs.’ \nMot. for Partial Summ. J. 19.)  At the hearing on June 18, however, Nelson \nadmitted that this argument had not been raised in the pleadings prior to his \nresponse to Defendants’ Motion, and that he is no longer pursuing that theory.  \nNelson’s central claim is that the Interstate Transaction has left Alliance unable to \noperate profitably, and that the decision to continue operating Alliance is being \nmade in bad faith to allow Tweeten to use Alliance as “his personal bank.”  (Am. \nCompl. ¶¶ 96–100.)  Nelson contends that the value of his ownership interest in \nAlliance is diminishing due to Tweeten’s actions, including making loans to \nTweeten’s affiliates, paying himself the same salary Tweeten received when \nAlliance was a much larger company, and paying Tweeten’s wife a large salary for \nworking only a few days per week.  (Nelson’s Mem. in Supp. of his Mot. for Partial \nSumm. J. 13.)   \n \n{65}  Under Georgia law, generally, “’[w]here a shareholder alleges \ndevaluation of shares due to corporate mismanagement,’ the action must be brought \nas a shareholder derivation action.”  Bobick v. Cmty. & S. Bank , 2013 Ga. App. \nLEXIS 425, at *31 (May 22, 2013) (quoting Lubin v. Skow , 382 Fed. App’x 866 (11th \nCir. 2010)); see also Stoker v. Bellemeade, LLC , 272 Ga. App. 817, 615 S.E.2d 1 \n(2005) (applying this rule in a suit involving a limited liability company), rev’d on \nother grounds by Bellemeade, LLC v. Stoker , 260 Ga. 635, 631 S.E.2d 693 (2006).  \nHowever, a direct action may be proper in a closely-held LLC context if “the reasons \nfor the general rule requiring a derivative suit do not apply,” which include: \n(1) to prevent multiple suits by shareholders; (2) to protect corporate \ncreditors by ensuring that the recovery goes to the corporation; (3) to \nprotect the interest of all the shareholders by ensuring that the \nrecovery goes to the corporation, rather than allowing recovery by one \nor a few shareholders to the prejudice of others; and (4) to adequately \ncompensate injured shareholders by increasing their share values. \n \nStoker , 272 Ga. App. at 822, 615 S.E.2d at 7 (citing Thomas v. Dickson , 250 Ga. 772, \n301 S.E.2d 49 (1983)).   \n{66}  In Stoker , for example, “[w]ith respect to the two-member LLCs at \nissue, the Stoker member of the LLC asserted that the other LLC member breached \nfiduciary duties by (1) usurping LLC opportunities …; (2) converting LLC assets by \nimproperly transferring funds held by the LLC; and (3) improperly excluding the \nStoker member from LLC affairs.”  Id.  at 822–23, 615 S.E.2d at 7–8.  The Court of \nAppeals upheld the trial court’s ruling that the Stoker members had standing to \nassert their claims directly against the other LLC member, relying on the four \nfactors listed above.  Id.    \n{67}  Here, it is unclear to the court who the present Members of Alliance \nare.  See, e.g. (Dep. of Rolf. A. Tweeten 46:7–14.)  Moreover, there is evidence that \nthere are outstanding creditors of Alliance.  See (Dep. of Rolf A Tweeten 106–07, \nOct. 10, 2012; Moore Aff. Ex. 2, May 6, 2013.)  In any event, the funds alleged to \nhave been mismanaged are owned by Alliance, not Nelson.  Applying the factors \nenumerated in Stoker , the court concludes that the action for breach of fiduciary \n \nduty for mismanagement of Alliance’s funds if proper at all should have been \nbrought derivatively on behalf of Alliance.  Consequently, Nelson can not recover \ndirectly for the alleged mismanagement, and may not recover damages based on his \nalleged lost value in Alliance.   \n{68}  Defendants’ Motion is GRANTED insofar as it seeks to dismiss any \nclaim of damages for diminution of share value and the claim is DISMISSED.   \n \n6. Punitive Damages  \n \n{69} \n “Punitive damages may not be recovered where there is no entitlement \nto compensatory damages.”  Barnes v. White Cnty. Bank , 170 Ga. App. 681, 681, \n318 S.E.2d 74, 756 (1984).  As the court has determined that Nelson is not entitled \nto recover any of his claimed categories of damages, he is furthermore not entitled \nto any punitive damages, and Defendants’ Motion is GRANTED in so far as it seeks \nto dismiss Nelson’s claim for punitive damages, and the claim is DISMISSED. \n \nVI. VI. VI. VI.    CONCLUSION CONCLUSION CONCLUSION CONCLUSION    \n \n{70}  For the foregoing reasons, Plaintiffs Motion is DENIED; Defendants’ \nMotion is GRANTED. \n \n \n \n IT IS SO ORDERED, this the 20th day of August, 2013.  \n "
}