{
  "id": "05a800edc26712953d5d824af4534659ec6700b75807dea3351560ed93a245ed",
  "source_file": "data/raw/ncbc/05a800edc26712953d5d824af4534659ec6700b75807dea3351560ed93a245ed.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCABARRUS COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 1233 \n \nPREGEL AMERICA, INC., \n \nPlaintiff, \n \nv. \n \nMARCO CASOL and TANIA \nSOVILLA, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON  \nCROSS-MOTIONS FOR \nPARTIAL SUMMARY JUDGMENT \n \n \n1. THIS MATTER is before on the Court on Plaintiff PreGel America’s Motion \nfor Partial Summary Judgment on Its Declaratory Judgment Claims (“Plaintiff’s \nMotion”)1 and Defendant Marco Casol’s  Motion for Partial Summary Judgment \n(“Defendant’s Motion”; together, the “Cross-Motions” or “Motions”), each filed under \nRule 56 of the North Carolina Rules of Civil Procedure (the “Rule(s)”) on 18 August \n2023 in the above-captioned action.2 \n2. Having considered the Motions, the parties’ briefs in support of and in \nopposition to the Motion s, the arguments of counsel at the hearing on the Motions , \nand other appropriate matters of record, the Court, in the exercise of its discretion, \nhereby DENIES Plaintiff’s Motion and GRANTS Defendant’s Motion as set forth \nbelow.  \nBradley Arant Boult Cummings, LLP,  by Dana C. Lumsden, Brett L. \nLawrence, and Hanna E. Eickmeier, for Plaintiff PreGel America, Inc. \n \n \n1 (PreGel America’s Mot. Partial Summ. J. Its Declaratory J. Claims, ECF No. 33.) \n \n2 (Def. Marco Casol’s Mot. Partial Summ. J., ECF No. 31.) \nPreGel Am., Inc. v. Casol, 2023 NCBC 81. \nBell, Davis & Pitt, P.A., by Edward B. Davis, Lacey M. Dusk in, and \nKevin J. Roak, for Defendants Marco Casol and Tania Sovilla. \n \nBledsoe, Chief Judge. \n \nI. \n \nFACTUAL AND PROCEDURAL BACKGROUND3 \n \n3. While the Court does not make findings  of fact on a motion for summary \njudgment, “it is helpful to the parties and the courts for the trial judge to articulate a \nsummary of the material facts which he considers are not at issue and which justify \nentry of judgment.”  Collier v. Collier, 204 N.C. App. 160, 161–62 (2010) (citation and \nquotation marks omitted).  Accordingly, the following background, drawn from the \nundisputed evidence submitted by the parties, is intended only to provide context for \nthe Court’s analysis and ruling and not to resolve issues of material fact. \n4. Plaintiff PreGel America, Inc. (“PreGel” or “Plaintiff”) is the United States \nsubsidiary of PreGel S.p.A., an Italian company that produces and distributes dessert \npastes, powders, flavors, and ingredients.4  PreGel is currently governed by its Third \n \n3 The parties have stipulated to a set of documents that the Court may consider for its \nresolution of the Cross -Motions.  (Stipulated R . Indemnification Mots. [hereinafter \n“Stipulated Record”], ECF N o. 29.)  The documents within the Stipulated Record are \nindividually labelled by document number, and some documents have been filed individually \non the Court’s electronic docket.  Citations to these documents  will refer to the document \nnumber according to its position in the table of contents  and the page range in which the \ndocument appears within the Stipulated Record or to the versions filed on the docket as \napplicable.  \n \n4 (Stipulated Record 51–77, Doc. 4, Pl.’s First Am. Compl. ¶ 12 [herein after “Fed. Am. \nCompl.”]; Stipulated Record 78 –95, Doc. 5, Defs.’ Answer Am. Compl. and Affirmative \nDefenses ¶ 12 [hereinafter “Fed. Answer”]; Am. Compl. ¶ 40, ECF No. 12; Defs.’ Answer and \nAffirmative Defenses Pl.’s Am. Compl. and Marco Casol’s Countercls . Against Pl. ¶ 40 \n[hereinafter “Answer” or “Countercls.”] , ECF No. 20.)  Pinpoint citations to “Answer” will \nrefer to Defendants’ respons es to the allegations in the Amended Complaint.  Pinpoint \ncitations to “Countercls.” will refer to the allegations in Casol’s counterclaims. \nAmended and Restated Bylaws, which were ratified in 2018 (the “Bylaws”).5 \n5. Defendant Marco Casol (“Casol”  or “Defendant” ) and his wife Defendant \nTania Sovilla (“Sovilla”) are Italian citizens.  PreGel hired Casol  in 2003, and from \n2007 until 2020, Casol served as PreGel’s President and CEO.6  Casol also served as \nPreGel’s Treasurer b eginning i n 2011. 7  PreGel employed Sovilla as an inventory \nspecialist from 2012 until 2019.8 \n6. PreGel alleges that during Casol ’s employment, and especially during his  \ntenure as PreGel’s CEO, he and Sovilla defrauded PreGel and violated its policies in \nmultiple ways, including by approv ing unauthorized salary increases for Casol,9 \nmisusing corporate credit cards , personnel,  and property, 10 and misappropriating \n \n5 (Am. Compl. Ex. C, Third Am. and Restated Bylaws PreGel America, Inc.  [hereinafter \n“Bylaws”]; Fed. Am. Compl. ¶ 57;  Fed. Answer ¶ 57;  Am. Compl. ¶ 14; Answer ¶ 14.)  In \ncertain places, the document attached as Exhibit C to the Amen ded Complaint is titled \n“Second Amended and Restated Bylaws of PreGel America, Inc.”  However, the parties have \nstipulated that this document is the third and current set of the Bylaws.  (Stipulated Record \n112.) \n \n6 (Fed. Am. Compl. ¶¶ 13–14; Fed. Answer ¶¶ 13–14; Am. Compl. ¶¶ 46–47; Answer ¶¶ 46–\n47.)   \n \n7 (Fed. Am. Compl. ¶ 14; Fed. Answer ¶ 14; Am. Compl. ¶ 47; Answer ¶ 47.) \n \n8 (Fed. Am. Compl. ¶ 15; Fed. Answer ¶ 15; Am. Compl. ¶ 48; Answer ¶ 48.) \n \n9 (Fed. Am. Compl. ¶¶ 28–60; Am. Compl. ¶¶ 57–95.) \n \n10 (Fed. Am. Compl. ¶¶ 61–69, 83–86, 92–98; Am. Compl. ¶¶ 96–109.) \ncorporate funds for their personal benefit.11  Due to these and other alleged violations \nof company policy, PreGel terminated Casol’s employment on 13 February 2020.12  \n7. Shortly after Casol’s termination, Plaintiff sued Casol in the United States \nDistrict Court for the Western District of North Carolina, in a case captioned PreGel \nAmerica, Inc. v. Casol , Case No.  3:20-CV-00470-MOC-DSC (the “Federal Action”), \nasserting claims for breach of contract, breach of fiduciary duty, fraud,  constructive \nfraud, conversion, unfair and deceptive trade practices in violation of N.C.G.S. \n§ 75-1.1, and violation of N.C.G.S. § 1-538.2.13 \n8. The Federal Action proceeded for two years until it was dismissed for lack \nof subject matter jurisdiction on 10 March 2023.14  \n9. Shortly thereafter , Casol’s counsel sent  a letter  dated 16 March 2023 to \nPreGel’s counsel demanding that PreGel indemnify Casol under Article Eight of the \nBylaws for the litigation expenses Casol incurred in defending against the Federal \nAction.15   \n10. PreGel’s counsel responded to this letter on 17 April 2023, contending that \nCasol was not entitled to indemnification under the Bylaws because the expenses he \n \n11 (Fed. Am. Compl. ¶¶ 18–19, 22, 87–91, 99–109, 112–23; Am. Compl. ¶¶ 51, 96, 126–52, \n156–70.)  Defendants deny all of these allegations.   \n \n12 (Fed. Am. Compl. ¶ 13;  Fed. Answer ¶ 13;  Am. Compl . ¶¶ 53 –56.)  Defendants deny \nPlaintiff’s allegations of Casol’s misconduct in the ir Answer  but admit that PreGel \nterminated Casol’s employment on 13 February 2020.  (Answer ¶ 94.) \n \n13 (Fed. Am. Compl. ¶¶ 124–57.)  \n \n14 PreGel America, Inc. v. Casol, No. 3:20-CV-00470-MOC-DSC, 2023 U.S. Dist. LEXIS 40296 \n(W.D.N.C. Mar. 10, 2023); (Stipulated Record 96–103, Docs. 6–7). \n \n15 (Am. Compl. Ex. A.) \nincurred resulted from “activities which were at the time taken known or believed by \nhim to be clearly in conflict with the best interests of the corporation.”16   \n11. On the same day, Plaintiff initiated th is action, asserting substantially  \nsimilar claims as  in the Federal Act ion.17  Plaintiff also sought a declaration that \nPreGel was not required to indemnify Casol  under the Bylaws  for his expenses \nincurred in defense of the Federal Action.18 \n12. Ten days later, on 27 April 2023, Defendants ’ counsel sent two letters to \nPlaintiff’s counsel  demanding indemnification under N.C.G.S. §§ 55 -8-52 and \n55-8-56.19  Plaintiff’s counsel responded on 1 June 2023 rejecting this demand.20 \n13. On 12 June 2023, Plaintiff filed an Amended Complaint , adding claims for \ndeclaratory judgment to determine that PreGel did no t owe Casol indemnification \neither under the Bylaws or under N.C.G.S. §§ 55-8-52 and 55-8-56.21  Defendants filed \ntheir answer to the  Amended Complaint on 18 July 2023, which included Casol ’s \ncounterclaim for a declaratory judgment to determine that he is presently owed \n \n16 (Am. Compl. Ex. B.)  Th e quoted language appears in N.C.G.S. § 55- 8-57(a) as a \ncircumstance prohibiting indemnification and is virtually identical to the indemnification \nprovision in the Bylaws.  (Bylaws Art. 8, Sec. 1(b).)  \n \n17 (See Complaint ¶¶ 164–206 [hereinafter “Original Compl.”], ECF No. 3.) \n \n18 (Original Compl. ¶¶ 164–73.) \n \n19 (Am. Compl. Exs. E–F.) \n \n20 (Am. Compl. Ex. G.) \n \n21 (Am. Compl. ¶¶ 171–91.) \n \nmandatory indemnification under N.C.G.S. §§ 55-8-52 and 55-8-56.22  \n14. The Court convened a Case Management Conference (the “Conference”) in \nthe above-captioned case on 20 July 2023.  At the Conference, the parties agreed with \nthe Court that their competing declaratory judgment claims presented discrete issues \nthat could be resolved on summary judgment prior to the resolution of the other \npending claims.  Accordingly, the Court established a two-phase summary judgment \nbriefing schedule , with dispositive motions on the parties’ respective declaratory \njudgment claims filed first , followed several months later by dispositive motions on \nthe parties’ remaining claims.23  \n15. On 18 August 2023, t he parties timely filed the Cross -Motions.  PreGel’s \nMotion asks the Court to enter summary judgment for PreGel on its declaratory \njudgment clai ms to determine that Casol is not entitled to indemnification under \neither the Bylaws or sections 55-8-52 and 55- 8-56.  Casol’s Motion seeks summary \njudgment on his  declaratory judgment counter claim to determine that Casol is \nentitled to indemnification under these same statutory provisions. 24  After full \nbriefing, the Court convened a hearing on the Cross -Motions (the “Hearing”) on 24 \n \n22 (Countercls.  ¶¶ 1–9.)  The numbering of Casol’s counterclaim paragraphs repeat following \nparagraph three.  The Court’s citation refers to the paragraphs beginning from the “First \nClaim for Relief” subheading. \n \n23 (Case Management Order ¶¶ 25, 29, ECF No. 22 ; Scheduling Order and Notice Hearing, \nECF No. 23.)  The deadline for filing dispositive motions on the parties’ remaining claims has \nnot yet expired. \n \n24 Casol does not currently seek a declaratory judgment that he is entitled to permissive \nindemnification under the Bylaws. \nOctober 2023, at which all parties were represented by counsel.  The Cross -Motions \nare now ripe for resolution.  \nII. \n \nLEGAL STANDARD \n \n16. Under Rule 56(c), “[s]ummary judgment is appropriate ‘if the pleadings, \ndepositions, answers to interrogatories, and admissions on file, together with the \naffidavits, if any, show that there is no genuine issue as to any material fact and that \nany party is entitled to a judgment as a matter of law.’  ”  Da Silva v. WakeMed, 375 \nN.C. 1, 10 (2020) (quoting N.C. R. Civ. P. 56(c)).  “A genuine issue of material fact is \none that can be maintained by substantial evidence.”  Curlee v. Johnson, 377 N.C. 97, \n101 (2021) ( cleaned up).  “Substantial evidence is such relevant evidence as a \nreasonable mind might accept as adequate to support a conclusion and means more \nthan a scintilla or a permissible inference[.]”  DeWitt v. Eveready Battery Co. , 355 \nN.C. 672, 681 (2002) (cleaned up).  “An issue is material if, as alleged, facts ‘would \nconstitute a legal defense, or would affect the result of the action or if its resolution \nwould prevent the party against whom it is resolved from prevailing in the action.’  ”  \nBartley v. City of High Point , 381 N.C. 287 , 292 (2022) (quoting Koontz v. City of \nWinston-Salem, 280 N.C. 513, 518 (1972)).  “When considering a motion for summary \njudgment, the trial judge must view the presented evidence in a light most favorable \nto the nonmoving party.”  Belmont Ass’n v. Farwig, 381 N.C. 306, 310 (2022) (quoting \nDalton v. Camp, 353 N.C. 647, 651 (2001)).  \n17. “The party seeking summary judgment bears the initial burden of \ndemonstrating the absence of a genuine issue of material fact.”  Liberty Mut. Ins. Co. \nv. Pennington, 356 N.C. 571, 579 (2002).  The movant may meet this burden either \n(1) “by proving an essential element of the opposing party’s claim does not exist, \ncannot be proven at trial, or would be barred by an affirmative defense,” or (2) “ by \nshowing through discovery that the opposing party cannot produce evidence to \nsupport an essential element of [its] claim[.]”  Dobson v. Harris, 352 N.C. 77, 83 (2000) \n(cleaned up).  If the movant meets its burden, “the burden shifts to the nonmoving \nparty to produce a forecast of evidence demonstrating that the nonmoving party will \nbe able to make out at least a prima facie case at trial[.]”  Cummings v. Carroll , 379 \nN.C. 347, 358 (2021) (cleaned up); see also N.C.  R. Civ. P. 56(e) (“[A]n adverse party \nmay not rest upon the mere allegations or denials of his pleading, but his response, \nby affidavits or as otherwise provided in this rule, must set forth specific facts \nshowing that there is a genuine issue for trial.”).  \nIII. \n \nANALYSIS \n \nA. Permissive Indemnification Under the Bylaws \n18. Plaintiff’s Motion first seeks summary judgment on  its claim for a \ndeclaratory judgment determining that Casol is not owed permissive indemnification \nunder the Bylaws. \n19. Article 8, Part 5 of Chapter 55 provide s the conditions under which a \ncorporation may or shall indemnify its officers and directors.  N.C.G.S. § 55 -8-51 \naddresses permissive indemnification of directors, and N.C.G.S. § 55-8-57(a) provides \nfor permissive indemnification of officers. 25  Pursuant to these statutes, the Bylaws \nprovide that any PreGel officer “shall have the right to be indemnified and held \nharmless by the corporation to the fullest extent from time to time permitted by law \nagainst all liabilities and litigation expenses  [ ] in the event a [legal] claim shall be \nmade or threatened against that person . . . arising out of such service [to PreGel].”26  \nConsistent with section 55 -8-57(a)(1), t he Bylaws also provide that “such \nindemnification shall not be effective with respect t o . . . any liabilities or litigation \nexpenses incurred on account of any of the Claimant’s activities which were[,] at the \ntime taken[,] known or believed by the Claimant to be clearly in conflict with the best \ninterests of the corporation.”27  Plaintiff alleges in its Amended Complaint that Casol \nis not entitled to indemnification because it is undisputed that Casol knew, at the \ntime taken, that his alleged misconduct was clearly in conflict with PreGel’s best \ninterests.\n28 \n \n25 N.C.G.S. § 55 -8-56(3) additionally provides that a corpora tion “may also indemnify and \nadvance expenses to an officer, employee, or agent who is not a director to the extent . . . that \nmay be provided by its articles of incorporation, bylaws, general or specific action of its board \nof directors, or contract.” \n \n26 (Bylaws Art. 8, Sec. 1.) \n \n27 (Bylaws Art. 8, Sec. 1(b) ); see N.C.G.S. § 55 -8-57(a) (stating, in part, that “a corporation \nmay not indemnify or agree to indemnify a person against liability or expenses he may incur \non account of his activities which were at  the time taken known or believed by him to be \nclearly in conflict with the best interests of the corporation”). \n \n28 (Am. Compl. Ex. B 2.) \n \n20. Oddly enough on a motion for summary judgment , both parties agree that \nindemnification under the Bylaws is premature, but for different reasons.29  Plaintiff \nargues that ordering indemnification under the Bylaws must await a finding that \nCasol did not know or believe that his actions were  clearly in conflict with the best \ninterests of the company.  Defendant contends that —despite demanding \nindemnification under the Bylaws  in his 16 March 2023 demand letter 30 and \nadmitting that the parties dispute the interpretation of  Plaintiff’s obligations under \nthe Bylaws’ indemnification provision 31—indemnification under the Bylaws is \npremature because he does not seek such relief in his counterclaim or through his 27 \nApril 2023 demand letter.32  \n21. The Court agrees that summary judgment on this issue is premature , but \nonly for the reason asserted by Plaintiff.  The Court is not prepared to conclude, as \nCasol seemingly suggests, that Defendant can erase his actions that created a case or \ncontroversy by delaying the filing of his claim to a later time.  Since neither party has \nsubmitted evidence—much less undisputed evidence —as to whether Casol knew or \n \n29 (Compare Mem. Law Supp. PreGel Am erica’s Mot. Pa rtial Summ. J. Its Declaratory J . \nClaims 10 (noting resolution of indemnification under the Bylaws must be delayed “until \nthose factual allegations are resolved by the Court or by the jury”) , ECF No. 34, with Def.’s \nResp. PreGel’s Mot. Partial Summ. J. 4 [hereinafter “Def.’s Br. Resp.”] (noting that “there is \nno active controversy” as to permissive indemnification under the Bylaws), ECF No. 39.) \n \n30 (Am. Compl. Ex. A.) \n \n31 (Compare Am. Compl. ¶¶ 18, 172–81, with Answer ¶¶ 18, 172–81.) \n \n32 (Def.’s Br. Resp. 1–4; Answer ¶ 176.)  Casol does not argue that he never sought permissive \nindemnification under the Bylaws, but rather that he “changed course to seek only \nmandatory indemnification” after the appeals period on the Federal Action had concluded.  \n(Br. Supp. Def. Casol’s Mot. Partial Summ. J. 6, n.1, ECF No. 32.) \n \nbelieved his a ctions were clearly in conflict with the best interests of the company, \nPlaintiff’s Motion on its declaratory judgment claim concerning the availability of \nindemnification under the Bylaws will be denied as premature. \nB. Mandatory Indemnification Under N.C.G.S. §§ 55-8-52 and 55-8-56 \n22. Both parties seek summary judgment on their respective claims for \ndeclaratory judgment on whether Casol is entitled to mandatory indemnification \nunder N.C.G.S. §§ 55-8-52 and 55-8-56. \n23. N.C.G.S. § 55-8-52 states as follows: \nUnless limited by its articles of incorporation, a corporation shall \nindemnify a director who was wholly successful, on the merits or \notherwise, in the defense of any proceeding to which he was a party \nbecause he is or was a director of the co rporation against reasonable \nexpenses incurred by him in connection with the proceeding. \n \nAlthough section 55 -8-52 refers only to directors, section 55 -8-56 extends its \napplication to corporate officers.\n33  Importantly, PreGel’s Articles of I ncorporation \nneither address indemnification nor purport to limit the application of any of these \nstatutes.34  \n24. The parties’ competing claims require the Court to interpret section \n55-8-52.  To that end, our Supreme Court has instructed that: \nStatutory interpretation properly begins with an examination of the \nplain words of the statute.  If the statutory language is clear and \nunambiguous, the court eschews statutory construction in favor of \ngiving the words their plain and definite meaning.  However, where the \n \n33 N.C.G.S. § 55-8-56 provides that “[a]n officer of the corporation is entitled to mandatory \nindemnification under G.S. 55-8-52, and is entitled to apply for court-ordered indemnification \nunder G.S. 55-8-54, in each case to the same extent as a director.”   \n \n34 (Stipulated Record 110–11, Docs. 14–15.) \n \nstatute is ambiguous or unclear as to its meaning, the courts must \ninterpret the statute to give effect to the legislative intent.  Canons of \nstatutory interpretation are only employed if the language of the statute \nis ambiguous or lacks precision, or is fairly susceptible of two or more \nmeanings. \n \nBelmont Ass’n, 381 N.C. at 310–11 (cleaned up). \n25. Section 55 -8-52 requires that an officer or director must be “wholly \nsuccessful, on the merits or otherwise  in the defense of any proceeding ” to obtain \nmandatory indemnification for his or her reasonable expenses .  “Wholly successful” \nis not defined in the statute or in related statutes, and the Court finds that the phrase \nis ambiguous.  In such circumstances, the Supreme Court has held that “t he \ncommentary to a statutory provision can be helpful in some cases in discerning \nlegislative intent.”  Parsons v. Jefferson-Pilot Corp., 333 N.C. 420, 425 (1993); see also \nState v. Bogle, 324 N.C. 190, 202 n.5 (1989) (“[W]e are not bound by the commentary \nbut give it substantial weight in our efforts to discern legislative intent.”). \n26. The Official Comment to section 55-8-52 (the “Comment”) provides that “[a] \ndefendant is ‘wholly successful’ only if the entire proceeding is disposed of on a basis \nwhich involves a finding of nonliability”  and includes situations where a defendant \nmay prevail “because of procedural defenses not related to the merits.” 35  “Liability” \n \n35 N.C.G.S. § 55-8-52 cmt.  Casol argues at some length that the Court should prefer in its \nanalysis the commentary to the 2016 version of the Model Business Corporation Act—which \nuses the phrase “which does not  involve a finding of liability” —rather than the Official \nComment to section 55-8-52, which uses the phrase “which involves a finding of nonliability.”  \nWhile the Court agrees with Casol that the Model Act’s 2016 commentary is more consistent \nwith the stat ute’s language and purpose than the Official Comment, see , e.g., Russell M. \nRobinson, II, Robinson on North Carolina Corporation Law , § 18.03 (observing that the \nOfficial Comment “is a much too restrictive construction of the statute”), the Court does not \nbelieve it is at liberty to prefer the Model Act’s commentary over the Official Comment absent \nlegislative direction. \nis defined in N.C.G.S. § 55 -8-50 as “the obligation to pay a judgment, settlement, \npenalty, fine (including an excise tax assessed with respect to an employee benefit \nplan), or reasonable expenses incurred with respect to a proceeding.” 36  And section \n55-8-50 defines a “proceeding” as “any threatened, pending, or completed action, suit, \nor proceeding, whether civil, criminal, administrative, or investigative and whether \nformal or informal.”37   \n27. Considering these definitions together, the Court concludes that the Federal \nAction—a completed action—was a “proceeding” and that the dismissal of the Federal \nAction for lack of subject matter jurisdiction , while not involving a n express finding \nof nonliability, reflected a victorious procedural defense unrelated to the merits.  As \nsuch, the Court concludes that Casol was “wholly successful, on the merits or \notherwise,” in the Federal Action and thus that he is entitled to mandator y \nindemnification under sections 55-8-52 and 55- 8-56.  Plaintiff ’s contention that a \n“wholly successful” outcome requires the termination of a plaintiff’s right to assert \nthe dismissed claims\n38 ignores both that the statutory language “on the merits or \notherwise”39 expressly contemplates  a non- merits-based dismissal and that the \n \n \n36 N.C.G.S. § 55-8-50(b)(4). \n \n37 N.C.G.S. § 55-8-50(b)(7). \n \n38 (See PreGel America’s Mem. Law Reply Def. Marco Casol’s Resp. Opp’n PreGel America’s \nMot. Partial Summ. J. 7, ECF No. 44 ( “[S]uccess cannot be achieved absent a complete \nforeclosure of the ability for the corporation to bring the same claims in a different forum.”).)  \n \n39 N.C.G.S. § 55-8-52 (emphasis added).  \n \nComment recognizes that successful “procedural defense s not related to the merits” \nentitle a defendant to mandatory indemnification.   Se e also Davis v. Egerton , No. \nCIV.A.2:95 CV 95, 1997 WL 33810690 , at *1  (M.D.N.C. Apr. 9, 1997) (determining \nthat a party was “wholly successful” under section 55-8-52 because where there is no \nimposition of “an obligation to pay a monetary judgment to the opposing party, the \nresult is a finding of non-liability under the plain meaning of [Chapter 55]”).   \n28. The Court’s conclusion finds support from other jurisdictions , including in \nparticular, the Delaware Court of Chancery. 40  See, e.g. , Meyers v. Quiz-DIA LLC, \n2017 Del. Ch. LEXIS 96, at *18– 19 (Del. Ch. June 6, 2017) (“  ‘Success’ includes the \ndismissal without prejudice of a federal action, even if the same claims are re-alleged \nin state court at a later date. ”)41; Zaman v. Amedeo Holdings, Inc. , 2008 Del. Ch. \nLEXIS 60, at *72 (Del. Ch. May 23, 2008) (finding manager plaintiffs “successful, on \nthe merits or otherwise,” following a dismissal due to a jurisdictional defect, noting \nthat “[t]he fact that the dismissal of a lot of the counts was without prejudice does not \nmean that the [plaintiffs] were not successful”); see also Li v. loanDepot.com, LLC , \n2019 Del. Ch. LEXIS 139, at *1 (Del. Ch. Apr. 24, 2019) (“The Company subsequently \ndismissed the arbitration against Li without prejudice, triggering the portion of Li’s \n \n40 Reynolds Am. Inc. v. Third Motion Equities Master Fund Ltd., 379 N.C. 524, 528 (2021) \n(relying on Delaware caselaw to resolve legal issue under Chapter 55); Corwin v. Brit. Am. \nTobacco PLC, 371 N.C. 605, 613 (2018) (same). \n \n41 Delaware’s indemnity statute, 8 Del. C. § 145(c), requires only that a director be \n“successful,” not “wholly successful” as the North Carolina statute requires.  Although PreGel \nargues that this distinction impairs the usefulness of the Delaware cases, the Court disagrees \nbecause the reasoning in the Delaware cases applies equally to the North Carolina standard. \n \nfullest-extent-of-the-law indemnification right that applies when an indemnitee has \nbeen successful on the merits or otherwise.”).  \n29. The Zaman case is worthy of elaboration.  There,  the Delaware Court of \nChancery awarded indemnification following dismissal of a federa l action, finding \nconclusive that “the [plaintiffs] did not choose to be sued in federal court,” defendants \ninstead “chose the forum ,” the federal action “was over,”  and “[a]t the time of the \ndismissal, no claims were pending against the [plaintiffs] anywhere.”  Zaman, 2008 \nDel. Ch. LEXIS 60, at *70–71.  In support of its conclusion to award indemnification \nimmediately after dismissal of the federal action, the court stated that “[t]he fact that \nthe [plaintiffs] might not succeed in defending against the similar reasserted claims \nbrought against them by [defendants] in a different action . . . does not justify delay.”  \nId. at 71.  \n30. In its relevant particulars, Zaman is substantially similar to the undisputed \nfacts here.  Casol did not choose to be sued in federal court, PreGel instead chose the \nfederal forum, the Federal Action has been dismissed and cannot be further pressed \nin that forum, and at the time the Federal Action was dismissed, PreGel had no other \nclaims pending against Casol anywhere.  And like the plaintiffs in Zaman , the fact \nthat Casol may not prevail on his defenses in this action does not justify delay in \nawarding hi m the mandatory indemnification required by sections 55 -8-52 and \n55-8-56 for his reasonable expenses incurred in the Federal Action.42   \n \n42 Plaintiff’s reliance on two federal court decisions applying Delaware law —Galdi v. Berg, \n359 F. Supp. 698 (D. Del. 1973) and Spira Footwear, Inc. v. Lebow , 2008 U.S. Dist. LEXIS \n129918 (W.D. Tex. Aug. 29, 2008) —is misplaced.  Although Galdi concluded that the \nDelaware courts would find indemnification premature after the dismissal of one of two \n31. For the foregoing reasons, therefore, the Court concludes that Defendant is \npresently entitled to mandatory indemnification under N.C.G.S. §§ 55 -8-52 and \n55-8-56 for his reasonable expenses incur–red in connection with the Federal Action \nand in obtaining this relief .43  Accordingly, the Court will grant Defendant’s Motion \nand deny Plaintiff’s Motion.  \nC. Casol’s Petition for Attorney’s Fees \n32. The parties contest the fees requested under Casol’s fee petition affidavit,  \nwhich was f iled on 3 August 2023 .44  G iven the apparent confusion concerning the \nCourt’s process for considering Casol’s request for recovery of his reasonable \nexpenses, and in light of Defendant’s representation at the Hearing that it wishes to \nfile a revised fee petition and supporting affidavit, the Court will permit Defendant \nto submit a revised fee petition and accompanying affidavit  with briefing in \naccordance with Business Court Rule (“BCR”) 7 as more specifically provided below.   \n \nconcurrent suits pressing similar claims in two forums, Galdi, 359 F. Supp. at 702, Zaman \nrepudiated Galdi after concluding that indemni fication in that case was due immediately.  \nSee Zaman, 2008 Del. Ch. LEXIS 60, at *71–72 (“In this respect, I recognize that there are \nprior cases holding that if similar claims are pending in two forums simultaneously, dismissal \nof one case so that the other case can go forward does not constitute success.”).  Because Spira \nrelied upon the now-rejected Galdi decision, see Spira Footwear, Inc., 2008 U.S. Dist. LEXIS \n129918, at *42–45, it, too, lacks persuasive force.  \n \n43 See N.C.G.S. § 55 -8-54(1) (“On receipt of an application, the court . . . may order \nindemnification if it determines [t]he director is entitled to mandatory indemnification under \nG.S. 55-8-52, in which case the court shall also order the corporation to pay the director’s \nreasonable expenses incurred to obtain court-ordered indemnification[.]” (emphasis added)).  \nAs noted, section 55 -8-56(1) permits an officer to apply for court -ordered indemnification \nunder section 55-8-54 “to the same extent as a director.” \n \n44 (Att’y Fee Aff., ECF No. 24.) \nIV. \n \nCONCLUSION  \n \n33. WHEREFORE, this Court hereby ORDERS as follows: \na. Plaintiff’s Motion is hereby DENIED. \nb. Defendant’s Motion is hereby GRANTED, summary judgment is hereby \nENTERED for Defendant against Plaintiff on Casol’s declaratory \njudgment claim for mandatory indemnification under sections 55-8-52 and \n55-8-56, and the Court hereby ENTERS JUDGMENT declaring that Casol \nis presently entitled to indemnification  from PreGel  for his reasonable \nexpenses incurred in defense of t he Federal Action under sections 55 -8-52 \nand 55-8-56 and for his reasonable expenses incurred in obtaining court -\nordered indemnification as provided under sections 55-8-54(1) and 55-8-56.  \nc. Casol shall file, no later than 21 December 2023 , a revised petitio n for \nhis reasonable expenses incurred in the defense of the Federal Action along \nwith any supporting materials .  By the same date, Casol shall also file \nredacted billing records  on the Court’s electronic docket  and provide \nunredacted billing records to th e Court by e -mail to the Court’s law clerk \nfor the Court’s in camera review.  The Court encourages the parties to meet \nand confer to resolve any disputes about Casol’s requested fees. \nd. In the event the parties are unable to resolve any disputes about Casol’s \nfee petition, Plaintiff shall file its response to Casol’s fee petition no later \nthan 10 January 2024. \ne. Casol shall file his reply to Plaintiff’s response no later than 22 January \n2024. \nf. All briefing in support of and in opposition to the anticipated fee petition \nshall comply with BCR 7. \n SO ORDERED, this the 1st day of December, 2023. \n        \n       /s/ Louis A. Bledsoe, III   \n       Louis A. Bledsoe, III \n       Chief Business Court Judge \n "
}