{
  "id": "05c0dcacf0e008ca70ef0195a3d46a66f2e1c8f2ca33a8fc92178b318e76d164",
  "source_file": "data/raw/ncbc/05c0dcacf0e008ca70ef0195a3d46a66f2e1c8f2ca33a8fc92178b318e76d164.pdf",
  "raw_text": "RJM Plumbing, Inc. v. Superior Constr. Corp., 2011 NCBC 18. \n \nSTATE OF NORTH CAROLINA           IN THE GENERAL COURT OF JUSTICE \n            SUPERIOR COURT DIVISION \nCOUNTY OF BRUNSWICK     08 CVS 189 \n \n \nRJM PLUMBING, INC.,   ) \n  Plaintiff    ) \n      )  \nv .      )      ORDER AND OPINION    \n      )  \nSUPERIOR CONSTRUCTION  )   \nCORPORATION; GEORGE   ) \nROUNTREE, III, RECEIVER BY  ) \nCOURT APPOINTMENT FOR  ) \nINTRACOASTAL LIVING, LLC    ) \nand WESTERN SURETY COMPANY, ) \n  Defendants   ) \n \n \n THIS MATTER, designated a comple x business and exceptional case and \nassigned to the undersigned Chief Special Superior Court Judge for Complex Business \nCases by Order of the Chief Justice of the North Carolina Supreme Court, pursuant to \nRules 2.1 and 2.2 of the General Rules of Practice for the Superior and District Courts, \ncame to be heard upon Plaintiff RJM Plumbing, Inc.'s Partial Motion for Summary \nJudgment (the \"Motion\"), pursuant to Rule 56 of the North Carolina Rules of Civil \nProcedure (\"Rule(s)\"); and \n THE COURT, having considered the Mo tion, the arguments and submissions of \ncounsel, pleadings, discovery and all other admissible appropriate matters of record, \nCONCLUDES that the Motion should be GRANTED in part and DENIED in part for the \nreasons stated below. \nWilliams Mullen by Gilbert C. Laite III, Esq. and Heather E. Bridgers, Esq. for \nPlaintiff RJM Plumbing, Inc. \n \nShumaker, Loop & Kendrick, LLP by Steele B. Windle III, Esq. and Bonnie Keith \nGreen, Esq. for Defendant Superior Construction Corporation.  \nConner Gwyn Schenck, PLLC by C. Hamilton Jarrett, Esq. and Douglas P. \nJeremiah, Esq. for Defendant Western Surety Company. \n \nJolly, Judge. \nTHE PARTIES \n[1] Plaintiff RJM Plumbing, Inc. (\"RJ M\") is a corporation organized and \nexisting under the laws of the State of South Carolina with its principal office and place \nof business located in Myrtle Beach, Horry County, South Carolina. \n[2] Defendant Superior Construction Corpor ation (\"Superior\") is a corporation \norganized and existing under the laws of the State of North Carolina with its principal \noffice and place of business located in Matthews, Mecklenburg County, North Carolina. \n[3] Defendant George Rountr ee, III (\"Rountree\") was appointed the receiver \nfor Intracoastal Living, LLC (\"Intracoastal\") on July 26, 2007.  Intracoastal is a limited \nliability company organized and existing under the laws of the State of North Carolina \nwith its principal office and place of business located in Southport, Brunswick County, \nNorth Carolina.  At all relevant times, Intracoastal was, and is, the owner of the real \nproperty known as The Preserve at Oak Island, located on Old Bridge Road, Oak \nIsland, Brunswick County (the \"Property\"). \n[4] Defendant Western Surety Company  (\"Western\") is a corporation \norganized and existing under the laws of the State of South Dakota licensed to do \nbusiness in North Carolina. \n \nPROCEDURAL BACKGROUND \n \n[5] On January 17, 2008, Plaintiff RJM filed a Complaint against Superior, \nRoundtree and Western in Brunswick County Superior Court.  Plaintiff's various claims \n(\"Claim(s)\") against the Defendants include: First Claim for Relief (Breach of Contract, \nBuilding 3); Second Claim for Relief (Breach of Contract, Building 5); Third Claim for \nRelief (Breach of Contract, Belle-Isle); Fourth Claim for Relief (Account, Building 3); \nFifth Claim for Relief (Account, Building 5); Sixth Claim for Relief (Account, Belle-Isle); \nSeventh Claim for Relief (Account); Eighth Claim for Relief (Account Stated, Building 3); \nNinth Claim for Relief (Account Stated, Building 5); Tenth Claim for Relief (Account \nStated, Belle-Isle); Eleventh Claim for Relief (Account Stated); Twelfth Claim for Relief \n(Quantum Meruit); Thirteenth Claim for Relief (Lien of Funds, Building 3); Fourteenth \nClaim for Relief (Lien of Funds, Building 5) and Fifteenth Claim for Relief (Claim on \nPayment Bond, Building 3). \n[6] On April 4, 2008, Defendants Supe rior and Western filed an Answer, \nDefenses and Crossclaims, raising the affirmative defenses of Rule 12, conditions \nprecedent and credit/set-off and reserving the right to raise additional affirmative \ndefenses.  The Crossclaims are made against Intracoastal for Breach of Contract on \nBuilding 2, Building 3 and the Clubhouse (Claim I); Unjust Enrichment on Building 2, \nBuilding 3, and the Clubhouse (Claim II); Quantum Meruit on Building 2, Building 3, and \nthe Clubhouse (Claim III); Breach of Contract on Building 4 (Claim IV); Unjust \nEnrichment on Building 4 (Claim V); Quantum Meruit on Building 4 (Claim VI); Breach of \nContract on Building 5 (Claim VII); Unjust Enrichment on Building 5 (Claim VIII) and \nQuantum Meruit on Building 5 (Claim IX). \n[7] On July 9, 2008, RJM dismiss ed Western with prejudice based on \nsettlement of the bonded portion of the claims.   \n[8] RJM's Motion seeks summary ju dgment against Superior on RJM's \nSecond, Third, Fifth, Sixth, Ninth, Tenth and Twelfth Claims for Relief.  However, RJM \nno longer seeks summary judgment on its Third, Sixth and Tenth Claims for Relief, as it \nwas paid by Superior for work done on Belle Island.  As such, RJM's Motion remains \nonly as to RJM's Second, Fifth, Ninth and Twelfth Claims for Relief, all of which address \nissues related to work performed on Building Five. \n[9] All briefs and oral arguments have been submitted in support of and \nopposition to the Motion, and the Motion is ripe for determination. \n[10] Unless otherwise indi cated herein, the material facts reflected in \nparagraphs 11 through 13, 21 and 31 of this Order exist, are undisputed1 and are \npertinent to the issues raised by the Motion.  \nFACTUAL BACKGROUND \n[11] On or about January 21, 2005, S uperior and Intracoastal entered into \nwritten contract agreements for construction of certain buildings on the Property.2 \n[12] Superior entered into an agreement  with RJM for performance by RJM of \ncertain work on Building Five.3  RJM provided labor, materials and fixtures for Building \n                                                 \n1 It is not proper for a trial court to make findings of fact in determining a motion for summary judgment \nunder Rule 56.  However, it is appropriate for a Rule 56 Order to reflect material facts that the court \nconcludes exist and are not disputed, and which support the legal conclusions with regard to summary \njudgment.  Hyde Ins. Agency v. Dixie Leasing, 26 N.C. App. 138 (1975). \n2 Compl. ¶ 8; Ans. ¶ 6. \n3 Compl. ¶ 12; Ans. ¶ 12. \nFive.4  RJM contends that Superior is indebted to RJM for labor and materials provided \nand work performed on Building Five.5 \n[13] RJM submitted an invoice to Superior dated June 9, 2007, in the amount \nof $127,964.20.6  To date, Superior has not made payment on this invoice. \nTHE MOTIONS – DISCUSSION \n[14] Under Rule 56(c), su mmary judgment is to be rendered \"forthwith\" if the \npleadings, depositions, answers to interrogatories and admissions on file, together with \nthe affidavits, if any, show that there is no genuine issue as to any material fact and that \nany party is entitled to a judgment as a matter of law.  When the forecast of evidence \ndemonstrates that the plaintiff cannot satisfy an essential element of a claim or \novercome an affirmative defense established by the defendant, summary judgment \nshould be granted.  Grayson v. High Point Dev. Ltd. P'ship, 175 N.C. App. 786, 788 \n(2006).  \n[15] The court will examine the Motion in the context of each of Plaintiff's \nrespective Claims. \nSecond Claim for Relief: Breach of Contract, Building 5\n[16] Plaintiff contends that Superior' s failure to pay the balance of $127,964.20 \ndue under the subcontract for Building Five and the continued failure to make payment \nconstitutes a breach of contract.7 \n[17] Superior responds that there was no valid contract between the parties as \nto Building Five because there was no mutual assent as to the material terms to \n                                                 \n4 Compl. ¶ 14; Ans. ¶ 13-14. \n5 Compl. ¶ 14-15; Ans. ¶ 14-15. \n6 Compl. Ex. B, 2.  \n7 Compl. ¶ 25. \nestablish a contract, including scope of the work to be performed, the time when the \nwork would be completed or the amount and timing of the monies to be paid for the \nwork.8 \n[18] Plaintiff argues that Superior (a) admitted that a contract existed and was \nbreached9 and (b) cannot take a position contradictory to their pleadings to avoid \nsummary judgment.10   \n[19] The elements of a breach of contract  claim are: (a) the existence of a valid \ncontract and (b) breach of that contract.  Poor v. Hill, 138 N.C. App. 19, 26 (2000). \n[20] Generally, the question of \"w hat is the contract\" is a question of fact for \nthe jury; but when the contract is admitted, or proven, its construction is a question of \nlaw for the court.  Storey v. Stokes, 178 N.C. 438, 440 (1919). \n[21] Superior admits it entered into an agreement with RJM for performance of \ncertain work on Building Five.11  Superior also admits that RJM provided various \nmaterials and/or labor for construction of Building Five and that Superior is indebted to \nPlaintiff in an undetermined amount for labor and materials provided by Plaintiff.12 \n[22] It is well settled in North Caro lina that summary judgment cannot be \navoided by submitting new evidence that contradicts prior judicial admissions.  Davis v. \nRigsby, 261 N.C. 684, 686 (1964). \n[23] Accordingly, Superior is \"bound by  [its] pleadings and, unless withdrawn, \namended, or otherwise altered, the allegations contained in all pleadings ordinarily are \n                                                 \n8 Def. Br. Opp. Mot. Part. Summ. J. 1-2. \n9 Ans. ¶¶ 12-15. \n10 Pl. Br. Resp. Opp. Mot. Part. Summ. J. 2-3. \n11 Ans. ¶ 12. \n12 Id. ¶ 13-14. \nconclusive as against the pleader.\"  Rollins v. Junior Miller Roofing Co., 55 N.C. App. \n158, 161-162 (1981). \n[24] Consequently, the admission of the existence of an agreement between \nSuperior and RJM for performance of work on Building Five forces the court to conclude \nthat a contract existed between the parties. \n[25] As to the second element, breach of the contract, Superior admits that it is \nindebted to RJM in an undetermined amount for labor and materials provided and work \nperformed by RJM on Building Five.13 \n[26] However, the principle has long been established in North Carolina that \n\"when no time is specified in a contract for the performance of an act or the doing of a \nthing, the law implies that it may be done or performed within a reasonable time.\"  This \nprinciple includes the time for payment for services.  Winders v. Hill, 141 N.C. 694, 704 \n(1906).   \n[27] Further, the determi nation of what constitutes a reasonable time for \nperformance requires \"taking into account the purposes the parties intended to \naccomplish.\"  Rodin v. Merritt, 48 N.C. App. 64, 72 (1980). Such a determination \ninvolves a mixed question of law and fact, and \"in this State, authority is to the effect \nthat, where this question of reasonable time is a debatable one, it must be referred to \nthe jury for decision.\" Holden v. Royall, 169 N.C. 676, 678 (1915). \n[28] Without extenuating circumstances or even an explanation by the \ndefendant, it is unreasonable as a matter of law to expect a party to wait over three \nyears for payment for services rendered.14 \n                                                 \n13 Id. ¶ 15. \n14 Compl. Ex. B, 2. \n[29] Accordingly, the court is forc ed to CONCLUDE that there exists no \ngenuine issue of material fact as to the existence of a contract between Plaintiff and \nDefendant Superior with regard to Building 5, and as to the breach of the contract by \nSuperior for failing to pay RJM.  Therefore, as to said Second Claim, Plaintiff is entitled \nto summary judgment in its favor.   \nFifth Claim for Relief: Account, Building 5 \n[30] Plaintiff contends that Superior owes it the amount of $127,964.20 \npursuant to the Building Five Subcontract.15   \n[31] As discussed, supra, Superior admits that RJM furnished labor, materials \nand fixtures to Superior for Building Five.16  Superior further admits that it is indebted to \nRJM in an undetermined amount for those labors and materials provided.17  Superior \nhas not propounded evidence disputing the amount it owes RJM relative to Building \nFive. \n[32] Based upon the pleadings, affidavit s and exhibits presented, the court \nCONCLUDES there exist no genuine issues of material fact regarding the amount owed \nby Superior to Plaintiff relative to Building 5; and that summary judgment on this Fifth \nClaim should be GRANTED in Plaintiff's favor against Superior in the amount of \n$127,964.20, plus interest thereon as provided by law. \nNinth Claim for Relief: Account Stated, Building 5 \n[33] Plaintiff contends that Superior owes the sum of $127,964.20 to RJM \npursuant to Subcontract-Building Five.18 \n                                                 \n15 Id. ¶ 39. \n16 Ans. ¶ 38. \n17 Id. ¶¶ 38-39. \n18 Compl. ¶ 58. \n[34] In order to establish an account stated, one must show: (a) a calculation of \nthe balance due; (b) submission of a statement to plaintiff; (c) acknowledgment of the \ncorrectness of that statement by plaintiff and (d) a promise, express or implied, by \nplaintiff to pay the balance due.  Carroll v. McNeill Indus., Inc., 296 N.C. 205, 209 \n(1978). \n[35] Superior responds that there is  no evidence to show that any \nrepresentative of Superior signed the invoice or verbally acknowledged its \ncorrectness.19  Additionally, Superior contends that it never promised, expressly or \nimpliedly, to pay the balance claimed.20 \n[36] Based upon the pleadings, affidavit s and exhibits presented, the court \nCONCLUDES there exist no genuine issues of material fact regarding the amount owed \nby Superior to Plaintiff relative to Building 5; and that summary judgment on this Ninth \nClaim should be GRANTED in Plaintiff's favor against Superior in the amount of \n$127,964.20, plus interest thereon as provided by law.  This is the same liability owed \nby Superior to RJM reflected in paragraph 32, supra. \nTwelfth Claim for Relief: Quantum Meruit \n[37] Plaintiff alternately contends it is entitled to recovery under the theory of \nquantum meruit. \n[38] A claim of this type is neither in tort nor contract but is described as a \nclaim in quasi contract or a contract implied in law.  If there is a contract between the \nparties the contract governs the claim and the law will not imply a contract.  Concrete \nCo. v. Lumber Co., 256 N.C. 709, 713 (1962).  \n                                                 \n19 Def. Br. Opp. Mot. Part. Summ. J. 2; Clardy Aff. ¶ 9. \n20 Def. Br. Opp. Mot. Part. Summ. J. 2; Clardy Aff. ¶ 10. \n[39] Because the court concluded, supra , that a contract existed between the \nparties, the court CONCLUDES that Plaintiff's Twelfth Claim for Quantum Meruit is \nMOOT and without basis in law.  Accordingly, as to this Twelfth Claim, summary \njudgment should be DENIED and the Twelfth Claim should be DISMISSED.  \nCONCLUSION \n NOW THEREFORE, based upon the forego ing, it hereby is ORDERED that: \n[40] Plaintiff's Motion for Summary Judg ment is GRANTED as to its Second \nClaim (Breach of Contract, Building Five). \n[41] Plaintiff's Motion for Summary Judgm ent is GRANTED as to its Fifth Claim \n(Account, Building Five). \n[42] Plaintiff's Motion for Summary Ju dgment is GRANTED as to its Ninth \nClaim (Account Stated, Building Five). \n[43] Judgment is entered in favor of  Plaintiff and against Superior in the \namount of $127,964.20, plus interest thereon as provided by law.   \n[44] Plaintiff's alternate Motion for Su mmary Judgment as to its Twelfth Claim \n(Quantum Meruit) is DENIED, and said Twelfth Claim hereby is DISMISSED. \n[45] On Tuesday, July 12, 2001, at 11:00 a.m., in the North Carolina Business \nCourt at 225 Hillsborough Street, Suite 303, Raleigh, North Carolina, the court will hold \na status conference and hearing in this matter for the purpose of considering and \nresolving any remaining issues existing between Plaintiff RJM and Defendant Superior. \nThis the 21st day of June, 2011. \n "
}