{
  "id": "05c1c5f8ce5d03fc389b08bbaf3e81355e22bd77520b6d514802d2984d05cd1f",
  "source_file": "data/raw/ncbc/05c1c5f8ce5d03fc389b08bbaf3e81355e22bd77520b6d514802d2984d05cd1f.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCOUNTY OF MOORE \n \nIN THE GENERAL COURT OF JUSTICE  \nSUPERIOR COURT DIVISION \n12 CVS 1298 \nJASON MORTON and ERIK \nHARVEY, \n \nPlaintiffs, \n \nv. \n \nIVEY, MCCLELLAN, GATTON & \nTALCOTT, LLP,  \n \nDefendant. \n \n)\n)\n)\n)\n)\n)\n)\n)\n \n) \n) \n) \n) \nORDER ON MOTION TO ORDER ON MOTION TO ORDER ON MOTION TO ORDER ON MOTION TO COMPEL COMPEL COMPEL COMPEL \nARBITRATION ARBITRATION ARBITRATION ARBITRATION    \n \n {1} THIS MATTER is before the court on Defendant Ivey, McClellan, \nGatton & Talcott, LLP’s (“IMGT”) Motion to Compel Arbitration (“Motion”) \npursuant to the North Carolina Revised Uniform Arbitration Act, N.C. Gen. Stat. § \n1-569.1–569.31 (“RUAA”).  For the reasons stated below, the Motion is GRANTED. \n \n Carolina Law Partners by Sophia Harvey for Plaintiffs. \n \n Brooks, Pierce, McLendon, Humphrey & Leonard LLP by John W. Ormand \n III, Steven Wilson Quick, Craig D. Schauer, and Jeffrey E. Oleynik for \n Defendant. \n \nGale, Judge. \n \nI. PRODECURAL BACKGROUND  \n \n {2} Plaintiffs initiated this action by Complaint dated October 19, 2012 \n(“Original Complaint”), alleging claims for: (1) breach of contract; (2) breach of the \ncovenant of good faith and fair dealing; (3) breach of fiduciary duty; (4) constructive \nfraud; (5) unfair and deceptive trade practices; and (6) an accounting.  On November \n26, 2012 the matter was designated a mandatory complex business case by order of \nChief Justice Sarah Parker and assigned to the undersigned.  Plaintiffs’ Original \nComplaint alleged that an oral partnership agreement between the Parties was \n Morton v. Ivey, McClellan, Gatton & Talc ott, LLP, 2013 NCBC 23.  \nreached in December 2011, stated that Harvey “sent a written agreement \nmemorializing the parties’ December 2011 oral contract to Defendants” (Compl. ¶ \n21), and included allegations supporting their claims against Defendant based on \nboth the oral agreement and the written draft.  On December 21, 2012, Defendant \nfiled the present Motion, urging that each of the causes of action is subject to an \noral agreement to arbitrate, as evidenced by an arbitration provision included in the \nwritten, but unsigned, partnership agreement.  Plaintiffs filed an Amended \nComplaint on March 9, 2013 (“Amended Complaint”).  In material part, the \nAmended Complaint repeated the allegations regarding the oral agreement reached \nin December 2011, but further alleged that no written partnership agreement was \never finalized.  (Am. Compl. ¶¶ 22–25.)  Defendant moved to dismiss the Amended \nComplaint on April 10, 2013. \n {3} The Motion has been fully briefed and is ripe for disposition. \n \nII. FACTUAL BACKGROUND \n \nA. The Oral Partnership Agreement \n \n \n {4} Plaintiff Jason Morton (“Morton”) is a citizen and resident of Moore \nCounty, North Carolina.  (Am. Compl. ¶ 1.)  Prior to becoming a partner in IMGT, \nMorton was a solo practitioner practicing in Moore County, North Carolina.  (Am. \nCompl. ¶ 7.) \n {5} Plaintiff Erik Harvey (“Harvey”) is a citizen of Forsyth County, North \nCarolina.  (Am. Compl. ¶ 2.) \n {6} Defendant IMGT is a North Carolina limited liability partnership \nengaged in the practice of law.  (Am. Compl. ¶ 3.)   \n {7} Harvey was hired as an associate attorney by IMGT in August, 2009.  \n(Am. Compl. ¶ 6.)  In November, 2011, Harvey notified IMGT of his intent to resign.  \n(Am. Compl. ¶ 8.)  IMGT proposed an alternative arrangement whereby: (1) Harvey \nand Morton would become partners in IMGT; and (2) IMGT would be divided into \nan “A Group” comprised of the then-existing partners in IMGT and a “B Group” \nmade up of Harvey and Morton, with the B Group contributing all revenue to IMGT \nin exchange for a percentage of revenue based upon an agreed-upon formula.  (Am. \nCompl. ¶¶ 9–10.)  The B Group would concentrate in tax and consumer bankruptcy \nwork.  (Am. Compl. ¶ 10.) \n {8} Plaintiffs allege that: “In late December 2011, Mr. Harvey orally \ninformed [Talcott] that Plaintiffs accepted the terms of the partnership agreement . \n. . ,” and Talcott indicated IMGT’s acceptance of the same (“Oral Partnership \nAgreement”), and that pursuant to this agreement, Harvey and Morton became \npartners in IMGT effective January 1, 2012.  (Am. Compl. ¶¶ 13–14, 18.) \n \nB. Written Records Related to the Oral Partnership Agreement \n \n \n {9} After oral agreement was reached, Talcott asked Mike Wenig, an \nattorney at Tuggle Duggins, P.A., to prepare a draft of the Partnership Agreement.  \n(Talcott Aff. ¶¶ 8–9, Ex. 1.)  Using that draft, Harvey and Talcott worked to revise \nthe agreement and Harvey sent a proposed draft to Defendant in mid-December \n2011.  (Am. Compl. ¶¶ 22–23; Talcott Aff. ¶¶ 11–12.)   \n {10} All proposed drafts of the written Partnership Agreement contained \nthe following provision: \nShould any controversy of any type arise hereunder which would \nrequire a judicial determination of such controversy, then such \ncontroversy shall be resolved by binding arbitration under the rules \nand regulations of the American Arbitration Association with each \nparty to bear its own costs, fees and expenses associated therewith.   \n \n(the “Arbitration Provision”) (Defs’ Brief in Supp. of Mot. to Compel Arbitration and \nMot. to Stay Pending Ruling [hereinafter Brief in Supp.] 2; Response 3; Gatton Aff. \n¶11; Talcott Aff. ¶¶ 10, 13, Ex. 1, at ¶ 7, Ex. 2, at ¶ 9, Ex. 3, at ¶ 9(a), Ex. 4, at 9(a).) \n {11} No written Partnership Agreement was ever signed.  (Brief in Supp. 3; \nResp. in Opp’n to Mots. to Compel Arbitration and Stay Proceedings [hereinafter \nResponse] 4.) \n {12} After Harvey circulated a draft of the written Partnership Agreement, \nthe Parties met in January, 2012 to discuss the draft.1  (Response 2–3.)  At the \nmeeting, IMGT’s partner Edwin R. Gatton (“Gatton”) expressed his concern about \nthe arbitration provision, but refrained from voting on the Partnership Agreement \nbecause he intended to retire in 2013.  (Response 3; Def.’s Reply Br. in Supp. of Mot. \nto Compel Arbitration [hereinafter Reply] 2; Gatton Aff. ¶¶ 4, 9–10.)  The other \npartners voted in favor of accepting the draft Partnership Agreement, but also \nagreed that a separate provision relating to malpractice insurance should be \nmodified.  (Brief in Supp. 3; Reply 2; Gatton Aff. ¶ 11; Talcott Supplemental Aff. ¶ \n9.)   \n {13} Harvey’s copy of the draft Partnership Agreement includes \nhandwritten notes reflecting Gatton’s concerns and the agreed-upon change to the \nmalpractice insurance provision.  (Response 3–4, Ex. 2, at 10–11; Talcott Aff. ¶¶ 17–\n19, Ex. 4, at 11.) \n \nC. Actions After the January Meeting Reflecting the Oral Agreement \n \n \n {14} While the Parties agree that no draft of the written Partnership \nAgreement was ever signed, they acted pursuant to its terms between January 1, \n2012 and May or June of 2012.  (Am. Compl. ¶¶ 26–35; Brief in Supp. 1–3; Response \n4, 6; Reply 3.)   \n {15} Around May 2012, Plaintiffs accused Defendant of failing to perform \naccording to the terms of the Partnership Agreement and advised Defendant they \nwere terminating the Partnership Agreement.  (Am. Compl. ¶¶ 30–34.)  The Parties \nagreed to terminate the Partnership Agreement, effective June 15, 2012.  (Am. \nCompl. ¶ 35; Brief in Supp. 3.) \n {16} The Parties conferred regarding their position on post-termination \nobligations.  (Brief in Supp. 3; Response 4.)  On June 18, Gatton sent a letter to \nPlaintiffs documenting attempts at negotiations and referring to possible litigation \n                                                 \n1 Plaintiffs also mention an earlier meeting in December 2011 to discuss the agreement.  Compare \n(Response 2) with  (Brief in Supp. 2–3).   \nand/or arbitration.  (Response Ex. 3.)  Gatton sent a second letter to Plaintiffs on \nJune 26, 2012 stating that “once we decide that the negotiations are not proving to \nbe fruitful (and they do not appear to be at this point) we will refer this matter to \ncounsel, not for further negotiation, but for litigation.”  (Response Ex. 4, at 2.)  \nPlaintiffs filed suit in Moore County on October 19, 2012.   \n \nIII. ANALYSIS \n \n {17} If one party invokes arbitration and another contends that there is no \nenforceable agreement to arbitrate, § 569.7 of the RUAA requires the court to \nproceed summarily to decide the issue and order the parties to arbitrate unless it \nfinds that there is no enforceable agreement to arbitrate.  N.C. Gen. Stat. § 1-\n569.7(a)(2) (2013).  Pursuant to § 569.7, the court is to determine whether an \nagreement to arbitrate exists and, if so, whether the controversy is subject to \narbitration.  See  Ellison v. Alexander , 207 N.C. App. 401, 409, 700 S.E.2d 102, 109 \n(2010).  These issues are for the trial court to determine, and the court may resolve \ncontested issues to make that determination.  Routh v. Snap-On Tools Corp. , 101 \nN.C. App. 703, 705–06, 400 S.E.2d 755, 757 (1991).  Subject to the language of the \narbitration agreement, a wide array of claims, including tort claims and assertions \nof unfair trade practices may be properly submitted to arbitration.  Rodgers \nBuilders, Inc. v. McQueen , 76 N.C. App. 16, 24–25, 331 S.E.2d 726, 731–32 (1985), \ncert. denied, 315 N.C. 590, 341 S.E.2d 29 (1986). \n {18} While the burden of proving an agreement to arbitrate may rest on the \nparty seeking to compel arbitration, “North Carolina has a strong public policy \nfavoring the settlement of disputes by arbitration,” and “any doubt concerning the \nexistence of such an agreement” or concerning whether a particular dispute falls \nwithin the scope of that agreement must be resolved in favor of arbitration.  \nJohnston Cnty. v. R. N. Rouse & Co. , 331 N.C. 88, 91–92, 414 S.E.2d 30, 32 (1992).   \n \n \n \nA. The Existence of an Agreement to Arbitrate  \n \n {19} “The trial court’s finding with regard to whether there existed an \narbitration agreement is a question of fact, to be determined by the trial court upon \ncompetent evidence,” and “[i]n determining whether parties had a valid agreement \nto arbitrate, the court may consider evidence as to facts that are in dispute.”  \nSe. \nPaper Grp., Inc. v. Sunburst Chems., Inc. , 2012 NCBC LEXIS 15, at *3 n.1, *28 \n(N.C. Super. Ct. Mar. 13, 2012).  “The law of contracts governs the issue of whether \nthere exists an agreement to arbitrate.”  Routh v. Snap-On Tools Corp. , 108 N.C. \nApp. 268, 271, 423 S.E.2d 791, 794 (1992) (citing S. Spindle & Flyer Co., Inc. v. \nMilliken & Co. , 53 N.C. App. 785, 786, 281 S.E.2d 734, 735 (1981)).  “Before a valid \ncontract can exist, there must be mutual agreement between the parties as to the \nterms of the contract.”  Id.  at 273, 423 S.E.2d at 795 (citing Normile v. Miller , 313 \nN.C. 98, 108, 326 S.E.2d 11, 18 (1985)).  “In the construction of a contract, the \nparties’ intentions control.”  Walker v. Goodson Farms, Inc. , 90 N.C. App. 478, 486, \n369 S.E.2d 122, 126 (1988). \n {20} Plaintiffs rely on several cases to contend that there can be no \nenforceable arbitration agreement because the Partnership Agreement was never \nsigned.  (Response 5 (citing \nSciolino v. TD Waterhouse Investors Servs., Inc. , 149 \nN.C. App. 642, 645–46, 562 S.E.2d 64, 66–67; Routh , 108 N.C. App. 268, 423 S.E.2d \n791; Blow v. Shaughnessy , 68 N.C. App. 1, 313 S.E.2d 868 (1984), abrogated on \nother grounds as recognized in  Battleground Veterinary Hosp., P.C. v. McGeough , \n2007 NCBC LEXIS 33, at *69 (N.C. Super. Ct. Oct. 19, 2007); Supak & Sons Mfg. \nCo., Inc. v. Pervel Indus., Inc. , 463 F. Supp. 177, 181 (E.D.N.C. 1978)).)  However, \neach of these cases reflects the court’s doubt whether the plaintiffs there ever saw or \nwere aware of the arbitration provision upon which the defendant relied.  See, e.g. \nBlow , 68 N.C. App. 1, 313 S.E.2d 868; Supak & Sons , 463 F. Supp. at 181; Sciolino , \n149 N.C. App. at 646, 562 S.E.2d at 66–67.  This case is quite different, with the \nPlaintiffs not only knowing of the agreement but actually having had a significant \nhand in drafting the agreement, which included the arbitration provision. \n {21} An agreement need not be signed to be enforceable, and a court may \nlook to the actions of the parties to find a “meeting of the minds.”  See Walker, 90 \nN.C. App. at 486–87, 369 S.E.2d at 126–27 (finding a contract was formed and the \nterms in a written but unsigned agreement were assented to because “the parties . . \n. affirmatively acted upon their negotiations which tended to show the formation of \nan agreement”); see also Miller & Long, Inc. v. Intracoastal Living, LLC , 2011 \nNCBC LEXIS 19, at *21 (N.C. Super. Ct. June 21, 2011) (conduct can demonstrate \nagreement even though written agreement not signed); Heater v. Heater , 53 N.C. \nApp. 101, 104–05, 280 S.E.2d 19, 21–22 (1981) (same).   \n {22} Admittedly, the RUAA demands more than only oral evidence of an \nagreement to arbitrate.  Section 569.6 of the RUAA provides that “[a]n agreement \ncontained in a record  to submit to arbitration . . . is valid, enforceable, and \nirrevocable except upon a ground that exists at law or in equity for revoking a \ncontract.”  N.C. Gen. Stat. § 1-569.6(a) (2013) (emphasis added).  The RUAA defines \na “record” as “information that is inscribed on a tangible medium . . . .”  N.C. Gen. \nStat. § 1-569.1(6) (2013).  The RUAA became effective in 2004, modifying earlier \nprovisions of North Carolina’s Uniform Arbitration Act, which provided that \n“parties may agree in writing to submit to arbitration . . . or they may include in a \nwritten contract a provision for the settlement by arbitration of any controversy . . . \n.”  Red Springs Presbyterian Church v. Terminix Co. , 119 N.C. App. 299, 302, 458 \nS.E.2d 270, 273; see also Crutchley v. Crutchley , 306 N.C. 518, 522, 293 S.E.2d 793, \n796 (1982).  This reflects a relaxation that the arbitration agreement must itself \nhave been executed by the parties to an oral agreement whose terms are otherwise \nreflected in a written record.  See Miller & Long , 2011 NCBC LEXIS 19, at *21–24 \n(enforcing an unsigned but written agreement including an arbitration clause, while \nrefusing to extend the arbitration provision to another agreement with no \naccompanying writing).   \n {23} In order to determine the matter summarily as directed by the RUAA, \nthe court elects pursuant to Business Court Rule 15.4 to decide the matter on the \nwritten submissions without oral argument.  Based on the pleadings and affidavits \nsubmitted, together with documents attached thereto, the court finds as follows: \n•  The Parties orally agreed to a Partnership Agreement in December 2011; \n•  In and after January 1, 2012, the Parties acted in accordance with their \noral Partnership Agreement; \n•  The Parties reached a “meeting of the minds” as to the terms of the \nPartnership Agreement, which included the arbitration agreement \nreflected in the drafts of the unsigned written Partnership Agreement, at \ntheir January 2012 meeting; \n•  Plaintiffs were aware of and consented to the arbitration terms; \n•  Although Gatton may have expressed reservations about arbitration as \nreflected in Harvey’s handwritten notations, the Parties agreed to the \narbitration provision, and the possibility of a revised provision regarding \nmalpractice coverage does not defeat the agreement to arbitrate; \n•  The evidence reflects no opposition by Plaintiffs to the arbitration \nprovision (Reply 5); \n•  Defendant did not waive the right to arbitrate by threatening litigation; \n•  Plaintiffs have indicated their assent to the oral Partnership Agreement \nby their effort to enforce provisions of that oral Partnership Agreement, \nand their evidence to do so leans in favor of enforcing the arbitration \nprovision contained in the written agreement reflecting that oral \nagreement.  See Ellen v. A.C. Schultes of Md., Inc. , 172 N.C. App. 317, \n321–22, 615 S.E.2d 729, 732–33 (2005); see also Carter v. TD Ameritrade \nHolding Corp. , 721 S.E.2d 256, 263; and  \n•  The draft Partnership Agreement circulated by Harvey and assented to by \nIMGT, although unsigned, is a sufficient “record” to satisfy the \nrequirement of § 569.6(a) of the RUAA. \n {24} In sum, the court determines and finds that there was a valid and \nenforceable agreement to arbitrate between the Parties contained in a record. \n \nB. The Dispute Falls Within the Scope of the Parties’ Agreement to Arbitrate  \n \n {25} The Arbitration Provision provides that “[s]hould any controversy of \nany type arise hereunder  which would require a judicial determination of such \ncontroversy, then such controversy shall be resolved by binding arbitration . . . .”  \n(Response Ex. 2, at ¶ 9(a) (emphasis added).)   \n {26} Each of the claims in Plaintiffs’ Amended Complaint arises out of \nduties imposed by the Partnership Agreement between the Parties and clearly falls \nunder the broad scope of this provision  \nSee In re W. W. Jarvis & Sons , 194 N.C. \nApp. 799, 804, 671 S.E.2d 534, 537 (2009);  (Am. Compl. ¶¶ 39, 41, 46–47, 53–55, 61–\n62, 68–69, 78, 81.) \n \nIV. CONCLUSION \n \n {27} For the reasons stated above, Defendants’ Motion is GRANTED.   \nPlaintiffs’ claims shall be submitted to binding arbitration and this action is stayed \npending conclusion of that arbitration. \n \n IT IS SO ORDERED, this the 24th day of April, 2013. "
}