{
  "id": "05d20eee8a33d6801c70601b0bad45575ecc1c86dde41cc71093cb3a43341f39",
  "source_file": "data/raw/ncbc/05d20eee8a33d6801c70601b0bad45575ecc1c86dde41cc71093cb3a43341f39.pdf",
  "raw_text": "Addison Whitney, LLC v. Cashion, 2017 NCBC 23. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 1956 \n \nADDISON WHITNEY, LLC, \n \nPlaintiff, \n \nv. \n \nBRANNON CASHION; VINCENT \nBUDD; RANDALL SCOTT; \nANDREW CUYKENDALL; AMY \nBAYNARD; and JENNIFER \nRODDEN, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON  \nPLAINTIFF’S MOTION FOR \nPRELIMINARY INJUNCTION \n \n \n1. Plaintiff Addison Whitney LLC’s (“Addison Whitney”) Motion for \nTemporary Restraining Order and/or Preliminary Injunction pursuant to Rule 65 of \nthe North Carolina Rules of Civil Procedure is currently pending before the Court.  \n2. Having considered the motion;  the briefs, exhibits, and affidavits \nsupporting and opposing the motion;  and the parties’ arguments at the hearing on \nMarch 7, 2017, the Court GRANTS in part  and DENIES in part  the motion for \npreliminary injunction. \nLittler Mendelson, P.C., by Stephen D. Dellinger and Elise Hofer \nMcKelvey, for Plaintiff.  \n \nVan Hoy, Reutlinger, Adams & Dunn, PLLC, by G. Bryan Adams, III, \nfor Defendants. \n \nConrad, Judge. \nI. \nPROCEDURAL HISTORY \n \n3. Addison Whitney filed its complaint and supporting affidavits on January \n30, 2017.  The complaint asserts six claims for relief, all of which arise out of the \n \n \n \ncircumstances surrounding Defendants’ resignation from Addison Whitney with the \nintent to begin a competing business.   \n4. Addison Whitney’s February 9, 2017 preliminary-injunction motion relies \non only three cause s of action: (1) misappropriation of trade secrets , (2) breach of \ncontract, and (3) breach of fiduciary duty .  Addison Whitn ey seeks to enjoin \nDefendants from using, disclosing, or otherwise misappropriating its confidential \ninformation and trade secrets; from soliciting or encouraging employees of Addison \nWhitney to leave the company; and from competing against Addison Whitney. \n5. This motion has been fully briefed, and the Court held a hearing on March \n7, 2017, where all parties were represented by counsel.  The motion is ripe for \ndetermination. \nII. \nFINDINGS OF FACT \n \n6. The Court makes the following findings of fact solely for the purpose of \ndeciding this motion.  These findings are not binding at a trial on the merits.   See \nLohrmann v. Iredell Mem’l Hosp., Inc. , 174 N.C. App. 63, 75, 620 S.E.2d 258, 265 \n(2005). \n7. Addison Whitney, a North Carolina company, is a wholly owned subsidiary \nof inVentiv Health, Inc.  (Compl. ¶¶ 3, 13.)  Addison Whitney “specializes in verbal \nbranding, visual branding, brand strategy, and research and analysis.”  (Compl. ¶ 13.)  \nThe company often assists pharmaceutical companies  in creating pharmaceutical \n \n \n \nbrand names that the appropriate regulatory authority will approve.  (Compl. ¶¶ 14–\n16.)   \n8. Defendants Brannon Cashion, Vincent Budd, Randall Scott, Andrew \nCuykendall, Amy Baynard, and Jennifer Rodden are former employees of Addison \nWhitney.  Defendants all resigned from Addison Whitney on January 21, 2017.  \n(Compl. ¶¶ 27–32.)  At the time of their resignations, Cashion was Addison Whitney’s \nPresident; Budd and Scott were Senior Vice Presidents; Cuykendall and Baynard \nwere Vice Presidents; and Rodden was a Senior Project Manager.  (Compl. ¶¶ 27–32.) \n9. All Defendants except for Rodden  began their employment with Addison \nWhitney’s predecessor, Addison Whitney, Inc.  (Compl. ¶¶ 27–31.)  During this period, \nScott, Budd, Baynard, and Cuykendall each signed a Confidential Information and \nUnauthorized Disclosure agreement (“Unauthorized Disclosure Agreement”).  \nCashion did not sign this agreement.  (Freeman-Greene Aff. Exs. A–E.) \n10. The Unauthorized Disclosure Agreement seeks to prevent the employee \nfrom using or disclosing  \nany Confidential Information to any third party without the prior \nwritten consent of Addison Whitney, Inc.  Furthermore, [employee] shall \nnot disclose any Confidential Inform ation to any Addison Whitney \nemployee, consultant or temporary worker unless there is a legitimate \nbusiness “need to know” such information by such employee, consultant \nor temporary worker.  \n \n(Freeman-Greene Aff. Exs. A–E.)  It defines “Confidential Information” to mean “all \ndata or information not generally known outside of Addison Whitney whether \ndeveloped by or for Addison Whitney or received by Addison Whitney from an outside \n \n \n \nsource.”  (Freeman -Greene Aff. Exs. A –E.)  The agreement further defines  \n“Confidential Information” to include four categories of business or technical \ninformation, along with “any other information which, due to its nature, would cause \na reasonable person to know that it is confidential and proprietary to Addison \nWhitney.”  (Freeman-Greene Aff. Exs. A–E.) \n11. inVentiv acquired Addison Whitney , Inc. on June 1, 2007 via an asset \npurchase, dissolving the corporation  and creating Addison Whitney , LLC as the \nsuccessor.  (Compl. ¶  27.)  Following the asset purchase, Addison Whitney requ ired \nits employees to sign an  Employee Confidentiality and Non -Compete Agreement \n(“Employee Confidentiality Agreement ”).  ( See Kempf Aff. ¶  6.)  The Employee \nConfidentiality A greement states that it is made “[a]s a condition of Employee’s \nemployment or continued employment ,” and no employee received any additional \nconsideration in return for signing the agreement.  (Freeman-Greene Aff. Exs. F–J.)   \n12. Cashion signed the Employee Confidentiality Agreement on September 1, \n2007; and Scott, Budd, and Cuykendall signed it on September 17, 2007.  (Freeman-\nGreene Aff. Exs. F–I.)  Baynard did not sign this agreement.  ( Freeman-Greene Aff. \n¶ 5.)     \n13. Although the title of the Employee Confidentiality Agreement refers to a \n“Non-Compete,” the agreement does not include a covenant not to compete.   \n(Freeman-Greene Aff. Exs. F –I.)  Accordingly, the Court finds that Cashion, Budd, \nScott, Cuykendall, and Baynard are not subject to a covenant not to compete.   \n \n \n \n14. The Employee Confidentiality Agreement  includes a confidentiality and \nnon-disclosure provision  that is substantially similar to the one contained in the \nUnauthorized Disclosure Agreement.  These provisions require the employee  \nnot to disclose, use, copy, publish, summarize, or remove from the \npremises of Addison Whitney any Information developed by Employee \nexcept (a) as necessary to carry out any assigned responsibilities as an \nAddison Whitney employee, and (b) after termination of employment, \nonly as specifically authorized in writing by an officer o f Addison \nWhitney.   \n \n(Freeman-Greene Aff. Exs. F –J.)  The provision s further require that, upon \ntermination, the employee must “promptly deliver to Addison Whitney all documents, \ndata and other information pertaining to Information, and Employee shall not  take \nany documents, or other information, or any reproduction or excerpt thereof, \ncontaining or pertaining to any Information.”  (Freeman-Greene Aff. Exs. F–J.) \n15. The Employee Confidentiality Agreement also contains a non-solicitation \nprovision.  This provision requires employees not to “directly or indirectly hire, solicit \nor encourage or induce any employee, director, consultant, contractor or \nsubcontractor to leave the employ of Addison Whitney” during the period of \nemployment and for one year following t ermination.  (Freeman-Greene Aff. Exs. F–\nJ.)   \n16. When Addison Whitney hired Rodden in April 2010, she signed an \nUnauthorized Disclosure Agreement substantially similar to the one signed by the \nother Defendants.  (Compl. ¶ 32 ; Freeman -Greene Aff. ¶  4.)  She also signed an \nEmployee Confidentiality Agreement.  ( Freeman-Greene Aff. ¶  5.)  Unlike the \n \n \n \nagreements signed by the other Defendants, Rodden’s Employee Confidentiality \nAgreement includes a covenant not to compete in addition to the non-solicitation and \nconfidential information provisions.  (Freeman-Greene Aff. Ex. J.) \n17. In addition to requiring its employees to sign non -disclosure agreements, \nAddison Whitney took steps to protect its confidential information and to train \nemployees regarding confidentiality.   (See Compl. ¶  38.)  For example, Addison \nWhitney stores its documents and information on a password-protected server, which \nis not accessible to the public.  (Guterma Aff. ¶ 5.)   \n18. To facilitate its business  of preparing regulatory submissions , Addison \nWhitney “created a database that contains information regarding drug product \ncharacteristics for nearly 4,000 drug products on the market.”  (McPhail Aff. ¶  4.)  \nMuch of this information is publicly accessible and “has been gathered and organized” \nby Addison Whitney employees “over the course of seven years.”  (McPhail Aff. ¶  5.)  \nThe database also includes information that is not publicly available and is chosen \nbased on the “professional judgment” of Addison Whitney employees.  (2d McPhail \nAff. ¶ 18.)  The information in the database would be difficult “to compile anew for \neach regulatory sub mission” and therefore provides a competitive advantage to \nAddison Whitney.  (McPhail Aff. ¶¶ 4–5.) \n19. Addison Whitney maintains this database on its password -protected \nserver.  ( See McPhail Aff. ¶  4.)  It also protects the database with a secondary \npassword, given to only certain Addison Whitney employees.  ( See McPhail Aff. ¶ 4; \n2d McPhail Aff. ¶ 19.)   \n \n \n \n20. Addison Whitney also maintains a collection of case studies, each of which \ncontains information about work the company has done for a client.  (See Guterma \nAff. ¶ 4.)  According to Addison Whitney, 246 case studies are confidential because \nthey contain non-public information regarding its work and, sometimes, the  \nconfidential information of clients .  ( See Guterma Aff. ¶  4.)  Addison Whitney has  \npublished 46 additional case studies on the company’s website; these case studies do \nnot include sensitive business or client information.  (See Guterma Aff. ¶¶ 7, 10.)  The \nnon-public case studies provide a competitive advantage to  Addison Whitney in \nsecuring new business.  (See McPhail Aff. ¶ 6; Compl. ¶ 22.)  Addison Whitney stores \nthese documents on the password-protected server.  (See Guterma Aff. ¶ 5.)   \n21. Addison Whitney maintains its client and prospective client information \non SalesForce , a  password-protected, electronic platform .  ( See Guterma Aff. ¶  3; \nCompl. ¶¶  25–26, 37 .)  SalesForce contains non -public information about clients’ \nbuying h abits and upcoming products that bene fits Addison Whitney’s business -\ndevelopment team.  ( See Guterma Aff . ¶ 3; Feenstra Aff. ¶  5.)  Addison Whitney \npermits only certain employees to access SalesForce.  (See Feenstra Aff. ¶ 3.) \n22. In 2016, Defendants began formulating a plan to leave Addison Whitney \nand create a competing company.  On December 8, 2016, Addison Whitney’s Director \nof Marketing Lizzy Guterma was informed that some of the Defendants might leave \nAddison Whitney.  (Guterma Aff. ¶ 12; see also Lard Aff. ¶ 3.)  On December 15, 2016, \nCuykendall informed Rodden that several Defendants were planning to resign, and \n \n \n \nthe two discussed the possibility that Rodden might join them. (Guterma Aff. ¶¶ 13–\n15.)  Defendants carried out this plan and resigned on January 21, 2017. \n23. In early to mid -January 2017, Cashion and inVentiv representative Dan \nJones began discussing the possibility of a management buyout, where Defendants \nwould buy Addison Whitney.  (See Cashion Aff. ¶  39; Eldredge Aff. ¶  6.)  These \ndiscussions continued after Defendants resigned, but the parties were unable to reach \nan agreement.  (See Cashion Aff. ¶¶ 39, 45, 50–54.)  Addison Whitney contends, and \nDefendants deny, that Cashion used the threat of opening a competing business as  \nleverage during the negotiations.  (See Eldredge Aff. ¶ 8; Cashion Aff. ¶ 39.) \n24. In the weeks prior to submitting their resignations, Defendants continued \nto access Addison Whitney’s trade secrets and confidential information.   Scott \ndirected two Addison Whitney trainees to print and deliver to him hard copies of \nAddison Whitney’s case studies and also to print and e -mail to him a list of \nprospective clients.  ( See Norrdahl Aff. ¶¶  6, 7; Hansen Aff. ¶¶  6, 7; Compl. ¶¶ 72, \n79–80.)  Scott also e-mailed Cashion a list of clients with open opportunities. (See 2d \nMcPhail Aff. ¶  6; Compl. ¶  81.)  Defendants Budd, Cuykendall, and Scott each \naccessed the SalesForce platform between January 13 and January 20, 2017.  ( See \nFeenstra Aff. ¶ 10.) \n25. Defendants also accessed, downloaded, copied , or printed  a host of other \ndocuments both before and after  resigning.  Rodden accessed the guidelines for \ncreating logos for clients, multiple templates, and approximately 50 other documents.  \n(See Ragone Aff. ¶¶ 7, 14; Compl. ¶¶ 73, 75.)  Between January 16 and 20, Cuykendall \n \n \n \naccessed or printed approximately 100 documents, including templates, “client brand \nguidelines, market research, linguistic reports, naming strategy briefs, and client \nstrategy presentations.”  (Bendinelli Aff. ¶ 7.)  After resigning, Baynard and Rodden \neach accessed or printed dozens of additional documents.  (See Bendinelli Aff. ¶¶ 8, \n9.)  Three Defendants have acknowledged that they continue to possess certain \ndocuments obta ined during their employment with Addison Whitney.  (See Supp. \nBudd Aff. ¶ 3; Supp. Cuykendall Aff. ¶¶ 10, 11; Rodden Aff. ¶ 30.) \n26. Although Addison Whitney contends that it has lost business since \nDefendants’ departure, the record does not include evidence that Defendants have \nobtained that business or that Defendants are currently performing work for Addison \nWhitney’s clients.  At the time Defendants resigned, they did not have an operating \nbusiness.  ( See Compl. ¶  88.)  Defendants had not leased  office space,  created a \nwebsite or marketing materials, or purchased and set up servers.  (See, e.g., Cashion \nAff. ¶ 44.)  Defendants have also referred some clients back to Addison Whitney.  (See \nBudd Aff. ¶ 48, Ex. 1; Scott Aff. ¶ 44; Cuykendall Aff. ¶ 58.) \nIII. \nCONCLUSIONS OF LAW \n \n27. A preliminary injunction is “an extraordinary measure taken by a court to \npreserve the status quo of the parties during litigation.”  Ridge Cmty. Inv’rs, Inc. v. \nBerry, 293 N.C. 688, 701 239 S.E.2d 566, 574 (1977).  The plaintiff bears the burden \nto establish the “right to a preliminary injunction,” Pruitt v. Williams, 288 N.C. 368, \n372, 218 S.E.2d 348, 351 (1975) , and is entitled to relief only: “(1) if [the] plaintiff is \n \n \n \nable to show [a] likelihood of success on the merits of his case and (2) if [the] plaintiff \nis likely to sustain irreparable loss unless the injunction is issued, or if, in the opinion \nof the Court, issuance is necessary for the protection of [the] plaintiff’s rights during \nthe course of litigation.”  A.E.P. Indus., Inc. v. McClure, 308 N.C. 393, 401, 302 S.E.2d \n754, 759–60 (1983) (internal quotation marks omitted).   \n28. “Injunctive relief is granted only when irreparable injury is real and \nimmediate.”  Hall v. City of Morganton , 268 N.C. 599, 600 –01, 151 S.E.2d 201, 202 \n(1966).  The plaintiff may demonstrate irreparable injury by showing that “the injury \nis beyond the possibility of repair or possible compensation in damages” or “that the \ninjury is one to which the complainant should not be required to submit or the other \nparty permitted to inflict, and is of such continuous and frequent recurrence that no \nreasonable redress can be had in a court of law.”  A.E.P., 308 N.C. at 407, 302 S.E.2d \nat 763 (emphasis omitted).  A court should not enter an injunction if there is a “full, \ncomplete and adequate remedy at law.”  Bd. of Light & Water Comm’rs v. Parkwood \nSanitary Dist., 49 N.C. App. 421, 423, 271 S.E.2d 402, 404 (1980); see also A.E.P., 308 \nN.C. at 406, 302 S.E.2d at 762.  In addition, the trial court must weigh the potential \nharm a plaintiff will suffer if no injunction is entered against the potential harm to a \ndefendant if the injunction is entered.  See Williams v. Greene, 36 N.C. App. 80, 86, \n243 S.E.2d 156, 160 (1978).     \n29. For the reasons discussed below, the Court determines that Addison  \nWhitney is entitled to a preliminary injunction , but limited to its request to  prevent \nDefendants from using and retaining Addison Whitney’s confidential information and \n \n \n \ntrade secrets.  The Court determines that Addison Whitney is not entitled to an order \nenjoining Defendants from competing against Addison Whitney or soliciting its \nemployees. \nA. Misappropriation of Trade Secrets \n30. Addison Whitney first argues that the Court should enjoin Defendants \nfrom using its trade secrets.  Addison Whitney identifies three  categories of \ninformation that it contends are  trade secrets:  its database of drug information; its \ncollection of 246 non-public case studies; and its client lists and related information \ncontained in the Salesforce platform.  (Pl.’s Br. in Supp. Prelim.  Inj. 4–5 [“Pl.’s Op. \nBr.”].)   \n31. In their opposition brief, Defendants argue that Addison Whitney failed to \nidentify any protectable trade secrets.  (See Defs.’ Br. in Supp. Prelim. Inj. 6–8 [“Defs.’ \nResp.”].)  At the hearing, Defendants’ counsel appeared to retreat from that position, \nchallenging only the non -public case studies.  Nevertheless, the Court will consider \nDefendants’ arguments as briefed.   \n32. The North Carolina Trade Secrets Protection Act defines a  trade secret to \ninclude “business or technical information,” including a “compilation of information,” \nthat satisfies certain conditions.  N.C. Gen. Stat. § 66-152(3).  The information must \n“[d]erive[] independent actual or potential commercial value from not being generally \nknown or readily ascertainable through independent development or reverse \nengineering by persons who can obtain economic value from its disclosure or use.”  Id.  \n \n \n \nIn addition, the information must be “the subject of efforts that are reasonable under \nthe circumstances to maintain its secrecy.”  Id. \n33. The Court generally considers six factors to determine if information \nqualifies as a trade secret:  \n(1) [t]he extent to which information is known outside the business; \n(2) the extent to which it is known to  employees and others involved in \nthe business; (3)  the extent of measures taken to guard secrecy of the \ninformation; [4] the value of information to business and its competitors; \n[5] the amount of effort or money expended in developing the \ninformation; and [6] the ease or difficulty with which the information \ncould properly be acquired or duplicated by others. \n \nWilmington Star-News, Inc. v. New Hanover Reg’l Med. Ctr., 125 N.C. App. 174, 180–\n81, 480 S.E.2d 53, 56 (1997).  As this Court recently explained, “[t]he factors overlap, \nand courts considering these factors do not always examine them separately and \nindividually.”  Computer Design & Integration, LLC v. Brown, 2017 NCBC LEXIS 8, \nat *23 (N.C. Super. Ct. Jan. 27, 2017). \n34. The Court concludes, for the purpose of deciding this motion, that all three \ncategories of information constitute protectable trade secrets.  Contrary to \nDefendants’ argument, Addison Whitney’s  database of drug information  is not \n“simply a tool of convenience.”  (Defs.’ Resp. 6.)  It is a voluminous compilation of both \nprivate and publicly available information, which required approximately 1,000 \nhours of work over a 7 -year period to create.  ( See McPhail Aff. ¶¶ 4–5; 2d McPhail \nAff. ¶¶  16–18.)  The database provides a competitive advantage by ensuring that  \nAddison Whitney employees  have quick, accurate access to drug information for \nregulatory submissions.  ( See McPhail Aff. ¶  5; 2d McPhail Aff. ¶¶  21–23.)  In \n \n \n \naddition, Addison Whitney protects the secrecy of the database by maintaining it on \na password -protected server and requiring a secondary password to access the \ndatabase.  (See McPhail Aff. ¶ 4; 2d McPhail Aff. ¶¶ 19–20.)  The database is entitled \nto trade-secret protection because of its competitive value, Addison Whitney’s effort \nto keep it secret, and the amount of time and effort required to create and maintain \nit.  See, e.g., Sunbelt Rentals, Inc. v. Head & Engquist Equip., L.L.C., 174 N.C. App. \n49, 53 –56, 620 S.E.2d 222, 226 –28 (2005) (affirming  trial court’s holding that \ncompilation of business information was protectable as trade secret).   \n35. Addison Whitney’s confidential client information is also protectable as a \ntrade secret.  Although Defendants object that Addison Whitney publishes the names \nof its clients on its public website (Defs.’ Resp. 8) , the SalesForce platform includes \nprotectable, non-public information of a different nature.   The information includes \nopen business opportunities, clients’ past buying habits, and upcoming products.  (See \nGuterma Aff. ¶  3.)  This information is valuable to Addison Whitney’s  business-\ndevelopment team, not generally known to the public, and maintained on a password-\nprotected platform with access limited to certain employees .  (See Guterma Aff. ¶ 3; \nCompl. ¶  26.)  North Carolina courts routinely hold that such information is \nprotectable as a trade secret .  See, e.g., Drouillard v. Keister Williams Newspaper \nServs., Inc., 108 N.C. App. 169, 174, 423 S. E.2d 324, 327 (1992) ; Computer Design, \n2017 NCBC LEXIS 8, at *27–28.   \n36. The non -public case studies present a closer question.  According to \nAddison Whitney, these documents describe confidential work performed for clients; \n \n \n \nsometimes contain confidential client information; are maintained on a password -\nprotected server; and provide a competitive advantage when used for internal \npurposes and for client pitches .  (See Guterma Aff. ¶¶ 4, 5, 9; 2d Guterma Aff. ¶ 5; \nMcPhail Aff. ¶¶ 6, 7, 11.)  Defendants contend that these case studies are not actually \nconfidential because Addison Whitney and its employees frequently send the case \nstudies to clients without confidentiality restriction and also post the information on \nthe company’s public website.  (See Defs.’ Resp. 7–8; Cashion Aff. ¶ 15.)   \n37. Having cons idered the record as a whole , the Court finds Addison \nWhitney’s argument persuasive.  Although Addison Whitney has posted a number of \ncase studies to its public website, the company removed sensitive business \ninformation before posting them and does not seek protection for the remaining  \npublicly available information.  (See McPhail Aff. ¶¶  9, 12. )  Addison Whitney ’s \naffidavits sufficiently establish that it maintains the confidentiality of 246 non-public \ncase studies and that these studies h ave competitive value.  (See McPhail Aff. ¶ 6.)  \nAccordingly, on this record, the Court concludes that Addison Whitney’s non-public \ncase studies are entitled to trade-secret protection.  \n38. The Court next considers whether Addison Whitney is likely to succeed on \nits claim for misappropriation .  A prima facie case of misappropriation requires \nsubstantial evidence that the wrongdoer “(1) [k]nows or should have known of the \ntrade secret; and (2) [h]as had a specific opportunity to acquire it for disclosure or use \nor has acquired, disclosed, or used it without the express or implied consent or \nauthority of the owner.”  N.C. Gen. Stat. §  66-155.  Although a party can rely on \n \n \n \ncircumstantial evidence to establish a prima facie case,  see TSG Fishing, LLC v. \nBollinger, 238 N.C. App. 586, 595, 767 S.E.2d 870, 878 (2014), a wrongdoer’s access \nto and opportunity to acquire a trade secret —without more—is insufficient, see Am. \nAir Filter Co. v. Price , 2017 NCBC LEXIS 9, at *23 (N.C. Super. Ct. Feb. 3, 2017).  \nRather, there must be substantial evidence (1) that the wrongdoer accessed the trade \nsecret without consent, or (2) of misappropriation resulting in an inference of actual \nacquisition or use of the trade secret.  Id.   \n39. In this case, because Defendants are former employees with access to the \nprotected information as part of their job duties , Addison Whitney must show that  \nDefendants accessed that information without permission.  See RLM Commc’s, Inc. \nv. Tuschen , 831 F.3d 190, 202 (4th Cir. 2016).   For example, an employer may \ndemonstrate unauthorized access by showing that an employee continued to access \ntrade secrets after receiving a job offer from a competitor and then later accepted the \noffer.  See Am. Air Filter, 2017 NCBC LEXIS 9, at *24.  Here, the relevant inquiry is \nwhen Defendants’ plan to resign and to open their own competing business  became \nsufficiently concrete to render continued access to trade secrets unauthorized.   \n40. Addison Whitney contends that Defendants  began conspiring to resign in \nthe summer of 2016 and that any access of trade secrets after that point was \nunauthorized.  (See Pl.’s Op. Br. 9.)  The Court disagrees.  Addison Whitney bases its \nargument solely on an unsworn allegation in its Complaint  that Defendants applied \nto trademark the name “Leaderboard Branding” on July 28, 2016.  (Compl. ¶ 57.)  In \nthe absence of evidence of additional actions  by Defendants during that time, the \n \n \n \nCourt cannot conclude that Defendants’ continued performance of their duties (which \ninvolved access to confidential information) was suspicious or unauthorized. \n41. The record reveals a narrower range of unauthorized access .  Addison \nWhitney has introduced evidence that, as of December 2016, Defendants reported to \nothers their intent to resign and create a competing business.  (See Guterma Aff. \n¶¶ 12, 13; Compl. ¶¶ 65–69.)  The Court therefore concludes that Defendants’ access \nof information during  and after December 2016  may support an allegation of \nunauthorized access and a prima facie case of misappropriation.   \n42. Addison Whitney  has not identified any instance in which a Defendant \naccessed the drug -information database after December 2016.  It argues only  that \nDefendant Rodden obtained a copy of the database in October 2016 —two months \nbefore she became aware that the other Defendants were considering leaving the \ncompany.  (See Pl.s’ Op. Br. 9; Ragone Aff. ¶ 6; McPhail Aff. ¶ 15.)  Addison Whitney \nhas failed to demonstrate that Defendants accessed the database at any other time; \nthat any other documents accessed by Defendants are encompassed in the database; \nor that Defendants continue to possess the database .  On this record, the Court \nconcludes that Addison Whitney has not shown threatened misappropriation of the \ndrug-information database.  \n43. By contrast, Addison Whitney has introduced substantial evidence that \nDefendants accessed protected client information and case studies just prior to \nresigning.  For example, Scott obtained a list of prospective clients  on January 5; \ndirected two trainees to print all case studies and give him the copies on January 13; \n \n \n \ne-mailed Cashion a list of clients with open opportunities on January 16; and logged \ninto Sale sForce on January 20.  (See Norrdahl Aff. ¶¶  6, 7; Hansen Aff. ¶¶  6, 7; \nFeenstra Aff. ¶ 10; 2d McPhail Aff. ¶ 6; see also Compl. ¶¶ 72, 81.)  In addition, Budd \nand Cuykendall logged into SalesForce on January 13 and  17, respectively.   (See \nFeenstra Aff. ¶ 10.)  Given the close proximity to Defendants’ resignations and their \nundisputed intent to compete against Addison Whitney , the Court concludes that \nDefendants accessed this information without permission and that Addison Whitney \nis likely to succeed on its claim for misappropriation. \n44. Defendants respond that they do not  continue to possess any protected \ninformation.  (See Cashion Aff. ¶¶ 14, 15, 17; Budd Aff. ¶¶ 13, 14, 16; Scott Aff. ¶¶ 12, \n13, 15; Cuykendall Aff. ¶¶ 16, 18, 23; Baynard Aff. ¶ 16; Rodden Aff. ¶¶ 9, 10.)  The \nCourt has considered these blanket denials of wrongdoing and finds them insufficient \nto rebut Addison Whitney’s showing.  See Am. Air Filter , 2017 NCBC LEXIS 9, at \n*25–26 (granting preliminary injunction despite defendant’s denial of possession of \ntrade secrets). \n45. Defendants also contend that they  accessed these documents only “to \nperform their job duties.”  (Defs.’ Resp. 10.)  That argument would be compelling for \nevents before December 2016.  But continued access to trade secrets at a time when \nDefendants were planning to leave the company  and then compete against it “is \nprecisely the type of threatened misappropriation, if not actual misappropriation, \nthat the [statute] aims to prevent through issuance of a preliminary injunction.”  TSG \nFinishing, LLC v. Bollinger, 238 N.C. App. 586, 595, 767 S.E.2d 870, 878 (2014) ; see \n \n \n \nalso Horner Int’l Co. v. McKoy , 232 N.C. App. 559, 570, 754 S.E.2d 852, 860 (2014)  \n(“Defendant’s knowledge of trade secrets and opportunity to use those” in a competing \nbusiness “create a threat of misappropriation.”).  \n46. For these reasons, the Court concludes that Addison Whitney would be \nirreparably harmed in the absence of an order enjoining Defendants from using and \ndisclosing its trade secrets .  This harm is immediate and ongoing, and Addison \nWhitney has no adequate remedy at law.  See N.C. Gen. Stat. § 66-154(a) (“actual or \nthreatened misappropriation of a trade secret may be preliminarily enjoine d”).  A \npreliminary injunction is therefore necessary to protect Addison Whitney’s rights \nduring the course of the litigation. \n47. The irreparable harm that Addison Whitney would suffer in the absence of \ninjunctive relief far outweighs any potential harm to De fendants if the injunction is \nissued.  D efendants will suffer little  or no harm if the injunction is issued because \nthey submitted affidavits stating that they could obtain similar information through \nother means.  (See Cashion Aff. ¶¶ 8, 14, 17.) \n48. Accordingly, in its discretion, the Court concludes that Addison Whitney is \nentitled to a preliminary injunction preventing Defendants and all persons in active \nconcert or participation with any Defendant  from retaining, using, disclosing, or \ndistributing any trade secret information  improperly accessed  during or after \nDecember 2016.  Defendants remain free, however, to use their own skills, experience, \nand personal relationships with clients.  See, e.g., Analog Devices, Inc. v. Michalski, \n157 N.C. App. 462, 471, 579 S.E.2d 449, 455 (2003); Novacare Orthotics & Prosthetics \n \n \n \nE., Inc. v. Speelman , 137 N.C. App. 471, 478, 528 S.E.2d 918, 922 (2000) ; Travenol \nLabs., Inc. v. Turner, 30 N.C. App. 686, 695, 228 S.E.2d 478, 485 (1976).   \nB. Breach of Contract \n49. Addison Whitney asserts two claims for breach of contract.  First, it argues \nthat Defendants Cashion, Scott, Budd, and Cuykendall breached a non -solicitation \nprovision in their Employee Confidentiality Agreements.  Second, it contends that all \nDefendants b reached restrictions on the use and disclosure of confidential \ninformation in  the Unauthorized Disclosure Agreem ent and the Employee \nConfidentiality Agreement. \n50. Cashion, Scott, Budd, and Cuykendall contend that their Employee \nConfidentiality A greements, including the non -solicitation provisions, are not \nenforceable due to a lack of consideration.  All Defendants contend that they have not \nbreached any provision.1 \n1. Non-solicitation Restrictions \n51. The Court first considers the  non-solicitation provision in the Employee \nConfidentiality Agreements, which were signed by all Defendants except Baynard.   \n52. Cashion, Scott, Budd, and Cuykendall contend that their Employee \nConfidentiality Agreements were not based on valuable consideration and are \n                                                            \n \n1 Rodden also contends that the covenant not to compete in her Employee Confidentiality \nAgreement is overbroad and unenforceable.  (See Defs.’ Resp. 17–19.)  Addison Whitney has \nnot sought a preliminary injunction on the basis of that provision, and the Court therefore  \ndeclines to address the issue. \n \n \n \ntherefore unenforceable.  Addison Whitney alleges that the agreements were \nexecuted “in consideration for . . . employment with Addison Whitney, LLC.”  (Compl. \n¶ 41.)  Accordingly, the Court must decide  whether Defendants’ employment \nrelationship with Addison Whitney was itself valuable consideration. \n53. The issue boils down to a question of timing.  A contract, or “any \nmodification to an existing contract,” must be supported by consideration.  \nRoundPoint Mortg. Co. v. Florez, 2016 NCBC LEXIS 17, at *46 (N.C. Super. Ct. Feb. \n18, 2016).  An offer of employment “may serve as consideration” when the employee \nmakes a promise at  the beginning of the employment relationship  “as a part of the \ninitial employment terms .”  Id. at *47.  If the agreement is entered into after the \ncreation of the employment relationship, it must be supported by new consideration  \nbeyond the promise of continued at -will employment.  See id. at *48 (citing Kadis v. \nBritt, 224 N.C. 154, 161 –63, 29 S.E.2d 543, 547 –49 (1944)).  Thus, because Addison \nWhitney relies on only the employment relationship as consideration (and not a pay \nraise or other incentive), it must demonstrate that the restrictions in the Employee \nConfidentiality Agreements were entered into at the time  Defendants’ employment \nbegan. \n54. Addison Whitney has not carried its burden.  There is no dispute that \nCashion, Scott, Budd, and Cuykendall ’s employment relationship s began in June \n2007.  That is the date inVentiv purchased the assets of Addison Whitney, Inc., which \nterminated these Defendants’ existing employment relationships and initiated new \nemployment with Addison Whitney, LLC.  See AmeriGas Propane, LP v. Coffee, 2014 \n \n \n \nNCBC LEXIS 4, at *9–10 (N.C. Super. Ct. Feb. 11, 2014).  Yet Defendants did not  \nsign the Employee Confidentiality Agreements until September 2007 —roughly 90 \ndays after their employment relationship began.  (Freeman-Green Aff. Exs. F–I.) \n55. In its reply, Addison Whitney contends that the 90-day gap “was simply a \nresult of [Defendants’] receiving a ‘reasonable amount of time ’ to sign  the \nagreements.”  (Pl.’s Reply in Supp. Prelim. Inj. 5 n.1 [“Pl.’s Reply”]; see also Kempf \nAff. ¶ 7.)  This explanation does not hold water.  Defendants testify that they first \nreceived the agreements in September 2007, and Addison Whitney has not introduced \nany evidence that it first obtained Defendants’ oral agreement at the time of \nemployment and then merely reduced the agreement to writing later .  ( See Supp. \nBudd Aff. ¶ 11; Supp. Cashion Aff. ¶ 30; Supp. Scott Aff. ¶ 8; Supp. Cuykendall Aff. \n¶ 13.)   \n56. Based on this record, the Court concludes that Defendants Cashion, Scott, \nBudd, and Cuykendall  were already employed at the time they entered into  the \nEmployee Confidentiality Agreements.  The agreements therefore lack consideration \nand are unenforceable.  See Whittaker Gen. Med. Corp. v. Daniel, 324 N.C. 523, 527, \n379 S.E.2d 824, 827 (1988).  As a result, Addison Whitney is not likely to succeed on \nits claim that these Defendants breached the agreements , including the  non-\nsolicitation provisions, and it is not entitled to a preliminary injunction on that basis.   \n57. This conclusion also applies to Defendant Baynard because she did not sign \nan Employee Confidentiality Agreement.   In addition, although  Defendant Rodden \nconcedes that she is subject to a valid non -solicitation restriction, Addison Whitney \n \n \n \nhas not argued that she breached the provision.  ( See Pl.’s Op. Br. 19 (arguing only \nthat other Defendants solicited “Baynard and Rodden to leave Addison Whitney”).)   \n58. The Court therefore holds that Addison Whitney is not entitled t o a \npreliminary injunction based on its claim for breach of any contractual non -\nsolicitation restriction. \n2. Confidentiality and Non-disclosure Restrictions \n59. Addison Whitney also contends that Defendants breached contractual \nprovisions covering the use and disclosure of confidential information.  “The elements \nof a claim for breach of contract are (1) existence of a valid contract and (2) breach of \nthe terms of that contract .”  Carcano v. JBSS, LLC , 200 N.C. App. 162, 168, 684 \nS.E.2d 41, 47–48 (2009) (quoting Poor v. Hill, 138 N.C. App. 19, 26, 530 S.E.2d 838, \n843 (2000)) (internal quotation marks omitted).   \n60. The Court concludes that Addison Whitney is not likely to succeed on its \nclaim that Cashion, Scott, Budd, and Cuykendall breached the non -disclosure \nprovisions in their Employment Confidentiality Agreements.  As discussed above, the \nagreements are unenforceable for lack of consideration. \n61. It is undisputed , however,  that Scott, Baynard, Budd, Cuykendall , and \nRodden (but not Cashion) entered into valid and enforceable restrictions contained in \nthe Unauthorized Disclosure Agreement.   Rodden is also subject to additional \nrestrictions in the Employee Confidentiality Agreement, which she concedes is valid \nand enforceable.   \n \n \n \n62. The Court concludes that the restrictions in the two agreements  are in \nessence the same  and cover equivalent types of confidential information.   The \nessential inquiry is whether Defendants improperly accessed, used, copied, disclosed, \nor removed Addison Whitney’s confidential information , which broadly includes \ntechnical, financial, and other business informatio n that is not readily available to \nthe public.   \n63. For purposes of this analysis, the Court reiterates its conclusion that \nAddison Whitney has introduced sufficient evidence that Defendants intended to \nresign from Addison Whitney and to create a competing bu siness as early as \nDecember 2016.  Accordingly, Addison Whitney may show that Defendants’ continued \naccess of confidential information after that date  “was not authorized.”  Am. Air \nFilter, 2017 NCBC LEXIS 9, at *24. \n64. Addison Whitney has carried its burden by introducing evidence  that \nDefendants repeatedly accessed large volumes of confidential documents just prior to \nand shortly after resigning .  Several Defendants accessed, downloaded, or printed \nnumerous documents just prior to submitting their resignations.  (See Bendinelli Aff. \n¶ 7.)  Defendants Baynard and Rodden accessed or printed documents after \nsubmitting their resignations .  (See Bendinelli Aff. ¶ ¶ 8, 9 .)  In addition, Budd, \nCuykendall, and Rodden each admit that they currently possess at least some \ndocuments that they obtained during their employment with Addison Whitney.  (See \nSupp. Budd Aff. ¶ 3; Supp. Cuykendall Aff. ¶¶ 10, 11; Rodden Aff. ¶ 30.)   \n \n \n \n65. Although Addison Whitney has not identified the nature of each accessed \ndocument, it has demonstrated that the se documents include  confidential \ninformation, as defined by the two agreements.  The documents  that Defendants \naccessed or currently have in their possession  include logo guidelines, templates, \nmarket research, linguistic reports, naming strategy briefs, and a Business \nDevelopment Training Manual , among other documents .  ( See Pl.’s Op. Br. 18; \nRagone Aff. ¶¶  7, 14; Bendinelli Aff. ¶  7.)  They were created by Addison Whitn ey \nemployees to assist them in performing their employment responsibilities, and there \nis no evidence that they were generally known outside of Addison Whitney .  Indeed, \nDefendants do not appear to dispute that  at least some of  these documents are \ncovered by the relevant non-disclosure restrictions.   \n66. Thus, Addison Whitney has established a likelihood of success on its claim \nfor breach of the Unauthorized Disclosure Agreements and the non-disclosure clause \nin Rodden’s Employee Confidentiality Agreement.  The Court concludes that Addison \nWhitney is entitled to a preliminary injunction because it will be irreparably harmed \nif Defendants us e or disclose Addison Whitney’s confidential information , and a  \npreliminary injunction is therefore necessary to protect its rights during the course \nof the litigation.   The Court further concludes that the potential harm to Addison \nWhitney outweighs any potential harm to Defendants that would result from the \nissuance of an injunction. \n67. Accordingly, in its discretion, the Court concludes that Addison Whitney is \nentitled to a preliminary injunction preventing Defendants and all persons in active \n \n \n \nconcert or participation with them  from using  or disclosing Addison Whitney’s \nconfidential information.  \nC. Breach of Fiduciary Duty \n68. Addison Whitney claim s that  Defendants Cashion, Budd, Scott, \nCuykendall, and Baynard breached their fiduciary duties by soliciting employees to \nleave the company, conspiring to resign on the same day , and planning to form a \ncompeting business.  (See Pl.’s Op. Br. 19.)  As relief, Addison Whitney requests that \nthe Court enter an injunction prohibiting Defendants from “working by and between \nthemselves to compete against Addison Whitney” for one year.  (Pl.’s Op. Br. 2.) \n69. The parties vigorously dispute whether  Addison Whitney has \ndemonstrated a likelihood of success, including specifically whether it has shown that \nDefendants owed a fiduciary duty to Addison Whitney.  (See Defs.’ Resp. 21–22; Pl.’s \nReply 2–4.)  The Court does not need to resolve these disputes because it concludes \nthat Addison Whitney has not carried its burden to show irreparable harm.  \n70. In its opening brief, Addison Whitney makes no effort at all to identify the \nirreparable harm allegedly caused by the breach of fiduciary duty.  (Pl.’s Op. Br. 20–\n21 (discussing only alleged trade secret misappropriation and violation of non -\ndisclosure and non-solicitation agreements).)  In addition, Addison Whitney averred \nthat it “is not asking that Defendants be enjoined from pursuing their business.”  \n(Pl.’s Op. Br. 21 (emphasis added).)   In the absence of any meaningful argument by \nAddison Whitney, t he Court is not convinced that “compensation in money cannot \natone for” any harm caused by the alleged breach of fiduciary duty.  Hodge v. NC \n \n \n \nDOT, 137 N.C. App. 247, 252, 528 S.E.2d 22, 26 (2000) rev’d on other grounds , 352 \nN.C. 664, 535 S.E.2d 32 (2000); see also Computer Design, 2017 NCBC LEXIS 8, *36–\n37 (denying preliminary injunction) ; Air Cleaning Equip. v. Clemens , 2016 N.C. \nSuper. LEXIS 121, at *27–28 (N.C. Super. Ct. Apr. 29, 2016) (same).   \n71. Furthermore, Addison Whitney has cited only two cases imposing a \npreliminary injunction for breach of fiduciary duty.  See Lake House Academy for \nGirls L LC v. Jennings , 2011 NCBC LEXIS  41 (N.C. Super. Ct. Oct. 13, 2011) ; \nGoRhinoGo, LLC v. Lewis, 2011 NCBC LEXIS 28 (N.C. Super. Ct. Sept. 29, 2011).  In \neach case, the court awarded injunctive relief against a manager of an LLC who, while \nserving in that role, competed against the LLC and took  affirmative action to harm \nit.  See Lake House Academy, 2011 NCBC LEXIS 41, at *15–17 (LLC manager made \ndisparaging public comments about LLC in addition to executing lease and hiring \nemployees for competing business); GoRhinoGo, 2011 NCBC LEXIS 39, at *3–5 (LLC \nmanager attempted “to d rive [LLC] out of business,” including draining bank \naccounts and beginning summary ejectment proceedings). \n72. The egregious facts in these cases are simply not present here.   There are \nno allegations that Defendants ma de disparaging comments to Addison Whitney \nclients, actively attempted to harm Addison Whitney’s business, or began a competing \nbusiness prior to resigning.  (See Guterma Aff. Ex. A; Rodden Aff. ¶¶  11, 33; Scott \nAff. ¶¶ 36–37, 40; Cuykendall Aff. ¶  52.)  Rather, Defendants’ evidence shows that \nthey have referred clients to Addison Whitney even after resigning from the company.  \n(See, e.g., Budd Aff. ¶ 48 & Ex. 1; Scott Aff. ¶ 44; Cuykendall Aff. ¶ 56.) \n \n \n \n73. It also bears mention that Addison Whitney did not obtain a covenant not \nto compete from five of the Defendants, and it has not sought to enforce the one \nobtained from Defendant Rodden.  The Court has also concluded that the non -\nsolicitation provisions are unenforceable.  By attempting to enjoin Defendants’ new \ncompeting business, Addison Whitney’s “requested relief seeks to provide [it] the \nbenefit of a bargain [it] did not make without adequate basis or justification.”  \nComputer Design, 2017 NCBC LEXIS 8, at *36. \n74. The Court concludes that Addison Whitney has not shown the likelihood \nthat it will suffer irreparable harm due to a breach of fiduciary duty.  Accordingly, in \nits discretion, the Court denies a preliminary injunction on this claim. \nIV. \nCONCLUSION \n \n75. Based on the findings of fact and conclusions of law , the Court in its \ndiscretion orders that, pending resolution of this action, and until otherwise ordered: \na. Defendants, and any persons or entities in active concert with them, \nare ENJOINED from using or disclosing Addison Whitney’s 246 non-public case \nstudies; and the client information Addison Whitney maintains on the \nSalesForce platform, including information regarding open client opportunities, \nclients’ past buying habits, clients’ upcoming products, c lients’ available \nfinances, and associated commentary prepared by Addison Whitney employees.  \nb. Defendants, and any persons or entities in active concert with them, \nare ENJOINED from using or disclosing Addison Whitney’s confidential \n \n \n \ninformation, including b ut not limited to Addison Whitney’s Business \nDevelopment Training Manual; logo guidelines; templates;  client brand \nguidelines; market research; linguistic reports; naming strategy briefs; and \nclient strategy presentations. \nc. Defendants are ORDERED to return  within 10 days  to Addison \nWhitney any documents or other property in Defendants’ possession that fall \nwithin the scope of paragraphs 75(a) and (b).  Defendants are further ORDERED \nto file a statement with the Court no later than 30 days after entry of this Order \ncertifying that they have fully complied with the requirements of this paragraph. \nd. This Order shall become effective upon Addison Whitney’s posting \nsecurity in the amount of $5,000, which the Court concludes, in its discretion, is \nreasonable and app ropriate as a condition of granting the preliminary \ninjunction.  See N.C. Gen. Stat. § 1A -1; N.C. R. Civ. P. 65(c).   Any party may \nmove the Court to adjust the amount of security required for good cause. \ne. Except as GRANTED by the terms of this Order, the mo tion is \nDENIED. \nThis the 15th day of March 2017. \n /s/ Adam M. Conrad                \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n "
}