{
  "id": "05fd379d2ada31627488706fa22a86a7b00ba72bdf36d235c00d2c8d788d568b",
  "source_file": "data/raw/ncbc/05fd379d2ada31627488706fa22a86a7b00ba72bdf36d235c00d2c8d788d568b.pdf",
  "raw_text": "LS Mtron v. Escorts, Ltd., 2012 NCBC 18.  \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUS TICE \n SUPERIOR COURT DIVISION \nCOUNTY OF EDGECOMBE 09 CVS 1539 \n \n \nLS MTRON, as successor to LS CABLE, ) \n Plaintiff ) \n  ) \n v.  ) OPINION AND  ORDER ON   \n   ) MOTIONS TO DISMISS \nESCORTS, LTD., directly and as successor  )   \nBy merger to ESCORTS AGRIMACHINERY,  )  \nINC., TEXTRON FINANCIAL CORP. and ) \nJAMES C. MARROW, Receiver for  ) \nFARMTRAC NORTH AMERICA, LLC, ) \n  Defendants ) \n \n \n THIS CAUSE, designated a mandatory complex busines s case by Order of the \nChief Justice of the Supreme Court of North Carolina, pursuant to N.C. Gen. Stat. § 7A-\n45.4 (hereinafter, references to the North Carolina General Statutes will be to \"G.S.\"), \nand assigned to the undersigned Chief Special Superior Court Judge for Complex \nBusiness Cases, comes before the court upon (a) Motion of Textron Financial \nCorporation to Dismiss (the \"Textron Motion\") and (b) Motion of Escorts, Ltd. to Dismiss \nPlaintiff's Complaint (the \"Escorts Motion\") (collectively, the \"Motions\"); and \n THE COURT, after considering the Motions, argument s in support of and in \nopposition to the Motions, briefs in support of and in opposition to the Textron Motion, \nbrief in opposition to the Escorts Motion \n1 and other appropriate matters of record, \n                                            \n1 The Escorts Motion was filed without an accompanying brief.  This practice is inconsistent with Rule \n15.2 of the General Rules of Practice and Procedure for the North Carolina Business Court (\"BCR\"), \nwhich requires that \"[a]ll motions, unless made orally during a hearing or trial, shall be accompanied by a \nbrief . . .,\" notwithstanding certain limited exceptions.  While the Escorts Motion could be denied \nsummarily pursuant to BCR 15.11, the court, in the exercise of its discretion, decides to consider the \nEscorts Motion on its merits. \nCONCLUDES that the Textron Motion should be GRANTED in part and DENIED in \npart, and the Escorts Motion should be DENIED, for the reasons stated herein. \nWyrick Robbins Yates & Ponton LLP, by Benjamin N. Thompson, Esq. and \nSarah M. Johnson, Esq. for Plaintiff LS Mtron, Ltd. \n \nPoyner & Spruill LLP, by David Dreifus, Esq. and Andrew H. Erteschik, Esq. for \nDefendant Textron Financial Corporation. \n \nParker Hudson Rainer & Dobbs LLP, by Eric Anderson, Esq. and Ronald T. \nColeman, Jr., Esq. for Defendant Textron Financial Corporation.   \n \nSmith Moore Leatherwood LLP, by Bradley Risinger, Esq. for Defendant Escorts, \nLtd.  \n \nWilson & Ratledge, PLLC, by N. Hunter Wyche, Jr., Esq. and Michael A. \nOstrander, Esq. for Defendant Escorts, Ltd. \n \nJolly, Judge.   \n \nPROCEDURAL HISTORY \n \n[1] On December 15, 2009, Plaintiff LS Mtron (\"Mtro n\") filed its Complaint in \nthis civil action.  The Complaint alleges three (3) claims for relief (\"Claim(s)\"): (a) First \nClaim for Relief – Subordination Due To Breaches of  Fiduciary Duty and Inequitable \nConduct, (b) Second Claim for Relief – Civil Conspi racy and (c) Third Claim for Relief – \nFraudulent Conveyances.    \n[2] On February 15, 2010, Defendant Textron Financi al Corporation \n(\"Textron\") filed the Textron Motion, which seeks dismissal of all Claims, pursuant to \nRules 12(b)(1) and 12(b)(6) of the North Carolina Rules of Civil Procedure (\"Rule(s)\"). \n[3] On May 13, 2010, Escorts Ltd. (\"Escorts\") filed  the Escorts Motion, which \nseeks dismissal of all Claims, pursuant to Rule 12(b)(1); in the alternative, Escorts \nrequests the court to compel Mtron to prepare a more definite statement of its \nComplaint, pursuant to Rule 12(e). \nFACTUAL BACKGROUND  \nAmong other things, the Complaint alleges that: \n[4] Mtron, formerly a division of LS Cable Ltd., is  a tractor manufacturer \norganized under the laws of the Republic of Korea, with its principal place of business in \nor near Seoul, Republic of Korea. \n2  \n[5] Escorts is an international industrial company based in India, which, \namong other things, manufactures tractors and agricultural equipment. 3 \n[6] Textron is a corporation organized under the la ws of Delaware, with its \nprincipal place of business in Providence, Rhode Island. 4  \n[7] Defendant James C. Marrow (the \"Receiver\") is t he receiver for Farmtrac \nNorth America, LLC (\"Farmtrac\"). 5  Farmtrac is a limited liability company organized \nunder the laws of Delaware, and prior to the appointment of the Receiver, Farmtrac had \nits principal place of business in Tarboro, North Carolina. 6 \n[8] At times material, Escorts controlled and domin ated Farmtrac through \ndirect and indirect ownership.7  Escorts sold tractors and related equipment to Farmtrac \nfor further sale by Farmtrac to agricultural equipment dealers throughout the United \nStates. 8 \n                                            \n2 Compl. ¶ 11. \n3 Id . ¶ 1.  \n4 Id . ¶ 14.  \n5 Id . ¶ 12. \n6 Id . \n7 Id . ¶ 2-3. \n8 Id . ¶ 2. \n[9] A business relationship between Mtron and Farmt rac developed in or \nabout 1998, when Mtron began supplying tractors and related equipment to Farmtrac on \ncredit, pursuant to a distribution agreement. 9   \n[10] Textron financed Farmtrac operations through a  revolving credit facility \nand through floorplan financing to Farmtrac's dealers. 10   The floorplan financing, which \nresembles a purchase money loan, financed dealer purchases of Farmtrac's inventory \nby advancing money directly to Farmtrac upon each equipment purchase by a dealer. 11   \n[11] On May 11, 2005, Farmtrac and Mtron entered in to a Distributorship \nAgreement (the \"Distributorship Agreement\"), pursuant to which Mtron continued to sell \ntractors and other related equipment to Farmtrac on an extension of trade credit. 12  \n[12] In 2005, Escorts and Farmtrac were experiencin g serious financial \ndifficulties. 13   Escorts and Farmtrac adopted a practice of \"channel stuffing\" in an effort \nto (a) obtain funds through the financing of equipment purchases by Farmtrac and (b) \nwrongfully transfer those borrowed funds to Escorts for its benefit and that of its \nsubsidiaries.14   The alleged \"channel stuffing\" scheme was designed to \"stuff\" \nFarmtrac's \"inventory channel to allow excessive purchases of equipment from Escorts.\"  \nThe scheme was carried out by: (a) Farmtrac creating false orders and invoices by its \ndealers for tractors; (b) Farmtrac submitting the false invoices to Textron, purportedly \nrepresenting sales by Farmtrac to its dealers, which resulted in Textron increasing the \ncredit base under its floor plan and revolving credit facilities with Farmtrac; (c) Textron \n                                            \n9 Id . ¶ 28. \n10  Id . ¶ 4. \n11  Id . \n12  Id.  ¶¶ 40-41.  \n13  Id . ¶ 47. \n14  Id . ¶¶ 6, 48. \nadvancing funds to Farmtrac under the revolving credit facility and the floor plan facility \nand (d) Farmtrac transferring the proceeds of the Textron loans to Escorts for its \nbenefit.15  \n[13] The alleged \"channel stuffing\" scheme also led  Mtron to perform under the \nDistributorship Agreement by supplying millions of dollars worth of tractors and related \nequipment to Farmtrac and increasing the amount of goods to be supplied by Mtron to \nFarmtrac on credit. 16   During late 2006 and 2007, the unpaid amounts due Mtron from \nFarmtrac increased materially.17   \n[14] As the amount of goods allegedly purchased by Farmtrac from Escorts \nand Mtron grew, and the corresponding debt increased, Textron knew or should have \nknown that the \"channel stuffing\" scheme existed, and it should have disclosed or \nstopped the scheme. 18   Rather, Textron allowed the fraudulent practices by Escorts and \nFarmtrac to continue by increasing the amount of secured credit it extended to \nFarmtrac.  By doing so, Textron maximized the benefits of the scheme to itself, to the \nknowing detriment of Mtron. 19   \n[15] On September 30, 2006, Farmtrac owed Mtron app roximately \n$1,626,960.20   On November 25, 2007, Farmtrac had an account balance due to Mtron \nof approximately $11,096,880, of which more than $8 million was past due.  By \nFebruary 27, 2008, the unpaid amount due Mtron from Farmtrac was approximately \n$12,349,610.88. 21  \n                                            \n15  Id.  ¶ 6.   \n16  Id . ¶ 60. \n17  Id.   \n18  Id . ¶¶ 9, 51-52, 59-60. \n19  Id . \n20  Id . ¶¶ 58, 60.  \n21  Id.  ¶ 60. \n[16] On or around March 2007, Escorts executed a Gu arantee Agreement (the \n\"Guarantee Agreement\"), pursuant to which Escorts guaranteed payment on certain \nFarmtrac payment obligations to Mtron under the Distributorship Agreement. 22  \n[17] On November 27, 2007, Mtron made a formal dema nd for payment from \nEscorts under both the Guarantee Agreement and Distributorship Agreement.23   When \nEscorts failed to pay upon demand, Mtron commenced an arbitration proceeding \nagainst Escorts and Farmtrac, pursuant to the Distributorship Agreement, with the \nInternational Chamber of Commerce on November 29, 2007. 24  \n[18] On November 30, 2007, Mtron also filed a compl aint in an action entitled \nLS Cable Ltd. v. Farmtrac North America, LLC  (Edgecombe County Sup. Ct. 07-CVS-\n1345) (the \"Receivership Case\") seeking, among other things, the appointment of a \nreceiver for Farmtrac. 25   The court entered an order on February 27, 2008 (the \n\"Receivership Order\"), appointing James C. Marrow as the receiver for Farmtrac and \nauthorizing the receiver to liquidate the receivership estate. 26   \n[19] Subsequently, Textron filed a proof of claim a gainst Farmtrac in the \nReceivership Case for approximately $15,500,000, representing the balance of the \nindebtedness owed under the revolving credit facility, which was secured by a lien on \nsubstantially all of Farmtrac's assets. 27   On or about November 21, 2008, the Receiver \nfiled a motion with the court in the Receivership Case to allow the secured claim of \nTextron.28   On December 1, 2008, Mtron filed an objection to the allowance of Textron's \n                                            \n22  Id.  ¶ 42. \n23  Id ., Ex. 2. ¶ 10. \n24  Id . ¶ 15.  \n25  Id . Ex. 2. ¶ 12. \n26  Id . ¶ 12. \n27  Id.  Ex. 5.  \n28  Id . ¶ 17. \nsecured claim.  On March 2, 2009, the court entered an Order Approving Distribution to \nSecured Creditor (the \"March 2 Order\") granting the Receiver's motion and authorizing \npayment to Textron of approximately $11,875,000. 29   The March 2 Order specified that \nthe payment to Textron was made without prejudice to any objections by Mtron to \nTextron's claim against Farmtrac. 30  \n[20] Thereafter, Mtron filed the instant action on December 15, 2009.  By way \nof this action, Mtron seeks relief, in its behalf and on behalf of \"other general creditors of \nFarmtrac,\" against Textron, Escorts and the Receiver for equitable subordination, civil \nconspiracy and fraudulent conveyances.31   In substance, Mtron asks the court to \ndetermine that the funds paid to Textron as a result of the March 2 Order should be (a) \nreturned to the Receiver as general assets of Farmtrac and (b) made available to the \ngeneral creditors of Farmtrac ahead of any claims against Farmtrac by Escorts and \nTextron. \n                                           \n \n29  Id . Ex. 6.  \n30  Id . ¶ 17.  \n31  Id . ¶ 20. \nDISCUSSION  \nStanding  \n[21] As a threshold matter, Defendants Textron and Escorts argue that the \ncourt lacks subject matter jurisdiction because Mtron does not have standing to bring its \nClaims on behalf of itself and the general creditors of Farmtrac for harm allegedly done \nby Textron and Escorts.  Accordingly, both Motions seek dismissal of this action \npursuant to Rule 12(b)(1). \n[22] All the elements of standing must be met prior  to a court invoking its \njurisdiction in adjudicating an alleged civil dispute.  Aubin v. Susi , 149 N.C. App. 320, \n324 (2002); see also  Estate of Apple v. Commercial Courier Express, Inc., 168 N.C. \nApp. 175, 176 (2005) (\"If a party does not have standing to bring a claim, a court has no \nsubject matter jurisdiction to hear the claim.\").  The burden is on the party seeking to \ninvoke the court's jurisdiction to establish that all elements of standing have been met.  \nPeninsula Prop. Owners Ass'n v. Crescent Res., LLC , 171 N.C. App. 89, 92 (2005). \n[23] Rule 17(a) provides that standing is not prese nt when a party is not a \"real \nparty in interest.\"  In the context of Rule 17(a), the \"real party in interest\" has been \ninterpreted to mean the party who \"by substantive law has the legal right to enforce the \nclaim in question.\"  Whittaker v. Furniture Factory Outlet Shops , 145 N.C. App. 169, 175 \n(2001) (internal quotations omitted).  It is not enough that a party \"merely\" has an \n\"interest in the action involved.\"  Parnell v. Nationwide Mut. Ins. Co. , 263 N.C. 445, 448 \n(1965) (internal citations omitted).   Rather, to be the real party in interest, a party must \nhave an interest in the subject matter of the litigation, such that the party is \"entitled to \nreceive the fruits of the litigation\" in the form of damages.  Goodrich v. Rice , 75 N.C. \nApp. 530, 537 (1985); see  Parnell , 263 N.C. at 449. \n[24] The court may consider and weigh matters outsi de the pleadings when \nruling on a motion to dismiss brought under Rule 12(b)(1) for lack of subject matter \njurisdiction.  Tart v. Walker , 38 N.C. App. 500, 502 (1978).  \n[25] Textron contends that when the court entered t he Receivership Order, the \nReceiver became the only party legally able to bring a claim on behalf of Farmtrac's \n\"general creditors.\"32   In support of this argument, Textron refers to the language in the \nReceivership Order granting the Receiver the power to \"[b]ring all actions of law or in \nequity which cause may require.\"33  \n[26] Mtron argues that the March 2 Order allows Mtr on to bring its Claims.34   \nFor support, Mtron cites the language in the March 2 Order that allowed the Receiver to \nmake payment to Textron, without prejudice to Mtron's objection. 35   Moreover, Mtron \ncontends that the Receiver agrees with this interpretation of the March 2 Order because \nthe Receiver answered Mtron's Complaint on March 1, 2010, by admitting paragraph 19 \nof the Complaint. 36   Paragraph 19 reads: \nBy virtue of the [March 2] Order and other rulings of the trial \ncourt made in open court at the hearing in the Rela ted \n[Receivership] Proceeding conducted on February 18,  2009, \nMtron is entitled to bring this action for itself, and for the \nbenefit of the general creditors of the estate of r eceivership \nof Farmtrac, to obtain relief against Textron and E scorts with \nrespect to the funds which are now in the custody o f Textron \npursuant to the March Order. \n                                            \n32  Def. Textron Mem. Supp. Mot. Dismiss 9. \n33  Id . (citing Compl. Ex. 2.). \n34  Pl. Resp. Opp'n Def. Textron Mot. Dismiss 14. \n35  Id.   \n36  Id.  \n[27] A review of the case law reveals that an indiv idual creditor ordinarily only \nhas standing to assert its own claim when the injury alleged is separate from the estate \nand independent of other creditors.  Lillian Knitting Mills Co. v. Earle , 233 N.C. 74, 75-\n76 (1950) (holding that an individual creditor had standing to assert a claim against \ndirectors of a corporation that had been placed in receivership because the alleged \nmisrepresentations were made directly to that individual creditor).  However, an \nindividual creditor that does not have standing to bring its claim on the basis of a \nparticularized injury may still have standing on such a claim if the receiver has either \nabandoned the claim or it is shown that the receiver has no motivation for bringing the \nclaim.  Nat'l Am. Ins. Co. v. Ruppert Landscaping Co. , 187 F.3d 439, 441-42 (4th Cir. \n1999). \n[28] In the instant case, the court is persuaded th at Mtron has standing to bring \nits Claims against Defendants for the relief sought.  Mtron should not be denied such \nopportunity in the hope that the Receiver will pursue the Claims on behalf of Mtron.  The \nReceiver's admission in answering Mtron's Complaint is evidence of the fact that the \nReceiver either has abandoned the claims or has no motivation to bring the claims that \nMtron alleges.  Dismissing Mtron's Complaint for lack of standing would be unfair in light \nof the facts and would result in Mtron being denied its day in court.  For these reasons, \nthe court CONCLUDES that Mtron has standing to bring its Claims against Textron and \nEscorts, and that the court has subject matter jurisdiction to decide this dispute. \n[29] Therefore, the Motions, to the extent they see k dismissal pursuant to Rule \n12(b)(1), should be DENIED. \nTextron's Rule 12(b)(6) Motion  \n[30] The Textron Motion also seeks dismissal of eac h of Mtron's Claims under \nRule 12(b)(6) for failure to state a claim upon which relief can be granted.  By bringing a \nmotion to dismiss under Rule 12(b)(6), the moving party is able to test the legal \nsufficiency of a complaint.  Sutton v. Duke , 277 N.C. 94, 98 (1970). \n[31] The court, in deciding a Rule 12(b)(6) motion,  should treat the well-\npleaded allegations of the complaint as true and admitted, but conclusions of law or \nunwarranted deductions of fact are not admitted.  Id.   The allegations set forth in the \ncomplaint are to be treated in a light most favorable to the non-moving party .  Ford v. \nPeaches Entm't Corp. , 83 N.C. App. 155, 156 (1986). \n[32] A Rule 12(b)(6) motion should be granted when either (a) the complaint on \nits face reveals that no law supports the plaintiff's claim, (b) the complaint on its face \nreveals the absence of facts sufficient to make a good claim or (c) some fact disclosed \nin the complaint necessarily defeats the plaintiff's claim.  Jackson v. Bumgardner , 318 \nN.C. 172, 175 (1986).  A party must state enough facts to satisfy the substantive \nelements of some legally recognized claim for relief to avoid dismissal under Rule \n12(b)(6).  Strickland v. Hedrick , 194 N.C. App. 1, 20 (2008). \n[33] Documents that are attached to the complaint a s exhibits and referenced \ntherein will be considered by the court for Rule 12(b)(6) purposes.  Woolard v. \nDavenport , 166 N.C. App. 129, 133-34 (2004). \nEquitable Subordination  \n[34] Mtron's First Claim is entitled \"Subordination  Due to Breaches of Fiduciary \nDuty and Inequitable Conduct.\"  Mtron contends that Textron should be estopped from \nasserting the status of a secured creditor under the doctrines of unclean hands and \nequitable subordination, because Textron allegedly engaged in inequitable conduct and \naided and abetted breaches of fiduciary duty committed by Escorts. 37   As a practical \nmatter, Mtron is asking that the funds already paid to Textron be returned to the \nreceivership estate of Farmtrac, and any liens upon said funds for the benefit of Escorts \nor Textron should be equitably subordinated to the claims of Mtron and other general \ncreditors. 38  \n[35] Textron argues that Mtron's First Claim should  be dismissed pursuant to \nRule 12(b)(6) because North Carolina law does not recognize equitable subordination \nas a cause of action. 39  \n[36] In response, Mtron concedes that North Carolin a courts have not \naddressed the availability of an equitable subordination claim, but argues that this cause \nof action should be adopted as consistent with North Carolina public policy. 40   For \nargument, Mtron lists only two states, Alaska and Rhode Island, that have recognized a \nclaim for equitable subordination outside the context of bankruptcy proceedings. 41  \n[37] The court recognizes that there is no case law  or statutory basis in North \nCarolina for equitably subordinating a claim, other than its application in the limited \ncontext of cases involving issues of admiralty and bankruptcy.  In fact, one federal court \ndismissed an equitable subordination claim, stating that \"[t]he Court has conducted an \nextensive review of North Carolina law and finds that this doctrine has been applied, \nalmost exclusively, in bankruptcy proceedings . . . and admiralty matters involving ship \n                                            \n37  Compl. ¶ 69. \n38  Compl. ¶¶ 1-4 (Prayer for Relief). \n39  Def. Textron Mem. Supp. Mot. Dismiss 10. \n40  Pl. Resp. Opp'n Def. Textron Mot. Dismiss 5-8. \n41  Id . 7-8.  \nmortgages.\"  Bradson Merchantile, Inc. v. Vanderbilt Indus. Contracting Corp. , 883 F. \nSupp. 37, 59-60 (W.D.N.C. 1995).  Since the Bradson Merchantile  decision, the court \nfinds no reported North Carolina case that has recognized an equitable subordination \nclaim in a context similar to Mtron's First Claim. \n[38] When a party alleges a cause of action or seek s relief not recognized by \nlaw, the court is powerless to grant relief despite the factual allegations alleged by the \nparty.  Forrester v. Garrett , 280 N.C. 117, 122 (1971).  Based on the law and authority \nin other jurisdictions, the court declines to extend the law and recognize a claim for \nequitable subordination here.  Therefore, the court CONCLUDES that Mtron's First \nClaim fails to state a cause of action upon which relief can be granted. \n[39] Accordingly, to the extent it seeks dismissal of Mtron's First Claim \npursuant to Rule 12(b)(6), Textron's Motion should be GRANTED.  42    \nFraudulent Conveyances 43  \n[40] Mtron's Third Claim alleges fraudulent conveya nces, presumably under \nthe North Carolina Uniform Fraudulent Transfers Act (\"NCUFTA\"), pursuant to G.S. 39-\n23.4(a) and 39-23.5(a).44    \n[41] The NCUFTA sets forth the statutory elements t hat must be pleaded by a \nparty to allege sufficiently a cause of action for fraudulent transfer.  Specifically, \n                                            \n42  Textron argues that even if equitable subordination was recognized by this court, Mtron's Complaint \ndoes not sufficiently allege the elements of an equitable subordination claim.  Because the court \nconcludes that equitable subordination is not a recognized cause of action under North Carolina law, the \ncourt need not address the substantive elements of Mtron's Claim.   \n43  Although Mtron alleges fraudulent conveyances as its Third Claim, the court elects to discuss said \nClaim out of turn because Mtron's Second Claim (Civil Conspiracy) is derivative of the Third Claim. \n44  Mtron's Complaint does not clarify whether its fraudulent conveyances Claim is alleged under the \nNCUFTA.  Instead, Mtron, in its response to the Tex tron Motion, asserts that its Third Claim satisfies the \nelements of a fraudulent conveyance under the NCUFT A. \nG.S. 39-23.4(a) provides that a transfer is fraudulent as to present and future creditors if \nthe debtor made the transfer: \n(1) with intent to hinder, delay, or defraud any cr editor of \nthe debtor; or \n(2) without receiving a reasonably equivalent value  in \nexchange for the transfer or obligation, and the \ndebtor: \n(a) was engaged or was about to engage in a \nbusiness or a transaction for which the \nremaining assets of the debtor were \nunreasonably small in relation to the business \nor transaction; or \n(b) intended to incur, or believed that the debtor \nwould incur, debts beyond the debtor's ability \nto pay as they became due. \n \n[42] Additionally, G.S. 39-23.5(a) sets forth addit ional grounds under which a \ntransfer is fraudulent as to present creditors if: \nA transfer made or obligation incurred by a debtor is \nfraudulent as to a creditor whose claim arose befor e the \ntransfer was made or the obligation was incurred if  the \ndebtor made the transfer or incurred the obligation  without \nreceiving a reasonably equivalent value in exchange  for the \ntransfer or obligation, and the debtor was insolven t at that \ntime or the debtor became insolvent as a result of the \ntransfer or obligation. \n \n[43] Mtron's Complaint sufficiently sets forth a ca use of action under both \napplicable provisions of the NCUFTA dealing with fraudulent transfers. \n[44] Mtron alleges that Farmtrac and Escorts engage d in their \"channel \nstuffing\" scheme with the \"actual intent to hinder, delay, or defraud\" Mtron.  It alleges \nthat, with the assistance of both Escorts and Textron, Farmtrac was able to continue its \noperations and increase its credit obligations when there was no \"realistic chance that \nFarmtrac would be able to pay its general creditors.\"\n45   The Complaint further alleges \n                                            \n45  Compl. ¶ 77. \nthat the transfers caused Farmtrac to incur \"debts far beyond the ability of Farmtrac to \npay as those debts became due . . .,\"46  resulting in insolvency during the time period \nthese disputed transfers were made. 47   Mtron alleges that the transfers from Farmtrac to \nTextron of the fabricated accounts receivable were made without Farmtrac receiving a \nreasonably equivalent value from Textron because Textron knew or should have known \nthat the funds transferred to Farmtrac in exchange for security rights on equipment and \naccounts receivable were being diverted from Farmtrac to Escorts and its subsidiaries. 48   \nMtron alleges that these actions were done as part of the scheme to benefit Farmtrac, \nEscorts and Textron. \n[45] Accepting the allegations as true and in the l ight most favorable to Mtron, \nthe court CONCLUDES that the Complaint alleges sufficient facts to satisfy the \nsubstantive elements of a claim for fraudulent conveyance under the NCUFTA and \nstates a cause of action under either G.S. 39-23.4(a) or 39-23.5(a). 49   \n                                            \n46  Id. ¶ 78-81. \n47  Id.  ¶¶ 62, 64, 75, 78, 80. \n48  Id. ¶ 78. \n49  Mtron's allegations that Textron extended loan proceeds to Farmtrac in exchange for lien rights and \ninterest payments, see id. ¶¶ 43, 50-53, 58, 65, 77-79, would ordinarily be fa tal to a cause of action for \nfraudulent conveyance on the basis that such allega tions on their face establish that Textron gave \nreasonably equivalent value for the transfers.  However, because Mtron sufficiently alleges that Textr on \nacted in bad faith and knew or should have known th at Farmtrac was diverting to Escorts the funds \nreceived from Textron and that Textron was benefitted by such actions, see id. ¶¶ 50-51, 58-59, 71-73, \n78-80, Mtron has alleged enough facts at this early stage in the proceedings to avoid dismissal on Rul e \n12(b)(6) grounds. \n[46] Accordingly, to the extent it seeks dismissal of Mtron's Third Claim \npursuant to Rule 12(b)(6), Textron's Motion should be DENIED. 50  \nCivil Conspiracy  \n[47] Mtron's Second Claim seeks relief based on an allegation of civil \nconspiracy. \n[48] To state a cause of action for civil conspirac y, it must be alleged that there \nwas: \"[a] an agreement between two or more individuals; [b] to do an unlawful act or to \ndo a lawful act in an unlawful way; [c] resulting in injury to plaintiff inflicted by one or \nmore of the conspirators; and [d] pursuant to a common scheme.\"  Piraino Bros., LLC v. \nAtl. Fin. Grp., Inc ., No. COA10-831, 2011 N.C. App. LEXIS 703, 14 (N.C. Ct. App. Apr. \n19, 2011) (quoting  Privette v. Univ. of North Carolina , 96 N.C. App. 124, 139 (1989)); \nsee also Norman v. Nash Johnson & Sons' Farms, Inc., 140 N.C. App. 390, 416 (2000) \n(\"In order to state a claim for civil conspiracy, a complaint must allege a conspiracy, \nwrongful acts done by certain of the alleged conspirators, and injury.\") (citation omitted).  \nHowever, because there is no independent cause of action for civil conspiracy, the tort \nclaim for civil conspiracy must be based on some underlying wrongful, overt act.  Dove \nv. Harvey , 168 N.C. App. 687, 690 (2005).  \"The charge of [civil] conspiracy itself does \nnothing more than associate the defendants together and perhaps liberalize the rules of \nevidence to the extent that under proper circumstances the acts and conduct of one \n                                            \n50  Mtron's Complaint seeks equitable subordination as its relief under both its fraudulent conveyance and \ncivil conspiracy Claims.  As discussed above, equitable subordination is not a recognized cause of act ion \nor remedy under North Carolina law.  However, this is not fatal to Mtron's Third Claim.  Whether or not the \nproper relief has been demanded specifically by Mtron in its prayer for relief, the court concludes that it \nwould be just and proper to permit Mtron to pursue the statutory remedies of a creditor set forth in G .S. \n39-23.7 under the NCUFTA. \nmight be admissible against all.\"  Id.  (quoting Fox v. Wilson , 85 N.C. App. 292, 301 \n(1987)). \n[49] Here, Mtron alleges in its Second Claim that w hile Farmtrac was insolvent, \nFarmtrac, Escorts and Textron acted in concert to increase the amount of collateral that \nsecured the amount owed from Farmtrac to Textron by falsifying orders and invoices \nwhen there were no bona fide buyers and diverting money from Farmtrac to Escorts and \nits subsidiaries.51   As a result of this scheme, Mtron alleges that, to its detriment, it \ncontinued to send additional equipment to Farmtrac and is now unable to recover the \nmoney it is owed by Farmtrac as a result of the alleged conspiratorial actions of \nFarmtrac, Escorts and Textron. \n[50] Accepting the allegations as true and in the l ight most favorable to Mtron, \nthe court CONCLUDES that Mtron has alleged sufficient facts to satisfy the substantive \nelements of a claim for civil conspiracy. 52   Accordingly, to the extent it seeks dismissal \nof Mtron's Second Claim pursuant to Rule 12(b)(6), Textron's Motion should be \nDENIED. \nEscorts' Rule 12(e) Motion  \n[51] The Escorts Motion seeks, in the alternative t o its Rule 12(b)(1) standing \nargument, an order compelling Mtron to file a more definite statement of its Complaint, \npursuant to Rule 12(e).  The Escorts Motion contends that Mtron's Complaint \"is so \nvague, ambiguous and filled with confusing allegations, Escorts cannot reasonably \nprepare a responsive pleading.\"53  \n                                            \n51  Compl. ¶¶ 71-73. \n52  Whether a forecast of admissible evidence will support this Claim may be tested later pursuant to Rule \n56.   \n53  Def. Escorts Mot. Dismiss. \n[52] A motion for a more definite statement is not favored by the courts and \nshould not be granted if the pleading complies with the notice theory of pleading as \nrequired by Rule 8.  See  Ross v. Ross , 33 N.C. App. 447, 454 (1977).  \"Under the \n'notice theory' of pleading a statement of claim is adequate if it gives sufficient notice of \nthe claim asserted 'to enable the adverse party to answer and prepare for trial.'\"  Sutton , \n277 N.C. at 102 (internal quotations omitted).  A pleading complies with Rule 8 if the \nopposing party is given notice of the \"transactions, occurrences, or series of \ntransactions or occurrences intended to be proved.\" \n[53] Mtron's Complaint satisfies the pleading requi rements of Rule 8.  It gives \nEscorts notice of the series of transactions or occurrences that Mtron intends to prove.   \nStated broadly, Mtron alleges that Farmtrac, Escorts and Textron together acted \nfraudulently and in bad faith to benefit each other to the detriment of Mtron and other \ngeneral creditors of Farmtrac.  Accordingly, the court CONCLUDES that Mtron's \nComplaint gives Escorts notice of the transaction, occurrences, or series of transactions \nor occurrences intended to be proven by Mtron.  Escorts Motion for a more definite \nstatement pursuant to Rule 12(e) should be DENIED. \nNOW THEREFORE, based on the foregoing, it hereby is ORDERED that: \n[54] The Motion of Textron Financial Corporation to  Dismiss, pursuant to Rule \n12(b)(1), is DENIED. \n[55] With regard to Plaintiff's First Claim, the Mo tion of Textron Financial \nCorporation to Dismiss, pursuant to Rule 12(b)(6), is GRANTED; and the First Claim is \nDISMISSED. \n[56] With regard to Plaintiff's Second and Third Cl aims, the Motion of Textron \nFinancial Corporation to Dismiss, pursuant to Rule 12(b)(6), is DENIED. \n[57] The Motion of Escorts, Ltd. to Dismiss Plainti ff's Complaint, pursuant to \nRule 12(b)(1), including its alternative motion for a more definite statement, pursuant to \nRule 12(e), is DENIED. \nThis the 22nd day of March, 2012.  \n \n \n "
}