{
  "id": "05ffe1b6022877a6718dcd35dc2d5a1ac15dd34210874d01adcf2129cdac8bb6",
  "source_file": "data/raw/ncbc/05ffe1b6022877a6718dcd35dc2d5a1ac15dd34210874d01adcf2129cdac8bb6.pdf",
  "raw_text": "Regions Bank v. Reg’l Prop. Dev. Corp., 2008 NCBC 8. \n \nSTATE OF NORTH CAROLINA   IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \nCOUNTY OF MECKLENBURG                             07 CVS 12469 \n \nREGIONS BANK, \n \n  Plaintiff, \n \n v. \n \nREGIONAL PROPERTY \nDEVELOPMENT CORPORATION, \n \n  Defendant, \n \nand \n \nREGIONS BANK, \n \nThird-Party Plaintiff, \n \n v. \n \nLAWRENCE J. SHAHEEN AND J. \nMICHAEL SHAHEEN,  Individually, \n \nThird-Party Defendants. \nORDER & OPINION  \n \nWomble, Carlyle, Sandridge & Rice PLLC by Tricia M. Derr for \nPlaintiff Regions Bank. \n \nSellers, Hinshaw, Ayers, Dortch and Lyons, P.A. by Brett Dressler for \nDefendant Regional Property Development Corporation. \n \nDiaz, Judge. \n{1} Before the Court is the Plaintiff’s Motion to Dismiss Defendant’s \nAmended Counterclaim pursuant to Rule 12(b)(6) of the North Carolina Rules of \nCivil Procedure.   \n{2} For the reasons set forth below, the Court GRANTS the Motion. \nI. \nPROCEDURAL BACKGROUND \n{3} On 24 May 2007, Defendant Regional Property Development \nCorporation (“Defendant”), one of four member/managers of Lancaster Industrial \nPark, LLC (“Lancaster” or the “Company”), filed a Demand for Arbitration against \nPlaintiff Regions Bank (“Regions”) asserting claims for (1) breach of contract; (2) \nbreach of fiduciary duty; (3) aiding and abetting breach of fiduciary duty; (4) breach \nof the duty of good faith; and (5) unfair and deceptive trade practices, arising from \nRegions’ allegedly improper transfer of a loan made to Lancaster.  (Compl. ¶ 20.)    \n{4} On 22 June 2007, Regions filed a Complaint in Mecklenburg County \nSuperior Court and moved to stay the arbitration proceeding.1  In its Complaint, \nRegions seeks a declaratory judgment that, as to the loan transaction, (1) Regions \nand Defendant had no contractual relationship; (2) Regions owed no fiduciary duties \nto Defendant; (3) Regions did not aid and abet any breach of fiduciary duty; (4) \nRegions owed no duty of good faith to Defendant; and (5) Regions did not engage in \nany unfair and deceptive trade practices.  (Compl. ¶ 28.) \n{5} On 13 July 2007, the case was transferred to the North Carolina \nBusiness Court and assigned to me. \n{6} On 8 October 2007, Defendant answered the Complaint and filed a \nCounterclaim alleging that Regions aided and abetted a breach of fiduciary duty.  \n(Countercl.)  \n{7} On 7 December 2007, Regions moved to dismiss Defendant’s \nCounterclaim and also filed a Third-Party Complaint against Lawrence J. Shaheen \nand J. Michael Shaheen for indemnity as to the Counterclaim and other related \nlawsuits. \n{8} On 10 December 2007, Regions filed its Amended Motion to Dismiss \nDefendant’s Counterclaim and supporting brief.  \n                                                 \n1 The Court subsequently entered a consent order wherein the parties waived their right to arbitrate \nthe claims.  (Order 11 Dec. 2007.) \n{9} On 11 January 2008, Defendant filed its Response to the Amended \nMotion to Dismiss the Counterclaim. \n{10} On 3 March 2008 (following a telephone conference between the Court \nand counsel), Defendant filed an Amended Counterclaim that, like the initial \nCounterclaim, alleges that Regions aided and abetted a breach of fiduciary duty.  \n(Am. Countercl.) \n{11} On 13 March 2008, Regions filed its Motion to Dismiss the Amended \nCounterclaim (the “Motion to Dismiss”), which is now before me. \n{12} The Court thereafter allowed the parties to file supplemental briefs on \nthe Motion to Dismiss.  \n{13} Pursuant to Business Court Rule 15.4, the Court resolves the Motion \nto Dismiss without a further hearing. \n \nII. \nFACTUAL BACKGROUND \nA. \nTHE PARTIES \n{14} Regions is a state bank organized and existing under the laws of \nAlabama and authorized to do business in North Carolina as a commercial banking \ninstitution.  (Compl. ¶ 5.)      \n{15} Defendant is a North Carolina corporation with its principal place of \nbusiness in Mecklenburg County, North Carolina.  (Compl. ¶ 6.)   \n{16} Lancaster is a North Carolina limited liability company with its \nprincipal place of business in Mecklenburg County, North Carolina.  (Compl. ¶ 7.) \n{17} Defendant is a member/manager of Lancaster.  (Compl. ¶ 7.)   \nB. \nSUMMARY OF THE FACTS \n{18} On 24 May 2002, Regions loaned $745,000.00 to Lancaster for a real \nestate development project.  (Compl. ¶ 12.) \n{19} In conjunction with the loan, Lancaster executed a promissory note \nwherein it agreed to make monthly interest payments to Regions and repay the \nprincipal balance, along with any accrued interest, by 24 May 2004.  (Compl. ¶¶ 1, \n12.) \n{20} On 24 May 2004, Lancaster executed a second promissory note that \nextended the loan amount and provided that the loan would be repaid in twelve \nmonths.  (Compl. ¶ 13.)    \n{21} On 24 May 2005, the loan remained unpaid.  (Compl. ¶ 14.) \n{22} Lancaster subsequently requested and received an extension of the \nmaturity date of the loan, up to and including 24 August 2005.  (Compl. ¶ 15.)   \n{23} Regions later agreed to another extension of the maturity date of the \nloan, through 24 November 2005.  (Compl. ¶ 16.) \n{24} Lancaster failed to make payment on the loan by 24 November 2005.  \n(Compl. ¶ 17.) \n{25} Thereafter, and unbeknownst to Defendant, Regions began negotiating \nwith the other three individual member/managers of Lancaster (the “Individual \nMembers”) regarding the sale and assignment of the loan and its underlying \nobligations (cumulatively being the “Loan”).  (Am. Countercl. ¶ 9.)      \n{26} On 23 February 2006, Regions sold the Loan to the Individual \nMembers.2  (Compl. ¶ 18; Am. Countercl. ¶ 17.)  \n \nIII. \nCONTENTIONS OF THE PARTIES \n{27} Defendant does not dispute that Regions could assign or sell the Loan.  \n(Answer ¶ 23.)  However, Defendant contends Regions was not authorized to sell \nthe Loan to the Individual Members in the manner in which it did.  (Answer ¶ 18.)  \n{28} Defendant asserts that Carpenter had a duty to notify Lancaster and \nDefendant of his intent to acquire the Loan so they could either refinance the Loan \n                                                 \n2 The Individual Members are Mark Carpenter (“Carpenter”), Steve Jacobsen, and Andrew Jacobsen.  \n(Compl. ¶ 7.)  They are not parties to this lawsuit. (Am. Countercl. ¶ 2.) \nor pay it off, and that Carpenter failed to provide such notice.  (Am. Countercl. ¶¶ \n19, 22.) \n{29} According to Defendant, Regions negotiated with Carpenter for the \nsale of the Loan knowing that Carpenter was a Lancaster manager and that \nDefendant was unaware of the negotiations.  (Am. Countercl. ¶¶ 9–11.)  \n{30}  Defendant also asserts that Regions and Lancaster had a pattern or \npractice of allowing additional available principal on the Loan to be drawn down for \nthe purpose of paying accrued interest on the Loan until “a payoff solution could be \ndevised.”  (Am. Countercl. ¶ 8.) \n{31} Despite this established practice, Defendant alleges that after the \nLoan became due, Regions sold it to the Individual Members with full knowledge \nthat Carpenter intended to use Lancaster’s alleged default as leverage to force \nDefendant to agree to a modification of the Company’s operating agreement that \nwould diminish the value of Defendant’s equity interest in Lancaster.  (Am. \nCountercl. ¶ 12–14, 16.)   \n{32} Defendant asserts that the Individual Members in fact used the threat \nof default and foreclosure (which, according to Defendant, would have eliminated its \nequity interest in Lancaster) to force Defendant to agree to over $600,000.00 in \nCompany distributions to the Individual Members.  (Am. Countercl. ¶ 18.) \n{33} Defendant alleges in its Amended Counterclaim that (1) Carpenter \nowed it and Lancaster fiduciary duties that he breached by acquiring the Loan \nwithout providing adequate notice to Defendant or Lancaster; and (2) Regions \nsubstantially aided and abetted such breach by purposefully failing to provide \nLancaster notice of either the Loan’s default or its transfer to Carpenter.  (Am. \nCountercl. ¶¶ 22, 25–27.)  \n{34} Regions makes two arguments in support of its Motion to Dismiss. \n{35} First, Regions contends that North Carolina law does not recognize a \nclaim for aiding and abetting breach of fiduciary duty under the facts of this case.  \n(Br. Supp. Am. Mot. Dismiss Countercl. 4–5.)  More specifically, Regions asserts \nthat no authority supports allowing this type of claim by an individual member of a \nlimited liability company against a lender for selling a loan that was in default.  (Br. \nSupp. Am. Mot. Dismiss Countercl. 5.) \n{36} Second, Regions argues the Amended Counterclaim fails as a matter of \nlaw because Defendant fails to allege (1) an injury to itself that is “separate and \ndistinct” from that suffered by the Company or the member/managers; or (2) that \nthe injury arises out of a special duty running from Regions to Defendant. \n{37} In the absence of these allegations of injury, Regions contends \nDefendant cannot pursue a claim against it for diminution in value of its equity \ninterest in Lancaster, which Regions characterizes as a derivative claim that may \nonly be brought by Lancaster.  (Br. Supp. Am. Mot. Dismiss Countercl. 5–7; \nSupplemental Br. Supp. Am. Mot. Dismiss Am. Countercl. 3–13.) \n{38} In response to Regions’ first argument for dismissal of the Amended \nCounterclaim, Defendant contends that our courts have not foreclosed a common \nlaw cause of action for aiding and abetting a breach of fiduciary duty on the facts \npresented. (Resp. Am. Mot. Dismiss 2–3.)  \n{39} With respect to Regions’ second argument, Defendant contends it was \nthe only entity to suffer harm as a result of Regions’ actions in aiding and abetting \nthe breach of fiduciary duty.  (Resp. Am. Mot. Dismiss 4.)  As a result, Defendant \nasserts it has alleged an injury sufficiently “separate and distinct” to overcome a \nRule 12(b)(6) motion to dismiss for lack of standing.  (Resp. Am. Mot. Dismiss 4.) \n \nIV. \nPRINCIPLES OF LAW \nA. \nRULE 12(b)(6) MOTIONS TO DISMISS3\n{40} The essential question on a motion to dismiss pursuant to Rule 12(b)(6) \nof the North Carolina Rules of Civil Procedure is “whether the facts alleged in the \ncomplaint, when viewed in the light most favorable to the plaintiffs, give rise to a \n                                                 \n3 Although the cases cited here address the Rule 12(b)(6) standard of review for a complaint, they \napply with equal force when analyzing the sufficiency of a counterclaim. \nclaim for relief on any theory.”  Ford v. Peaches Entm’t Corp., 83 N.C. App. 155, \n156, 349 S.E.2d 82, 83 (1986) (citation omitted).  On a motion to dismiss, the \ncomplaint’s material factual allegations are taken as true.  Oberlin Capital, L.P. v. \nSlavin, 147 N.C. App. 52, 56, 554 S.E.2d 840, 844 (2001) (citing Hyde v. Abbott \nLabs., Inc., 123 N.C. App. 572, 575, 473 S.E.2d 680, 682 (1996)). \n{41} “The complaint must be liberally construed, and the court should not \ndismiss the complaint unless it appears beyond a doubt that the plaintiff could not \nprove any set of facts to support his claim which would entitle him to relief.”  Block \nv. County of Person, 141 N.C. App. 273, 277–78, 540 S.E.2d 415, 419 (2000). \n{42} Nevertheless,   \n[d]ismissal of a complaint under Rule 12(b)(6) is proper when one of \nthe following three conditions is satisfied: (1) when the complaint on its \nface reveals that no law supports plaintiff’s claim; (2) when the \ncomplaint on its face reveals the absence of fact sufficient to make a \ngood claim; (3) when some fact di sclosed in the complaint necessarily \ndefeats plaintiff’s claim. \n  \nShepherd v. Ocwen Fed. Bank, FSB , 172 N.C. App. 475, 477, 617 S.E.2d 61, \n63 (2005) (citation and quotations omitted).  \nB. \nSTANDING \n{43} “A lack of standing may be challenged by [a] motion to dismiss for \nfailure to state a claim upon which relief can be granted.”  Energy Investors Fund, \nL.P. v. Metric Constructors, Inc., 351 N.C. 331, 337, 525 S.E.2d 441,445 (2000) \n(citing Krauss v. Wayne County DSS, 347 N.C. 371, 373, 493 S.E.2d 428, 430 \n(1997)).    \n{44} “The well-established general rule is that shareholders cannot pursue \nindividual causes of action against third parties for wrongs or injuries to the \ncorporation that result in the diminution or destruction of the value of their stock.”  \nBarger v. McCoy Hillard & Parks, 346 N.C. 650, 658, 488 S.E.2d 215, 219 (1997) \n(citing Jordan v. Hartness, 230 N.C. 718, 719, 55 S.E.2d 484, 485 (1949)). \n \n{45} However, \na shareholder may maintain an individual action against a third party \nfor an injury that directly affe cts the shareholder, even if the \ncorporation also has a cause of action  arising from the same wrong, if \nthe shareholder can show that the wrongdoer owed him a special duty \nor that the injury suffered by the shareholder is separate and distinct \nfrom the injury sustained by the other shareholders or the corporation \nitself. \n \nId.   \n{46} These standing principles apply equally to suits brought by members \nof a limited liability company.  See Dawson v. Atlanta Design Assocs., Inc., 144 N.C. \nApp. 716, 719 n.1, 551 S.E.2d 877, 880 n.1 (2001). \n \nV. \nANALYSIS \n{47} Regions argues that Defendant’s Amended Counterclaim for aiding \nand abetting breach of fiduciary duty fails as a matter of law for two reasons:  (1) \nNorth Carolina does not recognize a claim for aiding and abetting breach of \nfiduciary duty in this context; and (2) even if such a claim does exist, Defendant \nlacks standing to bring an individual claim against Regions on the facts presented.4 \nSee supra ¶¶ 34–37. \n{48} As to Regions’ first argument, this Court has previously questioned \nwhether North Carolina law recognizes a claim for aiding and abetting breach of \nfiduciary duty.  \nSee Battleground Veterinary Hosp., P.C. v. McGeough, 2007 NCBC \n33 ¶¶ 68–70 (N.C. Super. Ct. Oct. 19, 2007), \nhttp://www.ncbusinesscourt.net/opinions/101907%20Order%20Webpage.pdf.   \n{49} The reason for doubt is that the sole North Carolina appellate decision \nrecognizing such a claim involved allegations of securities fraud, and its federal \nunderpinnings were subsequently overruled by the United States Supreme Court. \n                                                 \n4 Regions also seeks dismissal of the Amended Counterclaim because Defendant filed it one day after \nthe deadline established by the Court.  Regions, however, alleges no prejudice from the delay and the \nCourt finds none.  Accordingly, the Court declines to grant relief on that ground.  \nCompare Sompo Japan Ins. Co., v. Deloitte & Touche, LLP, 2005 NCBC 2 (N.C. \nSuper. Ct. June 10, 2005), \nhttp://www.ncbusinesscourt.net/opinions/2005%20NCBC%202.htm (discussing Blow \nv. Shaughnessy, 88 N.C. App. 484, 364 S.E.2d 444 (1988) and Cent. Bank of Denver, \nN.A. v. First Interstate Bank of Denver, N.A., 511 U.S. 164 (1994)), with Equitable \nLife Assurance Soc’y of the U.S. v. Am. Bankers Ins. Co. of Fla., No. 88-535-CIV-5-\nH, 1995 U.S. Dist. LEXIS 10880, at *34 (E.D.N.C. May 12, 1995) (stating that North \nCarolina would still recognize a claim for aiding and abetting breach of fiduciary \nduty based solely on tort principles), and In re Lee Memory Gardens, Inc., 333 B.R. \n76, 80 (Bankr. M.D.N.C. 2005) (stating that “North Carolina law recognizes a cause \nof action for aiding and abetting breach of fiduciary duty” and citing Blow v. \nShaughnessy for that proposition).  \n{50} Nevertheless, the Court is mindful of the indulgent standard it must \napply to a claim for relief when faced with a Rule 12(b)(6) motion to dismiss.  \nSunamerica Fin. Corp. v. Bonham, 328 N.C. 254, 257, 400 S.E.2d 435, 437 (1991).  \nBecause there is no binding precedent directly on point, and some persuasive \nauthority suggesting that a common law claim for aiding and abetting breach of \nfiduciary duty still exists in North Carolina, the Court declines to dismiss \nDefendant’s claim on this ground.\n5  \n{51} In any event, there exists a separate basis for dismissing Defendant’s \nAmended Counterclaim.  With two exceptions, North Carolina corporate \n“shareholders cannot pursue individual causes of action against third parties for \nwrongs or injuries to the corporation that result in the diminution or destruction of \nthe value of their stock.”  \nBarger, 346 N.C. at 658, 488 S.E.2d at 219. \n{52} The two exceptions supporting standing in this context are where (1) a \nplaintiff alleges an injury “separate and distinct” to itself; or (2) the injuries arise \nout of a “special duty” running from the alleged wrongdoer to the plaintiff.  Id. \n                                                 \n5 Regions does not argue that the predicate breach of fiduciary duty allegations against Carpenter \nare insufficient as a matter of law, and the Court therefore does not address this issue. \n{53} Moreover, that the Court here is dealing with a limited liability \ncompany instead of a corporation is of no legal significance, as the standing \nprinciples announced in Barger apply with equal force to limited liability \ncompanies.  Dawson, 144 N.C. App. at 719 n.1, 551 S.E.2d at 880 n.1. \n{54} In this case, the facts pled in the Amended Counterclaim make clear \nthat Lancaster is composed of four members:  Defendant and the three Individual \nMembers.  (Am. Countercl. ¶ 2.) \n{55} Defendant does not allege that it holds a minority interest in \nLancaster, and therefore it cannot be said that the Individual Members owe \nDefendant a special duty arising solely from their control of the Company.  See \ngenerally Outen v. Mical, 118 N.C. App. 263, 266, 454 S.E.2d 883, 886 (1995) \n(stating that “a minority shareholder may bring an individual suit ‘where the \ncorporation is so dominated and controlled by a wrongdoer as to be powerless to \nact.’”) (quoting Fulton v. Talbert, 255 N.C. 183, 185, 120 S.E.2d 410, 412 (1961)).  \n{56} Defendant does allege that the Individual Members (with the \nassistance of Regions) leveraged their control over the Loan to force Defendant to \nagree to allow the Company to make $600,000.00 in distributions to the Individual \nMembers “that were not otherwise due to them.”  (Am. Countercl. ¶ 18.)   \n{57}  But a claim that distributions were unlawfully made is just another \nway of saying that the Individual Members wrongfully diverted Company assets.  \nBy any measure, the right to pursue such a claim belongs to the Company, not its \nmembers.  As Regions notes, among the justifications for enforcing the distinction \nbetween derivative and individual rights of action is the need to protect the rights of \npossible creditors.  (Pl’s. Supplemental Br. Supp. Mot. Dismiss Am. Countercl. 10 \n(citing Outen, 118 N.C. App. at 267, 454 S.E.2d at 886 (stating that awarding \ndamages directly to a shareholder for claims properly belonging to the corporation \n“’could impair the rights of creditors whose claims may be superior to that of the \ninnocent shareholder.’”) (citation omitted)).)   \n{58} Accordingly, because Defendant’s individual claim seeks to vindicate a \nright properly belonging to Lancaster, it must be dismissed.  \nVI. \nCONCLUSION \n{59} The Court GRANTS Regions’ Motion to Dismiss Defendant’s Amended \nCounterclaim.     \n \nSO ORDERED this the 21st day of April, 2008. \n "
}