{
  "id": "0635e7d920e87d2e252719e0042128e0394922e1c577a07e4fc1d43c92a7a47d",
  "source_file": "data/raw/ncbc/0635e7d920e87d2e252719e0042128e0394922e1c577a07e4fc1d43c92a7a47d.pdf",
  "raw_text": "Chambers v. Moses H. Cone Mem’l Hosp., 2017 NCBC 22. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF GUILFORD \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n12 CVS 6126 \nCHRISTOPHER CHAMBERS, on \nbehalf of himself and all others \nsimilarly situated, \n \nPlaintiff, \n \nv. \n \nTHE MOSES H. CONE MEMORIAL \nHOSPITAL; THE MOSES H. CONE \nMEMORIAL HOSPITAL \nOPERATING CORPORATION d/b/a \nMOSES CONE HEALTH SYSTEM \nand d/b/a CONE HEALTH; and DOES \n1 through 25, inclusive,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER & OPINION ON DEFENDANTS’ \nMOTION TO DISMISS AND ROBIN \nHAYES’S MOTION TO INTERVENE  \n \n1. THIS MATTER is before the Court on  Defendants’ Motion to Dismiss \nPlaintiff’s Amended Complaint Pursuant to N.C.R.C.P. 12(b)(1) (“Motion to Dismiss”) \nand on the Motion to Intervene of Robin D. Hayes (“Motion to Intervene”) (collectively \nthe “Motions”).  For the reasons set fort h below, the Court GRANTS the Motion to \nDismiss and DENIES the Motion to Intervene.  \nHiggins Benjamin PLLC, by John F. Bloss, and Barry L. Kramer Law Offices, \nby Barry L. Kramer (pro hac vice), for Plaintiff and Intervener.  \n \nWomble Carlyle Sandridge & Rice, LLP, by Philip J. Mohr and Brent F. Powell, \nfor Defendants.  \n \nGale, Chief Judge. \n \n \n \n \n \n \nI. THE PARTIES  \n \n2. Plaintiff Christopher Chambers (“Chambers”) is a citizen and resident \nof Guilford County, North Carolina.  Chambers received medical treatment at the \nMoses Cone Hospital (the “Hospital”) in Guilford County, on August 23, 2011.  (Am. \nClass Action Compl. ¶ 25.) \n3. Proposed Intervener Robin D. Hayes (“Hayes”) is a citizen and resident \nof Rockingham County, North Carolina.  On April 13, 2011, Hayes received medical \ntreatment at Annie Penn Hospital, a Moses Cone hospital in Rockingham County.  \n(Intervener Compl. Robin D. Hayes (“Hayes Compl.”) ¶ 4.)  \n4. The Moses H. Cone Memorial Hospital Operating Corporation (“Moses \nCone”) is a North Carolina corporation with its principal place of business in Guilford \nCounty, North Carolina.  The Moses H. Cone Memorial Hospital is the parent holding \ncompany of Moses Cone (collectively “Defendants”).  (Simms Aff. ¶ 4.)  \n5. Plaintiff alleges that Does 1 through 25, whose identities are unknown, \nare each responsible and liable for the clai ms asserted.  (Am. Class Action Compl. \n¶ 7.)  Plaintiff never amended the complaint to allege the names and capacities of the \nDoe defendants.  Any potential claims agai nst those defendants do not survive the \ndismissal granted by this Order & Opinion.  \n \n \n \n \n \n \nII. FACTUAL BACKGROUND \n \nA. Chambers  \n6. On August 23, 2011, Chambers had an emergency appendectomy at the \nHospital.  (Am. Class Action Compl. ¶ 25.)  Chambers did not have health insurance \nat that time.  (Am. Class Action Compl. ¶ 25.)   \n7. Before he was treated, Chambers signed Moses Cone’s emergency-room \ncontract (“Contract”), which all emergency-care patients are required to sign before \nbeing treated at any Moses Cone hospital .  (Am. Class Action Compl. ¶¶ 11, 26; see \nSimms Aff. Ex. 2 (“Contract”).)  The Contract states that the patient is “financially \nresponsible for, guarantee[s] and agree[s] to pay in full . . . all charges for all services \nprovided.”  (Contract 1.)  The Contract sp ecifies that the cost of services will be \ncalculated “in accordance with the regula r rates and terms of [Moses Cone] at the \ntime of [the] patient’s treatment.”  (Contract 1.)  The Contract also specifies that its \npayment provision applies to all patien ts, whether the patient is insured or \nuninsured.  (Contract 1.)   \n8. Chambers contends that the Contract does not adequately identify \nMoses Cone’s “regular rates and terms” or state where such rates and terms can be \nlocated.  (Am. Class Action Compl. ¶ 15.)  He also contends that, due to the “wide \nrange of [payment] rate schedules for differe nt categories o[f] patients,” Moses Cone \ncannot identify a single set of “regular rate s” as referred to in the Contract.  (Am. \nClass Action Compl.  ¶ 15.)  Chambers asserts that he is required to pay only the \nreasonable value of the services he received.  (Am. Class Action Compl. ¶¶ 16, 27.)   \n \n \n9. On February 13, 2012, Moses Cone billed Chambers for the services that \nhe received, totaling $14,558.14.  ( See Simms Aff. Ex. 3, at 4. )  Chambers contends \nthat the bill was calculated using Moses Cone’s Chargemaster rates, which he \ncontends are “grossly inflated rates.”  (Pl.’s Resp. to Defs.’ Mot. Dismiss Am. Compl. \n3; \nsee also Am. Class Action Compl. ¶ 27.)  Chambers contends that the reasonable \nvalue of the services for wh ich he was billed was no more  than $6,000.  (Reply to \nCountercls. ¶ 13; Class Action Compl. ¶ 31.)  As of May 13, 2016, Chambers had paid \nonly $2,820 toward his bill.  (Simms Aff. Ex. 4.) \n10. As noted below, Moses Cone sued in the district court to collect the \nremaining balance of Chambers’s bill.  On May 18, 2016, Moses Cone dismissed with \nprejudice all claims and counterclaims that were asserted or could have been asserted \nagainst Chambers and his wife.  ( See Def./Countercl. Pl.’s Voluntary Dismissal \nPrejudice; Simms Aff. Ex. 6.) \nB. Hayes  \n11.  On April 13, 2011, Hayes, who was uninsured at that time, was injured \nin a car accident and received treatment at Annie Penn Hospital, a Moses Cone \naffiliate.  (Hayes Compl. ¶ 4.)  Hayes was subject to Moses Cone’s Contract, which \nrequired her to pay for the services that she received “in accordance with the regular \nrates and terms of [Moses] Cone.”  (Hayes Compl. ¶ 5 (quoting Contract 1).)   \n12. Moses Cone billed Hayes $2,692.50 for the services she received.  (Hayes \nCompl. ¶ 6.)  Hayes alleges that her b ill was calculated using Moses Cone’s \n \n \nChargemaster rates, which she, too, co ntends are rates much higher than the \nreasonable value of the services she received.  (Hayes Compl. ¶¶ 5–7.) \n13. Hayes retained an attorney to assist her in recovering for the personal \ninjuries she sustained as a result of the car accident.  (Berry Aff. ¶ 2, Ex. A.)  On June \n14, 2011, MedPay Assurance, LLC, Moses Cone ’s collection agency, gave notice to \nHayes’s attorney in the personal injury claim that Moses Cone was placing a lien on \nHayes’s recovery, if any, for her personal injury claims.  (Hayes Compl. ¶ 8; Berry Aff. \nEx. A.) \n14. After negotiating with Hayes’s attorney, Moses Cone agreed to \ndischarge Hayes’s total obligation if she paid $2,423.25, which was 10% less than her \noriginal bill.  (Hayes Compl. ¶ 9.) \n15. Hayes agreed and paid Moses Cone $2,423.25, and her remaining \nbalance was discharged.  (Hayes Compl. ¶ 10. )  However, Hayes contends that the \namount she was required to pay was still substantially more than Moses Cone’s \n“‘regular rates’ for the emergency-care treatment she received.”  (Hayes Compl. ¶ 10.) \n16. As of May 2016, Moses Cone was in the process of revising its Contract, \nspecifically to eliminate the phrase “regular rates and terms,” which is the provision \nat issue in this action.  (Simms Aff. ¶ 13.)   \nIII. PROCEDURAL HISTORY \n \n17. On May 11, 2012, Chambers filed a Class Action Complaint against \nDefendants, asserting six causes of action, including breach of contract, breach of the \n \n \ncovenant of good faith and fair dealing, constructive trust, declaratory judgment, \nrestitution, and injunctive relief.  (Class Action Compl. ¶¶ 41–58.)   \n18. On May 31, 2012, Moses Cone, which had not yet been served with the \nClass Action Complaint, brought an action in the Guilford County District Court \nagainst Chambers and his wife for breach  of contract, quantum meruit, and unjust \nenrichment arising from Chambers’s failure to pay his bill.  (See Simms Aff. Ex. 5.)  \n19. On August 3, 2012, Defendants filed their Answer, and Moses Cone \nasserted counterclaims against Chambers an d his wife for breach of contract and \nunjust enrichment, and moved to consolidat e the two actions.  The district court \naction was dismissed before the Court ruled on the motion to consolidate.  \n20. On September 4, 2012, Chambers f iled his reply to Moses Cone’s \ncounterclaims.  \n21. On September 13, 2012, Defendants filed a Motion for Judgment on the \nPleadings.  \n22. On September 19, 2012, Hayes filed a Motion to Intervene as a named \nplaintiff in this action, along with a notice  of designation.  The case was designated \nas a mandatory complex business case on September 20, 2012, and assigned to the \nHonorable Calvin Murphy on September 28, 2012.  \n23. On September 27, 2013, the Court entered an order deferring ruling on \nthe Motion to Intervene until the Court determined whether to allow class \ncertification.  \n \n \n24. On June 24, 2014, the Court partially  granted Defendants’ Motion for \nJudgment on the Pleadings and dismissed all of Chambers’s claims with prejudice \nexcept his claims for breach of contract and breach of the covenant of good faith and \nfair dealing. \n25. On July 2, 2014, the case was reassi gned to the undersigned following \nJudge Murphy’s retirement.  The Court then held a status conference at which the \nparties agreed to informally stay furthe r proceedings in this case until the Court \nissued an opinion on related matters in \nHefner v. Mission Hospital, Inc., No. 12 CVS \n3088. \n26. On December 15, 2015, the Court entered its order dismissing Hefner, \nconcluding that the plaintiff’s claim was moot because “there [wa]s no longer an \nactual controversy between” the hospital and the plaintiff, since the hospital \n“unequivocally bound itself to seek no payment from” the plaintiff.  Hefner v. Mission \nHosp., Inc., No. 12 CVS 3088, 2015 NCBC LEXIS 115, at *15 (N.C. Super. Ct. Dec. \n15, 2015).  The Court dismissed the appeal from that order on February 29, 2016.  See \nHefner v. Mission Hosp., Inc. , No. 12 CVS 3088, 2016 NCBC LEXIS 21, at *5 (N.C. \nSuper. Ct. Feb. 29, 2016). \n27. On April 1, 2016, the Court reactivate d this case.  Chambers then filed \nhis Amended Class Action Complaint (“Amended Complaint”).  The Amended \nComplaint seeks a declaratory judgment that the payment provision of Moses Cone’s \nContract contains an open price term, that  Moses Cone is prohibited from charging \nuninsured patients Chargemaster rates fo r emergency-room care, and that Moses \n \n \nCone may collect only reasonable payments  for the emergency-room care given to \nChambers and members of the class.  (Am. Class Action Compl. ¶¶ 40–41.)   \n28. Defendants filed their Motion to Dismiss on May 19, 2016, after \ndismissing the claims for the remaining balance of Moses Cone’s bill on May 18, 2016.   \n29. On July 29, 2016, Hayes filed a supplemental brief in support of her \nMotion to Intervene, and a revised intervener complaint, asserting claims for \n(1) breach of contract, (2) breach of the covenant of good faith and fair dealing, \n(3) constructive trust, and (4) restitution.  \n30. On October 5, 2016, the Court held a hearing on the Motion to Dismiss \nand Motion to Intervene.  The Motions are now ripe for disposition.  \nIV. LEGAL STANDARD  \n \n31. “Because a moot claim is not justiciable, and a trial court does not have \nsubject matter jurisdiction over a non-justic iable claim, mootness is properly raised \nthrough a motion under . . . Rule 12(b)(1).”  \nYeager v. Yeager, 228 N.C. App. 562, 565, \n746 S.E.2d 427, 430 (2013).  When determining whether to grant “a motion to dismiss \nfor lack of subject matter jurisdiction pursuant to Rule 12(b)(1), a trial court may \nconsider and weigh matters outside the pleadings.”  \nDep’t of Transp. v. Blue, 147 N.C. \nApp. 596, 603, 556 S.E.2d 609, 617 (2001).  Specifically, the Court can examine facts \nthat have developed after the action was filed, because generally, a claim should be \ndismissed “[i]f the issues before a court . . . become moot at any time during the course \nof the proceedings.”  In re Peoples, 296 N.C. 109, 148, 250 S.E.2d 890, 912 (1978). \n \n \n \nV. ANALYSIS \n \nA. Chambers’s Claim Is Moot Because There Is No Longer a Controversy Between \nthe Parties, and the Case Does Not Fi t Within an Exception That Allows a \nMoot Claim to Proceed.  \n \n(1) Chambers’s claim is moot.  \n \n32. Chambers seeks a declaratory judgme nt that Moses Cone’s Contract \n“contains an ‘open’ price term,” that the open price term does not allow Moses Cone \nto bill uninsured patients the Chargemaster rates for its services, and that Chambers \nand the class members are liable to Moses Co ne only for the reasonable value of the \nservices provided.  (Am. Class Action Compl. ¶¶ 40–42.)  Defendants contend that \nChambers’s claim is moot and should be dismissed.    \n33. “[F]or the Court to have jurisdiction over a declaratory judgment claim, \nthere must be a justiciable case or controversy.”  Hefner, 2015 NCBC LEXIS 115, at \n*14 (citing Time Warner Entm’t Advance/Newhouse P’ship v. Town of Landis, 228 \nN.C. App. 510, 515, 747 S.E.2d 610, 614 (2013)).  The North Carolina Supreme Court \nhas held that “courts have jurisdiction to  render declaratory judgments only when \nthe pleadings and evidence disclose the existence of an actual controversy between \nparties having adverse interests in the matter in dispute.”  Gaston Bd. of Realtors, \nInc. v. Harrison, 311 N.C. 230, 234, 316 S.E.2d 59, 61 (1984) (emphasis added).  While \n“the definition of a ‘controversy’ must depend on the facts of each case, ‘[a] mere \ndifference of opinion between the parties’ does not constitute a controversy within the \nmeaning of the Declaratory Judgment Act.”  \nId. (alteration in original) (quoting Town \nof Tryon v. Duke Power Co. , 222 N.C. 200, 205, 22 S.E.2d  450, 453 (1942)).  If the \n \n \nCourt’s ruling will not have a “practical effect on the existing controversy,” but will \ninstead simply result in the Court deciding “abstract propositions of law,” then the \nclaim is moot and ordinarily should be dismissed.  Lange v. Lange, 357 N.C. 645, 647, \n588 S.E.2d 877, 879 (2003) (first quoting Roberts v. Madison Cty. Realtors Ass’n, 344 \nN.C. 394, 398–99, 474 S.E.2d 783, 787 (1996); then quoting In re Peoples, 296 N.C. at \n147, 250 S.E.2d at 912).  \n34. In Hefner v. Mission Hospital, Inc ., the Court dismissed an action in \nwhich the plaintiff sought a declaratory judgment that the hospital’s contract \ncontained an open price term, that the cont ract did not allow the hospital to bill \nemergency-care patients at its Chargemaster rates, and that the class members were \nrequired to pay only the reasonable value of the services provided.  Hefner, 2015 \nNCBC LEXIS 115, at *6.  The hospital “unequivocally bound itself to seek no payment \nfrom [the plaintiff], and [the plaintiff] . . . conceded that the services [the hospital] \nrendered to him had some reasonable value, yet he paid only a fraction of that value.”  \nId. at *15.  Therefore, the claim was moot, be cause “there [wa]s no longer an actual \ncontroversy between” the parties.  Id.  \n35. Similar to the hospital defendant in Hefner, Moses Cone has voluntarily \ndismissed with prejudice its collection action against Chambers, meaning that Moses \nCone has no right to recover any addi tional payments from Chambers.  ( See Simms \nAff. Ex. 1.)  Chambers admits that he received medical treatment and that he has not \npaid the total amount billed.  (See Reply to Countercls. ¶¶ 5, 14.)  In fact, Chambers \npaid only $2,820, even though he recognized that the reasonable value of the services \n \n \nhe received may have been as much as $6,000.  ( See Simms Aff. Ex. 4; Class Action \nCompl. ¶ 31.)  Because a declaratory judgment regarding the price term in Moses \nCone’s Contract would not resolve an active dispute between Chambers and \nDefendants, Chambers’s claim is moot.  \n(2) Chambers’s claim does not fit within one of the narrow exceptions that \npermit a court to adjudicate a moot claim.  \n \n36. Generally, if a claim is moot, it will be dismissed.  Thomas v. N.C. Dep’t \nof Human Res., 124 N.C. App. 698, 705, 478 S.E.2d 816, 820–21 (1996), aff’d, 346 N.C. \n268, 485 S.E.2d 295 (1997).  Chambers contends that, even  if his claim is moot, it \nshould not be dismissed, because it falls within four of the five established exceptions \nthat allow a moot claim to survive.    \n37. There are five “well-known exceptions” where courts will not dismiss a \nmoot claim: (1) the defendant has voluntary ceased an illegal practice, (2) the action \nis capable of repetition yet evading review, (3) the claim contains an issue of public \ninterest, (4) the class action claims are not moot, and (5) the action involves collateral \nlegal consequences. \n Id. \n38. Chambers first contends that Moses Cone cannot circumvent judicial \nreview of the Contract by voluntarily dismissing its collection action against \nChambers.  “It is well settled that a defendant’s voluntary cessation of a challenged \npractice does not deprive a . . . court of its power to determine the legality of the \npractice.”  \nShell Island Homeowners Ass’n v. Tomlinson, 134 N.C. App. 286, 293, 517 \nS.E.2d 401, 405 (1999) (alteration in original) (quoting Thomas, 124 N.C. App. at 706, \n478 S.E.2d at 821).  Therefor e, where Defendants “cea se[ ] their practices and \n \n \nsecure[ ] dismissal of the pending litigation” but are then “free to return to [their] old \nways,” the Court can still adjudicate the case.  Thomas, 124 N.C. App. at 706, 478 \nS.E.2d at 821 (third alteration in original) (quoting United States v. W.T. Grant Co., \n345 U.S. 629, 632 (1953)) (declining to dismis s a moot claim because, although the \ndefendant voluntarily ceased its illegal cond uct, it conceivably could have resumed \nthe illegal conduct after the claim was dismissed); see also, e.g., City of Mesquite v. \nAladdin’s Castle, Inc., 455 U.S. 283, 289 (1982) (explaining that a moot claim was not \ndismissed because “the city’s repeal of the objectionable language would not preclude \nit from reenacting precisely the same provision if the District Court’s judgment were \nvacated”).   \n39. This exception does not apply to th e facts of this ca se, first because \nChambers does not contend that Moses Cone engaged in illegal conduct; instead, he \nchallenges the enforceability and validity of Moses Cone’s Contract.  Further, Moses \nCone has dismissed all claims against Chambers with prejudice.  Finally, Moses Cone \nis changing the terms of its Contract and its billing practices due to the vast changes \nin healthcare law since 2010, making any in terpretation of the former Contract’s \npayment provision not controlling as to any future claim.  (\nSee Simms Aff. ¶ 13.)  \n40. Chambers next contends that the Court can address the merits of his \nmoot claim because the claim falls within the capable of repetition yet evading review \nexception, which  “applies when: ‘(1) the challenged action [is] in its duration too short \nto be fully litigated prior to its cessation or expiration, and (2) there [is] a reasonable \nexpectation that the same complaining party would be subjected to the same action \n \n \nagain.’”  Anderson v. N.C. State Bd. of Elections, __ N.C. App. __, 788 S.E.2d 179, 185 \n(2016) (alterations in original) (emphasis added) (quoting 130 of Chatham, LLC v. \nRutherford Elec. Membership Corp., __ N.C. App. __, 771 S.E.2d 920, 926 (2015)).  To \nsatisfy the second element, “there must  be a ‘reasonable expectation’ or a \n‘demonstrated probability’ that the same controversy will recur involving the same \ncomplaining party.”  Id. (quoting Murphy v. Hunt , 455 U.S. 478, 482 (1982)).  “[A] \nmere physical or theoretical possibility [is not] sufficient to satisfy the test . . . .”  Id. \n(second alteration in original) (quoting Murphy, 455 U.S. at 482).     \n41. This action does not fit within the narrow “evading review” exception.  \nMoses Cone’s billing practices are not temporary.  In each case where Moses Cone \nattempts to collect on outstanding bills based on the Contract, the patient could \nchallenge the validity of the Contract, and Moses Cone’s billing practices would be \nsubject to review.  Additionally, there is no reasonable expectation that any action \nwill reoccur between Moses Cone and Chambers, because Moses Cone has dismissed \nwith prejudice all claims against Chambers in connection with the Contract.   \n42. Chambers contends that Moses Cone could continue to evade judicial \nreview of its Contract by “reducing or forgiving the bill” of each patient who \nchallenges their bill, but there is no evidence to support his argument.  (Pl.’s Resp. to \nDefs.’ Mot. Dismiss Am. Compl. 9.)  Instead, the record shows only that Moses Cone \ndismissed its claims against Chambers.  Perh aps if Moses Cone were to continue to \ndismiss its collection actions against all patients who challenge the validity of the \nContract, the Court could consider whether Moses Cone is taking action to evade \n \n \njudicial review of its Contract.  But at th is time, the action does not fit within the \nnarrow capable-of-repetition exception.  See Anderson, 788 S.E.2d at 185 (“The \n[United States Supreme] Court has furthe r stated that the capable-of-repetition \nexception ‘applies only in exceptional situations.’” (quoting City of Los Angeles v. \nLyons, 461 U.S. 95, 109 (1983))).    \n43. Chambers also contends that his claim involves an issue of public \ninterest, and the Court, therefore, has an obligation to decide the case, even if his \nclaim is moot.  \nLeak v. High Point City Council , 25 N.C. App. 394, 397, 213 S.E.2d \n386, 388 (1975) (“[W]here the question involved is a matter of public interest the court \nhas the duty to make a determination.”).  However, due to the Patient Protection and \nAffordable Care Act, Moses Cone is changing its billing practices and revising its \nContract, defeating Chambers’s public-interest argument.  (\nSee Simms Aff. ¶ 13;) \nCalabria v. N.C. State Bd. of Elections , 198 N.C. App. 550, 559, 680 S.E.2d 738, 746 \n(2009) (holding that an election disput e did not fall under the public-interest \nexception because the controlling statutes in question had been amended).  The case \ndoes not, on its current facts, raise a public interest issue necessary to avoid \nmootness.  \n44. Finally, Chambers contends that th is case should not be dismissed \nbecause it fits within the “narrow class of  cases in which the termination of a class \nrepresentative’s claim does not moot th e claims of the unnamed members of the \nclass.”  Simeon v. Hardin , 339 N.C. 358, 371, 451 S.E.2d  858, 867 (1994) (quoting \nGerstein v. Pugh, 420 U.S. 103, 110 n.11 (1975)).   \n \n \n45. A class action can continue even though the named plaintiff’s claims are \nmooted “if [the] individual[’s] claims become moot after a motion for class certification \nis ruled on—either allowed or denied.”  S. Orange Chiropractic Ctr., LLC v. Cayan \nLLC, No. 15-13069-PBS, 2016 U.S. Dist. LEXIS 49067, at *14 (D. Mass. Apr. 12, 2016) \n(first citing U.S. Parole Comm’n v. Geraghty, 445 U.S. 388, 404 (1980) (holding “that \nan action brought on behalf of a class does  not become moot upon expiration of the \nnamed plaintiff’s substantive claim, even though class certification has been denied”); \nthen citing Sosna v. Iowa, 419 U.S. 393, 400 (1975) (holding  that the mooting of the \nnamed plaintiff’s claim did not moot the class action claims because “the class of \nunnamed persons described in the certification acquired a legal status separate from \nthe interest asserted by [the named plaintiff]”)).  Further, class action claims are not \nautomatically dismissed “where a named pl aintiff’s individual claim becomes moot \nbefore the district court has an opportunity  to rule on the certification motion, and \nthe issue would otherwise evade review.”  \nGenesis HealthCare Corp. v. Symczyk, 133 \nS. Ct. 1523, 1530 (2013).  In that circumstanc e, “the certification might ‘relate back’ \nto the filing of the complaint,” and the case is not dismissed.  Id. (quoting Sosna, 419 \nU.S. at 402 n.11).  \n46. The Court has not been required to rule on a class certification motion.  \nChambers relies on his argument that class certification could relate back to before \nhis claim became moot.  The United Stat es Supreme Court has clarified that the \nrelation-back exception is triggered “where it is ‘certain that other persons similarly \nsituated’ will continue to be subject to the challenged conduct and the claims raised \n \n \nare ‘so inherently transitory that the trial court will not have even enough time to \nrule on a motion for class certification before the proposed representative’s individual \ninterest expires.’”  Id. at 1530–31 (emphasis added) (quoting Cty. of Riverside v. \nMcLaughlin, 500 U.S. 44, 52 (1991)); see also, e.g. , Gerstein, 420 U.S. at 110 n.11 \n(explaining that, because “[p]retrial detention is by nature temporary, and it is most \nunlikely that any given individual could have his constitutional claim decided on \nappeal before he is either released or convicted,” the fact that the class \nrepresentative’s claim is moot does not require dismissal of the entire case); \nSimeon, \n339 N.C. at 371, 451 S.E.2d at 867 (explaining that the named representative’s \n“exposure to the district attorney’s calendaring authority [wa]s ‘by nature \ntemporary,’” and therefore, his moot claim did not have to be dismissed (quoting \nGerstein, 420 U.S. at 110 n. 11)).   \n47. “The ‘inherently transitory’ rati onale was developed to address \ncircumstances in which the challenged conduct was effectively unreviewable, because \nno plaintiff possessed a personal stake in the suit long enough for litigation to run its \ncourse.”  \nGenesis HealthCare Corp., 133 S. Ct. at 1531.  The United States Court of \nAppeals for the Ninth Circuit applied the re lation-back exception where a plaintiff’s \nclaims were not “‘inherently transitory’ as a result of being time sensitive,” but the \nnamed plaintiff’s claims were nevertheless “‘acutely susceptible to mootness’ in light \nof [the defendant’s] tactic of ‘picking off’ lead plaintiffs with a Rule 68 offer to avoid a \nclass action.”  Pitts v. Terrible Herbst, Inc. , 653 F.3d 1081, 1091 (9th Cir. 2011) \n(alteration in original) (quoting Weiss v. Regal Collections, 385 F.3d 337, 347 (3d Cir. \n \n \n2004), abrogated on other grounds by Campbell-Ewald Co. v. Gomez , 136 S. Ct. 663 \n(2016)).  \n48. Chambers’s claim is not “‘inherently transitory’ as a result of being time \nsensitive.”  Id. (quoting Weiss, 385 F.3d at 347).  There is no record to support the \nargument that Moses Cone intended to “pick off” Chambers’s claim.  The dismissal of \nall the contract claims and counterclaims precludes any active controversy between \nChambers and Defendants.  As Defendants  correctly highlight, “[h]ad [Chambers] \ncontinued to maintain his breach of cont ract claims rather than dismiss them, \nDefendants’ dismissal of their breach of contract action would not have mooted \n[Chambers’s] declaratory claim.”  (Defs.’ Resp. to Pl.’s Mem. Suppl. Authorities 3–4.) \nBut Chambers no longer has a live claim that warrants his representing an ongoing \nclass.  \nSee Campbell-Ewald Co. , 136 S. Ct. at 672 (“ [A] would-be class \nrepresentative . . . must be accorded a fair opportunity to show that certification is \nwarranted” if the class representative still has “a \nlive claim of her own .” (emphasis \nadded)).   \n49. In sum, Chambers’s claim does not fit within any of the narrow \nexceptions that would allow a moot claim to proceed.  Accordingly, his claim is \nDISMISSED. \nB. Hayes’s Motion to Intervene \n \n50. The Court must now address whether Hayes should be permitted to \nintervene and become a class representative.  For the reasons explained below, the \nCourt DENIES Hayes’s Motion to Intervene.  \n \n \n(1) Hayes is not entitled to intervene under Rule 24(a)(2). \n \n51. Hayes first contends that she should be allowed to intervene as of right \nunder Rule 24(a)(2).  The Court must allo w a party to intervene when the proposed \nintervener demonstrates that “(1) [the  intervener] has a direct and immediate \ninterest relating to the property or transaction, (2) denying intervention would result \nin a practical impairment of the protection of that interest, and (3) there is inadequate \nrepresentation of that interest by existing parties.”  Virmani v. Presbyterian Health \nServs. Corp., 350 N.C. 449, 459, 515 S.E.2d 675, 683 (1999).  \n52. Hayes cannot intervene as a matter of right because she does not have \n“a direct and immediate interest” in this case.  Id.  A party has a direct interest in the \naction if “he will either gain or lose by the direct operation and effect of the judgment.”  \nStrickland v. Hughes, 273 N.C. 481, 485, 160 S.E.2d 313, 316 (1968) (quoting Mullen \nv. Louisburg, 225 N.C. 53, 56, 33 S.E.2d 484, 486 (1945)).  If the proposed intervener’s \ninterest is merely “indirect, inconsequent ial, or . . . contingent,” then he cannot \nintervene as of right.  Id.  \n53. Having reached an agreement to satisfy Moses Cone’s lien, Hayes no \nlonger has a valid claim against Moses Cone, and she therefore has no direct interest \nin this action.  Hayes’s claims are barred by  the defense of accord and satisfaction.  \nAs the North Carolina Supreme Court has explained,   \n \n[a]n “accord” is an agreement whereby one of the parties undertakes to \ngive or perform, and the other to accept, in satisfaction of a claim, \nliquidated or in dispute, and arisin g either from contract or tort, \nsomething other than or different from what he is, or considers himself, \nentitled to; and a “satisfaction” is the execution or performance, of such \nagreement.   \n \n \n \nDobias v. White, 239 N.C. 409, 413, 80 S.E.2d 23, 27 (1954) (quoting 1 C.J.S. Accord \nand Satisfaction § 1).  “If the accord is fully performed, the performance satisfies the \noriginal claim, and bars a subsequent action to enforce it.”  Id.  \n54. Generally, whether there has been an accord and satisfaction may \npresent a question of fact for the jury.  However, the Court can find an accord and \nsatisfaction as a matter of law if the evidence “permits no reasonable inference to the \ncontrary” and “shows the ‘unequivocal’ intent of one party to make and the other \nparty to accept a lesser payment in satisfaction . . . of a larger claim.”  \nCullen v. Valley \nForge Life Ins. Co., 161 N.C. App. 570, 577, 589 S.E.2d 423, 429 (2003) (quoting Moore \nv. Frazier , 63 N.C. App. 476, 478–79, 305 S.E.2d 562, 564 (1983 )).  An accord is \nvoidable if “it was premised upon a misrepresentation not known to [the] plaintiff” at \nthe time the accord was made.  \nId.; see also id. at 577, 589 S.E.2d at 430 (precluding \nthe accord-and-satisfaction defense because the defendant intentionally \nmisrepresented that the plaintiff’s insurance policy was canceled and that \n“misrepresentation was the basis upon which the accord was purportedly made”).   \n55. After Hayes received her treatment from Moses Cone, she was billed \n$2,692.50 for the services rendered.  (Haye s Compl. ¶ 6.)  Moses Cone believed and \nstill contends that it was entitled to the total amount billed.  Moses Cone’s collection \nagency notified Hayes, through her attorn ey, that Moses Cone placed a lien on any \nmoneys recovered in Hayes’s personal injury settlement for the amount she owed.  \n(\nSee Berry Aff. Ex. A.)  Haye s’s attorney negotiated with Moses Cone’s collection \nagency, and Moses Cone agreed to a ccept $2,423.25—an amount 10% less than \n \n \nHayes’s total bill—and to then discha rge its lien.  (Hayes Compl. ¶ 9; see also Mohr \nAff. Ex. 3.)  The agreement was effective when Hayes paid Moses Cone the negotiated \namount of $2,423.25.  (Hayes Compl. ¶ 10; see also Mohr Aff. Ex. 4.)  Hayes and Moses \nCone’s agreement, combined with Haye s’s payment of the discounted amount, \nconstitutes an accord and satisfaction.  \n56. Hayes contends that the accord and satisfaction is voidable for fraud \nbecause Moses Cone misrepresented that the charges in Hayes’s bill were the regular \nrates charged for the services she was provided.  Admittedly, “there can be no accord \nif one of the parties to the accord bases their agreement on a fact  intentionally \nwithheld by the other party.”  Greene v. Hicks , No. COA04-803, 2005 N.C. App. \nLEXIS 712, at *13 (N.C. Ct. App. Apr. 5,  2005) (emphasis added).  But Moses Cone \nhas not intentionally withheld information to induce Hayes to agree to the accord.  To \nestablish an intentional misrepresentatio n sufficient to void the accord and \nsatisfaction, Hayes must demonstrate that  Moses Cone knew the charges did not \nrepresent its regular rates, but misrepresent ed them as such.  The record does not \nsupport such an argument.  Hayes’s disputing whether Moses Cone was entitled to \nthe total amount charged does not equate to a showing of an intentional \nmisrepresentation adequate to void the accord and satisfaction.  Significantly, Hayes \nagreed to pay a discounted amount while being represented by counsel who had the \nopportunity to dispute the validity of the Contract and the amount charged. \n57. The parties, both at the hearing an d in subsequently filed affidavits, \ndispute whether Moses Cone had a valid lie n when Hayes had not filed a personal \n \n \ninjury action.  Hayes contends that Moses Cone’s lien was enforceable because North \nCarolina General Statute section 44-49 permit s a hospital to attach a lien to any \nfunds recovered as a result of a personal  injury claim, whether or not there was \nlitigation.  (See Berry Aff. ¶ 6.)  The argument would become relevant only if Moses \nCone relied on the voluntary-payment doctrine.  Here, Hayes’s claims are barred by \nthe doctrine of accord and satisfaction.   \n58. In sum, Hayes cannot intervene as a matter of right because she does \nnot have a direct interest in this action due to her claims being barred by accord and \nsatisfaction. \n(2) Hayes is not permitted to intervene under Rule 24(b)(2). \n \n59. Hayes also contends that that the Court should exercise its discretion to \nallow her to intervene as a permissive intervener pursuant to Rule 24(b)(2).  A third \nparty “may be permitted to intervene in an  action (1) [w]hen a statute confers a \nconditional right to intervene; or (2) [w]h en an applicant’s claim or defense and the \nmain action have a question of law or fact in common.”  N.C. Gen. Stat. § 1A-1, Rule \n24(b)(1)–(2) (2015).  “[P]ermissive interventi on by a private party under Rule 24(b) \nrests within the sound discretion of the trial court.”  Virmani, 350 N.C. at 460, 515 \nS.E.2d at 683.  “In exercisi ng its discretion the court shall consider whether the \nintervention will unduly delay or prejudic e the adjudication of the rights of the \noriginal parties.”  N.C. Gen. Stat. § 1A-1, Rule 24(b)(2) (emphasis added). \n60. Permissive intervention is appropri ate when “the proposed intervener \nhas a claim against defendant similar to that asserted by plaintiff.”  1 G. Gray Wilson, \n \n \nNorth Carolina Civil Procedure  § 24-4, at 24-8 (3d ed. 2015) .  However, “[a] mere \ngeneral interest . . . in the property or transaction invo lved in a lawsuit will not \nwarrant permissive intervention.”  Id.  When considering whether the intervention \nwill unduly delay the litigation, courts cons ider if the intervener’s claims raise \ncollateral or extrinsic issues.  Construing  the essentially identical Federal Rule \n29(b)(2), a federal district court noted that a motion for permissive intervention “may \nbe denied if the intervener raises collate ral or extrinsic issues, even though the \npetition presents a common question of law or fact.”  City of Rockford v. Sec’y of Hous. \n& Urban Dev., 69 F.R.D. 363, 366 (N.D. Ill. 1975) (denying a third party’s motion for \npermissive intervention, even though it presented a common question of law or fact, \nbecause the third party’s breach of contract claim against the defendant was “clearly \ncollateral to the principal issues” between the plaintiff and the defendant).  The Court \nfinds this reasoning applicable here.  \n61. As noted above, Hayes no longer has a direct interest in the declaratory \njudgment action against Defendants because all her claims are barred by the doctrine \nof accord and satisfaction.  Hayes also seeks to pursue four additional claims: \n(1) breach of contract, (2) breach of the covenant of good faith and fair dealing, \n(3) constructive trust, and (4) restitutio n.  (Hayes Compl. ¶¶ 14 –28.)  These claims \nraise collateral issues not necessary to any declaratory judgment claim on behalf of a \nputative class and have all been previously dismissed from this action.  For these \nreasons, the Court, in its discretion, deni es Hayes’s Motion to Intervene under Rule \n24(b)(2).  \n \n \nVI. CONCLUSION \n \n62. For the foregoing reasons, the Court hereby  \n1) GRANTS Defendants’ Motion to Dismiss; and   \n2) DENIES Hayes’s Motion to Intervene.  \n \nIT IS SO ORDERED, this the 13th day of March, 2017. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Business Court Judge \n  \n "
}