{
  "id": "06b9884a26bb40e08e0d0ab8ee7cd0b09276b66dcf362b45fa1da0a44a0b8b21",
  "source_file": "data/raw/ncbc/06b9884a26bb40e08e0d0ab8ee7cd0b09276b66dcf362b45fa1da0a44a0b8b21.pdf",
  "raw_text": "Media Network, Inc. v. Mullen Adver., Inc., et al., 2006 NCBC 6.       \n \nNORTH CAROLINA\n \nMECKLENBURG COUNTY\n \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT \nDIVISION\n    \n                     \n05 CVS 7255\nMEDIA NETWORK, INC. d/b/a \nGATEWAY\nMEDIA,\n \n                                    \nPlaintiff,\n \n            \nv.\n \nMULLEN ADVERTISING, INC.;\nTRANSIT ADS INCORPORATED d/b/a\nCARTELES; CARL HAYNES,\nindividually and d/b/a HIGH \nPLAINS\nBUSINESS CONSULTING, a/k/a HIGH\nPLAINS BUSINESS, a/k/a HIGH PLAINS;\nand HIGH PLAINS BUSINESS\nCONSULTING, a/k/a HIGH PLAINS\nBUSINESS, a/k/a HIGH \nPLAINS,\n \n                                    \nDefendants.\nORDER\n           \nNexsen Pruet Adams Kleemeier, PLLC by J. Alexander S. Barrett and Stuart C. Gauffreau for\nPlaintiff Media Network, Inc. d/b/a Gateway Media.\n \nKilpatrick Stockton, LLP by W. Mark Conger and Elliott A. Fus for Defendant Mullen Advertising,\nInc.\n \nBailey & Thomas, P.A. by John R. Fonda for Defendant Transit Ads Incorporated, d/b/a Carteles.\n \nBlancato, Doughton & Hart, PLLC by Thomas J. Doughton for Defendants Carl Haynes,\nindividually and d/b/a High Plains Business Consulting, a/k/a High Plains Business, a/k/a High\nPlains; and High Plains Business Consulting, a/k/a High Plains Business, a/k/a High Plains.\n \nDiaz, Judge.\n \n{1}\n      \nThe Court heard this matter on April 3, 2006, on Defendant Mullen Advertising, Inc.’s (“Mullen”)\nMotion to Compel Discovery of Settlement Terms (“Motion to Compel”) pursuant to Rule 37(a) of the\nNorth Carolina Rules of Civil Procedure.\n  \nSpecifically, Mullen moves the Court to compel Plaintiff Media\nNetwork, Inc. d/b/a Gateway Media (“Gateway”) to produce its Settlement Agreement with co-defendant\nTransit Ads Incorporated d/b/a Carteles (“Carteles”).\n  \nAt the hearing on this Motion, the Court directed\nMullen to submit the Settlement Agreement to the Court for an \nin camera\n inspection.\n{2}\n      \nGateway brought this action against Mullen alleging that it breached a “non-cancelable” contract in\nwhich Gateway was to provide services to Mullen in connection with an advertising program.\n  \nMullen\nasserts that the relevant contract was cancelable on sixty (60) days written notice, and that its February 2,\n2005 letter properly provided for termination effective April 4, 2005.\n  \nThe Complaint also asserts joint\nclaims against Mullen and Carteles for (a) injunctive relief, (b) tortious interference with contract, (c)\ntrespass to chattels, and (d) unfair and deceptive trade practices.\n{3}\n      \nThe claims asserted against Carteles were settled during mediation on December 5, 2005, and\nGateway filed a voluntary dismissal with prejudice.\n  \nPursuant to the settlement, Carteles withdrew its\nMotion to Amend and the claims against Gateway alleged therein.\n \n{4}\n      \nMullen seeks disclosure of the terms of the Settlement Agreement for impeachment purposes\n, i.e.,\nto establish the possible bias or prejudice of Mr. Foley, a principal of Carteles and a potential key witness\nin this action. \n \nSee\n Def. Mot. to Compel at ¶ 6.\n  \nGateway, however, resists production of the Settlement\nAgreement, asserting that the Agreement and its terms are confidential\n[1]\n and protected from discovery by\nRule 408 of the North Carolina Rules of Evidence (“Rule 408”).\n  \nSee\n Def. Mot. to Compel at ¶ 4.\n{5}\n      \nRule 408, however, pertains to the admissibility of evidence, not to discovery.\n  \nDirecTV, Inc. v.\nPuccinelli, et al\n., 224 F.R.D. 677, 685 (D. Kan. 2004).\n  \nDiscovery is governed by Rule 26 of the North\nCarolina Rules of Civil Procedure (“Rule 26”).\n  \nUnder Rule 26, the proper inquiry is whether the\nAgreement is relevant to this lawsuit, i.e., whether disclosure of the Agreement is likely to lead to the\ndiscovery of admissible evidence.\n  \nSpecifically, Rule 26(b)(1) provides as follows:\nParties may obtain discovery regarding any matter, not privileged, which is relevant to the\nsubject matter involved in the pending action . . . .\n  \nIt is not ground for objection that the\ninformation sought will be inadmissible at the trial if the information sought appears\nreasonably calculated to lead to the discovery of admissible evidence.\n{6}\n      \nMoreover, Gateway’s position that the Settlement Agreement and its terms are protected by Rule\n408 is incorrect in light of the exception to the Rule.\n  \nRule 408 provides that while evidence of a\ncompromise (or offers of compromise) “is not admissible to prove liability for or invalidity of the claim or\nits amount[,]” exclusion is not required “when the evidence is offered for another purpose, such as proving\nbias or prejudice of a witness.”\n[2]\n \n{7}\n      \nNumerous courts have recognized this exception to Rule 408, allowing discovery of confidential\nsettlement-related information by non-settling defendants where those defendants have alleged that such\nmaterials are relevant to the settling parties’ bias or credibility.\n  \nFor example, in \nTribune Co. v.\n \nPurcigliotti\n, 1996 U.S. Dist. LEXIS 8433 (S.D.N.Y. 1996), the court held that the settlement documents\nwere discoverable where the defendants asserted that the plaintiffs “may have agreed to dismiss [the co-\ndefendant] from the case in exchange for his testimony about certain matters in dispute.”\n  \nSee Tribune Co.\n,\n1996 U.S. Dist. LEXIS 8433, at *6.\n  \nSpecifically, the court concluded that the requested settlement\nmaterials were relevant to the settling co-defendant’s “motivations for testifying.” \n \nSee also John\nMcShain, Inc. v. Cessna Aircraft Co., \n563 F.2d 632, 634-35 (3d Cir. 1977) (overruling claimed error\nregarding admission of an agreement releasing third-party defendant from liability where the agreement\nwas admitted to show bias on the part of the plaintiff’s expert witness, an employee of a sister corporation\nof the third-party defendant); \nGriffin v.\n \nMashariki\n, 1997 U.S. Dist. LEXIS 19325, at *4-5 (S.D.N.Y. 1997)\n(allowing discovery of written settlement statement executed by defendant, finding that “[a] statement\nmade by a co-defendant to the plaintiff about the subject matter of the litigation . . . is at least arguably\nrelevant and alternatively is likely to lead to the discovery of admissible evidence[,]” and the statement\ncould be used to impeach the testimony of the settling co-defendant); \nSEC v. Downe\n, 1994 U.S. Dist.\nLEXIS 708, at *18-19 (S.D.N.Y. 1994) (allowing discovery of documents related to the defendant’s\nsettlement with the plaintiff, as the requested materials were relevant to the defendant’s “bias, interest or\nprejudice”).\n{8}\n      \nBased upon the foregoing and following my \nin camera\n review of the Settlement Agreement, I\nconclude that the Agreement is discoverable under Rule 26 as relevant evidence of the potential bias or\nprejudice of Mr. Foley as a witness for Gateway, and is not immune from discovery by Rule 408.\n[3]\n  \nAccordingly, the Court \nGRANTS \nMullen’s Motion to Compel discovery of Gateway’s Settlement\nAgreement with Carteles.\n  \nThe Court \nORDERS\n Gateway to produce the Settlement Agreement within\nfive (5) days of the entry of this Order.\n  \nThe Court \nDENIES \nMullen’s request to recover its fees and\nexpenses in pursuing its Motion.\n \n            \nThis the\n \n21st day of April, 2006.\n \n \n[1]\n The fact that Gateway and Mullen agreed to keep the terms of the Settlement Agreement confidential cannot serve as the sole\nbasis for protecting the Agreement from discovery.\n  \nSee\n \nTribune Co. v. Purcigliotti\n, 1996 U.S. Dist. LEXIS 8433, at *3 (S.D.N.Y.\n1996) (citing \nWeissman v. Fruchtman\n, 1986 U.S. Dist. LEXIS, at *19 (S.D.N.Y. 1986) (“The intention of the parties to the\nagreement, even if reflected in a confidentiality clause . . . is not controlling.”)).\n \n[2]\n This Rule is virtually identical to Federal Rule of Evidence 408.\n \n[3]\n Some courts have held that a party seeking discovery of settlement-related materials must meet a heightened standard of\nrelevance in light of Federal Rule of Evidence 408 and the underlying policy of encouraging settlements.\n  \nSee, e.g., Bottaro v.\nHatton Assocs.\n, 96 F.R.D. 158, 160 (E.D.N.Y. 1982) (stating that a party must make a “particularized showing of a likelihood that\nadmissible evidence will be generated by the dissemination of the terms of a settlement agreement”).\n  \nRegardless of the standard\napplied, however, the Court finds that the terms of this Settlement Agreement are clearly relevant to a matter in issue, that is, the\nbias or credibility of a potential key witness in the case.\n  \nTherefore, the Court need not decide whether such a heightened standard\nof relevancy applies under North Carolina law.\n "
}