{
  "id": "06c41ffe3538a69dda78949d7b512ee4ea705329cd4f2c9b8c3db759f015ddb7",
  "source_file": "data/raw/ncbc/06c41ffe3538a69dda78949d7b512ee4ea705329cd4f2c9b8c3db759f015ddb7.pdf",
  "raw_text": " \nSchlieper v. Johnson, 2007 NCBC 29 \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF GUILFORD \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n06 CVS 13099 \n \nRICHARD SCHLIEPER and \nWAYNE PYRTLE \n \nPlaintiffs,  \n \nv.  \n \nHORACE M. “JAY” JOHNSON, JR. \nand AXIOM INTERMEDIARIES, \nLLC, \n \nDefendants. \n  \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \n \n \n \n \nORDER ON DEFENDANTS’ MOTION TO \nDISMISS UNDER RULE 12(b)(6) \n  \n{1} This case arises out of Plaintiffs’ suit for fraud, unfair and deceptive trade \npractices, negligent misrepresentation, and breach of contract.  This matter comes \nbefore the Court on Defendants’ Motion to Dismiss Under Rule 12(b)(6). \n{2} After considering the briefs and oral arguments, the Court GRANTS in \npart and DENIES in part Defendants’ Motion to Dismiss.   \n \nForman Rossabi Black, P.A. by Amiel J. Rossabi and S. Brian Walker for \nPlaintiffs Richard Schlieper and Wayne Pyrtle.   \n \nRagsdale Liggett PLLC by Mary Hulett for Defendants Horace M. “Jay” \nJohnson, Jr. and Axiom Intermediaries, LLC.   \n \n \nTennille, Judge. \n \n \nI. \nPROCEDURAL BACKGROUND \n{3} This action was filed in Guilford County Superior Court on December 28, \n2006.  The matter was designated a mandatory complex business case by order of \n  \n \nthe Chief Justice of the Supreme Court of North Carolina dated February 1, 2007 \nand subsequently assigned to the undersigned Special Superior Court Judge for \nComplex Business Cases by order of the Chief Special Superior Court Judge for \nComplex Business Cases dated February 6, 2007. \n{4} Defendants filed a Motion to Dismiss Under Rule 12(b)(6) on March 30, \n2007.  The Court heard oral arguments on the motion on May 24, 2007.  \n \nII. \nFACTUAL BACKGROUND \nA. \nTHE PARTIES \n{5} Plaintiff Richard Schlieper is a resident of Alamance County, North \nCarolina.   \n{6} Plaintiff Wayne Pyrtle is a resident of Alamance County, North Carolina.   \n{7} Defendant Horace M. “Jay” Johnson, Jr. is a resident of Alamance County, \nNorth Carolina.  At all times relevant to this action, Johnson was the president and \nchief executive officer of Axiom.     \n{8} Defendant Axiom Intermediaries, LLC (“Axiom”) is a limited liability \ncompany organized and existing under the laws of the State of North Carolina with \nits principal place of business in Guilford County, North Carolina.   \nB. \nTHE ALLEGATIONS OF THE COMPLAINT \n1. \nEARLY YEARS AT R/I, INC. \n{9} The parties to this action are involved in the reinsurance business.  In the \nlate 1970s, Johnson partially owned a reinsurance business known as R/I, Inc. \n(“R/I”).  Schlieper had prior experience in the reinsurance industry, and took a \nposition with R/I in or about October 1978.  (Compl. ¶ 5.)     \n{10} Pyrtle commenced employment in R/I’s claims department in the summer \nof 1988.  (Compl. ¶ 7.)   \n  \n \n{11} In 1989, Johnson became the sole owner of R/I.  (Compl. ¶ 8.)  In June \n1990, he sold R/I to Corroon & Black Corporation.  Later that year, Corroon & Black \nwas itself purchased by Willis Group Holdings (“Willis”).  After the sales, Johnson, \nSchlieper, and Pyrtle all remained employed by Willis.  (Compl. ¶ 9.)   \n{12} In 1995, Pyrtle transitioned from the claims department to the brokerage \nside of the operation at Willis.  (Compl. ¶ 10.)   \n2. \nFORMATION OF AXIOM \n{13} Johnson and Pyrtle left Willis for Aon Re, Inc. in 1999.  Schlieper \ncontinued to work for Willis.  (Compl. ¶ 11.)   \n{14} In September 2000, Johnson purchased his share of the business from Aon \nRe and started his own business, Axiom Intermediaries.  (Compl. ¶ 12.)  Johnson \noffered Pyrtle a position with Axiom in which Pyrtle was to receive a five percent \nstake in the company’s net profits.  Pyrtle accepted and began work in Axiom’s \nbrokerage department “even though his equity position was unilaterally lowered by \nJohnson to 2.5%.”  (Compl. ¶ 14.)  Johnson also offered Schlieper a position with \nAxiom as Senior Vice President and Chief Financial Officer.  (Compl. Ex. B.)  \nSchlieper was to receive an annual salary of $125,000, a bonus to be determined, \nand a five percent stake in Axiom’s net profits.  (Compl. ¶ 15, Ex. B.)  Schlieper \naccepted the offer and left Willis for Axiom.  (Compl. ¶ 16.)   \n{15} In the fall of 2002, Schlieper signed a “Letter of Understanding” clarifying \nthe details of his five percent stake in Axiom’s profits.  (Compl. ¶ 18.)  Pyrtle also \nsigned a Letter of Understanding at this time clarifying the details of his 2.5% stake \nin Axiom’s profits.  (Compl. ¶ 19.)1  Pursuant to these Letters of Understanding, \n                                                 \n1 Copies of the following documents were attached to the Complaint and are properly before the \nCourt on a Rule 12(b)(6) motion to dismiss:  (A) Change of Broker Agreement, (B) September 1, 2000 \nletter from Johnson to Schlieper offering employment at Axiom, (C) Schlieper’s Letter of \nUnderstanding, (D) Pyrtle’s Letter of Understanding, (E) December 12, 2005 letters to Schlieper and \nPyrtle regarding sale of Axiom, (F) Schlieper Agreement to Terminate Letter of Understanding, (G) \nProduction/performance bonus amounts paid to Pyrtle, (H) Production/performance bonus amounts \npaid to all Axiom employees, and (I) Acquisition Summary Form from Brown & Brown.  By Consent \nOrder dated February 5, 2007, Exhibits A, G, H, and I were placed under seal.  The Answer included \n  \n \nSchlieper and Pyrtle received yearly profit distributions from 2002 until 2004.  \n(Compl. ¶ 20.)  \n3. \nSALE TO BROWN & BROWN \n{16} In December 2005, Johnson advised Schlieper and Pyrtle that he was \nconsidering selling Axiom to Brown & Brown, Inc. (“Brown”), and that the projected \nsale price was approximately $37 million.  (Compl. ¶ 22.)   \n{17} On December 12, 2005, Schlieper and Pyrtle received letters (the \n“December 12 letters”) from Johnson discussing the possible sale to Brown.  These \nletters included a “Phantom Calculation” indicating the “Net Adjusted Phantom \nSale Price” to be $35,213,677.  (Compl. Ex. E.)  Copies of the Phantom Calculations \nare attached to this Order.  Pyrtle’s letter stated that his production/performance \nbonus for 2005 was to be $75,000.  (Compl. ¶ 24. Ex. E.)   \n{18} On December 29, 2005, Johnson told Schlieper and Pyrtle that Brown \nrequired the dissolution of the terms of their Letters of Understanding in order for \nthe sale of Axiom to be completed.  Johnson then presented them each with a \ndocument entitled “Agreement to Terminate Letter of Understanding.”  (Compl. ¶ \n25, Ex. F; Answer Ex. 2.)   \n{19} In consideration for signing the Agreements to Terminate Letter of \nUnderstanding, Schlieper received $1,318,317 and Pyrtle received $659,408.  \n(Compl. ¶ 26.)   \n4. \nDISAGREEMENT OVER AXIOM SALE PRICE \n{20} In early 2006, Johnson allegedly indicated to Schlieper and Pyrtle that \ntheir 2005 profit distributions would be included in a payout from the sale of Axiom \nto Brown.  Schlieper and Pyrtle allege that a 2005 profit distribution was not \nincluded in the payout.  (Compl. ¶32.)  Furthermore, Pyrtle only received a \n                                                                                                                                                             \ncopies of (1) Schlieper Phantom Calculation and (2) Pyrtle Agreement to Terminate Letter of \nUnderstanding.   \n  \n \nproduction/performance bonus of $55,304, rather than the $75,000 promised to him \nby Johnson.  (Compl. ¶ 33.)     \n{21} The sale of Axiom to Brown was finalized in January 2006.  (Compl. ¶ 35.)   \n{22} In February of 2006, Schlieper and Pyrtle discovered that the purchase \nprice for Axiom’s assets recorded on Brown’s books was much more than \n$35,213,677.  Pyrtle learned of the higher sale price from a Brown insider who had \naccess to information regarding the sale price of Axiom.  (Compl. ¶ 37.)   \n{23} In the spring of 2006, Schlieper and Pyrtle had a series of meetings with \nJohnson in which they discussed the discrepancy between his representations as to \nthe sale price of Axiom and the actual sale price.  They demanded an increased \npayout from the sale, but Johnson refused.  (Compl. ¶ 38.)   \n{24} Based on these allegations, Plaintiffs assert the following claims for relief: \n1. Fraud; \n2. Unfair and Deceptive Trade Practices; \n3. Negligent Misrepresentation; \n4. Breach of Contract. \n \nIII. \nMOTION TO DISMISS \n{25} Defendants have moved to dismiss Plaintiffs’ Complaint for failure to state \nclaims upon which relief can be granted under Rule 12(b)(6) of the North Carolina \nRules of Civil Procedure.  (Mot. Dismiss Under Rule 12(b)(6), at 1.) \nA. \nLEGAL STANDARD \n{26} The purpose of a motion to dismiss under Rule 12(b)(6) is to test the legal \nsufficiency of the pleading against which the motion is directed.  Sutton v. Duke, \n277 N.C. 94, 98, 176 S.E.2d 161, 163 (1970).  In Branch Banking & Trust Co. v. \nLighthouse Financial Corp., 2005 NCBC 3 (N.C. Super. Ct. July 13, 2005), \nhttp://www.ncbusinesscourt.net/opinions/2005%20NCBC%203.htm, this Court \nsummarized the 12(b)(6) standard as follows: \n  \n \nWhen ruling on a motion to dismiss under Rule 12(b)(6), the court \nmust determine \"whether, as a matte r of law, the allegations of the \ncomplaint . . . are sufficient to state a claim upon which relief may be \ngranted.\"  In ruling on a motion to dismiss, the court must treat the \nallegations in the complaint as true.  The court must construe the \ncomplaint liberally and must not dismiss the complaint unless it \nappears to a certainty that plaintiff is entitled to no relief under any \nstate of facts which could be proved  in support of the claim.  When \nconsidering a motion under Rule 12(b)(6), the court is not required to \naccept as true any conclusions of law or unwarranted deductions of fact \nin the complaint.  When the complai nt fails to allege the substantive \nelements of some legally cognizable claim, or where it alleges facts \nwhich defeat any claim, the complaint should be dismissed under Rule \n12(b)(6). \n \nId.  ¶ 8 (citations omitted).  In this case, it is also relevant that “[a] motion to \ndismiss a party’s claim for lack of standing is tantamount to a motion to dismiss for \nfailure to state a claim upon which relief can be granted according to Rule 12(b)(6).”  \nSlaughter v. Swicegood, 162 N.C. App. 457, 464, 591 S.E.2d 577, 582 (2004).       \n{27} Furthermore, the Court may not consider “extraneous matter” outside the \ncomplaint, or else the Rule 12(b)(6) motion will be converted into a Rule 56 motion \nfor summary judgment.  See, e.g., Fowler v. Williamson, 39 N.C. App. 715, 717, 251 \nS.E.2d 889, 890–91 (1979).  However, the Court may consider documents the \nmoving party attaches to a 12(b)(6) motion which are the subject of the challenged \npleading and specifically referred to in that pleading.  See Oberlin Capital, L.P. v. \nSlavin, 147 N.C. App. 52, 60, 554 S.E.2d 840, 847 (2001).  “The Court is not required \nto accept as true any conclusions of law or unwarranted deductions of fact.”  Id. at \n56, 554 S.E.2d at 844.  Thus the Court can reject allegations that are contradicted \nby the supplementary documents presented to it.  See E. Shore Mkts., Inc. v. J.D. \nAssocs. Ltd. P’ship, 213 F.3d 175, 180 (4th Cir. 2000) (stating that the court “need \nnot accept as true unwarranted inferences, unreasonable conclusions, or \narguments”).   \n  \n \n{28} The Plaintiff has moved to file an Amended Complaint.  The Court has \nreviewed the proposed Amended Complaint and determined that the outcome of \nthis Motion would not be altered by the filing of the Amended Complaint.   \nB. \nANALYSIS \n{29} Prior to a detailed analysis of the claims, it is helpful to focus on the \ntransaction giving rise to the claims.  It is undisputed in the pleadings that the \noriginal Letters of Understanding were not triggered by the asset sale to Brown.  \nRather, Johnson reached an agreement with Schlieper and Pyrtle to terminate the \nLetters of Understanding in order to be able to consummate the asset sale to \nBrown.  Thus, it is the Agreements to Terminate Letters of Understanding (Compl. \nEx. F; Answer Ex. 2), rather than the Letters of Understanding themselves (Compl. \nEx. C–D), which primarily underlie the present dispute and upon which the fraud \nand negligent misrepresentation claims are based.   \n1. \nFRAUD \n{30} In order to assert a claim for fraud against Defendants, Plaintiffs must \nallege facts which show that:  (1) there was “a definite and specific representation,” \n(2) the representation was materially false, (3) the representation was made with \nknowledge of its falsity or in culpable ignorance of its truth, (4) it was made with \nfraudulent intent, (5) it was reasonably relied upon by the other party, and (6) there \nwas actual loss flowing from the alleged misrepresentation.  Lillian Knitting Mills \nCo. v. Earle, 237 N.C. 97, 105, 74 S.E.2d 351, 356 (1953).  In order to assert a claim \nfor negligent misrepresentation against Defendants, Plaintiffs must allege facts \nwhich show:  (1) the provision of false information, (2) given to guide others in a \nbusiness relationship, and (3) without exercising reasonable care or diligence to \ndetermine the truthfulness or falsity of the information.  Fulton v. Vickery, 73 N.C. \nApp. 382, 388, 326 S.E.2d 354, 358 (1985).  As to either fraud or negligent \nmisrepresentation, “when the party relying on the false or misleading \nrepresentation could have discovered the truth upon inquiry, the complaint must \n  \n \nallege that he was denied the opportunity to investigate or that he could not have \nlearned the true facts by exercise of reasonable diligence.”  Hudson-Cole Dev. Corp. \nv. Beemer, 132 N.C. App. 341, 346, 511 S.E.2d 309, 313 (1999).  On a motion to \ndismiss, the Court can reject allegations that are contradicted by the supplementary \ndocuments presented to it.  \nSee E. Shore Mkts., 213 F.3d at 180. \n{31} Plaintiffs claim Johnson misrepresented the “sale price” of Axiom to be \n$35.6 million, rather than the substantially higher purchase price that appeared on \nBrown’s books.  (Compl. ¶¶ 24, 36.)  The documents attached to the Complaint \nindicate there was no such misrepresentation.  Unfortunately, the term “sale price” \nhas multiple meanings in this case, and Plaintiffs have not been precise in their use \nof the term in the Complaint.  The first possible meaning of “sale price” has its roots \nin the Parachute Provision of the Letters of Understanding.  The Parachute \nProvision provides “[i]f the majority ownership of the Company elects to sell the \nCompany to a 3rd party while the Employee is an active employee of the Company, \nthe Company will pay the Employee his share times the ‘sale price’ less his share \ntimes $7,000,000 plus an interest component.”  (Compl. Ex. C–D.)  The provision \nthen clarified that “[t]he ‘sale price’ as used in this section refers only to the portion \nof the total selling price that is related to the Goodwill of the Company.  All other \nassets are to be excluded.”  (Compl. Ex. C–D (emphasis added).)  Thus, the “sale \nprice” for purposes of determining a payout under the Parachute Provision was not \nequal to the total selling price.  The total selling price, composed of goodwill plus all \nother assets, is the second possible meaning of “sale price.”  As noted on the \nAcquisition Summary Form, the total purchase price was much higher than $35.6 \nmillion.  Of this total, an amount was allocated to goodwill.  The remainder of the \npurchase price was allocated to expirations, noncompete agreement, tangible \nproperty, and “other.”  (Compl. Ex. I.)   \n{32} The sale of Axiom to Brown was structured as a sale of assets.  The \nParachute Provision was only triggered “[i]f the majority ownership of the Company \nelects to sell the Company to a 3rd Party.”  (Compl. Ex. C–D.)  The Parachute \nProvision was not triggered by the sale of assets to Brown.  However, Brown \n  \n \nrequired Axiom to dissolve Plaintiffs’ Letters of Understanding as a condition of the \nsale.  In letters dated December 12, 2005, Johnson offered Schlieper $1,318,817 and \nPyrtle $659,408 “representing the dissolution of the Phantom Stock Plan and your \ncontributions to Axiom for the past, present, and envisioned in the future.”  (Compl. \nEx. E (Pyrtle); Answer Ex. 1 (Schlieper).)  Attached to the December 12 letters were \nsheets entitled “Phantom Calculation.”  These sheets showed how Axiom arrived at \nthe above figures.  The calculations detailed in the “Phantom Calculation” sheets \nfollow the formula set forth in the Parachute Provision.  They start with a “Net \nAdjusted Phantom Sales price” of $35,213,677.  This figure is clearly noted as the \nPhantom Sale Price, not to be confused with the total sale price.  As explained \nabove, the term “sale price” as defined in the Letters of Understanding creating the \nphantom interests referred “only to the portion of the total selling price that is \nrelated to the Goodwill of the Company.”  (Compl. Ex. C–D.)  The Net Adjusted \nPhantom Sale Price was then multiplied by Plaintiffs’ shares of Axiom’s net \nprofits—2.5% for Pyrtle, 5% for Schlieper.  From this total, Axiom subtracted the \n“share times $7,000,000 plus an interest component.”  (See Compl. Ex. C–D.)  Based \non the documents, it is clear that the “Phantom Calculation” used to determine \nPlaintiffs’ compensation for terminating their Letters of Understanding was based \non the Parachute Provision, and that the “Net Adjusted Phantom Sale Price” \nreferred only to the portion of the total sale price allocated to goodwill.   \n{33} Plaintiffs’ Complaint alleges that “[t]he [December 12] letters discussed \nthe prospect of the sale to Brown, and represented the sale price of Axiom to Brown, \nInc. to be $35.6 million”  (Compl. ¶ 24) and that Plaintiffs “trusted that Johnson \nwould be honest in his representations . . . regarding Axiom’s actual sale price” \n(Compl. ¶ 31).  A review of the December 12 letters and the attached Phantom \nCalculations contradict this allegation.  The letters do not represent the “sale price” \nor the “actual sale price” to be $35.6 million.  The terminology in the letters is more \nprecise.  The letters use an adjusted net income “for Phantom Sales Calculation” to \nderive a “Net Adjusted Phantom Sale Price” of $35,213,677.  The letters do not \nrepresent that the “actual sale price” of Axiom was to be $35.6 million or that the \n  \n \npayout being offered to Plaintiffs would be based on the total final sale price to \nBrown.  The Phantom Sale Price based on the Letters of Understanding was limited \nto goodwill.  \n{34} The calculations included with the December 12 letters are very detailed \nand make clear that the amounts offered to Plaintiffs in consideration for \nterminating their Letters of Understanding were based on a “Phantom” sale price.  \nThere may have been some potential for confusion due to the structure of the deal.  \nAs noted above, the purchase of assets by Brown did not trigger the Parachute \nProvision.  Nevertheless, it is clear that Axiom used the formula from the Parachute \nProvision to calculate the amounts offered to Plaintiffs in the December 12 letters.  \nThat was logical since Johnson was buying out Plaintiffs’ rights under the \nParachute Provision. \n{35}   In the event this was not clear to Plaintiffs when they received and \nreviewed their letters, they had ample opportunity to ask questions of Johnson.  \nAfter the letters were sent, seventeen days passed before Plaintiffs signed the \nAgreements to Terminate their Letters of Understanding.  (\nSee Compl. Ex. F; \nAnswer Ex. 2.)  In the December 12 letters, Johnson invited discussion, telling \nPlaintiffs “[i]f you have any questions or concerns, please discuss them with me \nimmediately.”  (Compl. Ex. E.)  Plaintiffs had ample time to ask questions, and were \nin a position to do so.  Schlieper had known Johnson since at least 1978 (Compl. ¶ \n5), and Pyrtle had known him since at least 1988 (Compl. ¶ 7).  Schlieper describes \nJohnson as a “longtime friend and trusted business partner.”  (Compl. ¶ 16.)  Both \nSchlieper and Pyrtle are experienced and sophisticated businessmen—Schlieper \nwas Senior Vice President and Chief Financial Officer of Axiom.  (\nSee Compl. Ex. \nB.)  As such, he would have been accustomed to reviewing financial calculations and \nquestioning them if necessary.   \n{36} There are no allegations in the Complaint indicating that Schlieper or \nPyrtle questioned Johnson or anybody else at Axiom about the amounts they were \noffered in the December 12 letters until after they had signed the Agreements to \nTerminate their Letters of Understanding.  Given the longstanding relationship \n  \n \nbetween the Plaintiffs and Johnson, as well as their positions at Axiom, Plaintiffs \ncould have sought clarification of the amounts offered in the December 12 letters.  \nAs such, the Complaint must allege they were either denied the opportunity to \ninvestigate or that they could not have learned the true facts by exercise of \nreasonable diligence.  See Hudson-Cole, 132 N.C. App. at 346, 511 S.E.2d at 313.  \nPlaintiffs do not allege they were denied the opportunity to investigate.  (Cite \nHearing Tr.)  Indeed Johnson encouraged them to ask questions.  (\nSee Compl. Ex. \nE.)  The Complaint alleges that Plaintiffs “could not have learned of the fraud of \nJohnson with due diligence.”  (Compl. ¶ 46.)  This conclusory allegation is \ncontradicted by the documents, the Plaintiffs’ experience, and their relationship \nwith Johnson as explained above.   \n{37} Had Schlieper and Pyrtle not agreed to the termination of their Letters of \nUnderstanding, there would have been no transaction triggering their right to \nreceive payment for their phantom shares.  They would not have received the large \npayouts.  What Johnson offered and what they received was roughly equivalent to \nwhat they would have received under the Letters of Understanding.  That was clear \nfrom the calculations given to them.  If they had any question about how the dollar \namount offered to them was calculated, they should have asked before signing and \naccepting their payments.   \n{38} Plaintiffs point out the discrepancy between the Net Adjusted Phantom \nSales Price of $35,213,677 and the amount allocated to goodwill on the Acquisition \nSummary Form.  (Br. Opp. Defs.’ Mot. Dismiss 6–7.)  The discrepancy in these \nfigures does not result in a claim against Defendants for fraud or negligent \nmisrepresentation.  The Acquisition Summary Form is a Brown document, \nreflecting how Brown accounted for the acquisition.  The December 12 letters did \nnot represent that the amount allocated to goodwill on Brown’s books would be \n$35,213,677, or that the Phantom Calculations were based on this figure.  As \nDefendants note in their reply brief, there is no allegation that Defendants used the \nAcquisition Summary Form or even had access to it before making their offer to \nPlaintiffs in the December 12 letters.  (Defs.’ Reply to Pls.’ Br. Opp. Defs.’ Mot. \n  \n \nDismiss 7.)  This is another example of an issue that could have been clarified with \nquestions from Plaintiffs.   \n{39} Plaintiffs also argue that it was fraudulent or negligent for Johnson not to \ndisclose that in accounting for the transaction, expirations2 would not be included \nas part of goodwill.  According to Plaintiffs, the placement of expirations into a \nseparate category from goodwill “raises concerns, because insurance expirations are \nalmost always inseparable from goodwill.”  (Br. Opp. Defs.’ Mot. Dismiss 7.)  In \nsupport of this proposition, Plaintiffs cite Newark Morning Ledger Co. v. United \nStates, 507 U.S. 546 (1993).  There, the United States Supreme Court indicates that \ntaxpayers carry a heavy burden to prove that expirations have an ascertainable \nvalue separate and distinct from goodwill.  Id.  at 560.  However, the issue before \nthe Court in Newark Morning Ledger was whether “the Internal Revenue Service \n(IRS) may treat as nondepreciable an intangible asset proved to have an \nascertainable value and a limited useful life, the duration of which can be \nascertained with reasonable accuracy, solely because the IRS considers the asset to \nbe goodwill as a matter of law.”  Id.  at 546.  As such, the decision applies only in the \ncontext of interpreting a provision of the Internal Revenue Code, and has no bearing \non the present situation.  Moreover, Plaintiffs could have asked Johnson how the \nNet Adjusted Phantom Sale Price was calculated, and whether any assets would be \nlisted separately from goodwill. \n{40} Plaintiffs also claim Defendants misrepresented that “[t]he 2005 profit \ndistribution would be paid to Plaintiffs after the sale of Axiom.”  (Compl. ¶ 43.c.)  \nPlaintiffs allege that “[i]n or about early 2006, Johnson represented to Schlieper \nand Pyrtle that the profit distribution for the year 2005 would be included in a \npayout from the sale of Axiom to Brown, Inc.”  (Compl. ¶ 32.)  As explained below, \nPlaintiffs agreed to terminate the Letters of Understanding and their right to profit \ndistributions in the December 29, 2005 Agreements to Terminate Letters of \nUnderstanding.  At the time of the alleged misrepresentation, Plaintiffs had already \n                                                 \n2 Insurance expirations are lists that include information about currently insured individuals or \nbusinesses, policy expiration dates, and the amount of coverage.   \n  \n \nagreed to give up their rights under the Letters of Understanding, including their \nrights to a share in Axiom’s profits for 2005.  Regardless of what Johnson may have \nindicated in early 2006, it was not reasonable for Plaintiffs to rely on his statements \ngiven the termination of their rights under the Letters of Understanding.     \n{41} Plaintiffs’ claims for fraud and negligent misrepresentation are dismissed.  \nAs reflected in the foregoing discussion, the Court continually returns to the fact \nthat neither Schlieper nor Pyrtle took advantage of their opportunity to investigate \nthe facts presented to them in the December 12 letters.  The calculations could have \nbeen clarified upon inquiry, but none was ever made.  There are no allegations that \nDefendants denied Plaintiffs the opportunity to investigate.  In a case such as this, \nwhere the parties relying on the allegedly misleading statements could have \ndiscovered any underlying facts upon inquiry, claims for both fraud and negligent \nmisrepresentation should be dismissed.  As to the claims based on the 2005 profit \ndistributions—Plaintiffs abdicated their ri ght to those distributions and cannot now \nclaim they were mislead.  \n2. \nUNFAIR OR DECEPTIVE ACTS OR PRACTICES \n{42} Plaintiffs claim that “[t]he acts of Johnson in the course of this transaction \nconstitute unfair or deceptive acts or practices in or affecting commerce, in violation \nof N.C. Gen. Stat. § 75-1.1.”  (Compl. ¶ 50.)  For the reasons explained below, the \nCourt concludes that Plaintiff’s Complaint fails to state a claim under section 75-1.1 \nand therefore grants Defendants’ Motion to Dismiss Plaintiff’s second claim for \nrelief. \n{43} Section 75-1.1 states that “[u]nfair methods of competition in or affecting \ncommerce, and unfair or deceptive acts or practices in or affecting commerce, are \ndeclared unlawful.”  N.C. Gen. Stat. § 75-1.1(a) (2005).  The statute goes on to \nclarify that “[f]or purposes of this section, ‘commerce’ includes all business \nactivities, however denominated, but does not include professional services \nrendered by a member of a learned profession.”  \nId. § 75-1.1(b).  In applying the \nstatute, the Court must first address the threshold inquiry of whether the acts \n  \n \ncomplained of were “in or affecting commerce.”  See Johnson v. Phoenix Mut. Life \nIns. Co., 300 N.C. 247, 261, 266 S.E.2d 610, 620 (1980) (noting that “[b]efore a \npractice can be declared unfair or deceptive, it must first be determined that the \npractice or conduct which is complained of takes place within the context of the \nstatute’s language pertaining to trade or commerce3”), overruled in part on other \ngrounds by Myers & Chapman, Inc. v. Thomas G. Evans, Inc., 323 N.C. 559, 569, \n374 S.E.2d 385, 392 (1988).  Whether an act is “in or affecting commerce” is a \nquestion of law for the Court to decide.  E.g., Hardy v. Toler, 288 N.C. 303, 310, 218 \nS.E.2d 342, 346–47 (1975).  In order to establish a prima facie claim under section \n75-1.1, a plaintiff must show:  “(1) defendant committed an unfair or deceptive act \nor practice, (2) the action in question was in or affecting commerce, and (3) the act \nproximately caused injury to the plaintiff.”  Pleasant Valley Promenade v. \nLechmere, Inc., 120 N.C. App. 650, 664, 464 S.E.2d 47, 58 (1995) (citations omitted).  \nIf the complaint does not allege acts in or affecting commerce, a plaintiff cannot \nestablish a prima facie claim and dismissal under Rule 12(b)(6) is appropriate.  See, \ne.g., Orange County v. N.C. Dep’t of Transp., 46 N.C. App. 350, 379, 265 S.E.2d 890, \n909 (1980) (“A claim should be dismissed under N.C. Rule Civ. Proc. 12(b)(6) where \nit appears that plaintiff is entitled to no relief under any statement of facts which \ncould be proven, and such will occur when there is want of law to support a claim of \nthe sort made, an absence of facts sufficient to make a good claim, or the disclosure \nof some fact which will necessarily defeat the claim.” (citations omitted)).   \n{44} Despite a large number of legislative and judicial pronouncements on the \nsubject, “the precise definition of the term ‘in or affecting commerce’ is not easily \nsettled.”  Noel L. Allen, North Carolina Unfair Business Practice § 6-3, at 183 (2d \ned. 2000).  The statute’s reach has been described as “unquestionably broad.”  Id.  \n                                                 \n3 As a result of amendment in 1977, Section 75-1.1 no longer contains the word “trade.”  Prior to the \namendment, the statute provided that “unfair methods of competition and unfair or deceptive acts or \npractices in the conduct of any trade or commerce are hereby declared unlawful.”  See Noel L. Allen, \nNorth Carolina Unfair Business Practice § 6-3, at 183 (2d ed. 2000).  The General Assembly removed \nthe word “trade” in response to the Supreme Court’s ruling in State ex rel. Demister v. J.C. Penney \nCo., 292 N.C. 311, 233 S.E.2d 895 (1977), which concluded that the phrase “trade and commerce” was \nnarrower than “commerce” alone.  See Allen, supra, § 6-5, at 186–87.       \n  \n \nThe statute itself says that the term “ ‘commerce’ includes all business activities, \nhowever denominated.”  N.C. Gen. Stat. § 75-1.1(b) (emphasis added).  The North \nCarolina Supreme Court has interpreted “business activities” to mean “the manner \nin which businesses conduct their regular, day-to-day activities, or affairs, such as \nthe purchase and sale of goods, or whatever other activities the business regularly \nengages in and for which it is organized.”  HAJMM Co. v. House of Raeford Farms, \nInc., 328 N.C. 578, 594, 403 S.E.2d 483, 493 (1991).   \n{45} Although the statute has a broad reach, the legislature and the courts \nhave excluded a number of activities from its application.  See generally Allen, \nsupra, §§ 14–15 (describing statutory exemptions for the media, learned \nprofessionals, agricultural cooperatives, and others; and case law exemptions and \nexclusions for employee-employer relations, securities and other extraordinary \nsales, sale of a private residence, state and local government actions, and news \ngathering).  The courts’ exclusion of most employment relationships from the \nstatute is at issue in the case at bar and warrants discussion. \n{46} Commentator Noel L. Allen observes that “[f]or most of the life span of \nN.C. Gen. Stat. § 75-1.1, courts have held that it did not apply to the employee-\nemployer relationship—period.”  Allen, supra, § 15-1, at 351.  Most disputes \nbetween employers and employees are internal to the business organization and \nsimply do not have an effect on commerce in the way required by section 75-1.1.  \nE.g., Dalton v. Camp, 353 N.C. 647, 656, 548 S.E.2d 704, 710 (2001) (“[T]he Act does \nnot normally extend to run-of-the-mill employment disputes.”).  However, the \npresence of an employment relationship is not a talisman for claims brought under \nsection 75-1.1.  Id.  There are cases in which an employment dispute affects \ncommerce in such a way as to give rise to a Chapter 75 claim.  One such case is Sara \nLee Corp. v. Carter, 351 N.C. 27, 519 S.E.2d 308 (1999).   \n{47} In Sara Lee, the defendant was an information technology employee in the \nSara Lee Knit Products Division.  Id. at 29, 519 S.E.2d at 309.  According to the \ndefendant’s job description, he was to “develop[] and maintain[] relationships with \nvendors to provide [Sara Lee Knit Products] with the best possible pricing, \n  \n \navailability, and support of hardware and services.”  Id.  Unknown to Sara Lee, \n“defendant developed four separate businesses through which he engaged in self-\ndealing by supplying Sara Lee with computer parts and services at allegedly \nexcessive cost while concealing his interest in these businesses.”  Id.  Sara Lee sued, \nalleging, among other things, unfair or deceptive acts or practices under Chapter \n75.  Id. at 30, 519 S.E.2d at 310.  The trial court concluded that the defendant had \nengaged in unfair and deceptive practices, and awarded treble damages and \nattorney fees to Sara Lee under the provisions of Chapter 75.  Id. at 30–31, 519 \nS.E.2d at 310–11.  The Court of Appeals reversed the award of treble damages and \nattorney fees.  Id. at 31, 519 S.E.2d at 311.  The Supreme Court then reinstated the \ntrial court’s awards under Chapter 75 on the grounds that “defendant and plaintiff \nclearly engaged in buyer-seller relations in a business setting.”  \nId. at 33, 519 S.E.2d \nat 312.  In this way, the employment relationship in Sara Lee became more than an \ninternal matter and strayed into the channels of commerce subject to the provisions \nof Chapter 75.   \n{48} Dalton v. Camp is a contrary example.  There, plaintiff produced an \nemployee newspaper for a furniture company.  353 N.C. at 649, 548 S.E.2d at 706.  \nDefendant was employed by plaintiff and produced the publication.  Id.  While still \nin plaintiff’s employ, defendant formed a competing publishing company and \nsecured a contract to produce the furniture company’s employee newspaper.  Id.  \nDefendant resigned shortly thereafter.  Id.  Plaintiff’s complaint included claims for \nunfair or deceptive acts or practices under Chapter 75.  Id.  The Supreme Court \nfound that summary judgment was proper on plaintiff’s Chapter 75 claims.  Id. at \n650, 548 S.E.2d at 707.  Justice Orr, writing for the court as he had in Sara Lee, \ndistinguished the two cases as follows: \nUnlike the Sara Lee defendant, who worked as a purchasing agent, \nCamp did not serve his employer in th e capacity of either a buyer or a \nseller.  Nor did he serve in any alte rnative capacity suggesting that his \nemployment was such that it otherwise qualified as “in or affecting \ncommerce.”   \n \nId. at 658, 548 S.E.2d at 711. \n  \n \n{49} In this case, the actions alleged in Plaintiffs’ Complaint are not “in or \naffecting commerce.”  Plaintiffs were employed by Defendants.  (Compl. ¶¶ 14, 17.)  \nThis fact alone does not preclude application of section 75-1.1.  See Dalton, 353 N.C. \nat 656, 548 S.E.2d at 710.  However, the dispute that arose between them remained \ninternal to Axiom.  A number of these disputes were over the amount of \ncompensation due to Plaintiffs under the terms of their employment.  Pyrtle claims \nhe was only paid $55,304 of the $75,000 production/performance bonus promised to \nhim by Johnson.  (Compl. ¶ 33.)  Schlieper similarly claims he never received the \nproduction/performance bonus due to him in 2005.  (Compl. ¶ 34.)  Both Plaintiffs \nclaim to have never received a 2005 profit distribution due to them under the \nLetters of Understanding.  (Compl. ¶ 32.)  The phantom interests created in the \nletters of understanding were contingent upon Plaintiffs accepting employment at \nAxiom.  (Compl. ¶¶ 18–19.)  These facts allege a dispute over compensation due to \nemployees under the terms of various documents that governed their relationship \nwith their employer.  Axiom was a reinsurance business, and the amounts paid to \nemployees such as Schlieper and Pyrtle were not part of the “day-to-day activities” \nAxiom regularly engaged in and for which it was organized.  \nSee HAJMM, 328 N.C. \nat. 594, 403 S.E.2d at 493.   \n{50} In their brief, Plaintiffs attempt to analogize this case to Sara Lee, arguing \nthat Schlieper and Pyrtle’s relationship with Axiom was a business partnership \nrather than mere employment.  (Pls.’ Brief Opp. Defs.’ Mot. Dismiss 9.)  Sara Lee, \nhowever, is distinguishable from this case in many ways.  In Sara Lee, the \ndefendant “engaged in self-dealing business activities wherein he sold computer \nparts and services to his employer from companies owned by him.”  351 N.C. at 32–\n33, 519 S.E.2d at 311.  The Supreme Court cited United Virginia Bank v. Air-Lift \nAssociates, 79 N.C. App. 315, 339 S.E.2d 90 (1986), for the proposition that section \n75-1.1 “applies to dealings between buyers and sellers at all levels of commerce.”  \nSara Lee, 351 N.C. at 32, 519 S.E.2d at 311 (quoting United Va. Bank, 79 N.C. App. \nat 320, 339 S.E.2d at 93).  The court then focused on the buyer-seller aspects of the \nrelationship between the defendant and Sara Lee, concluding as follows: \n  \n \n[W]e conclude that the transactions at issue were “in or affecting \ncommerce” and thus fall within the scope of the Act.  There is \nuncontradicted evidence in this case that defendant sold computer \nparts and services, through his various enterprises, to plaintiff.  \nTrusting that these were legiti mate transactions secured at \ncompetitive prices in the marketplace, plaintiff regularly conducted \nbusiness with the companies in which defendant had an interest.  In \nthis case, defendant and plaintiff clearly engaged in \nbuyer-seller \nrelations in a business setting , and thus, we hold that defendant’s \nfraudulent actions fall within the ambit of the statutory prohibition of \nunfair and deceptive acts or practices as determined by the trial court. \n \nId. at 33, 519 S.E.2d at 312 (emphasis added).  The Supreme Court’s focus was on \nthe defendant’s self-dealing transactions and the fact that they took place in the \nmarketplace and outside the employment relationship.  Sara Lee thought it was \npurchasing computer parts and services from independent companies in the open \nmarket, when in reality it was being defrauded by one of its own employees.   \n{51} The Complaint in this matter does not allege a buyer-seller relationship \nbetween Plaintiffs and Defendants, nor does it allege any sort of self-dealing \ntransaction.  The Supreme Court held an employee liable to his employer under \nChapter 75 in \nSara Lee because of the buyer-seller relationship between them.  \nOnce the buyer-seller relationship was established, the court disregarded the \nemployment relationship and did not allow it to be used as a shield.  Id. at 34, 519 \nS.E.2d at 312 (“[H]aving already characterized defendant’s conduct as buyer-seller \ntransactions that fall squarely within the Act’s intended reach, we conclude that \ndefendant’s relationship to plaintiff as an employee, under these facts, does not \npreclude applicability of N.C.G.S. § 75-1.1 to this case.”).  The dispute here is over \nemployment compensation in the context of a sale of a company’s assets.  The acts \nalleged did not affect commerce or the marketplace as did the defendant’s actions in \nSara Lee.   \n{52} Plaintiffs’ argument that they were “business partners,” rather than mere \nemployees, of Axiom is contradicted by the pleadings.  In the Letters of \nUnderstanding, Plaintiffs were given only a phantom stock interest.  They had no \nequity stake in Axiom, no votes to cast, and no risk of loss.  The phantom interest \n  \n \nwas given to Schlieper and Pyrtle as an incentive to work at Axiom, but was \nspecifically tailored to give them none of the control or influence of business \npartners.  They were valued employees to be sure—but not business partners.   \n{53} This result is also in keeping with the general purpose of section 75-1.1.  \nThe statute was designed to protect consumers.  E.g., Lindner v. Durham Hosiery \nMills, Inc., 761 F.2d 162, 165 (4th Cir. 1985) (“The apparent purpose behind the \nenactment of § 75-1.1 was the protection of the consuming public.”); Bunting v. \nPerdue, Inc., 611 F. Supp. 682, 690 (E.D.N.C. 1985) (“[T]he more recent \npronouncements from the North Carolina Supreme Court concerning the \napplicability of § 75-1.1 emphasize the consumer protection purpose of the \nstatute.”).  The statute was not meant to apply to the internal affairs of business \nassociations.  The law is replete with mechanisms to address those types of \ndisputes, and section 75-1.1 need not be stretched beyond its intended purpose to \naccommodate them. \n{54} For these reasons, Defendants’ Motion to Dismiss Plaintiffs’ second claim \nfor relief is granted.             \n3. \nBREACH OF CONTRACT \n{55} The Complaint contains three separate claims for breach of contract.  The \nCourt will address each in turn. \na. \n2005 PROFIT DISTRIBUTIONS \n{56} First, Plaintiffs claim “Johnson has breached the contract with Schlieper \nand Pyrtle by failing to pay Schlieper and Pyrtle the amount owed to each of them \nrespectively for the 2005 year profit distribution payments.”  (Compl. ¶ 62.)  The \nLetters of Understanding were the source of these profit distribution payments, \ngranting Schlieper a 5% phantom interest in Axiom’s net profits and Pyrtle a 2.5% \nphantom interest.  (Compl. Ex. C–D.)  On December 29, 2005, Schlieper and Pyrtle \neach signed an “Agreement to Terminate Letter of Understanding.”  (See Compl. \nEx. F.; Answer Ex. 2.)  Plaintiffs agreed that in consideration for cash payments, \n  \n \nthe Letters of Understanding were “terminated and of no further legal effect” as of \nDecember 29, 2005.  (Compl. Ex. F; Answer Ex. 2.)  In the December 12 letters, it \nwas made clear to Plaintiffs that the cash payments they were offered represented \n“the dissolution of the Phantom Stock Plan and your contributions to Axiom for the \npast, present, and envisioned in the future.”  (Compl. Ex. E.)  By agreeing to \nterminate the Letters of Understanding, Plaintiffs gave up their interest in Axiom’s \nprofits.  The Agreements to Terminate ended any obligation on the part of Axiom to \npay a portion of its profits to Plaintiffs.  Plaintiffs, after three weeks to consider \nDefendants’ offer, agreed to accept cash payments as compensation for the complete \nand final dissolution of the Letters of Understanding.  Since any obligation to pay \nPlaintiffs’ profit distributions was dissolved by the December 29 agreements, \nPlaintiffs’ claim for breach of contract based on failure to pay those profit \ndistributions is dismissed. \nb. \nSCHLIEPER BONUS \n{57} Plaintiffs claim “Johnson has breached his contract with Schlieper by \nfailing to pay Schlieper any of the production/performance bonus promised to \nSchlieper.”  (Compl. ¶ 64.)  The allegations underlying this claim are contradicted \nby the documents before the Court.  In a September 1, 2000 letter, Schlieper was \noffered an annual salary “plus a bonus to be determined.”  (Compl. Ex. B.)  His \nbonus was discretionary.  The letter does not mention a “production/performance \nbonus.”  Schlieper was Senior Vice President and Chief Financial Officer of Axiom.  \nHis was in a management position, rather than a sales position like Pyrtle.  As \nsuch, he would not have been entitled to a “production/performance bonus.”  Thus, \nthis aspect of Plaintiff’s breach of contract claim is also dismissed.  Any promise to \npay him a bonus for 2005 after 2005 would lack consideration and Schlieper had \nalready received a payout under the Agreement to Terminate Letter of \nUnderstanding that covered any bonus compensation for services.   \n \n \n  \n \nc. \nPYRTLE BONUS \n{58} Finally, Plaintiffs claim “Johnson has breached his contract with Pyrtle by \nfailing to pay Pyrtle the full $75,000 owed to Pyrtle for his production/performance \nbonus promised in the December 29, 2005 letter to Pyrtle.”  (Compl. ¶ 63.)  As \nPlaintiffs note, the December 12 letter to Pyrtle says that “[f]or the 2005 year you \nwill receive a bonus of $75,000 in appreciation and recognition of your contribution \nto the success of the Company.”  (Compl. Ex. E.)  The Complaint alleges that of this \namount, Pyrtle received only $55,304.  Defendants argue that the $55,304 paid to \nPyrtle represented his promised bonus, less expenses and costs.  Neither the \nDecember 12 letter nor any other documents before the Court indicate that costs \nand expenses were to be deducted from the $75,000 promised to Pyrtle.  As such, \nPyrtle’s claim for breach of contract based on Defendants’ failure to pay the full \namount promised him in the December 12 letter is not subject to dismissal at this \ntime.  \n \nIV. \nCONCLUSION \n{55} Based on the foregoing, it is hereby ORDERED, ADJUDGED, and \nDECREED: \n1. Defendants’ Motion to Dismiss Plaintiffs’ claims for relief for fraud is \nGRANTED. \n2. Defendants’ Motion to Dismiss Plaintiffs’ claims for relief for negligent \nmisrepresentation is GRANTED. \n3. Defendants’ Motion to Dismiss Plaintiffs’ claims for relief for unfair \nand deceptive trade practices is GRANTED. \n4. Defendants’ Motion to Dismiss Plaintiffs’ claims for relief for breach of \ncontract based on the 2005 profit distributions is GRANTED. \n5. Defendants’ Motion to Dismiss Plaintiffs’ claims for relief for breach of \ncontract based on Schlieper’s bonus is GRANTED. \n  \n \n6. Defendants’ Motion to Dismiss Plaintiffs’ claims for relief for breach of \ncontract based on Pyrtle’s bonus is DENIED. \n \nThis the 31st day of August, 2007. \n \n  \n\n\n\n"
}