{
  "id": "06e54a3562e31bb964b18c4abeddec3bc633b5f5a90e261defc3a107127e996d",
  "source_file": "data/raw/ncbc/06e54a3562e31bb964b18c4abeddec3bc633b5f5a90e261defc3a107127e996d.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 10511 \nADAM J. DOWNING, \nPlaintiff, \nv. \nCYCLE HOLDINGS, INC., a North \nCarolina corporation; and CYCLE \nLABS, INC., a Delaware corporation, \nDefendants. \nORDER AND OPINION ON CROSS-\nMOTIONS FOR PARTIAL SUMMARY \nJUDGMENT \n[PUBLIC]1 \nTHIS MATTER comes before the Court on the parties’ cross-motions for partial \nsummary judgment.  The Court, having considered the motions, the parties’ briefs, \nthe arguments of counsel, the applicable law, and all appropriate matters of record, \nCONCLUDES that partial summary judgment should be GRANTED for \nDefendants. \nNarron Wenzel, P.A., by Benton Sawrey, for Plaintiff Adam J. Downing. \nEllis & Winters LLP, by Steven Scoggan and James M. Weiss, f or \nDefendants Cycle Holdings, Inc. and Cycle Labs, Inc.  \nINTRODUCTION \n1. Plaintiff Adam J. Downing, a shareholder of Cycle Holdings, Inc. (“Cycle\nHoldings”), a North Carolina corporation, filed this action pursuant to N.C.G.S. § 55-\n1 Recognizing that this Order  and Opinion  cites and discusses the subject matter of \ndocuments that the Court has allowed to remain filed under seal in this action, the Court  \nelected to file this Order  and Opinion  under seal  on 12 Jan uary 2023. The Court then \npermitted the parties an opportunity to propose redactions to the public version of this \ndocument.  The Court has accepted the redactions jointly proposed by the parties.   \nDowning v. Cycle Holdings, Inc., 2023 NCBC 10.\n \n16-04 seeking an order allowing him to inspect the corporate records of a separate—\nbut related—entity, Cycle Labs, Inc. (“Cycle Labs”), a Delaware corporation.2  This \nmatter is presently before the Court on the parties’ joint request for a determination \nby the Court of a key threshold issue that is highly relevant  (and potentially \ndispositive) to the relief Downing is seeking in this action —namely, whether Cycle \nHoldings actually has the power to elect, appoint, or designate a majority of Cycle \nLabs’ directors for purposes of N.C.G.S. § 55 -16-02(h).3  The resolution of that issue  \nrequires the Court to apply Delaware law regarding the enforceability of a voting \nagreement between a company’s shareholders that purports to restrict the majority \nshareholder’s exercise of its  right to appoint directors as set out in the company’s \ncertificate of incorporation.  \nFACTUAL AND PROCEDURAL BACKGROUND \n2. “The Court does not make findings of fact on motions for summary\njudgment; rather, the Court summarizes material facts it considers to be \nuncontested.”  McGuire v. Lord Corp. , 2021 NCBC LEXIS 4, at *3 (N.C. Super. Ct. \nJan. 19, 2021).   \n3. Cycle Holdings is a corporation organized under the laws of the State of\nNorth Carolina with its principal place of business in Wake County, North Carolina.  \n(Compl. ¶ 2, ECF No. 3; Answer ¶ 2, ECF No. 7.)     \n2 Cycle Holdings and Cycle Labs are the two named Defendants in this action. \n3 As discussed below, the Court —with the agreement of the parties —elects to treat the \nparties’ joint request as cross-motions for partial summary judgment. \n \n4. Cycle Labs is a foreign corporation organized under the laws of the State\nof Delaware .  (Compl. ¶ 8; Answer ¶ 8 .)  Cycle Labs develops and markets test \nautomation software for commercial enterprise systems.  (Compl. ¶ 8; Answer ¶ 8.)    \n5. Downing is one of three shareholders of Cycle Holdings.  (Compl. ¶ 7 ;\nAnswer ¶ 7.)  Downing “owns more than 5% of the shares of stock in Cycle Holdings \nand has been a shareholder for at least six months prior to the initial inspection \ndemand being made on March 17, 2022.”  (Compl. ¶ 7; Answer ¶ 7.)  \n6. Cycle Holdings ’ other sh areholders are Jeffrey Williams and Joshua\nOwen.  (Compl. ¶ 10; Answer ¶ 10.)  Williams is a member of the board of directors of \nboth Cycle Holdings and Cycle Labs.  (Compl. ¶ 10 ; Answer ¶ 10 .)  Owen is the \nmajority shareholder of Cycle Holdings, serves on the board of directors of both Cycle \nHoldings and Cycle Labs, and serves as the chief executive officer o f both Cycle \nHoldings and Cycle Labs.  (Compl. ¶ 10; Answer ¶ 10.)     \n7. Cycle Holdings is a shareholder of Cycle Labs.  (Compl. ¶ 8 ; Answer ¶\n8.)  The Complaint asserts that “Cycle Holdings exists, for all intents and purposes, \nas an entity to hold shares  of stock in Cycle Labs .”  (Compl. ¶ 8.)  In their Answer, \nDefendants “[a]dmitted that Cycle Holdings’ only asset is its shares of stock in Cycle \nLabs.”  (Answer ¶ 16.)   \n8. The Complaint alleges that until January 2022, Cycle Holdings was the\nsole shareholder of Cycle Labs.  (Compl. ¶ 9.)  \n9. On 14 January 2022, Downing received notice from Cycle Holdings that\nit had taken ac tion to convert Cycle Labs from a North Carolina corporation to a \nDelaware corporation in contemplation of an investment in Cycle Labs by an entity \ncalled Jurassic Growth Fund I (“Jurassic Capital”).  (Pl.’s Initial Br ., at 2, ECF No. \n12.)   \n10. Downing learned through a U.S. Securities and Exchange Commission\nfiling that, at some point in January 2022, Jurassic Capital invested $2,500,000 in \nCycle Labs in exchange for an equity interest in the company.  (Compl. ¶ 13; Answer \n¶ 13.)  In addition, Downing alleges that additional stock (or stock options) have been \nsold or issued to other third parties since July 2021.  (Compl. ¶ 14.) \n11. Downing asserts that “[b]ecause Cycle Holdings’ shares of stock in Cycle\nLabs are its sole asset, any thi rd-party investment into Cycle Labs will have a \nsubstantive effect on the value of the company and ultimately the value of Plaintiff’s \nshares of stock in Cycle Holdings.”  (Compl. ¶ 16.)  In his Complaint, Downing states \nthat “[i]t is possible that the investment [by Jurassic Capital] created some form of \npreferred equity or obligation for repayment that may have a materially adverse \nfuture effect on Cycle Holdings.”  (Compl. ¶ 16.)   \n12. As a result of Jurassic Capital’s investment, “Cycle Holdings’ ownership\npercentage in Cycle Labs is less today than it was prior to Jurassic Capi tal’s \ninvestment in January 2022.”  (Answer ¶ 16; Compl. ¶ 16.)   \n13. After learning of Jurassic Capital’s investment, Downing sent Cycle\nHoldings a let ter dated 17 March 2022 requesting inspection of certain records of \nCycle Holdings and Cycle Labs (“Inspection Demand”).4  (Compl. ¶¶ 17–18; Answer \n4 Downing’s Inspection Demand included the following categories of records: (a) a list of all of \nDefendants’ officers and directors , with name, position, and contact information (address, \n \n¶¶ 17–18.)  Downing asserts that the Inspection Demand was made in good faith and \nfor a proper purpose —i.e., “to understand the nature of a third -party investment in \nCycle Labs, to determine the value of Plaintiff’s shares of stock in Cycle Holdings,  \nand determine the present financial condition of Defendants.”  (Compl. ¶ 19.)   \n14. On 12 May 2022, c ounsel for Defendants—pursuant to a nondisclosure\nagreement between Downing and Defendants—provided Downing with some (but not \nall) of the documents requested in the Inspection Demand.  (Compl. ¶¶ 22–23; Answer \n¶¶ 22–23.)  Specifically, Defendants informed Downing of their refusal to provide the \ndocuments requested regarding both Cycle Labs and Jurassic Capital’s investment \nin Cycle Labs.  (Compl. ¶ 23; Answer ¶ 23.)  \n15. As a result, Downing “raised his concern about the omitted items and\nrestated his demand and sought to informally resolve the issue directly with \nphone number, email); (b) certain financial statements of Defendants from 1 January 2021 \nforward; (c) any of Defendants’ financial projections that may be available for the next twelve \n(12) months, b y month, and annual projections for 2023, 2024, and 2025 (if available); (d)\nminutes of all meetings and records of any action taken by the board of directors or any\ncommittee of Defendants; (e) minutes of all Defendants’ stockholder meetings and records of\nany action taken by Defendants’ shareholders; (f) all transaction documents, presentations,\nand any other materials associated with raising and completing the funding by any additional\ninvestors, including, but not limited to, Jurassic Capital’s investme nt closed in or around\nJanuary 2022; (g) a table reflecting Defendants’ current stock capitalization, including\nnames, share count, and share class; (h) a current list of all stock options issued by\nDefendants, including optionee name, share count, strike price, share class, and date of grant;\n(i) a summary/transaction ledger of all Defendants’ stock transactions since formation of the\nDefendant corporations, including detail of the stockholder, share count, transaction type,\npurchase/sale price, and date of transaction; (j) a list of customers and its related reseller (if\napplicable), with revenue summarized by type (software, services, reimbursed expenses, etc.),\nthat (i) account for Cycle Labs’ top ten (10) customers or (ii) any customer that attributes\nmore than five percent (5%) of revenue, and have conducted business with Cycle Labs in the\nprior twelve (12) months; (k) any stock valuation reports of Defendants; (l) Defendants’\nbylaws or restated bylaws and all amendments currently in effect; and (m) Def endants’\narticles of incorporation and any amendments to them currently in effect.  (Compl. ¶ 18.)\n \nDefendants and Defendants’ other shareholders and directors.”  (Compl. ¶ 24.)  \nDowning asserts that, “[i]n spite of his efforts, Defendants have refused to provide \nadditional information and have taken the position that [Defendants are] not \nobligated to provide any records regarding Cycle Labs to the Plaintiff.”  (Compl. ¶ 24; \nAnswer ¶ 24.)  \n16. On 10 August 2022, Downing, through counsel, sent a letter “to\nDefendants restating the demand for records relating to Cycle Labs and making a \ndiscrete written shareholder inspection demand for Cycle Labs’ corporate records.”  \n(Compl. ¶ 27; Answer ¶ 27 .)  The 10 August lette r largely re iterated Downing’s \nprevious Inspection Demand and sought additional information about any changes to \npreviously disclosed information, as well as updated financial information  from \nDefendants.  (Compl. ¶¶ 27–28; Answer ¶¶ 27–28.)   \n17. However, the Complaint alleges that Defendants did not allow Downing\nto inspect any additional documents in response to the 10 August lette r.  (Compl. ¶ \n29.) \n18. Downing initiated this action by filing a Complaint on 19 August 2022\nin Wake County Superior Court.  (Compl., ECF No. 3.)  \n19. The Complaint alleges that Downing is a qualified shareholder of Cycle\nHoldings pursuant to N.C.G.S. § 55 -16-02(g) and, as such, “is entitled to a complete \naccounting of the finances and business affairs of Cycle Hol dings pursuant to \nN.C.G.S. § 55-16-01, et seq.[,]” including “a complete accounting of the finances and\nbusiness affairs of Cycle Labs, which is an entity controlled by Cycle Holdings because \n \nit is able to appoint, elect, or nominate a majority of the boar d of directors of Cycle \nLabs, pursuant to N.C.[G.S. §] 55-16-02(h).”  (Compl. ¶ 38.)     \n20. Defendants filed an Answer to the Complaint on 12 October 2022 .\n(Answer, ECF No. 7.) \n21. On 24 October  2022, Defendants filed a Consent Motion to Establish\nSchedule on Plaintiff’s Requests for Records Inspection.  (ECF No. 9.)  In that motion, \nDefendants—with the consent of Downing—asked the Court to establish a bifurcated \nbriefing schedule with the first issue to be briefed concerning whether Cycle Holdings \ndoes, in fact, possess the ability to elect, appoint, or designate a majority of the board \nof directors of Cycle Labs.   \n22. The North Carolina General Statutes require the Court to resolve\nshareholder inspection requests “on an expedited basis.”  N.C.G.S. § 55-16-04(b) \n(2021).  As a result, the Court promptly held a Webex conference with counsel on 26 \nOctober 2022.  Following the conference,  the Court entered an order granting the \nmotion and setting out a briefing schedule.  (ECF No. 11.)   \n23. Following full bri efing by the parties, the Court held a hearing on 8\nDecember 2022.  At the hearing, the parties asked that their joint request for a ruling \non this threshold issue be treated by the Court as cross-motions for partial summary \njudgment pursuant to Rule 56 of  the North Carolina Rules of Civil Procedure.   The \nparties have also represented that no factual disputes exist with regard to this issue. \n \n24. The Court is satisfied that the material facts relating to the issue as to\nwhich the parties seek resolution are un disputed and that it is appropriate to treat \nthe parties’ respective contentions as cross-motions for partial summary judgment.  \nLEGAL STANDARD \n25. It is well established that “[s]ummary  judgment is proper ‘if the\npleadings, depositions, answers to interrogatories, and admissions on file, together \nwith the affidavits, if any, show that there is no genuine issue as to any material fact \nand that any party is entitled to a judgment as a matter of law.’ ”  Morrell v. Hardin \nCreek, Inc., 371 N.C. 672, 680 (2018) (quoting N.C. R. Civ. P. 56(c)).  “[A] genuine \nissue is one which can be maintained by substantial evidence.”  Kessing v. Nat'l \nMortg. Corp. , 278 N.C. 523, 534 (1971).  “Substantial evi dence is such relevant \nevidence as a reasonable mind might accept as adequate to support a conclusion and \nmeans more than a scintilla or a permissible inference.”  Daughtridge v. Tanager \nLand, LLC, 373 N.C. 182, 187 (2019) (citation and internal quotation marks omitted). \n26. On a motion for summary judgment, “[t]he evidence must be considered\n‘in a light most favorable to the non -moving party.’ ”  McCutchen v. McCutchen, 360 \nN.C. 280, 286 (2006) (quoting Howerton v. Arai Helmet, Ltd. , 358 N.C. 440, 470\n(2004)).  “[T]he party moving for summary judgment ultimately has the burden of \nestablishing the lack of any triable issue of fact.”  Pembee Mfg. Corp. v. Cape Fear \nConstr. Co., 313 N.C. 488, 491 (1985) (citation omitted).   \n27. The party moving for summary judgment m ay satisfy its burden by\nproving that “an essential element of the opposing party’s claim does not exist, cannot \n \nbe proven at trial, or would be barred by an affirmative defense, or by showing \nthrough discovery that the opposing party cannot produce eviden ce to support an \nessential element of [the] claim[.]”  Dobson v. Harris, 352 N.C. 77, 83 (2000) (citations \nomitted).  “If the moving party satisfies its burden of proof, then the burden shifts to \nthe non-moving party to ‘set forth specific facts showing that there is a genuine issue \nfor trial.’ ”  Lowe v. Bradford, 305 N.C. 366, 369 –70 (1982) (quoting N.C. R. Civ. P. \n56(e)).  If the nonmoving party does not satisfy its burden, then “summary judgment, \nif appropriate, shall be entered against [the nonmovant]. ”  United Cmty. Bank (Ga.) \nv. Wolfe, 369 N.C. 555, 558 (2017) (quoting N.C. R. Civ. P. 56(e)).\nANALYSIS \n28. North Carolina ’s General Statutes provide that “[a] qualified\nshareholder of a corporation that has the power to elect, appoint, or designate a \nmajority of the directors of another domestic or foreign corporation . . . has the \ninspection rights provided in this section with respect to the records of that other \ncorporation.”  N.C.G.S. § 55 -16-02(h) (2021).  The inspection rights provided by \nSection 55-16-02 include the following:   \n(a) A qualified shareholder of a corporation is entitled to inspect and\ncopy, during regular business hours at the corporation’s principal\noffice, any of the records of the corporation described in G.S. 55 -16-\n01(a), excluding minutes of meetings of, and records of actions taken\nwithout a meeting by, the corporation’s board of directors and board\ncommittees established under G.S. 55 -8-25, if the qualified\nshareholder gives the corporation written notice of the qualified\nshareholder’s demand at least five business days before the date on\nwhich the qualified shareholder wishes to inspect and copy.\n(b) A qualified shareholder of a corporation is entitled to inspect and\ncopy, during regular business hours at a reasonable location specified\nby the corporation, any of the following records of the corporation if \nthe qualified shareholder meets the requirements of subsection (c) of \nthis section and gives the corporation written notice of the qualified \nshareholder’s demand at least five business days before the date on \nwhich the qualified shareholder wishes to inspect and copy: \n(1) Records of any final action taken with or without a meeting by\nthe board of directors, or by a committee of the board of directors\nwhile acting in place of the board of directors on behalf of the\ncorporation maintained in accordance with G.S. 55-16-01(a).\n(2) Accounting records of the corporation.\n(3) The record of shareholders maintained in accordance with G.S.\n55-16-01(c).\n(4) The financial statements of the corporation maintained in\naccordance with G.S. 55-16-01(b).\nA shareholder of a public corporation is not entitled to inspect or copy \nany accounting records of the corporation or any records of the \ncorporation with respect to any matter which the corporation \ndetermines in good faith may, if disclosed, adversely affect  the \ncorporation in the conduct of its business or may constitute material \nnonpublic information at the time the shareholder’s notice of demand \nto inspect and copy is received by the corporation. \n(c) A qualified shareholder may inspect and copy the records described\nin subsection (b) only if all of the following apply:\n(1) The qualified shareholder’s demand is made in good faith and\nfor a proper purpose.\n(2) The qualified shareholder describes with reasonable\nparticularity the qualified shareholder’s purpo se and the\nrecords the qualified shareholder desires to inspect.\n(3) The records are directly connected with the qualified\nshareholder’s purpose.\nN.C.G.S. § 55-16-02(a)–(c).\n29. Accordingly, if Downing is (i) a qualified shareholder of Cycle Holdings;\nand (ii) Cycle Holdings has the power to elect, appoint, or designate a majority of the  \n \ndirectors of Cycle Labs, then Downing possesses the inspection rights provided  in \nSection 55-16-02 with respect to the records of Cycle Labs.    \n30. A “qualified shareholder” is “[a] person who has been a shareholder in\nthe corporation for at least six months immediately preceding the shareholder’s \ndemand for inspection of records or who holds at least five percent (5%) of the \ncorporation’s outstanding shares of any class.”  N.C.G.S. § 55-16-01.1(3) (2021).  \n31. It is undisputed that Downing meets th e statutory definition of\n“qualified shareholder” because he has both been a shareholder of Cycle Holdings for \nat least six months immediately preceding his demand  for inspection and holds at \nleast 5% of the corporation’s outstanding shares of common stock.   (Compl. ¶ 7; \nAnswer ¶ 7.) \n32. The parties’ dispute instead concerns whether Cycle Holdings possesses\nthe power to elect, appoint, or designate a majority of Cycle Labs’ directors.  \n33. The parties agree that because Cycle Labs is a Delaware corporation,\nDelaware law controls this issue.   See Technik v. WinWholesale, Inc., 2012 NCBC \nLEXIS 5, at *9 (N.C. Super. Ct. Jan. 13 , 2012) (applying Delaware law where \ncorporation central to dispute was incorporated under the laws of Delaware).    \n34. Overall, there are 2,170,418 shares authorized of all classes of stock of\nCycle Labs.   (Certificate of Incorporation  [“Certificate”], at 1,  ECF No. 12.1 .)  \nPursuant to Cycle Labs’ Certificate, “[t]he total number of shares of all classes of stock \nwhich [Cycle Labs] shall have authority to issue is (i) 1,850,000 shares of Common \nStock, $0.0001 par value per share (“ Common Stock”) and (ii) 320,418 shares of \n \nPreferred Stock, $0.0001 par value per share (“Preferred Stock”).  (Certificate, at 1 \n(emphasis in original).)  The 320,418 shares of Preferred Stock are designated in the \nCertificate as “Series A Preferred Stock.”  (Certificate, at 2.)   \n35. As of 21 January 2022, o wnership of Cycle Labs’ stock was as follows:\nCycle Holdings owned  shares of Common Stock, representing a  \nownership interest on a fully-diluted basis; Jurassic Capital owned  shares of \nSeries A  Preferred Stock, representing an  ownership interest on a fully -\ndiluted basis ; and “Other Investors”  or “Individual Stock Holders”  owned  \nshares of Common Stock, representing a  ownership interest on a fully-diluted \nbasis.  (Capitalization Table, at 1 , ECF No. 12.3 (sealed), ECF No. 19.3; Valuation \nReport, at 42, ECF No. 12.2 (sealed), ECF No. 19.4.) \n36. The two key documents that are relevant to th e issue currently before\nthe Court are (1) Cycle Labs’ Certificate, which was filed with the Delaware Secretary \nof State on 5 January 2022 (ECF No. 12.1.); and (2) a Voting Agreement entered into \nbetween Cycle Labs and its shareholders on 11 January 2022.  (Voting Agreement, \nECF No. 12.4 (sealed), ECF No. 19.5.)     \n37. The Certificate provides , in pertinent part, that Cycle Labs’ directors\nwill be elected as follows: \n3.2 Election of Directors.  The holders of record of the shares of \nSeries A Preferred Stock, exclusively and as a separate class on an as \nconverted basis, shall be entitled to elect one (1) director of the \nCorporation (“the Series A Director”) and the holders of record of the \nshares of Common Stock, exclusively and as a separate class, shall be \nentitled to elect three (3) directors of the Corporation[.]   \n. . . \n[REDACTED]\n[REDACTED]\n[REDACTED]\n[REDACTED]\n[REDACTED]\n[REDACTED]\n \nThe holders of record of the shares of Common Stock and of  any other \nclass or series of voting stock (including the Series A Preferred Stock) , \nexclusively and voting together as a single class, shall be entitled to elect \nthe balance of the total number of directors of the corporation.  \n(Certificate, at 5 –6.)  Finally, the Certificate also provides that “[s]ubject to any \nadditional vote required by this Certificate of Incorporation, the number of directors \nof the Corporation shall be determined in the manner set forth  in the Bylaws of the \nCorporation.”  (Certificate, at 21.)  \n38. Accordingly, had the Voting Agreement not been subsequently entered,\nthe present dispute would not exist .  By the plain language of Section 3.2 of the \nCertificate, Cycle Holdings (as a result of its status as the holder of a majority of Cycle \nLabs’ common stock) would be entitled to elect three of Cycle Labs’ directors, which \nwould constitute a majority.   \n39. However, the Voting Agreement contains additional language regarding\nthe selection of Cycle Labs’ directors.   The Voting Agreement was executed on 11 \nJanuary 2022 and was signed by the following: (i) Cycle Labs, Inc., by Joshua Owen, \nPresident and CEO; (ii) Cycle Holdings, Inc., by Joshua Owen, President, and Evan  \nEdwards; and (iii) Jurassic Capital Growth Fund I, L.P., by Jurassic Capital Growth \nFund I GP, LLC, its General Partner, by Joe Colopy, Manager.   (Voting Agreement, \nat 16–19.)   \n40. Initially, t he Recitals in the Voting Agreement reference the above-\nquoted provisions from the Certificate, stating in relevant part as follows: \nB. The Certificate of Incorporation of the Company (as the\nsame may be amended and/or restated from time to time, the \n“Certificate of Incorporation”) provides that (a) the holders of record of \n \nthe shares of the Series A Preferred Stock, exclusively and as a separate \nclass on an as converted basis, shall be entitled to elect one (1) director \nof the Company (the “Series A Director”); (b) the holders of record of the \nshares of common stock, $0.0001 par value per share, of the Company \n(“Common Stock”), exclusively and as a separate class, shall be entitled \nto elect three (3) directors of the Company (the “Common Director”); and \n(c) the holders of record of the shares of Common Stock and the Series A\nPreferred Stock, voting together as a single class on an as -converted\nbasis, shall be entitled to elect the balance of the total number of\ndirectors of the Company (each, a “Joint Director”).\n(Voting Agreement, at 1.) \n41. The Voting Agreement then proceeds to fix the size of the board at five\ndirectors:   \n1.1 Size of the Board .  Each Stockholder agrees to vote, or \ncause to be voted, all Shares (as defined below) owned by such \nStockholder, or over whi ch such Stockholder has voting control, from \ntime to time and at all times, in whatever manner as shall be necessary \nto ensure that the size of the Board shall be set and remain at five (5) \ndirectors, and cannot be increased or decreased without the writte n \nconsent of the holders of at least a majority of the shares of Common \nStock then issued or issuable upon conversion of shares of Series A \nPreferred Stock, voting as a separate class on an as converted basis.  For \npurposes of this Agreement, the term “Shares” shall mean and include \nany securities of the Company that the holders of which are entitled to \nvote for members of the Board, including without limitation, all shares \nof Common Stock and Series A Preferred Stock, by whatever name \ncalled, now owned or subsequently acquired by a Stockholder, however \nacquired, whether through stock splits, stock dividends, \nreclassifications, recapitalizations, similar events or otherwise. \n(Voting Agreement, at 1–2.) \n42. The provisions of the Voting Agreement that are most relevant to the\nissue currently before the Court state as follows: \n1.2 Board Composition .  Each Stockholder agrees to vote, or \ncause to be voted, all Shares owned by such Stockholder, or over which \nsuch Stockholder has voting control, from time to time and at all times, \nin whatever manner as shall be necessary to ensure that at each annual \nor special meeting of stockholders at which an election of directors is \n \nheld or pursuant to any written consent of the stock holders, subject to \nSection 5, the following persons shall be elected to the Board:  \n(a) One person designated from time to time by Jurassic\nCapital Growth Fund I, L.P. (“Jurassic”), for so long as such \nStockholder and its Affiliates (as defined below) continue to own \nbeneficially shares  of Common\nStock (including shares of Common Stock issued or issuable upon \nconversion of Series A Preferred Stock), which individual shall \ninitially be Kevin Mosley, and which director shall be the Series \nA Director;  \n(b) Two (2) persons designated from time to time by the\nrecord holders of a majority of the shares of outstanding Common \nStock then held by Key Holders who are then providing services \nto the Company as officers, employees, or consultants (provided, \nhowever, that Cycle Holdings, Inc. (“Holdings”), shall be deemed \nto b e a Key Holder providing services to the Company in \nsatisfaction of the foregoing requirement so long as the \nindividuals holding at least a majority of Holdings’ outstanding \ncapital stock are then providing services to the Company as \nofficers, employees or  consultants), which individuals shall \ninitially be Jeffrey Williams and Evan Edwards, and which \ndirectors shall be two (2) of the Common Directors;  \n(c) As the third (3rd) Common Director, the Company’s\nChief Executive Officer, who as of the date of this  Agreement is \nJoshua Owen (the “CEO Director”), provided that if for any reason \nthe CEO Director shall cease to serve as the Chief Executive \nOfficer of the Company, each of the Stockholders shall promptly \nvote their respective Shares (i) to remove the form er Chief \nExecutive Officer of the Company from the Board if such person \nhas not resigned as a member of the Board; and (ii) to elect such \nperson’s replacement as Chief Executive Officer of the Company \nas the new CEO Director.  \n(d) One person who is not ot herwise an Affiliate of the\nCompany or any Investor, and who is mutually acceptable to the \nother directors, which seat shall initially be vacant, and which \ndirector shall be a Joint Director.  \nTo the extent that any of clauses (a) through (d) above shall not \nbe applicable, any member of the Board who would otherwise \nhave been designated in accordance with the terms thereof shall \n[REDACTED]\n \ninstead be voted upon by all the Stockholders of the Company \nentitled to vote thereon in accordance with, and pursuant to the \nCertificate of Incorporation. \n(Voting Agreement, at 2.) \n43. Thus, the Voting Agreement  (like the Certificate) provides for three\n“Common Directors.”  However, the Agreement requires Cycle Holdings to vote its \nshares so that the Chief Executive Officer of Cycle Labs is the  third Common \nDirector—a requirement that is not contained in the Certificate.  \n44. The heart of the parties’ disagreement concerns the  effect of this\nprovision on Cycle Holdings’ power to elect, appoint, or designate a majority of Cycle \nLabs’ directors.  \n45. Downing argues that Cycle Holdings —as the majority shareholder of\nCycle Labs’ common stock—“retains the right to elect or designate three of the five \nmembers of Cycle Labs’ board of directors pursuant to [Cycle Labs’] Certificate of \nIncorporation . . . .”  (Pl.’s Initial Br., at 1.)  Furthermore, Downing contends that the \nVoting Agreement “ratifies and recognizes that the holders of the Common Stock have \nthe exclusive right to select three directors.”  (Pl.’s Initial Br., at 5.)  Downing asserts \nthat any language in the Voting Agreement that purports to restrict the manner in \nwhich Cycle Holdings can exercise that right is invalid.  This is so, Downing contends, \nbecause under Delaware law a contract between shareholders that conflicts with the \ncompany’s charter by altering the voting power of those shareholders cannot be given \neffect.  Simply put, Downing’s argument is that  the Voting Agreement is an invalid \nattempt to restrict Cycle Holdings’ unfettered right to elect a majority of Cycle Labs’ \n \ndirectors as guaranteed in the Certificate and that any such change in Cycle Holdings’ \nrights with regard to the composition of the board c ould only be effectuated through \nan amendment to the Certificate itself.   \n46. Defendants, conversely, contend that the Voting Agreement —which\nCycle Holdings signed as a shareholder —does not conflict with the Certificate and \nsimply contains permissible restrictions on how Cycle Holdings will exercise the \nvoting rights granted to it in the Certificate .  Defendants argue that the clear \nlanguage of the Voting Agreement “restricts Cycle Holdings’ power by only allowing \nit to select two directors and forcing it to vote Cycle Labs’ current CEO into the third \nseat, regardless of his or her affiliation with Cycle Holdings.”  (Defs.’ Resp . Br., at 2, \nECF No. 16 .)  Thus, Defendants argue , “[a]t bottom, Cycle Holdings only has the \npower to select two of the five seats on Cycle Labs’ board.  Cycle Holdings does not \nhave ‘the power to elect, appoint, o r designate a majority of the directors’ of Cycle \nLabs.”  (Defs. Resp. Br., at 3 (quoting N.C.G.S. § 55-16-02(h) (2021)).)      \n47. Based on the plain language of the Voting Agreement, it is clear that if\nthe Agreement is given effect Cycle Holdings lacks the power to elect, appoint, or \ndesignate a majority of Cycle Labs’ directors .  Instead, Cycle Holdings would only \ncontrol two of the five members of the board —falling short of a majority.  Therefore, \nthe ultimate question to be resolved is whether under these circumstances the Voting \nAgreement is valid under Delaware law.  \n \n48. Voting agreements are expressly authorized under the Delaware\nGeneral Corporation Law (“DGCL”).  With respect to voting agreements between \nshareholders, the DGCL provides as follows: \nAn agreement between 2 or more stockholders, if in writing and signed \nby the parties thereto, may provide that in exercising any voting rights, \nthe shares held by them shall be voted as provided by the agreement, or \nas the parties may agree, or as determined in accordance with a \nprocedure agreed upon by them.   \n8 Del. C. § 218(c) (2022). \n49. The Delaware Supreme Court has made clear that shareholders possess\nsignificant flexibility in entering into such agreements.  \nAt its core, the [DGCL] is a broad enabling act that  allows immense \nfreedom for businesses to adopt the most appropriate terms for the \norganization, finance, and governance of their enterprise  provided the \nstatutory parameters and judicially imposed principles of fiduciary duty \nare honored.  In fact Delaware’s corporate statute is widely regarded as \nthe most flexible in the nation because it leaves parties to the corporate \ncontract (managers and stockholders) with great leeway to structure \ntheir relationships, subject to relatively loose statutory constraints and \nto the policing of director misconduct through equitable review.    \nManti Holdings, LLC v. Authentix Acquisition Co., 261 A.3d 1199, 1217 (Del. Sep. 13, \n2021); see also  Schreiber v. Carney , 447 A.2d 17, 25 (Del. Ch. May 11, 1982) \n(“Delaware law has for quite some time permitted stockholders wide latitude in \ndecisions affecting the restriction or transfer of voting rights.”)  \n50. This flexibility is not limitless, however.  “When evaluating corporate\naction for legal compliance, a court examines whether the action contravenes the \nhierarchical components of the entity -specific corporate contract, comprising (i) the \nDelaware General Corporation Law, (ii) the corporation’s charter, (iii) its bylaws, and \n \n(iv) other entity -specific contractual agreements, such as a stock option plan, other\nequity compensation plan, or, as to the parties to it, a stockholder agreement .”  \nQuadrant Structured Prods. Co., Ltd. v. Vertin, 2014 Del. Ch. LEXIS 214, at *9 (Del. \nCh. Oct. 28, 2014).  “Each of the lower components of the contractual hierarchy must \nconform to the higher components.  A bylaw that conflicts with the charter is void, as \nis a bylaw or charter provision that conflicts with the DGCL.”  Sinchareonkul v. \nFahnemann, 2015 Del. Ch. LEXIS 17, at *17 (Del. Ch. Jan. 22, 2015).   \n51. Neither the parties’ briefs nor the Court’s own research ha s disclosed\nany case in which a Delaware court has  actually held that a shareholder voting \nagreement was invalid because it conflicted with the company’s charter.  Indeed, \nalthough there is no Delaware case law precisely on point, the two most similar cases \ndecided by Delaware courts both support Defendants’ position on this issue. \n52. In In re Westech Cap. Corp., 2014 Del. Ch. LEXIS 92  (Del. Ch. May 29,\n2014), the Delaware Cou rt of Chancery was tasked with deciding whether two \nsubsections of a voting agreement —which determine d how the agreement’s \nsignatories would designate directors—should be interpreted as either majority of \nshares or per capita voting provisions.  Id. at *2.  One of the two provisions provided \nthat the Series A Preferred signatories agreed to vote, or cause to be voted, all of the \nshares they owned, or otherwise controlled, to ensure that “[t]wo persons elected by \nthe Key Holders”  would be elected to We stech’s board of directors.  Id. at *8.   The \ncourt noted that  this provision was ambiguous and  that interpretation of th e \n“provision turns on the appropriate definition to be applied to the term ‘elected,’ \n \nwhich the drafters of the agreement did not define or contextualize.”  Id. at *24, *48.  \nThe court held that this provision was likely a per capita voting provision “because it \nappears to be a provision negotiated to em power certain individuals [i.e., the \ninvestors], without reference to their relative status as shareholders.”  Id. at *24–25.  \n53. In reaching this conclusion, the court  stated the following in rejecting\nthe plaintiff’s arguments: \n[Plaintiff] next contends that Defendants’ per capita voting theory would \nbe invalid as a matter of law because the DGCL requires corporations to \nspecify their election to use per capita voting in their charters.  \n[Plaintiff] argues the plain language of 8 Del. C. §  212(a) requires such \na result, as does the pertinent case law on point.  However, [Plaintiff]’s \nargument is inconsistent with the broad provisions found  in 8 Del. C. § \n218, allowing stockholders to “vote shares as provided by [their] \nagreement.”  As recent case law has articulated, “the Charter and Bylaws \nallocate various rights to the different classes of stockholders, then the \nStockholders’ Agreement adds a contractual overlay that constrains the \nmanner in which parties to that agreement can exercise their rights.” \n. . . \nThe signatories to the Voting Agreement are permitted to agree to vote \ntheir shares (each of which has a one vote per share feature articulated \nin the Company’s foundational documents) according to whatever terms \nthey choose assuming they do not otherwise violate the terms of Section \n218 or other Delaware law.  \n[Plaintiff] forwards a related argument, that the voting rights of the \nVoting Agreement’s signatories are stated in the Company’s Certificate of \nDesignation, which provides for majority voting and thus the Court \ncannot find in Defendants’ favor.  [Plaintiff] correctly states the law, but \nthe general statements he quotes only go so far.  The Certificate of \nDesignation describes the mechanism for the election and permits each \nshareholder one vote per share.  The Voting Agreement does not inhibit \nits signatories from casting one vote per share; it simply binds them to \ncast each of those votes in accordance with the provisions found in the \nagreement. \nId. at *56–59 (emphasis added and footnotes omitted). \n \n54. The Westech court’s description of the voting agreement at issue in that\ncase as a “contractual overlay” to the company’s charter and bylaws was based on the \nCourt of Chancery’s prior decision in Klaassen v. Allegro Dev. Corp , 2013 Del. Ch. \nLEXIS 247 (Del. Ch. September 27, 2013).  In Klaassen, the corporation amended and \nrestated its certificate of incorporation and bylaws  as part of a Series A Preferred \nStock transaction.  In connection with the transaction, the corporation was made a \nparty to a stockholders’ agreement entered into by the Series A Investors and the \nfounder of the corporation.  Id. at *4.  Overall, “[t]hese d ocuments established a \ncorporate governance structure in which [plaintiff] and the Series A Investors shared \ncontrol at both the director and stockholder levels.”  Id.   \n55. One of the issues before the court in Klaassen was whether the\nplaintiff—as the holder of virtually all of the company’s common stock and \nrepresenting a majority of that company ’s outstanding voting power —permissibly \nacted by written consent to remove two incumbent directors, fill the two resulting \nvacancies, and fill a preexis ting vacancy.   In addressing this issue, the Chancery \nCourt stated as follows: \nUnder this governance structure, the Charter and Bylaws allocate \nvarious rights to the different classes  of stockholders, then the \nStockholders’ Agreement adds a contractual overlay that constrains the \nmanner in which parties to that agreement can exercise their rights.  As \nthe holder of the majority of Allegro’s voting power, [Plaintiff] possesses \nrights under the Charter and Bylaws to elect directors, remove directors, \nand fill  vacancies that he agreed not to exercise in the Stockholders’ \nAgreement.  \n \nId. at *70.  The Court then explained the interplay between, on the one hand, the \nplaintiff’s status as the holder of the majority of the voting power needed to remove \ndirectors and, on the other hand, the agreement which restricted that power:   \n[Plaintiff] is a party to the Stockholders’ Agreement .  By entering into \nthe Stockholders’ Agreement, [Plaintiff] agreed voluntarily not to exercise \nhis power as holder of a majority of the corporation’s outstanding voting \npower to remove the Remaining Directors without cause.  In Section 9.4 \nof the Stockholders’ Agreement, [Plaintiff] and the other parties to the \nagreement committed “to vote, or cause to be voted, all Shares owned by \nsuch Stockholder, or over which such Stockholder has voting control, \nfrom time to time and at all times, in whatever manner as shall be \nnecessary” such th at, subject to tw o exceptions, no director elected \npursuant to the Stockholders’ Agreement “may be remove d from office \nother than for cause.”  JX 10 § 9.4(a).  To reiterate, even though [Plaintiff] \notherwise could remove a director without cause, he agreed  in the \nStockholders’ Agreement not to do so unless one of two exceptions applies. \nId. at * 79–80 (emphasis added) .  Finally, in addressing the plaintiff’s ability to \nunilaterally fill vacant positions based on his majority status, the Court of Chancery \nstated:   \nBy entering into the Stockholders’ Agreement, [Plaintiff] limited his \nability to fill vacancies.  He agreed that he could not unilaterally fill an \nOutside Director vacancy and bound himself  to support only nominees \ndesignated by the CEO and approved by the Series A Directors. \n Id. at *85–86. \n56. In the present case, the Court concludes that the reasoning of Westech\nand Klaassen compels a ruling in favor of Defendants.  These cases demonstrate the \ncritical distinction recognized under Delaware law between (1) an agreement that \nexpressly takes away a power granted to a shareholder in the company’s charter; and \n(2) an agreement that instead simply constrains the manner in which the shareholder\nexercises that power.  Here, the Voting Agreement does the latter rather than the \n \nformer. Although the Voting Agreement —which was signed by all shareholders, \nincluding Cycle Holdings—binds Cycle Holdings to vote its shares in accordance with \nthe provisions contained therein regarding the election of Cycle Labs’ third Common \nDirector, it does not impermissib ly conflict with the Certificate .  Instead, as in \nWestech and Klaassen, the Voting Agreement serves as “a contractual overlay that \nconstrains the manner in which [Cycle Holdings] can exercise [its] rights” under the \nCertificate.  See Westech, 2014 Del. Ch. LEXIS 92, at *57.  \n57. Thus, the Court  concludes that the Voting Agreement is valid under\nDelaware law.  \n58. As a result, Cycle Holdings does not have the power to elect, appoint, or\ndesignate a majority of Cycle Labs’ board of directors for purposes of N.C.G.S. § 55 -\n16-02(h).  As such, Defendants are entitled to summary judgment on this issue.\nCONCLUSION \n59. THEREFORE, IT IS ORDERED  that partial summary judgment is\nGRANTED for Defendants. \n60. The parties are DIRECTED to jointly submit to the Court on or before\n22 February 2023 their respective positions on what additional issues, if any,\nremain for resolution by the Court in this matter.  \nSO ORDERED, this the 1st day of February, 2023.\nMark A. Davis  \nSpecial Superior Court Judge for \nComplex Business Cases  \n/s/ Mark A. Davis"
}