{
  "id": "075db371ec51f03e8ba797eb06d318c9a76a2b1fbb891525aa79127b96b95361",
  "source_file": "data/raw/ncbc/075db371ec51f03e8ba797eb06d318c9a76a2b1fbb891525aa79127b96b95361.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nDAVIE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 367 \n \nBRAKEBUSH BROTHERS, INC. \nAND HOUSE OF RAEFORD \nFARMS, \n \nPlaintiffs, \n \nv. \n \nCERTAIN UNDERWRITERS AT \nLLOYD’S OF LONDON - NOVAE \n2007 SYNDICATE SUBSCRIBING \nTO POLICY WITH NUMBER \n93PRX17F157, HALLMARK \nSPECIALTY INSURANCE CO., \nEVANSTON INSURANCE CO., \nMAXUM INDEMNITY CO., \nHUDSON SPECIALTY INSURANCE \nCO., LIBERTY SURPLUS \nINSURANCE CORPORATION, \nIRONSHORE SPECIALTY \nINSURANCE CO., AND CERTAIN \nUNDERWRITERS AT LLOYD’S OF \nLONDON -BRIT SYNDICATE \n2987 SUBSCRIBING TO POLICY \nWITH NUMBER PD-10972-00, \n \nDefendants. \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ JOINT MOTION TO \nDISMISS AND CERTAIN \nDEFENDANTS’ MOTION TO \nRECONSIDER  \n \n THIS MATTER comes before the Court on Defendants’ Joint Motion to Dismiss \nAmended Complaint (“Motion to Dismiss”) (ECF No. 112) and on Defendants Maxum, \nIronshore, Novae, Hallmark , and Hudson’s Motion to Reconsider  (“Motion to \nReconsider”) (ECF No. 114). \n The Court,  having considered the m otion, the briefs of the parties , the \narguments of counsel , and all applicable matters of record, CONCLUDES , for the \nreasons set forth below, that (1) Defendants’ Motion to Dismiss should be GRANTED, \nBrakebush Brothers., Inc. v. Certain Underwriters at Lloyd’s of London - \nNovae 2007 Syndicate Subscribing to Pol’y No. 93PRX17F157, 2022 NCBC 23. \nin part, and DENIED, in part; and (2) the Motion to Reconsider should be DENIED \nas moot. \nKilpatrick Townsend & Stockton LLP , by Susan Boyles , and Dorsey & \nWhitney LLP, by Eric Weisenburger, Vernle C. Durocher,  and Kathryn \nAnn Johnson,  for Plaintiffs  Brakebush Brothers Inc.  and House of \nRaeford Farms. \n \nNelson Mullins Riley & Scarborough LLP, by G. Gray Wilson and Stuart \nH. Russell, and Tressler, LLP, by Timothy Jabbour, Anthony Tessitore, \nand Kiera Fitzpatrick, for Defendants Certain Underwriters at Lloyd’s of \nLondon – Brit Syndicate 2987, Evanston  Insurance Company, Maxum \nIndemnity Company,  Hudson Specialty Insurance Company, Liberty  \nSurplus Insurance Corporation, and Ironshore Specialty Insurance \nCompany. \n \nButler Weihmuller Katz Craig LLP, by Clark Schirle, Khrystyne Smith, \nand L. Andrew Watson , for Defendant Certain Underwriters at Lloyd’s \nof London Novae 2007 Syndicate.  \n \nAkerman, LLP , by Bryan  G. Scott, for Defendant Hallmark Specialty \nInsurance Company. \n \nDavis, Judge. \nINTRODUCTION \n1. The present motions raise two primary issues .  First, the Court must \ndetermine when a new plaintiff may  be substituted under N.C. R. Civ. P. 17 as the \nreal party in interest a nd allowed to bring certain claims against the named \ndefendants under a “relation back” theory where the assertion of those claims would \notherwise be barred by the statute of limitations.  Second, the Court has been asked—\nbased on the existence of new case law —to revisit it s prior ruling on the issue of \nwhether North Carolina law allows an assignee of the right to receive proceeds under \nan insurance policy to sue the assignor’s insurer on theories of bad faith and unfair \nand deceptive trade practices. \nFACTUAL AND PROCEDURAL BACKGROUND \n2. The Court does not make findings of fact on a motion to dismiss under \nRule 12(b)(6) of the North Carolina Rules of Civil Procedure and instead recites those \nfacts contained in the complaint (and in documents attached , referred to , or \nincorporated by reference  in the complaint ) that are relevant to the Court’s \ndetermination of the motion.  See, e.g., Window World of Baton Rouge, LLC v. Window \nWorld, Inc., 2017 NCBC LEXIS 60, at *11 (N.C. Super. Ct. July 12, 2017). \n3. On 14 December 2017, a fire caused substantial damage to a chicken \nprocessing facility located in Mocksville, North Carolina.  (Amended Complaint, ECF \nNo. 100, at ¶ 2.)  At the time of the fire, t he facility was owned by Plaintiff House of \nRaeford Farms, Inc. (“Raeford”), but Plaintiff Brakebush Brothers Inc. (“Brakebush”) \n“was in the process of purchasing the [facility] from Raeford when the fire occurred.”  \n(Id.)  \n4. As of the date of the fire, Raeford had obtained two layers of commercial \nproperty insurance coverage for the facility: (1) a primary insurance policy issued by \n“Certain Underwriters at Lloyd’s, London and various syndicates subscribing to that \npolicy” with a limit of $20,000,000  (“the Primary Policy”) ; and (2) eight e xcess \ninsurance policies that provided, in total, limits of $30,000,000 in “excess of the $20 \nmillion primary limits.”  (Id. at ¶¶ 33–34.)\n1  \n \n1 In this opinion, these eight policies are at times referred to collectively as the “Excess \nPolicies.” \n5. The insurers who issued the Excess Policies  were all originally  named \nas Defendants in this action: Certain Underwriters at Lloyd’s of London – Novae 2007 \nSyndicate Subscribing to Policy With Number 93PRX17F157 ( “Novae”), Hallmark \nSpecialty Insurance Co. (“Hallmark”), Evanston Insurance Co. (“Evanston”), Maxum \nIndemnity Co. (“Maxum ”), Hudson Spec ialty Insurance Co.  (“Hudson”), Liberty \nSurplus Insurance Corporation (“Liberty ”), Ironshore Specialty  Insurance Co. \n(“Ironshore”), and Certain Underwriters at Lloyd’s of London –  Brit Syndicate 2987 \nSubscribing to Policy With Number PD-10972-00 (“Brit”).  (Complaint, ECF No. 3, at \n¶ 31.)2 \n6. Brakebush and Raeford executed an Asset Purchase Agreement \n(“A.P.A.”) on 3 July 2018.  ( ECF No. 100,  at ¶ 30 .)  As a part of the transaction , \nRaeford “attempted to assign Raeford’s right  to all insurance benefits, including all \nrights and proceeds under its excess property insurance policies relating to the loss” \nresulting from the fire .  (Id. at ¶ 2.)  Approximately five days before the A.P.A. was \nexecuted, the insurers who had issued the Primary Policy gave written consent to this \nassignment.  (Id. at ¶ 31.)  \n7. Neither Brakebush nor Raeford, however, obtained consent from any of \nthe Excess Insurers prior to the assignment of Raeford’s right to collect insurance \nproceeds under these policies to Brakebush.  (Id.) \n8. On 3 February  2020, Brakebush submitted a report to Crawford  and \nCompany, a claims management company hired by one or more of the insurers , \n \n2 Defendants are at times referred to collectively in this opinion as the “Excess Insurers.” \nclaiming that the overall fire damage loss to the insured property totaled $41,274,429.  \n(Id. at ¶¶ 35–38.)  As Raeford had already received $4,241,277.18 under the Primary \nPolicy prior to the sale , Brakebush asserted that it was entitled to the remaining \n$15,758,722.82 of the policy limits under the Primary Policy “for amounts it incurred \nafter the sale was completed .”  (Id. at ¶ 39.)  On or about 29 April 2020, Brakebush \nreceived a final payment exhausting the  $20 million in coverage under the Primary \nPolicy.  (Id. at ¶ 39.)  Brakebush then “contacted counsel for the Excess Insurers and \ndemanded payment of insurance proceeds for the remainder” of the loss.  (Id. at ¶ 40.) \n9. The Excess Insurers  refused to pay  the full amount demanded by  \nBrakebush, instead offering only a combined $4,221,465.83, a substantially smaller \namount than Brakebush’s demand.  (Id. at ¶ 41.)  The Excess Insurers initially took \nthe position that  they would make th is smaller payment only if Brakebush agreed \nthat said payment constituted “full and final payment for all covered damages.”  (Id.)   \n10. Since 1 May 2020, Brakebush has repeatedly requested that the Excess \nInsurers explain why they refused to pay the remaining $21 million that Brakebush \nhad demanded.  (Id. at ¶ 43.)  At some point,  the Excess Insurers provided Brakebush \nwith “Claim Work Papers ,” which Brakebush alleges “showed that the Excess \nInsurers owed at least $5,782,089.14 to [Brakebush].”  (Id. at ¶¶ 44–45.) \n11. The Excess Insurers ultimately agreed to pay $4 ,221,465.83 to \nBrakebush without requiring Brakebush to stipulate that this payment constituted \na “full and final payment,” thereby allowing Brakebush to continue pursuing the total \namount it sought under the Excess Policies for the fire damage.  (Id. at ¶ 44.) \n12. On 8 October 2020, Brakebush filed its original Complaint initiating this \naction in Davie County Superior Court against the Excess Insurers.  In its Complaint, \nBrakebush asserted a claim for a declaratory judgment regarding the obligations of \nthe Excess Insurers along with claims for breach of contract, bad faith, and unfair or \ndeceptive trade practices  (UDTP).  (ECF No. 3 , at ¶¶ 47 –79.)  This case was \ndesignated a mandatory complex business case on 2 December 2020 and assigned to \nthe Honorable Gregory P. McGuire.  (ECF Nos. 1, 2.)  \n13. On 6 January 2021, Defendants filed a Joint Motion to Dismiss in which \nthey asserted various legal grounds for the dismissal of the claims asserted by \nBrakebush.  (ECF No. 42.)   \n14. On 1 July 2021, this matter was reassigned to the undersigned .  (ECF \nNo. 79.) \n15. On 1 November 2021, the Court issued an Order and Opinion (ECF No. \n93) concluding that Brakebush possessed standing to assert its claims  for breach of \ncontract and declaratory judgment under the policies issued by  Maxum, Ironshore, \nNovae, Hallmark, and Hudson (collectively, the “Assigned Insurers”), but not under \nthe policies issued by Brit, Evanston, or Liberty  (collectively, the “Unassigned \nInsurers”).  (ECF No. 93, at ¶ 66. )3  The Court also declined to dismiss Brakebush’s \nclaims for bad faith and UDTP aga inst the Assigned Insurers but  dismissed those \nclaims as to the Unassigned Insurers pursuant to Rule 12(b)(1) for lack of standing .  \n \n3 In essence, the basis for the Court’s ruling was that specific language in the Brit, Evanston, \nand Liberty policies required the consent of the insurer (which was never obtained) before \nthe assignment from Raeford to Brakebush could become legally effective. \n(Id. at ¶¶ 68, 83.)  Additionally, the Court denied Defendants’ Motion to Dismiss \nunder 12(b)(6) as to all claims against the Assigned Insurers.  (Id. at p. 37.) \n16. Following the issuance of the Court’s Order and Opinion and prior to the \nfiling of any responsive pleadin g by Defendants , Brakebush filed an A mended \nComplaint on 10 December 2021, which added Raeford as a n additional  named \nplaintiff alongside Brakebush.  (ECF No. 100.)  The Amended Complaint asserted the \nfollowing claims: declaratory judgment by Brakebush against the Assigned Insurers; \ndeclaratory judgment by Raeford against the Unassigned Insurers; breach of contract \nby Brakebush against the Assigned I nsurers; breach of contract by Raeford against \nthe Unassigned Insurers; bad faith denial and handling of claims by Brakebush \nagainst the Assigned Insurers; UDTP by Brakebush against the Assigned Insurers; \nand unjust enrichment by Raeford against the Unassi gned Insurers.  (Id. at ¶¶ 51–\n105.) \n17. On 31 January 2022, Defendants filed a Joint Motion to Dismiss \nAmended Complaint, seeking dismissal of (1) all claims asserted by Raeford; and  (2) \nBrakebush’s reasserted claims for bad faith and UDTP.  (ECF No. 112.)  On that same \nday, the Assigned Insurers filed a Motion to Reconsider  in which they seek \nreconsideration of the portion of the Court’s 1 November 2021 Order and Opinion \nholding that Brakebush possessed standing to assert bad faith  and UDTP  claims \nagainst them.  (ECF No. 114.) \n18. A hearing was held on 14 April 2022.  The motions are n ow ripe for \ndecision.  \nLEGAL STANDARD \n19. Defendants’ motion to dismiss implicates both N.C.R. Civ. P. 12(b)(1) \nand 12(b)(6).  Defendants argue that Brakebush lacks standing to assert its bad faith \nand UDTP claims  under Rule 12(b)(1) .  They contend that all of Raeford’s claims \nshould be dismissed pursuant to 12(b)(6) based on the statute of limitations. \n20. “A plaintiff ’s standing to assert its claims may be challenged under \neither Rule 12(b)(1) or Rule 12(b)(6) of the North Carolina Rules of Civil Procedure. ”  \nRaja v. Patel, 2017 NCBC LEXIS 25, at *11 (N.C. Super. Ct. Mar. 23, 2017) (citations \nomitted).  A Rule 12(b)(1) motion challenges a court’s jurisdiction over the subject \nmatter of the plaintiff’s claims.  N.C.R. Civ. P. 12(b)(1).  “Subject matter jurisdiction \nis the indispensable foundation upon which valid judicial decisions rest,” In re T.R.P., \n360 N.C. 588, 590 (2006), and “has been defined as ‘the power to hear and to \ndetermine a legal controversy; to inquire into the facts, apply the law, and to render \nand enforce a judgment, ’ ”   High v. Pearce, 220 N.C. 266, 271 (1941) (citations \nomitted).  “[T]he proceedings of a court without jurisdiction of the subject matter are \na nullity.”  Burgess v. Gibbs, 262 N.C. 462, 465 (1964) (citation omitted).   \n21. “As the party invoking jurisdiction, plaintiff[] ha[s] the burden of \nestablishing standing.”  Queen’s Gap Cmty. Ass’ n v. McNamee,  2011 NCBC LEXIS \n37, at **4 (N.C. Super. Ct. Sept. 23, 2011) (cleaned up).  In determining the existence \nof subject matter jurisdiction, the Court may consider matters outside the pleadings.  \nEmory v. Jackson Chapel First Missionary Baptist Church , 165 N.C. App. 489, 491 \n(2004) (citation omitted) .  “However, if the trial court confines its evaluation [of \nstanding] to the pleadings, the court must accept as true the [claimant]’s allegations \nand construe them in the light most favorable to the [claimant]. ”  Munger v. State, \n202 N.C. App. 404, 410 (2010) (quoting DOT v. Blue, 147 N.C. App. 596, 603 (2001)).  \n22. “It is well-established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen ‘(1) the complaint on its face reveals that no law supports the plaintiff ’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’ s \nclaim.’ ”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (quoting Wood \nv. Guilford Cnty., 355 N.C. 161, 166 (2002)).   The Court may also “ reject allegations \nthat are contradicted by the documents attached, specifically referred to, or \nincorporated by reference in the complaint. ”  Laster v. Francis, 199 N.C. App. 572, \n577 (2009) (cleaned up). \n23. Finally, Defendants’ Motion to Reconsider is brought pursuant to Rule \n54(b).  “This Court has summarized the grounds upon which a trial court will \ngenerally grant a motion to reconsider an interlocutory order as follows: (1) the \ndiscovery of new evidence, (2) an intervening development or change in the \ncontrolling law, or (3) the need to correct a clear error or prevent manifest injustice.” \nPender Farm Dev., LLC v. NDCO, LLC , 2020 NCBC LEXIS 110, at *5 (N.C. Super. \nCt. Sept. 25, 2020) (cleaned up).   \n \n \nANALYSIS \nI. Validity of Claims Asserted by Raeford  \n \n24. In their first argument, Defendants contend that the claims Raeford \nseeks to assert are time -barred because they were not asserted until the Amended \nComplaint was filed, which was more than three years after the date of the fire.  In \nresponse, Plaintiffs argue as follows: (1) the Court’s 1 November 2021 Order and \nOpinion holds that the purported assignment from Raeford to Brakebush was invalid \nas to the Unassigned Insurers; (2) the implication of the Court’s ruling on that issue \nis that Raeford  is the real party in interest to assert the breach of contract and  \ndeclaratory judgment claims against the Unassigned Insurers set out in the original \nComplaint; and (3) Rule 17 allows a real party in interest to be substituted in place \nof the original plaintiff under such circumstances and for the claims asserted by the \nreal party in interest to relate back to the date the Complaint was originally filed. \nAlternatively, Plaintiffs argue that the statute of limitations should be equitably \ntolled to preserve Raeford’s right to bring these claims or that Defendants should be \nequitably estopped from asserting a statute of limitations defense.   \n25. Fire insurance  policies are governed by a three -year statute of \nlimitations.  N.C.G.S. § 58-44-16(f)(18) (2021) (“No suit or action on this policy for the \nrecovery of any claim shall be sustainable in any court of law unless all the \nrequirements of this policy have been complied with and unless commenced within \nthree years after inception of the loss.”).   \n26. It is undisputed that the  fire giving rise to this lawsuit occurred on 14 \nDecember 2017, meaning that the claims seeking proceeds for fire damage under \nDefendants’ policies were required to be brought within three years of that date.  \nAlthough Brakebush’s original Complaint was filed within that time period, the \nAmended Complaint was not.   Under North Carolina law, “[c] laims included in an \namended pleading relate back to the filing of the original pleading when the original \npleading gives sufficient ‘ notice of the transactions, occurrences, or series of \ntransactions or occurrences, to be proved pursuant to the amended pleading. ’ ”  \nCabrera v. Hensley , 2012 NCBC LEXIS 42, at ** 10 (N.C. Super. Ct. July 16, 2012) \n(quoting N.C. R. Civ. P. 15(c)).  However, “while Rule 15 of the North Carolina Rules \nof Civil Procedure permits the relation -back doctrine to extend periods for pursuing \nclaims, it does not apply to parties. ”  Estate of Fennell v. Stephenson , 354 N.C. 327, \n334–35 (2001) (emphasis added) (citation omitted). \n27. As noted above, Plaintiffs contend that Raeford’s claims are \nnevertheless timely pursuant to Rule 17 based on its status as the real party in \ninterest as to these claims.\n4  Rule 17 states in pertinent part as follows: \nEvery claim shall be prosecuted in the name of the real party in interest  \n. . . .  No action shall be dismissed on the ground that it is not prosecuted \nin the name of the real party in interest until a reasonable time has been \nallowed after objection for ratification of commencement of the action \nby, or joinder or substitution  of the real party in interest; and such \n \n4 Although Rule 17 is the basis for Plaintiff s’ argument that Raeford’s claims are timely, \nPlaintiffs never actually filed a motion based on Rule 17 seeking leave from the Court to file \nthe Amended Complaint naming Raeford as an additional plaintiff.  The Court observes that \nthis would have been the better practice instead of unilaterally filing the Amended \nComplaint.  Nevertheless, the Court, in its discretion, will consider the merits of Plaintiffs’ \nRule 17 argument. \nratification, joinder, or substitution shall have the same effect a s if the \naction had been commenced in the name of the real party in interest.   \n \nN.C. R. Civ. P. 17(a).  \n \n28. Our Supreme Court applied Rule 17(a) in Burcl v. North Carolina \nBaptist Hosp., Inc. , 306 N.C. 214, 228 (1982).  The plaintiff in Burcl initiated a \nwrongful death action within the two -year limitations period “in her capacity as a \nforeign administrator of [the] decedent’s estate[.]”  Id. at 215–16.  The plaintiff alleged \nthat she was duly qualified to serve as the administrator of the plaintiff’s estate but \nwas unaware that she was likewise required to be appointed in North Carolina as the \nadministrator of the estate.  Id . at 216.  She subsequently obtained the necessary \nqualification and moved to file  a new pleading but did not do so until after the  \nexpiration of the applicable limitations period.  Id . at 216–17.  The Supreme Court \nheld that pursuant to  Rule 15 and  Rule 17 , the plaintiff’s supplemental pleading \nrelated back to the filing date of her original pleading.  Id. at 230.  The Supreme Court \nnoted that the “Defendants had full notice of the transactions and occurrences upon \nwhich this wrongful death claim is based ” and would no t be prejudiced by a new \npleading establishing the plaintiff’s proper qualifications.  Id. \n29. Although there is no genuine dispute as to the fact that Raeford is the \nreal party in interest to assert  declaratory judgment and breach of contract claims \nagainst the Unassigned Insurers in light of the Court’s 1 November 2021 Order and \nOpinion, this case nevertheless presents a unique procedural scenario regarding the \napplication of Rule 17.  At issue here are claims that were asserted against multiple \ndefendants in the original Complaint, and the Court has previously ruled that some \nof those claims were properly asserted by the original named plaintiff (Brakebush) \nwhereas others could only be asserted by Raeford.  As such, Plaintiffs do not seek to \nsimply substitute Raeford for Brakebush as the sole plaintiff in this lawsuit.  Rather, \nthey seek leave to have Brakebush and Raeford serve as co- plaintiffs for the \nremainder of this action.   In addition, the Court must determine whether  the \ncircumstances surrounding Plaintiffs’ failure to name Raeford as a plaintiff—or as a \nco-plaintiff—in the original Complaint precludes the application of Rule 17. \n30. Neither the parties’ briefs nor the Court’s own research has disclosed \nany North Carolina case that has addressed the applicability of Rule 17 on facts \nsimilar to those presented here.   O ur Supreme Court has stated that the \nconsideration of federal cases may be helpful to North Carolina courts in interpreting \nRule 17.  See Burcl, 306 N.C. at 224; see also N.C. R. Civ. P. 17, Comment  (“The rule \nas presented here tracks the federal rule[.]”).   For this same reason, it is likewise \ninstructive to examine relevant cases from other states that  have enacted similar or \nidentical versions of Rule 17.  Holloway v. Wachovia Bank & Trust Co., N.A., 339 N.C. \n338, 346 (1994) (citation omitted) (“[A]s our rules are derived from the federal rules, \nwhich have been adopted by several other states as well, we look for guidance to \nauthorities on the federal rules and decisions from other jurisdictions using the same \nrules.”). \n31. As an initial matter, the Court notes that the Advisory Committee for \nthe Federal Rules of Civil Procedure has stated that Rule 17 “is intended to prevent \nforfeiture when determination of the proper party to sue is difficult or when an \nunderstandable mistake has been made.”  F ed. R. Civ. P. 17 Advisory Committee \nNotes (1966). \n32. Courts in other jurisdictions that have determined whether to apply \nRule 17 in somewhat analogous circumstances have looked at factors such as whether \nthe plaintiff’s actions were the result of a tactical decision  as opposed to a genuine \noversight and whether allowing the substitution of the real party in interest would \nprejudice the defendant .  See, e.g., Esposito v. United States, 368 F.3d 1271, 1276 \n(10th Cir. 2004)  (cleaned up) (“[O]ur cases focus primarily on whether the plaintiff \nengaged in deliberate tactical maneuvering (i.e. whether his mistake was ‘ honest’), \nand on whether the defendant was prejudiced thereby.”); Wieburg v. GTE Southwest, \nInc., 272 F.3d 302, 308 (5th Cir. 2001)  (cleaned up) (“[M]ost courts have interpreted \nthe last sentence of Rule 17(a) as being applicable only when the plaintiff brought the \naction in her own name as the result of an understandable mistake, because the \ndetermination of the correct party to bring the action is difficult.”) \n33. A number of courts have adopted the framework employed by the Second \nCircuit in Advanced Magnetics v. Bayfront Partners, 106 F.3d 11 (2nd Cir. 1997).  In \nthat case, a corporation brought a lawsuit , in part, in its capacity as an assignee of \nclaims from the corporation’s shareholders.  Id. at 14.  The corporation subsequently \nmoved to amend its complaint to add the individual shareholders as plaintiffs  when \nit became apparent that the defendants intended to challenge the effectiveness of the \nassignment of claims to the corporation.  Id. at 14.  The trial court denied the motion \nto amend and held that the  attempted assignment of claims had no legal effect .  Id. \nat 14–15. \n34. The Second Circuit agreed that the assignments had not been properly \neffectuated but held that the trial court had improperly denied the motion to amend \nbecause Rule 17(a) allowed for a substitution of the parties  under these \ncircumstances.  Id. at 18–21.  The Second Circuit noted that “[a]lthough the d istrict \ncourt retains some discretion to dismiss an action where there was no semb lance of \nany reasonable basis for the naming of the incorrect party . . . there should plainly be \nno dismissal where substitution  of the real party in interest is necessary to avoid \ninjustice.”  Id. at 20 (cleaned up).  In reaching this result, t he Second Circuit relied \nupon the fact that the amendment itself was merely a technical substitution of the \nproper plaintiffs, the absence of bad faith or any deliberate or tactical strategy in the \nplaintiff’s failure to originally name the proper party, and the lack of prejudice to the \ndefendants.  Id. at 20–21. \n35. Here, the Court concludes that a consideration of these same factors \nsupports a finding that the substitution of Raeford for Brakebush is proper as to the \nbreach of contract and declaratory judgment claims alleged in the original Complaint \nagainst the Unassigned Insurers.  T he legal theory and factual basis for the breach \nof contract and declaratory judgment  claims brought against the Unassigned \nInsurers remain unchanged.  Indeed, the substitution of Raeford  as a plaintiff  is \nwholly consistent with the position that Defendants have  taken throughout this \nlitigation—namely, that Raeford, rather than Brakebush, is the real party in interest \nas to these claims given Brakebush’s failure to obtain written consent to the \nassignment from the Excess Insurers.  Moreover, Brakebush was not dilatory in filing \nits Amended Complaint, doi ng so only 39 days after the Court’s 1 November 2021 \nOrder and Opinion. \n36. In addition, the Court is unpersuaded that Plaintiffs acted in bad faith \nby naming Brakebush as the sole Plaintiff in the original C omplaint.  The legal \nvalidity of the assignments was vigorously litigated by the parties  in the original \nmotion to dismiss.  In ultimately ruling on this issue in its  1 November 2021 Order \nand Opinion, the Court was required to resolve a number of complex issues in order \nto reach its determination as to the effectiveness of the assignment.  In so doing, the \nCourt rejected the categorical arguments asserted by Defendants that the assignment \nwas invalid under all of the policies at issue and ultimately was required to conduct  \na separate analysis of the per tinent language contained in each of the eight policies \nat issue in order to conclude whether the assignment was valid under each respective \npolicy.  Thus, the Court finds there was clearly a “semblance of [a] reasonable basis” \nfor only suing in Brakebush’s name.  See Advanced Magnetics, 106 F.3d at 20 (cleaned \nup). \n37. The Court is also unable to discern any prejudice to  Defendants by \nallowing Raeford to be substituted for Brakebush as the plaintiff as to the breach of \ncontract and declaratory judgment claims against the Unassigned Insurers.  As noted \nabove, the factual and legal basis for these claims remains unchanged , and \nDefendants have failed to make any plausible argument how they are prejudiced. \n38.  However, the Court agrees with Defendants that Raeford is not entitled \nto assert new claims against the Unassigned Insurers—that is, claims that were not \ncontained in the original Complaint  and therefore cannot logically be deemed to \n“relate back” to  that pleading.  For this reason, the new unjust enrichment claim \ncontained in the Amended Complaint would subject Defendants to a new theory of \nliability and will not be permitted.5  Therefore, that claim is dismissed.6 \n39. In sum, the Court is satisfied that allowing Raeford to assert the \ndeclaratory judgment and breach of contract claims originally brought by Brakebush \nagainst the Unassigned Insurers is consistent with the purposes underlying Rule 17 \nand with principles of fairness.  The Court therefore concludes, in its discretion under \nRule 17, that Raeford’s claims for declaratory judgment and breach of contract shall \nbe allowed to proceed .  Defendants’ Motion to Dismiss  those claims is therefore \nDENIED.  However, Defendants’ Motion to Dismiss Raeford’s claim for unjust \nenrichment is GRANTED. \nII. Standing of Brakebush to Assert Bad Faith and UDTP Claims \n40. In their second argument, Defendants seek dismissal of Brakebush’s \nclaims for bad faith and unfair and deceptive trade practices (Counts V and VI) in the \nAmended Complaint.  Because their argument is based on the same grounds that \n \n5 However, Defendants have failed to convince the Court that the damages sought by Raeford \nin the Amended Complaint associated with the breach of contract cause of action likewise \nconstitute a new “claim” that should not be deemed to relate back under Rule 17. \n \n6 To the extent Plaintiffs contend that Raeford’s claim for unjust enrichment should \nnevertheless be allowed to proceed under theories of either equitable tolling or equitable \nestoppel, the Court has carefully considered Plaintiffs’ arguments and concludes that these \narguments lack merit. \nthey asserted in seeking identical relief in their motion to dismiss Brakebush’s \noriginal Complaint, Defendants have also filed a Motion to Reconsider  pursuant to \nRule 54(b). \n41. As an initial matter, the Court notes that the Motion to Reconsider is \ntechnically moot.  This is so because the Court’s prior ruling on this issue addressed \nthe legal sufficiency of the claims for bad faith and unfair and deceptive trade \npractices contained in Brakebush’s original Complaint .  Based on the filing of \nPlaintiffs’ Amended Complaint, the claims contained in Brakebush’s original \npleading no longer have any legal significance.  Defendants’ Motion to Reconsider is \ntherefore DENIED as moot.   See Krawiec v. Manly , 2015 NCBC LEXIS  85, at **5 \n(N.C. Super. Ct. Aug. 24, 2015)  (citations omitted)  (“[T]he filing of [an] Amended \nComplaint renders moot Defendants’ Motions to Dismiss the Original Complaint.”).  \n42. In their Motion to Dismiss, Defendants  contend that new case law \ndemonstrates Brakebush’s lack of standing to assert claims for bad faith and UDTP \nagainst the Assigned Insurers. \n43. In its 1 November 2021 Order and Opinion, the Court concluded that \nBrakebush did, in fact, possess standing to assert these claims.  (ECF No. 93, at ¶ 83.)  \nIn its analysis, the Court examined the relevant cases decided under North Carolina \nlaw in existence at that time.  (ECF No. 93, at ¶¶ 73–81.)  The Court noted that the \nfew cases addressing the issue of when an insurer can be sued for bad faith or UDTP \nby a party other than the named insured in connection with the handling of an \ninsurance claim had all arisen in the context of third-party—rather than first-party—\ncoverage.7  (ECF No. 93, at ¶ 76.)  Given (1) Defendants’ inability to cite case law on \nthis issue from North Carolina courts similarly  rejecting a plaintiff’s  standing \nargument in the context of first -party insurance coverage ( which is the type of \ncoverage that exists in the present case); and (2) the absence of public policy reasons \nto deny Brakebush standing under these circumstances , the Court concluded that  \nBrakebush possessed standing to bring these claims.  (ECF No. 93, at ¶¶ 76–83.)  The \nCourt further not ed that “to the extent that privity between Brakebush and the \nExcess Insurers is required in order for Brakebush to possess standing to assert a \nbad faith or UDTP claim, such privity arguably exists as a result of the assignment \nfrom Raeford to Brakebush.”  (ECF No. 93, at ¶ 79 n.10.)      \n44. Since the Court issued its prior Order and Opinion, however, the United \nStates Court of Appeals for the Fourth Circuit issued its opinion in Skyline \nRestoration, Inc. v. Church Mut. Ins. Co., 20 F.4th 825 (4th Cir. 2021), which analyzes \nthis same legal issue on facts very similar to those in the present case. \n45. Federal decisions on an issue of North Carolina law are, of course, not \nbinding on this Court.  Nevertheless, North Carolina courts are permitted to consider \nsuch decisions to the extent they are instructive.  Sykes v. Health Network Solutions, \nInc., 2013 NCBC LEXIS 50, at ** 19 (N.C. Super. Ct. Nov. 25, 2013) (citing Rose v. \n \n7 “In the first-party situation, the insurance covers a claim directly made by the insured and \nexamples of first-party coverage are life, health, disability, property, and fidelity insurance. \nIn the third-party situation, a liability claim is brought by a third party which triggers the \ninsurer’s duty to de fend and indemnify.  Examples of third-party coverage are professional \nmalpractice insurance and commercial liability insurance.”  8 NEW APPLEMAN ON INSURANCE \nLAW LIBRARY EDITION § 90.1 (2021). \n \nVulcan Materials Co., 282 N.C. 643, 655 ( 1973) (“This court is not bound by federal \nprecedent, but may examine federal decisions in search of potentially persuasive \nauthority.”); see also Brown v. Centex Homes, 171 N.C. App. 741, 744 (2005) (citations \nomitted) (“Although we are not bound by federal case law, we may find their analysis \nand holdings persuasive.”).  The Court deems the opinion in Skyline Restoration to be \nhelpful in its consideration of the unique issue presented here  as to which—it bears \nrepeating—no North Carolina court has previously had occasion to address.  Skyline \nRestoration expressly rejects Plaintiffs’ theory of standing, holding that an assignee \nof insurance proceeds arising out of a first-party insurance policy lacks the ability to \nsue the assignor’s insurer for UDTP because the assignee under such circumstances \nis neither the insured under the policy nor in privity with the insurer. \n46. In Skyline Restoration, a church retained a remediation services \ncompany, Skyline Restoration, Inc. (“Skyline”) , after significant wind damage  \noccurred to the church’s property.   Skyline Restoration, 20 F.4th at 827.  As part of \nthe remediation agreement, Skyline received an assignment of the right to collect any \nproceeds from the church’s insurance policy  regarding the damage .  Id. at 828.   \nSkyline subsequently billed the church for $75,000.  Id.  However, neither the church \nnor the insurer paid Skyline for its services.  Id.  Skyline perfected a lien against the \nchurch and submitted claims with the insurer,  which were never paid.  Id.  The \nchurch subsequently filed for bankruptcy and instituted an adversary proceeding \nagainst Skyline.  Id.  Skyline brought a lawsuit against the church’s insurer in which \nit asserted, inter alia, a claim for unfair claim settlement practices under Chapter 75.  \nId. \n47. The Fourth Circuit  held that Skyline lacked the ability under North \nCarolina law to assert its UDTP claim based on the general prohibition in this state \non such claims unless the plaintiff is either an insured or in privity with the insurer.  \nId. at 834–35.  The Fourth Circuit concluded that under the facts of the case no privity \nexisted between Skyline and the church.  Id. at 835.  \n48. The Court deems Skyline Restoration to be instructive in several \nrespects.  It is the first case applying North Carolina law that addresses the issue of \nwhether the general rule requiring that a party bringing such claim s against an \ninsurer be either the insured itself or one in privity with the insurer applies equally \nin the context of first-party coverage.  Moreover, the Court likewise finds the Fourth \nCircuit’s analysis helpful on the issue of whether privity exist s between an assignee \nin the position of Brakebush (who has merely been assigned the righ t to collect \ninsurance proceeds) and the insurer s of its assignor  (here, the Excess Insurers) . \nIndeed, a review of case law from other jurisdictions fails to show general support for \nthe propos ition that privity exists under such circumstances where, as he re, the \nassignment is limited to the right to receive proceeds under the policy.   Although \nperhaps a different conclusion would result had Raeford assigned the entire \ninsurance policies to Brakebush, that is not what happened.8 \n \n8 Plaintiffs contend that Skyline Restoration is inapposite because in that case an adversarial \nrelationship existed between the assignee and assignor whereas here the interests of \nBrakebush and Raeford are not adverse.  Although this is true, it does not affect the legal \n49. A ruling that B rakebush p ossesses standing to bring bad  faith and \nUDTP claims against the Assigned Insurers under these circumstances would \nconstitute a significant expansion of the existing law in North Carolina.   Although \nadmittedly the public policy concerns previously cited by North Carolina courts as \ngrounds for refusing to allow such claims by adverse third-party claimants do not \nappear to exist on the present facts, the Court nevertheless concludes that any such \nchange in the law must come from North Carolina’s appellate courts.  \n50. Therefore, Defendants’ Motion to Dismiss  Brakebush’s claims for bad \nfaith and UDTP is GRANTED, and those claims are DISMISSED without prejudice.9 \nCONCLUSION \nTHEREFORE, it is hereby ORDERED that Defendants ’ pending motions are \nGRANTED, in part, and DENIED, in part, as follows: \n1. Defendants’ Motion to Dismiss Raeford’s claims for declaratory judgment  and \nbreach of contract is DENIED.  \n2. Defendants’ Motion to Dismiss Raeford’s claim for unjust enrichment is \nGRANTED, and this claim is DISMISSED WITH PREJUDICE.  \n3. Defendants’ Motion to Dismiss Brakebush’s claims for bad faith and UDTP is \nGRANTED, and those claims are DISMISSED WITHOUT PREJUDICE. \n \nissue of whether privity exists between an assignor’s insurer and an assignee who has solely \nbeen assigned the right to receive proceeds under the policy. \n \n9 “A dismissal for lack of subject matter jurisdiction is generally a dismissal without \nprejudice.”  Button v. Level Four Orthotics & Prosthetics, Inc., 2020 NCBC LEXIS 30, at **21 \nfn. 6 (N.C. Super Ct. Mar. 13, 2020) (cleaned up). \n4. Defendants Maxum, Ironshore, Novae, Hallmark , and Huds on’s Motion to \nReconsider is DENIED AS MOOT. \n SO ORDERED, this the 11th day of May, 2022. \n       /s/ Mark A. Davis     \n       Mark A. Davis  \n       Special Superior Court Judge for \n       Complex Business Cases "
}