{
  "id": "07cfb5169896b92fe035912f09e36f3d24353b5944efc443a57bf4a069fac796",
  "source_file": "data/raw/ncbc/07cfb5169896b92fe035912f09e36f3d24353b5944efc443a57bf4a069fac796.pdf",
  "raw_text": "Bldg. Ctr., Inc. v. Carter Lumber, Inc., 2017 NCBC 83. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF MECKLENBURG \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 4186 \n \n \nTHE BUILDING CENTER, INC., \n \nPlaintiff, \n \nv. \n \nCARTER LUMBER OF THE NORTH, \nINC., a North Carolina Corporation, \nCARTER LUMBER OF THE SOUTH, \nINC., a South Carolina Corporation, \nand TIMOTHY HURD, \n \nDefendants. \n \n \n \n \nOPINION AND ORDER ON \nDEFENDANTS’ MOTION FOR \nSUMMARY JUDGMENT  \n \nTHIS MATTER comes before the Court upon Carter Lumber of the North, Inc., \na North Carolina Corporation ’s (Carter Lumber –NC), Carter Lumber of the South, \nInc., a South Carolina Corporation ’s (Carter Lumber –SC)1 (collectively Carter \nLumber–NC and Carter Lumber –SC are “Carter Lumber”) , and Timothy Hurd’s  \n(collectively, Carter Lumber and Hurd are “Defendants”) Motion for Summary \nJudgment (“the Motion”) pursuant to Rule 56 of the North Carolina Rules of Civil \nProcedure (“Rule(s)”).  \nTHE COURT, having considered the Motion, briefs in support of and in \nopposition to the Motion, the evidentiary materials filed by the parties, and th e \narguments of counsel at the hearing, concludes that the Motion should be GRANTED \nfor the reasons below. \nMoore & Van Allen, PLLC, by Benjamin P. Fryer, Esq. and William M. Butler, \nEsq. for Plaintiff The Building Center, Inc. \n                                                 \n1 Carter Lumber–NC and Carter Lumber–SC are wholly owned by the Carter-Jones Companies, Inc., a Michigan \nCorporation, whose headquarters and corporate offices are located in Kent, Ohio.  \n \nVan Hoy, Reutlinger, Adams & Dunn, PLLC, by Stephen J. Dunn, Esq. for \nDefendants Carter Lumber of the North, Inc., a North Carolina Corporation \nand Carter Lumber of the South, Inc., a South Carolina Corporation , and \nTimothy Hurd. \n \nMcGuire, Judge. \n \nFACTUAL AND PROCEDURAL BACKGROUND \n1. While findings of fact are not necessary or proper on a motion for \nsummary judgment, “it is helpful to the parties and the courts for the trial judge to \narticulate a summary of the material facts which he considers are not at issue and \nwhich justify entry of judgment.” Collier v. Collier, 204 N.C. App. 160, 161 –62, 693 \nS.E.2d 250, 252 (2010). Therefore, the Court limits its recitation to the facts necessary \nto decide the Motion and not to resolve issues of material fact. \nA. Plaintiff and Carter Lumber \n2. Plaintiff The Building Center, Inc. (“Plaintiff”  or “TBC”) is engaged in \nthe supply and distribution of lumber and building materials (“LBM”) to building \ncontractors and other customers . Plaintiff  has six locations in North and South \nCarolina, including Pinevil le and Gastonia, North Carolina, and Rock Hill, South \nCarolina. (Second Amended Verified Complaint, ECF No. 36, Ex. A at ¶¶ 1, 8.) At all \ntimes relevant to this matter, Skip Norris was Plaintiff’s President. \n3. Carter Lumber is also an LBM supplier, which operates in and around \nthe Mecklenburg County area (Seder Dep., ECF No. 25.3 at Ex. F ¶¶ 5-7, 19.) Carter \nLumber operates locations in Charlotte, North Carolina, and Rock Hill, South \nCarolina. (Id.) \n4. Plaintiff and Carter Lumber are competitors in the LBM business. It is \nundisputed that  Sales in the LBM business are conducted by outside sales \nrepresentatives who call on contractors and other customers  (“Sales \nRepresentatives”). \nB. Timothy Hurd \n5. Defendant Timothy Hurd (“Hurd”) was Residential Sales Manager f or \nPlaintiff’s Pineville, Gastonia, and Rock Hill locations from approximately October 8, \n2012, until January 2015. (Hurd Aff., ECF No. 25.14 at ¶ 4.) Hurd managed Plaintiff’s \nSales Representatives , including training, performance evaluations, and \ndevelopment of individual short and long-term strategic sales plans. (ECF No. 36, \nEx. A at ¶ 18.) Hurd had knowledge about Sales Representatives’ compensation, the \ncustomers they serviced, and the profitability of Sales Representatives’ customers. \n(ECF No. 36, Ex. A at ¶¶ 18―22.) \n6. Hurd also had access to Plaintiff’s proprietary and confidential business \ninformation. Plaintiff alleges the proprietary and confidential business information \nincluded, inter alia : “names and contacts of customers ;” “customer preferences, \nincluding the needs, requirements, and values of [Plaintiff’s] customers ;” “sales and \nmarketing strategies ;” “pricing structures ;” “margins and profits ;” “manufacturing \ntechnologies;” and “other confidential business information .” (ECF No. 36, Ex. A at \n¶ 12.) It is undisputed that Hurd had access to detailed customer sales histories and \ninformation that was  stored in a program called “Bis Track” and in other sales \nreporting programs. (Philip Dep., ECF No. 35, Ex. 41 at pp. 27―36.) BisTrack and the \nsales reporting programs are username and password-protected. (ECF No. 35, Ex. 41 \nat p. 36.) \n7. Plaintiff did not have a written non -competition or confidentiality \nagreement with Hurd. \n8. On January 23, 2015, Hurd resigned from employment with Plaintiff \nand became emp loyed with  Surface Products,  Inc., a countertop f abricator in \nCornelius, North Carolina. (ECF No. 35, Ex. 37 at pp. 13–14.) Shortly before resigning \nfrom Plaintiff, Hurd emailed a list of customers’ names and email addresses from his \nwork email account to his personal email account (the “Hurd Customer List”). (Hurd \nDep., ECF No. 25.20 at pp. 54–55.) Plaintiff does not claim that Hurd took any other \nproprietary or confidential information from Plaintiff in a tangible format prior to his \nresignation. \nC. Carter Lumber’s employment of Hurd and recruitment of Plaintiff’s Sales \nRepresentatives \n \n9. It is undisputed that at all times relevant to this lawsuit, Carter Lumber \nwas seeking to expand in the Charlotte and Rock Hill markets. (ECF No. 36, Ex. A at \n¶ 10 .) Beginning in 2013, Carter Lumber sought to expand its business in the \nCharlotte metropolitan market. (Kujaws ki Aff., ECF. No. 25.12 at ¶¶ 6 .) As part of \nthis expansion effort, Carter Lumber hired Sales Representatives and other \nemployees from competitors including Pro Build, Stock Building Supply, 84 Lumber, \nand Plaintiff. (Id. at ¶ 7.) \n10. In or around June 2015, Hurd and Brandon Kujawski, Carter Lumber’s \nCharlotte Market Regional Vice President , began discussing Hurd’s potential \nemployment with Carter Lumber.  (ECF No. 25.12 at ¶ 8.) On July 6, 2015 Hurd sent \nKujawski an email seeking a position with Carter Lumber. (ECF No. 25.20 at pp. 64–\n65.) \n11.  In his discussions with Carter Lumber, Hurd claimed he had good \nrelationships with Plaintiff’s Sales Representatives. Prior to becoming employed with \nCarter Lumber, Hurd recruited Plaintiff’s  Sales Representatives Tommy Ashley \n(“Ashley”), Jeffrey Jones (“Jones”), Tyler Barnes (“Barnes”), Casey Crouch (“Crouch”), \nand Ken Avery (“Avery”) to leave Plaintiff for Carter Lumber.2  Ashley, Jones, Crouch, \nand Avery comprised four of Plaintiff’s top five salespersons, and Ashley, Jones, and \nBarnes were Plaintiff’s entire Rock Hill outside sales staff. (Philip Dep., ECF No. 35, \nEx. 41 at 14–15.) Kujawski and Hurd met with Ashley, Jones, Barnes and Crouch . \n(Kujawski Dep., ECF No. 35, Ex. 39 at pp. 85–88.) Avery was not interested in going \nto work for Carter Lumber.  (Avery Dep., ECF No. 25.13 at pp. 14 –15.) Ashley and \nJones negotiated increases in the offers from Carter Lumber. (Ashley Dep., ECF No. \n25.19 at p. 59; Ashley Offer Letter, ECF No. 35, Ex. 1; Jones Dep., ECF No. 25.11 at \npp. 38–39.)  \n12. Plaintiff was aware of Carter Lumber’s attempts to recruit i ts Sales \nRepresentatives and offered some of them increase d compensation to remain with \nPlaintiff. (ECF No. 36, Ex. A at ¶ 50.) \n                                                 \n2 It is undisputed that Carter Lumber also recruited, successfully and unsuccessfully, other \nof Plaintiff’s Sales Representatives during 2015 and early 2016. For purposes of responding \nto the Motion, Plaintiff has focused its arguments on Ashley, Jones, Barnes, Crouch, and \nAvery. (Pls.’ Resp. Opp. Mot. For SJ, ECF No. 38.1 at pp. 2, 6.)  \n13. On August 25, 2015, Carter Lumber made offers of employment to  \nAshley, Jones, Barnes, and Crouch . (ECF No. 35, Ex. 11 .) Carter Lumber offered \nAshley, Jones, and Crouch substantially more than they were being paid by Plaintiff. \nPlaintiff alleges that the compensation offered was “significantly above the market \nrate and [ ] not sustainable on a long -term or permanent basis.”( ECF No. 36, Ex . A \nat ¶ 38.) \n14. On August 26, 2015, Carter Lumber  made an offer of employment to \nHurd. (ECF No. 35, Ex. 2.) Carter Lumber offered Hurd a bonus of $5,000.00 for every \nnew Sales Representative tha t Hurd recruited to Carter Lumber  on or before \nDecember 31, 2016. (Id.) On August 31, 2015, Hurd began employment with Carter \nLumber. \n15. On October 2, 2015, Ashley and Jones resigned from Plaintiff and began \nworking for  Carter Lum ber. Barnes and Crouch  rejected the offers from Carter \nLumber and remained employed with Plaintiff. \n16. Prior to resigning from Plaintiff , Ashley downloaded his “TBC email \nfolder” to a flash drive (the “Ashley Flash Drive”). (Ashley Dep., ECF No. 35, Ex. 31 \nat p. 73.) The email folder contained Plaintiff’s price quotes, purchase orders, and \nemails regarding Plaintiff’s customers. (Butler Aff., ECF No. 35, Ex. 45 at ¶ 6.) Ashley \nclaims he did not thereafter access the Ashley Flash Drive . (Ashley Aff., ECF No. \n25.17 at ¶ 10.)  \n17. Prior to resigning from Plaintiff, Jones hand wrote a list of phone \nnumbers and email addresses of customers he had serviced  (the “Jones  Customer \nList”) for his use at Carter Lumber. (Jones Dep., ECF No. 35, Ex. 38 at p. 51.) Jones \nused the Jones Customer List  to contact the customers after he began work with \nCarter Lumber. (Id.) \n18. It is undisputed that after going to work for Carter Lumber, Ashley and \nJones successfully solicited a number of Plaintiff’s customers  to do business with \nCarter Lumber.  Other than Jones ’ use of the Jones Customer List, t here is no \nevidence in the  record that Hurd, Ashley, or Jones used Plaintiff’s information to \nsolicit those customers. \nD. Carter Lumber’s alleged scheme to raid Plaintiff’s Sales Representatives \nand steal trade secrets \n \n19. Plaintiff alleges that Carter Lumber hired Hurd to recruit  Plaintiff’s \nSales Representatives as part of a plan by Carter Lumber to steal Plaintiff’s best \nemployees and trade secrets. In the Second Amended Verified Complaint, Plaintiff \nalleges as follows: \n26.     Upon information and belief, Carter Lumber did not \nhire Mr. Hurd to utilize any sales experience or expertise \nhe may have in the building materials industry generally; \nrather, Carter Lumber hired Mr. Hurd specifically to \nexploit the misappropriated Trade Secrets and his detailed \nknowledge of and relationships with certain TBC \nsalespersons and employees to target such salespersons \nand employees and lure them to Carter Lumber. \n… \n28.     Upon information and belief, Carter Lumber, through \nMr. Hurd, intended to pirate TBC’s most critical \nemployees, including most, if not all, of its sales staff for \nthe purpose of misappropriating TBC’s Trade Secrets, \nconfidential information and goodwill which were \nentrusted to such salespersons. \n29.  Upon information and belief, by pilfering TBC’s \nemployees and Trade Secrets, confidential information and \ngoodwill entrusted to and possessed by such salespersons \nand employees, Carter Lumber intended to carry out a \nplan, spearheaded by Mr. Hurd, to acquire TBC’s most \nimportant customers for the dual purpose of crippling \nTBC’s ability t o compete and immediately establishing \nCarter Lumber as a competitive building materials \nsupplier in the Carolinas (the “Plan”). \n(ECF No. 36, Ex. A at ¶¶ 26, 28–29.) \n20. In support of its allegation that Carter Lumber intended to steal its top \nemployees, Plaintiff points to the deposition testimony of  Robert Rose  (“Rose”), a \nformer Carter Lumber General Manager. Rose  testified that during a telephone \nconference in December 2013 with Kip Gleckler, Carter Lumber’s Senior Vice \nPresident of Field Operations, Gleckler said that Carter Lumber should “go buy these \nbusinesses without buying these businesses an d take as many [employees] as we  \ncan.” (Rose Dep., ECF No. 35, Ex. 42 at pp. 35–37.) Rose testified that Gleckler’s \nstatement referred to Plaintiff, but admitted Gleckler also discussed hiring employees \naway from 84 Lumber  during the same phone call . (Id.) Rose also conceded that \nGleckler regularly discussed trying to hire competitors’ employees in an effort to grow \nCarter Lumber’s business in the Charlotte area. (Id. at pp. 37―38.) \n21. Plaintiff has also provided testimony from Sales Representative Buddy \nAshley, who stated that he met with Gleckler after Plaintiff had filed this lawsuit in \nMarch 2016 to discuss potential employment with Carter Lumber.  Buddy Ashley \ntestified that Gleckler was “very upset” about the lawsuit, and stated “I want to hurt \n[Skip Norris] . . . I’m going to take whoever I can take to hurt him.” ( B. Ashley Dep., \nECF No. 35, Ex. 30 at pp. 103―05.) \n22. The evidence in the record  does not support Pl aintiff’s allegation that \nSales Representatives possessed knowledge of Plaintiff’s trade secrets. Some of \nPlaintiff’s Sales Representatives testified that they considered little, if any, of the \ninformation they use d to be confidential, and others testified they do not use \nconfidential information at all. (Bar nes Dep., ECF No. 25.7 at p.  14; ECF No. 25.13 \nat pp 18―19;  Jones Aff., ECF  No. 25.16 at ¶¶ 4 –5; ECF No. 25.17 at ¶¶ 4―5 .) \nPlaintiff’s Sales Representatives deposed in this case could not reca ll ever receiving \nany training or education on confidential information. (B. Ashley Dep., ECF No. 25.4 \nat pp. 29―30 ; Crouch Dep., ECF No. 25.5 at p. 48; ECF No. 25.7 at p. 14 ; Holman \nDep., ECF No. 25.9 at p. 67; ECF No. 25.13 at pp. 19.) \n23. In addition, while  some Sales Representatives testified that customer \nprice quotes are “confidential,” there is no evidence that Hurd, Ashley, or Jones used \nor disclosed Plaintiff’s pricing information. It is undisputed that Plaintiff’s customers \nregularly share the prices they are quoted by LBM suppliers in the hope of securing \nbetter pricing. (Norris Dep., ECF No. 25.1 at pp. 53 ―54; ECF No. 25.7 at pp. 15―17; \nECF No. 25.9 at p. 49.) Plaintiff encourages its Sales Representatives to obtain \ncompetitors’ quotes so they may be shared with other TBC employees. (ECF No. 25.1 \nat pp. 141―48.) \nE. The Complaint and proceedings in the case \n24. On March 3, 2016, Plaintiff filed a Complaint in Mecklenburg County \nSuperior Court. (ECF No. 1.) \n25. On March 18 , 2016, this case was designated a mandatory complex \nbusiness case by Order of the Chief Justice of the North Carolina Supreme Court, and \nassigned to the undersigned Special Superior Court Judge for Complex Business \nCases by Order of Chief Judge James L. Gale on March 23, 2016. (ECF Nos. 3 and 4.) \n26. On April 7, 2016, Plaintiff filed an Amended and Verified Complaint . \n(Am. and Verified Compl , ECF No. 5.) The Amended and Verified Complaint made  \nclaims against Carter Lumber and Hurd for violation of the North Carolina Trade \nSecrets Protection Act, N.C. Gen. Stat.  § 66 -152 et. seq.  (“TSPA”) (Count One)  \n(hereinafter, references to the North Carolina General Statutes will be to “G.S.”) , \ntortious interference with contract (Count Two), tortious interference with \nprospective economic advantage (Count Three), and, against Carter Lumber  for \nviolation of the North Carolina Unfair and Deceptive Trade Practices Act, G.S. § 75-\n1.1 (“UDTP”) (Count Four) . The Amended and Verified Complaint also sought \ninjunctive relief, but Plaintiff never pursued an injunction.  \n27. On April 18, 2016,  Defendants filed a Motion to Dismiss  Plaintiff’s \nclaims. ( Mot. to Dismiss, ECF No. 6.) The Motion to Dismiss was brie fed by the \nparties and arguments were heard by the Court.  On October 21, 2016, the Court \nissued its Opinion and Order  on the Motion to Dismiss . (Op. and Order on Mot. to \nDismiss, ECF No. 19.) In its Opinion and Order, the Court dismissed Plaintiff’s claim \nfor tortious interference with prospective economic advantage, but denied the Motion \nwith regard to Plaintiff’s other claims. \n28. On March 20, 2017 , Defendants filed the Motion seeking summary \njudgment as to Plaintiff’s remaining claims. (Mot. For SJ, ECF No. 25.10.)  \n29. On April 24, 2017, Plaintiff filed a Motion for Leave to  Amend and \nSubstitute Parties (“Motion to Amend”) on the grounds that Carter Lumber–NC and \nCarter Lumber–SC, and not Carter Lumber, Inc., are the proper Defendants in this \naction. ( Pl. Mot. to Amend and Sub. Parties, ECF No. 36.) Plaintiff attached a \nproposed Second Amended and Verified Complaint to the Motion to Amend. (ECF No. \n36, Ex. A.) The Second Amended and Verified Complaint addresses the proper Carter \nLumber defendants, but differs in no other substantive way from the Amended  and \nVerified Complaint. \n30. On May 31, 2017, the Court heard oral arguments concerning the \nMotion to Amend, and the Court orally granted the Motion to Amend. \n31. On June 6, 2017, the Court filed its Order on Plaintiff’s Motion for Leave \nto Amend and Substitute Parties commemorating its oral ruling made at the May 31 \nhearing. (Order, ECF No. 43.) Pursuant to the Order, the Second Amended Complaint \nwas considered filed on June 6, 2017.  \n32. Defendants’ Motion for Summa ry Judgment  is now ripe for \ndetermination. \nANALYSIS \n33. “Summary judgment is appropriate if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with affidavits, if any, \nshow that there is no genuine issue of material fact and that any party is entitled to \njudgment as matter of law.”  Variety Wholesalers, Inc. v. Salem Logistics Traffic \nServs., LLC, 365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012).  An issue is “mat erial” if \n“resolution of the issue is so essential that the party against whom it is resolved may \nnot prevail.”  McNair v. Boyette, 282 N.C. 230, 235, 192 S.E.2d 457, 460 (1972).  The \nmoving party bears “the burden of clearly estab lishing lack of a triable issue  to the \ntrial court.”  N.C. Farm Bureau Mut. Ins. Co. v. Sadler, 365 N.C. 178, 182, 711 S.E.2d \n114, 116 (2011) (quotation marks omitted).  The moving party may meet this burden \nby “proving an essential element of the opposing party’s claim does not exist, cannot \nbe proven at trial, or would have been barred by an affirmative defense.”  Variety \nWholesalers, Inc., 365 N.C. at 523, 723 S.E.2d at 747.  All evidence is viewed in the \nlight most favorable to the nonmoving party with the benefit of all reasonable \ninferences.  Bruce-Terminix Co. v. Zurich Ins. Co., 130 N.C. App. 729, 733, 504 S.E.2d \n574, 577 (1998). \n34. As recen tly reiterated by the  North Carolina  Court of Appeals, the \nburden on the non-movant goes beyond merely producing some evidence or a scintilla \nof evidence in support of its claims. Rather,  \n[i]f the movant meets [its] burden, the nonmovant must \ntake affirmative steps to set forth specific facts showing the \nexistence of a genuine issue of material fact.  An adverse \nparty may not rest upon the mere allegations or denials of \nhis pleading. A genuine issue of material fact is one that \ncan be maintained by substant ial evidence. Substantial \nevidence is such relevant evidence as a reasonable mind \nmight accept as adequate to support a conclusion and \nmeans more than a scintilla or a permissible inference. \n \nKhashman v. Khashman , 2017 N.C. App. LEXIS 715, *15 (Sept. 5, 2017) (citations \nand quotation marks omitted). \nA. Evidentiary Issues \n35. Before considering the Motion, the Court must address Defendants’ \nchallenge to certain evidence submitted by Plaintiff in opposition to the Motion. \n36. Defendants argue that Plaintiff’s Exhibits 5, 18–20, and 25–28 are not \nauthenticated and therefore inadmissible. (Reply to Pl. Response in Opp. To SJ, ECF \nNo. 39 at pp. 2–4.) The exhibits consist of emails, Plaintiff’s and Carter Lumber’s \nsales and compensation data, and the Hurd Customer List. Defendants point out that \nthese exhibits have not been submitted with affidavits or deposition testimony \nidentifying them. It is apparent, however, from the identifying bates numbers on the \ndocuments that they were produced by the two parties during discovery. Defendants \ndo not dispute that the documents are w hat Plaintiff claims them to be, or that the \ndocuments have been changed of altered in any way. The Court concludes , in its \ndiscretion, that Plaintiff’s Exhibits 5, 18 –20, and 25 –28 are properly consi dered by \nthe Court as part of the record on the Motion.  \n37. Defendants also contend the affidavit of  Clark Walton submitted by \nPlaintiff must be excluded in the Court’s analysis of the Motion. (ECF No. 39, at pp. 5–\n7.). Walton is an expert in computer forensics. At the hearing on the Motion, \nPlaintiff’s counsel admitted that Plaintiff failed to identify Walton as an expert \nwitness by the deadline in the CMO. The Court, in its discretion, will exclude Walton’s \naffidavit and will not consider it in deciding the Motion.  \n38. Defendants also ask the Court to refrain from considering the affidavit \nof William M. Butler, one of Plaintiff’s attorneys. (ECF No. 39, at pp. 7–9.) Defendants \nask the Court to exclude Butler’s affidavit from consideration because he purports to \nidentify Plaintiff’s documents and information contained on the Ashley Flash Drive \nbut does not have personal knowledge of Plaintiff’s internal documents and cannot \ncompetently testify as to anything other than Defendants’ physical production of the \nflash drive itself. (Id.) Defendants do no t dispute that Plaintiff’s information was \ncontained on the Ashley Flash Drive, nor do they claim that Butler has not accurately \nsummarized the contents of the Ashley Flash Drive. The Court concludes, in its \ndiscretion, that Butler’s affidavit is properly considered by the Court as part of the \nrecord on the Motion. \n39. The Court will now address the Motion as to each of Plaintiff’s claims. \nB. Misappropriation of Trade Secrets \n40. Plaintiff contends that Defendants mis appropriated Plaintiff’s trade \nsecrets when Hurd , Ashley, and Jones  “admittedly took TBC’s confidential and \nproprietary information just prior to their resignations.” (ECF No. 38.1, at p. 12.) \n41. The TSPA defines a “Trade Secret” as: \n[B]usiness or technical information, including but not \nlimited to a formula, pattern, program, device, compilation \nof information, method, technique, or process that: \n \na. Derives independent actual or potential commercial \nvalue from not being generally known or read ily \nascertainable through independent development or reverse \nengineering by persons who can obtain economic value \nfrom its disclosure or use; and \n \nb. Is the subject of efforts that are reasonable under the \ncircumstances to maintain its secrecy. \n \nG.S. § 66-152(3). \n \n42. In North Carolina, courts consider the following factors in determining \nwhether information constitutes a trade secret: \n(1) The extent to which [the] information is known outside \nthe business; (2) the extent to which it is known to \nemployees and o thers involved in the business; (3) the \nextent of measures taken to guard secrecy of the \ninformation; (4) the value of information to business and \nits competitors; (5) the amount of effort or money expended \nin developing the information; and (6) the ease or difficulty \nwith which the information could properly be acquired or \nduplicated by others. \n \nWilmington Star-News, Inc. v. New Hanover Reg’l Med. Ctr., Inc., 125 N.C. App. 174, \n180–81, 480 S.E.2d 53, 56 (1997). \n43. The TSPA defines “misappropriation” as the “acquisition, disclosure, or \nuse of a trade secret of another without express or implied auth ority or consent, \nunless such trade secret was arrived at by independent development, reverse \nengineering, or was obtained from another person with a right to disclo se the trade \nsecret.” G.S. § 66-152(1). One establishes a  prima facie case of misappropriation by \nshowing that the opposing party  “(1) [k]nows or should have known of the trade \nsecret; and (2) [h]as had a specific opportunity to acquire it for disclosure or use or \nhas acquired, disclosed, or used it without the express or implied consent or authority \nof the owner.” GE Betz, Inc. v. Conrad, 231 N.C. App. 214, 233 , 752 S.E.2d 634, 649 \n(2013) (quoting G.S. § 66-155). \ni. Hurd and Jones Customer Lists \n44. Plaintiff has not established that the Hurd Customer List or the Jones \nCustomer list are trade secrets. To survive a motion for summary judgment, Plaintiff \n“must allege facts that would allow a reasonable finder of fact to conclude that the \ninformation [at issue] was not ‘ generally known or readily ascertainable. ’” Area \nLandscaping, L.L.C. v. Glaxo-Wellcome, Inc., 160 N.C. App. 520, 525, 586 S.E.2d 507, \n511 (2003) (quoting Bank Travel Bank v. McCoy, 802 F. Supp. 1358, 1360 (E.D.N.C. \n1992). The Hurd Customer List and the Jones Customer Lists consist of only the \nnames, phone numbers, and email addresses of customers. Plaintiff has not shown \nthat there is anything in the lists  that is  remotely proprietary, such as pricing, \nmargins, or marketing strategies . Alth ough customer lists, when compiled with \npricing and bidding formulas, can sometimes qualify as a trade secret under the \nTSPA, the Court does not consider a customer list containing only information that \nis easily accessible through a telephone book or other readily available sources to be \na trade secret. See, e.g., Novacare Orthotics & Prosthetic E., Inc. v. Speelman , 137 \nN.C. App. 471, 478, 528 S.E.2d 918, 922 (2000)  (“Indeed, any information used to \ncontact the clients would have been easily accessible to  defendant through a local \ntelephone book.”); Kadis v. Britt, 224 N.C. 154, 162, 29 S.E.2d 543, 547–548 (1944) \n(holding that an employee’s remembered knowledge of the names and addresses of \nhis employer’s customers, gained during the performance of the employer’s duties, is \nnot a trade secret.). Accordingly, the Court concludes that the Hurd Customer List \nand the Jones Customer List do  not constitute protectable trade secret s under the \nTSPA in the circumstances presented here. \nii. Hurd’s knowledge of Sales Representatives \n45. Plaintiff’s contention that  Hurd misappropriated trade secrets he \nlearned through his daily interaction with Plaintiff’s salespeople and through his \nknowledge of which salespeople serviced the most profitable customers is contrary to \ncontrolling North Carolina law. In North Carolina, customer information maintained \nin the memory of a departing employee is not a trade secret. See, e.g., Kadis, 224 N.C. \nat 162, 20 S.E.2d at 547–548 (“By the majority view, the knowledge of a deliveryman, \nor other personal solicitor, of the names and addresses of his employer’s customers, \ngained during the performance of his duties, is not a trade secret, partly because the \ninformation would be readily discoverable, and partly because of the court’s \nreluctance to deprive the employee of his subjective knowledge acquired in the course \nof employment.”); Asheboro Paper & Packaging, Inc. v. Dickinson , 599 F. Supp. 2d \n664, 677 (M.D.N.C. 2009) (“Under North Carolina law, customer information \nmaintained in the memory of a departing employee is not a trade secret.”). \n46. Plaintiff argues “there is evidence that Defendants’ [ sic] used Hurd’s \nknowledge of TBC’s customer -related data gained as TBC’s sales manager, such as \ndetailing customer-specific financing terms for custome rs retained by Jones.” (ECF \nNo. 38.1, at p. 19; ECF No. 35, at Exs. 5 and 7 (SEALED).) The information referenced \nby Plaintiff, however, is nothing more than Hurd’s confirmation that Jones, while \nworking for Plaintiff, provided certain customer s 60 days in  which to pay in voices \ninstead of the standard 30 days. In addition, Plaintiff produced no evidence that Hurd \nobtained this information through anything other than his memory of the payment \nterms of his previous employment .  Again, information retained in a former \nemployee’s memory is not a trade secret. Kadis, 224 N.C. at 162, 20 S.E.2d at 547–\n548. \niii. Plaintiff’s sales and pricing information \n47. Finally, Plaintiff allege s that Hurd learned trade secrets through his \naccess to Plaintiff’s sales and reporting system including, inter alia , customer \npurchasing patterns, customer -specific pricing, and marketing strategies.  Plaintiff, \nhowever, has not shown that Hurd misappropriated such information. A prima facie \ncase of misappropri ation requires substantial evidence that the defendant: \n“(1) [k]nows or should have known of the trade secret; and (2) [h]as had a specific \nopportunity to acquire it for disclosure or use or has acquired, disclosed, or used it \nwithout the express or implie d consent or authority of the owner .” G.S. § 66 -155 \n(emphasis added). This Court recently has held that: \nEvidence that a former employee had access to, and \ntherefore an \"opportunity to acquire,\" an employer's trade \nsecrets, without more, is not sufficient to establish a prima \nfacie case of misappropriation. Rather, the employer must \nestablish either that the former employee accessed its \ntrade secrets without authorization  or provide other \nsufficient evidence of misappropriation to raise an \ninference of actual acquisition or use of its trade secrets. \n \nAm. Air Filter Co. v. Price , 2017 NCBC LEXIS 9, *22 (N.C. Super. Ct. Feb. 3, 2017)  \n(emphasis added).  \n48. Plaintiff has failed to produce “substantial evidence” of Defendants  \nactual acquisition or use of its trade secrets. While Hurd’s employment with Plaintiff \ngave him an “opportunity to acquire”  the information contained in Plaintiff’s sales \nsystems, Hurd’s access was authorized. Plaintiff has produced no evidence giving rise \nto an inference that Hurd has used  Plaintiff’s trade secrets  in any unauthorized o r \nimproper way. See, e.g., Id. ; Addison Whitney, LLC v. Cashion , 2017 NCBC LEXIS \n23, *18 (N.C. Super. Ct. Mar. 15, 2017) (“[A] wrongdoer's access to and opportunity \nto acquire a trade secret —without more—is insufficient [to establish a prima facie \ncase of misappropriation].  Rather, there must be  substantial evidence (1) that the \nwrongdoer accessed the trade secret without consent, or (2) of misappropriation \nresulting in an inference of actual acquisition or use of the trade secret.”)  (emphasis \nin original) (citation omitted). Plaintiff produced no evidence that Hurd disclosed or \nused any information in his employment with Carter Lumber that he learned through \nhis authorized access to Plaintiff’s sales reporting systems, nor did Plaintiff provide \nany other evidence of misappropriation. \niv. The Ashley Flash Drive \n49. It is undisputed that the Ashley Flash Drive contained some customer-\nspecific information including quotes, purchase ord ers, and emails regarding \nPlaintiff’s customers. (ECF No. 35, at Ex. 45 ¶ 6; ECF No. 35, at Ex. 17 (SEALED).) \nPlaintiff presents no evidence regarding the contents of the purchase orders or emails \non the Ashley Flash Drive. Plaintiff has, however, filed as exhibits with the Court \ncopies of three price quotes apparently provided to Plaintiff’s customers that were on \nthe Ashley Flash Drive. (ECF No. 35, at Ex. 17 (SEALED).) The price quotes are dated \nin March and September of 2015, are on form documents addressed to the customer, \nand apparently show the price quoted by Plaintiff for particular products or jobs. (Id.) \nThe documents are not marked as confidential and do not contain any language \nrequesting that the client keep the quote confidential.  (Id.) As discussed infra, \ncustomers of LBM suppliers regularly disclose to the suppliers the prices charged by \ntheir competitors, and Plaintiff does not explain how a price quote, once provided to \nthe customer, could be considered a trade secret. \n50. The Court concludes that the price quotes at issue here, by themselves, \nare not trade secrets within the meaning of the TSPA.  G.S. § 66 -152(3). In fact, \ninformation regarding pricing in the LBM industry, when presented by itself and not \nas part of a compilation with other proprietary or confidential information, would not \nseem to fall under the definition of “trade secret” in the TSPA. Id. \n51. Finally, there is no competent evidence in the record that Ashley ever \naccessed the Ashley Flash Drive after ending his employment with Plaintiff, nor that \nCarter Lumber ever used any of the information on the Ashley Flash Drive. \n52. Plaintiff has not produced evidence sufficient to raise a genuine issue of \nmaterial fact regarding Plaintiff’s claim for  trade secret misappropriation , and so \nDefendants’ Motion regarding Plaintiff’s TSPA claim should be GRANTED. \nC. Tortious Interference with Contract \n53. Plaintiff alleges that Defendants tortiou sly interfered with its \nemployment contracts with Ashley and Jones . (ECF No. 36, at Ex A ¶¶ 70 –76.) \nPlaintiff did not have written covenants not -to-compete with Ashley and Jones, but \nan at-will employment contract can be the basis for claim of tortious interference. See, \ne.g., Smith v. Ford Motor Co., 289 N.C. 71, 85, 221 S.E.2d 282, 291 (1976); Childress \nv. Abeles, 240 N.C. 667, 678, 84 S.E.2d 176, 184 (1954) (“The fact that the employment \nis at the will of the parties, respectively, does not make it one at the will of others . . . \nby the weight of authority  the unjustified interference of third persons is actionable \nalthough the employment is at will.”). \n54. In order to prevail on a claim for tortious interference with contract, a \nplaintiff must establish that: (1) a valid contract existed between the plaintiff and a \nthird party that conferred upon plaintiff contractual right s against the third party; \n(2) the defendant was aware of the contract; (3) the defendant intentionally induced \nthe third party not to comply with the contract; (4) the defendant did so without \njustification and (5) actual injury to plaintiff resulted.  United Labs v. Kuykendall , \n322 N.C. 643, 661, 370 S.E.2d 375, 387 (1988) (emphasis added). \n55. It is undisputed that Plaintiff had valid at -will employment contracts \nwith Ashley and Jones, that Defendants were aware that Ashley and Jones were \nemployed by Plaintiff, and that Defendants induced Ashley a nd Jones to terminate \nemployment with Plaintiff and become employed with Carter Lumber. The Court also \nconcludes that the record evidence is sufficient to create an issue of fact as to whether \nPlaintiff’s business was negatively impacted by Ashley’s and Jo nes’ resignations. \n(ECF No. 35, at Ex. 41 pp. 57―58.) \n56. Plaintiff has not, however,  established that Defendants acted without \njustification in hiring Ashley and Jones. The North Carolina Supreme Court has long \nrecognized that if the defendant's interference with an at -will employment \nrelationship is “for a legitimate business purpose , his actions are privileged. … \n“competition in business constitutes justifiable interference in another’s business \nrelations and is not actionable so long as it is carried on in furtherance of one’s own \ninterests and by means that are lawful.” Peoples Sec. Life Ins. Co. v. Hooks, 322 N.C. \n216, 221, 367 S.E.2d 647, 650 (1988).   \n57. The privilege to interfere  with an at -will contract,  however, “ is \nconditional or qualified; that is, it is lost if exercised for a wrong purpose. In general, \na wrong purpose exists where the act is done other than as a reasonable and bona \nfide attempt to protect the interest of the defendant which is involved.” Id. at 220, \n367 S.E.2d at 650; see also Kuykendall, 322 N.C. at 662, 370 S.E.2d at 387 ( “We \nconcluded [in Hooks] that the fact that the plaintiff and defendant were in \ncompetition was sufficient to justify the defendant ‘in offering the plaintiff's \nemployees new jobs and locating them in their p reviously assigned territory .’ . . . \nhowever, we also emphasized that ‘[t]he privilege [to interfere] is conditional or \nqualified; that is it is lost if  exercised for a wrong purpose .’”). Accordingly, “[i]f the \ndefendant's only motive is a malicious wish to injure the plaintiff, his actions are not \njustified.” Hooks, 322 N.C. at 221, 367 S.E.2d at 650 ); see also Area Landscaping, \nL.L.C., 160 N.C. App. at 523, 586 S.E.2d at 510 (“In order to demonstrate the element \nof acting without justification, the action  must indicate no motive for interference \nother than malice.”).  \n58.   The malice required to overcome a justification of business competition \nis legal malice, and not actual malice. Childress, 240 N.C. at 675 , 84 S.E.2d at  182 \n(“It is not necessary, however, to allege and prove actual malice in the sense of \npersonal hatred, ill will, or spite in order to make out a case for the recovery of \ncompensatory damages against the outsider for tortiously inducing the breach of the \nthird person’s contract with the plaintiff. The term ‘malice’ is used in this connection \nin its legal sense, and denotes the intentional doing of the harmful act without legal \njustification.”). Legal malice “means intentionally doing a wrongful act or exceed ing \none's legal right or authority in order to prevent the making of a contract between \ntwo parties” and the act “must be taken with the design of injuring one of the parties \nto the contract or of gaining some advantage  at the expense of a party”  Murphy v. \nMcIntyre, 69 N.C. App. 323, 328–29, 317 S.E.2d 397, 401 (1984). \n59.  The record evidence fails to create an issue of material fact as to \nwhether Defendants acted without justification. First, Plaintiff concedes that Carter \nLumber was a competitor motivated by desire to increase its business in the Charlotte \nand Rock Hill markets. (ECF No. 36, at Ex. A ¶ 10.) It is undisputed that Carter \nLumber sought to do so by selectively hiring salesmen away from its competitors. The \nCourt concludes that the undisputed facts establish that Carter Lumber had a \nlegitimate business reason for recruiting and hiring Ashley and Jones away from \nPlaintiff. See Griffin v. Holden, 180 N.C. App. 129, 140, 636 S.E.2d 298, 306 (2006)  \n(“Even if plaintiff shows that defendant acted wit h ill intentions, legal malice does \nnot exist unless plaintiff can show that defendant had no legitimate business \njustification for the interference.”). \n60. Second, Plaintiff’s evidence does not support the contention that Carter \nLumber acted with legal malice . There is no evidence that Carter Lumber exceeded \nits legal rights by hiring Ashley and Jones. Gleckler’s statements regarding “buying \nthe business without buying the business” by hiring competitor’s best Sales \nRepresentatives is merely a clever summary of Carter Lumber’s legitimate business \nexpansion strategy. The statement does not support the conclusion that Carter \nLumber’s sole motivation was to injure Plaintiff. In fact, the evidence establishes that \nGleckler applied the same strategy against other Ca rter Lumber competitors in the \nmarket. \n61. Gleckler’s statement that he wanted to hurt Norris and “take whoever I \ncan take to hurt him ” also does not support Plaintiff’s contention that Defendants \nacted with legal malice. The statement was made  four to five months after Carter \nLumber hired Ashley and Jones, and was made in response to Plaintiff’s filing of this \nlawsuit. While the statement may reflect Gleckler’s personal ill-will towards Norris \nand Plaintiff, and could (at best)  be used as support for a claim of actual malice , it \ndoes not support a claim of legal malice. \n62. Similarly, the record evidence supports the conclusion that the offers for \ntemporary above-market compensation that Carter Lumber offered to Plaintiff’s \nSales Representatives were the product of negotiations between Carter Lumber and \nthe Sales Representatives, and reflected the compensation necessary to convince the \nSales Representatives to leave Plaintiff’s employment.  Carter Lumber explained that \nit was willing to initially overpay Plaintiff’s employees as an investment in the future \nsuccess of Carter Lumber in the Charlotte metro market . ( ECF No. 35, at Ex. 39 \npp. 82–83, 96–98.) \n63. Since there is no issue of material fact as to Defendants’ justification for \nrecruiting and hiring Ashley and Jones, Plaintiff’s claim for tortious interference with \ncontract should be GRANTED. \nD. Unfair and Deceptive Trade Practices \n64. Plaintiff alleges that Carter Lumber violated the UDTPA through their \n“coordinated and targeted pirating of [Plaintiff’s Sales Representatives ] and other \nTBC employees , improper interfer ing [ sic] with TBC’ s customer relationships,  \nretaining [sic], disclosing [ sic] and use of Trade Secrets and confidential business \ninformation of TBC.” (ECF No. 36, at Ex. A ¶ 86.) \n65. G.S. § 75-1.1 declares unlawful any “[u]nfair methods of competition in \nor affecting commerce, and unfair or deceptive acts or practices in or affecting \ncommerce.”  To state a claim under  G.S. § 75 -1.1, a plaintiff must allege “(1) [that] \nthe defendants committed an unfair or deceptive act or practice, or an unfair method \nof competition, (2) in or affecting commerce, (3) which proximately caused actual \ninjury to the plaintiff[] or to the plaintiffs’ business.”  Birtha v. Stonemor, N.C., LLC, \n220 N.C. App. 286, 298, 727 S.E.2d 1, 10 (2012).  “A practice is unfair when it offends \nestablished public policy as well as when the practice is immoral, unethical, \noppressive, unscrupulous, or substantially injurious to consumers,  and a practice is \ndeceptive if it has the capacity or tendency to deceive.”  Bumpers v. Cmty. Bank of N. \nVa., 367 N.C. 81, 91, 747 S.E.2d 220, 228 (2013) (quotation marks omitted).  “An act \nor practice is deceptive if it has the capacity or tendency to deceive.”  Ace Chem. Corp. \nv. DSI Transps., 115 N.C. App. 237, 247, 446 S.E.2d 100, 106 (1994) (quotation marks \nomitted).  Unfair competition eludes a precise definition, and w hether an act or \npractice is unfair or deceptive is  ultimately a question of law for the \nCourt.  Songwooyarn Trading Co. v. Sox Eleven, Inc., 213 N.C. App. 49, 56, 714 S.E.2d \n162, 167 (2011).   \n66. Having already determined that Plaintiff has failed to come forward \nwith sufficient evidence to support its claim that Carter Lumber misappropriated \nPlaintiff’s trade secrets, Plaintiff’s UDTPA claim, to the extent it is based on trade \nsecret misappropriation, must also fail. See Area Landscaping, L.L.C., 160 N.C. App. \nat 526, 586 S.E.2d at 512  (holding that plaintiff’s UDTPA claim based solely on \ndefendants’ alleged misappropriation of trade secrets must fail when summary \njudgment is granted on the misappropriation claim). \n67. In addition, the Court previously dismissed Plaintiff’s claim for  \nDefendants’ interference with  Plaintiff’s customer relationships , and thus that \nconduct cannot be the basis for a claim for unfair trade practices. (ECF No. 19.)   \n68. Plaintiff is also mistaken in its argument that  Carter Lumber’s \nsolicitation, and ultimate “pirating,” of certain employees , and Carter Lumber’s  \ninterference with Plaintiff’s customer relationships  is “unfair” or “deceptive. ” It is \nundisputed that Plaintiff was aware of Carter Lumber’s attempts to solicit its Sales \nRepresentatives. It also is undisputed that Plaintiff offered increased compensation \nto some of  the solicited employees  in an attempt to convince them to remain with \nPlaintiff rather than leave for Carter Lumber . (ECF No. 50, at Ex. A ¶ 50.) Plaintiff \nhas produced no evidence that Carter Lumber ’s solicitation of Plaintiff’s Sales \nRepresentatives was deceptive or misleading. Chastain v. Wall, 78 N.C. App. 350, 337 \nS.E.2d 150 (1985) (“In order to succeed under G.S. 75-1.1…plaintiff must…show that \nthe acts complained of possessed the tendency or capacity to mislead, or created the \nlikelihood of deception.”) (quotation marks omitted).  \n69. To the extent that Plaintiff claims Carter Lumber’s actions were unfair, \nthe Court finds there is no genuine issue of fact that Carter Lumber’s solicitation of \nPlaintiff’s Sales Representatives offended established public policy, or was “immoral, \nunethical, oppressive, unscrupulous, or substantially injurious to consumers. ” \nBumpers, 367 N.C. at 91, 747 S.E.2d at 228. Carter Lumber  was Plaintiff’s \ncompetitor, had a business interest in increasing its market share in the Charl otte-\nmetro area, and recruited Plaintiff’s at -will Sales Representatives, as well as other \ncompetitors’ Sales Representatives, as a means of doing so. This type of conduct, \nparticularly in the competitive LBM business, does not rise to the level of a violation \nof the UDTPA. Defendants’ Motion regarding Plaintiff’s UDTPA claim should be \nGRANTED. \nTHEREFORE, IT IS ORDERED that Defendants’ Motion for Summary \nJudgment as to all of Plaintiff’s remaining claims is GRANTED. \n \nThis the 21st day of September, 2017. \n \n    /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge for \n    Complex Business Cases \n "
}