{
  "id": "07da452cc40913e110b92e98705217cc3dbebcf8582264ecaa9f5bde5483adb9",
  "source_file": "data/raw/ncbc/07da452cc40913e110b92e98705217cc3dbebcf8582264ecaa9f5bde5483adb9.pdf",
  "raw_text": "States Mortg. Co. Inc. v. Bond, 2023 NCBC 19. \n \nSTATE OF NORTH CAROLINA \nIREDELL COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 1096 \nSTATES MORTGAGE COMPANY, \nINC., \n \nPlaintiff, \n \nv. \n \nMARK BOND; LKN CAPITAL \nMORTGAGE, INC; KEVIN CASPER; \nand TRUSTEGIC CONSULTING, \nINC.,  \n \nDefendants. \n \nORDER AND OPINION ON \nDEFENDANTS MARK BOND AND \nLKN CAPITAL MORTGAGE, INC.’S \nMOTION TO DISMISS AND \nPLAINTIFF STATES MORTGAGE \nCOMPANY, INC’S MOTION FOR \nLEAVE TO AMEND COMPLAINT \n \n1. Mark Bond and Kevin Casper worked for States Mortgage  Company, \nInc. (“States Mortgage”) for several years before leaving to start their own businesses \nin the mortgage brokerage and consulting industries.   Shortly after they left, States \nMortgage received an errant email from Bond’s new business, LKN Capital Mortgage, \nInc. (“LKN”) forwarding a list of some of States Mortgage’ s customers.  The \naccompanying email suggested that two recipients with LKN email addresses solicit \nthe listed customers, and it referenced the availability of additional i nformation \nregarding those customers.  This event triggered concern that Bond and Casper had \nabsconded with States Mortgage’s proprietary customer information and were using \nit to jump-start their new venture.  The lawsuit followed. \n2. The case is before the Court on Defendants Mark Bond and LKN Capital \nMortgage, Inc.’s Motion To Dismiss ( the “Motion  to Dismiss ”), (ECF No. 12) , and \nPlaintiff States Mortgage Company, Inc.’s (“States Mortgage’s”) Motion To Amend \n \n \nComplaint, (the “Motion to Amend”), (ECF No. 24) (collectively, the “Motions”).1  For \nthe reasons stated below, Plaintiff’s Motion to Amend is GRANTED in part and \nDENIED in part , and Defendants’ Motion to Dismiss is GRANTED in part and \nDENIED in part. \nPope McMillan, P.A., by Clark D. Tew , for Plainti ff States Mortgage \nCompany, Inc. \n \nSellers, Ayers, Dortch, & Lyons, P.A., by Brett Dressler and Michelle \nDressler, for Defendants Mark Bond and LKN Capital Mortgage, Inc. \n \nThurman, Wilson, Boutwell, & Galvin, P.A. by James Galvin and Ryan \nTiede, for Defendants Levin Casper and TrusTegic Consulting, Inc. \n \nEarp, Judge. \nI. FACTUAL BACKGROUND \n3. The Court does not make findings of fact when ruling on either a motion \nto dismiss or a motion to amend.  It recites below those factual allegations from the \nComplaint and the proposed amendment that are relevant and necessary to the \nCourt’s determination of the motions before it.  See, e.g., Krawiec v. Manly, 370 N.C. \n602, 606 (2018). \n4. States Mortgage is a North Carolina Corporation with its principal place \nof business in Huntersville, Mecklenburg County, North Carolina.  (Prop. Am. Compl. \n¶ 1, ECF No. 24.1.)  Its revenue comes primarily from facilitating debt consolidation, \n \n1 States Mortgage includes with its Motion to Amend a Motion to File Documents Under Seal \nand a Motion for Protective Order (ECF No. 24 ).  The Court has addressed the latter two  \nmotions by separate Order (ECF No. 45). \n \n \nproviding new mortgages, and refinancing existing mortgages.   (Prop. Am. Compl. \n¶ 10.)  \n5. Mark Bond is a resident of Lincoln County, North Carolina.  (Prop. Am. \nCompl. ¶ 2.)  States Mortgage employed Bond from 20 February 2015 to 20 September \n2020 as a Mortgage Loan Originator.  (Prop. Am. Compl. ¶¶ 16–17.)   \n6. LKN is a North Carolina Corporation with its principal place of business \nin Mooresville, North Carolina.  Articles of Incorporation for LKN were filed with the \nNorth Carolina Secretary of State on 2 June 2020.   Bond is President of LKN.  (Prop. \nAm. Compl. ¶¶ 3, 28–29.)    \n7. States Mortgage alleges on information and belief that Kevin Casper is \na resident of Iredell County, North Carolina.  (Prop. Am. Compl. ¶ 4.)  He was \nemployed by States Mortgage from 1 October 2013 until November 2020 as a Loan \nCoordinator.  (Prop Am. Compl. ¶¶ 26–27.)   \n8. TrusTegic Consulting , Inc.  (“TrusTegic”) is a North Carolina \nCorporation with its principal place of business in Mecklenburg County, North \nCarolina.  Articles of Incorporation for TrusTegic were filed with the North Carolina \nSecretary of State on 2 June 2020.   Casper is President of TrusTegic.  (Prop. Am. \nCompl. ¶¶ 6, 30–31.)    \n9. States Mortgage maintains a compilation of information regarding all of \nits past, present, and future customers dating back to 2013.  The compilation is in the \n \n \nform of an Excel spreadsheet (the “Spreadsheet”).  (Prop. Am. Compl. ¶  14, Ex. A.)2  \nThe Spreadsheet includes each customer’s current mortgage interest rate, the current \noutstanding amount owed on their existing mortgage, the current loan type, the \ncustomer’s credit score, the customer’s phone number and birthday, the loan status \n(including whether the application is in process, closed, withdrawn, or if it had an \nadverse result), the reason(s) for any loan denial, the initial annual percentage rate, \nthe advertising campaign that resulted in the customer’s use of States Mortgage ’s \nservices, the fee earned or to be earned by States Mortgage,  and “a variety of other \npieces of non -public information accumulated by States Mortgage. ”  (Prop. Am. \nCompl. ¶¶ 11–12.) \n10. The Spreadsheet is electronically maintained in a password protected, \nlocked file that is accessible only by the administrator for States Mortgage, Donna \nChain, its President, Brenna Olberding, and her spouse, Gus Olberding.  (Prop. Am. \nCompl. ¶ 15.) \n11. States Mortgage further protects the Spreadsheet by granting access to \nit on a limited basis to only those individuals who need it to fulfill their employment \nresponsibilities.  (Prop. Am. Compl. ¶ 19.)  As a Mortgage Loan Originator for States \nMortgage, Bond had access to  information from the List to facilitate contracts \nbetween States Mortgage and its customers.  (Prop. Am. Compl. ¶ 18. )  Similarly, \n \n2 The Spreadsheet, which appears in the record as Exhibit A to the Proposed Amended \nComplaint, was submitted in redacted form to the Court for in camera review.  The Court \nsubsequently ordered Plaintiff to file Exhibit A under seal.  (See Order, ECF No. 45.) \n \n \nduring his employment with States Mortgage, Casper had access to the Spreadsheet \nin his role as Loan Coordinator.  (Prop. Am. Compl. ¶ 27.) \n12. States Mortgage requires that its employees not share information from \nthe Spreadsheet with anyone who is not doing work on a transaction for which the \ninformation was accessed.  (Prop. Am. Compl. ¶ 20.)   \n13. When he left States Mortgage, Bond agreed in an exit letter that he \nwould not use or sell States Mortgage’s proprietary information .  (Prop. Am. Compl. \n¶¶ 21–22.)   \n14. Between 2 June 2020 and September 2020, Bond worked as a licens ed \nloan officer for States Mortgage while also serving as President of LKN.   He did not \ninform States Mortgage that he had started his own mortgage brokerage business.  \n(Prop. Am. Compl. ¶ 32.) \n15. Similarly, f rom 2 June 2020 until 20 November 2020, Kevin Casp er \nacted as both an employee of States Mortgage and an officer of TrusTegic.  (Prop. Am. \nCompl. ¶ 32.)  He did so without informing States Mortgage that he was serving in \nboth roles.  (Prop. Am. Compl. ¶ 34.)   \n16. States Mortgage was not aware that Bond and Casper had started their \nown businesses while still working for it.  (Prop. Am. Compl. ¶ 35.) \n17. In November 2020, five States Mortgage employees quit their jobs and \nbegan working for LKN.  (Prop. Am. Compl. ¶ 36.) \n18. On 1 December 2020, an email that had originated on 24 November 2020 \nand that contained a list of some States Mortgage customers was inadvertently \n \n \nforwarded from an administrative email address associated with LKN to an email \naddress associated with States  Mortgage. The email suggested that  its LKN \nrecipients contact the names listed and indicated that LKN had access to additional \ninformation about those individuals.  (Prop. Am. Compl. ¶¶ 39–42.)     \n19. States Mortgage alleges u pon information and belief  that B ond and \nCasper “used Donna Chain’s computer and/or coerced Donna Chain ” into \ndownloading and transferring a form of the Spreadsheet for Defendants’ use to start \nLKN.    States Mortgage further alleges that as of December 2020, Casper maintained \na copy of this electronic file on his personal computer.  (Prop. Am. Compl. ¶ 43.)    \n20. States Mortgage alleges that Defendants have used the Spreadsheet “to \nfacilitate contracts and agreements” with its customers.  In addition to the email \nforwarded on 1 Decemb er 2020, i nformation that States Mortgage obtained from  \nAmerican Home Title, a title and escrow agent regularly used by Defendants,  \nallegedly reveals that twenty-three (23) mortgages closed by LKN during its first few \nyears of operation were for customers that are on the Spreadsheet.  (Prop. Am. Compl. \n¶ 46.)   \n21. States Mortgage alleges u pon information and belief  that Defendants \ncontacted borrowers whose information they obtained from the  Spreadsheet and \npitched them by suggesting that States Mortgage was overcharging them.  (Prop. Am. \nCompl. ¶ 49.)   \n22. States Mortgage also alleges that LKN has used information from the \nSpreadsheet in LKN’s advertising.  (Prop. Am. Compl. ¶ 50.)       \n \n \nII. PROCEDURAL BACKGROUND \n23. Plaintiff initiated this action on 9 May 2022.  ( Complaint, ECF No. 1.)  \nDefendants Bond and LKN responded by filing a Motion to Dismiss pursuant to Rule \n12(b)(6) of the North Carolina Rules of Civil Procedure (the “Rule(s)”) on 28 July 2022.  \n(Defs.’ Mot. Dismiss, ECF No. 12.)3  On 24 August 2022, Plaintiff moved to amend its \nComplaint.  (Pl.’s Mot. Amend, ECF No. 24.)   \n24. The Proposed Amended Complaint  purports to assert five claims for \nrelief: Misappropriation of Trade Secrets, Permanent Injunction, Unfair and \nDeceptive Trade Practices, Violation of Fiduciary Duty, and Piercing the Corporate \nVeil.4    \n25. Bond and LKN  oppose Plaintiff’s Motion to Amend on futility grounds  \nwith arguments that echo many of the arguments they make to support their Motion \nto Dismiss.  After full briefing and a hearing on the Motions during which all parties \nwere present and participated, the Motions are ripe for disposition. \n  \n \n3 When TrusTegic failed to respond to the Complaint, States Mortgage moved for entry of \ndefault, and this Court granted the motion .  (ECF No. 11.)  Consequently, only Bond and \nLKN moved for dismissal and opposed the Motion to Amend.  Casper  and TrusTegic jointly \nfiled a responsive pleading on 21 September 2022 .  (ECF No. 38.)  The Court subsequently \nset aside the entry of default against TrusTegic and accepted its responsive pleading.  (ECF \nNo. 42.) \n \n4 Plaintiff’s Fifth Cause of Action (Piercing the Corporate Veil) implicates Casper and is not \nat issue in either pending motion.   See Loray Master Tenant, LLC v. Foss N.C. Mill Credit \n2014 Fund I, LLC, 2021 NCBC LEXIS 15, at *26 (N.C. Super. Ct. Feb. 18, 2021) (“Piercing \nthe corporate veil is an extraordinary remedy” not a claim). \n \n \nIII. LEGAL STANDARD  \n26. Dismissal of a claim pursuant to Rule 12(b)(6) of the North Carolina \nRules of Civil Procedure (“Rule(s)”) is proper if  “(1) the complaint on its face reveals \nthat no law supports the plaintiff’s claim; (2) the complaint on its face reveals the \nabsence of facts sufficient to make a good claim; or (3) the complaint discloses some \nfact that necessarily defeats the plaintiff’s claim.”  Corwin v. Brit. Am. Tobacco PLC, \n371 N.C. 605, 615 (2018).  Otherwise, “a complaint should not be dismissed for \ninsufficiency unless it appears to a certainty that plaintiff is entitled to no relief under \nany state of facts which could be proved in support of the claim.”  Sutton v. Duke, 277 \nN.C. 94, 103 (1970) (emphasis omitted).  \n27. When deciding a Rule 12(b)(6) motion, t he Court construes the \ncomplaint liberally and accepts all allegations as true .  See, e.g., Sykes v. Health \nNetwork Sols., Inc., 372 N.C. 326, 332 (2019) ; Laster v. Francis, 199 N.C. App. 572, \n577 (2009).  However, the Court is not required “to accept as true allegations that are \nmerely conclusory, unwarranted deductions of fact, or unreasonable inferences.”  \nGood Hope Hosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, \n274 (2005) (quoting Veney v. Wyche, 293 F.3d 726, 730 (4th Cir. 2002)). \n28. In its review, the Court may consider documents that are the subject of \nthe Complaint and to which the Complaint specifically refers.  See, e.g., McDonald v. \nBank of N.Y. Mellon Trust Co., 259 N.C. App. 582, 586 (2018) (citing Oberlin Capital, \nL.P. v. Slavin, 147 N.C. App. 52, 60 (2001)).   \n \n \n29. After a responsive pleading has been served, Rule 15 allows a party to \namend his pleading only by leave of court or by written consent of the adverse party, \nbut “leave shall be freely given when justice so requires.”  N.C .G.S. § 1A-1, R. 15(a).  \nReasons justifying denial of a motion to amend are undue delay, bad faith, dilatory \nmotive, repeated failure to cure defects by previous amendments, undue prejudice, \nand futility of the amendment.  See, e.g., JPMorgan Chase Bank, N.A. v. Browning , \n230 N.C. App. 537, 541 (2013).  “Ultimately, whether to allow an amendment rests in \nthe trial judge’s discretion.”   KRG New Hill Place, LLC v. Springs Invs., LLC , 2015 \nNCBC LEXIS 20, at *8 (N.C. Super. Ct. Feb. 27, 2015) (citing House of Raeford Farms, \nInc. v. Raeford, 104 N.C. App. 280, 282 (1991)). \n \nIV. ANALYSIS \n30. Because the test for futility used for  a motion to amend mirrors the \nsufficiency test used for a motion to dismiss, the Court evaluate s Plaintiff’s claims, \noriginal and proposed, using the same standard.  See Smith v. McRary, 306 N.C. 664, \n671 (1982) (an amendment was properly denied when “plaintiff’s proposed \namendment could not withstand a  motion to dismiss for failure to state a claim”); \nBourgeois v. Lapelusa , 2022 NCBC LEXIS 111, at **11 (N.C. Sup er. Ct. Sept. 23, \n2022) (“test for futility with respect to a proposed amendment mirrors the sufficiency \ntest of Rule 12(b)(6)”); Gateway Mgmt Servs. v. Carrbridge Berkshire Grp., Inc., 2018 \nNCBC LEXIS 45, at *8 (N.C. Super. Ct. May 8, 2021) (“Although an amended \npleading would ordinarily moot a pending motion to dismiss, the Court will consider \nDefendants’ Motions to Dismiss as to the Amended Complaint because Defendants \n \n \nand Plaintiff both addressed the sufficiency of the Amended Complaint in their \nrespective briefs and at the hearing.”). \n31. Defendants Bond and LKN contend that each of Plaintiff’s claims, \nasserted and proposed, are insufficient.  The Court addresses the claims as stated in \nthe Proposed Amended Complaint, which is their most fulsome form. \nA.   Misappropriation of Trade Secrets \n32. In North Carolina a “trade secret” is defined as: \n“[B]usiness or technical information, including but not limited to a \nformula, pattern, program, device, compilation of information, method, \ntechnique, or process that:   \n \n a. Derives independent or potential commercial value from not \nbeing generally known or readily ascertainable through \nindependent development or reverse engineering by persons who \ncan obtain economic value from its disclosure or use; and  \n \nb. Is the subject of efforts that are reasonable under the \ncircumstances to maintain its secrecy. \n \nN.C.G.S. § 66-152(3).     \n \n \n33. Our Courts have employed six factors when determining the existence \nof a trade secret: \n(1) the extent to which the information is known outside the business; \n(2) the extent to which it is known to employees and others involved in \nthe business; (3) the extent of measures taken to guard the secrecy of \nthe information; (4) the value of information to business and its \ncompetitors; (5) the amount of effort or money expended in developing \nthe information; and (6) the ease or difficulty with which the information \ncould properly be acquired or duplicated by others. \n \nCombs & Assocs. v. Kennedy , 147 N.C. App. 362, 369 –70 (2001); accord Wilmington \nStar-News, Inc. v. New Hanover Reg'l Med. Ctr., Inc. , 125 N.C. App. 174, 180 –81 \n \n \n(1997).  “These factors overlap, and courts do not always examine them separately \nand individually.”  Vitaform, Inc. v. Aeroflow, Inc. , 2020 NCBC LEXIS 132, at **19 \n(N.C. Super. Ct. Nov. 4, 2020). \n34. Misappropriation means the “acquisition, disclosure, or use of a t rade \nsecret of another without express or implied authority or consent [.]”  N.C.G.S. § 66 -\n152(1).  Misappropriation does not occur, however, when a trade secret is arrived at \nby “ independent development, reverse engineering, or was obtained from another \nperson with a right to disclose the trade secret.”  Id.   \n35. To state a claim , States Mortgage must “ identify a trade secret with \nsufficient particularity so as to enable [the defendants] to delineate that which [they \nare] accused of misappropriating and a court to determine whether misappropriation \nhas or is threatened to occur.”  Washburn v. Yadkin Valley Bank & Tr. Co., 190 N.C. \nApp. 315, 326 (2008) (quoting Analog Devices, Inc. v. Michalski , 157 N.C. App. 462, \n468 (2003) (citations omitted)).   “[G]eneral allegations in sweeping, and conclusory  \nstatements, without specifically identifying the trade secrets allegedly \nmisappropriated, [are] ‘insufficient to state a claim for misappropriation of trade \nsecrets.’ ”  Krawiec, 370 N.C. at 610 (quoting Washburn, 190 N.C. App. at 327) .  In \naddition, States Mortgage must affirmatively allege facts supporting a conclusion \nthat it engaged in reasonable efforts to protect the secrecy of the identified trade \nsecret.  BIOMILQ, Inc. v. Guiliano, 2023 NCBC LEXIS 24, at **20  (N.C. Super. Ct. \nFeb. 10, 2023) (citing N.C.G.S. § 66-152(3)(b)).  \n \n \n36. Likewise, when alleging misappropriation, States Mortgage must allege \nmore than its belief that Defendants Bond and LKN  had access to its trade secrets \nand now work for a competitor .  See Washburn , 190 N.C. App. at 327  (citing \nVisionAIR, Inc. v. James, 167 N.C. App. 504, 511 (2004)).  Conclusory allegations of \nmisappropriation are insufficient.  See, e.g., Bite Busters, LLC v. Burris, 2021 NCBC \nLEXIS 26, at **22 –23 (N.C. Super. Ct. Mar. 25, 2021); Washburn, 190 N.C. App. at \n327; Strata Solar, LLC, 2020 NCBC LEXIS 129, at **11–12. \n37. Defendants Bond and LKN contend that States Mortgage has failed on \neach of these fronts .  They argue that States Mortg age has not identified the trade \nsecret with particularity, not alleged facts to show that it protected the secrecy of any \ninformation, and not  adequately specified the manner in which the alleged \nmisappropriation occurred.   (Defs.’ Opp. Mot. Amend 11–18.) \n38. States Mortgage responds that its Proposed Amended Complaint \nadequately identifies the trade secret at issue as an Excel spreadsheet containing a  \n“list of  [all of its]  past, present, and future , (sic) customers . . . who are generall y \nindividual residential mortgage borrowers seeking refinances or first loans, including \ntheir current mortgage interest rate, the current outstanding amount owed on their \nexisting mortgage, the current loan type, the customer’s credit score, phone number \nand birthday, the loan status (including whether the application is in process, closed, \nwithdrawn, or if it had an adverse result), the reason(s) for any loan denial, the initial \nannual percentage rate, the advertising campaign that resulted in the customer’s use \nof States’ Mortgages (sic) services, the fee earned or to be earned by States Mortgage, \n \n \namongst a variety of other pieces of non -public information accumulated by States \nMortgage.”  (Prop. Am. Compl. ¶¶ 11–12, 14.)  The date range for the Spreadsheet is \nfrom 2013 until the date States Mortgage alleges the Spreadsheet was \nmisappropriated.  (Prop. Am. Compl. ¶ 12.)   \n39. States Mortgage alleges that it engaged in reasonable efforts to \nmaintain the secrecy of the Spreadsheet, including but not limited to: \n(a) restricting access to the information to certain employees of States Mortgage;  \n \n(b) maintaining reasonable safeguards, such as password -protected computers, \nfor the storage of the [Spreadsheet];  \n \n(c) preventing access to the [Spreadsheet] by States Mortgages competitors; and  \n \n(d) protecting such information further by requiring non -disclosure of the \n[Spreadsheet] in exit interviews and agreements.  \n \n(Prop. Am. Compl. ¶ 56.) \n \n40. Defendants Bond and LKN contend that a list of customer names and \naddresses that could be compiled through public sources is not a trade secret.  (Defs.’ \nOpp. Mot. Amend 12.)  They argue  that financial and mortgage information is \nroutinely shared with third parties during the process of obtaining a mortgage, which \nis then recorded on the public record.  Given the public nature of the information , \nDefendants conclude that the Spreadsheet described by States Mortgage cannot be a \ntrade secret.  (Defs.’ Opp. Mot. Amend 14–15.) \n41. Bond and LKN further argue that States Mortgage  took insufficient \nsteps to protect the confidentiality of the purported trade secret.  They observe that \nStates Mortgage does not  allege that it used nondisclosure  agreements or had \n \n \nemployment policies that prohibited disclosure of the Spreadsheet.  (Defs.’ Opp. Mot. \nAmend 18.)  Defendants argue that the failure to use these tools is fatal to States \nMortgage’s claim.  (Defs.’ Opp. Mot. Amend 18.) \n42. The Court concludes that the Proposed Amended Complaint sufficiently \nidentifies the Spreadsheet as the trade secret allegedly misappropriated.  While some \nof the information on the Spreadsheet m ight be shared with third parties  or might \notherwise be in the public domain, States Mortgage alleges that, over years of doing \nbusiness, it has expended effort compiling the particular information regarding its \ncustomers and prospective customers that is necessary to “target [its customers] with \na tailor-made pitch” for use of its mortgage services.  (Prop. Am. Compl. ¶ 12.) \n43. Although a party must ultimately meet a high burden of proof, in some \ninstances even public information  can constitute a trade secret if it has particular \nvalue as a compilation or manipulation of information.  See RoundPoint Mortg. Co. v. \nFlorez, 2016 NCBC LEXIS 18, at ** 32 (N.C. Super. Ct. Feb. 18, 2016).  Indeed, the \nNCTSPA uses the word “compilation” when defining the term “trade secret ”:  \n“business or technical information, including but not limited to a . . . compilation of \ninformation[.]” \n44. The Court finds no shortage of case law to support the assertion that a \ncompilation of customer information could be a trade secret .  See, e.g., State ex rel. \nUtils. Comm'n v. MCI Telecomms., Corp., 132 N.C. App. 625, 634 (1999) (“compilation \nof information” involving customer data and business operations constituted trade \nsecret); Computer Design & Integration, LLC v. Brown, 2017 NCBC LEXIS 8, at *27–\n \n \n28 (N.C. Super. Ct. Jan. 27, 2017) ( finding “financial information and contact lists” \nsufficient to allege trade secret); Bldg. Ctr., Inc. v. Carter Lumber, Inc., 2016 NCBC \nLEXIS 79, at *10–12 (N.C. Super. Ct. Oct. 21, 2016)  (denying 12(b)(6) motion where \ntrade secret identified as “confidential and proprietary business information ” that \nincluded “names and contacts of customers”); Koch Measurement Devices, Inc. v. \nArmke, 2015 NCBC LEXIS 45, at *13 (N.C. Super. Ct. May 1, 2015) (“[T]he Court of \nAppeals has held that where an individual maintains a compilation of detailed \nrecords over a significant period of time, those records could constitute a trade secret \neven if ‘similar information may have been ascertainable by anyone in the . . . \nbusiness.’ ” (citing Byrd’s Lawn & Landscaping, Inc. v. Smith, 142 N.C. App. 371, 376 \n(2001))).  Accordingly, the Court concludes that Plaintiff’s allegations describing the \nSpreadsheet are sufficient to identify the alleged trade secret at issue. \n45. Furthermore, while nondisclosure agreements and employment policies \nare certainly tools that are often used to safeguard business information, the law does \nnot require that they be used in order to satisfy the “reasonable efforts” requirement \nin Section 66 -152(3)(b) of the NCTSPA.   At this early stage of the litigation, States \nMortgage has satisfied its obligation to allege that it made reasonable efforts to \nmaintain the secrecy of the Spreadsheet.  Bldg. Ctr., Inc., 2016 NCBC LEXIS 79, at \n*14 (“Generally, only where efforts to maintain secrecy of the allegedly \nmisappropriated trade secrets were completely absen t have North Carolina courts \ndismissed claims at the 12(b)(6) stage.”  (citing Thortex, Inc. v. Standard Dyes, Inc ., \n2006 N.C. App. LEXIS 1171 (2006) (unpublished))).    \n \n \n46. As for whether States Mortgage has adequately pled misappropriation, \nDefendants argue that new allegations in the Proposed Amended Complaint that , \n“upon information and belief,” Bond and Casper either used a co -worker’s computer \nor coerced the co -worker herself into providing the Spreadsheet and that they \ndownloaded and transferred it by electronic file to Casper’s personal computer, (Prop. \nAm. Compl. ¶ 43),  are “irreconcilable” with Plaintiff’s remaining allegations  and \nshould be disregarded.  (Defs.’ Opp. Mot. Amend 9–10.) \n47. The Court disagrees .  The allegations are more than sufficient at this \nstage to meet the pleading requirements for misappropriation.  In addition to the  \nallegation in paragraph 43,  Plaintiff also alleges that information it has received in \ndiscovery from American Home Title indicates that twenty-five (25) of the first thirty-\ntwo (32) mortgages closed by LKN involved customers whose information appears on \nthe Spreadsheet.  (Prop. Am. Compl. ¶ 46.)  Moreover, States Mortgage points to the \n1 December 2020 misdirected email containing a list of its customers, direction to the \nLKN recipient to contact them, and a statement indicating that additional \ninformation about those customers was available, as further support for its assertion \nthat the Spreadsheet is being used by LKN .  A determination of w hether the se \nallegations are inconsistent with other allegations , and whether they can be proven \nat all, requires a more developed record.   \n \n \n \n \n \nB. Violation of Fiduciary Duty \n48. In addition to allegedly misappropriating trade secret information, \nStates Mortgage alleges that Bond and Casper breached “certain fiduciary duties to \nPlaintiff as employees of Plaintiff.”  (Prop. Am. Compl. ¶ 73.)   \n49. To state a claim for breach of fiduciary duty, Plaintiff must plead the \nexistence of a fiduciary duty, a breach of that duty, and injury proximately caused by \nthe breach.  See Green v. Freeman, 367 N.C. 136, 141 (2013).   In this case the claim \nfails at the first step. \n50. A fiduciary relationship is one in which “there has been a special \nconfidence reposed in one who in equity and good conscie nce is bound to act in good \nfaith and with due regard to the interests of the one reposing confidence.”   \nCommScope Credit Union v. Butler & Burke, LLP , 369 N.C. 48, 52  (2016).  “North \nCarolina recognizes two types of fiduciary relationships: de jure, or those imposed by \noperation of law, and de facto , or those arising from the particular facts and \ncircumstances constituting and surrounding the relationship.”  Hager v. Smithfield \nE. Health Holdings, LLC, 264 N.C. App. 350, 355 (2019)  (citing Lockerman v. South \nRiver Electric Membership Corp., 250 N.C. App. 631, 635 (2016)).  Neither a de jure \nnor a de facto fiduciary duty exists here. \n51. States Mortgage alleges only that Bond and Casper owed it fiduciary \nduties by virtue of their status as its employees.  (Prop. Am. Compl. ¶ 73.)   However, \na fiduciary relationship does not arise between an employee and his or her employer \nby operation of law, and only in rare circumstances does such a duty arise from the \n \n \nparticular facts of an employment relation ship.  Dalton v. Camp, 353 N.C. 647, 652 \n(2001) ( virtually all employer -employee relationships are inadequate to establish \nobligations that are fiduciary in nature).   \n52. “The standard for finding a de facto  fiduciary relationship is a \ndemanding one: Only whe n one party figuratively holds all the cards —all the \nfinancial power or technical information, for example —have North Carolina courts \nfound that the special circumstance of a fiduciary relationship has arisen.”  \nLockerman, 250 N.C. App. at 636 (citation and internal quotation marks omitted).  \n53. In this case, Bond was employed by States Mortgage as a Mortgage Loan \nOriginator, and Casper was employed as a Loan Coordinator.  Neither man was in a \nposition of such power that States Mortgage would have been subjugated to his \nimproper influence or dominion.  Therefore, Plaintiff’s allegations do not support the \nexistence of a de facto fiduciary duty.  See Dalton, 353 N.C. at 652.  \n54. “Without the existence of a fiduciary relationship there can be no cla im \nfor breach.”  Bourgeois, 2022 NCBC LEXIS 111, at **15.   Accordingly, Defendants’ \nMotion to Dismiss Plaintiff’s Fourth Claim for Relief (Violation of Fiduciary Duty) is \nGRANTED, and Plaintiff’s Fourth Claim for Relief is DISMISSED with prejudice. \nC. Unfair and Deceptive Trade Practices \n55. To state a claim under the North Carolina Unfair and Deceptive Trade \nPractices Act, (“UDTPA”), N.C.G.S. § 75-1.1 et seq., a complainant must allege “(1) an \nunfair or deceptive act or practice, or an unfair method of competitio n, (2) in or \naffecting commerce, (3) which proximately caused actual injury to the plaintiff or to \n \n \nhis business.”  McLamb v. T.P. Inc., 173 N.C. App. 586, 593 (2005) (quoting Spartan \nLeasing v. Pollard , 101 N.C. App. 450, 460 –61 (1991)); see also N.C.G.S. § 75 -1.1.  \nMerely alleging breach of contract is insufficient.  Mosley & Mosley Builders, Inc. v. \nLandin, Ltd., 97 N.C. App. 511 (1990).  The allegations must include “egregious or \naggravating circumstances.”  Dalton, 353 N.C. at 657; Branch Banking & Tr. Co. v. \nThompson, 107 N.C. App. 53, 62 (1992).   \n56. It is well -settled law in North Carolina that violation of the NC TSPA \ncan be such an egregious circumstance.  See, e.g., NFH, Inc. v. Troutman, 2019 NCBC \nLEXIS 66, at *64 (N.C. Super. Ct. Oct. 29, 2019) (“Under well-settled North Carolina \nlaw, a violation of North Carolina’s Trade Secret Protection Act may support liability \nunder N.C.G.S. § 75-1.1.”).     \n57. Defendants’ motion to dismiss Plaintiff’s claim for Unfair and Deceptive \nTrade Practices  is premised on their argument that Plaintiff’s claim for \nmisappropriation of trade secrets fails.  However, the Court has determined that the \nmisappropriation of trade secrets claim, as it is stated in the Proposed Ame nded \nComplaint, survives.  In addition, Plaintiff ha s adequately pled the remaining \nelements of a UDTPA claim.  Defendants’ Motion to Dismiss the UDTPA claim is \ntherefore DENIED. \nD. Permanent Injunction \n58. As its Second Claim for Relief, t he Proposed Amended Complaint sets \nout a “claim” for a permanent injunction, alleging that Plaintiff has “no adequate \nremedy at law with respect to the immediate and short-term harm that may be done \n \n \nto them by Defendants’ misappropriation of their trade secrets.”  (Prop. Am. Compl. \n¶ 63.)  Defendants move to dismiss this “claim.”  (Defs. Mot. Dismiss 20–26.)   \n59. As a matter of pleading form, t he Court observes that injunctions are \nremedies, not independent causes of action.  See, e.g., Revelle v. Chamblee, 168 N.C. \nApp. 227, 230 (2005) ( “A preliminary injunction is an ancillary remedy, not an \nindependent cause of action ”); Brewster v. Powell Bail Bonding, Inc.,  2018 NCBC \nLEXIS 76, at *18 (N.C. Super. Ct. July 26, 2018).  On this basis, Defendants’ motion \nto dismiss the claim is GRANTED.  However, this dismissal is without prejudice to \nPlaintiff’s ability to pursue injunctive relief should it be warranted by other viable \ncauses of action .  See, e.g., Brewster, 2018 NCBC LEXIS 76, at *19 (dismissing \nplaintiff’s claim for permanent injunction without prejudice and stating that the court \nwould “assess any motion for a preliminary or permanent injunction, if filed, on its \nown merits”).  \nMotion to Amend \n60. In addition t o futility, Bond and LKN argue that the nine additional \nparagraphs added to the original complaint by the Proposed Amended Complaint \n“create insurmountable internal factual inconsistencies ,” and that the doctrine of \njudicial estoppel prevents States Mortgage from attempting to amend its pleading in \nthis way.  (Defs.’ Opp. Mot. Amend  5–11.)  Bond and LKN further argue that this is \nPlaintiff’s second lawsuit5 and his third attempt to state a claim for misappropriation \nof trade secrets.  They contend that because Plaintiff’s failure to include in its original \n \n5 The first action, 21 CVS 10759, was voluntarily dismissed on 3 May 2022.  Defendants raise \nno argument pursuant to Rule 41(a). \n \n \nfiling the allegations it now seeks to add is not the result of mistake, inadvertence, or \nerror, the amendment should not be permitted. \n61. The Court recognizes that the facts pled by States Mortgage to support \nits misappropriation of trade secrets claim are more detailed in the Proposed \nAmended Complaint, undoubtedly in response to Defendants’ Motion to Dismiss.  \nHowever, a certain amount of evolution in the manner in which claims are pled is not \nuncommon, and the Court does not find the proposed amendment—particularly given \nhow early it comes in the life of this case —to evidence an effort by Plaintiff to, as \nDefendants put it, play “fast and loose” with the Court.  Nor can the Court rule out a \nset of circumstances under which the new allegations would be consistent with those \npreviously pled, and the fact that some of the new allegations are pled on information \nand belief does not make them “irreconcilabl e” with the remaining allegations, as \nDefendants argue.  See, e.g., Myrtle Apartments, Inc. v. Lumbermen’s Mut. Casualty \nCo., 258 N.C. 49, 51 (1962) (finding that in stating claims in a complaint, a plaintiff \n“may allege facts based on actual knowledge, or upon information and belief”).  \n62. Therefore, the Court, in its discretion, GRANTS Plaintiff’s Motion to \nAmend its Complaint.   \nV.  CONCLUSION \n63. WHEREFORE, the Court hereby ORDERS as follows: \na. Plaintiff’s Motion for Leave to Amend Complaint is GRANTED.  \nb. Defendants’ Motion to Dismiss is GRANTED in part and DENIED in \npart.  The Second Claim for Relief (Permanent Injunction) is dismissed  \n \n \nwithout prejudice to Plaintiff’s ability to pursue injunctive relief should \nit be warranted by other viable causes of action.   The Fourth Claim for \nRelief (Violation of Fiduciary Duty) is dismissed with prejudice. \nc. States Mortgage is directed to file its Amended Complaint, consistent \nwith the Court’s rulings herein, within seven (7) days. \nIT IS SO ORDERED, this the 6th day of March, 2023. \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}