{
  "id": "080463bc75981f6b38701f7024a59e52abe2bbd8c7ef9fac65fec96cf3fefd01",
  "source_file": "data/raw/ncbc/080463bc75981f6b38701f7024a59e52abe2bbd8c7ef9fac65fec96cf3fefd01.pdf",
  "raw_text": "Red Valve, Inc. v. Titan Valve, Inc., 2018 NCBC 31A (Corrected 04-17-2018) \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF GASTON  18CVS1064 \n \nRED VALVE, INC. AND \nHILLENBRAND, INC., \n \nPlaintiffs, \n \nvs. \n \nTITAN VALVE, INC.; BEN PAYNE; \nFABIAN AEDO ORTIZ; GREG \nFARRIS; JOHN DOES 1-10, \n \nDefendants. \n \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFFS’ MOTION FOR \nPRELIMINARY INJUNCTION \n[CORRECTED] \n   \n1. THIS MATTER is before the Court upon Plaintiffs Red Valve, Inc. (“Red \nValve”) and Hillenbrand, Inc. ’s (“Hillenbrand”) (collectively, “Plaintiffs” or “Red \nValve” or the “Company”) Motion for Preliminary Injunction (“Motion”) pursuant to \nRule 65 of the North Carolina Rules of Civil Procedure in the above -captioned case.  \nHaving considered the Motion, the briefs, exhibits, affidavits in support of and in \nopposition to the Motion, the arguments of counsel at a hearing held on the Motion \non April 5 , 2018, and the other appropriate documents of record, the Court hereby \nGRANTS in part and DENIES in part the Motion as set forth herein.  \nNelson Mullins Riley & Scarborough LLP, by David N. Allen and \nBenjamin S. Chesson, for Plaintiffs Red Valve, Inc. and Hillenbrand, \nInc. \n \nGray, Layton, Kersh, Solomon, Furr & Smith, P.A., by Micha el L. \nCarpenter, Marshall P. Walker, and Christopher L. Welchel, for \nDefendants Titan Valve, Inc, Ben Payne, Fabian Aedo Ortiz, and Greg \nFarris. \n \nBledsoe, Judge. \nI. \nPROCEDURAL HISTORY \n2. Red Valve filed a Verified Complaint initiating this action on March 14,  \n2018, asserting claims against Titan Valve, Inc.  (“Titan”), Ben Payne  (“Payne”), \nFabian Aedo Ortiz  (“Aedo”), and Greg Farris (“Farris”) (collectively, “Defendants”) \narising out of Defendants’ alleged wrongful conduct in acquiring, possessing, and \nusing Red Valve’s alleged confidential and proprietary information in a competing \nvalve manufacturing company  they created shortly before Payne and Aedo were \nterminated from Red Valve on March 14, 2018.   \n3. At the same time Plaintiffs filed their Verified Complaint,  Plaintiffs also \nfiled a Motion for a Temporary Restraining Order (the “TRO Motion”) and \nPreliminary Injunction (the “P.I. Motion”), seeking injunctive relief against \nDefendants.  The TRO and P.I. Motions seek relief based solely on Plaintiffs’ claims \nfor alleged misappropriation of trade secrets against all Defendants under N.C. Gen. \nStat. § 66-152, et seq., and for breach of contract against Aedo.1 \n4. Later that same day, the  matter was designated a mandatory complex \nbusiness case by the Chief Justice of the Supreme Court of North Carolina and \nassigned by Chief Business Court Judge James L. Gale to the undersigned.  \n5. After designation, and also on March 14, 2018, the Court held a hearing on \nthe TRO Motion, ex parte, at which Plaintiffs’ counsel was present.  At the conclusion \n                                                 \n1  Plaintiffs also assert claims against all Defendants for unfair and deceptive trade practices \nunder N.C. Gen. Stat. § 75 -1.1, conversion, and civil conspiracy, and against Defendants \nPayne and Aedo for breach of fiduciary duty. \nof the hearing, the Court entered a temporary restraining order (the “TRO”), which \nbecame effective immediately and was scheduled to expire  at 2:00 PM on March 24, \n2018.  In the TRO, the Court noticed a hearing on the P.I. Motion for 9:00 AM on \nMarch 23, 2018.  \n6. On March 22, 2018, the Court granted the parties’ joint motion to extend \nthe TRO and rescheduled the hearing on the P.I. Motion for 2:00 PM on April 5, 2018.   \n7. On March 28, 2018, Plaintiffs filed a motion for expedited discovery (the \n“Expedited Discovery Motion”) in preparation for the hearing on the P.I. Motion.  The \nCourt held a telephone hearing on the Expedited Discovery Motion on the following \nday, March 29, 2018 .  The Court memorialized its oral ruling at the telephone \nhearing, granting in part and denying in part the Expedited Discovery Motion in an \nOrder dated March 30, 2018  (“March 30 Order”) .  The Court’s March 30 Order \nrequired Defendants to produce limited document discovery to Plaintiffs by 3:00 PM \non April 3, 2018 and permitt ed Plaintiffs to take a Rule 30(b)(6) deposition of Titan \non a narrow range of topics at 9:00 AM on April 4, 2018. \n8. On April 4, 2018, Plaintiffs advised the Court and De fendants that it \nintended to offer live testimony from a forensic analyst, Clark Walton, at the P.I. \nHearing.  By Order dated that same date, the Court ruled that Plaintiffs would not \nbe permitted to offer live testimony at the P.I. Hearing due to their failure to comply \nwith Business Court Rule 7.12.  The Court, however, for good cause shown in the \ncircumstances, permitted Plaintiffs to offer limited affidavit testimony from Walton \nattesting to certain facts Plaintiffs attributed to Walton in their filings  in support of \nthe P.I. Motion.  \n9. After the completion of full briefing and the permitted expedited discovery, \nthe Court held a hearing on the P.I. Motion on April 5, 2018 as scheduled.  All parties \nwere represented by counsel at the hearing.  With the parties’ consent and for good \ncause shown, the Court entered an Order on April 5, 2018 extending the TRO until \n5:00 PM on April 10, 2018.   \n10. The Motion is now ripe for resolution. \nII. \nFINDINGS OF FACT \n11. The Court makes the following findings of fact  for the limited purpose of \nresolving the P.I. Motion.  These findings are not binding on the Court in later \nproceedings in this action.  E.g., Lohrmann v. Iredell Mem’l Hosp., Inc., 174 N.C. App. \n63, 75, 620 S.E.2d 258, 265 (2005) (“It is well settled that findings of fact made during \na preliminary injunction proceeding are not binding upon a court at a trial on the \nmerits.”). \n12. Hillenbrand is a publicly traded company organized under the laws of the \nState of Indiana with its principal place of business in B atesville, Indiana.  \nHillenbrand is a diversified industrial company with multiple market-leading brands \nthat serve a wide variety of industries around the world.   \n13. Red Valve is a wholly-owned subsidiary of Hillenbrand  and a corporation \norganized under the  laws of the Commonwealth of Pennsylvania with its principal \nplace of business in Carnegie, Pennsylvania.  Red Valve owns and operates a large \nmanufacturing plant in Gaston County, North Carolina, where it manufactures a \nvariety of valve products, including, in particular, pinch valve sleeves.    \n14. Payne is a citizen and resident of Gaston County, North Carolina .  Payne \nworked for Red Valve for approximately twenty years.  Until March 14, 2018, Payne \nwas Red Valve’s Vice President of Operations with responsibility for managing and \noverseeing all of Red Valve’s global manufacturing operations, including oversight of \ndesign, procurement, manufacturing, sales support, and business development.    \n15. Aedo is  a citizen of Chile who resides in Pennsylvania and regularly \nconducts business in North Carolina.  Red Valve hired Aedo in December 2009, and \nfrom October 2016 u ntil March 14, 2018 , Aedo was Red Valve’s International Sales \nManager for global operations.   \n16. Farris is a citizen and resident of Gaston County, North Carolina.  Farris is \nthe President of Farris Conveyors, which for many years , including through March \n2018, served as a manufacturer of component parts for Red Valve. \n17. Titan is a corporation organized  under the laws of the State of North \nCarolina with its principal place of business in Gaston County, North Carolina.  \nFarris executed Titan’s articles of incorporation on January 25, 2018, and Titan was \nformed on February 6, 2018 with Farris as Titan’s registered agent.  \n18. Since 1953, Red Valve has designed, manufactured, marketed, and sold \ntailored engineered elastomer products, including valves, to meet a variety of flow \ncontrol applications for its global customer base.  The products include sleeves, \nexpansion joints, pinch valves, check valves, and valves utilizing Tideflex technology.  \nRed Valve sells not only “stock” valves, but it also works with customers across the \nglobe to design, market, manufacture, and sell products specifically tailored to meet \na variety of flow control applications.  \n19. In his role as Red Valve’s Vice President of Operations, Payne reported \ndirectly to Red Valve’s President, Glenn Ritzi , and had access to Red Valve’s \nconfidential and proprietary information, including Red Valve’s business strategies, \nemployee information, financial data, design documents, and manufacturing \nprocesses.  He was also required to communicate directly with Red Valve’s existing \nand prospective vendors and customers , independent representatives, distributors, \nand the Company’s sales personnel in Carnegie, Pennsylvania.  Red Valve terminated \nPayne’s employment on March 14, 2018.   \n20. In his role as International Sales Manager, Defendant Aedo was responsible \nfor processing orders for existing and new customers, securing new sales \nrepresentatives and new customers, developing new accounts, building strong \nrelationships with key accounts, and increasing the international sales of the Red \nValve product lines.  Like Payne, Aedo had access to Red Valve’s confidential, \nproprietary, and trade secret information.   \n21. As part of his employment with Red Valve, Aedo signed an “ Inventions, \nImprovements, Copyrights and Trade Secrets Agreement” with Hillenbrand (“Trade \nSecret Agreement”), dated September 18, 2017 , which provides at paragraph 2  as \nfollows: \nI will carefully guard the trade secrets or confidential information of \nCompany [defined as Hillenbrand or one its direct or remote su bsidiaries], \nand I will not, while in the employ of Company or at any other time \nthereafter, disclose to anyone, directly or indirectly, nor use the benefit of \nfor myself or third parties, any of Company’s trade secrets or confidential \ninformation without the written consent of the Company. \n    \n(Pls.’ Exs. Supp. Mot. Prelim. Inj. Ex. S [hereinafter “Trade Secrets Agmnt.”] ¶ 2, ECF \nNo. 28.)  \n22. Aedo further agreed in the Trade Secrets Agreement that: \nUpon leaving the employ of Company, I will not take with me, without \nwritten consent of the Company, any property of Company in any form \nor media whatsoever, including electronic information or data in or on \nany media or at any location, including in the t erm “property” but not \nlimited to any engineering or manufacturing drawing, blueprint or other \nreproduction, technical or manufacturing data, tables and calculations, \nletters, ledgers, customer lists, bills of material, or copies thereof, or any \npapers, re cords, discs, or other media containing confidential \ninformation pertaining to the business, operations or financial affairs of \nCompany and I will return to Company any of the same then in my \npossession. I will hold all such property in my possession in tr ust and \nwill make no use of such property for the benefit of others in violation of \nthe trust. \n \n(Trade Secrets Agmnt. § 3.) \n23. Both Payne and Aedo agreed to “follow the policies” contained in the Red \nValve Employee Handbook, including the Handbook’s non -disclosure provision —\nwhich forbids the improper use or disclosure of Red Valve’s confidential or trade \nsecret information because “[t]he protection of confidential business information and \ntrade secrets is vital to the interests and the success of Red Valve.”  (See Pls.’ Exs. \nSupp. Mot. Prelim. Inj. Ex. A [hereinafter “ Ritzi Aff.”] ¶ 35.)  Both Payne and Aedo  \ncompleted mandatory ethics training concerning , among other things,  the \nunauthorized use and disclosure of trade secrets.  \n24. In late 2017, Payne, Aedo, and Farris began discussing the formation of a \ncompeting valve manufacturing company , which became Titan .  Aedo worked to \ndevelop sales and marketing plans  for the new venture, Farris looked for a building \nto house the Titan manufacturing facility and to ols for making products, and Payne \nfocused on the manufacturing and operations of the new enterprise.     \n25. Payne, Aedo, and Farris met in Gastonia on January 7, 2018 to discuss \nTitan.  They decided that Titan would manufacture, market, and sell open frame, \nstandard frame, and close frame pinch valves.  They also toured property located at \n1413 Bessemer City Kings Mountain Highway in Bessemer City, North Carolina on \nJanuary 11, 2018.  That same month, Titan paid to create Titan business cards, a \nwebsite, Titan-Valve.com email accounts, letterhead, and email signatures.  \n26. Also in January 2018, Defendants Payne and Aedo began storing and/or \nusing Red Valve’s confidential  and proprietary information for use in Titan ’s \nbusiness.    \n27. On January 19, 2018 and January 28, 2018, Payne utilized a program called \nPC Mover Professional , which was  created by Laplink Software , on his Red Valve \ncomputer.  This program moves or restores selected files, settings, user profiles, and \nprograms from an old computer to a new one.  Red Valve did not authorize the use of \nthis program and was not otherwise aware that Payne was using it on his Red Valve \ncomputer.  Starting in October 2017, Payne also began attaching flash drives to his \nRed Valve computer with increasing frequency compared to his historical use of such \ndevices.  Payne stored a large quantity of Red Valve documents, including Red Valve \nbuild sheets, to these flash drives and his personal computer .  To date, as many as \neleven devices to which Red Valve documents were transferred have not been \nproduced or accounted for.   \n28. On January 21, 2018, Aedo emailed Payne from his Titan em ail account to \ndirect him to set up a Dropbox account with his Titan-Valve.com email so they could \ncollaborate on the Titan “work environment.”  (Pls.’ Exs. Supp. Mot. Prelim. Inj. Ex. \nG.)  Aedo had been using a Dropbox account connected to his Red Valve email address \nto store thousands of files, many of them containing Red Valve’s confidential  and \nproprietary information, some of which Aedo altered .  Much of the confidential and \npropriety information stored in the Red Valve Dropbox account was contained in a \nsubfolder labeled “Titan.”  \n29. Based on the evidence of record, at the time of Aedo’s termination on March \n14, 2018, Aedo’s Dropbox account contained at least the following: \na. in the Titan subfolder, information pertaining to Red Valve’s current \nand prospective customers;  \nb. Red Valve price factor sheets and Price Books used to price Red Valve \nproducts; \nc. in the Titan subfolder, numerous Red Valve design drawings, as well \nas (i) a CAD drawing not prepared by Red Valve that exactly \nduplicates the dimensions, labels, and notes of a Red Valve design \ndrawing, and (ii) six Red Valve d esign d rawings reflecting \nmodifications made by Defendants in February or March 2018;   \nd. information related to in -house and propriety manufacturing \nprocesses that are not in the public domain , including programs \ninvolving size bevel gears, calculation of rim pulls, and Checkmate \nrubber strip calculators;   \ne. documents revealing that Defendants ordered actuators and \nanimations under the Titan brand from Cowan Dy namics, Red \nValve’s actuator supplier, and Marthon, a company Red Valve uses \nto create animations of Red Valve products. \n30. In February 2018, Payne instructed Red Valve builders Jessica Messer and \nDoris Spencer to build a 6” 75 Buna POT (a Red Valve sleeve) without an order \nnumber.  Red Valve parts are not typically built without an order number.  Payne \ninstructed Messer to bypass shipping and deliver the part to Payne when it was \ncompleted.  Payne removed the part from the Red Valve premises.  \n31. Between March 7, 2018 and March 10, 2018, Cruzito “Zeke” Valentin of \nPatch Rubber Co., one of Red Valve’s rubber and fabric vendors, and Payne exchanged \nemails about providing Valentin with a sample of “Orange Neo”  (i.e., o range \nneoprene), a synthetic rubb er.  Red Valve’s standard neoprene is black.  In the \napplicable time period, Red Valve did not receive any inquiries or orders that required \nthe production of orange neoprene.   \n32. On March 12, 2018, Aedo emailed Alan Black of Upwey Valve & Engineering \nrenderings of a Titan v alve called the PLT Platinum pinch valve.  Aedo stated that \nthe “[l]iterature and operation animation and [installation & operation manual] are \nunder revision in marketing, so we should have it within 5-7 days.”  (Pls.’ Exs. Supp. \nMot. Prelim. Inj. Ex. P.) \n33. Defendants had planned to attend a mining show in Santiago, Chile , \nscheduled for April 23–27, 2018, to market Titan and use the event as Titan’s official \nlaunch.  Defendants intended to have two valves by that time for display, one manual \nand one with a pneumatic actuator.  On January 24, 2018, Fabian stated he would \nsend an “email blast to customer data base [sic] I am obtaining now” regarding the \nSantiago event.  (Pls.’ Exs. Supp. Mot. Prelim. Inj. Ex. Q.)  \n34. In their Verified Complaint, P.I. Motion, and supporting briefs and \naffidavits, Plaintiffs contend that trade secret protection under N.C. Gen. Stat. § 66-\n152, et seq., is specifically warranted for the following Red Valve information:  \n(1) the prices Red Valve charges  for its products and the formula it uses to price \nproducts (“Price Data”);   \n \n(2) information about Red Valve’s current and prospective customers, customer \npurchasing preferences, payment amount, ordering history, and common \ncustomer requests and/or complaints (“Customer Database”);  \n \n(3) documents that aid Red Valve in manufacturing products, including \nengineering drawings, build sheets, and design drawings for creating castings \nand polymer products (“Design Documents”);  \n \n(4) confidential and proprietary formulas, p rograms, devices, compilations of \ninformation, methods, techniques, and processes Red Valve uses to design and \nmanufacture superior flow control products as outlined in meticulous detail in \nthe affidavit of Mike Duer . . . [(“Manufacturing Processes”)]; and \n \n(5) information Red Valve maintains about the suppliers it purchases component \nparts from, which are used to manufacture its products, and the prices charged \nby each vendor (“Vendor Lists”; collectively “Red Valve’s Alleged Trade \nSecrets,” all of which are included in Red Valve’s “confidential and proprietary \ninformation”).  \n \n(Pls.’ Mem. Law Supp. Mot. Prelim. Inj. 4, ECF No. 27.)   \n \n35. Red Valve’s Price Data consists of material, labor, and other costs used to \ncreate its products which is then imported into formulas used to price its products.  \nRed Valve has developed and refined its Price Data over many years.  Because many \nof the products Red Valve makes are specialized, utilization of its Price Data to quote \na competitive price to a customer is critical to Red Valve’s business.   \n36. Red Valve’s Price Data is stored in a database maintained by Red Valve and \nsummarized in a Price Book.  The Price Book is regularly and frequently used by Red \nValve in its sales activities.   Red Valve Price Data, including a Red Valve Price Book, \nwas found in the Dropbox account maintained by Defendant Aedo on March 14, 2018.  \nRed Valve sells its finished products directly to customers or through sales \nrepresentatives, who are required to sign  confidentiality and non -disclosure \nagreements and must agree not to distribute Red Valve’s Price Book.   \n37. Red Valve’s Customer Database contains information collected over many \nyears concerning customers’ names, contact information, purchasing preferences,  \nprices paid for orders, order history, and requests and complaints about Red Valve \nproducts.  Information concerning Red Valve’s customers was found in a Dropbox  \naccount maintained by Defendant Aedo on March 14, 2018.  Red Valve requires its \ncustomers to agree not to disclose the price or terms of a transaction with Red Valve.  \nRed Valve’s sales representatives also must agree not to distribute to third parties \nRed Valve’s customer lists, customer preferences, or other customer -specific \ninformation without Red Valve’s consent. \n38. Red Valve’s Design Documents have been created so that Red Valv e can \nreadily create and reproduce products it has developed over the span of many years.  \nThe Design Documents include  material specifications and quantities, descriptive  \nnotes, and drafting dimensions , and notations such as length, angle, diameter, \ntolerance, weld details, and surface finish specifications.  Of particular relevance \nhere, Red Valve’s Design Documents include the technical and proprietary designs of \nthe rubber sleeves that Red Valve manufactures.   \n39. Red Valve’s Design Documents also include build sheets, which are \ndocuments containing a comprehensive listing of the quantity and dimensions of each \nelastomeric and fabric material used in the hand -fabrication of rubber sleeves and \nthe detailed sequence in which each  material is placed on the mandrel and \nintermediate layers until the final elastomer/fabric matrix is complete.  Numerous \ndrawings, including CAD drawings involving the design of rubber sleeves, were found \nin the Titan folder of Aedo’s Dropbox account , and many build sheets were found in \nexternal devices and personal folders used by Payne.  Red Valve labels its proprietary \nDesign Documents with restrictive confidentiality language prohibiting disclosure by \nthose to whom it provides its Design Documents.  \n40. Red Valve’s Manufacturing Processes include many of the critical processes \nand procedures that are involved in transforming raw materials into finished Red \nValve products.  Not all of Red Valve’s Manufacturing Processes are written down, \nbut they are learned through experience in manufacturing and testing products at \nRed Valve.  The Manufacturing P rocesses result from the extensive research and \ndevelopment conducted by Red Valve for the purpose of saving time, money, and \nresources in the design and manufacture of Red Valve’s products.  \n41. The Manufacturing P rocesses include formulas, programs, devices, \ncompilations of information, techniques, and processes that Red Valve uses to create \nthe end product based on a customer’s requirements.  Although Red Valve has offered \nlengthy descriptions of its Manufacturing P rocesses from its chief engineer, Mike \nDuer, the Company has identified only the following Manufacturing P rocesses as \nproprietary and unique to Red Valve: (i) “programs to size bevel gears and calculate \nrim pull, and a Checkmate rubber strip calculator[;]”  (ii) “the temperature and time \nrequired for the various sizes and geometrics of uncured fabric -reinforced \nelastometric parts to spend in the vulcanizer/autoclave that results in all layers being \nchemically fused together thereby producing a product that can withstand a wide \nrange of pressure and thrust forces and provide a long life without premature \nfailure[;]” and (iii) “[f]or knife gates, propr ietary manufacturing process technology \nand controls [that] are needed to consistently produce a seat that provides a reliable \nseal, that doesn’t leak, and assures the valve will close with the minimum thrust.” \n(Pls.’ Exs. Supp. Mot. Prelim. Inj. Ex. B [hereinafter “ Duer Aff. ”] ¶¶ 37 –39.)  A \nnumber of documents pert aining to these “in -house and proprietary programs that \nare not in the public domain” were found in the Aedo Dropbox account.  (Duer Aff. ¶ \n37.)   \n42. The Manufacturing Processes Red Valve uses cannot be determined by \nexamining finished products.   In particula r, the M anufacturing Processes used to \nmake a Red Valve valve, including the specifications utilized in making the rubber \nsleeve, cannot be discerned or replicated by reverse engineering.   \n43. Red Valve’s Vendor Lists consist of information Red Valve maintains about \nthe suppliers from which it purchases component parts, including the most favorable \nprices it has been able to negotiate with each vendor for the products Red Valve uses \nin its busin ess.  Because these prices have been developed through many years of \nrelationship building with these vendors, Red Valve does not share this information \nto persons outside Red Valve.  \n44. Red Valve has made a substantial investment of time and money to research \nand develop the confidential and proprietary information it uses in the design, \nmanufacture, marketing, and sale of its products.  Through its investment, Red Valve \nhas gained a competitive advantage, which would be lost or substantially impaired \nshould its competitors have access to or use Red Valve’s confidential and proprietary \ninformation.    \n45. Red Valve requires all of its employees to agree to policies preventing \ndisclosure or misuse of Red Valve’s confidential and proprietary information.  Red \nValve employees must certify that they have read the Red Valve Employee handbook \nand agree to “follow the policies ,” including the Company’s “non-disclosure” policy, \nwhich forbids the improper use or disclosure of Red Valve’s confidential and \nproprietary information.  Red Valve requires annual ethics training for all of its \nemployees to learn about the unauthorized use and disclosure of Red Valve’s \nconfidential and proprietary information.  At the end of the training, employees must \ncertify that they have read an d understand Red Valve’s ethics code, including the \nprovisions concerning the prohibition on disclosure of Red Valve’s confidential and \nproprietary information.   \n46. Red Valve implements a “Separation of Duties” policy and role -based \nsecurity, which restricts  access to Red Valve’s confidential and proprietary \ninformation to employees who need access to the specific information to complete \ntheir individual job duties.  Red Valve keeps databases that track the level of access \nof each employee and the information the employee may access in the performance of \nhis job duties.  Red Valve makes each access determination on an individual basis.  \n47. To help protect its Design Documents and Manufacturing Processes, Red \nValve prohibits entry at its manufacturing plant to any  person without a secured \naccess card.  To protect its Customer Database and Price Data from disclosure to  \noutsiders, Red Valve sells its finished products directly to customers or through sales \nrepresentatives, who are required to sign confidentiality and non -disclosure \nagreements.  The sales representatives must agree that they will not distribute Red \nValve’s customer or pricing information.  \n48. Red Valve has implemented a number of other measures to protect its \nconfidential and proprietary information , including upgrading its business process \nmanagement software, EPICOR, physically relocating the EPICOR system to a more \nsecure location, and inactivating and deleting user IDs for employees that no longer \nwork at Red Valve.  Departing employees are also required to return any and all \nconfidential and proprietary information of Red Valve in the employee’s possessio n \nat the end of their employment.  This includes removing any Red Valve confidential \nand proprietary information on the employee’s cell phone or laptop. \n \nIII. \nCONCLUSIONS OF LAW \n49. Based upon the foregoing findings of fact, the Court makes the following \nconclusions of law: \n50. The Court has jurisdiction over the parties and subject matter of this action. \n51. Pursuant to N.C. Gen. Stat. § 7A -45.4, this case has been properly \ndesignated as a complex business case.   \n52. The purpose of an injunction “is ordinarily to preserve the status quo . . . \n[and i]ts issuance is a matter of discretion to be exercised by the hearing judge after \na careful balancing of the equities.”  A.E.P. Indus., Inc. v. McClure, 308 N.C. 393, 400, \n302 S.E.2d 754, 759 (1983) (quoting State v. School, 299 N.C. 351, 357–58, 261 S.E.2d \n908, 913 (1980)).  A plaintiff seeking an injunction must show (i) likelihood of success \non the merits and (ii) that the plaintiff is likely to sustain irreparable loss absent an \ninjunction, or that an injunction is ne cessary to protect the plaintiff’s rights during \nthe litigation.  Id. at 401, 302 S.E.2d at 759–60; see also N.C. R. Civ. P. 65; N.C. Gen. \nStat. § 1-485.   \n53. The North Carolina Trade Secrets Protection Act (“TSPA”) expressly \nauthorizes a court to preliminari ly enjoin “actual or threatened misappropriation of \na trade secret.”  N.C. Gen. Stat. §  66-154(a).  Under North Carolina law, “[i]t is well \nsettled that an injunction will issue to prevent unauthorized disclosure and use of \ntrade secrets and confidential information.”  Barr-Mullin, Inc. v. Browning, 108 N.C. \nApp. 590, 594, 424 S.E.2d 226 , 229 (1993).  The burden is on Plaintiffs to establish \ntheir right to a preliminary injunction.  Pruitt v. Williams , 288 N.C. 368, 372, 218 \nS.E.2d 348, 351 (1975).   \n54. Our Supreme Court has defined “irreparable injury” as not necessarily \n“beyond the possibility of repair or possible compensation in damages, but that the \ninjury is one to which the complainant should not be required to submit or the other \nparty permitted to inflict, and is of such continuous and frequent recurrence that no \nreasonable redress can be had in a court of law.”  Barrier v. Troutman, 231 N.C. 47, \n50, 55 S.E.2d 923, 925 (1949).  If irreparable injury is not shown, the preliminary \ninjunction will be denied.  United Tel. Co. of Carolinas, Inc. v. Universal Plastics, Inc., \n287 N.C. 232, 236, 214 S.E.2d 49, 52 (1975); see Coble Dairy Products Coop., Inc. v. \nState ex rel. N.C. Milk Comm’n, 58 N.C. App. 213, 214, 292 S.E.2d 750, 751 (1982). \n55. Moreover, “[a] court of equity must weigh all relevant facts before resorting \nto the extraordinary remedy of an injunction.”  Travenol Labs., Inc. v. Turner, 30 N.C. \nApp. 686, 694, 228 S.E.2d 478, 484 (1976).  The burden is on the moving party to \nestablish its right to a preliminary injunction, but the remedy “should not be lightly \ngranted.”  GoRhinoGo, LLC v. Lewis, 2011 NCBC LEXIS 39, at *17 (N.C. Super. Ct. \nSept. 29, 2011); see Travenol Labs., 30 N.C. App. at 692, 228 S.E.2d at 483.  A trial \ncourt generally “should engage in a balancing process, weighing potential harm to \nthe plaintiff if the injunction is not issued against the potential harm to the defendant \nif injunctive relief is granted.”  Kaplan v. Prolife Action League of Greensboro, 111 \nN.C. App. 1, 16, 431 S.E.2d 828, 835 (1993), overruled on other grounds by Sharpe v. \nWorland, 351 N.C. 159, 166, 522 S.E.2d 577, 581 (1999). \n56. Under the TSPA, “actual or threatened misappropriation of a trade s ecret \nmay be preliminarily enjoined during the pendency of the action and shall be \npermanently enjoined upon judgment finding misappropriation [.]”  N.C. Gen. Stat. \n§ 66-154(a).  Actual or threatened misappropriation may be established by the \nintroduction of “substantial evidence” that a person against whom relief is sought \n“[k]nows or should have known of the trade secret; and [h]as had a specific \nopportunity to acquire it for disclosure or use or has acquired, disclosed, or used it \nwithout the express or implied consent or authority of the owner [of the trade secret].”  \nN.C. Gen. Stat . § 66 -155.  A defendant may rebut an owner ’s claim of \nmisappropriation by proving that the defendant acquired the owner ’s trade secret \ninformation through independent development or reverse engineering, or by proving \nthat the owner’s “trade secret” information was received from another person with a \nright to disclose the information or is generally known in the industry.   N.C. Gen. \nStat. §§ 66-155, 66-152. \n57. A trade secret is defined under the NCTSPA as:  \nbusiness or technical information, including but not limited to a formula, \npattern, program, device, compilation of information, method, \ntechnique, or process that \n \na. [d]erives independent actual or potential commercial value from \nnot being generally known or readily ascertainable through \nindependent development or reverse engineering by persons who \ncan obtain economic value from its disclosure or use; and \n \nb. [i]s the subject of e fforts that are reasonable under the \ncircumstances to maintain its secrecy. \n \nN.C. Gen. Stat. § 66-152(3).  A plaintiff, therefore, must demonstrate that the alleged \ntrade secret information is of actual or commercial value, is not generally known or \nreadily ascertainable, and is subject to reasonable efforts to maintain its secrecy.  \nSafety Test & Equip. Co. v. Am. Safety Util. Corp., 2015 NCBC LEXIS 40, at *25–26 \n(N.C. Super. Ct. Apr. 23, 2015). \n58. In determining whether the processes or information are trade  secrets, \nNorth Carolina courts generally consider six factors: \n(1) the extent to which information is known outside the business; (2) \nthe extent to which it is known to employees and others involved in the \nbusiness; (3) the extent of measures taken to gua rd secrecy of the \ninformation; (4) the value of information to the business and its \ncompetitors; (5) the amount of effort or money expended in developing \nthe information; and (6) the ease or difficulty with which the information \ncould properly be acquired or duplicated by others. \n \nWilmington Star-News v. New Hanover Regional Medical Ctr. , 125 N.C. App. 174, \n180–81, 480 S.E.2d 53, 56 (1997).  These factors overlap, and courts considering these \nfactors do not always examine them separately and individually.  SCR-Tech LLC v. \nEvonik Energy Servs. LLC, 2011 NCBC LEXIS 27, at *34 (N.C. Super. Ct. July 22, \n2011).  Further, a successful t rade secrets claim requires “a  plaintiff [to] identify a \ntrade secret with sufficient particularity so as to enable a defendant to delineate that \nwhich he is accused of misappropriating and a court to determine whether \nmisappropriation has or is threatened to occur.”  Krawiec v. Manly, No. 252A16, 2018 \nN.C. LEXIS 222, at *10–11 (N.C.  Apr. 6, 2018) (quoting VisionAir, Inc. v. James, 167 \nN.C. App. 504, 510–11, 606 S.E.2d 359, 364 (2004)).   \n59. Red Valve’s Price Data, Customer Database, and Vendor Lists each consist \nof information that generally has been recognized to constitute trade secrets under \nNorth Carolina law.  See, e.g., Id. at *12 (recognizing that “information regarding \ncustomer lists, pricing formulas and bidding formulas can qualify as a trade secret”); \nGe Betz, Inc. v. Conrad, 231 N.C. App. 214, 234, 752 S.E.2d 634, 649 (2013) ( holding \n“pricing information, customer prop osals, historical costs, and sales data” may \nconstitute trade secrets); Drouillard v. Keister Williams Newspaper Servs., Inc., 108 \nN.C. App. 169, 174, 423 S.E.2d 324, 327 (1992)  (holding customer lists and pricing \nand bidding formulas may constitute trade secrets under TSPA); Koch Measurement \nDevices, Inc. v. Armke , 2013 NCBC LEXIS 45, at *8 (N.C. Super. Ct. Oct. 14, 2013)  \n(holding “customer lists, including names, contact persons, addresses and phone \nnumber[s] . . . [customer] ordering habits, history . . . [and company] pricing and \ninventory management strategies” may constitute trade secrets).  In particular, \n“where an individual maintains a compilation of detailed records over a significant \nperiod of time,” such that they have particular value as a compilation or manipulation \nof information, “those records could constitute a trade secret even if ‘similar \ninformation may have been ascertainable by anyone in the . . . business.’”  Koch \nMeasurement Devices, Inc. v. Armke, 2015 NCBC LEXIS 45, at *13–14 (N.C. Super. \nCt. May 1, 2015) (quoting Byrd’s Lawn & Landscaping, Inc. v. Smith, 142 N.C. App. \n371, 376, 542 S.E.2d 689, 692 (2001)); see also RoundPoint Mortg. Co. v. Florez, 2016 \nNCBC LEXIS 18, at *32 (N.C. Super. Ct. Feb. 18, 2016). \n60. The evidence of record shows that the Customer Database, Price Data, and \nVendor Lists contain more than basic information readily ascertainable from public \nsources, see, e.g., Bldg. Ctr., Inc.  v. Carter Lumber  of the North, Inc. , 2017 NCBC \nLEXIS 85, at *20 (N.C. Super. Ct. Sept. 21, 2017) (North Carolina law “does not \nconsider a customer list containing only information that is easily accessible through \na telephone book or other readily available sources to be a trade secret”); Koch, 2015 \nNCBC LEXIS 45, at *13 (“information collected in the routine course of business, \nwithout any efforts to compile, develop, or maintain the information, d[oes ] not \nconstitute a trade secret ”), and instead are compilations of conf idential information \nthat have great competitive value to Plaintiffs.    \n61. The Customer Database contains a compilation of purchasing preferences  \nand order histories as well as customer requests and complaints that Red Valve has \nreceived over many years.  See, e.g., Fastening Sys. v. Grabber Const. Prods., Inc. , \n2015 NCBC LEXIS 42, at *11 (N.C. Super. Ct. Apr. 25, 2015) (“confidential customer \ninformation and customer buying preferences and history” may constitute trade \nsecrets).  This information has actual or commercial value and is not generally known \nor readily ascertainable.  Red Valve has engaged in reasonable efforts to maintain \nthe secrecy of this information and uses its Customer Database to gain a competitive \nadvantage in marketing to existing customers and prospective customers.  Plaintiffs \nhave described this information with particularity, and the evidence of record shows \nthat Defendants have acquired and possessed this information either in preparation \nfor or after launching Titan.  (See Ritzi Aff. Exs. A–C.)   \n62. Red Valve’s Price Data contains both a compilation of information that \nincludes Red Valve’s pricing history for each of its products and Red Valve’s formula \nfor preparing price quotes, which is summarized i n Red Valve’s Price Book.  The \ndisclosure of such information would be very advantageous to Red Valve’s competitors \nand harmful to Red Valve’s competitive position.  North Carolina courts have long \nrecognized that this sort of information constitutes a protectable trade secret under \nthe TSPA.  See, e.g., Sunbelt Rentals, Inc. v. Head & Engquist Equip., LLC, 174 N.C. \nApp. 49, 53 , 620 S.E.2d 222, 226  (2005) ( holding trade secrets may include “cost \nhistory information; price lists; and confidential customer lists, pricing formulas and \nbidding formulas”); Byrd’s Lawn & Landscaping, 142 N.C. App. at 375, 542 S.E.2d at \n692 (“Confidential data regarding operating and pricing policies can also qualify as \ntrade secrets.  It is apparent that the ability to predict a competitor’s bid with \nreasonable accuracy would give a distinct advantage to the possessor of that \ninformation[.]”); see also Krawiec, 2018 NCBC LEXIS 222, at *12 (to similar effect) .  \nThis information has actual or commercial value and is not generally known or \nreadily ascertainable.  Plaintiffs have engaged in reasonable efforts to maintain the \nsecrecy of this information, and the evidence shows that Payne or Aedo acquired \nand/or possessed numerous documents containing Red Valve’s Price Data, including \nRed Valve’s Price Book, at or about the time they formed Titan.  (See Ritzi Aff. Exs. \nD–G.)  \n63. Red Valve’s Vendor Lists contain a compilation of information over the span \nof many years regarding the suppliers from which it has purchased component parts.  \nThe identification and compilation of this information, including the specification of \nthe favorable pricing that Red Valve has negotiated with its vendors, provides Red \nValve a significant advantage over its competitors.  This information has actual or \ncommercial value and is not generally known or readily ascertainable.  Plaintiffs have \nengaged in reasonable efforts to maintain the secrecy of this information.  The North \nCarolina courts have concluded that such information constitutes a trade secret \nunder Chapter 66.  See, e.g., Koch Measurement Devices, Inc., 2015 NCBC LEXIS 45, \nat *13 (“[W]here an individual maintains a compilation of detailed records over a \nsignificant period of time, those records could constitute a trade secret even if ‘similar \ninformation may have been ascertainable by anyone in the . . . business.’” (quoting \nByrd’s Lawn & Landscaping, 142 N.C. App. at 376, 542 S.E.2d at 692)).  \n64. Red Valve’s Design Documents consist of engineering and design drawings \nthat are typically recognized as trade secrets under North Carolina law .  See, e.g., \nDSM Dyneema, LLC v. Thagard, 2015 NCBC LEXIS 50, at *16–18 (N.C. Super. Ct. \nMay 12, 2015) (product designs may constitute trade secrets).  This information has \nactual or commercial value and is not generally known or readily ascertainable.  \nPlaintiffs have engaged in reasonable efforts to maintain the secrecy of this \ninformation.  Red Valve has identified the Design Documents with specificity and the \nevidence of record shows that Defendants have acquired and used certain Design \nDocuments without Red Valve’s consent in furtherance of Titan’s business.  (See Duer \nAff. Exs. A–K.)2   \n                                                 \n2  Defendants argue that t he evidence Red Valve offers to support its contention that \nDefendants have misappropriated its sleeve Design Documents is readily found on Red \n65. Red Valve’s Manufacturing Processes consist of information typically found \nby North Carolina courts to constitute trade secrets.  See Horner Int’l Co. v. McKoy , \n232 N.C. App. 559, 568, 754 S.E.2d 852, 859  (2014) ( holding that manufacturing \nprocesses may constitute trade secrets and entering preliminary injunction based on \nidentification of trade secrets as “various raw materials and raw material treatments; \nextraction, filtration, separation, and distillation techniques; and methods for \ncompounding of flavors, packaging, and pla nt utility . . . used in the production of \nflavor materials derived from seven specifically identified substances, such as cocoa, \nginseng, and chamomile”);  TSG Finishing, LLC v. Bollinger, 238 N.C. App. 586, 594, \n767 S.E.2d 870,  877 (2014) (recognizing th at specific steps and refinements in a \nprocess may constitute trade secrets); see also, e.g., PepsiCo, Inc. v. Redmond, 54 F.3d \n1262, 1269  (7th Cir. 1995) (“particularized plans or processes developed by [the \nplaintiff] and disclosed to [the defendant] . .  . which are unknown to others in the \nindustry and which give the [defendant] an advantage over [its] competitors” were \ntrade secrets under Illinois’ similar trade secrets protection statute).   \n66. Such processes , however,  must be unique to Plaintiffs or modi fied by \nPlaintiffs in unique ways to qualify for trade secret protection under the TSPA.  See, \ne.g., Unimin Corp. v. Gallo, 2014 NCBC LEXIS 44, at *23 (N.C. Super. Ct. Sept. 4, \n2014) (dismissing trade secrets claim where plaintiff failed to allege manufacturing \nprocesses were unique or had been modified by plaintiff  in unique ways ); see also, \n                                                 \nValve’s website (https://www.redvalve.com/products/pinch -valve-sleeves).  The information \non the website, however, does not contain the technical detail contained in Red Valve’s Design \nDocuments.  \ne.g., FMC Corp. v. Cyprus Foote Mineral Co., 899 F. Supp. 1477, 1481 (W.D.N.C. \n1995) (denying preliminary injunction for violation of TSPA where plaintiff failed to \n“come forward with evidence establishing the precise nature of its trade \nsecrets”); Patch Rubber Co. v. Toelke, No. 5:13-CV-379-BO, 2013 U.S. Dist. LEXIS \n84104, at *13 (E.D.N.C.  June 14,  2013) (denying preliminary injunction where \nplaintiff failed to demonstrate “what, if anything, in its strategic plan, formula or \ncustomer cost information is deserving of trade secret protection”).   \n67. Applying these standards here, the Manufacturing Processes described in \nparagraph 41 above are the only Manufacturing Processes Red Valve has identified \nas unique to Red Valve and that otherwise qualify for protection as  trade secrets \nunder the TSPA  (“Protectable Manufacturing Processes”  or the “Processes” ).  This \ninformation has actual or commercial value and is not generally known or readily \nascertainable.  Plaintiffs have engaged in reasonable efforts to m aintain the secrecy \nof this information.  The evidence of record shows that Defendants knew, or should \nhave known, of Red Valve’s Protectable Manufacturing Processes from their long \ninvolvement with Red Valve’s  manufacturing operations and have had a speci fic \nopportunity to acquire these Processes for disclosure or use , or ha ve acquired, \ndisclosed, or used these Processes, without the express or implied consent of Plaintiffs \nas the owner of the Processes.  See N.C. Gen. Stat § 66-155; Horner, 232 N.C. App. at \n568–69, 754 S.E.2d at 859–61 (finding plaintiff’s trade secret identification sufficient \nfor defendant to “delineate that which he was accused of misappropriating” in light \nof defendant’s knowledge of alleged trade secret (citing VisionAIR, Inc., 167 N.C. App. \nat 510–11, 606 S.E.2d at 364).     \n68. In particular, t he evidence shows , inter alia, that Aedo and Payne —while \nstill employed at Red Valve —downloaded copies of Red Valve ’s confidential and \nproprietary information to personal folders and external devices at the same time \nthey started collaborating with Farris to create Titan.  Aedo labeled one of the folders \nhe created to house this information “Titan.”  With Farris, Aedo and Payne actively \nworked to launch Titan during their employment with Red Valve, and during that \ntime, they also actively acquired and stored information relating to and constituting \nRed Valve’s Customer Database, Pric e Data, Design Documents, and Protectable \nManufacturing Processes.   \n69. The Court concludes that the evidence of record shows that Defendants have \nengaged in the actual and threatened misappropriation of Plaintiffs’ Customer \nDatabase, Price Data, Design Documents, and Protectable Manufacturing Processes \nin violation of the TSPA.  See, e.g., TSG Finishing, 238 N.C. App. at 595, 767 S.E.2d \nat 878 (holding that continued access to trade secrets at a time when Defendants were \nplanning to leave the company and then compete against it “is precisely the type of \nthreatened misappropriation, if not actual misappropriation, that the TSPA aims to \nprevent through issuance of a preliminary injunction”); Horner, 232 N.C. App. at 570, \n754 S.E.2d at 860 (finding a “threat of misappropriation ” where defendant \ncommenced work for  a competitor immediately after resigning and shortly after \nsending trade secret information to defendant’s personal email account); Byrd’s Lawn \n& Landscaping, 142 N.C. App. at 377, 542 S.E.2d at 693 (evidence of \nmisappropriation where defendant immediately started his own business in \ncompetition with former employer after resigning and underbid former employer o n \neleven of fourteen projects); Barr-Mullin, 108 N.C. App. at 596–97, 424 S.E.2d at 230–\n31 (finding misappropriation supporting a preliminary injunction where defendant \nhelped develop software while working for plaintiff and began producing identical \nsoftware after leaving plaintiff’s employment). \n70. The Court further concludes, however, that Plaintiffs have failed to offer \nevidence demonstrating Defendants’ actual or threatened misappropriation of Red \nValve’s Vendor Lists at this stage of the litigation.  The only evidence Plaintiffs offer \nin support of Defendants’ alleged misappropriation of the Vendor Lists is Titan ’s \norder of parts from two vendors that Red Valve uses —Cowan Dynamics and \nMarathon.  Significantly, Plaintiffs have not pointed to any evidence showing \nDefendants’ use or threatened use of information found in Red Valve’s Vendor Lists.  \nThe most the evidence of record shows is that Titan potentially chose to use these two \nvendors because of Aedo’s and Payne’s prior work at Red Valve, but the services these \ntwo vendors provide is public knowledge and readily ascertainable.  See Koch, 2015 \nNCBC LEXIS 45, at *13  (“information will not constitute a trade secret if that \ninformation could be easily compiled by someone in the industry through public \nlistings, such as trade show and attendance lists, or through a telephone directory.” \n(internal citations omitted)).  Thus, the Court concludes that Plaintiffs have failed to \nshow a likelihood of success on their claim for misappropriation of Red Valve’s Vendor \nLists at this time.  See, e.g., Unimin Corp., 2014 NCBC LEXIS 44, at *39 (“Plaintiff \nhas not brought forward evidence of speci fic actions which indicate that Defendants \nintend to disclose or use Plaintiff's alleged trade secret information sufficient to \njustify the entry of preliminary injunctive relief based on a threat of \nmisappropriation.”).   \n71. Based on the evidence of record, the Court concludes that Plaintiffs have \ndemonstrated a likelihood of success on the merits of their claim for misappropriation \nof trade secrets based on Defendants’ actual and threatened misappropriation of \nPlaintiffs’ Customer Database, Price Data, Design Documents , and Protectable \nManufacturing Processes (the “Trade Secrets”).  \n72. The Court next turns to Plaintiffs’ breach of contract claim against Aedo.  \nIndiana law governs the Trade Secret Agreement.  Under Indiana law, the essential \nelements of a breach of contract action are the existence of a contract, the defendant’s \nbreach thereof, and damages.  Rogier v. Am. Testing and Eng’g Corp., 734 N.E.2d 606, \n614 (Ind. Ct. App. 2000).  In contrast to North Carolina law, Indiana law provides \nthat continued employment constitutes due and adequate consideration in exchange \nfor agreeing to the terms of a restrictive covenant.  See Rollins v. Am. State Bank, 487 \nN.E.2d 842, 843 (Ind. Ct. App. 1986) (citing Leatherman v. Mgmt. Advisors, Inc., 448 \nN.E.2d 1048, 1050 (Ind. 1983)); see also Licocci v. Cardinal Assocs., Inc., 445 N.E.2d \n556, 565 (Ind. 1983).   Based on the evidence of record, the Court concludes that \nPlaintiffs have shown a likelihood of success on their claim that the Trade Secret \nAgreement is an enforceable contract that restricts Aedo from disclosing or using Red \nValve’s confidential and proprietary information, including Red Valve’s Trade \nSecrets, and that Aedo has breached that Agreement. \n73. North Carolina courts have long recognized that preliminary injunctive \nrelief is especially appropriate where a company’s trade secrets are at stake:   \n[M]isappropriation of a trade secret is an injury of such continuous and \nfrequent recurrence that no reasonable redress can be h ad in a court of \nlaw.  The very nature of a trade secret mandates that misappropriation \nwill have significant and continuous long -term effects.  The party \nwronged may forever lose its compe titive business advantage or, at the \nleast, a significant portion of its market share.   \n \nBarr-Mullin, 108 N.C. App. at 597, 424 S.E.2d at 230  (internal quotation marks \nomitted).  Accordingly, “in most instances, courts presume irreparable harm where a \ntrade secret has been misappropriated.”  Merck & Co.  v. Lyon, 941 F. Supp. 1443, \n1455 (M.D.N.C. 1996).  A preliminary injunction is especially warranted where \nmisappropriation threatens to deprive a business of its competitive advantage.  Barr-\nMullin, 108 N.C . App. at 597, 424 S.E.2d at 230; see also TSG Finishing , 238 N.C. \nApp. at 602, 767 S.E.2d at 882 (irreparable injury shown where the plaintiff was at \nrisk of losing “whatever competitive advantage it may have had” in its industry). \n74. To prove irreparable injury,  \nit is not essential that it be shown that the injury is beyond the \npossibility of repair or possible compensation in damages, but that the \ninjury is one to which the complainant should not be required to submit \nor the other party permitted to inflic t, and is of such continuous and \nfrequent recurrence that no reasonable redress can be had in a court of \nlaw.   \n \nBarr-Mullin, 108 N.C. App. at 597, 424 S.E.2d at 230 (quoting Barrier v. Troutman, \n231 N.C. 47, 50, 55 S.E.2d 923, 925 (1949)).  Additionally, the Supreme Court of North \nCarolina has “consistently adhered to the proposition that where the principal relief \nsought is a permanent injunction, it is particularly necessary that the preliminary \ninjunction issue.”  A.E.P. Indus., 308 N.C. at 408, 302 S.E.2d at 763. \n75. Plaintiffs have suffered, or will suffer, financial harm as a consequence of \nDefendants’ use and disclosure of Plaintiffs’ Trade Secrets.  However, the damages \nPlaintiffs have suffered, or will suffer, are difficult to ascertain with certainty.  \n76. Nevertheless, it is clear that Defendants’ actual and threatened \nmisappropriation of Plaintiffs’ Trade Secrets, if not enjoined, will damage Plain tiffs’ \nbusiness, adversely impact Red Valve’ s market position, and dull its competitive \nadvantage.  That injury is “not one to which [Red Valve] should be required to \nsubmit[.]”  Barr-Mullin, 108 N.C. App. at 597, 424 S.E.2d at 230.  Its recurrence is \n“continuous and frequent” as Defendants intend to actively compete against Red \nValve in certain of the markets in which Red Valve currently competes.  Additionally, \nRed Valve seeks a permanent injunction in this case, which also weighs in favor of its \nrequest for a preliminary injunction to preserve its market share and competitive \nadvantage.  A.E.P. Indus., 308 N.C. at 408, 302 S.E.2d at 763. \n77. The issuance of a preliminary injunction “is a matter of discretion to be \nexercised by the hearing judge after a careful balancing of the equities.”  Id. at 400, \n302 S.E.2d at 759 (quoting State v. School, 299 N.C. at 357, 261 S.E.2d at 913).  The \nCourt, in exercising its discretion, “should engage in a balancing process, weighing \npotential harm to the plaintiff if the injunction is not issued against the potential \nharm to the defendant if injunctive relief is granted.”  Williams v. Greene , 36 N.C. \nApp. 80, 86, 243 S.E.2d 156, 160 (1978).  “In effect, the harm alleged by the plaintiff \nmust satisfy a standard of relative substantiality as well as irreparability.”  Id.   \n78. Defendants’ actions have resulted in irreparable harm to Plaintiffs, and if \nnot enjoined, will continue to result in irreparable harm to Plaintiffs because there is \nno adequate remedy at law, there is substantial difficulty and uncertainty in \ndetermining the amount of damages to be awarded for Defendants’ conduct, and the \ninjury Defendants have  inflicted, and unless enjoined will continue to inflict, on \nPlaintiffs is one to which Plaintiffs should not be required to submit or Defendants \npermitted to inflict based on the record before the Court.  \n79. The Court has engaged in a balancing process, weighing the potential harm \nto Plaintiffs if an injunction is not issued against the potential harm to Defendants if \ninjunctive relief is granted, and finds that the potential harm to Plaintiffs if the \npreliminary injunction is not issued substantially outweighs the potential harm to \nDefendants in the event the Court grants Plaintiffs’ requested injunctive relief.  \n80.  The Court further concludes, in the exercise of its discretion, that the \nissuance of a preliminary injunction is necessary for the protection of Plaintiff’s rights \nduring the course of this litigation.  Accordingly, the Court concludes, in the exercise \nof its discretion, that Plaintiff is entitled to a preliminary injunction restraining and \nenjoining Defendants and all other persons in active concert or participation with any \nDefendant from using or disclosing Plaintiffs’ Trade Secrets.  \n81. The Court has previously ordered Defendants to “return to Red Valve any \nand all Red Valve property in their possession, including any property containing Red \nValve’s Trade Secrets [as defined in the TRO] or any other confidential and \nproprietary information of Red Valve” (the “Return Order”) .  (TRO ¶ 3 at p. 6 , ECF \nNo. 7.)  The Court’s Return Order is not restricted by Plaintiffs’ identification of their \ntrade secrets under the TSPA; rather, the Court’s Return Order requires Defendants \nto return Plaintiffs’ property as a matter of contract and common law because it is \nundisputed that Defendants have had Plaintiffs’ property in their possession and \nacknowledge that they have no legal right to possess and retain Plaintiffs’ property. \n82. Further, the Court’s Return Order  intended that Defendants, who have no \nright to retain Plaintiffs’ property, will not retain copies or originals of any Red Valve \nproperty that they are  required to return.  Accordingly, Defendants are hereby \nordered to return within seven business days all Red Valve property in their \npossession, including any copies thereof, and certify to the Court that they have \nreturned all such property to Red Valve and do not retain any Red Valve property in \ntheir possession.  Defendants’ failure to comply with this provision will be grounds \nfor the issuance of an order to show cause why Defendants should not be held in civil \nor criminal contempt for such failure. \n83. “[T]he trial court has power not only to set the amount of security but to \ndispense with any security requirement whatsoever where the restraint will do the \ndefendant no material damage, and where the applicant for equitable relief has \nconsiderable assets and is able to respond in damages if [the] defendant does suffer \ndamages by reason of a wrongful injunction.”  Stevens v. Henry, 121 N.C. App. 150, \n154, 464 S.E.2d 704, 707 (1995) (quoting Keith v. Day, 60 N.C. App. 559, 562, 299 \nS.E.2d 296, 298) (1983) (alterations and quotations omitted); see also Bolier & Co., \nLLC v. Decca Furniture (USA), Inc. , 2015 NCBC LEXIS 55 , at *32 (N.C. Super. Ct. \nMay 26, 2015). \n84. Neither Plaintiffs nor Defendants have challenged or otherwise objected to \nthe amount of security the Court required as a condition of the TRO (i.e., $500).  The \nCourt further concludes, based on publicly available information, that Plaintiffs have \nconsiderable assets such that they will be able to respond in damages if Defendants \nwere to suffer by a wro ngful injunction .  The Court therefore concludes, in the \nexercise of its discretion, that the security of $500 previously posted by Plaintiffs is \nreasonable and appropriate in the circumstances as a condition of granting this \npreliminary injunction. \nIV. \nCONCLUSION \n85. WHEREFORE, based upon the foregoing FINDINGS of FACT and \nCONCLUSIONS of LAW, it is hereby ORDERED, in the exercise of the Court’s \ndiscretion, that pending final resolution of this civil action, and unless and until \notherwise ordered by this Court:  \na. Defendants, and any persons or entities in active concert or \nparticipation with any of them, are hereby RESTRAINED and \nENJOINED, during the pendency of this action, from using, \ndisclosing, or distributing Plaintiffs’ Customer Database, Price Data, \nDesign Documents, and Protectable Manufacturing Processes (as \ndefined herein). \nb. Within seven business days of the entry of this Order, each \nDefendant shall (i) return to Plaintiffs all of Plaintiffs’ property, \nincluding but not limited to Plaintiffs’ Trade Secrets, and (ii) certify \nunder oath in a written statement filed with the Court that \nDefendant has returned to Plaintiffs all of Plaintiffs’ property  in \nDefendant’s possession and further that Defendant does not retain \nor possess any Red Valve property. \nc.  The Court has considered, but will not require, the posting of \nadditional security in connection with the issuance of this Order.  \nThe Court concludes, in the exercise of its discretion, that the $500 \nsecurity previously posted is reasonable and appropriat e as a \ncondition of granting this preliminary injunction.  The Court’s order \nconcerning Plaintiffs’ posting of security is without prejudice to any \nparty’s right to move the Court to adjust the amount of the security \nfor good cause shown. \n \nSO ORDERED, this 17th day of April, 2018. \n         \n     /s/ Louis A. Bledsoe, III  \n     Louis A. Bledsoe, III \nSpecial Superior Court Judge  \n  for Complex Business Cases "
}