{
  "id": "08191983dce10d0fecd3ada8f3f91f00aa6215b48a057fce5035d9ab515e1dd6",
  "source_file": "data/raw/ncbc/08191983dce10d0fecd3ada8f3f91f00aa6215b48a057fce5035d9ab515e1dd6.pdf",
  "raw_text": "Bucci v. Burns, 2018 NCBC 92. \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 15478 \n \nMARCY BUCCI; KEVIN SALVA; \nRICK BUCCI; EUGENE N. BUCCI; \nEUGENE M. BUCCI; DAVID \nLUBIN; KARL SCHULER; and \nLAUREL MANDERBACH, \n \nPlaintiffs, \n \nv. \n \nROBERT BURNS; ZEESHAN-UL-\nHASSAN USMANI; and GARRETT \nPERDUE, \n \nDefendants. \n \n \n \n \n \n \n \n \nORDER AND OPINION ON  \nMOTION FOR JUDGMENT  \nON THE PLEADINGS \n \n \n1. This is an action for fraud brought by former investors in Predictify.me, Inc. \n(“Predictify.me”).  Pending is Defendant Robert Burns’s motion for judgment on the \npleadings.  For the reasons given below, the Court DENIES the motion.   \nMeynardie & Nanney, PLLC , by Joseph H. Nanney , Robert A. \nMeynardie, and Robert W. Weston , for Plaintiff s Marcy Bucci, Kevin \nSalva, Rick Bucci, Eugene N. Bucci, Eugene M. Bucci, David Lubin, Karl \nSchuler, and Laurel Manderbach.  \n \nNorth Raleigh Law Group , by Robert Morton , for Defendant Robert \nBurns.  \n \nGraebe Hanna & Sullivan, PLLC, by Douglas Hanna, for Defendant \nGarrett Perdue. \n \nConrad, Judge. \n \nI. \nBACKGROUND \n \n2. This is the Court’s third opinion in this lawsuit.  An earlier opinion describes \nin detail the allegations in the amended complaint.  See Bucci v. Burns, 2018 NCBC \n \n \nLEXIS 37, at *1–5 (N.C. Super. Ct. Apr. 25, 2018) .  Thus, the Court provides only a \nshort summary here in lieu of a detailed background. \n3. Predictify.me was a technology company, co -founded by Defendants \nZeeshan-Ul-Hassan Usmani, Robert Burns, and Garrett Perdue.  ( See Am. Compl. \n¶¶ 24, 31, ECF No. 29.)  According to the amended complaint, Defendants jointly \nplanned from the outset to market the new company to investors based on a falsehood: \nthat Predictify.me owned proprietary technology  developed by Usmani through his \ncompany, Go-Fig Solutions (Pvt) Ltd .  ( See Am. Compl. ¶¶  24, 26–27.)  After some \ntime, Defendants also falsely represented  that Predictify.me had begun a business \nrelationship with the United Nations.  ( See Am. Compl. ¶¶  77, 83 –86.)  Between \nDecember 2014 and June 2015, each Plaintiff invested in Predictify.me, allegedly in \nreliance on these misrepresentations.  ( See Am. Compl. ¶¶ 96, 124 ; see also  Am. \nCompl. ¶¶ 53, 87, 97–98, 109–17, 120–23.)  When the truth was revealed a year later, \nthe company filed for bankruptcy,  and Plaintiffs lost their investments.  ( See Am. \nCompl. ¶ 142.) \n4. At the time the amended complaint was filed, there were fourteen Plaintiffs.  \nSix have since voluntarily dismissed their cla ims.  (ECF Nos. 48–49, 69–72.)  The \nremaining Plaintiffs continue to  maintain causes of action for fraud, negligent \nmisrepresentation, violations of the North Carolina Securities Act, and unfair or \ndeceptive trade practices  under N.C. Gen. Stat. §  75-1.1.  Perdue moved to dismiss \nthese claims in December 2017, (ECF No. 36), and the Court largely denied his motion \nin its April 25, 2018 opinion.   \n \n \n5. Burns now moves for judgment on the pleadings under Rule 12(c) of the \nNorth Carolina Rules of Civil Procedure .  (ECF No. 56.)  The motion has been fully \nbriefed, and the Court held a hearing on July 12, 2018.  Th e motion is ripe for \ndetermination.   \nII. \nANALYSIS \n \n6. “A motion for judgment on the pleadings should not be granted unless the  \nmovant clearly establishes that no material issue of fact remains to be resolved and \nthat he is entitled to judgment as a matter of law.”  Carpenter v. Carpenter, 189 N.C. \nApp. 755, 761, 659 S.E.2d 762, 767 (2008).  “All well pleaded factual allegations in \nthe nonmoving party’s pleadings are taken as true and all contravening assertions in \nthe movant’s pleadings are taken as false.”  Ragsdale v. Kennedy, 286 N.C. 130, 137, \n209 S.E.2d 494, 499 (1974). \n7. As filed, Burns’s  motion challenged all claims  asserted against him on \nseveral distinct grounds, many of which overlapped with arguments asserted in \nPerdue’s motion to dismiss.  After the Court issued its April 25, 2018 opinion, Burns \nwithdrew most of his arguments and req uested that the Court not consider any \nexhibits attached to his motion.  ( See Notice of Withdrawal 1 –2, ECF No. 68.)  The \nsole remaining issue is whether Plaintiffs (other than Marcy Bucci) have adequately \nalleged justifiable reliance  in support of their  claims for fraud  and negligent \nmisrepresentation.  (See Notice of Withdrawal 1–2; Mot. Dismiss 1, ECF No. 56.)   \n8. Justifiable r eliance is an essential element of  claims for fraud  (including \nsecurities fraud)  and negligent misrepresentation.  To state a claim for fraud, \n \n \nPlaintiffs must allege ( a) a false representation or concealment of a material fact;  \n(b) that was reasonably calculated to deceive ; ( c) that was made with intent to \ndeceive; (d) that did in fac t deceive; and ( e) that resulted in damage to the injured \nparty.  Rowan Cty. Bd. of Educ. v. U.S. Gypsum Co., 332 N.C. 1, 17, 418 S.E.2d 648, \n658 (1992); see also Piazza v. Kirkbride, 246 N.C. App. 576, 598, 785 S.E.2d 695, 709 \n(2016) (holding that securities fraud requires “allegations and proof akin to common \nlaw fraud,” including “justifiable reliance”).  “The tort of negligent misrepresentation \noccurs when a party justifiably relies to his detriment on information prepared \nwithout reasonable care by one who owed the relying party a duty of care.”  Hunter \nv. Guardian Life Ins. Co. of Am., 162 N.C. App. 477, 484, 593 S.E.2d 595, 600 (2004) \n(citation omitted). \n9. Burns asserts that the amended complaint’s allegations of justifiable \nreliance are inadequate.  He argues that Plaintiffs were required to allege that they \nwere denied the opportunity to investigate Defendants’ purported misrepresentations \nor that they could not have learned the truth through the exercise of reasonable \ndiligence.  (See Burns’s Br. in Supp. 10–11, 14–17, ECF No. 57; see also Burns’s Reply \nBr. 3, 10, ECF No. 64.)  Plaintiffs respond that it was sufficient for them to allege that \nthey reasonably relied on affirmative misrepresentations by Burns.  ( See Pls.’ Resp. \nBr. 9–13, ECF No. 63.)   \n10. The Court agrees with Plaintiffs.  Whether reliance is reasonable is \n“dependent upon the circumstances.”  Marcus Bros. Textiles, Inc. v. Price Waterhouse, \nLLP, 129 N.C. App. 119, 126, 498 S.E.2d 196, 201 (1998) .  Our Supreme Court has \n \n \nheld that “the law does not require a prudent man to deal with everyone as a rascal \nand demand covenants to guard against the falsehood of every representation which \nmay be made as to facts which constitute material inducements to a  contract.”  \nJohnson v. Owens , 263 N.C. 754, 758, 140 S.E.2d 311,  314 (1965) (citation and \nquotation marks omitted) .  For that reason, “it is generally for the jury to decide \nwhether plaintiff reasonably relied upon representations made by defendant.”  \nRowan Cty., 103 N.C. App. at 294, 407 S.E.2d at 863 (quoting Stanford v. Owens, 46 \nN.C. App. 388, 395, 265 S.E.2d 617, 622 (1980)). \n11. There are circumstances in which a plaintiff must allege more than simple \nreliance.  “[W]hen the party relying on the false or misleading representation could \nhave discovered the truth upon inquiry, the complaint must allege that he was denied \nthe opportunity to investigate or that he could not have learned the true facts by \nexercise of reasonable diligence.”  Hudson-Cole Dev. Corp. v. Beemer, 132 N.C. App. \n341, 346, 511 S.E.2d 309, 313 (1999) (citing Rosenthal v. Perkins, 42 N.C. App. 449, \n257 S.E.2d 63 (1979)) (emphasis added). \n12. That standard does not apply here.  Taking the allegations in the amended \ncomplaint as true, it is far from clear that Plaintiffs could have discovered the truth \nupon inquiry.  Defendants are the only ones alleged to have known the truth about \neither misrepresentation, which they conspired to hide.  (See Am. Compl. ¶¶ 24, 146.)  \nNot even the Board of Directors knew the truth until it was too late.  (See Am. Compl. \n¶¶ 138–39, 142.)  In other words, as alleged, Burns had information about \nPredictify.me that P laintiffs would not have been “able to obtain on their own.”  \n \n \nHerrera v. Charlotte Sch. of Law, LLC, 2018 NCBC LEXIS 35, at *48 (N.C. Super. Ct. \nApr. 20, 2018); see also Tillery Envtl. LLC v. A&D Holdings, Inc., 2018 NCBC LEXIS \n13, at * 55–56 (N.C. Super. C t. Feb. 9, 2018)  (denying motion to dismiss because it \nwas unclear from allegations whether party “could have discovered the truth of these \nmatters via further inquiry”) ; McKee v. James, 2013 NCBC LEXIS 33, at *29 (N.C. \nSuper. Ct. July 24, 2013) (same).   \n13. Burns does not point to any circumstances that would have put a reasonable \ninvestor on notice of a possible misrepresentation.  See, e.g., Calloway v. Wyatt, 246 \nN.C. 129, 135, 97 S.E.2d 881, 886 (1957) (vague representations inconsistent with \nobserved facts) .  Rather, Plaintiffs allege receiving the representations through \nmultiple, ostensibly credible channels : a  company press release, an investor \ndisclosure notebook, and interviews in print and  television news media.  (See Am. \nCompl. ¶¶ 43, 54, 81.)  And this is not a case in which Plaintiffs could have researched \n“independent public information ” to verify (or to disprove) Defendants’ \nrepresentations.  Christenbury Eye Ctr., P.A. v. Medflow, Inc., 2015 NCBC LEXIS 64, \nat *17 (N.C. Super. Ct. June 19, 2015 ); see also Chisum v. Campagna , 2017 NCBC \nLEXIS 102, at * 28–30 (N.C. Super. Ct. Nov. 7, 2017)  (no justifiable reliance where \nplaintiff failed to exercise record inspection rights); Angell v. Kelly, No. 1:01CV00435, \n2006 U.S. Dist. LEXIS 87567, at *25 (M.D.N.C. Nov. 30, 2006) (“The truth-revealing \ndocuments were publicly available.”). \n14. Although Burns argues that discovery has revealed red flags that should \nhave prompted Plaintiffs to investigate furt her, the Court is constrained to consider \n \n \nonly the allegations in the amended complaint on a Rule 12(c) motion.  And in any \nevent, Burns has withdrawn the exhibits attached to his motion.  Burns may, of \ncourse, raise this evidence in a motion for summary judgment at the appropriate time.   \n15. Applying the Rule 12(c) standard, the amended complaint adequately \nalleges reliance.  Burns’s motion is therefore denied.   \nIII. \nCONCLUSION \n \n16. For these reasons, the Court DENIES Burns’s motion for judgment on the \npleadings.     \n \nThis the 4th day of September, 2018. \n /s/ Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n "
}