{
  "id": "08a71e1271f33e058d14c8c0b6c7b445e5a7c64efe76f28e3ef6b6f8d97e5102",
  "source_file": "data/raw/ncbc/08a71e1271f33e058d14c8c0b6c7b445e5a7c64efe76f28e3ef6b6f8d97e5102.pdf",
  "raw_text": "Holcomb v. Landquest Ltd. Liab. Co., 2017 NCBC 35. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 10147 \n \nJONES D. HOLCOMB, \n \nPlaintiff, \n \nv. \n \nLANDQUEST LIMITED LIABILITY \nCOMPANY, LSTAR \nMANAGEMENT, LLC, STEVEN J. \nVINING, and KYLE V. CORKUM \n \nDefendants. \n \n \n \n \n \nOPINION AND ORDER ON MOTION \nFOR JUDGMENT ON THE PLEADINGS \n \n \n \n \nTHIS MATTER comes before the Court on Defendant s Landquest Limited \nLiability Company (“Landquest”), LStar Management , LLC (“LStar”), Steven J. \nVining (“Vining”), and Kyle V. Corkum’s (“Corkum”) (collectively, “Defendants”) \nMotion for Judgment on the Pleadings (“Motion for Judgment ”) pursuant to Rule \n12(c) of the North Carolina Rules of Civil Procedure (“Rule(s)”). \n THE COURT, having considered the Motion, the briefs in support of and in \nopposition to the Motion, the oral arguments of counsel presented at the hearing, and \nother appropriate matters of record, concludes that the Motion should be GRANTED, \nin part, and DENIED, in part for the reasons set forth below. \nMonteith & Rice, PLLC  by Charles E. Monteith, Jr. , Esq., for Plaintiff \nJones D. Holcomb. \n \nEllis & Winters LLP  by Thomas H. Segars, Esq., and Jeremy Falcone, \nEsq. for Defendant s Landquest Li mited Liability Company, LStar \nManagement LLC, Steven J. Vining, and Kyle V. Corkum. \n \nMcGuire, Judge. \n \n \n \nFACTUAL AND PROCEDURAL BACKGROUND \n1. The Court does not make findings of fact on a motion for judgment on \nthe pleadings; rather, “[a]ll allegations in the nonmovant’s pleadings, except \nconclusions of law, legally impossible facts, and matters not admissible in evidence \nat the trial, are deemed admitted by the movant for purposes of the motion.” Ragsdale \nv. Kennedy , 286 N.C. 130, 137, 209 S.E.2d 494, 499 (1974). The following facts, \nconstrued in Plaintiff’s favor, are assumed to be true for purposes of the Motion for \nJudgment. \n2. Plaintiff Jones D. Holcomb is a former employee of Landquest  and \nLStar. Landquest was a Delaware limited liability company, and is the predecessor \nto LStar, a North Carolina limited liability company (hereinafter, the Court will refer \nto Landquest and LStar collecti vely as “Landquest”) . Plaintiff began employment \nwith Landquest on or about September 20, 2008 as a Vice President of Finance. \nVining is a manager at Landquest and Corkum is the managing partner of \nLandquest. Both were former employees of Landquest.   \n3. On September 30, 2008, Plaintiff executed an employment agreement \nwith Landquest that outlined his compensation. The agreement provided that \nPlaintiff would be paid an annual salary of $100,000.00, subject to federal and state \nwithholding requirements. ( Defs.’ Answer, Ex. B, (hereinafter, “Empl. Agreement”)  \n¶ 3(a).) The agreement further provided that “[u]ntil such time as Landquest’s cash \nflow allows payment of this salary, the salary shall accrue. . . . [and] all accrued salary \nshall be due and payable within 12 months of the date of this Agreement.” (Id.) \n \n \n4. In January 2009, Plaintiff’s salary was increased to $125,000.00. \n5. In June 2009, Landquest began making salary payments to Plaintiff. \n6.  In or around November 2009, Landquest reduced salary payments to \nPlaintiff to the amount Plaintiff would have received if federal and state taxes had \nbeen withheld. Landquest, however, did not withhold federal and state taxes fr om \nthe reduced salary payments. Vining and Corkum promised Plaintiff that, when \nLandquest was financially able to do so, it would “‘ true up’ its payments to Plaintiff \nby paying the appropriate salary amount that would have been paid if Landquest had \ndeducted the necessary tax withholdings.” (Compl. ¶ 15.) \n7. In November 2009, Vining and Corkum held a  staff meeting and \ninformed Landquest’s employees that the company would stop withholding taxes \nfrom the wages paid to employees and that the employees could expect a check “for \nthe net amount of pay that such employees would have received if taxes and required \nwithholdings had been deducted fr om the amount of wages actually due to the \nemployees.” (Compl. ¶ 16.)  At least two Landquest employees resigned following \nLandquest’s decision to not withhold taxes from its employees’ pay. (Compl. ¶ 17.) \n8. Plaintiff chose not to resign his employment and ag reed to continue \nworking for Landquest in reliance upon Vining’s assurance that Landquest would pay \nPlaintiff the full amount of salary due and make the necessary tax withholdings from \nall salary payments due. (Compl. ¶ 18.) \n9. On or around January 2, 2011, V ining and Corkum informed Plaintiff \nthat “he would receive a distribution of profits from projects that closed during [his] \n \n \nemployment with [Landquest].” (Compl. ¶ 20.)  The profit distributions were to be \nmade under written plan agreed to among Landquest’s members entitled “Addendum \nto Operating Agreement  of [Landquest] Management, LLC” (Defs.’ Answer, Ex. C., \n(hereinafter, “Economic Interest Plan”).) The Economic Interest Plan allows certain \nemployees to receive a pro rata share of profit distributions, but provides that an \nemployee would not receive a distribution if their employment terminated for cause. \n(Economic Interest Agreement ¶ 3(c).) \n10. In October 2012, Vining again assured Plaintiff that LStar would \neventually pay him the full amount of salary that was due to him with the necessary \ntax withholdings. Plaintiff agreed to continue working for  Landquest in reliance on \nthis promise. (Compl. ¶ 24.) \n11. In January 2013, Corkum informed Plaintiff that Landquest planned to \nterminate his employment. Corkum told Plaintiff that Landquest “would not consider \nPlaintiff’s termination to be for cause and thus ensure Plaintiff would receive the \npreviously promised distribution of profits if Plaintiff agreed to continue working for \n[Landquest] for an additional two months.” (Compl. ¶ 24.) Plaintiff agreed to continue \nworking for Landquest “based upon Corkum’s statement.” (Compl. ¶ 25.)  \n12. On March 11, 2013, Landquest terminated Plaintiff’s employment. \nLandquest did not pay Plaintiff the full amount of his salary and did not  make the \nappropriate tax withholdings from Plaintiff’s salary prior to his termination.  \n \n \n13. On May 15, 2015, Plaintiff filed a complaint in Wake County Superior \nCourt (“2015 Complaint”). In the 2015 Complaint, Plaintiff alleged claims for fraud \nand negligent misrepresentation against the Defendants. \n14. On August 5, 2015, Defendants filed a motion to dismiss the 2015 \nComplaint.  \n15. On August 17, 2015, Plaintiff filed a voluntary dismissal of the 2015 \nComplaint without prejudice.  \n16. On Au gust 12, 2016, Plaintiff initiated the current  action by filing a \ncomplaint (“2016 Complaint”). The 2016 Complaint alleges the same two claims made \nin the 2015 Complaint: fraud and negligent misrepresentation. Plaintiff bases his \nclaims on allegations that “[i]n November 2009, October 2012 and January, 2013, \nVining and Corkum”  told Plaintiff that it was (a) Defendants’ intention to pay him \nthe full salary which he was promised; (b) Defendants’ intention to reimburse him for \nany tax liability arising from Defendants’ failure to make necessary tax withholdings \nfrom the salary payments that Plaintiff received; and, (c) Defendants’ intention to \npay Plaintiff a distribution of profits. (Compl. ¶¶ 31, 39) Plaintiff alleges that at the \ntime they made the representations, Vining and Corkum either knew they were false \nor failed to exercise reasonable care in ascertaining the truth of the representations. \n(Compl. ¶¶ 33, 40.) Plaintiff relied on the false representations in continuing to work \nfor Defendants. (Compl. ¶¶ 33, 42.) \n17. On October 18, 2016, Defendants filed a Notice of Designation to the \nNorth Carolina Business Court , and the case was designated a mandatory complex \n \n \nbusiness case by Order of the Chief Justice of the North Carolina Supreme Court, \npursuant to N.C. Gen. Stat. § 7A -45.4(b) (hereinafter, references to the North \nCarolina General Statutes will be to “G.S.”). On  October 20 , 2016, the case was \nassigned to the undersigned Special Superior Court Judge for Complex Business \nCases by Order of Chief Judge James L. Gale. \n18. On November 4, 2016, Defendants filed a collective Answer of All \nDefendants (“Answer”). Defendants attached to and incorporated the 2015 Complaint \n(Exhibit A), the Employment Agreement (Exhibit B), and the Economic Interest Plan \n(Exhibit C). \n19. On November 11, 2016, Defendants filed the Motion  for Judgment , \nseeking dismissal of all of Plaintiff’s claims. Plaintiff filed a response in opposition to \nthe Motion for Judgment, and Defendants replied. On January 17, 2017, the Court \nheld a hearing on the Motion for Judgment.  The Motion for Judgment is now ripe for \ndisposition. \nDISCUSSION \n20. Defendants move for judgment on the pleadings on the grounds that: (a) \nPlaintiff’s claims are barred by the economic loss doctrine; (b) Plaintiff has not \nsufficiently alleged his claims in the 2016 Complaint; (c) Plaintiff’s claims are barred \nby the applicable three -year statute  of limitations because Plaintiff ’s claim is not \n“saved” by Rule 41(a); and (d) Plaintiff cannot, as a matter of law, maintain claims \nfor fraud and negligent representation against Vining and Corkum in their individual \ncapacities. \n \n \n21. Defendants move for judgment on the pleadings pursuant to Rule 12(c).  \n“A motion for judgment on the pleadings is the proper procedure when all the \nmaterial allegations of fact are admitted in the pleadings and only questions of law \nremain. When the pleadings do not re solve all the factual issues, judgment on the \npleadings is generally inappropriate.” Ragsdale, 286 N.C. at 137, 209 S.E.2d at 499. \nThe Court must “view the facts and permissible inferences in the light most favorable \nto the nonmoving party.” Id. “All well pleaded factual allegations in the nonmoving \nparty’s pleadings are taken as true and all contravening assertions in the movant’s \npleadings are taken as false. All allegations in the non -movant’s pleadings, except \nconclusions of law, legally impos sible facts, and matters not admissible in evidence \nat the trial, are deemed admitted by the movant for purposes of the motion .” Id. \n(citations omitted). “A complaint is fatally deficient in substance, and subject to a \nmotion by the defendant for judgment on the pleadings if it fails to state a good cause \nof action for plai ntiff and against defendant[.]” Bigelow v. Town of Chapel Hill , 227 \nN.C. App. 1, 3, 745 S.E.2d 316, 319 (2013) (citation omitted). \n22. In ruling on a motion under Rule 12(c), the Court may  consider “‘only \nthe pleadings and exhibits which are attached and inc orporated into the pleadings’ \nin ruling on the motion.” Davis v. Durham Mental Health/Dev. Disabilities/Substance \nAbuse Area Auth., 165 N.C. App. 100, 104, 598 S.E.2d 237, 240 (2004) (quoting Helms \nv. Holland, 124 N.C. App. 629, 633, 478 S.E.2d 513, 516 (1996)). \n23. As a preliminary matter, t he Court concludes that it may consider the \n2015 Complaint, the Employment Agreement, and the Economic Interest Plan in \n \n \ndeciding the Motion for Judgment. The 2016 Complaint expressly makes reference to \nthe 2015 Complaint. See, e.g., Coley v. North Carolina Nat’l Bank, 41 N.C. App. 121, \n126–27, 254 S.E.2d 217, 220 (1979) (holding that, on defendant’s motion to dismiss, \ntrial court properly considered a written contract referred to within, but not attached \nto, the plaintiff’s complaint without converting motion into one for summary \njudgment). Further, on a Rule 12(c) motion, the Court may consider documents \nattached to the moving party’s pleading, so long as the non-moving party made \nadmissions regarding the documents. Estate of Means ex rel. Means v. Scott Elec. Co. \nInc., 207 N.C. App. 713, 717, 701 S.E.2d 294, 297 (2010). The court may also consider \ndocuments that memorialize the eve nts described in the complain t. Reese v. \nCharlotte-Mecklenburg Bd. of Educ. , 196 N.C. App. 539, 546, 676 S.E.2d 481, 486 \n(2009) (affirming consideration of a document created after the complaint was filed \nbecause the complaint “ma[de] clear reference to the events . . . memorialized i n the \n[document]” and the “trial court did not err in considering the [document] in the \ncontext of defendants’ Rule 12(c) motion to dismiss”).  The 2016 Complaint describes, \nand relies on, the terms of the  Employment Agreement and the Economic Interest \nPlan as the basis underlying Plaintiff’s claims . (Compl. ¶¶ 12 and 20.) 1 The 2015 \nComplaint, the Employment Agreement, and the Economic Interest Plan are properly \nconsidered in deciding the Motion for Judgment. \nA. Defendants’ contention that the economic loss doctrine bars Plaintiff’s claims. \n                                                 \n1 In fact, the 2016 Complaint appears to be carefully drafted to remove express references to \nthe Employment Agreement which were contained in the 2015 Complaint to avoid application \nof the economic loss doctrine which was raised by Defendants in their motion to dismiss the \n2015 Complaint. (Compl. ¶ 12.) \n \n \n24. Defendants contend that Plaintiff’s claims for fraud and negligent \nmisrepresentation are barred by the economic loss doctrine because Plaintiff fails to \nallege an independent duty owed to him outside the contractual oblig ations of the \nEmployment Agreement and Economic Interest Plan. Plaintiff, however, argues that \nthe North Carolina Court of Appeals ’ recent decision  in Bradley Woodcraft, Inc. v. \nBodden, 795 S.E.2d 253 , 2016 N.C. App. LEXIS 1325 (Dec. 20, 2016) precludes \napplication of the economic loss doctrine to his fraud claim.2 \n25. The North Carolina  Supreme Court, in its seminal opinion on the \neconomic loss rule, stated : “[o]rdinarily, a breach of contract does not give rise to a \ntort action by the promisee against the promisor.” N.C. State Ports Auth. v. Lloyd A. \nFry Roofing Co., 294 N.C. 73, 81, 240 S.E.2d 345, 350 (1978). In Ports Authority, the \nCourt held that the plaintiff was barred from bringing a negligence claim against a \ngeneral contractor who improperly constructed two buildings where the parties had \na contract that limited the remedies available for claims between the parties. Id. at \n81–82, 240 S.E.2d at 350 –51. Decisions of the Court of Appeals subsequent to Ports \nAuthority have stated the economic loss doctrine in terms  that suggest its \napplicability to claims beyond claims for negligence  and specifically to intentional \ntorts. See, e.g., Spillman v. Am. Homes of Mocksville, Inc., 108 N.C. App. 63, 65, 422 \nS.E.2d 740, 741–42 (1992) (“[A] tort action does not lie against a party to a contract \nwho simply fails to properly perform the terms of the contract, even if that failure to \nproperly perform was due to the negligent or intentional conduct of that party, when \n                                                 \n2 Bradley Woodcraft was decided while the parties were briefing this Motion. \n \n \nthe injury resulting from the breach is damage to the subject matter of the contract.”); \nWarfield v. Hicks, 91 N.C. App. 1, 10, 370 S.E.2d 689, 694 (1988) (same). Despite this \nlanguage, other North Carolina appellate decisions have not applied the economic \nloss doctrine to bar claims other than ones for negligence.  Beaufort Builders, Inc. v. \nWhite Plains Church Ministries, Inc. , 783 S.E.2d 35, 40 –41, 2016 N.C. App. LEXIS \n238, at *13–14 ( Mar. 1, 2016) (“Since  Ports Authority  was decided, our appellate \ncourts have applied the economic loss rule on a number of occasions to reject \nanalogous negligence claims.”; emphasis added). \n26. This Court and federal courts interpreting North Carolina law, however, \nhave applied the economic loss doctrine to bar a variety of “tort claims that ‘piggyback’ \nbreach of contract claims .” Akzo Nobel Coatings, Inc. v. Rogers , 2011 NCBC LEXIS \n42, at *50 (N.C. Super. Ct. Nov. 3, 2011); see e.g., Crescent Foods, Inc. v. Evason \nPharms., Inc., 2016 NCBC LEXIS 76, at *22–25 (N.C. Super. Ct. Oct. 5, 2016) (fraud); \nForest2Market, Inc. v. Arcogent, Inc., 2016 NCBC LEXIS 3, at *7–12 (N.C. Super. Ct. \nJan. 5, 2016) (fraud, negligent misrepresentation, negligent supervision); Artistic \nSouthern Inc. v. Lund, 2015 NCBC LEXIS 113, *21–33 (N.C. Super Ct. Dec. 9, 2015) \n(tortious interference with contract and/or prospective economic advantage); Akzo \nNobel Coatings, Inc., 2011 NCBC LEXIS 42, at *47 –59 (fraud, negligent \nmisrepresentation, tortious interference with a contract and prospective advantage); \nStrum v. Exxon Co., USA , 15 F.3d 327, 330 –33 (4th Cir. 1994) (fraudulent \ninducement); Mecklenburg Cty. v. Nortel Gov’t Sols., Inc ., No. 3:07-CV-00320-GCM, \n2008 U.S. Dist. LEXIS 110381, at *11–14 (W.D.N.C. Apr. 1, 2008) (fraud, unfair and \n \n \ndeceptive trade practices, negligent misrepresentation); Gregory Woods Prods. v. \nAdvanced Sawmill Mach. Equip., Inc ., No. 5:06 -CV-00087, 2007 U.S. Dist. LEXIS \n46245, at *22–29 (W.D.N.C. June 25, 2007) (negligent misrepresentation, negligent \ndesign). These courts have held that “in order to maintain tort claims for conduct also \nalleged to be a breach of contract, a plaintiff must identif y a duty owed by the \ndefendant ‘separate and distinct from any duty owed under a \ncontract.’” Forest2Market, Inc., 2016 NCBC LEXIS 3, at *8 (citation omitted). \n27. In Bradley Woodcraft , however, the Court of Appeals declared that \n“Ports Authority and its progeny — despite the use of the broad term “tort” in Ports \nAuthority’s discussion of the economic loss rule — have been limited in  their \napplication to merely barring negligence  claims.” 795 S.E.2d at 258. The Court of \nAppeals expressly held that the fraud claim raised by the plaintiff in Bradley \nWoodcraft was not barred by the economic loss doctrine: \nPorts Authority and analogous cases applying the economic \nloss rule are limited in scope to claims for negligence and \nhave never applied the doctrine to claims for fraud brought \ncontemporaneously with claims for breach of co ntract. \nTherefore, we hold that . . . while claims for negligence are \nbarred by the economic loss rule where a valid contract \nexists between the litigants, claims for fraud are not so \nbarred and, indeed, “[t]he law is, in fact, to the contrary: a \nplaintiff may assert both claims[.]” \n \nId. at 259 (quoting Jones v. Harrelson & Smith Contractors, LLC, 194 N.C. App. 203, \n215, 670 S.E.2d 242, 250 (2008), aff’d per curiam , 363 N.C. 371, 677 S.E.2d 453 \n(2009)). \n \n \n28. Defendants argue that the holding in Bradley Woodcraft should not be \napplied to Plaintiff’s f raud claim because a fraud claim that survives the economic \nloss doctrine must arise from and independent duty, and Plaintiff has failed to allege \nan independent duty owed by Vining and Corkum to Plaintiff separate from the  \nparties’ contractual obligations. The Court is not inclined, in the absence of further \nguidance from our appellate courts , to read Bradley Woodcraft  in such a limited \nfashion. Bradley Woodcraft  contains no discussion of any independent duty \nrequirement.  It simply holds that the economic loss doctrine is not a bar to a fraud \nclaim. Accordingly, Defendants’ argument that Plaintiff’s claim for fraud is barred by \nthe economic loss rule is denied on the basis of Bradley Woodcraft. \n29. The Court concludes, however, that Bradley Woodcraft does not apply to \nPlaintiff’s claim for negligent misrepresentation , and that claim grounded in \nnegligence, is barred by the economic loss doctrine.3 Plaintiff has not alleged any facts \nthat would support a duty owed to him outside of the Defendants’ obligations under \nthe Employment Agreement or the Economic Interest Agreement. Accordingly, \nDefendants’ Motion for Judgment as to  Plaintiff’s claim for neg ligent \nmisrepresentation should be GRANTED. \nB. Defendants’ challenge to the sufficiency of the f raud allegations in the 2016 \nComplaint. \n \n30. Defendants next argue that Plaintiff’s claim for fraud should be \ndismissed for failure to state a claim for relief. Defendants contend that Plaintiff has \n                                                 \n3 In his brief, Plaintiff makes no argument in opposition to Defendants’ argument that the \neconomic loss doctrine bars his negligent misrepresentation claim. \n \n \nnot adequately alleged justifiable reliance and has not alleged that Defendants made \na false representation  or a concealment of a material fact . (Defs.’ Br. Supp. Mot. \nJudgment 9–11.) \n31.  “To state a claim for fraud, the complainant must allege with \nparticularity: (1) that defendant made a false representation or concealment of a \nmaterial fact; (2) that the representation or concealment was reasonably calculated \nto deceive him; (3) that defendant intended to deceive him; (4) that plaintiff was \ndeceived; and (5) that plaintiff suffered damage resulting from defendant’s \nmisrepresentation or concealment.” Claggett v. Wake Forest Univ. , 126 N.C. App. \n602, 610, 486 S.E.2d 443, 447 (citing Chesapeake Microfilm, Inc. v. E. Microfilm Sales \n& Serv., Inc., 91 N.C. App. 539, 542, 372 S.E.2d 901, 902–03 (1988)). The particularity \nrequirement is “satisfied by alleging time, place and content of the  fraudulent \nrepresentation, identity of the person making the represe ntation and what was \nobtained as a result of  the fraudulent acts or representations.” Terry v. Terry , 302 \nN.C. 77, 85, 273 S.E.2d 674, 678 (1981). “Malice, intent, knowledge, and other \ncondition of mind . . . may be averred generally.” G.S. § 1A-1, Rule 9(b). \n32. Plaintiff alleges that he “chose not to resign but agreed to continue \nworking for Landquest in reliance upon ” the promise s of Vining and Corkum to \neventually pay the full amount of salary and distribution of profits due to Holcomb,  \nand to make the necessary tax withholding s from all salary payments due.  (Compl. \n¶¶ 18, 20–21, 23, 24 –25, 33.) In describing the false statements, Plaintiff provides, \nwithin the month, when the alleged representations were made and identifies Vining \n \n \nand Corkum as the speakers. Plaintiff alleges t hat at the time they made the \nrepresentations “ Vining and Corkum had no intention of paying Plaintiff the \npromised amounts and thus knew that such statements were false .” (Compl. ¶ 33.)  \nAlthough Plaintiff does not allege the specific locations at which the se \nmisrepresentations were made, he argues that “the Court can reasonably infer that \nthose statements were made  in the workplace during the course of Plaintiff’s \nemployment.” (Pl.’s Br. Opp. Mot. Judgment 13.) While the allegations are \nthreadbare, t he Cour t believes Plaintiff has adequately pleaded that Vining and \nCorkum made the fraudulent misrepresentations, and the time, place, and content of \nthe alleged misrepresentations.  \n33. Defendants argue that Plaintiff cannot claim to have relied on Vining’s \nand Corkum’s alleged representations in deciding to  continue his employment with \nLandquest because he had already “agreed to work at Landquest … when he signed \nthe 2008 Employment Agreement.” (Defs.’ Br. Supp. Mot. Judgment 9 –10.) The \nEmployment Agreement, however, was an at-will agreement terminable by Plaintiff \nat any time.  Plaintiff has alleged that he relied on Vining’s and Corkum’s \nrepresentations that Plaintiff would be paid his fully salary and profit distributions \nin deciding to continue his employment with Landquest.  Plaintiff has sufficiently \nalleged justifiable reliance. \n34. Finally, Defendants contend that the merger and amendment clauses of \nthe Employment Agreement  bar Plaintiff from relying on the oral representations \nmade by Vining and Corkum.  (Defs.’ Br. Supp. Mot. Judgment 10.) The merger clause \n \n \nin the Employment Agreement provides that  it contains “the entire agreement and \nunderstanding” between the parties , supersedes any prior agreements and \nunderstanding, and that “any representations, promises , agreements or \nunderstandings, written or oral, not contained herein shall be of no force and effect.” \n(Empl. Agreement § 16.) The Employment Agreement also provides that “[n]o change \nor modification of the Agreement shall be valid or binding unless in wr iting and \nsigned by the party intended to be bound.” (Empl. Agreement § 13.) \n35. The Court is not persuaded that the merger and amendment provisions \nof the Employment Agreement are applicable to these claims. First, the merger clause \nclearly was intended to fo reclose reliance on representations that preceded the \nEmployment Agreement and were not encompassed therein,  not to representations \nmade after the Agreement was executed. \n36. Second, to the extent Plaintiff claims that Vining and Corkum \nrepresented that Landqu est would eventually pay Plaintiff his full salary and \nproperly account for tax withholdings from that salary, the representations were not \nmodifications to the terms of the Employment Agreement, but rather assurances that \nLandquest would comply with its o bligations under the Agreement.  Those \nrepresentations were not required to be in writing. Similarly, the representations \nregarding payment of distributions of profits under the Economic Interest Agreement \nwere simply statements of Landquest’s intention to comply with the terms of that \nAgreement.    \n \n \n37. The Court concludes that the 2016 Complaint sufficiently states a claim \nfor fraud to survive Defendants’ motion pursuant to Rule 12(c). \nC. Defendants’ Rule 9(b) challenge to 2015 Complaint. \n38. Defendants seek dismissal of Plaintiff’s claim for fraud on the grounds \nthat it is barred by the three-year statute of limitations in G.S. §1-52(9). (Defs.’ Br. \nSupp. Mot. Judgment 11—12.) Defendants contend that Plaintiff’s claim accrued no \nlater than March 11, 2013, the date Landquest terminated him . Defendants argue \nthat because Plaintiff did not file the 2016 Complaint until August 12, 2016, his claim \nis time-barred. (Defs.’ Br. Supp. Mot. Judgment 11.) \n39. Plaintiff contends that the fraud claim is timely filed pursuant to the \n“savings provision” of Rule 41 (a). Rule 41(a) provides that when a plaintiff takes a \nvoluntary dismissal without prejudice of a claim that was filed within the applicable \nstatute of limitations, “a new action based on the same claim may be commenced  \nwithin one year after such dismissal  . . . .” G.S. § 1A-1, Rule 41(a)(1). Plaintiff filed \nthe 2015 Complaint against Defendants on May 15, 2015 , within the three-year \nstatute of limitations applicable to fraud claims. Plaintiff voluntarily dismissed the \n2015 Complaint on August 17, 2015, and  filed the 2016 Complaint on August 12 , \n2016, within the one year provided for re-filing his claim. \n40. Defendants argue, however, that Plaintiff is not entitled to the one-year \n“savings provision” in Rule 41(a)(1) because the 2015 Complaint failed to sufficiently \nplead a claim for fraud in compliance with the particularity requirements of Rule 9(b). \nDefendants rely on Murphy v. Hinton , 773 S.E.2d 355, 2015 N.C. App. LEXIS 571 \n \n \n(2015). In Murphy, the Court of Appeals held that the plaintiff was not entitled to the \nbenefit of the one-year savings provision because the plaintiff’s initial complaint did \nnot allege a claim for negligence under Rule 8. The Court of Appeals summarized the \nlaw as follows: \nOrdinarily, when a plaintiff  voluntarily dismisses her \ncomplaint under Rule 41(a)(1), “a new action based on the \nsame claim may be commenced within one year after such \ndismissal.” N.C. R. Civ. P. 41(a)(1) (2013). As a result, “[i]f \nthe action was originally commenced within the perio d of \nthe applicable statute of limitations, it may be \nrecommenced within one year after the dismissal, even \nthough the base period ma y have expired in the interim.”  \nBrisson v. Santoriello, 351 N.C. 589, 594, 528 S.E.2d 568, \n571 (2000). \n \nBut this one -year extension of the time for filing only \napplies if the complaint properly states a claim for relief. \nOur Supreme Court has held that “ Rule 41(a)(1) must be \napplied in conjunction with the rules for drafting and \ncertification of pleadings.”  Estrada v. Burnham , 316 N.C. \n318, 322, 341 S.E.2d 538, 541 (1986). Thus, “ in order for a \ntimely filed complaint to toll the statute of limitations and \nprovide the basis for a one-year ‘extension’ by way of a Rule \n41(a)(1) voluntary dismissal without prejudice, the \ncomplaint must conform in all respects  to the rules of \npleading.” Id. at 323, 341 S.E.2d at 542. \n \nId. at 358, 2015 N.C. App. LEXIS 571, at *6–7.  Accordingly, in Murphy  the Court of \nAppeals held “ that to benefit from the one -year filing extension provided in  Rule \n41(a), the initial complaint must conform in all respects to the rules of pleading \ncontained in Rules 8, 9, 10 and 11 of the North Carolina Rules of Civil Procedure.” Id. \nat 359, 2015 N.C. App. LEXIS 571, at *9.  \n41. Plaintiff concedes that if the one-year savings provision does not apply, \nhis claims for fraud and misrepresentation are barred because the statute of \n \n \nlimitations expired on March 11, 2016. (Pl.’s Br. Opp. Mot. Judgment 15.) Plaintiff \ncontends, however, that the 2015 Complaint, which was filed on M ay 15, 2015, \ncomplied with the pleading requirements of Rule 9(b). \n42. Rule 9(b) requires that “[i]n all averments of fraud, duress or mistake, \nthe circumstances constituting fraud or mistake shall be stated with particularity.” \nG.S. § 1A-1, Rule 9(b). However, “there is no requirement that any precise formula be \nfollowed or that any certain language be used.” Carter v. Roberts, 78 N.C. App. 511, \n513, 337 S.E.2d 126, 128 (1985). “A requirement of specificity is not a requirement of \nperfect and complete s pecificity.” Hudgins v. Wagoner, 204 N.C. App. 480, 487, 694 \nS.E.2d 436, 443 (2010). \n43. The Court concludes that the 2015 Complaint narrowly satisfies the \nparticularity requirement of Rule 9(b), and therefore Plaintiff’s fraud claim is not \nbarred by the holding in Murphy. In the 2015 Complaint, Plaintiff identified Vining \nand Corkum as the individuals who made the allegedly fraudulent representations. \n(2015 Compl. ¶¶ 12, 18, 19, 21.) Plaintiff also provided the substance of the allegedly \nfalse representations;  namely, that he would be paid all salary and profit \ndistributions he was owed. (Id.) In the 2015 Complaint, Plaintiff alleged that Vining \nand Corkum made the fraudulent representations in “late 2009,”  “October 2012 ,” \n“January 2013,” and “June of 2013.” (2015 Compl. ¶¶ 11–12, 18, 19, 21.) With regard \nto the location of the alleged representations , Plaintiff alleged that L andquest had \noffices in Raleigh, North Carolina, and that Vining and Corkum are residents of Wake \nCounty, North Carolina. (2015 Compl.  ¶¶ 2, 4, 5.)  The allegations  in the 2015 \n \n \nComplaint, considered collectively, were minimally sufficient to satisfy Rule 9(b). See \nGillespie v. Majestic Transp., Inc., 2016 NCBC LEXIS 69, at *29–31 (N.C. Super. Ct. \nSept. 9, 2016) \nD. Defendants’ challenge to individual liability of Vining and Corkum. \n44. Finally, Defendants argue that Vining and Corkum cannot be held liable \nindividually since Plaintiff alleges that they made the fraudulent representations as \nagents of Landquest.  (Defs.’ Br. Supp. Mot. Judgment 13 ; Compl. ¶¶ 34, 43. ) \nDefendants’ argument is without merit. \n45. In North Carolina, \n[i]t is well settled that  one is personally liable for all torts \ncommitted by him, including negligence, notwithstanding \nthat he may have acted as agent for another or as an officer \nfor a corporation.  Palomino Mills, Inc. v. Davidson Mills \nCorp., 230 N.C. 286, 52 S.E.2d 915 (1949);  see also Esteel \nCo. v. Goodman , 82 N.C. App. 692, 348 S.E.2d 153 \n(1986), disc. rev. denied , 318 N.C. 693, 351 S.E.2d 745 \n(1987) (An officer of a co rporation who commits a tort is \nindividually liable for that tort, even though acting on \nbehalf of the corporation in committing the \nact.). Furthermore, the potential for corporate liability, in \naddition to individual liability, does not shield the \nindividual tortfeasor from liability. Rather, it provides the \ninjured party a choice as  to which party to hold liable for \nthe tort. Palomino Mills, supra at 292, 52 S.E.2d at 919. \n \nStrang v. Hollowell , 97 N.C. App. 316 , 318 –19, 387 S.E.2d 664, 666 (1990);  \nsee also White v. Collins Bldg., Inc. , 209 N.C. App. 48, 51 –53, 704 S.E.2d 307, 310  \n(2011). \n46. Accordingly, Defendants’ Motion for Judgment as to Plaintiff’s fraud \nclaim should be DENIED. \n \n \nTHEREFORE IT IS ORDERED that  the Motion for Judgment is GRANTED, \nin part, and DENIED, in part, as follows: \n1. Defendants’ Motion for Judgment  as to Plaintiff’s claim for negligent \nmisrepresentation is GRANTED, and that claim is DISMISSED. \n2. Defendants’ Motion for Judgment  as to Plai ntiff’s claim for fraud is \nDENIED. \nThis the 21st day of April, 2017.  \n \n     /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n "
}