{
  "id": "08da6fa56b1fd39994c4fab27b1d30dad05ff0c2a5edc6c90975f16166b2319f",
  "source_file": "data/raw/ncbc/08da6fa56b1fd39994c4fab27b1d30dad05ff0c2a5edc6c90975f16166b2319f.pdf",
  "raw_text": "Danius v. Sun TV Network, Ltd., 2012 NCBC 17. \n  \n \nHarrington Law, P.C. by James M. Harrington for Plaintiffs. \n  \nFletcher & Rhoton, P.A. by John W. Fletcher, III for Defendant New Delhi \nTelevision, Ltd. \n \nMurphy, Judge.  \nTHIS MATTER THIS MATTER THIS MATTER THIS MATTER is before the Court on New Delhi Television, Ltd.’s (“NDTV”) \nMotion to Dismiss. \n Having considered the Court file, the parties’ briefs and other submissions, \nthe Court GRANTS GRANTS GRANTS GRANTS NDTV’s Motion to Dismiss. \nI. \nPROCEDURAL HISTORY \n {1} On August 7, 2009, Plaintiffs filed this action against NDTV and \nothers for slander per se  arising from injuries sustained by Plaintiff Christy X. \nDanius’ then-pregnant wife, Smalin Jenita, in an automobile accident on July 31, \n2007.  (Compl. ¶ 13.) \n {2} Plaintiffs filed their First Amended Complaint on November 3, 2009. \n {3} On May 27, 2010, this case was designated as a mandatory complex \nbusiness case and assigned to this Court. \nSTATE OF NORTH CAROLINA  \n \nCOUNTY OF MECKLENBURG \n \nIN THE GENERAL COURT OF \nJUSTICE \nSUPERIOR COURT DIVISION \n09 CVS 18696  \nCHRISTY X. DANIUS and LEEMA \nPILLAI,  \n \nPlaintiffs, \n \nv. \n \nSUN TV NETWORK LIMITED, CNN-IBN, \nNEW DELHI TELEVISION, LTD., and \nSTAR INDIA PRIVATE LIMITED, \n \nDefendants. \n \n \n \n \n \n \nORDER & OPINION ORDER & OPINION ORDER & OPINION ORDER & OPINION     \n {4} On June 1, 2010, NDTV’s counsel entered a Notice of Limited \nAppearance strictly for purposes of monitoring the status of the case.  \n {5} On September 27, 2010, Plaintiffs filed a Notice of Return of Service \nupon NDTV in India. \n {6} On October 1, 2010, NDTV filed its Motion to Dismiss for lack of \npersonal jurisdiction and \nforum non conveniens pursuant to North Carolina Rule of \nCivil Procedure 12(b)(2) and North Carolina General Statutes section 1-75.12(a). \n {7}  Plaintiffs did not respond to NDTV’s Motion to Dismiss or otherwise \nobject to the relief requested within the timeframe allowed under the General Rules \nof Practice and Procedure for the North Carolina Business Court.  The Court \ngranted NDTV’s Motion to Dismiss on November 2, 2010. \n {8} On November 3, 2010, Plaintiffs filed a Response to Defendant NDTV’s \nMotion to Dismiss, and also filed a Motion under Rule 60(b)(1) seeking relief from \nthe Court’s November 2, 2010 Order. \n {9} On February 7, 2011, attorney Adam Finkel of the law firm \nSabharwal, Nordin & Finkel moved the Court for admission \npro hac vice  on behalf \nof NDTV.  The Court granted Mr. Finkel’s motion, as amended, on March 2, 2011. \n {10}  On August 10, 2011, the Court granted Plaintiffs’ Rule 60(b)(1) Motion  \nand vacated its prior Order dismissing claims against NDTV. \n {11}  On August 12, 2011, the Court issued its Order and Opinion granting \nDefendant Sun TV Network Limited’s (“Sun TV”) Motion to Dismiss for lack of \npersonal jurisdiction pursuant to Rule 12(b)(2).  See Danius v. Sun TV Network, \nLtd. , 2011 NCBC 31 (N.C. Super. Ct. Aug. 12, 2011), http://www.ncbusinesscourt. \nnet/opinions/2011_NCBC_31.pdf. \n{12} On August 24, 2011, Plaintiffs filed a Notice of Supplemental \nAuthority citing the United State Supreme Court’s opinion in Goodyear Dunlop \nTires Operations, S.A. v. Brown , 131 S. Ct. 2846 (2011), wherein the Court rejected \nthe North Carolina Court of Appeals’ stream of commerce analysis as outlined in \nBrown v. Meter , 199 N.C. App. 50, 681 S.E.2d 382 (2009).  Plaintiffs had previously \nrelied upon the holding of Brown v. Meter  in support of their claims.     \n{13} On August 25, 2011, NDTV filed its Reply Memorandum of Law in \nFurther Support of its Motion to Dismiss. \nII. \nFINDINGS OF FACTS \n {14} NDTV is a limited corporation organized and existing under the laws \nof the country of India and having its principal place of business in New Delhi, \nIndia.  (Compl. ¶ 5.)   \n {15} NDTV is a television network originating in India, the broadcasts of \nwhich are transmitted and sold in the United States through subscription satellite \ntelevision services and via the Internet.  (Compl. ¶ 16.) \n {16} NDTV does not directly broadcast its programming into the United \nStates, but instead contracts with DirecTV, a satellite subscription service, and an \ninternet-based IPTV network, TV-Desi, LLC (“TV-Desi”).  (Def.’s Ex. 1 ¶ 4.)  NDTV \ndoes not contract directly with any subscribers in North Carolina.  (Def.’s Ex. 1 ¶ 4.)  \nNDTV does not control where or to whom either DirecTV or TV-Desi provides \nsubscription services in the United States.  (Def.’s Ex. 1 ¶¶ 6–7.) \n {17} In their Complaint, Plaintiffs allege that NDTV caused certain \ndefamatory statements about Plaintiffs and their family to be “distributed \nthroughout the United States via satellite and streaming Internet connections, \nbeginning November 21, 2007.”  (Compl. ¶ 71.) \n {18} Plaintiffs allege that NDTV’s story, entitled “NRI \n1  Grooms Turn Gory \nAssaulters,” negligently and falsely reported that Plaintiffs committed “foul play” \nagainst Danius’ wife, Smalin Jenita, as a result of a dowry dispute and that this \nreport “continu[ed] to air” at least until the time of filing of the Plaintiffs’ First \nAmended Complaint in November, 2009.  (Compl. ¶¶ 72–73.) \n {19} Plaintiffs contend that jurisdiction over NDTV is proper under section \n1-75.4 of the North Carolina General Statutes because this action claims personal \ninjury within North Carolina arising out of an act or omission outside the state by \n                                                 \n1  As Plaintiffs explain, “NRI” is an Indian media acronym for “non-resident Indian,” i.e., an \nexpatriate.  \nNDTV and because, at or about the time of injury, solicitation or services were \ncarried on within North Carolina on behalf of NDTV.  (Compl. ¶ 10.)  Plaintiffs \nfurther contend that NDTV “purposefully directs [its] news stories to [North \nCarolina] in an attempt to transact business with the large Indian and Indian-\nAmerican population in this state.”  (Compl. ¶ 12.)  \n {20} NDTV has never conducted direct business transactions in North \nCarolina, or maintained an office or agent for the transaction of business in the \nstate, or leased or owned property here, or designated an agent for service of process \nin the state.  (Def.’s Ex. 1 ¶ 3.)  \nIII. \nANALYSIS \n{21} NDTV filed its Motion to Dismiss for lack of personal jurisdiction and \nforum non conveniens pursuant to North Carolina Rule of Civil Procedure 12(b)(2) \nand North Carolina General Statutes section 1-75.12(a). \n{22} NDTV argues that it lacks the requisite contacts with North Carolina \nto establish personal jurisdiction in this forum, and that the forum is grossly \ninconvenient to NDTV and many, if not all, of the necessary witnesses. \n{23} Where a defendant’s motion to dismiss for lack of personal jurisdiction \npursuant to Rule 12(b)(2) is supported by a sworn affidavit unanswered by the \nplaintiff, the court may only accept as true and controlling those of the plaintiff’s \nallegations that are uncontroverted by the defendant’s affidavit, and must accept as \ntrue those sworn statements of the defendant that are uncontroverted by the \nplaintiff’s allegations.   Dailey v. Popma , 191 N.C. App. 64, 69, 662 S.E.2d 12, 16 \n(2008). 2  \n{24} When evaluating personal jurisdiction, a trial court must engage in a \ntwo-step inquiry.  Cameron-Brown Co. v. Daves , 83 N.C. App. 281, 283, 350 S.E.2d \n111, 113 (1986). \n                                                 \n2  Here, NDTV filed the sworn affidavit of Anoop Singh Juneja, Associate Vice President \n(Legal) and Company Secretary for NDTV in support of its Motion to Dismiss.  ( See Def.’s \nEx. 1.)  Plaintiffs do not contest the material facts as stated in NDTV’s sworn affidavit. \n \n{25} First, a basis for jurisdiction must exist under North Carolina’s long-\narm statute, section 1-75.4 of the North Carolina General Statutes.  Cameron-\nBrown , 83 N.C. App. at 283, 350 S.E.2d at 113; Ash v. Burnham Corp. , 80 N.C. App. \n459, 460, 343 S.E.2d 2, 2 (1986). \n{26} North Carolina’s long-arm statute allows North Carolina courts to \nexercise personal jurisdiction in “any action claiming injury to person or property \nwithin this State arising out of [the defendant’s] act or omission outside this State” \nif “solicitation or services activities were carried on within this State by or on behalf \nof the defendant.”  N.C.  G EN . STAT . § 1-75.4(4)–(4)(a) (2012). \n{27} Here, Plaintiffs’ allegations do not establish that any services activities \nwere carried on within North Carolina on NDTV’s behalf.  Plaintiffs’ Complaint \ndoes not allege any agency or joint-venture relationship between NDTV and any \nother service that offers NDTV’s programming to viewers in the United States.  \nNDTV supplies its programming to DirecTV and TV-Desi pursuant to the terms of \nundisclosed contracts.  NDTV denies any agency or joint-venture relationship with \neither service, characterizing both DirecTV and TV-Desi as independent \ncontractors.  (Def.’s Ex. 1 ¶¶ 6–7.)  NDTV denies knowledge of whether its \nprogramming is delivered to subscribers of DirecTV and/or TV-Desi who may be \nlocated in North Carolina.  (Def.’s Ex. 1 ¶¶ 4, 6–7.)  Plaintiffs do not contest NDTV’s \nstatement that it has never directly contracted with any subscriber in North \nCarolina, nor do they challenge NDTV’s assertion that it has no control over where \nDirecTV or TV-Desi subscribers are located within the United States.  (See Pls.’ Br. \nOpp’n Def.’s Mot. Dismiss 3; Def.’s Ex. 1 ¶¶ 3–4, 6–7.)  From a review of the \nComplaint and Defendant’s sworn affidavit (Def.’s Ex. 1), it is unclear to the Court \nwhether either DirecTV or TV-Desi acted on behalf of NDTV or on its own behalf to \ndeliver NDTV programming to subscribers in North Carolina.  The Court, therefore, \ncannot conclude as a matter of law that there is a basis for personal jurisdiction \nunder North Carolina’s long-arm statute. \n{28} Rather than ending its analysis here, the Court considers the second \ninquiry: “whether the defendant has the minimum contacts with North Carolina \nnecessary to meet the requirements of due process.”  Robbins v. Ingham , 179 N.C. \nApp. 764, 770, 635 S.E.2d 610, 615 (2006) (citation omitted).    \n{29} State courts may exercise personal jurisdiction over an out-of-state \ndefendant who has “certain minimum contacts with [the state] such that the \nmaintenance of the suit does not offend ‘traditional notions of fair play and \nsubstantial justice.’”  Int’l Shoe Co. v. Washington , 326 U.S. 310, 316 (1945) \n(quoting Milliken v. Meyer , 311 U.S. 457, 463 (1940)). \n{30} International Shoe ’s progeny have differentiated between specific, \ncase-linked jurisdiction and general jurisdiction.  See Helicopteros Nacionales de \nColombia, S.A. v. Hall , 466 U.S. 408 (1984); Perkins v. Benguet Consol. Mining Co. , \n342 U.S. 437 (1952).      \n{31} Specific jurisdiction depends on a relationship between the underlying \ncontroversy and the forum, the principal question being whether the specific \nactivity or occurrence giving rise to the claim took place in the forum state and \nshould, therefore, be subject to the state’s regulation.  Goodyear Dunlop Tires \nOperations, S.A. v. Brown , 131 S. Ct. 2846, 2853 (2011).  As the Supreme Court \nnoted in Goodyear , specific jurisdiction involves an inquiry “whether there was \n‘some act by which the defendant purposefully avail[ed] itself of the privilege of \nconducting activities within the forum State, thus invoking the benefits and \nprotections of its laws.’”  Id. at 2854 (quoting Hanson v. Denckla , 357 U.S. 235, 253 \n(1958)). \n{32} Here, the Court need not address specific jurisdiction to decide this \nmatter because Plaintiffs concede that the Court lacks specific jurisdiction as to \nNDTV.  (See Pls.’ Br. Opp’n Def.’s Mot. Dismiss 2.)  All parties agree that the \nallegedly slanderous news report occurred in India, not in North Carolina.  \n{33} “A court may assert general jurisdiction over foreign . . . corporations \nto hear any and all claims against them when their affiliations with the State are so \n‘continuous and systematic’ as to render them essentially at home in the forum \nState.”  Goodyear , 131 S. Ct. at 2851.   \n{34}  Plaintiffs contend that NDTV is subject to general jurisdiction in North \nCarolina based on the North Carolina Court of Appeals’ holding in Brown v. Meter \nthat “the appropriate question . . . is whether the [d]efendant[] [has] ‘purposefully \ninjected [its] product into the stream of commerce without any indication that [it] \ndesired to limit the area of distribution . . . so as to exclude North Carolina.’”  \nBrown , 199 N.C. App. at 63, 681 S.E.2d at 391 (quoting Bush v. BASF Wyandotte \nCorp. , 64 N.C. App. 41, 51, 306 S.E.2d 562, 568 (1983)).   \n{35}  The Court finds Plaintiffs’ arguments unavailing for the reasons set \nforth below. \n{36} As previously noted, the Brown  decision was reversed by the United \nStates Supreme Court in Goodyear .  The Supreme Court explained in Goodyear  \nthat the “[f]low of a manufacturer’s products into the forum . . . may bolster an \naffiliation germane to specific [i.e., not general] jurisdiction.”  131 U.S. at 2855 \n(emphasis in original) (citing World-Wide Volkswagen Corp. v. Woodson , 444 U.S. \n286, 297 (1980)).    \n{37}  In dismissing Plaintiffs’ related slander per se  claim against co-\ndefendant Sun TV, this Court held that “the ‘stream of commerce’ theory of general \njurisdiction is not properly applied to causes of action other than products liability \nclaims.”  Danius , 2011 NCBC 31 ¶ 45 (citing Goodyear , 131 S. Ct. 2846). 3    \n                                                 \n3  While this Court noted in Danius that “[n]o court in North Carolina has ever applied the \n‘stream of commerce’ analysis to a defamation case,” Danius , 2011 NCBC 31  ¶ 46, there is \nprecedent in our case law for denying personal jurisdiction as to claims arising from \npublication of allegedly defamatory material in a foreign jurisdiction that is subsequently \ndistributed in North Carolina by independent third parties.  Putnam v. Triangle \nPublications, Inc. , 245 N.C. 432 (1957).  In Putnam , the plaintiff alleged invasion of privacy \nand defamation against the defendant, a magazine publisher incorporated in Delaware \nwith its primary place of business in Pennsylvania.  Id. at 435.  Like NDTV in the present \ncase, the defendant in Putnam  had “no financial interest of any kind in any wholesale or \nretail dealer in North Carolina[,] . . . never made any payments to them[,] . . . [and] never \nexercised, or attempted to exercise, any control, supervision or direction over the policy, \nmanagement or details of the business of these wholesale news dealers or retailers, or their \npersonnel, or over the methods employed by them for the purpose of promoting the sales of \npublications, except to the limited extent that the normal relations between them result in \ngeneral advice or suggestions concerning sales methods and distribution.”  Id.  The Putnam \ncourt added that “[t]hese wholesale news dealers do not hold themselves out to the public or \n{38}  Even if Plaintiffs’ “stream of commerce” arguments applied to a \ngeneral jurisdiction analysis of this case, Plaintiffs have not sufficiently alleged that \nNDTV has the minimal contacts required to establish general jurisdiction in this \nstate.    \n{39} This Court has previously addressed personal jurisdiction in \nconnection with Internet publication of allegedly defamatory statements that a \ndefendant “knew or should have known would be published or republished in North \nCarolina.”  Peterson v. Robertson , 1999 NCBC 2 (N.C. Super. Ct. May 25, 1999), \nhttp://www.ncbusinesscourt.net/opinions/1999%20NCBC%202.htm, rev’d on other \ngrounds,  140 N.C. App. 386, 540 S.E.2d 79 (2000) (unpublished opinion).        In \nPeterson , this Court rejected the plaintiff’s argument that “making slanderous or \nlibelous statements that may become part of the information base searchable on the \nInternet can subject a nonresident to jurisdiction in any forum[, n]or does the fact \nthat [defendant’s] television program is broadcast worldwide subject him to \njurisdiction in any forum.”  Peterson , 1999 NCBC 2 ¶ 29. 4  \n{40}  In reversing the North Carolina Court of Appeals’ decision in Brown v. \nMeter , the Supreme Court of the United States stated that “[u]nder the sprawling \nview of general jurisdiction urged by respondents and embraced by the North \n                                                                                                                                                             \nthe trade as being agents or representatives of defendant, and they do not do business [o]n \nits behalf.”  Id.   \n4  The North Carolina Court of Appeals has since adopted a test set forth by the federal \nCourt of Appeals for the Fourth Circuit for deciding personal jurisdiction over Internet-\nbased tort (i.e., defamation) claims.  Popma , 191 N.C. App. at 70, 662 S.E.2d at 17.  Under \nthis test, a North Carolina court may exercise personal jurisdiction over an out-of-state \ndefendant who “(1) directs electronic activity into the State, (2) with the manifested intent \nof engaging in business or other interactions within the State, and (3) that activity creates, \nin a person within the State, a potential cause of action cognizable in the State’s  courts.”  \nHavey v. Valentine , 172 N.C. App. 812, 816-17, 616 S.E.2d 642, 647-48 (2005).  The Court \nhere notes that the Havey test, dependent as it is upon the relationship between the \ndefendant’s manifest intent and the plaintiff’s injury, appears, under Goodyear , to be one of \nspecific, not general, jurisdiction.  See Goodyear , 131 U.S. at 2855.  Therefore, the Court \ndoes not find the Havey test appropriate to a general jurisdiction analysis.  While Plaintiffs \nidentify a cause of action arising from defamatory statements allegedly made available to \nNorth Carolina residents via the Internet, NDTV’s Affidavit plainly refutes any allegation \nthat NDTV itself directed such transmissions into North Carolina—by means of satellite or \nInternet—or that NDTV ever intended to transact business in the state.   \nCarolina Court of Appeals, any substantial manufacturer or seller of goods would be \namenable to suit, on any claim for relief, wherever its products are distributed .”  \nGoodyear , 131 S. Ct. at 2856 (emphasis added).   \n{41} The facts before this Court suggest that NDTV’s contacts with North \nCarolina are attributable to mere distribution of its communications by a third \nparty within North Carolina.  Plaintiffs do not challenge NDTV’s denial that this \ndistribution was the result of intentional or targeted conduct by NDTV.  The Court, \ntherefore, declines to find general jurisdiction over NDTV based on contacts that \nare, at best, highly attenuated.  See Goodyear , 131 S. Ct. at 2856–57; see also \nDanius , 2011 NCBC 31 ¶¶ 51–53. \n{42} The Court holds, therefore, that jurisdiction over NDTV in this case \ndoes not comport with the due process requirements of general jurisdiction.  \n{43} In addition to challenging personal jurisdiction, NDTV has moved for \ndismissal on forum non conveniens grounds pursuant to North Carolina General \nStatutes section 1-75.12(a).  \n{44}  Section 1-75.12(a) provides that a North Carolina trial court may, in \nits sound discretion, stay the action on defendant’s motion if the defendant consents \nto suit in another jurisdiction that the judge finds would provide “a convenient, \nreasonable, and fair place of trial,” and the judge also finds “that it would work \nsubstantial injustice for the action to be tried in a court of this State.”  N.C.  G EN . \nSTAT . § 1-75.12(a). \n{45} Having concluded that it lacks both personal and general jurisdiction \nover NDTV, the Court does not reach this alternative basis for dismissal.  \n{46} For the foregoing reasons, the Court GRANTS GRANTS GRANTS GRANTS NDTV’s Motion to \nDismiss. \n \n \n \n \n \nIV. \nCONCLUSION  \n {47} The Court concludes that it lacks jurisdiction over Defendant NDTV \nand therefore, all claims against NDTV in Plaintiffs’ Complaint are hereby \nDISMISSED DISMISSED DISMISSED DISMISSED with prejudice. \n SO ORDERED SO ORDERED SO ORDERED SO ORDERED, this the 22 \nnd  day of March, 2012. \n "
}