{
  "id": "0929bb4a2576ce4d96dcc418f79153c8d40b17f68d6727521bdad34ba68b7593",
  "source_file": "data/raw/ncbc/0929bb4a2576ce4d96dcc418f79153c8d40b17f68d6727521bdad34ba68b7593.pdf",
  "raw_text": "STATE OF NORTH CAROLINA\n \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n14 CVS 1853 \n \nCHAD A. BATTLES, \n \nPlaintiff, \n \nv. \n \nBYWATER, LLC, a North Carolina \nLimited Liability Company, and  \nAGIQUA, LLC, a North Carolina Limited \nLiability Company, \n \nDefendants. \n \n \n \n \nORDER AND OPINION \n \n \n \nFerikes & Bleynat, PLLC, by H. Gregory Johnson and Joseph A. Ferikes, for \nPlaintiff Chad A. Battles. \n \nAsheville Law Group, by Michael G. Wimer and Jake A. Snider, for \nDefendants Bywater, LLC and Agiqua, LLC. \n \nBledsoe, Judge \n{1} THIS MATTER is before the Court upon the following motions: (i) Plaintiff \nChad Battles’ (“Plaintiff”) Motion to Disqualify Counsel for Defendants and to \nStrike Defendants’ Answer, Defenses and Counterclaims (“Motion to Disqualify”); \n(ii) Plaintiff’s Motion to Appoint Receiver; (iii) Plaintiff’s Motion for Preliminary \nInjunction; (iv) Defendants Bywater, LLC, a North Carolina Limited Liability \nCompany (“Bywater”), and Agiqua, LLC, a North Carolina Limited Liability \nCompany’s (“Agiqua”) (together, “Defendants”) Motion to Dismiss; and (v) \nDefendants’ Motion to Re-Open Discovery (collectively, “the Motions”).   \n{2} The Court, having considered the Motions, affidavits and supporting \nbriefs, as well as the arguments of counsel at the October 16, 2014 hearing in this \nBattles v. Bywater, LLC, 2014 NCBC 51.\n \n \nmatter, FINDS and CONCLUDES, for the limited purpose of resolving the Motions, \nas follows:  \nFINDINGS OF FACT \n{3} Plaintiff and James Rogers (“Rogers”) formed Bywater, a North Carolina-\nbased limited liability company (“LLC”), as equal owners and member-managers in \nApril 2010.  Bywater operates a tavern for music and entertainment near downtown \nAsheville, North Carolina. \n{4} Plaintiff and Rogers dispute whether their management of Bywater is \ngoverned by a valid and enforceable operating agreement.  In 2010, Plaintiff printed \nhis name and Rogers’ name – with Rogers’ permission – in the signature block of  a \nwritten operating agreement between Plaintiff and Rogers (hereinafter, the \n“Operating Agreement”), which Plaintiff relied upon to open a bank account for the \nBywater business.  Plaintiff contends that the Operating Agreement is invalid and \nthat it has not governed Plaintiff’s and Rogers’ management of Bywater.      \n{5} Plaintiff and Rogers are equal owners and member-managers of Agiqua, a \nNorth Carolina-based LLC that owns the real property on which Bywater conducts \nits business.  Plaintiff and Rogers agree that they have not executed an operating \nagreement with respect to Agiqua.   \n{6} Plaintiff and Rogers operated Bywater successfully and without significant \ndispute until Rogers was involved in a car accident in July 2013.  According to \nPlaintiff, Rogers thereafter began to neglect his responsibilities at Bywater and \ngradually withdrew his participation in the management of the business.  Plaintiff \n \n \nhas submitted affidavits from Bywater employees describing Rogers’ conduct during \nthis time period as generally dysfunctional and detrimental to the Bywater \nbusiness.    \n{7} Purportedly due to Rogers’ behavior and to preserve Bywater’s assets, and \nafter consulting Bywater’s then counsel, The Hart Law Group, Plaintiff moved the \nBywater bank account from Mountain 1st Bank and Trust Company (now First \nCitizens Bank) to Branch Banking and Trust (“BB&T”) in December 2013.  Plaintiff \nmoved the account without Rogers’ knowledge and advised Rogers that he would be \nadded to the BB&T account only if he agreed to execute a formal written operating \nagreement for Bywater detailing Plaintiff’s and Rogers’ respective management \nresponsibilities.  BB&T froze the Bywater bank account after Rogers appeared at \nBB&T seeking access to the account.  Plaintiff then moved the Bywater bank \naccount to Forest Commercial Bank (now Carolina Alliance Bank), again \npurportedly to protect the Bywater funds from Rogers and to ensure that Bywater \nwould have sufficient funds to carry on its business operations. \n{8} Rogers retained the Asheville Law Group (“ALG”) in March 2014 to \nrepresent him personally in his dispute with Plaintiff concerning Bywater.   \n{9} On April 4, 2014, Mike Wimer (“Wimer”) of ALG accompanied Rogers to \nForest Commercial Bank, seeking to add Rogers as a signatory to the Bywater \naccount.  Forest Commercial Bank responded by freezing the Bywater account. \n \n \n{10} Plaintiff and Rogers subsequently agreed to deposit all Bywater funds in a \njointly accessible account with First Citizens Bank; however, approximately $50,000 \nin Bywater funds remains frozen in the Carolina Alliance Bank account.  \n{11} Plaintiff filed his complaint in this action on May 2, 2014, alleging, inter \nalia, that it was “impossible and impractical” for Plaintiff and Rogers to continue \noperating the Bywater and Agiqua businesses.  (Compl. ¶ 10.)  Citing “numerous \nconflicts regarding the management and operation” of both companies, Plaintiff’s \ncomplaint requests (i) judicial dissolution of both Bywater and Agiqua pursuant to \nN.C. Gen. Stat. § 57D-6-02; and (ii) the appointment of a receiver pursuant to N.C. \nGen. Stat. § 57D-6-04 to manage Defendants’ business operations pending the \nCourt’s decision on dissolution (and to wind up the businesses in the event that \nPlaintiff’s request for dissolution is granted).  (Id. ¶¶ 11-13.)  \n{12} On May 5, 2014, Rogers terminated ALG as counsel in his personal dispute \nagainst Plaintiff and that same day retained ALG to represent both Bywater and \nAgiqua in this lawsuit.  Rogers consented on his own behalf and purportedly on \nbehalf of Defendants to ALG’s representation of Defendants and signed documents \nseeking to waive any conflict of interest that may have arisen due to ALG’s prior \nrepresentation of Rogers.  Plaintiff did not consent to ALG’s representation of \nDefendants. \n{13} On May 15, 2014, Bywater sought to expel Plaintiff as a member of \nBywater on grounds that Plaintiff’s conduct, including but not limited to Plaintiff’s \n \n \ndecision to move the Bywater bank account without Rogers’ knowledge in December \n2013, warranted Plaintiff’s expulsion under the Operating Agreement.  \n{14} On May 16, 2014, Defendants filed an answer to Plaintiff’s complaint, \ntherein asserting counterclaims and moving to dismiss Plaintiff’s complaint \npursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure.  \n{15} On July 7, 2014, Plaintiff moved to disqualify ALG as Defendants’ counsel \nin this action, contending, inter alia, that Rogers, as a fifty percent member of \nBywater and Agiqua, lacked the authority to hire ALG to represent Defendants in \nthis matter.   \n{16} Plaintiff asserts that Rogers has continued to misappropriate Bywater \nfunds, for example, by transferring at least $25,000 in company funds to ALG \nwithout Plaintiff’s consent.  Plaintiff has thus moved the Court for a preliminary \nand permanent injunction, seeking to prevent Defendants from making further \npayments to ALG in connection with ALG’s representation of Defendants in this \nmatter.  \n{17} Following a case management conference, the Court entered an Order \nstaying all discovery pending resolution of Plaintiff’s Motion to Disqualify.  \nDefendants have since moved the Court to reopen discovery, requesting the \nopportunity to depose Plaintiff for purposes of gathering information to assist them \nin their defense against Plaintiff’s Motion to Disqualify. \n \n \n{18} The Court held a hearing on Plaintiff’s Motion to Disqualify, Motion to \nAppoint Receiver, and Motion for Preliminary Injunction, and on Defendants’ \nMotion to Dismiss and Motion to Re-Open Discovery on October 16, 2014. \nCONCLUSIONS OF LAW \nPlaintiff’s Motion to Disqualify \n{19} “‘Decisions regarding whether to disqualify counsel are within the \ndiscretion of the trial judge and, absent an abuse of discretion, a trial judge’s ruling \non a motion to disqualify will not be disturbed on appeal.’”  Sisk v. Transylvania \nCmty. Hosp., Inc., 364 N.C. 172, 179, 695 S.E.2d 429, 434 (2010) (quoting Travco \nHotels, Inc. v. Piedmont Natural Gas Co., 332 N.C. 288, 295, 420 S.E.2d 426, 430 \n(1992)).  \n{20} Plaintiff moves to disqualify ALG as Defendants’ counsel and to strike all \nfilings submitted by ALG on Defendants’ behalf on grounds that Rogers, as a fifty \npercent (but not majority) member-manager of Defendants, lacked the requisite \nauthority to unilaterally retain ALG to represent Defendants in this matter.  In \nsupport of his position, Plaintiff argues that neither Defendant has an operating \nagreement and therefore relies upon the North Carolina Limited Liability Company \nAct’s (“the LLC Act”) provisions that “[e]ach manager has equal rights to participate \nin the management of the LLC and its business” and that “[m]anagement decisions \napproved by a majority of the managers are controlling.”  N.C. Gen. Stat. § 57D-3-\n20(b) (2014).   \n \n \n{21} Defendants counter that Rogers properly retained ALG to represent \nDefendants in this matter.  Defendants contend that the default provisions of the \nLLC Act are inapplicable with respect to Bywater because there exists a valid \noperating agreement and because Plaintiff’s expulsion under the Operating \nAgreement left Rogers free to hire ALG.  Defendants further contend that even if \nthe LLC Act does apply, its provisions support their position that “a single manager \n[like Rogers here] may bind the company, but his actions may be overridden by \nmajority of managers” and “[w]here [as here] no majority acts to revoke an act \ntaken by a single manager, the manager’s decision for the LLC stands.”  (Defs.’ \nResp. Pl.’s Mot. to Disq., pg 9.)   \n{22} An LLC “is a ‘statutory form of business organization . . . that combines \ncharacteristics of business corporations and partnerships.’”  Crouse v. Mineo, 189 \nN.C. App. 232, 237, 658 S.E.2d 33, 36 (2007) (citations and quotation marks \nomitted) (ellipsis in original).  “The [LLC] Act contains numerous ‘default’ \nprovisions or rules that will govern an LLC only in the absence of an explicitly \ndifferent arrangement in the LLC’s articles of organization or written operating \nagreement. Because these default provisions can be changed in virtually any way \nthe parties wish, an LLC is primarily a creature of contract.”  Id. (citation omitted). \n{23} Where applicable, the default provisions of the LLC Act provide that “[t]he \nmanagement of an LLC and its business is vested in the managers”; that “[a]ll \nmembers by virtue of their status as members are managers of the LLC”; and that \n“[e]ach manager has equal rights to participate in the management of the LLC and \n \n \nits business.”  N.C. Gen. Stat. § 57D-3-20(a)-(b), (d).  Further, although the \n“manager[s] may act on behalf of the LLC in the ordinary course of the LLC’s \nbusiness” and “may make management decisions without a meeting and without \nnotice[,]” this authority is subject to the Act’s mandate that “[m]anagement \ndecisions approved by a majority of the managers are controlling.”  N.C. Gen. Stat. § \n57D-3-20(b)-(c). \nBywater \n{24} Plaintiff acknowledges that a written operating agreement for Bywater \nwas prepared, but contends that the draft agreement is invalid because neither he \nnor Rogers ever signed it.  Plaintiff thus asserts that the default provisions of the \nLLC Act govern Plaintiff’s and Rogers’ management of Bywater.  Plaintiff, however, \nadmits affixing his name to the Operating Agreement in his own hand1 and \nrepresenting its validity in order to open a bank account for the Bywater business.  \nHaving embraced the Agreement at the inception of the LLC’s existence, and having \nfailed to show that the parties rescinded or did not intend to be bound by the \nAgreement thereafter, Plaintiff cannot now unilaterally disavow the Agreement and \nclaim that it has no legal effect. See, e.g., Redevelopment Com’n of Greenville v. \nHannaford, 29 N.C. App. 1, 4, 222 S.E.2d 752, 754 (1976) (“Where one having the \n                                                 \n1 Contrary to Defendants’ apparent suggestion, the LLC Act does not require that an operating \nagreement be in writing or signed by both parties to be valid, N.C. Gen. Stat. § 57D-1-03 (2014) \n(providing that “the operating agreement may be in any form, including written, oral, or implied, or \nany combination thereof”); see also Durham Consol. Land & Improv. Co. v. Guthrie, 116 N.C. 381, \n384, 21 S.E. 952, 953 (1895) (providing that the statute of frauds, where applicable, requires only \n“that the contract shall be in writing and signed by ‘the party to be charged therewith’”);  Yaggy v. B. \nV. D. Co., 7 N.C. App. 590, 598, 173 S.E.2d 496, 501 (1970) (explaining “that a printed name may \nconstitute a sufficient signing under the statute of frauds, provided that it is recognized by the party \nsought to be charged”). \n \n \nright to accept or reject a transaction or instrument takes and retains benefits \nthereunder, he ratifies it, and cannot avoid its obligation or effect by taking a \nposition inconsistent with it.”); Adver., Inc. v. Harper, 7 N.C. App. 501, 505, 172 \nS.E.2d 793, 795 (1970) (holding that lessee was estopped from denying validity of \nlease where lessee had paid seven months’ rent and accepted benefits under lease).  \nAccordingly, based on Plaintiff’s own conduct, the Court concludes that Plaintiff has \nwaived any argument that the Operating Agreement is invalid or unenforceable, \nand the Court therefore finds that the Operating Agreement governs Plaintiff’s and \nRogers’ management of Bywater. \n{25} Prior to inquiring into whether the terms of the Operating Agreement \npermitted Rogers to hire counsel for Bywater as a fifty percent member-manager, \nthe Court must first consider Defendants’ contention that Plaintiff’s expulsion from \nBywater has rendered Plaintiff without standing to challenge Rogers’ selection of \nALG as Defendants’ counsel.   \n{26} As an initial matter, Defendants’ standing challenge is undermined by the \nundisputed fact that Rogers retained ALG as counsel for Defendants on May 5, \n2014, and Defendants do not claim Rogers expelled Plaintiff until May 15, 2014.  As \na result, even under Defendants’ theory of liability, Rogers was not the sole member \nof the LLC at the time Rogers sought to hire ALG as counsel for Bywater and thus \ndid not have authority under the Operating Agreement to hire ALG until after \nPlaintiff’s alleged expulsion on May 15. \n \n \n{27} In addition, the Operating Agreement provides that a member may be \nexpelled from the company by “members holding a majority of the ownership shares \nheld by members other than the expelled member” where the member is “guilty of \nwrongful conduct that adversely and materially affects the business or affairs of the \ncompany”; “ has willfully or persistently committed a material breach of the articles \nof organization of the company or this agreement”; or “has otherwise breached a \nduty owed to the company or to the other members to the extent that it is not \nreasonably practicable to carry on the business or affairs of the company with the \nmember.”  (Op. Ag. ¶ 7.2.)  Defendants allege that Plaintiff breached the Operating \nAgreement on numerous occasions, including (i) in December 2013, when Plaintiff \nmoved the Bywater bank account from Mountain 1st Bank and Trust Company to \nBB&T, thus denying Rogers access to company funds without Plaintiff’s consent in \ncontravention of the Operating Agreement; (ii) in February 2014, when Plaintiff \nsigned and represented the validity of a Bywater company resolution – without \nRogers’ signature to authorize the resolution  – in order to open an account at \nForest Commercial Bank; and (iii) from May 2014 through August 2014, when \nPlaintiff moved certain Bywater funds to a safe located on the Bywater premises, \nagain denying Rogers access to Bywater funds without Plaintiff’s consent. \n{28} Although the Court agrees with Defendants that Plaintiff’s conduct likely \nviolated his obligations under the Operating Agreement, upon a review of the \nrecord, the Court does not find that Plaintiff’s conduct met the stringent \nrequirements for expulsion under the Agreement.  In particular, in none of the \n \n \ninstances upon which Defendants rely did Plaintiff convert Bywater funds to his \nown personal use; rather, as Plaintiff has maintained, the only evidence is that \nPlaintiff sought merely to safeguard the Bywater funds to ensure the continued \noperation of the Bywater business and did not use the removed funds for purposes \nunrelated to Bywater.  While the Court does not condone Plaintiff’s use of an extra-\ncontractual self-help remedy on these facts, the Court cannot conclude that \nPlaintiff’s conduct in the circumstances here “adversely or materially affected the \nbusiness affairs of the company,” constituted a “willful or persistent material \nbreach” of the Agreement, or otherwise constituted a “breach of duty owed to the \ncompany” justifying Plaintiff’s expulsion from Bywater.2  Accordingly, the Court \nconcludes that Defendants have failed to demonstrate that Plaintiff was properly \nexpelled from his role as a member-manager of Bywater; therefore, the Court finds \nthat Plaintiff and Rogers have been at all relevant times and remain fifty percent \nmember-managers of Bywater.3   \n{29} Turning then to Rogers’ authority to retain ALG as counsel for Bywater \nunder the terms of the Operating Agreement, the Agreement specifically provides \nthat “[e]xcept as otherwise provided in this agreement, all decisions requiring action \n                                                 \n2 Defendants’ sole allegation that Plaintiff converted Bywater funds to his personal use – that \nPlaintiff and his wife “likely misused” Bywater funds to make personal purchases – appears wholly \nunsupported by the record evidence.   \n3 Defendants also contend that Plaintiff is equitably estopped from contesting Rogers’ decision to hire \nALG because Plaintiff engaged in similar conduct when he sought to engage The Hart Law Group to \nrepresent Defendants as counsel in this matter.  Defendants’ argument lacks merit, however, \nbecause The Hart Law Group had historically served as Defendants’ counsel, with the mutual \nconsent of Plaintiff and Rogers, and because, unlike Rogers in hiring ALG to pursue claims on behalf \nof Defendants against Plaintiff, Plaintiff did not seek to retain The Hart Law Group to assert claims \non Defendants’ behalf against Rogers in his individual capacity. \n \n \nof the members or relating to the business or affairs of the company will be decided \nby the affirmative vote or consent of members holding a majority of the ownership \ninterests.” (Op. Ag. ¶ 5.2.)  The Operating Agreement further describes certain \nactions that “no member has authority to do . . . without the prior written consent of \nall other members[,]” including “incur[ring] indebtedness by the company other \nthan in the ordinary course of business” and “authoriz[ing] a transaction involving \nan actual or potential conflict of interest between a member and the company[.]”  \n(\nId. ¶ 5.3.) \n{30} Here, Rogers made the unilateral decision to retain ALG to represent \nBywater in this matter for the purpose of defending against Plaintiff’s claims and \nasserting counterclaims against Plaintiff.  This decision has caused Bywater to \nincur debt “other than in the ordinary course of business” – indeed, it was \nrepresented at the October 16, 2014 hearing that Bywater has incurred legal fees \nowed to ALG of approximately $85,000 to date in this matter – and, additionally, \nhas created “an actual . . . conflict of interest between a member [i.e., Plaintiff] and \nthe company[.]”  Accordingly, because Rogers took these actions without Plaintiff’s \naffirmative vote or consent (i.e., without the “affirmative vote of members holding a \nmajority of the ownership interests”), the Court concludes that Rogers’ retention of \nALG was in contravention of his authority under the Operating Agreement.  \n \n \n \n \n \nAgiqua \n{31} Plaintiff and Rogers agree that they have not entered into a written \noperating agreement with respect to Agiqua.  The default provisions of the LLC Act, \ntherefore, govern Plaintiff’s and Rogers’ management of Agiqua.   \n{32} Under the LLC Act, majority approval is required to take extraordinary \naction on behalf of the LLC of the sort Rogers has sought to authorize here.  See, \ne.g., Crouse, 189 N.C. App. at 239, 658 S.E.2d at 37-38 (applying LLC Act in \nabsence of operating agreement and holding that fifty percent LLC member “lacked \nauthority to cause [the LLC] to institute the . . . action on its own behalf” against \nthe other fifty percent LLC member); see also Maitland v. Int’l Registries, LLC, \n2008 Del. Ch. LEXIS 70, at *4-5 (Del. Ch. June 6, 2008) (holding that fifty percent \nLLC member was unauthorized to unilaterally retain counsel on behalf of the LLC \nand thus disqualifying counsel and striking the LLC’s answer where the operating \nagreement “require[d] action by majority”); Caplash v. Rochester Oral & \nMaxillofacial Surgery Assoc., LLC, 20 Misc. 3d 1104(A), 867 N.Y.S.2d 15, 2008 N.Y. \nMisc. LEXIS 3519, 2008 NY Slip Op 51216(U) (2008) (following Maitland and \nholding that fifty percent LLC member “had no authority to hire counsel for [the \nLLC] for any purpose, and certainly not for the purpose of appearing in the action in \na militant capacity on one side of a 50-50 split”).  To conclude otherwise would leave \nopen the possibility of two equal LLC members each designating competing counsel \nto represent the same LLC in the same legal action.  See Maitland, 2008 Del. Ch. \n \n \nLEXIS 70, at *3 (“If Guida’s interpretation were correct, Maitland would have an \nequal right to appoint counsel and file an answer on behalf of [the LLC].”).   \n{33} Accordingly, for the reasons articulated above, the Court concludes that \nRogers lacked the proper authority to retain ALG as counsel for Agiqua under the \ncircumstances. \n{34} Based on the foregoing, the Court hereby GRANTS Plaintiff’s Motion to \nDisqualify and STRIKES all filings submitted by ALG on Defendants’ behalf, \nincluding but not limited to Defendants’ Answer and Counterclaims, Motion to \nDismiss, and Motion to Re-Open Discovery, without prejudice to Defendants’ right \nto refile these or other legally supportable and permissible documents after the \nretention of new counsel.   \nPlaintiff’s Motion to Appoint Receiver \n{35} The evidence of record demonstrates that Plaintiff and Rogers are \ndeadlocked with respect to their management of Defendants in that they are unable \nto agree on even the most basic decisions concerning Defendants’ day-to-day \noperations.  In light of this deadlock, Plaintiff requests that the Court appoint a \nreceiver to manage Defendants’ business operations pending the Court’s decision on \ndissolution.  Defendants, however, oppose the appointment of a receiver for either \nDefendant.  Defendants contend that appointing a receiver is a drastic remedy that \nis unnecessary in this case because both Bywater and Agiqua operate successful \nbusinesses.  Defendants further contend that Plaintiff’s request for a receiver \nshould be denied because “[a]ppointing a receiver requires a precedent \n \n \ndetermination that judicial dissolution may be a remedy[,]” and that, in light of the \nrecent revisions to the LLC Act, Plaintiff’s asserted basis for dissolution – \nmanagement deadlock – is no longer valid.  (Defs.’ Br. Mot. to Dismiss, pg. 6.)   \n{36} The LLC Act specifically authorizes a trial court to appoint a receiver “to \nmanage the business of the LLC pending the court’s decision on dissolution and if \ndissolution is decreed by the court to wind up the LLC.”  N.C. Gen. Stat. § 57D-6-\n04(a) (2014).  N.C. Gen. Stat. § 1-502 also contemplates the appointment of a \nreceiver prior to judgment, providing that a receiver may be appointed where the \nmoving party “establishes an apparent right to property which is the subject of the \naction and in the possession of an adverse party, and the property or its rents and \nprofits are in danger of being lost, or materially injured or impaired[.]”  \nBarnes v. \nKochhar, 178 N.C. App. 489, 499, 633 S.E.2d 474, 480-81 (2006) (quoting N.C. Gen. \nStat. § 1-502).  Additionally, our “Supreme Court [has] indicated that a court of \nequity has the ‘inherent power to appoint a receiver, notwithstanding specific \nstatutory authorization.’” Williams v. Liggett, 113 N.C. App. 812, 816, 440 S.E.2d \n331, 333 (1994) (quoting Lowder v. All Star Mills, Inc., 301 N.C. 561 576, 273 S.E.2d \n247, 256 (1981)); see also Barnes, 178 N.C. App. at 499, 633 S.E.2d at 480 (“A \nreceiver may be appointed by a trial court both pursuant to statute and the trial \ncourt’s inherent authority.”).  The “appointment of a receiver is within the discretion \nof the trial court.”  Barnes, 178 N.C. App. at 500, 633 S.E.2d at 481 (citing Murphy \nv. Murphy, 261 N.C. 95, 101, 134 S.E.2d 148, 153 (1964)). \n \n \n{37} Here, the Court concludes that the appointment of a receiver is \nappropriate in light of the persisting management deadlock between Plaintiff and \nRogers and the accusations of corporate mismanagement and malfeasance each has \nmade against the other.  \nSee, e.g. Assoc. Behavioral Servs. v. Smith, 2011 NCBC 22 \n(N.C. Super. Ct. July 8, 2011) (appointing a receiver where two fifty percent \nshareholders were “hopelessly deadlocked” in the management of their company).  \nWhile it is true that Defendants’ businesses have, thus far, withstood the “falling \nout” of their two owners, it also true that the discord between Plaintiff and Rogers \npervades every aspect of their management of Defendants, thus posing a constant \nand imminent threat of irreparable damage to Defendants’ business operations.  \nThe Court notes, moreover, that the limited duration of the requested receivership – \nonly through resolution of Plaintiff’s request for dissolution – reduces any perceived \ndetrimental impact of this remedy on Defendants’ businesses.  \n{38} Turning now to Defendants’ contention that Plaintiff’s request for a \nreceiver is improper because recent amendments to the LLC Act have removed \nmanagement deadlock as a valid basis for \ndissolution, the Court recognizes that \nPlaintiff is “not entitled to have [the] ancillary relief [of a receiver] unless [Plaintiff \nis] entitled to the main relief demanded in [Plaintiff’s] complaint.”  Maloney v. \nAlliance Dev. Group, LLC, 2006 NCBC 11, at *38 (N.C. Super. Ct. Sept. 18, 2006) \n(quoting Witz, Biedler & Co. v. Gray, 116 N.C. 48, 55, 20 S.E. 1019, 1020 (1895)).  In \nother words, the Court’s appointment of a receiver here is contingent upon first \nreaching a determination that Plaintiff will likely succeed on the merits of his claim \n \n \nfor judicial dissolution.  Id. (citing, inter alia, N.C. Gen. Stat. § 1-502 for the \nproposition that “North Carolina courts will neither appoint a receiver nor issue a \npreliminary injunction unless the movant can show a likelihood of success on the \nmerits of his claims”).  Accordingly, the Court must consider whether management \ndeadlock remains a valid basis for judicial dissolution under the LLC Act.    \n{39} Prior to January 1, 2014, a trial court in North Carolina was authorized \nunder the LLC Act to dissolve an LLC under the following circumstances: \n(1) the managers, directors, or any other persons in control of the \nlimited liability company are deadlocked in the management of the \naffairs of the limited liability company, the members are unable to \nbreak the deadlock, and irreparable injury to the limited liability \ncompany is threatened or being suffered, or the business and affairs of \nthe limited liability company can no longer be conducted to the \nadvantage of the members generally, because of the deadlock; (2) \nliquidation is reasonably necessary for the protection of the rights or \ninterests of the complaining member; (3) the assets of the limited \nliability company are being misapplied or wasted; or (4) the articles of \norganization or a written operating agreement entitles the complaining \nmember to dissolution of the limited liability company. \n  \nMitchell, Brewer, Richardson, Adams, Burge & Boughman, PLLC v. Brewer, 209 \nN.C. App. 369, 390, 705 S.E.2d 757,772 (2011) (quoting N.C. Gen. Stat. § 57C-6-\n02(2) (2007)) (emphasis added). \n{40} The enactment of N.C. Gen. Stat. § 57D-6-02, effective January 1, 2014, \nreformulated the permissible “[g]rounds for judicial dissolution” under the LLC Act \nas follows: \nThe superior court may dissolve an LLC in a proceeding brought by \neither of the following: \n \n. . . . \n \n \n \n(2) A member  if it is established that (i) it is not practicable to \nconduct the LLC’s business in conformance with the operating \nagreement and this Chapter or (ii) liquidation of the LLC is necessary \nto protect the rights and interests of the member. \n \nN.C. Gen. Stat. § 57D-6-02 (2014).4  Defendants contend that the absence of \nany reference to “deadlock” in N.C. Gen. Stat. § 57D-6-02 reflects a conscious \ndecision by the North Carolina General Assembly to remove deadlock as a \nproper basis for dissolution.    \n{41} The Court notes initially that the plain language of the LLC Act’s \nnewly adopted grounds for dissolving an LLC where “it is not practicable” to \ncontinue the LLC’s operations would appear to embrace, not remove, \nmanagement deadlock as a valid grounds for dissolution.  “Statutory \ninterpretation begins with the plain meaning of the words of the statute[,]” \nWoods v. Moses Cone Health Sys., 198 N.C. App. 120, 126, 678 S.E.2d 787, \n791 (2009), and it cannot be reasonably argued that continuation of the LLC’s \noperations is “practicable” where, as in the instant case, the two fifty percent \nmember-managers are unable to reach agreement with respect to even the \nmost basic management decisions. \n{42} Further, the “not practicable” standard is nearly identical to the \nstandard for judicial dissolution under Delaware’s LLC Act, which provides \nthat the Delaware “‘Court of Chancery may decree dissolution of a limited \nliability company whenever it is not reasonably practicable to carry on the \n                                                 \n4 N.C. Gen. Stat. § 57D-6-02(1) pertains to dissolution by the North Carolina Attorney General under \ncircumstances not relevant to the instant proceedings. \n \n \nbusiness in conformity with a limited liability company agreement.’”  In re \nMobilactive Media, LLC, 2013 Del. Ch. LEXIS 26 (Del. Ch. Jan. 25, 2013) \n(quoting 6 Del. C. § 18-802) (emphasis added).   \n{43} In Fisk Ventures, LLC v. Segal, 2009 Del. Ch. LEXIS 7 (Del. Ch. \nJan. 13, 2009), the Delaware Court of Chancery held that there was “more \nthan ample reason” to dissolve an LLC under Delaware’s “reasonably \npracticable” standard where the “undisputed evidence . . . demonstrate[d] the \nfutility of [the LLC’s] deadlocked board, the LLC Agreement’s fail[ed] to \nprescribe a solution to a potentially deadlocked board, and [the LLC was in] \ndire financial straits.”  Id. at *12.  In so holding, the Court of Chancery \nobserved that where “a board deadlock prevents the limited liability company \nfrom operating or from furthering its stated business purpose, it is not \nreasonably practicable for the company to carry on its business.”  Id.; see, \ne.g., Haley v. Talcott, 864 A.2d 86, 88-89 (Del. Ch. 2004) (ordering dissolution \neven though the 50/50-owned LLC was “technically functioning” despite \ndeadlock); see also Kirksey v. Grohmann, 2008 SD 76, 754 N.W.2d 825, 830 \n(S.D. 2008) (ordering dissolution even though the 50/50-owned business could \ncontinue despite deadlock).  The Fisk Ventures court also noted that \ndissolution may be appropriate even where the LLC is “financially stable” \nand that dissolution under the “reasonably practicable” standard does not \nrequire a “show[ing] that the purpose of the limited liability company has \n \n \nbeen ‘completely frustrated.’”  Fisk Ventures, LLC, 2009 Del. Ch. LEXIS 7, at \n*11-12.   \n{44} This Court construes the undeniable similarity between our LLC \nAct’s “not practicable” standard and Delaware’s “reasonably practicable” \nstandard – which, as discussed above, permits dissolution in instances of \nmanagement deadlock – as evidence that our Legislature did not intend \nthrough its enactment of N.C. Gen. Stat. § 57D-6-02 to remove management \ndeadlock as a valid basis for judicial dissolution.  Accordingly, the Court \nconcludes that management deadlock of the sort presented here remains a \nvalid basis for seeking judicial dissolution under the LLC Act.  \nSee \nEhrenhaus v. Baker, 216 N.C. App. 59, 85, 717 S.E.2d 9, 27 (2011) (relying on \nDelaware law as persuasive in the absence of relevant controlling authority).  \n{45} In light of the foregoing, the Court concludes that the management \ndeadlock present in the instant case, when coupled with the allegations of both \nPlaintiff and Rogers that the other has engaged in misconduct and misappropriated \nBywater funds, serves as sufficient grounds to justify the appointment of a receiver \nfor Defendants.   \n{46} Accordingly, the Court GRANTS Plaintiff’s Motion to Appoint a Receiver \nas more specifically provided in this Order and Opinion. \nPlaintiff’s Motion for Preliminary Injunction \n{47} “In order to obtain a preliminary injunction, the movant must demonstrate \n(1) that it will likely succeed on the merits of its case; and (2) that it will likely \n \n \nsustain irreparable harm absent the injunction.”  Northern Star Mgmt. of Am., LLC \nv. Sedlacek, __ N.C. App. __, __, 762 S.E.2d 357, 360-361 (2014) (citing Ridge Cmty. \nInvestors, Inc. v. Berry, 293 N.C. 688, 701, 239 S.E.2d 566, 574 (1977)). \n{48} The Court concludes that Plaintiff’s claimed injury will be adequately \nredressed through the Court’s appointment of a receiver.  Thus, Plaintiff is unable \nto demonstrate a likelihood of irreparable harm absent the issuance of an \ninjunction. \n{49} Plaintiff’s Motion for Preliminary Injunction is, therefore, DENIED.   \n{50} NOW THEREFORE, based upon the foregoing FINDINGS and \nCONCLUSIONS, it is ORDERED that: \n{51} Plaintiff’s Motion to Disqualify is GRANTED. \n{52} All filings submitted by ALG on behalf of Defendants in this matter, \nincluding but not limited to Defendants’ Answer and Counterclaims, Motion to \nDismiss, and Motion to Re-Open Discovery, are hereby STRICKEN without \nprejudice to Defendants’ right to refile these or other legally supportable and \npermissible documents after the retention of new counsel. \n{53} Plaintiff’s Motion for Appointment of Receiver is GRANTED as herein \nprovided: \na. The parties shall confer and attempt to reach agreement concerning a \njoint proposed order appointing receiver (“Joint Proposed Order”).  The \nJoint Proposed Order shall nominate no more than three (3) persons or \nentities who are willing to serve as a receiver in this matter and shall \n \n \nspecifically set forth in detail the qualifications of each proposed \nreceiver, the rates charged and anticipated costs and expenses \nassociated with each proposed receiver, the allocation of the receiver’s \ncosts between the parties, and all instructions, powers and duties the \nparties request the Court issue to the receiver, including without \nlimitation, all instructions concerning the scope of the receiver’s work, \nthe authority of the receiver in performing the receiver’s work, the \ntiming and timeframe for the receiver’s appointment and work, and all \nother instructions the parties believe are appropriate.   The power and \nduties of the appointed receiver shall include, inter alia, (i) retaining \ncounsel to defend Defendants against Plaintiff’s claims in this action; \nand (ii) pursuing any claims on Defendants’ behalf against Plaintiff, \nRogers, and/or third parties as necessary to further Defendants’ best \ninterests.  The Joint Proposed Order shall be submitted within twenty-\none (21) days of the entry of this Order and Opinion.    \nb. In the event the parties are unable to agree upon a Joint Proposed \nOrder, each party shall submit an individual proposed order \nappointing a receiver (“Individual Proposed Order”), accompanied by a \nsupporting brief, within twenty-one (21) days of the entry of this Order \nand Opinion.  Each Individual Proposed Order shall contain the \ninformation described in connection with the Joint Proposed Order in \nthe immediately preceding paragraph. \n \n \nc. The parties shall serve responsive briefs in opposition to the Individual \nProposed Orders, if any, within seven (7) days of service of the \nsupporting brief described in the immediately preceding paragraph. \nd. The Court will convene a Case Management Conference after a \nreceiver has been appointed to discuss scheduling and related matters. \n{54} Plaintiff’s Motion for Preliminary Injunction is DENIED. \nSO ORDERED, this the 31st day of October, 2014. \n \n     \n "
}