{
  "id": "0970c276f739a6e57c5662da8b88c47b91790e81c007904fea94345170da4915",
  "source_file": "data/raw/ncbc/0970c276f739a6e57c5662da8b88c47b91790e81c007904fea94345170da4915.pdf",
  "raw_text": "SCARVEY v. FIRST FEDERAL SAVINGS AND LOAN ASSN OF CHARLOTTE, 2000 NCBC 2\nSTATE OF NORTH \nCAROLINA\nCOUNTY OF MECKLENBURG\nCAROL SCARVEY,\n                   \nPlaintiff\nv.\nFIRST FEDERAL SAVINGS AND\nLOAN ASSOCIATION OF\nCHARLOTTE,\n                   \nDefendant and Third Party\n                   \nPlaintiff,\nv.\nFAIRFIELD COMMUNITIES, INC.,\n                   \nThird Party Defendant.\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nIN THE GENERAL \nCOURT OF JUSTICE\nSUPERIOR COURT DIVISION\n98-CVS-204\n \n \n \n \n \nORDER AND OPINION\n{1} This matter is before the Court on various motions: a Motion to Dismiss filed by Defendant First\nFederal Savings and Loan Association of Charlotte (\"First Federal\"), a Motion for Declaratory Judgment\nfiled by Plaintiff Carol Scarvey, a Motion for Summary Judgment filed by Third Party Defendant Fairfield\nCommunities, Inc. (\"FCI\"), and a Motion to Intervene filed by Charlotte and Charles Curry. For reasons\nexplained below, First Federal’s Motion to Dismiss is GRANTED. As a result, all other motions are\nrendered moot.\nMoore & Brown, by Beverly C. Moore, Jr. and B. Ervin Brown II, for Plaintiff Carol Scarvey.\nBrooks, Pierce, McLendon, Humphrey & Leonard, L.L.P., by Robert A. Singer, Mack Sperling and\nNatasha Rath Marcus, for Defendants First Federal Savings and Loan Association of Charlotte.\nKennedy Covington Lobdell & Hickman, L.L.P., by Kiran H. Mehta and Amy L. Pritchard, for Fairfield\nCommunities, Inc.\nMoore & Brown, by Beverly C. Moore, Jr. and B. Ervin Brown II, for Intervenors Charlotte T. and\nCharles E. Curry.\nI.\n{2} In 1989, Ms. Scarvey entered into an installment sales contract for the purchase of a lot from FCI, a\ndeveloper of vacation properties. FCI later sold Ms. Scarvey’s promissory note to First Federal pursuant to\nFCI’s acquisition of First Federal. The terms of the promissory note were in compliance with the federal\nInterstate Land Sales Disclosure Act, which requires, under certain circumstances, that a refund be made\nby the seller upon default of the buyer. In January 1992, Ms. Scarvey stopped making payments on her\npromissory note and requested a refund in accordance with the terms of the note. Ms. Scarvey alleges that\nshe was entitled to a refund and that First Federal failed to issue her a refund upon default. Ms. Scarvey\nasserts against First Federal claims for breach of contract, breach of fiduciary duty, and unfair and\ndeceptive trade practices.\n{3} This case mirrors an earlier class action brought by Charlotte and Charles Curry (\"the Currys\"). The\nfacts alleged and the claims asserted by Ms. Scarvey are the same as those contained in the Currys’\ncomplaint. Ms. Scarvey was a member of the purported class in the Curry action. In fact, Ms. Scarvey\nsought to intervene in the Curry action. By Orders of Judge Johnston dated September 14, 1995, Ms.\nScarvey’s motion to intervene in the \nCurry\n case was denied, as was the Currys’ motion for class\ncertification. Scarvey and the Currys appealed Judge Johnston’s’ Orders; however, they failed to properly\nperfect their appeal and it was dismissed by the Court of Appeals in \nCurry v. First Federal Savings and\nLoan Assn.\n, 125 N.C. App. 108, 479 S.E.2d 286, \ndisc. rev. denied\n, 346 N.C. 278, 487 S.E.2d 544 (1997).\nMs. Scarvey filed the present action over two years after certification was denied in \nCurry\n.\n{4} The Currys took a voluntary dismissal of their individual claims on April 16, 1998 and filed an motion\nto intervene in this case on December 11, 1998.\nII.\n{5} First Federal moves to dismiss Plaintiff’s claims on the grounds that (1) Plaintiff’s claims are barred\nby the statute of limitations; (2) Plaintiff is not an adequate representative; and (3) Plaintiff’s class action\nclaims are precluded by collateral estoppel.\nA.\n{6} Plaintiff asserts against First Federal claims of breach of contract, breach of fiduciary duty, and unfair\nand deceptive trade practices. Claims for breach of contract and breach of fiduciary duty arising out of\ncontract are barred if not brought within three years from the date the cause of action arose. \nSee \nN.C.G.S.\n§ 1-52(1). Claims for unfair trade practices are barred if not brought within four years from the date the\ncause of action arose. \nSee\n N.C.G.S. § 75-16.2\n.\n In cases arising out of contract, the cause of action accrues\nat the time of the breach. \nSee Silver v. North Carolina Bd. of Transp.\n, 47 N.C. App. 261, 266, 267 S.E.2d\n49, 53-54 (1980); \nFlexolite Elec., Ltd. v. Gilliam\n, 55 N.C. App. 86, 88, 285 S.E.2d 523, 524 (1981). In this\ncase, the alleged breach occurred when Ms. Scarvey’s refund claim was denied. Plaintiff alleges in the\ncomplaint that she discontinued payments in January 1992, and that her refund request was denied on\nJanuary 30, 1992. (Compl. ¶ 12.) Thus, this Court finds that Plaintiff’s cause of action arose on January\n30, 1992. Accordingly, Plaintiff’s claims are barred by the applicable statute of limitations unless Plaintiff\ncan identify a long enough period during which her claims were tolled.\n{7} Plaintiff relies on the rule in \nAmerican Pipe & Constr. Co. v. Utah\n, 414 U.S. 538, \nreh’g denied\n, 415\nU.S. 952 (1974) to support her contention that the statutes of limitations were tolled by the filing of the\nCurry\n class action on December 10, 1993. \nAmerican Pipe\n held that statutes of limitations on class\nmembers’ individual claims are tolled during the pendency of a class action. North Carolina has never\ndecided whether the filing of a class action operates to toll the statute of limitations on class members’\nclaims. This Court believes that North Carolina would elect to adopt the rule in \nAmerican Pipe\n and thus\nholds that the statute of limitations on class members’ claims is tolled by the filing of a class action.\nAccordingly, in this case, Ms. Scarvey’s individual claims were tolled on December 10, 1993, at which\npoint the statutes of limitations had been running for over 22 months.\n{8} Defendant First Federal argues that only individual claims, not class claims, are tolled by the\npendency of a class action. In support of this assertion, First Federal relies upon the \"no piggy-back\" rule\nof \nSalazar-Calderon v. Presidio Valley Farmers Assn.\n, 765 F.2d 1334 (5\nth\n Cir. 1985), \ncert. denied\n, 475\nU.S. 1035 (1986), \ncert. denied\n, 493 U.S. 821 (1989). However, this Court reads \nSalazar-Calderon\n to hold\nthat there is no tolling of individual claims during \nsubsequent\n class actions. Prior to \nSalzazar-Calderon\n, a\nclass action captioned as \nLara v. PVFA\n was filed by alien workers alleging breach of their employment\ncontracts and violation of the Farm Labor Contractor Registration Act. 765 F.2d at 1349-50. The district\ncourt refused the certify the workers as a class. \nId. \nat 1350. Plaintiffs then filed the \nSalazar \naction, naming\nthe same plaintiffs who were members of the putative class in \nLara\n. \nId.\n Certification was again denied in\nSalazar\n and thereafter, certain individuals filed a separate complaint under the caption \nZuniga v. PVFA\n. \nId.\nThe district court found that the plaintiffs in \nZuniga\n were barred by the statute of limitations. \nId.\n On\nappeal, the plaintiffs argued that the statute of limitations was tolled not only from the time the \nLara\naction was filed until certification was denied, but also during the pendency of the certification decision in\nSalazar\n. \nId.\n{9} The Court of Appeals in \nSalazar-Calderon \nheld that while the statute of limitations was tolled during\nthe \nLara\n action, it resumed running upon the denial of certification in \nLara\n and continued to run during the\npendency of the \nSalazar\n action. The court stated that putative class members may not \"piggyback one\nclass action onto another and thus toll the statute of limitations indefinitely.\" 765 F.2d at 1351. This rule is\ndesigned to prevent continual filings of the same class action, with a new class representative each time.\nThis Court finds that the \"no piggy-back\" rule would apply in North Carolina. This rule applies to prevent\nthe tolling of the statute of limitations on individual claims of the putative class members in the case at\nbar. While the statute of limitations was tolled during the pendency of the certification decision in \nCurry\n,\nthe statute of limitations was not once again tolled by the filing of this action. This rule has the effect of\nbarring putative class members from bringing both class and individual claims in the future.\n{10} The central issue in this case is when, as a matter of law, the statute of limitations resumed running.\nIn \nCrown, Cork & Seal Co., Inc. v. Parker\n, 462 U.S. 345 (1983), the United States Supreme Court found\nthat once the statute of limitations has been tolled, it remains tolled for all members of the putative class\nuntil class certification is denied. Plaintiff argues that this rule should be read as broadly as possible to\nallow tolling to continue throughout the appeals process. Furthermore, Plaintiff argues that because the\nmerits of class certification were never reached on appeal, tolling of individual putative class members’\nclaims continues even to this day.\n{11} This Court is not persuaded that North Carolina would adopt a rule which could extend the tolling\nperiod indefinitely. In \nAmerican Pipe\n, the Supreme Court held that the statute of limitations began to run\nanew on the putative class members’ claims when the district court denied certification. \nSee\n 414 U.S. at\n561; \nSee also\n \nCrown, Cork & Seal\n, 462 U.S. at 354 (holding the statute of limitations tolled for all\nmembers of the putative class until the district court denied certification), \nArmstrong, v. Martin Marietta\nCorp.\n, 138 F.3d 1374, 1381 (11\nth\n Cir. 1989), \ncert. denied\n, 525 U.S. 1019 (1989) (rejecting the argument\nthat tolling extends through appeal). Once class certification is denied, class members can no longer\n\"reasonably rely on the existence of the suit to protect their rights, and they must timely assert their claims\nin individual capacities.\" \nNelson v. County of Allegheny,\n 860 F.Supp. 1080, 1084 (W.D.Pa. 1994), \naff’d\n 60\nF.3d 1010 (3d Cir. 1995), \ncert. denied\n, 516 U.S. 1173 (1996).\n{12} Tolling the statute of limitations through the appeals process would leave cases in a state of limbo.\nLimitations periods ensure that defendants are protected against having to defend against stale claims. A\nrule which would allow for an indefinite period of tolling would contravene the purpose of the statutes of\nlimitations. Therefore, this Court holds that the statute of limitations on putative class members’ claims\nceased tolling upon the denial of class certification. Accordingly, the running of the statute of limitations\non Plaintiff’s claims resumed on September 15, 1995 when Judge Johnston entered the order denying\ncertification. Because over 22 months had already run on Plaintiff’s claims, she had less than 14 months\nremaining within which to bring her breach of contract and fiduciary duty claims and less than 26 months\nto bring her unfair trade practices claim. However, Plaintiff waited until January 7, 1998 to file her\ncomplaint – over 27 months after the denial of certification in \nCurry\n. Because Plaintiff’s claims are barred\nby the statute of limitations she is not an adequate representative and may not maintain this class action. In\naddition, under the no piggy-back rule discussed above, other class members may likewise be time-barred\nand thus cannot replace Ms. Scarvey as class representative.\nB.\n{13} Even if Plaintiff’s claims are not barred by the statutes of limitations, the doctrine of collateral\nestoppel operates to preclude Ms. Scarvey from pursuing certification as a class action. The doctrine of\ncollateral estoppel provides that\nparties and parties in privity with them – even in \nunrelated causes of action – are\nprecluded from retrying fully litigated \nissues that were decided in any prior\ndetermination and were necessary to \nthe prior determination.\nKing v. Grindstaff\n, 284 N.C. 348, 356, 200 S.E.2d 799, 805 (1973), citing \nMasters v. Dunstan\n, 256 N.C.\n520, 124 S.E.2d 574 (1962), \nDeaton v. Elon College\n, 226 N.C. 433, 38 S.E.2d 561 (1946), 5 Strong, N.C.\nIndex 2d, Judgments § 35 (1968), 46 Am. Jur. 2d, Judgments § 418 (1969). Thus, \"when an issue has been\ntried and decided, it cannot be contested again between the same parties or their privities in the same or\nany other court.\" \nKing\n, 284 N.C. at 359, 200 S.E.2d at 807.\n{14} This Court finds that collateral estoppel may operate to bar a putative class member’s claims. \nSee\nCooper v. Federal Reserve Bank of Richmond\n, 467 U.S. 867 (1984) (holding that the principles of\ncollateral estoppel apply to class actions). In order for collateral estoppel to bar the litigation of certain\nclaims, the party to be barred must have been a party or in privity with a party to the prior action. \nSee\nKing\n, 284 N.C. at 357, 200 S.E.2d at 805. Privity turns on whether a party’s interests were represented in\nthe prior action. \nId.\n, 200 S.E.2d at 806. Ms. Scarvey was a member of the putative class in \nCurry\n. As a\nputative class member, Ms. Scarvey’s interests were represented in \nCurry\n. Ms. Scarvey was active in the\nprosecution of the \nCurry \naction, as evidenced by her attempt to intervene. In fact, the Currys owed a\nfiduciary duty to all class members, including Ms. Scarvey, to pursue class certification to the best of their\nability. \nSee \n3 Herbert B. Newberg & Alba Conte, \nNewberg on Class Actions \n§ 15.03 (3d ed. 1992 & 1998\nSupp.). In addition, it is significant that the same lawyer controlled both lawsuits. \nSee, e.g.,\n \nRuiz v.\nComm’r of the Dep’t of Transp.\n, 858 F.2d 898, 903 (2d Cir. 1988), \nSondel v. Northwest Airlines, Inc.\n, 56\nF.3d 943, 940 (8th Cir. 1995). Accordingly, Ms. Scarvey was in privity with the named plaintiffs in the\nCurry\n action.\n{15} In addition to the requirement of privity, there are four elements of collateral estoppel: (1) an\nidentical issue was raised in subsequent litigation, (2) the issue was actually litigated in a previous action,\n(3) the issue was determined by a final judgment, and (4) the determination of the issue was essential to\nthe prior judgment. \nSee\n 284 N.C. at 358, 200 S.E.2d at 806. Thus, the critical question is whether Ms.\nScarvey is attempting to re-litigate an identical issue already decided in \nCurry\n, specifically the issue of\nwhether class action treatment is appropriate.\n{16} Clearly, Ms. Scarvey is attempting to re-litigate the issue of whether class action treatment is\nappropriate in this case. Plaintiff is asserting the same claims on behalf of the same class as in the \nCurry\naction. Although Judge Johnston’s order denying certification was based in part upon a finding that the\nCurrys were inadequate representatives, he also based his decision on the nature of the dispute and the\nrecovery sought in the case. Specifically, Judge Johnston found that the claims in \nCurry\n raised individual\nquestions and therefore the typicality requirement was not met:\n[A]ny determination as to whether First Federal owed a \nrefund to plaintiff or any\nother class member will require an individualized \nbuyer-by-buyer inquiry. The\nCourt determines that this situation weighs \npersuasively against the presence of\ncommonality or typicality in the \npurported class members’ claims. Any liability\nto any class member buyer \ndepends upon assessment of damages to FCI caused\nby each buyer’s default. \nThis assessment requires evidence of the difference\nbetween the amount owed \nby each defaulting buyers and each lot’s fair market\nvalue at the time of \ndefault, as well as consequential damages flowing from each\ndefault. A \ndetermination that the Currys may be entitled to a refund would not\ndecide \nor control whether other class members are entitled to a refund, much less\nthe amount of any refund owed to them…The Court concludes that individual\nissues predominate and render this case unmanageable as a class action.\nCurry v. First Federal Sav. And Loan Assn. of Charlotte\n, No. 94-96, slip op. at 7 (Super. Ct. filed\nSeptember 15, 1995). Thus, even if Judge Johnston had found the Currys to be adequate representatives,\ncertification would have been denied.\n{17} The policy behind the collateral estoppel doctrine is to prevent repetitious lawsuits over matters once\ndecided which have remained substantially static. \nSee King\n, 284 N.C. 348, 356, 200 S.E.2d 799, 805.\nTherefore, the fact that alternative grounds are given in support of a judicial determination should not\nprevent the operation of collateral estoppel to bar the relitigation of an issue. For example, in \nIn re Dalkon\nShield Punitive Damages Litigation\n, 613 F.Supp. 1112 (E.D.Va. 1985), the Ninth Circuit had previously\ndenied class certification based on alternative grounds. Specifically, the Ninth Circuit had found that the\nprerequisites of Rule 23(a) had not been met, and the panel also determined that the plaintiff failed to\nestablish the requirements of Rule 23(b)(1)(B). The court recognized that the weight of authority gives\npreclusive effect to an alternative basis for a decision, particularly where there has been no substantial\nchange in circumstances. The court found that where the Ninth Circuit had previously ruled that class\naction treatment was inappropriate, collateral estoppel precluded the court from reconsidering the issue of\nwhether a class action can be maintained.\n{18} In this case, the issue of class certification was previously decided by Judge Johnston in the \nCurry\nclass action. Judge Johnston denied certification, specifically finding that the typicality requirement was\nnot met because the claims raised too many individual issues. The claims in this action are identical to\nthose asserted in \nCurry\n. There has been no change in circumstances which would support a\nredetermination of the certification question. Because it has been found that certification is inappropriate\nunder the circumstances of this case, a class action cannot be maintained. Therefore, this Court finds that\nMs. Scarvey is collaterally estopped from bringing this class action.\nIII.\n{19} Subsequent to the filing of this action, First Federal asserted a third party complaint against FCI\nasserting claims for indemnification and contribution. FCI has filed a motion for summary judgment on\nthe basis that all claims against FCI were discharged in bankruptcy. Additionally, Plaintiff has filed a\nmotion for declaratory judgment, asking the Court to find that First Federal, not FCI is liable for Plaintiff’s\nand class members’ claims. Because Plaintiff’s claims are time-barred, neither First Federal nor FCI may\nbe held liable; therefore, FCI’s motion for summary judgment and Plaintiff’s motion for declaratory\njudgment are moot. Likewise, because the Plaintiff may not proceed with the class action and Plaintiff’s\nclaims are being dismissed, the Currys’ motion to intervene is also moot.\nConclusion\n{20} Plaintiff’s claims for breach of contract and unfair trade practices are barred by the statues of\nlimitations. Although the statutes of limitations on Plaintiff’s claims were tolled by the filing of the \nCurry\nclass action, they began to run with the court’s denial of class certification. Plaintiff failed to file her\ncomplaint within the time remaining on the statutes of limitations following the denial of certification. In\naddition, Plaintiff’s class claims are barred by the doctrine of collateral estoppel. The issue of whether\nclass certification is appropriate in a case involving the issues presented by Plaintiff’s complaint has been\nlitigated and decided in a prior action. Judge Johnston found as a matter of law that the claims asserted in\nthe \nCurry \naction raised individual questions, thus making the case inappropriate for class action treatment.\nPlaintiff was in privity with the Currys and has asserted identical claims as those asserted in the \nCurry\naction. Therefore, Plaintiff is estopped from bringing this class action.\n{21} Finally, because Plaintiff’s claims are hereby dismissed, FCI’s motion for summary judgment,\nPlaintiff’s motion for declaratory judgment, and the Currys’ motion to intervene are moot.\n{22} It is therefore, ORDERED, ADJUGDGED and DECREED that Defendant First Federal’s motion to\ndismiss is GRANTED.\nThis the 23rd day of February, 2000."
}