{
  "id": "0986b2184a6660d5ff3c16b5721c28327de4bb14ef0e83b52fdc97bd39c7adb0",
  "source_file": "data/raw/ncbc/0986b2184a6660d5ff3c16b5721c28327de4bb14ef0e83b52fdc97bd39c7adb0.pdf",
  "raw_text": "XPO Logistics, Inc. v. Anis, 2016 NCBC 52. \n \n \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF MECKLENBURG \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n16 CVS 10677 \nXPO LOGISTICS, INC., \n \nPlaintiff, \n \nv. \n \nFOUZI ANIS,  \n \nDefendant. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER ON MOTION FOR \nPRELIMINARY INJUNCTION \n \n{1} THIS MATTER is before the Court on Plaintiff’s Motion for \nPreliminary Injunction (“Plaintiff’s Motion”), made pursuant to Rule 65 of the North \nCarolina Rules of Civil Procedure (“Rules”).  For the reasons explained below, \nPlaintiff’s Motion is GRANTED.   \nRobinson, Bradshaw & Hinson, P.A. by David C. Wright III, Douglas M. \nJarrell, and Brian L. Church for Plaintiff. \nAlston & Bird LLP by Mark T. Calloway and Michael R. Hoernlein for \nDefendant. \nGale, Chief Judge. \nI. INTRODUCTION \n{2} Plaintiff XPO Logistics, Inc. (“XPO”) seeks to enjoin Defendant Fouzi \nAnis (“Anis”), XPO’s former Director of Financial Planning and Analysis in XPO’s \nsupply chain division (“Supply Chain”), from pursuing employment with Syncreon \nAmerica Inc. (“Syncreon”) or its affiliates, and from otherwise using or disclosing \nXPO’s trade secrets or confidential information.  XPO seeks to enforce an \nemployment agreement (“Employment Agreement”) that includes restrictive \ncovenants and that Anis signed following XPO’s acquisition of Anis’s initial \n \n \nemployer, Landstar Supply Chain Solutions (“LSCS”), a subsidiary of Landstar \nSystem, Inc. (“Landstar”), by stock merger. \n{3} Plaintiff’s Motion presents a question of whether the Employment \nAgreement’s attempts to restrict competition and disclosure of confidential \ninformation are supported by valid consideration.  Where, as here, the agreement is \nconsummated after the initiation of the employment relationship, a covenant \nagainst competition must be supported by consideration other than the promise of \ncontinued at-will employment.  XPO contends, and Anis denies, that such \nconsideration exists here based on either of two provisions in the Employment \nAgreement.  First, the Employment Agreement provides that Anis would be entitled \nto severance payments if she is terminated without cause.  Anis contends that the \npromise of such payments is illusory, because the possible severance payment is \nconditioned on her providing a release of claims that must be acceptable in XPO’s \nsole discretion.  Second, the Employment Agreement includes an arbitration clause \nthat attempts to require any claims made by Anis to be submitted to arbitration in \nNorth Carolina.  Anis contends that this provision was never intended as reciprocal \nconsideration for the Employment Agreement, and that, in any event, the \narbitration clause is so one-sided in favor of XPO that it cannot legitimately qualify \nas consideration for the covenant restricting Anis’s right to compete with XPO. \n{4}  The Court concludes that the promise for potential severance \npayments is not illusory and therefore provides consideration for the restrictive \ncovenants that XPO seeks to enforce.  The Court further concludes that it is \nunlikely that XPO will be able to prove that the arbitration provision provides \nconsideration for the restrictive covenants.  While Anis vigorously contests the \nvalidity of the covenant against competition, she has not yet challenged her \nobligation to honor the confidentiality obligations of the Employment Agreement or \nXPO’s assertion that the information in her possession constitutes protectable trade \nsecrets.   \n \n \nII. PROCEDURAL BACKGROUND \n{5} XPO filed its Complaint on June 15, 2016, asserting claims for breach \nof contract, violation of the North Carolina Trade Secrets Protection Act, and \nconversion, and requesting issuance of a temporary restraining order and \npreliminary and permanent injunctive relief.   \n{6} On June 17, 2016, after a hearing during which the parties presented \nevidence and legal arguments, Judge Robert T. Sumner granted XPO’s motion for a \ntemporary restraining order (“TRO”) and entered a TRO prohibiting Anis from \nviolating her noncompetition restriction and from using or disclosing XPO’s trade \nsecrets and confidential information.   \n{7} On June 23, 2016, Chief Justice Mark Martin of the North Carolina \nSupreme Court designated this matter as a complex business case.  On June 24, \n2016, this Court issued a Consent Order Continuing Temporary Restraining Order, \nwhich provided that the TRO shall remain in effect until the Court rules on \nPlaintiff’s Motion.  The parties submitted briefs and other supporting material.  The \nCourt heard argument on Plaintiff’s Motion on June 29, 2016.  The parties \nrequested that the Court refrain from ruling for a brief period to allow them to \ndiscuss the possibility of an agreed-upon resolution.  On July 7, 2016, the parties \nadvised that they could not reach agreement and that the Court should proceed \nwith its determination.  Plaintiff’s Motion is ripe for ruling. \nIII. FINDINGS OF FACT \n{8} The Court makes the following findings of fact solely for the purpose of \nruling on Plaintiff’s Motion, and without prejudice to the Court’s ability to make \ncontrary findings upon subsequent proceedings. \n{9} XPO is a Delaware corporation with offices in Charlotte, North \nCarolina, and its corporate headquarters in Greenwich, Connecticut.  XPO is a \nglobal-transportation and third-party-logistics provider.   \n \n \n{10} XPO’s Supply Chain offers a variety of customized logistics solutions to \nits customers, including fulfillment, reverse logistics, factory support, \nmanufacturing, packaging, transportation management, and supply-chain \nconsulting.  XPO’s services also include expedited shipping solutions for customers, \nwhich XPO has organized into three business functions: managed transportation, \nground solutions, and air-charter solutions (the “Expedite Services”).  Through its \nSupply Chain and Expedite Services divisions, XPO serves customers in multiple \nindustries, including the automotive and technology industries.   \n{11} Anis was initially employed by LSCS in June 2011 as LSCS’s Director \nof Accounting and was located in Southfield, Michigan.  There is no evidence that \nAnis had any written employment agreement or covenant not to compete with LSCS \nor Landstar.  XPO acquired LSCS’s stock in December 2013.  Anis remained \nemployed by XPO until June 3, 2016.  Her most recent position with XPO was \nDirector of Financial Planning and Analysis for Expedite Services, working within \nXPO’s Supply Chain.    \n{12} In early 2014, Anis executed the Employment Agreement in connection \nwith her employment at XPO.  Section 17(a) of the Employment Agreement \nmandates that the agreement shall be governed by North Carolina law.  \n{13} In the Employment Agreement, Anis promised not to use or disclose \nXPO’s confidential information (“Confidential Information”) except in the course of \nfulfilling her duties for XPO and to return all of XPO’s Confidential Information and \nother property, including all electronically stored information, to XPO by the last \nday of her employment. \n{14} Section 7 of the Employment Agreement also contains a covenant \nagainst competition, which provides that, for a period of six months after \ntermination of her employment, Anis would not provide services that are the same \nas, or reasonably related to, the services she performed during her last two years at \nXPO.  This covenant was limited to defined geographic areas and competing \nbusinesses. \n \n \n{15} Section 7(e) of the Employment Agreement provides as follows: \n Your Non-Compete Payments if We Terminate You Without \nCause.  While the primary consideration for your grant of your Non-\nCompete to us is our employment of you, as additional consideration to \nyou for your entering into this Agreement with us, if we terminate your \nemployment \nwithout Cause (i.e., your employment termination was not \non account of your quitting or the Company’s terminating your \nemployment for Cause), then we will make “Non-Compete Payments” \nto you, ratably over the six (6) month post-employment Restricted \nPeriod in accordance with our normal payroll policies, each in an \namount calculated as set forth in subsection (i) below, upon the \ncondition that you first furnish us with a written general release in a \nform acceptable to us in our sole discretion. \n(Compl. Ex. 1 ¶ 7(e).) \n{16} The Employment Agreement did not include a sample or proposed \nform of general release.   \n{17} Section 17 provides the method for resolving disputes that arise from \nthe Employment Agreement.  Section 17(b) obligates Anis to submit any claim that \nshe wishes to initiate to arbitration in Charlotte, North Carolina.  The Employment \nAgreement gives XPO the option of arbitrating or litigating disputes, in its sole \ndiscretion.  If XPO chooses to litigate, Anis consents to jurisdiction in North \nCarolina and waives any right to a jury trial. \n{18} In her role at XPO, Anis became privy to XPO’s proprietary \nConfidential Information regarding Expedite Services and Supply Chain, including \ntheir financial performance, business strategy, pricing, contracts, and competitive \nofferings. \n{19} Anis prepared monthly reviews of the business and its financial \nperformance, which involved analyses of revenue, expenses, and profit margin, and \ncomparisons of the business’s performance to budget and prior-year performance.  \nShe also was involved with analyzing customers, determining pricing strategies and \nmargins, preparing contract bids, completing business planning, budgeting, and \nevaluating strategic initiatives.  \n \n \n{20} Anis participated in Supply Chain’s Monthly Operating Review \n(“MOR”) meetings, during which management addressed the financial performance \nof Supply Chain’s sites and business segments and reviewed Confidential \nInformation regarding expenses, revenue, profit margins, capital expenditures, \ncustomer contracts and bids, budgets, forecasts, strategic initiatives, and competitor \nanalyses.    \n{21} Anis participated in an MOR on May 25, 2016, two days before she \nhanded in her resignation to XPO.  During this meeting, Confidential Information \nabout Supply Chain’s financial performance was presented and discussed. \n{22} Upon termination of her employment with XPO, Anis began working \nfor Syncreon in a position similar to the financial planning and analysis role she \nheld at XPO.   \n{23} Like XPO, Syncreon, offers supply-chain and third-party logistics-\nmanagement services to customers in the automotive and technology industries.  \nOn its website, Syncreon states that it is a “leading provider of supply chain \nservices to the global automotive industry” and that it “has served the premier \ntechnology brands for decades.”  (Compl. Ex. 2, at 2–3.) \n{24} XPO and Syncreon are direct competitors.  For example, Syncreon and \nXPO both recently bid on a contract to supply the management and distribution of \ncomputer and computer-related technology for a facility in Georgia.   \n{25} Before the TRO was issued, Anis was working in Syncreon’s global \nheadquarters in Auburn Hills, Michigan, less than thirty miles from the Southfield, \nMichigan, location where Anis worked for XPO.  Syncreon’s global headquarters is \nwithin the geographic restriction defined by the Employment Agreement.   \n{26} In her role with Syncreon, Anis will report directly to Syncreon’s \nPresident and work with the company’s executive team. \n{27} In her final days of employment at XPO, including on her last day, \nAnis forwarded a number of XPO’s e-mails and business files to her personal e-mail \naccount, in violation of the terms of the Employment Agreement. \n \n \n{28} The materials that she forwarded contain XPO’s Confidential \nInformation, such as information about XPO’s financial data and performance; \nrevenue, expenses, and profit; customers; business opportunities; budgeting; \nforecasting; status of projects; operational reports and initiatives; and strategic \nplans.  Anis also forwarded to herself XPO’s highly confidential Supply Chain \npricing model and other information regarding Supply Chain’s business, customers, \nand strategy.  A competitor could use this information to its advantage and to XPO’s \ndetriment. \n{29} Anis attempted to conceal her actions by deleting the e-mails from her \n“sent” folder and then deleting them again from her “deleted” folder.  However, XPO \nwas able to recover at least some of the e-mails through a forensic investigation of \nAnis’s computer. \nIV. CONCLUSIONS OF LAW \n{30} A preliminary injunction should issue \nonly (1) if a plaintiff is able to show likelihood of success on the merits \nof [its] case and (2) if a plaintiff is likely to sustain irreparable loss \nunless the injunction is issued, or if, in the opinion of the Court, \nissuance is necessary for the protection of a plaintiff’s rights during the \ncourse of litigation.   \nNovaCare Orthotics & Prosthetics E., Inc. v. Speelman, 137 N.C. App. 471, 475, 528 \nS.E.2d 918, 920–21 (2000) (alteration in original) (quoting A.E.P. Indus., Inc. v. \nMcClure, 308 N.C. 393, 401, 302 S.E.2d 754, 759–60 (1983)).  The North Carolina \nSupreme Court has explained that, because the purpose of a preliminary injunction \nis to preserve the status quo, when the “principal relief sought is a permanent \ninjunction, it is particularly necessary that the preliminary injunction issue.”  \nA.E.P. Indus., 308 N.C. at 400, 408, 302 S.E.2d at 759, 763.    \n{31} The Court concludes that XPO has satisfied both prongs of the test: \n(1) XPO is likely to succeed on the merits of its claims for breach of the Employment \n \n \nAgreement and misappropriation of trade secrets, and (2) XPO is threatened with \nreal and immediate irreparable harm if the Court does not issue an injunction. \n{32} In North Carolina, a noncompetition covenant is valid and enforceable \nif it is (1) written; (2) made a part of the employment contract; (3) based on valuable \nconsideration; (4) reasonable as to time and territory; and (5) designed to protect a \nlegitimate business interest of the employer.  Hartman v. W.H. Odell & Assocs., \nInc., 117 N.C. App. 307, 311, 450 S.E.2d 912, 916 (1994). \n{33} It is undisputed that the covenants in question are in writing and that \nthey became a part of the Employment Agreement if they were supported by valid \nconsideration.  The Court’s inquiry therefore focuses on whether the covenant was \nsupported by valuable consideration, was reasonable as to time and territory, and \nwas designed to protect XPO’s legitimate business interest. \nA. The Covenant Not to Compete and the Nondisclosure Covenant Were \nSupported by Valuable Consideration. \n{34} Anis contends that, because she was employed with XPO when she \nsigned the Employment Agreement, the promise of continued at-will employment \ncannot serve as consideration, and the promise not to compete therefore fails for \nlack of consideration.  While it is correct that the mere continuation of Anis’s \nemployment could not serve as consideration for the agreement, the Court concludes \nthat the covenants were supported by new, additional consideration. \n{35} Though North Carolina law is clear that an employer must provide an \nemployee with new consideration for a covenant not to compete once the \nemployment relationship has begun, \nJames C. Greene Co. v. Kelley, 261 N.C. 166, \n168, 134 S.E.2d 166, 167 (1964), it is equally well-established that it is not the \nCourt’s role to assess the adequacy of that consideration: \n \nOur Courts have not evaluated the \nadequacy of the \nconsideration.  Rather, the parties to a contract are the judges of the \nadequacy of the consideration.  “The slightest consideration is \nsufficient to support the most onerous obligation, the inadequacy, . . . is \n \n \nfor the parties to consider at the time of making the agreement, and \nnot for the court when it is sought to be enforced.” \nHejl v. Hood, Hargett & Assocs., Inc., 196 N.C. App. 299, 305, 674 S.E.2d 425, 428–\n29 (2009) (holding that five hundred dollars was sufficient consideration for an \nagreement not to compete) (quoting  Catawba Valley Mach. Co. v. Aetna Ins. Co., 13 \nN.C. App. 85, 90–91, 185 S.E.2d 308, 311–12 (1971)).  Nevertheless, a promise \noffered as consideration for a reciprocal promise cannot be illusory.  See Milner \nAirco, Inc. v. Morris, 111 N.C. App. 866, 870, 433 S.E.2d 811, 814 (1993). \n{36} Without evaluating the adequacy of the consideration, North Carolina \ncourts have approved various forms of modest consideration, such as “continued \nemployment for a stipulated amount of time; a raise, bonus, or other change in \ncompensation; a promotion; additional training; uncertificated shares; or some other \nincrease in responsibility or number of hours worked.”  Hejl, 196 N.C. App. at 304, \n674 S.E.2d at 428–29 (footnotes omitted).  The court of appeals has held that one \nhundred dollars was sufficient consideration to support a one-year noncompetition \nrestriction and a two-year nonsolicitation provision.  Emp’t Staffing Grp., Inc. v. \nLittle, __ N.C. App. __, 777 S.E.2d 309, 314 (2015) (affirming a preliminary-\ninjunction order). \n{37} The Court concludes that the provision in section 7(e) of the \nEmployment Agreement, which entitles Anis to receive severance payments equal \nto three months’ salary if XPO terminates her employment without cause (as \ndefined in the agreement), was adequate consideration for the covenant not to \ncompete.  While the Court acknowledges that a reasoned argument could be made \nthat the burden of the reciprocal promises was substantially greater on Anis than \non XPO, the Court’s inquiry does not extend to balancing those burdens.  \n{38} Anis argues that the appropriate inquiry should not focus on the \nrespective value of the promises.  Anis instead focuses on whether the promise of \npotential severance benefits was illusory because XPO had sole discretion as to the \nform of the release on which the severance was conditioned and could simply refuse \n \n \nany payment and argue that its refusal was justified by the discretion provided by \nthe Employment Agreement’s terms.    \n{39} However, the Court concludes that XPO’s exercise of that discretion is \nrestricted by an obligation of good-faith performance, and that a court, if necessary, \ncould enforce Anis’s right to severance benefits if XPO, in bad faith, refused Anis’s \ntender of a general release.  See Mezzanotte v. Freeland, 20 N.C. App. 11, 17, 200 \nS.E.2d 410, 414 (1973).  “Where a contract confers on one party a discretionary \npower affecting the rights of the other, this discretion must be exercised in a \nreasonable manner based upon good faith and fair play.”  Id.; see also Dysart v. \nCummings, 181 N.C. App. 641, 647, 640 S.E.2d 832, 836 (2007); Durham Coca-Cola \nBottling Co. v. Coca-Cola Bottling Co. Consol., No. 99 CVS 2459, 2003 NCBC LEXIS \n5, at *28 n.3 (N.C. Super. Ct. Apr. 28, 2003) (“Provisions such as this one, which \ncondition a party’s contractual obligations to perform on an exercise of the party’s \ndiscretion, are valid [and] a party must exercise its discretion under such a \ncontractual provision both reasonably and in good faith.”). \n{40} The Court acknowledges that no North Carolina appellate decision to \ndate has addressed the existence of a good-faith obligation within the context of a \ndiscretionary promise offered as consideration for a restrictive covenant in an \nemployment agreement.  But it does not necessarily follow that the general contract \nprinciples that allow the application of an obligation of good faith should not apply \nin the context of a promise not to compete simply because restrictive covenants are \ndisfavored in North Carolina. \n{41} In Milner Airco, Inc. v. Morris, the court of appeals found that an \nemployer’s promise for an employee “to become an account manager when the \neconomy improved” was illusory.  111 N.C. App. at 869–70, 433 S.E.2d at 813.  The \nCourt concludes that the promise of the potential for severance benefits upon Anis’s \ndismissal without cause is different from the promise in Milner and is not illusory.  \nWhereas the employee in Milner was given hope of a position as a future manager \nbased on an event that was uncertain and difficult to ascertain without an objective \n \n \nstandard, Anis was given the contractual right to a severance payment that XPO \ncould avoid paying only upon its good-faith refusal to accept the general release \nAnis supplied pursuant to the terms of Employment Agreement.  The Court \nconcludes that XPO’s promise was not illusory, and although the form of a release \nwas yet to be determined, the clause regarding severance benefits is not an \nunenforceable “agreement to agree.”  See Northington v. Michelotti, 121 N.C. App. \n180, 184–85, 464 S.E.2d 711, 714 (1995).  The Court likewise believes that the \nEmployment Agreement is distinguishable from one that provides only that an \nemployee is potentially eligible for a future discretionary bonus.  See Amerigas \nPropane, L.P. v. Coffey, No. 14 CVS 376, 2015 NCBC LEXIS 98, at *16–18 (N.C. \nSuper. Ct. Oct. 15, 2015). \n{42} Accordingly, the Court concludes that the undertakings of section 7(e) \nof the Employment Agreement constituted valuable consideration for the \nEmployment Agreement’s restrictive covenants. \n{43} The Court concludes, however, that the arbitration provisions of \nsection 17(b) were not in exchange for and did not provide valid consideration for \nthe covenants at issue in this case.  XPO argues that section 17(b) provides \nconsideration for the covenant not to compete, because the requirement that any \nclaim by Anis must be submitted to arbitration in North Carolina is a detriment to \nXPO, as XPO must submit to arbitration on those claims.  For the arbitration \nprovision to serve as consideration for Anis’s promise not to compete, it must be \nevident that Anis sought XPO’s promise to submit to binding arbitration in \nexchange for her promise not to compete.  See Chem. Realty Corp. v. Home Fed. \nSav. & Loan Ass’n of Hollywood, 84 N.C. App. 27, 31, 351 S.E.2d 786, 789 (1987).  \nWhen reviewing the language used in the Employment Agreement and the \nsituation of the parties at the time the Employment Agreement was executed, see \nCater v. Barker, 172 N.C. App. 441, 445, 617 S.E.2d 113, 116–17 (2005), the Court \ndetermines that Anis did not seek XPO’s promise to submit to binding arbitration in \n \n \nexchange for her promise not to compete, and, as such, XPO’s promise cannot serve \nas consideration for the restrictive covenant. \n{44}  In conclusion, XPO has provided, at a minimum, the “slightest \nconsideration” in exchange for the covenant not to compete and the confidentiality \nprovision of the Employment Agreement.  \nHejl, 196 N.C. App. at 305, 674 S.E.2d at \n429. \nB. The Restrictions in the Covenant Not to Compete are Reasonable as to Time \nand Territory. \n{45} In evaluating a covenant’s reasonableness, geographic and temporal \nrestrictions must be considered in tandem.  See Precision Walls, Inc. v. Servie, 152 \nN.C. App. 630, 637, 568 S.E.2d 267, 272 (2002).  Thus, “in determining the overall \nreasonableness of the covenant not to compete[, a court can] evaluate the \ngeographic restriction in light of the . . . duration of the time restriction.”  Okuma \nAm. Corp. v. Bowers, 181 N.C. App. 85, 90, 638 S.E.2d 617, 620 (2007).    \n{46} “A major consideration in determining the reasonableness of \nrestrictions as to time and territory relates to the type of position occupied by the \nemployee, and the skills and/or knowledge obtained by the employee,” such that the \nemployee’s managerial position is a significant factor weighing in favor of the \nreasonableness of restrictions.  Manpower of Guilford Cty, Inc. v. Hedgecock, 42 \nN.C. App. 515, 521, 257 S.E.2d 109, 114 (1979).   \n{47} Anis has not challenged the geographic scope or temporal provisions of \nthe covenants but the Court has considered their reasonableness in determining \nwhether to issue a preliminary injunction.  Here, the covenant not to compete \ncontains a three-tiered territory restriction.  The least restrictive of the defined \nterritories, the territory within one hundred miles of XPO’s principal office—at \nwhich Anis was employed—is reasonable, pa rticularly in light of the short, six-\nmonth duration of the restriction.  North Carolina courts have consistently held \neven greater time and territory restrictions to be reasonable.  \nSee, e.g., Okuma Am., \n181 N.C. App. at 92, 638 S.E.2d at 622 (holding that a six-month restriction that \n \n \npotentially encompassed both North and South America was not unenforceable as a \nmatter of law); Precision Walls, 152 N.C. App. at 638, 568 S.E.2d at 273 (observing, \nin upholding a multistate restraint on a former manager, that a “one year time \nrestriction is well within the established parameters for covenants not to compete”).  \nThe Court does not believe that the time restriction here is made unreasonable \nbecause of any look-back requirement.  See Farr Assocs., Inc. v. Baskin, 138 N.C. \nApp. 276, 280, 530 S.E.2d 878, 881 (2000) (noting that, when a noncompete reaches \nback to include an employer’s clients during some period in the past, that period \nmust be added to the restrictive period to determine the scope of the limitation); cf. \nInv’rs Tr. Co. v. Whitlock, No. 14 CVS 1100, 2015 NCBC LEXIS 46, at *19–20 (N.C. \nSuper. Ct. May 1, 2015) (discussing the parameters of a look-back period). \nC. XPO Has a Legitimate Business Interest in Protecting Its Confidential \nInformation from Access by Its Competitors. \n{48} XPO’s Confidential Information relates to XPO’s performance, pricing, \nand business planning.  The Court concludes that XPO has a legitimate business \ninterest in protecting its Confidential Information from its competitors.  See, e.g., \nUnited Labs., Inc. v. Kuykendall, 322 N.C. 643, 650, 370 S.E.2d 375, 380 (1988) \n(protecting “valuable information as to the nature and character” of the business is \na legitimate interest); Precision Walls, 152 N.C. App. at 639, 568 S.E.2d at 273 \n(holding that protection of “information and knowledge garnered from [former \nemployee’s] employment” is a legitimate business interest). \n{49} Anis does not dispute that she is providing services to XPO’s \ncompetitor, Syncreon, that are the same as, or reasonably related to, the services \nshe performed for XPO, nor does Anis dispute that she copied XPO’s information in \nconnection with her termination. \n \n \n \n \nD. XPO Has Demonstrated a Likelihood of Success on the Merits on Its Claim \nfor Misappropriation of Trade Secrets. \n{50} The North Carolina Trade Secrets Protection Act provides that “actual \nor threatened misappropriation of a trade secret may be preliminarily enjoined \nduring the pendency of the action.”  N.C. Gen. Stat. § 66-154(a) (2015).  To succeed \non its claim for misappropriation of trade secrets, XPO must ultimately provide \nproof that it possessed trade secrets, and that Anis (1) knew or should have known \nof the trade secret, and (2) either had an opportunity to acquire the trade secret for \ndisclosure or use, or has already acquired, disclosed, or used the trade secret \nwithout XPO’s express or implied consent.  See id. § 66-155. \n{51} Anis does not deny that she sent to her personal account dozens of \ndocuments concerning XPO’s business and financial information, or that those \nmaterials included XPO’s Confidential Information.  The Court concludes that XPO \nhas adequately identified the information and has demonstrated a likelihood of \nsuccess in proving that the information constitutes protectable trade secrets.  The \nConfidential Information that Anis appropriated from XPO could be used by a \ncompetitor to compete unfairly against XPO the Confidential Information’s \ndisclosure is not enjoined.  \nV. CONCLUSION \n{52} For the reasons explained above, the Court concludes that XPO is \nlikely to succeed on the merits of its claim against Anis for breach of the \nEmployment Agreement and that preliminary injunctive relief should issue.  See \nA.E.P. Indus., 308 N.C. at 406, 302 S.E.2d at 762 (“Plaintiff argues persuasively, \nand there is authority to support the argument that in a noncompetition agreement, \nbreach is the controlling factor and injunctive relief follows almost as a matter of \ncourse; damage from the breach is presumed to be irreparable and the remedy at \nlaw is considered inadequate.”). \n \n \n{53} Further, Anis’s removal of XPO’s Confidential Information supports \nthe issuance of a preliminary injunction.  See Horner Int’l Co. v. McKoy, 232 N.C. \nApp. 559, 570, 754 S.E.2d 852, 860 (2014) (“Defendant’s knowledge of trade secrets \nand opportunity to use those in his work for his new employer create a threat of \nmisappropriation, and thus the trial court’s grant of a preliminary injunction during \nthe pendency of the action was proper.”). \n{54} The Court, in the exercise of its discretion under Rule 65(c), \ndetermines that XPO should post a bond in the amount of $25,000. \n{55} Based on the foregoing findings of fact and conclusions of law, \nPlaintiff’s Motion is GRANTED, and the Court hereby ORDERS the following: \n1. Anis is enjoined and restrained from violating the noncompetition \ncovenant that is set forth in the Employment Agreement, attached as \nexhibit 1 to XPO’s Verified Complaint and Motion for Temporary \nRestraining Order and Preliminary Injunction, for a period of six months, \nbeginning on June 17, 2016. \n2. Anis is enjoined from directly or indirectly using, disclosing, or copying \nthe trade secrets and Confidential Information of XPO, as that term is \ndefined in the Employment Agreement, or assisting any other person or \nentity to do so. \n3. Except by agreement with XPO or further order of this Court, XPO and all \npersons with notice of this Order on Motion for Preliminary Injunction are \nprohibited from destroying, removing, transferring, or altering any \ndocuments or tangible things, including computer files and other \nelectronic data, that constitute XPO’s Confidential Information. \n4. XPO shall post a bond in the amount of $25,000. \n5. Under Rule 65(d), this Order on Motion for Preliminary Injunction shall \nbe binding on the parties to this action, their officers, agents, servants, \nemployees, and attorneys, and on those persons in active concert or \nparticipation with them who receive actual notice in any manner of the \n \n \nOrder on Motion for Preliminary Injunction by personal service or \notherwise. \n \nThis the 12th day of July, 2016. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Special Superior Court Judge \n    for Complex Business Cases \n \n \n "
}