{
  "id": "098f7bd1226bcc4a0a9a8e2da4e3c2843870925a28f3a1df3d6175d8b8b08db2",
  "source_file": "data/raw/ncbc/098f7bd1226bcc4a0a9a8e2da4e3c2843870925a28f3a1df3d6175d8b8b08db2.pdf",
  "raw_text": " \n{1} THIS MATTER is before the court on six motions: (1) Plaintiff BDM \nInvestments’ Motion for Summary Judgment Against Lennon Hills Defendants; (2) \nPlaintiff BDM Investments’ Motion for Summary Judgment Against Estate of \nGlenn Hollingsworth; (3) Defendant Judith T. Hollingsworth’s, as Executrix of the \nEstate of Glenn Hollingsworth, Motion for Summary Judgment on All Claims; (4) \nDefendants Lenhil, Inc., Lennon Hills, LLC, Viable Corp., Edwin L. Burnett, III, \nand Daniel Hilla, III’s Motion for Summary Judgment; and (5) Defendant Gary \nLawrence’s Motion for Summary Judgment—all made under Rule 56 of the North \nCarolina Rules of Civil Procedure (“Rule(s)”); and (6) Plaintiff BDM Investments’ \nMotion to Amend Complaint and to Rescind and/or Amend Prior Order (“Motion to \nAmend”) made under Rules 15 and 54(b). \n{2} For the reasons explained below: (1) Plaintiff BDM’s Motion for \nSummary Judgment Against Lennon Hills Defendants is DENIED; (2) Plaintiff \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF BRUNSWICK \n \n IN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n11 CVS 449 \nBDM INVESTMENTS, \n \nPlaintiff, \n \nv. \n \nLENHIL, INC.; LENNON HILLS, \nLLC; JUDITH T. HOLLINGSWORTH \nin her official capacity as EXECUTRIX \nof the ESTATE OF GLENN \nHOLLINGSWORTH; EDWIN L. \nBURNETT, III; VIABLE CORP.; \nGARY LAWRENCE; KEITH \nMEYERS; MEYERS APPRAISAL \nSERVICES, LLC; and DANIEL \nHILLA, III, \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER AND OPINION \nBDM Invs. v. Lenhil, Inc., 2014 NCBC 6.\nBDM’s Motion for Summary Judgment Against Estate of Glenn Hollingsworth is \nDENIED; (3) Defendant Judith T. Hollingsworth’s, as Executrix of the Estate of \nGlenn Hollingsworth, Motion for Summary Judgment on All Claims is GRANTED \nin part and DENIED in part; (4) Defendants Lenhil, Inc., Lennon Hills, LLC, Viable \nCorp., Edwin L. Burnett, III, and Daniel Hilla, III’s Motion for Summary Judgment \nis GRANTED in part and DENIED in part; (5) Defendant Gary Lawrence’s Motion \nfor Summary Judgment is GRANTED; and (6) BDM’s Motion to Amend is \nGRANTED in part and DENIED in part. \n \nBowden & Laws, PC by Edwin W. Bowden for Plaintiff BDM Investments.  \n  \nBroadwell Phillips Potter, PLLC by Samuel B. Potter for Defendant Glenn \nHollingsworth. \n  \nHodges & Coxe, PC by C. Wes Hodges, II and Sarah Reamer for Defendants \nLenhil, Inc., Lennon Hills, L.L.C., Edwin L. Burnett, III, Viable Corp., and \nDaniel Hilla, III.  \n  \nCranfill Sumner & Hartzog, LLP by Richard T. Boyette and Meghan N. \nKnight for Defendant Gary Lawrence. \n \nGale, Judge. \n \nI. INTRODUCTION \n \n{3} Plaintiff BDM Investments (“BDM”),  a partnership organized by three \npracticing attorneys for the purpose of holding real estate assets and investments, \nseeks rescission of a land sale and damages related to its investment in \nundeveloped residential lots in the Lennon Hills subdivision in Brunswick County, \nNorth Carolina. \n{4} As noted in a prior Order, BDM “joined as Defendants essentially \nevery individual or entity that had anything to do with or was necessary to \ncomplete” BDM’s lot purchase.  BDM Invs. v. Lenhil, Inc., 2012 NCBC LEXIS 7, at \n*2 (N.C. Super. Ct. Jan. 18, 2012).  At the outset of this case, BDM alleged a vast \nconspiracy among all Defendants to induce BDM to purchase lots.  Most of the \nallegations supporting that claim centered around fraudulent acts allegedly \nperpetrated by some Defendants on individuals and entities entirely uninvolved in \nthis litigation. \n{5} Discovery has ended and the Part ies have submitted a voluminous \nrecord in support of the various summary judgment motions now pending before the \ncourt.  After tedious review of that record, the court concludes that BDM may \nproceed to trial on much more limited issues than those raised in its pleadings.  Out \nof the multitude of BDM’s initial allegations, the evidence reveals one possible \ndefect in the sales process that, if a jury finds caused the purchase, may allow BDM \nto rescind the transaction. \n \nII. PROCEDURAL BACKGROUND \n \n{6} BDM filed its Complaint in Brunswick County on February 28, 2011.  \nThe case was designated as a Complex Business Case on April 8, 2011 and assigned \nto the undersigned on April 14, 2011.  Plaintiffs later filed a Second Amended \nComplaint, the Parties filed numerous responsive pleadings and motions to dismiss, \nand the court entered its Order resolving those matters on January 18, 2012.  The \ncase then progressed into discovery, and the Parties filed the current motions over \nthe course of last summer.  The motions have been fully and extensively briefed \n(with leave of court for expanded word limitations), the court heard oral argument \non December 17, 2013, and the motions are ripe for disposition.  \n \nIII. FACTUAL BACKGROUND \n \n{7} The court does not make findings of fact when ruling on a motion for \nsummary judgment. Hyde Ins. Agency, Inc. v. Dixie Leasing Corp., 26 N.C. App. \n138, 142, 215 S.E.2d 162, 164–65 (1975). It is, however, appropriate for the court to \ndescribe the undisputed facts or lack of facts the record discloses in order to provide \ncontext for the court’s ruling on the motion.  The court believes the following facts \nare uncontested.1 \n \nA. The Parties \n \n{8} BDM is a general partnership of th ree practicing attorneys that holds \nvarious real estate assets.  (King Dep. 8:6–21, Nov. 8, 2012 (hereinafter “King I”).)  \nKenneth King (“King”), a prior Plaintiff in this case, managed BDM and \nrepresented it in the transaction at issue.2  (King I 8:22–9:7.) \n{9} Glenn Hollingsworth (“Hollingswort h”) served as King’s personal \naccountant in the 1990s and early 2000s, but never did any accounting work for \nBDM.  (King I 209:18–213:20.)  Hollingsworth passed away during the pendency of \nthis litigation and his estate has been substituted as a Defendant.  Defendant \nViable Corp. (“Viable”) employed Hollingsworth during the relevant time period.  \n(Burnett Dep. 26:17–27:24.)  Hollingsworth had a North Carolina real estate license \nduring the relevant time period.  (Aff. Judith Hollingsworth ¶ 19.) \n{10} Defendants Lenhil, Inc. (“Lenhil” ) and Lennon Hills, LLC were created \nto own, develop, and sell lots in Lennon Hills, a residential subdivision in \nBrunswick County, North Carolina.  (Def. Lenhil, Inc.’s Resps. Pl.’s First Req. \nAdmis. ¶ 1.) \n{11} Defendant Edwin L. Burnett (“Burnett”) runs several real estate \ncompanies and business ventures in Brunswick County.  (Burnett Dep. 14:24–18:7.)  \nHe is part-owner of Lenhil and Lennon Hills, LLC.  (Def. Lenhil, Inc.’s Resps. Pl.’s \n                                                 \n1 Hollingsworth’s Estate, relying on Section 8C-1, Rule 601(c) (the Dead Man’s Statute), filed a \nmotion to strike any testimony from Kenneth King, BDM’s managing partner, as to Hollingsworth’s \noral communications regarding the transaction at issue.  BDM contends that Hollingsworth’s Estate \nwaived the protection of that rule during pretrial depositions.  The court ultimately concludes that \nKing’s testimony regarding any statements Hollingsworth made is immaterial to the court’s \nconsideration of the current motions.  The admissibility of this testimony can be addressed in later \nproceedings as necessary. \n2 King testified both individually and as BDM’s Rule 30(b)(6) deponent for this case.  (King I 7:10–\n8:5.) \nFirst Req. Admis. ¶ 1; Burnett Dep. 83:10–15.)  Burnett had a North Carolina real \nestate license during the relevant time period.  (Burnett Dep. 12:5–24.) \n{12} Defendant Daniel Hilla (“Hilla”) is  an officer, director, and shareholder \nof Lenhil and Lennon Hills, LLC, both of which he co-owns with Burnett.  (Aff. \nDaniel Hilla ¶ 3; Burnett Dep. 83:10–15.) \n{13} Burnett established and operates  Viable for tax purposes as a pass-\nthrough entity for some of his business and real estate dealings.  (Burnett Dep. \n19:13–20:23.)  Burnett is its sole owner and shareholder.  (Burnett Dep. 19:13–15.) \n{14} Defendant Gary Lawrence served as BDM’s closing attorney and \nescrow agent in the land transaction at issue.  (King I 27:1–27:17, 29:23–30:19; \nGary Lawrence Dep. 122:8–13.) \n \nB. The Transaction \n \n{15} BDM signed a homesite purchase agreement with Lenhil to buy ten \nresidential lots in Lennon Hills for $850,000 on December 5, 2006.  (Burnett Dep. \nEx. 17, Dec. 10, 2012; King I 232:22–24.)  The sale closed on March 1, 2007.  (King I \n232:7–21.)  Although BDM alleges eleven different causes of action against seven \nDefendants, BDM’s central contention is that it was improperly induced to purchase \nlots in Lennon Hills because of undisclosed conflicts of interest and collusion \nbetween the Defendants.  The crux of the claim is that Hollingsworth was a dual \nagent who did not disclose his agency relationship with the seller.  There are factual \ndisputes over whether Hollingsworth was an agent for either buyer or seller in this \ntransaction. \n{16} In September 2005, Hollingsworth mailed Burnett a letter offering him \nreal estate development consultation services.  (Burnett Dep. 35:12–36:18.)  Burnett \ndenies that he ever engaged Hollingsworth in that capacity, insists that the letter \nwas a joke, and maintains that he, through Viable, only employed Hollingsworth for \ntax and accounting work.  (Burnett Dep. 35:12–40:10.)   \n{17} At some point, Hollingsworth approached Burnett and said he had two \ngroups of potential buyers for lots in Lennon Hills.  (Burnett Dep. 116:24–117:7.)  \nBurnett said he would “take care” of Hollingsworth if he delivered buyers.  (Burnett \nDep. 116:24–117:7.)  Burnett denies knowing that Hollingsworth had a North \nCarolina real estate license at time. (Burnett Dep. 133:5–19.)  Rather, Burnett \nindicates he used his own real estate license to enable Viable to receive half of the \nsales commission in the BDM transaction.  (Burnett Dep. 12:5–24, 51:14–52:12, \n129:10–25.) \n{18} BDM contends that Hollingswo rth served as its agent in the \ntransaction and arranged the sale on its behalf.  (King I 173:8–17.)  King and BDM \ndid not compensate Hollingsworth for his services, nor did they sign a contract with \nHollingsworth regarding his role in the transaction.  (King I 152:18–23, 174:12–13.)  \nHollingsworth initially approached King about purchasing lots in Lennon Hills, \nfaxed a map of the subdivision, provided the homesite purchase agreement, selected \nthe lots BDM would purchase, helped arrange financing and appraisals, and picked \nup and delivered documents in connection with the closing.  (King I 153:5–156:16, \n168:21–169:12; King Dep. 23:16 – 24:19, Dec. 4, 2012 (hereinafter “King II”); Gary \nLawrence Dep. 85:7–87:3.)  Hilla, who handled lot pricing, availability, and sales for \nLenhil, contends that Hollingsworth did not negotiate the contract price “or any of \nthe other terms of the BDM contract.”  (Aff. Daniel Hilla ¶¶  5, 9–11.)  Burnett, \nthrough Viable, paid Hollingsworth a “consultation fee” equal to the amount of \nViable’s commission for delivering the purchase agreement to BDM and helping \nclose the deal.  (Burnett Dep. 160:13–161:21.)3   \n{19} BDM never asked Hollingsworth if he was working for the developers \nor otherwise receiving compensation for his role in the transaction.  (King II \n188:14–189:5.)  Hollingsworth never disclosed to BDM, Gary Lawrence, or Pam \nLawrence (Gary Lawrence’s wife), that he was working on behalf of some of the \n                                                 \n3 The Parties vigorously dispute whether the payment Hollingsworth received was a “commission” or \na “consultation fee.”  Regardless of how the payment is characterized, all Parties agree that shortly \nafter the transaction closed Hollingsworth received a $42,500 payment from Viable, the same \namount of Viable’s commission disclosed on the HUD Settlement Statement. \nLennon Hills Defendants4 and would receive payment in connection with the sale.  \n(King II 27:17–28:14; Gary Lawrence Dep. 85:7–87:3, 92:12–93:9; Pam Lawrence \nDep. 39:7–52:13.) \n{20} Gary Lawrence served as BDM’s closing attorney and the escrow agent \nin the transaction.  (Gary Lawrence Dep. 122:8–13; King I 33:2–12.)  Gary \nLawrence was not involved in preparing or negotiating the sale contract between \nBDM and Lenhil.  (King I 51:14–20; Gary Lawrence Dep. 102:24–103:12.)  He \nbecame involved in the transaction only after Burnett dropped off the signed \nhomesite purchase agreement between Lenhil and BDM at his office and requested \nthat he conduct the closing.  (Gary Lawrence Dep. 53:20–54:11.)  Gary Lawrence \nperformed a title search and prepared and recorded the HUD Settlement \nStatement, deeds, and other closing documents.  (King I 34:4–35:16; see generally \nGary Lawrence Dep.)  During his title search, Gary Lawrence discovered a deed of \ntrust for Lennon Hills, LLC encumbering BDM’s lots, but did not disclose that deed \nto BDM before or during closing because he knew it would be released and would \nnot affect BDM’s title to the lots.  (Gary Lawrence Dep. 70:3–80:17.)  The deed of \ntrust was later released, BDM had clear title to the lots at closing, and no one has \nchallenged its title since the closing. (King I 35:13–37:13, 41:7–12.) \n{21} Pam Lawrence, Gary Lawrence’s wife, owns Lawrence Sales & \nMarketing, which served as listing agent for Lennon Hills during the relevant time \nperiod.  (Pam Lawrence Dep. 22:8–25:24.)  Both Pam Lawrence, through Lawrence \nSales & Marketing, and Gary Lawrence rented professional office space from \ncompanies owned by Burnett.  (Pam Lawrence Dep. 18:17–20:18; Gary Lawrence \nDep. 123:1–16.)  Gary Lawrence performed legal services for Lenhil and Lawrence \nSales & Marketing in connection with Lennon Hills, including preparing the \ncovenants and restrictions, homeowners’ association bylaws, and the form contract \nused by Lawrence Sales & Marketing for Lennon Hills sales.  (Gary Lawrence Dep. \n14:3–21, 26:22–30:16, 102:4–103:12.)  Gary Lawrence closed most of the prior sales \n                                                 \n4 The court refers to Burnett, Hilla, Lenhil, Lennon Hills, LLC, and Viable collectively as the \n“Lennon Hills Defendants.” \nin Lennon Hills before BDM’s purchase.  (Gary Lawrence Dep. 122:8–13.)  He did \nnot disclose to King or BDM that his wife’s company was the listing agent or that he \nhad performed prior legal work for the Lennon Hills developers.  (Gary Lawrence \nDep. 54:16–55:10, King I 33:16–34:4.)  Even though Gary Lawrence was the closing \nattorney, he and King never spoke or communicated regarding the transaction until \nthis litigation began.  (King I 33:16–34:4.) \n{22} The HUD Settlement Statement di scloses that Viable and Lawrence \nSales & Marketing would each be paid a $42,500 commission in the transaction.  \n(Burnett Dep. Ex. 8 (hereinafter “HUD Statement”).)  Gary Lawrence did not \naffirmatively disclose to BDM that his wife, Pam Lawrence, owned Lawrence Sales \n& Marketing.  Viable paid an amount equal to its commission to Hollingsworth as a \n“consultation fee” for bringing BDM to the transaction.  (Burnett Dep. 111:22–\n114:3.)  Gary Lawrence, who prepared the HUD Settlement Statement, maintains \nhe did not know or suspect that Hollingsworth was receiving any payment in \nconnection with the sale.  (Gary Lawrence Dep. 92:12–93:9.)  Neither King nor BDM \nhas presented any evidence that Gary Lawrence knew Hollingsworth would receive \nthat payment.  (King I 74:13–18.) \n{23} Once the original closing deadline of February 6, 2007 passed, \nHollingsworth began to push King to close the transaction.  (King I 232:7–21.)  King \nwas moving residences and unavailable to attend an in-person, formal closing, so \nHollingsworth arranged to pick up the documents from Gary Lawrence and have \nKing sign them on BDM’s behalf in a bank’s parking lot.  (King I 45:22–46:20, 55:9–\n58:5; Gary Lawrence Dep. 83:7–87:3.)  Lawrence treated this as a “mail away” \nclosing, which he contends was common practice in Brunswick County for real \nestate transactions involving out-of-state purchasers.  (Gary Lawrence Dep. 81:7–\n82:11.)  King did not object to closing in a parking lot at the time and concedes that \nit did not have a material impact on the transaction.  (King I 55:9–58:5.) \n{24} BDM did not plan to build on the land.  (King I 82:23–83:3.)  Rather, it \nplanned to purchase the lots, hold them for twelve to eighteen months (during \nwhich time the developers would pay the interest on the loan), and then resell them \nto the developer or another buyer for a profit.  (King I 49:10–50:6.)  BDM never \nreduced any binding repurchase agreement with the developers to writing, however.  \n(King I 49:10–50:6, 124:18–22.)  BDM did no due diligence investigation into the lot \npurchase, nor did anyone from BDM visit or look at the property before signing the \nhomesite purchase agreement or closing the transaction.  (King I 38:7–17, 49:6–9.)   \n{25} While BDM has explored many othe r factual hypotheses during earlier \nstages of this case, the extensive testimony and documentary evidence revolves \naround what Hollingsworth did, what he disclosed, what others knew about what he \ndid or disclosed, and what legal consequences flow from those acts, omissions, or \nknowledge.  During his deposition, King, a practicing attorney, confirmed that \nBDM’s central theory is that Hollingsworth, with the knowledge or acquiescence of \nthe other Defendants, induced BDM to purchase lots in Lennon Hills without \ndisclosing his relationship with the developers or the fact that he would earn a \ncommission on the transaction.  (King II 23:16–25:23; 190:19–191:20; 198:12–\n199:14.)  BDM contends Hollingsworth’s inducement, coupled with failing to \ndisclose his possible agency relationship with the Lennon Hills Defendants, allows \nBDM to rescind the transaction.  Other Defendants remain in the case because \nBDM contends their relationships with Hollingsworth or the Lennon Hills \nDefendants in this transaction warrant imposing vicarious liability on them for \nHollingsworth’s possibly actionable conduct. \n \nIV. ANALYSIS \n \n{26} The court will first address the various summary judgment motions, \nthen it will consider BDM’s Motion to Amend. \n{27} Summary judgment is proper when the pleadings, depositions, \nanswers to interrogatories, admissions, and affidavits show that no genuine issue as \nto any material fact exists and that the movant is entitled to judgment as a matter \nof law. N.C. Gen. Stat. § 1A-1, Rule 56(c) (2013); \nAndresen v. Progress Energy, Inc., \n204 N.C. App. 182, 184, 696 S.E.2d 159, 160–61 (2010).    \n{28} The moving party must demonstrate the absence of a triable issue and \ndoes so either: “(1) by showing that an essential element of the opposing party’s \nclaim is nonexistent; or (2) [by] demonstrating that the opposing party cannot \nproduce evidence sufficient to support an essential element of the claim or overcome \nan affirmative defense which would work to bar its claim.”  Wilhelm v. City of \nFayetteville, 121 N.C. App. 87, 90, 464 S.E.2d 299, 300 (1995) (citing Roumillat v. \nSimplistic Enters., Inc., 331 N.C. 57, 414 S.E.2d 339 (1992)).   \n{29} If the moving party carries this burden, the non-moving party “must \n‘produce a forecast of evidence demonstrating that the [non-moving party] will be \nable to make out at least a prima facie case at trial.’”  Roumillat, 331 N.C. at 63, 414 \nS.E.2d at 342 (quoting Collingwood v. G.E. Real Estate Equities, Inc., 324 N.C. 63, \n66, 376 S.E.2d 425, 427 (1989)); Rankin v. Food Lion, 210 N.C. App. 213, 217, 706 \nS.E.2d 310, 313–14 (2011); see also § 1A-1, Rule 56(e) (non-moving party “must set \nforth specific facts showing that there is a genuine issue for trial.”).  This forecast \n“may not rest upon the mere allegations or denials of [a] pleading,” § 1A-1, Rule \n56(e), nor may it rest upon unsworn affidavits or other inadmissible materials, \nsee \nRankin, 210 N.C. App. at 218–22, 706 S.E.2d at 314–16 (affirming summary \njudgment where only inadmissible, unauthenticated documents and no affidavits or \nsworn testimony were submitted in response to summary judgment motion). \n{30} BDM alleges eleven different causes of action against seven \nDefendants.  All Defendants have moved for summary judgment on all claims, and \nBDM has moved for summary judgment on all claims except those asserted against \nGary Lawrence.  Seven of BDM’s claims are “direct” causes of action that support \nliability without another underlying claim.  Four of BDM’s claims are “indirect” \ncauses of action that seek to impose joint and several liability.5  Each “indirect” \ncause of action necessarily depends upon whether any of BDM’s “direct” claims \n                                                 \n5 As pleaded, the Second Amended Complaint asserts a conspiracy claim and joint and several \nliability against joint tortfeasors.  As explained below, the court has narrowed the issues to whether \nHollingsworth breached fiduciary duties arising from his obligations as an agent, and if so, whether \nhis alleged principal is liable. The court will permit the claims to be so clarified in an amended \ncomplaint. \nsurvive summary judgment.  Accordingly, the court first considers the summary \njudgment motions as to the “direct” claims, then it addresses the “indirect” claims. \n \nA.  Summary Judgment Motions on “Direct” Claims \n \n{31} BDM brings “direct” claims for fraud, negligent misrepresentation, \nfraud in the inducement, breach of fiduciary duty, constructive fraud, unfair or \ndeceptive trade practices, and unjust enrichment against Hollingsworth based, \nessentially, on his failure to disclose his relationship with Burnett and the Lennon \nHills Defendants and the fact that he would receive a commission if BDM \npurchased lots in Lennon Hills.  (Pl.’s Br. Supp. Mot. Summ. J. Against \nHollingsworth 1–2.)  BDM also brings “direct” claims of fraud, fraud in the \ninducement, and negligent misrepresentation against Gary Lawrence for failing to \ndisclose his relationship with Lawrence Sales & Marketing, the prior legal work he \nperformed for the Lennon Hills Defendants, and a deed of trust that never affected \nBDM’s title to the lots. \n{32} The inquiry begins with examining the evidence of a fiduciary \nrelationship between BDM and Hollingsworth and evidence regarding \nHollingsworth’s relationship with the Lennon Hills Defendants. \n \n1. Hollingsworth’s Legal Relationships with BDM and the Lennon \nHills Defendants \n \n{33} BDM contends that Hollingsworth ow ed it fiduciary duties either by \nserving as its agent in the Lennon Hills transaction (a de jure fiduciary \nrelationship)6 or by exercising dominion and control over BDM in the transaction by \n                                                 \n6 The court earlier rejected a claim that Hollingsworth owed fiduciary duties arising from an \naccountant-client relationship, as any such relationship with BDM’s partners individually had \nceased and Hollingsworth was not BDM’s accountant.  See BDM Invs., 2012 NCBC LEXIS 7, at *52.  \nThe Parties disagree over whether this court’s prior Order dismissing those claims precludes BDM \nfrom now arguing it was in a de jure fiduciary relationship with Hollingsworth arising from agency.  \nThat Order only dismissed BDM’s breach of fiduciary duty claims premised on the accountant-client \nrelationship between Hollingsworth and King that ended when Hollingsworth sold his accounting \npractice in 2004 and no longer served as King’s personal accountant.  While originally cast in the \nvirtue of the trust and confidence that King reposed in him (a de facto fiduciary \nrelationship).  BDM contends that Hollingsworth also served as an agent for the \nLennon Hills Defendants in the transaction.  This possible contested dual agency \nrelationship is central to BDM’s case. \n{34} While rejecting any de facto fiduciary relationship, the court ultimately \nconcludes that genuine issues of material fact exist regarding both whether \nHollingsworth served as BDM’s agent in the transaction and whether \nHollingsworth served as Viable’s, Lenhil’s, or Lennon Hills, LLC’s agent in the \ntransaction.  Plaintiffs must prove this dual agency to prevail on any claim in this \ncase. \n{35} “An agency relationsh ip ‘arises when parties manifest consent that one \nshall act on behalf of the other and subject to his control.’”  Bauer v. Douglas \nAquatics, Inc., 207 N.C. App. 65, 74, 698 S.E.2d 757, 764 (2010) (quoting Miller v. \nPiedmont Steam Co., 137 N.C. App. 520, 524, 528 S.E.2d 923, 926 (2000)).  “Actual \nauthority may be implied from the words and conduct of the parties and the facts \nand circumstances attending the transaction in question.”  Munn v. Haymount \nRehab. & Nursing Ctr., Inc., 208 N.C. App. 632, 638 (2010) (quoting Harris v. Ray \nJohnson Constr. Co., 139 N.C. App. 827, 830, 534 S.E.2d 653, 655 (2000)) (emphasis \nadded and internal quotation omitted).  “Whether a principal-agent relationship \nexists is a question of fact for the jury when there is evidence tending to prove it; it \nis a question of law for the court if only one inference can be drawn from the facts.”  \nSmock v. Brantley, 76 N.C. App. 73, 75, 331 S.E.2d 714, 716 (1985) (citing Partin v. \nPower & Light Co., 40 N.C. App. 630, 637, 253 S.E. 2d 605, 611 (1979)).  An agency \nagreement “for services in . . . buying . . . real estate need not be in writing.”  \nScheerer v. Fisher, 202 N.C. App. 99, 103, 688 S.E.2d 472, 474 (2010) (citing Palmer \nv. Lowder, 167 N.C. 331, 83 S.E. 464 (1914)). \n                                                 \nform of conspiracy or joint torts, the discovery reveals the claim is more appropriately considered in \nthe context of potential agency.  BDM may present evidence it argues establishes a different de jure \nfiduciary relationship, including duties arising from an agency relationship. \n{36} BDM did not pay Hollingsworth in connection with the transaction, \nnor was there any written agreement regarding Hollingsworth’s role in the \ntransaction.  Although King testified that he did not consider Hollingsworth BDM’s \n“realtor” in the transaction, he also testified that Hollingsworth took numerous acts \non BDM’s behalf leading up to the closing of the transaction and he understood that \nHollingsworth was serving as BDM’s agent in the transaction.  This evidence, along \nwith other evidence in the record, demonstrates that genuine issues of material fact \nexist regarding whether Hollingsworth served as BDM’s agent in the transaction.  \nThe court concludes that BDM has presented sufficient evidence to allow a jury to \nfind an agency relationship.  If so, there would be a de jure fiduciary duty and the \njury would need to find whether such duty was breached and caused BDM to \ncomplete the lot purchase.  The court concludes, however, that BDM has not \npresented sufficient evidence of a de facto fiduciary duty based on a special \nrelationship of trust and confidence to warrant submitting that issue to a jury. \n{37} As to BDM’s allegation that Ho llingsworth also served as the Lennon \nHills Defendants’ agent, Burnett admits that Viable employed Hollingsworth, but \nhe contends that Hollingsworth only provided Viable with accounting and business \nconsulting services.  Although Hollingsworth sent a letter offering Burnett services \nfor real estate development, Burnett maintains the letter was a joke and he never \nemployed Hollingsworth in this capacity.  Burnett also acknowledges, however, that \nhe told Hollingsworth he would “take care” of him if he brought buyers to the \ndevelopers.  Viable paid Hollingsworth a “consultation fee” equal to Viable’s \ncommission in the transaction. \n{38} Burnett was sole owner of Viabl e and half-owner of Lenhil and Lennon \nHills, LLC.  Burnett acknowledges that Viable was a pass-through entity for some \nof his real estate and business ventures. Lenhil and Lennon Hills, LLC, which \nBurnett co-owned with Hilla, were the parties in interest for Lennon Hills lot sales.    \nBased on this evidence and other evidence in the record, the court concludes that \ngenuine issues of material fact exist as to whether Hollingsworth served as Viable, \nLenhil, or Lennon Hills, LLC’s agent and, if so, whether the scope of that \nrelationship extended to soliciting buyers for Lennon Hills. \n \n2. Breach of Fiduciary Duty and Constructive Fraud \n \n{39} Based on an alleged fiduciary duty owed by Hollingsworth, BDM \nasserts claims for breach of that duty and constructive fraud against him. \n{40} To prove a breach of fiduciary duty, BDM must show: (1) the existence \nof a fiduciary relationship; (2) a breach of that duty; and (3) the breach proximately \ncaused plaintiff’s injury.  See Green v. Freeman, __ N.C. __, 749 S.E.2d 262, 268 \n(N.C. 2013); Alcorn v. Bland, No. COA12-613, 2012 N.C. App. LEXIS 1416, at *9 \n(N.C. Ct. App. Dec. 18, 2012). \n{41} A constructive fraud claim requir es showing “facts and circumstances \n(1) which created the relation of trust and confidence, and (2) [which] led up to and \nsurrounded the consummation of the transaction in which defendant is alleged to \nhave taken advantage of his position of trust to the hurt of plaintiff.”  Terry v. \nTerry, 302 N.C. 77, 85, 273 S.E.2d 674, 679 (1981).  When the superior party in a \nfiduciary relationship obtains a benefit through abuse of that relationship, the \nplaintiff may recover for constructive fraud.  Forbis v. Neal, 361 N.C. 519, 529, 649 \nS.E.2d 382, 388 (2007).  Essentially, “[t]he primary difference between . . . a claim \nfor constructive fraud and one for breach of fiduciary duty is” that constructive \nfraud requires showing that the defendant benefited himself through his breach of \nfiduciary duty.  See, e.g., White v. Consol. Planning, Inc., 166 N.C. App. 283, 294, \n603 S.E.2d 147, 156 (2004). \n{42} If a jury concludes that Hollings worth served as BDM’s agent in the \nLennon Hills transaction, a fiduciary duty of some scope arises as a matter of law.  \nAgents owe fiduciary duties to their principals “with respect to matters within the \nscope of [the] agency.”  E.g., Hutchins v. Dowell, 138 N.C. App. 673, 677, 531 S.E.2d \n900, 902 (2000) (citations and quotations omitted).  An agent “representing a \npurchaser or seller in” a real property transaction “owes a fiduciary duty to his \nclient based upon the agency relationship” between them.  Sutton v. Driver, 211 \nN.C. App. 92, 99–100, 712 S.E.2d 318, 323 (2011) (quoting Kim v. Prof’l Bus. \nBrokers Ltd., 74 N.C. App. 48, 51–52, 328 S.E.2d. 296, 299 (1985)).   \n \na. Hollingsworth’s Duty of Disclosure \n \n{43} The fiduciary duty of agents includes making “full and truthful \ndisclosure of all known or discoverable [material] facts likely to affect the client.”  \nSutton, 211 N.C. App. at 100, 712 S.E.2d at 323 (citing Brown v. Roth, 133 N.C. \nApp. 52, 54–55, 514 S.E.2d 294, 296 (1999)); see also Spence v. Spaulding & \nPerkins, Ltd., 82 N.C. App. 665, 667, 347 S.E.2d 864, 865–66 (1986).  A “dual agent \nowes all fiduciary and other agency duties to both principals” and must “make a full \nand truthful disclosure . . . of all material facts [concerning] the [p]roperty.”  Brown, \n133 N.C. App. at 55, 514 S.E.2d at 296.       \n{44} Defendants argue that the court n eed not further consider any claim of \nundisclosed dual agency because BDM has not demonstrated any damage or loss \narising from that failure to disclose so that any failure to disclose was not material.  \nDefendants fail, however, to account for the fact a dual agency is in and of itself \nmaterial and must be disclosed to both principals in a real estate transaction.  See \nGreene v. Rogers Realty & Auction Co., 159 N.C. App. 665, 668, 586 S.E.2d 278, 280 \n(2003) (“An agent can represent both the seller and buyer as long as both parties \nhave full knowledge and have given their consent.”).  Disclosure is a critical \ncomponent of legitimizing dual agency in real estate transactions.  Cf. Brown, 133 \nN.C. App. at 55, 514 S.E.2d at 296 (confirming that agent may serve both sides in \nreal estate transaction “with the full knowledge and consent of both” and noting \nconflicting evidence in the record created uncertainty as to whether “lawful dual \nagency” existed) (emphasis added).  Indeed, North Carolina law permits revocation \nor suspension of a real estate broker’s license for representing “more than one party \nin a transaction without the knowledge of all parties for whom he or she acts.”  N.C. \nGen. Stat. § 93A-6(a)(4) (2013).  The purpose of Chapter 93A is “to ‘protect sellers, \npurchasers, lessors[,] and lessees of real property from fraudulent or incompetent \nbrokers or salesmen.’”  Furr v. Fonville Morrisey Realty, Inc., 130 N.C. App. 541, \n545, 503 S.E.2d 401, 405 (1998) (quoting McArver v. Gerukos, 265 N.C. 413, 416, \n155 S.E.2d 277, 280 (1965)), disc. rev. granted, 305 N.C. 94 (1999), and disc. rev. \nimprovidently granted, 351 N.C. 41.   \n{45} The Parties dispute whether a vi olation of Chapter 93A, in and of \nitself, warrants imposition of civil liability, as the statute creates no express private \nright of action.  BDM does not bring a direct claim for a violation of this statute, \nhowever. It asserts common law tort claims.  The court does not here utilize \nChapter 93A to impose civil liability.  Rather, it considers the statute as a reflection \nof North Carolina’s public policy regarding the materiality of disclosure of dual \nagency relationships in real estate transactions.  Failing to disclose dual agency is \npotentially actionable through common law claims for breach of fiduciary duty or \nconstructive fraud. \n{46} In John v. Robbins, 764 F. Supp. 379 (M.D.N.C. 1991), a federal court \napplying North Carolina law denied summary judgment for defendants where the \nrecord presented conflicting evidence of whether one of the defendant’s agents \ndisclosed her firm’s representation of the seller to the property buyers she \nrepresented in the same transaction.  Id. at 389–90.  The court noted that the \nundisclosed dual agency supported a breach of fiduciary duty claim “based on a \nconflict of interests” and further concluded that a jury “could determine that \n[p]laintiffs would not have proceeded in the transaction” had they known of the dual \nagency.  Id. at 390.  Similarly, in Bear Hollow, LLC v. Moberk, LLC, No. 5:05CV210, \n2006 U.S. Dist. LEXIS 36780 (W.D.N.C. June 5, 2006), a federal court applying \nNorth Carolina law permitted a land buyer to pursue fraud and negligent \nmisrepresentation claims against the seller who failed to disclose that he agreed to \npay the buyer’s agent a fee for “getting the deal done.”  Id. at *16–*22.  Knowledge \nof the seller’s agreement to pay the buyer’s agent was a material because it “would \nhave influenced [the buyer’s] judgment in entering the contract to purchase . . . the \nproperty.”  Id. at *21.7 \n{47} Proof of materiality alone, howeve r, does not yield liability.  BDM must \nfurther demonstrate that any breach of duty caused it to complete the purchase it \nwould not have otherwise completed. \n{48} King has testified he did no t know or suspect Hollingsworth was \nworking for the Lennon Hills Defendants and that BDM would not have purchased \nthe lots if it knew Hollingsworth would receive payment from the sellers for \nbringing BDM to the transaction.  This testimony creates a genuine issue of \nmaterial fact.  Assuming Hollingsworth’s breach of duty, the fact that \nHollingsworth received payment from the seller for delivering BDM to the sale is \nadequate to support the constructive fraud claim because Hollingsworth benefitted \nfrom his breach.  Although Hollingsworth’s omission may be material as a matter of \nlaw, the jury may ultimately reject BDM’s contention that Hollingsworth’s failure to \ndisclose caused BDM to purchase the lots.  The contested issue of causation remains \nfor both the breach of fiduciary duty and constructive fraud claims. \n \nb. BDM’s Remedy \n \n{49} BDM claims that, if it was fr audulently induced by Hollingsworth’s \nfailure to disclose his relationship with the Lennon Hills Defendants, it is entitled \nto rescind the transaction without providing further proof of damages. \n{50} Claims for breach of fiduciary du ty and constructive fraud both require \n“proof of an injury proximately caused by the breach of duty.”  Jay Grp., Ltd. v. \nGlasgow, 139 N.C. App. 595, 600–01, 534 S.E.2d 233, 237 (2000).  Damages for \neither actual or constructive fraud are measured as “the amount of loss caused by \nthe difference between what was received and what was promised through a false \nrepresentation.”  See Collier v. Bryant, 719 S.E.2d 70, 80 (N.C. Ct. App. 2011) \n                                                 \n7 The court notes that the agent himself was not a party in the Bear Hollow case, but Bear Hollow \nsupports the proposition that the fact of dual agency is material and should be disclosed in real \nestate transactions. \n(quoting First Atl. Mgmt. Corp. v. Dunlea Realty Co., 131 N.C. App. 242, 256, 507 \nS.E.2d 56, 65 (1998)) (internal quotation marks omitted).  In Collier, the court \npermitted plaintiffs, who were fraudulently induced to contract through \nconstructive and actual fraud, to “repudiate the contract or affirm the contract and \nrecover damages[.]”  Id. at 82 (citing Parker v. White, 235 N.C. 670, 688, 71 S.E.23d \n122, 128 (1952)).  One fraudulently induced to enter a contract may rescind it and \nrecover damages if rescission does not restore the party to its pre-contract position.  \nId. (citing Kee v. Dillingham, 229 N.C. 262, 265, 49 S.E.2d 510, 512 (1948)). \n{51} In Gosai v. Abeers Realty and Development Marketing, Inc., 166 N.C. \nApp. 625, 605 S.E.2d 5 (2004), a broker served as the disclosed dual agent in a land \nsale, but did not disclose to the buyer that the broker previously owned the \nproperty, which was condemned, conveyed it via a sham transaction to the seller, \nand that the broker would receive a hidden profit once the sale closed.  166 N.C. \nApp. 625, 626–29, 605 S.E.2d 5, 7–9 (2004).  The broker’s breach of his duty to \ndisclose entitled plaintiff-buyers to sue for rescission and recover damages, \nincluding the secret profit obtained by their agent, to restore them to their pre-\npurchase position.  Id. at 629–30, 605 S.E.2d at 9 (citing Spence, 82 N.C. App. at \n668, 347 S.E.2d at 868). \n{52} This case is unlike most real es tate fraud cases because it does not \ninvolve fraud or misrepresentation concerning facts affecting the title, quality, \nstatus, or nature of real estate or improvements.  Rather, BDM’s case centers, as \nKing admits, on Hollingsworth’s undisclosed dual agency, not any defect concerning \nthe land itself.8  The Parties’ briefing and the court’s research has not revealed a \ncase under North Carolina law considering whether an undisclosed dual agency, \nwithout any other misrepresentation or omission, permits a party to rescind a real \nestate transaction if a jury finds the failure to disclose led to the purchase.  Cases \nfrom other jurisdictions support such a remedy, however.  See, e.g., Whalen v. \n                                                 \n8 BDM does contend that, if rescission was not a remedy, it could recover the difference between his \npurchase price and the lots’ fair market value at the time of his purchase.  The court does not \nexamine this claim because it concludes BDM may seek rescission here. \nBistes, 45 So. 3d 290, 294 (Miss. Ct. App. 2010) (holding that “agency principles \nsuggest [an agent’s] failure to disclose the nature of his dual representation renders \nthe contract voidable at [the buyer’s] election . . . regardless of whether the [buyer] \nsuffered an actual injury”) (citing 3 Am Jur. 2d Agency § 238 (2002)); Duffy v. \nSetchell, 38 Ill. App. 3d 146, 149–50, 347 N.E.2d 218, 221 (Ill. App. Ct. 1976) (noting \nundisclosed dual agency permits buyer to void contract even where no other \ndamages shown). \n{53} The court has already concluded that genuine issues of material fact \nexist regarding whether Hollingsworth breached his fiduciary duty by failing to \ndisclose his relationship with the Lennon Hills Defendants and whether any such \nbreach caused BDM to make its purchase.  If a jury concludes that this omission led \nto BDM’s decision to purchase lots, BDM would be entitled to rescind the deed and \npursue damages against Hollingsworth for injuries not fully remedied by recovery of \nits purchase price.9 \n \n3. Fraud, Fraud in the Inducement, and Negligent Misrepresentation \n \n{54} BDM’s fraud, fraud in the inducement, and negligent \nmisrepresentation claims against Hollingsworth center on the same omissions \nunderlying its constructive fraud and breach of fiduciary duty claim. \n{55} BDM’s fraud, fraud in the inducement, and negligent \nmisrepresentation claims against Gary Lawrence stem from his failure to disclose: \n(1) his wife’s ownership of Lawrence Sales & Marketing; (2) the prior legal work he \nperformed for the Lennon Hills Defendants; and (3) a deed of trust that was later \nreleased and never affected BDM’s title to the lots. \n{56} In fraud or misrepresentation claims based on omissions or \nconcealments of facts, the defendant must have had a duty to disclose the facts in \n                                                 \n9 As discussed below in Section C of this Opinion, the court will permit BDM to amend its complaint \nto add a respondeat superior claim against Viable, Lenhil, and Lennon Hills for Hollingsworth’s acts.  \nThus, BDM may pursue rescission against Lenhil, and damages against Viable and Lennon Hills, \nLLC, as well. \nquestion.  “A duty to disclose arises where: (1) a fiduciary relationship exists \nbetween the parties to the transaction; (2) there is no fiduciary relationship and a \nparty has taken affirmative steps to conceal material facts from the other; and (3) \nthere is no fiduciary relationship and one party has knowledge of a latent defect in \nthe subject matter of the negotiations about which the other party is both ignorant \nand unable to discover through reasonable diligence.”  Hardin v. KCS Int'l, Inc., 199 \nN.C. App. 687, 696, 682 S.E.2d 726, 733 (2009) (citing Sidden v. Mailman, 137 N.C. \nApp. 669, 675, 529 S.E.2d 266, 270-71 (2000)) (internal quotation marks omitted). \n{57} To prove a fraud claim, a party mu st show “(1) that defendant made a \nfalse representation or concealment of a material fact; (2) that the representation or \nconcealment was reasonably calculated to deceive . . . ; (3) that defendant intended \nto deceive . . . ; (4) that [the party] was deceived; and (5) . . . damage resulting from \ndefendant’s misrepresentation or concealment.”  Claggett v. Wake Forest Univ., 126 \nN.C. App. 602, 610, 486 S.E.2d 443, 47 (1997). \n{58} To prove fraud in the inducement, one must show: \n(i) that defendant made a false representation or concealed a \nmaterial fact he had a duty to disclose; (ii) that the false \nrepresentation related to a past or existing fact; (iii) that \ndefendant made the representation knowing it was false or made \nit recklessly without knowledge of  its truth; (iv) that defendant \nmade the representation intending to deceive plaintiff; (v) that \nplaintiff reasonably relied on the representation and acted upon \nit; and (vi) plaintiff suffered injury. \nHarton v. Harton, 81 N.C. App. 295, 298–99, 344 S.E.2d 117, 119–20 (1986). \n{59} “[N]egligent misrepresentation occu rs when a party justifiably relies to \nhis detriment on information prepared without reasonable care by one who owed \nthe relying party a duty of care.”  Raritan River Steel Co. v. Cherry, Bekaert & \nHolland, 322 N.C. 200, 206, 367 S.E.2d 609, 612 (1988). \n{60} The primary difference between constructive fraud and actual fraud is \nthat actual fraud requires proof of the defendant’s intent to deceive. See, e.g., Miller \nv. First Nat’l Bank, 234 N.C. 309, 316, 67 S.E.2d 362, 367 (1951).  The “intent to \ndeceive” element of fraud is rarely susceptible to summary judgment because it \nalmost always must be proven by circumstantial evidence.  See, e.g., Watts v. \nCumberland Cnty. Hosp. Sys., Inc., 75 N.C. App. 1, 21, 330 S.E.2d 242, 255 (1985), \nrev’d on other grounds, 317 N.C. 321, 345 S.E.2d 201 (1986).   \n \na. Claims Against Hollingsworth \n \n{61} Hollingsworth’s duty, if any, to disclose his relationship with the \nLennon Hills Defendants to BDM arises only by virtue of his potential agency with \nBDM.  First, assuming such agency, the court also concludes that circumstantial \nevidence exists from which a jury could find that Hollingsworth’s omissions were \nmade with the intent to deceive BDM.  Accordingly, the court concludes that the \nfacts supporting BDM’s breach of fiduciary duty and constructive fraud claims \n(outlined extensively in the prior section of this Opinion) also create genuine issues \nof material fact regarding the other elements of BDM’s fraud, negligent \nmisrepresentation, and fraud in the inducement claims against Hollingsworth.  \nHowever, any remedy BDM may seek against Hollingsworth for these claims is \ncoextensive with the remedy for its constructive fraud and breach of fiduciary duty \nclaims. \n \nb. Claims Against Gary Lawrence \n \n{62} BDM’s case against Gary Lawrence  is more difficult, but the court \nconcludes that the fraud, fraud in the inducement, and negligent misrepresentation \nclaims against him cannot survive summary judgment.  Lawrence’s first \ninvolvement in this transaction began after the sales contract between BDM and \nLenhil was fully executed.  BDM cannot point to any fraudulent omissions by Gary \nLawrence that caused the harm it alleges here—purchasing the lots in Lennon \nHills.  Gary Lawrence served as BDM’s closing attorney, but his involvement in the \ntransaction began only after Burnett delivered a signed sales contract between \nBDM and Lenhil to his office.  As closing attorney and escrow agent under these \ncircumstances, Lawrence’s role in the transaction was to prepare the closing \ndocuments, conduct a title search, disburse the escrow funds in accordance with the \nHUD Settlement Statement, and record the deed and other documents so the \ntransaction would close.10  The court acknowledges that the North Carolina Rules of \nProfessional Conduct might impose on Lawrence an ethical obligation to disclose to \nBDM his past legal work for the Lennon Hills Defendants and his wife’s ownership \nof Lawrence Sales & Marketing.  His failure to disclose those facts after the \npurchase contract was binding, however, did not cause BDM to purchase the lots.\n11 \n{63} BDM likewise suffered no injury from Gary Lawrence’s failure to \ndisclose the deed of trust for Lennon Hills, LLC.  Lawrence secured a release of the \ndeed of trust after closing.  BDM concedes that it received clear title to the lots at \nclosing and that no one has challenged its title. \n{64} BDM has not presented evidence of any material omissions by Gary \nLawrence that would have freed it from its binding obligation to purchase lots in \nLennon Hills.  Accordingly, the court enters summary judgment for Gary Lawrence \non BDM’s fraud, fraud in the inducement, and negligent misrepresentation claims. \n \n4. Unfair or Deceptive Trade Practices \n \n{65} A section 75-1.1 claim requires showing an unfair or deceptive act or \npractice, in or affecting commerce, that proximately caused plaintiff’s injury.  \nBumpers v. Cmty. Bank of N. Va., __ N.C. __, 747 S.E.2d 220, 226 (2013) (citing \nDalton v. Camp, 353 N.C. 647, 656, 548 S.E.2d 704, 711 (2001)).  “A person engaged \neither directly or indirectly in the sale of real estate is engaged in commerce within \nthe meaning of [section] 75-1.1.”  Davis v. Sellers, 115 N.C. App. 1, 8, 443 S.E.2d \n879, 883–884 (1994) (citing Rosenthal v. Perkins, 42 N.C. App. 449, 454, 257 S.E.2d \n63, 67 (1979)). \n                                                 \n10 This is not a legal conclusion regarding the duties of closing attorneys generally, but rather a \nsummary of Gary Lawrence’s duty in this particular transaction based on the evidence in the record. \nBDM has offered no expert testimony or other testimony supporting a greater duty under the \nparticular facts of this case. \n11 The court notes that violations of the Rules of Professional Conduct governing attorneys do not \nform an independent basis for civil liability.  See Webster v. Powell, 98 N.C. App. 432, 439, 391 \nS.E.2d 204, 208 (1990) (citing McGee v. Eubanks, 77 N.C. App. 369, 374, 335 S.E.2d 178, 181 (1985)). \n{66} The court concludes that Hollings worth’s conduct was “in and affecting \ncommerce” within the meaning of section 75-1.1, so the motions turn on other \nelements of the asserted claim. \n{67} Appellate courts have broadly stat ed that “conduct which constitutes a \nbreach of fiduciary duty and constructive fraud is” unfair or deceptive.  See, e.g., \nCompton v. Kirby, 157 N.C. App. 1, 20, 577 S.E.2d 905, 917 (2003).12  However, in \nAbernathy v. Ralph Squires Realty Co., 55 N.C. App. 354, 285 S.E.2d 325 (1982), \nthe court held that an undisclosed dual agency was not “unfair or deceptive” \nbecause there was no evidence the dual agent “knowingly and wilfully negotiated \nthe sale price” for the plaintiff-buyers.  55 N.C. App. at 358, 285 S.E.2d at 328.   \nAbernathy does not establish “knowing and willful” price negotiation as a necessary \ncondition for any section 75-1.1 claim premised on undisclosed dual agency, \nhowever.   \n{68} If a jury finds facts in BDM’s favor, the court will be required to \ndetermine whether those facts rise to the level of a unfair or deceptive trade pratice, \nso it is premature to make such a determination now.  The court concludes, with \nsignificant reluctance in light of BDM’s own failure to perform any due diligence \nbefore entering the transaction, that the section 75-1.1 claim against Hollingsworth \nsurvives summary judgment. \n \n5. Unjust Enrichment \n \n{69} BDM also asserts an unjust en richment claim against Hollingsworth.13 \nUnjust enrichment occurs when: (1) a measurable benefit was conferred on the \ndefendant; (2) the defendant consciously accepted the benefit; and (3) the benefit \nwas not conferred gratuitously. Progressive Am. Ins. Co. v. State Farm Mut. Auto. \nIns. Co., 184 N.C. App. 688, 695–96, 647 S.E.2d 111, 116 (2007).  Unjust enrichment \n                                                 \n12 Such conduct, even if unfair or deceptive, still must be “in or affecting commerce” and have \nproximately caused injury to the plaintiff. \n13 The Parties dispute whether the court’s 2012 Order dismissed BDM’s unjust enrichment claim \nagainst Viable and Lenhil, as well.  For purposes of the summary judgment motions, the court \npresumes it did not dismiss the unjust enrichment claim against Viable and Lenhil. \nis an equitable theory of recovery unavailable to a party with an adequate remedy \nat law.  E.g., Jones Cooling & Heating, Inc. v. Booth, 99 N.C. App. 757, 759–60, 394 \nS.E.2d 292, 293–94 (1990); Frazier v. Beard, 1996 NCBC LEXIS 3, at *15–*16 (N.C. \nSuper. Ct. Oct. 24, 1996). \n{70} The court concludes that the remedi es for BDM’s other causes of action \nare adequate remedies at law for the unjust enrichment it alleges—Lenhil’s receipt \nof the $850,000 purchase price and Viable and/or Hollingsworth’s $85,000 \ncommission.  Accordingly, the court grants summary judgment in favor of \nHollingsworth, Viable, and Lenhil on the unjust enrichment claim. \n \nB. Summary Judgment Motions on “Indirect” Claims \n \n{71} BDM asserts civil conspiracy, joint venture, and joint adventure claims \nagainst all Defendants, and it asserts against other Defendants a claim for aiding \nand abetting Hollingsworth’s breach of fiduciary duty.  None of these claims furnish \nan independent basis of liability.  BDM pursues them to impose joint and several \nliability for Hollingsworth’s acts on a theory of either conspiracy or joint tortfeasors.  \nSee, e.g., Sellers v. Morton, 191 N.C. App. 75, 83, 661 S.E.2d 915, 922 (holding civil \nconspiracy is not an independent cause of action, but provides remedy against \nothers where there is an agreement of other parties to carry out unlawful conduct); \nPike v. Wachovia Bank & Trust Co., 274 N.C. 1, 10–11, 161 S.E.2d 453, 461 (1968) \n(confirming joint enterprise and joint venture are not independent sources of \nliability, but form the basis of an agency relationship whereby one party’s conduct \nmay be imputed to another); Blow v. Shaughnessy, 88 N.C. App. 484, 489, 364 \nS.E.2d 444, 447 (1988) (holding that aiding and abetting breach of fiduciary duty \nrequires a breach of fiduciary duty committed by another).  \n{72} BDM’s civil conspiracy, joint vent ure, joint adventure, and aiding and \nabetting breach of fiduciary duty claims center on essentially the same set of \nallegations: (1) all the Defendants agreed to pay Hollingsworth an undisclosed, \nhidden commission for bringing BDM to the transaction; (2) all the Defendants had \nBurnett serve as BDM’s agent (since Viable received the disclosed commission on \nthe HUD Statement); (3) all the Defendants had Burnett serve as a dual agent; (4) \nall the Defendants knowingly falsified the HUD Settlement Statement when they \nknew Viable was receiving a commission that it would ultimately pass on to \nHollingsworth; (5) Burnett, Viable, and Lenhil knew\n that Hollingsworth would not \ndisclose his relationship with them to BDM and still employed Hollingsworth as \ntheir agent to induce BDM’s purchase; (6) all Defendants failed to disclose \nHollingsworth and Burnett’s relationship to BDM.14 \n{73} BDM points primarily to Viable’s payment to Hollingsworth, the other \nDefendants’ involvement in the Lennon Hills transaction, and the Defendants’ \nrelationships with each other as circumstantial evidence proving a conspiracy to \ndefraud BDM.  BDM contends not only that this claim should survive summary \njudgment, but also that this circumstantial evidence compels summary judgment in \nits favor against every Defendant in this case. \n \n1. Civil Conspiracy \n \n{74} Civil conspiracy is “an agreement between two or more individuals to \ndo an unlawful act or to do a lawful act in an unlawful way.”  Dickens v. Puryear, \n302 N.C. 437, 456, 276 S.E.2d 325, 337 (1981).  The cause of action only remedies \n“damages caused by acts committed pursuant to a conspiracy[.]”  Id.; see also \nPiraino Bros., LLC v. Atlantic Fin. Grp., Inc., 211 N.C. App. 343, 350, 712 S.E.2d \n328, 334 (2011).  Importantly, plaintiffs must show “that a conspiracy in fact \nexisted.” S.N.R. Mgmt. Corp. v. Danube Partners 141, LLC, 189 N.C. App. 601, 609, \n659 S.E.2d 442, 449 (2008) (quoting Norman v. Nash Johnson & Sons’ Farms, Inc., \n140 N.C. App. 390, 416, 537 S.E.2d 248, 265 (2000)) (emphasis in original); see also \nTuck v. Turoci, No. COA06-1571, 2008 N.C. App. LEXIS 175, at *16–*17 (N.C. Ct. \nApp. Feb. 5, 2008) (affirming summary judgment where evidence showed agreement \n                                                 \n14 (Pl.’s Br. Supp. Mot. Summ. J. Against Def. Estate of Hollingsworth 26–27; Pl.’s Br. Supp. Mot. Summ. J. \nAgainst Lennon Hills Defs. 19–26; Pl.’s Br. Opp’n Mot. Summ. J. Gary Lawrence 19–25.) \nbetween defendants, but not agreement or knowledge of unlawful conduct or plan).  \n“Circumstantial evidence may establish an agreement, but mere ‘suspicion or \nconjecture’ does not warrant ‘submission to a jury.’”  Estate of Chambers v. Vision \nTwo Hospitality Mgmt., LLC, 2013 NCBC LEXIS 49, at *10 (N.C. Super. Ct. Nov. \n21, 2013) (citing S.N.R. Mgmt. Corp., 189 N.C. App. at 609, 659 S.E.2d at 449). \n{75} BDM contends that all the De fendants engaged in an unlawful \nconspiracy to induce it to buy lots in Lennon Hills.  Hollingsworth’s alleged failure \nto disclose his relationship with Burnett, Viable, and Lenhil is the only “unlawful \nact” or unlawful means to a lawful end that could have caused that fraudulent \ninducment.  Although BDM need not show that every member of the conspiracy \nagreed to or knew of the specific wrongful conduct that harmed BDM, it must \npresent evidence, beyond mere suspicion or conjecture, of an unlawful agreement \nbetween the Defendants. \n{76} BDM’s claim is now before the court pursuant to Rule 56, not Rule \n12(b)(6), and BDM must meet the correspondingly higher burden.  Defendants have \nchallenged BDM’s evidentiary showing, and BDM must come forward with a \nforecast of substantial evidence in support of its conspiracy theory.  After a \nthorough review of the record in this case, the court, construing the evidence in \nBDM’s favor, concludes that circumstantial evidence of any unlawful agreement \nbetween the Defendants does not rise above mere suspicion or conjecture.  The \nDefendants here did interact together during the course of the transaction and \nlikely agreed that selling lots in Lennon Hills benefited their separate businesses.  \nThe Defendants also worked together on prior real estate transactions in Brunswick \nCounty, including some of the other Lennon Hills lot sales.  The fact that one of the \nmany Defendants in this case may have improperly failed to disclose his \nrelationship with some of the others does not, without evidence of other unlawful \nconduct, rise above “suspicion or conjecture” that all Defendants agreed to induce \nlot purchases through unlawful means.   There is no justifiable basis to conclude \nthat these acts or failures to disclose were in pursuit of an agreement or common \nscheme, even though they all ultimately relate to a single transaction.  Accordingly, \nthe court grants summary judgment for all Defendants on BDM’s civil conspiracy \nclaim.  \n \n2. Joint Venture and Joint Adventure \n \n{77} As mentioned above, BDM relies on the same allegations and evidence \nunderlying its civil conspiracy claim to support its joint enterprise and joint venture \nclaims against all Defendants. \n{78} A joint enterprise is an alliance between two or more people in pursuit \nof a common purpose.  Slaughter v. Slaughter, 93 N.C. App. 717, 720, 379 S.E.2d 98, \n100 (1989).  A joint enterprise exists when parties share “a community of interest in \nthe objects or purposes of [an] undertaking” and preserve “an equal right to direct \nand govern the movement of” the other parties regarding that undertaking.  Id.   \n{79} “A joint venture exists when th ere is: (1) an agreement, express or \nimplied, to carry out a single business venture with joint sharing of profits, and (2) \nan equal right of control of the means employed to carry out the venture.”  \nRifenburg Constr., Inc. v. Brier Creek Assocs., LP, 160 N.C. App. 626, 632, 586 \nS.E.2d 812, 817 (2003) (emphasis in original and citation omitted).  Although the \ncontributions need not be equal, all parties in a joint venture “must combine their \nproperty, money, efforts, skill, or knowledge in some common undertaking.”  Cheape \nv. Town of Chapel Hill, 320 N.C. 549, 561, 359 S.E.2d 792, 799 (1987).  One proves a \njoint venture by showing a combination of parties’ “funds, property, or labor in a \ncommon purpose to attain a result” benefitting the parties.  Id.  The evidence must \nalso establish that “each [party] has a right . . . to direct the conduct of the other \nthrough a necessary fiduciary” relationship.  Id. \n{80} Again, the record in this case shows that the Defendants, through their \nseparate businesses, served some role in the transaction at issue here.  There is, \nhowever, no evidence that each of the Defendants enjoyed a legal right to control \nthe conduct of every other Defendant “through a necessary fiduciary relationship” in \ntrying to sell lots in Lennon Hills.  Real estate transactions often require the \ninvolvement of several individuals and businesses.  Tied to a single transaction, \nthat involvement, standing alone, does not warrant imposing joint and several \nliability on every actor that touched the transaction in some way when one of the \nactors may have committed unlawful conduct.  The court, therefore, grants \nsummary judgment for all Defendants on BDM’s joint venture and joint adventure \nclaims. \n \n3. Aiding and Abetting Breach of Fiduciary Duty \n \n{81} BDM’s aiding and abetting breach of fiduciary duty claim stems from \nthe same allegations and evidence underlying its civil conspiracy, joint venture, and \njoint adventure claims. \n{82} It remains unclear whether, in th e proper factual context, aiding and \nabetting breach of fiduciary duty is a valid cause of action under North Carolina \nlaw.  See, e.g., Tong v. Dunn, 2012 NCBC LEXIS 16, at *11–*12 (N.C. Super. Ct. \nMar. 19, 2012) (collecting cases and explaining uncertainty over viability of the \nclaim).  If this cause of action exists, a party must show: “(1) violation of a fiduciary \nduty by the primary party; (2) knowledge of the violation by the aiding and abetting \nparty; and (3) substantial assistance by the aider and abettor in achieving the \nprimary violation.”  Id. at *12–*13 (citing Blow v. Shaughnessy, 88 N.C. App. 484, \n489, 364 S.E.2d 444, 447 (1988)).  “[T]he primary party and the aiding and abetting \nparty must have the same level of culpability or scienter.”  Id. at *14 (citing Sompo \nJapan Ins. Inc. v. Deloitte & Touche, LLP, 2005 NCBC LEXIS 1, at *11–*12 (N.C. \nSuper. Ct. June 10, 2005)). \n {83} This case does not present a fa ctual context from which the court could \nconclude any Defendant aided and abetted a breach of fiduciary duty.  The court \ngrants summary judgment to all Defendants on the aiding and abetting breach of \nfiduciary duty claim. \n \n \n4. Punitive Damages \n \n{84} Punitive damages are not an inde pendent cause of action and may only \nbe awarded when a defendant is liable for compensatory damages and committed \nfraud, malice, or willful or wanton conduct related to the harm for which \ncompensatory damages were awarded.  See, e.g., Iadanza v. Harper, 169 N.C. App. \n776, 783, 611 S.E.2d 217, 223 (2006) (noting punitive damages is not an \nindependent cause of action); N.C. Gen. Stat. § 1D-15(a) (2013) (listing grounds for \npunitive damages liability). \n{85} Punitive damages may be awarded for constructive fraud or breach of \nfiduciary duty claims.  See Compton, 157 N.C. App. at 21, 577 S.E.2d at 917–18 \n(constructive fraud); Stone v. Martin, 85 N.C. App. 410, 418, 355 S.E.2d 255, 260 \n(1987) (breach of fiduciary duty); Lecann v. Cobham, 2012 NCBC LEXIS 58, at *20–\n*21 (N.C. Super. Ct. Nov. 7, 2012) (permitting punitive damages for constructive \nfraud and breach of fiduciary duty). \n{86} It is premature to dismiss punitive damages claims against \nHollingsworth.  Although the court will permit BDM to pursue a respondeat \nsuperior claim against Viable, Lenhil, and Lennon Hills, LLC for Hollingsworth’s \npotential constructive fraud and breach of fiduciary duty,15 BDM has not produced a \nsufficient forecast of evidence from which a reasonable jury could conclude that \nclear and convincing evidence exists that an officer, director, or manager of Viable, \nLenhil, or Lennon Hills, LLC participated in or condoned any of the potentially \nfraudulent, malicious, or willful and wanton conduct of Hollingsworth.  Without a \nforecast of such evidence, no punitive damages may be awarded against Viable, \nLenhil, and Lennon Hills, LLC’s on the basis of vicarious liability for \nHollingsworth’s actions.  See § 1D-15(c).  Thus, the court grants summary judgment \nto Viable, Lenhil, and Lennon Hills, LLC as to punitive damages.  As no other \ncauses of action remain against Gary Lawrence, Burnett, or Hilla, the court grants \nsummary judgment in their favor as to punitive damages, as well. \n                                                 \n15 See Section C on BDM’s Motion to Amend. \nC. BDM’s Motion to Amend Complaint \n \n{87} BDM has throughout the case cont ended that all Defendants are tied \nto Hollingsworth’s liability.  As initially pleaded, BDM used theories of conspiracy \nand joint tortfeasors to reach joint and several liability.  The court has now rejected \nthe claims of joint and several liability.  However, it further concludes that the same \nfactual predicate supports a claim of vicarious liability against Viable, Lenhil, and \nLennon Hills, LLC as principals of Hollingsworth as an agent.  BDM’s Motion to \nAmend16 seeks more broadly to impose liability on each of the Lennon Hills \nDefendants for every claim asserted against Hollingsworth based primarily on their \nrelationship with him and his allegedly fraudulent acts or omissions.  (See generally \nPl.’s Br. Supp. Mot. Amend. Compl. Conform Evid. and to Rescind or Amend Prior \nOrder.) \n{88} The court should “freely” grant leave to amend a pleading under Rule \n15 “when justice so requires.”  N.C. Gen. Stat. 1A-1, Rule 15(a) (2013).  The court \nmay deny a motion to amend a pleading for undue delay, bad faith, undue prejudice, \nfutility of the proposed amendment, or the repeated failure to cure defects by \nprevious amendments.  E.g., Delta Envtl. Consultants, Inc. v. Wysong & Miles Co., \n132 N.C. App. 160, 165–66, 510 S.E.2d 690, 694 (1999).   \n{89} Generally, a principal is “liable fo r its agent’s wrongful acts under the \ndoctrine of respondeat superior when the agent’s act (1) is expressly authorized by \nthe principal; (2) is committed within the scope of the agent’s employment and in \nfurtherance of the principal’s business; or (3) is ratified by the principal.”  White, \n166 N.C. App. at 296, 603 S.E.2d at 157 (2004) (citation omitted).  More specifically, \na principal is liable “to third parties for the fraud [committed by] its agent while \nacting within” the scope of his or her authority.  Id. at 297, 603 S.E.2d at 157 \n(quoting Thrower v. Coble Dairy Prods. Coop., Inc., 249 N.C. 109, 111–12, 105 \n                                                 \n16 BDM’s Motion is styled as one to conform the pleadings to the evidence presented, but such a \nmotion is properly made during trial.  See N.C. Gen. Stat. § 1A-1, Rule 15(b) (2013).  The court \nconstrues the Motion as a motion to amend a complaint governed by Rule 15(a). \nS.E.2d 428, 430 (1958)).  The principal remains liable for his agent’s fraud \ncommitted within the scope of his authority, “even [if] the principal did not know \n[of] or authorize the . . . fraudulent acts.”  Norburn v. Mackie, 262 N.C. 16, 23, 136 \nS.E. 2d 279, 284–85 (1964). \n{90} Because the various relationships between Hollingsworth and the \nLennon Hills Defendants have been at issue throughout the litigation, the court will \npermit BDM to amend its complaint solely to add a respondeat superior claim \nagainst Viable, Lenhil, and Lennon Hills, LLC for the potentially actionable conduct \nof Hollingsworth discussed in this Opinion.  When filing its amended complaint, \nBDM may also remove allegations or claims from its complaint that the court has \nnow foreclosed.  BDM shall file its amended complaint within fifteen days of the \nentry of this order.17  The court denies, on futility grounds, any other amendments \nsought by BDM.   \n{91} Given the late stage of litigation and its view that the facts upon which \nthis limited vicarious liability claim is based have been explored through the other \nclaims, the court will not allow additional discovery absent a showing of good cause.  \nThus, should any Party wish to reopen discovery, it shall submit a position paper \ndescribing, with particularity, the necessity and proposed scope of any additional \ndiscovery it seeks.  Any request to reopen discovery shall be filed twenty days after \nBDM files its amended complaint.  The court will issue a supplemental Case \nManagement Report if it permits any additional discovery. \n{92} The court does not expect any additional motion for summary \njudgment attacking the vicarious liability claim, as it has now found there to be \ncontested material issues of fact on that claim.  Absent demonstrated good cause for \nadditional discovery, the court believes the matter can now be set for trial. \n \n                                                 \n17 To the extent this permitted amendment conflicts with the court’s prior dismissal of BDM’s claims, \nconflicting portions of that Order are modified or rescinded pursuant to Rule 54(b) on the ground \nthat that failing to modify that Order would work manifest injustice on BDM.  BDM has presented \nadditional evidence, unavailable at earlier stages of litigation, that supports the claims the court will \npermit it to add. \nV. CONCLUSION \n \n{93} For the reasons expressed above, (1) BDM’s Motion for Summary \nJudgment Against Lennon Hills Defendants is DENIED; (2) BDM’s Motion for \nSummary Judgment Against Estate of Glenn Hollingsworth is DENIED; (3) Judith \nT. Hollingsworth’s, as Executrix of the Estate of Glenn Hollingsworth, Motion for \nSummary Judgment on All Claims is GRANTED in part and DENIED in part; (4) \nLenhil, Lennon Hills, LLC, Viable, Burnett, and Hilla’s Motion for Summary \nJudgment is GRANTED in part and DENIED in part; (5) Gary Lawrence’s Motion \nfor Summary Judgment is GRANTED; and (6) BDM’s Motion to Amend is \nGRANTED in part and DENIED in part. \n \nIT IS SO ORDERED, this 20th day of March, 2014. \n "
}