{
  "id": "09a251d2e83a5697400042e4e0df767ea5aa8e853f745c28409ee1fa190808af",
  "source_file": "data/raw/ncbc/09a251d2e83a5697400042e4e0df767ea5aa8e853f745c28409ee1fa190808af.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nHAYWOOD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21CVS001224-430 \n \nMARY ANNETTE, LLC; JORGE \nCURE; DANA CURE; TWILIGHT \nDEVELOPMENTS, INC.; OZZIE 1, \nLLC; MICHAEL WASHBURN; and \nCHRISTINE SHEFFIELD, \n \nPlaintiffs, \n \nv. \n \nTERRI LYNN CRIDER and \nMOUNTAIN GIRL VENTURES, \nLLC, \n \nDefendants. \n \n \n \n \n \nFINDINGS OF FACT,  \nCONCLUSIONS OF LAW,  \nAND JUDGMENT FOLLOWING  \n1 MAY 2025 BENCH TRIAL \n[CORRECTED] \n \n \n \n \n \n \n \n1. On 1 May 2025, the Court c ommenced a two-day bench trial limited to the \nquiet title counterclaim asserted by  Defendants Terri Crider and Mountain Girl \nVentures, LLC.1  Having considered all relevant evidence, the Court enters judgment \nin favor of Defendants on this counterclaim based on  the following findings of f act \nand conclusions of law. \nMcLean Law Firm, P.A., by Russell Lyway McLean, for Plaintiffs Mary \nAnnette, LLC, Jorge Cure, Dana Cure, Twilight Developments, Inc., \nOzzie 1, LLC, Michael Washburn, and Christine Sheffield. \nSmathers & Smathers, by Patrick U. Smathers, for Defendant s Terri \nLynn Crider and Mountain Girl Ventures, LLC. \nConrad, Judge. \n \n1 A jury trial on all remaining claims and counterclaims is scheduled to occur in July 2025.  \n(See ECF No. 138.) \nMary Annette, LLC v. Crider, 2025 NCBC 23. \nI. \nBACKGROUND \n2. Around fifteen years ago, Terri Crider and her siblings inherited a piece of \nreal property in Maggie Valley, North Carolina.  The land included a family home, as \nwell as several cabins and recreational vehicle sites available for rent to vacationers.  \nAt some point, Terri acquired one sibling’s interest  so that, as of 2020, only she and \nher brother Joey co -owned the property.  Terri held a two-thirds interest; Joey held \nthe other third.  But their strained relationship made shared ownership untenable. \n3. Eventually, it became clear that Joey was willing to sell his interest for the \nright price.  Terri turned to her friend, Jorge Cure, for advice.  Jorge suggested that \nhe and one or more other  investors could help Terri  buy Joey’s interest  and then \ndevelop part of the property as a Planned Unit Development.  The idea was to convert \nthe existing cabins and recreational vehicle sites into individual units for sale and to \ncreate a common area to be owned by a property owners’ association.  Terri, Jorge, \nand the other investors would split the income from the unit sales.   \n4. Soon after, Terri and Jorge began putting this plan in motion.  Jorge’s wife, \nDana, joined the project, as did Michael Washburn and Christine Sheffield.  Together, \nthe five individuals formed Mary Annette , LLC  (“Mary Annette”)  to handle the \ndevelopment.  The company’s operating agreement names three members—Mountain \nGirl Ventures, Twilight Developments, Inc., and Ozzie 1, LLC—and states that each \nhas a one-third membership interest.  Terri owns Mountain Girl Ventures; Jorge and \nDana own Twilight Developments; and Michael and Christine own Ozzie 1.  (See Pls.’ \nEx. 1 .)  Once formed, Mary Annette entered into a contract with Joey to buy his \ninterest, with closing to occur upon completion of due diligence.  (Pls.’ Ex. 3.) \n5. The Planned Unit Development required approval from local authorities.  \nWith the assistance of attorney Jack Kersten, Terri and Mary Annette jointly applied \nto the Town of Maggie Valley’s Zoning Board of Adjustment  for approval .  The \napplication form identifies Terri as “2/3 owner of property” and Mary Annette as \n“contract purchaser of 1/3 property.”   Together, they asked  the Zoning Board to \napprove a proposal to divide the property into thirty-four lots and to assign thirty of \nthe lots to the Planned Unit Development ( one common area, twelve recreational \nvehicle sites, and seventeen cabins).  The Zoning Board approved the application in \nJanuary 2021.  (Defs.’ Ex. 10.) \n6. Around this time, Terri approached Kevin Ensley to survey the property .  \nEnsley did so  and prepared a  plat consistent with the proposal submitted to the \nZoning Board.  The final plat divides the property into thirty-four lots.  There are five \nlarger tracts denominated as C-1 through C-5.  Under the oval labeled “C-4” are the \nwords “2.062 Ac. Common Area.”  There are twelve lots denominated as “R/V Units” \n(numbered 1 through 12 ) and another seventeen denominated as “ Cabin Units ” \n(numbered 111 through 122, 126 through 129, and 134).   All thirty -four lots have \nboundaries marked by bold lines, and the acreage of each “R/V Unit” and “Cabin Unit” \nappears in t ext to the left of the drawing .  Ensley  completed the plat in February \n2021, and the Zoning Board approved it that March.  (Defs.’ Ex. 8.) \n7. The closing for the acquisition of Joey’s interest took place on  1 April 2021.  \nAt closing , Terri signed a  deed conveying to Mary Annette her “two thirds (2/3) \nundivided interest in and of Tracts C-1, C-2, C-3, C-4 and C-5 as they appear on that \ncertain plat of survey titled, ‘Final Plat for Smoky View Cottages and RV Resort’ by \nL. Kevin Ensley P.L.S. dated 2/2/21 drawing no. B -004-21, recorded in Plat Cabinet \nD, Slot 1234 Haywood County Reg istry.”  Likewise, Joey signed a deed conveying to \nMary Annette his “one third (1/3) undivided interest in and of Tracts C -1, C-2, C-3, \nC-4 and C-5 as they appear on” the plat.  Mary Annette then conveyed the entirety of \ntracts C-3 and C-5 to Terri and executed a deed of trust on tracts C-1, C-2, and C-4 to \nsecure a loan (with C-1 and C-2 to return to Terri upon repayment of the loan).  (Defs.’ \nExs. 2, 3.)   \n8. Following the closing, the parties’ relationship deteriorated due to disputes \nabout Mary Annette’s management and operations  and disputes over ownership of  \nthe individual units.  In November 2021 , Mary Annette sued Terri for conversion of \nits records and rental income.   This triggered a flurry of filings that brought in \nadditional parties and a host of additional claims and counterclaims.  The Court later \nrealigned the parties: on one side, Terri and Mountain Girl Ventures are Defendants; \non the other side, Jorge, Dana, Michael, Christine, Twilight Developments, Ozzie 1, \nand Mary Annette are Plaintiffs. \n9. Of the various claims, the only one at issue here is the counterclaim asserted \nby Terri and Mountain Girl Ventures  for a declaratory judgment and to quiet title .  \nIn that claim, they ask the Court to declare that Terri  owns a two-thirds interest in \nthe cabins and recreational vehicle sites that make up the individual units in the \nPlanned Unit Development.   \nII. \nCONCLUSIONS OF LAW \n10. “An action may be brought by any person against another who claims an \nestate or interest in real property adverse to him for the purpose of determining such \nadverse claims.”  N.C.G.S. §  41-10.  “The beneficial purpose of this section is to free \nthe land of the cloud resting upon it and make its title clear and indisputable, so that \nit may enter the channels of commerce and trade unfettered and without the \nhandicap of suspicion.”  Heath v. Turner, 309 N.C. 483, 488 (1983); see also N.C.G.S. \n§ 1-254 (“Any person interested under a deed . . . may have determined any question \nof construction or validity arising under the instrument . . . and obtain a declaration \nof rights, status, or other legal relations thereunder.”). \n11. This dispute concerns the ownership of the individual units with in the  \nparties’ Planned Unit Development.  At the  April 2021 closing, Terri conveyed by \ndeed her “two thirds (2/3) undivided interest in and of Tract [] . . . C-4” to Mary \nAnnette.  Terri contends that this language includes her interest in the Planned Unit \nDevelopment’s common area but excludes her interest in the individual units.  Mary \nAnnette, by contrast, maintains that it received Terri’s interest in all  the individual \nunits as well as the common area.  \n12. When a deed is unambiguous,  its interpretation is a question  of law, see \nRunyon v. Paley, 331 N.C. 293, 305 (1992),  and the Court must decide that question  \nwithout considering evidence outside the deed, see Simmons v. Waddell , 241 N.C. \nApp. 512, 524 (2015).  But when “the language is ambiguous so that the effect of the \ninstrument must be determined by resort to extrinsic evidence that raises a dispute \nas to the parties’ intention, the question of the parties’ intention becomes one of fact.”  \nRunyon, 331 N.C. at 305.  In earlier rulings, the Court determined that the deed from \nTerri to Mary Annette is ambiguous and that a genuine issue of material fact exist s \nas to the parties’ intent.  See Mary Annette, LLC v. Crider, 2024 NCBC LEXIS 158, \nat *22–24 (N.C. Super. Ct. Dec. 13, 2024) (denying Plaintiffs’ motion for summary \njudgment); Mary Annette, LLC v. Crider, 2023 NCBC LEXIS 126, at *4 –10 (N.C. \nSuper. Ct. Oct. 11, 2023) (denying Defendants’ motion for summary judgment).   \n13. Unlike most issues of fact, this one falls to the Court, not the jury, to decide.  \nSee Runyon, 331 N.C. at 305; see also Bank of Am., N.A. v. Schmitt, 263 N.C. App. 19, \n22 (2018) (stressing “the traditional rule that it is the judge ’s role to determine the \nintent of the parties in order to interpret the language in a deed”).  To determine the \nparties’ intent, the Court “must look to the language of the instrument ” in light of \n“the situation of the parties” and “the circumstances surrounding their transaction.”  \nRunyon, 331 N.C. at 305.  The parties may not vary or add to the deed through their \ntestimony.  See id. at 313. \n14. Having carefully considered the trial  evidence,\n2 the Court concludes that \nTerri did not convey her two-thirds interest in the individual units to Mary Annette.   \n \n2 At trial, the Court reserved ruling on Defendants’ objections to Plaintiffs’ exhibits 9 and 10 \non relevance grounds.  Having considered the se matters, the Court sustains the objections.  \nThe exhibits postdate the April 2021 closing and shed no light on the parties’ intention, the \nsituation of the parties, or the circumstances surrounding their transaction.  The exhibits are \nirrelevant and inadmissible.  The Court also reserved ruling on Plaintiffs’ objection to the \nexpert testimony of Wilder  Wadford.  Having considered this matter as well, the Court \n15. The deed’s text supports this conclusion.  It states that Mary Annette was \nto receive Terri’s interest in tract C-4 as it “appear[s] on” the plat prepared by Ensley, \n(Defs.’ Ex. 3).   See Collins v. Land Co. , 128 N.C. 563, 565 (1901) ( observing that “a \nmap or plat, referred to in a deed, becomes a part of the deed, as if it were written \ntherein”).  Looking to  the plat, the label “2.062 Ac. Common Area”  appears directly \nunder “C-4.”  This suggests that tract C-4 and the common area are one and the same.  \nMoreover, although the individual units lie within the perimeter of tract C-4, the plat \ndepicts them as separate, standalone parcels.  Each unit’s boundaries are marked by \nthe same type of bold line used to mark the perimeters of tracts C-1 through C-5, and \nthe text adjacent to the map lists the  acreage of each unit  individually by unit \nnumber.  Thus, the deed’s reference to tract C-4 and its omission of any reference to \nthe individual unit numbers strongly signal an intent to convey  Terri’s two-thirds \ninterest in the common area but not the individual units.  \n16. The circumstances surrounding the transaction lend additional support.   \nThere is no dispute that the parties intended to create a Planned Unit Development \nwith individual units to be sold to third parties and a common area to be owned by a \nproperty owners’ association.   Nor is there any dispute that the parties sought \napproval from Maggie Valley’s Zoning Board to divide the property into thirty -four \nlots: one lot for the common area, twenty-nine lots for the individual units comprising \nthe cabins and recreational vehicle sites , and four lots that would not be part of  the \n \nsustains the objection and excludes Wadford’s testimony, which concerned his understanding \nof North Carolina law.  See Smith v. Childs, 112 N.C. App. 672, 681 (1993) (concluding that \nexpert’s “individual interpretation of North Carolina law” was inadmissible). \nPlanned Unit Development.  Ensley was asked to survey the property and draw the \nplat to effectuate that proposed division.  This evidence strengthens the conclusions \nthat tract C-4 comprises only the common area  and that the twenty-nine individual \nunits are separate and distinct parcels (with C-1, C-2, C-3, and C-5 as the remaining \nlots outside the Planned Unit Development). \n17. Plaintiffs have offered no  persuasive basis to read the deed’s reference to \ntract C-4 to include the individual units.  Their testimony chiefly concerned their own \nsubjective views of the transaction and the parties’ intent.  Even though there was no \nobjection to this testimony, the Court doubts whether it is material.  See Runyon, 331 \nN.C. at 313 (discounting testimony concerning subjective intent  because it  \n“reference[d] no matters of public record that tend to explain ambiguous deed \nlanguage by showing t he parties’ situation or the circumstances surrounding their \ntransaction”).  In any event, the testimony was conflicting, and some of the Plaintiffs \nconceded that they were unfamiliar with  the plat and expressed uncertainty about \nthe terms of the transaction .  To the extent Plaintiffs testified that the parties \nintended the transaction to include not only Terri’s interest in tract C-4 but also the \nindividual units, their testimony cannot add to or vary the deed’s terms. \n18. In sum, the weight of the evidence favors Defendants.  The deed’s language, \nthe parties’ situation , and the circumstances surrounding their transaction  all \nstrongly support the conclusion that  “Tract .  . . C -4” means the Planned Unit \nDevelopment’s common area and excludes the individual units. \n19. To be clear, the claim at issue concerns only the deed between Terri and \nMary Annette.  It does not concern the deed from Joey to Mary Annette.  Joey is not \na party in this case, and the Court makes no findings, conclusions, or declarations as \nto his interest in the property, if any. \n III.  \nCONCLUSION \n20. Based on these findings of fact and conclusions of law , the Court ENTERS \nJUDGMENT in favor of Defendants on their counterclaim for a declaratory \njudgment and to quiet title.  The Court DECLARES that Terri Lynn Crider owns a \ntwo-thirds interest in the individual units denominated as “R/V Units” 1 through 12 \nand “Cabin Units” 111 through 122, 126 through 129, and 134 as they appear on the \nsurvey entitled “Final Plat for Smoky View Cottages & RV Resort” by L. Kevin Ensley \nP.L.S., dated 2 February 2021, drawing no. B-004-21, recorded in Plat Cabinet D, Slot \n1234, Haywood County Registry. \n \nSO ORDERED, this the 13th day of May, 2025. \n \n \n       /s/ Adam M. Conrad   \n     Adam M. Conrad \n     Special Superior Court Judge  \n  for Complex Business Cases  \n "
}