{
  "id": "09d4b4e5482473e55139068adc9091e5e0b9acd7a06cf7d58cedf214f36a9ce1",
  "source_file": "data/raw/ncbc/09d4b4e5482473e55139068adc9091e5e0b9acd7a06cf7d58cedf214f36a9ce1.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF ORANGE \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n13 CVS 1318 \nDAVID J. POWELL, Jr.; JONATHAN \nGIBBS, et al., \n \nPlaintiffs, \n \nv. \n \nDAVID DUNN; TIMOTHY \nKRONGARD; ED MASI; SOPHIA \nWONG; JANET WYLIE,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER AND OPINION \n \n{1} THIS MATTER is before the court on Defendants’ Motion for \nJudgment on the Pleadings (“Motion”).  For the reasons stated below, the Motion is \nGRANTED IN PART and CONTINUED IN PART.  The Motion is granted as to \nPlaintiffs’ claim pursuant to N.C. Gen. Stat. § 75-1.1.  As to the statute of \nlimitations defense to Plaintiffs’ breach of fiduciary duty claim, the court will grant \nlimited discovery pursuant to Rule 56(f), allow supplemental briefing, and then hear \nthe matter as a motion for summary judgment.  \n \nPoyner & Spruill LLP by Steven B. Epstein for Plaintiffs. \n \nKilpatrick Townsend & Stockton LLP by Gregg E. McDougal and John M. \nMoye for Defendants. \n \nGale, Judge. \n \n \n \n \n Powell v. Dunn, 2014 NCBC 3. \nI. FACTUAL AND PROCEDURAL BACKGROUND \n \n{2} In ruling upon a Rule 12(c) motion, the court does not adjudicate facts \nbut construes the facts alleged and draws all reasonable inferences in Plaintiffs’ \nfavor, without being bound to any legal conclusions asserted by either party.  See, \ne.g., Carpenter v. Carpenter, 189 N.C. App. 755, 762, 659 S.E.2d 762, 767 (2008).  \nPlaintiffs allege the following facts in support of their claims pursuant to Section \n75-1.1. \n{3} Plaintiff David J. Powell, Jr. (“Powell”) is a cofounder of Engineous \nSoftware, Inc. (“Engineous”).  (Compl. ¶ 2.)  The remaining Plaintiffs are all \nindividuals or entities who are, were, or represent owners or option holders of \nEngineous common stock, and collectively represent a majority of the common stock \nownership.  (Compl. ¶¶ 3–42, 52.)  Dr. Siu S. Tong (“Tong”), a non-party,1 was a \ncofounder of Engineous and the largest shareholder of its common stock.  (Compl. ¶ \n56.) \n{4} Defendants David Dunn (“Dunn”), Timothy Krongard (“Krongard”), Ed \nMasi (“Masi”), Sophia Wong (“Wong”), and Janet Wylie (“Wylie”) are former \ndirectors of Engineous who also held preferred stock in Engineous, as did the \nmajority of all Board members.  (Compl. ¶¶ 43, 47–51.) \n{5} In early 2006, the Board decided to explore selling the company and \nretained an investment banker.  (Compl. ¶ 53.)  The company’s investment banker \ninitially projected a sale price between $100 and $120 million, but only two \npotential acquirers entered the bidding process, and Engineous sold for \napproximately $40 million on July 21, 2008.  (Compl. ¶¶ 54–55, 79.)  When the \ninvestment bank did not produce interested buyers at the projected price, Tong \nundertook efforts to solicit potential acquirers.  (Compl. ¶¶ 58–59.)  While both were \n                                                 \n1 Dr. Tong is a Plaintiff in a separate action pending in this court following its remand from the \nNorth Carolina Court of Appeals.  See generally Tong v. Dunn, No. COA12-1261, 2013 N.C. App. \nLEXIS 1303 (N.C. Ct. App. Dec. 17, 2013); Tong v. Dunn, 2012 NCBC LEXIS 31 (N.C. Super. Ct. \nMay 18, 2012).  The court will later consider whether the cases should be consolidated or otherwise \ncoordinated. \ndirectors, Tong and Krongard initially agreed that a price below $60 million would \nnot be in the best interests of Engineous or its shareholders and agreed not to \npursue any merger below this price.  (Compl. ¶¶ 54, 56–57.)   Of the four buyers \nwho initially expressed interest, only two—Dassault Systemes S.A. (“Dassault”) and \nSiemens—entered the bidding process.  (Compl. ¶¶ 59, 74.) \n{6} In fall 2007, the Board terminated Tong’s involvement in the \nacquisition process, appointed Wylie to represent the company going forward, and \nundertook efforts to exclude Tong from communications with Dassault.  (Compl. ¶¶ \n60–61.)  At one meeting Dunn opined that Tong could not protect the shareholders’ \ninterest “since the preferred shareholders ‘are ahead’ of the common shareholders.”  \n(Compl. ¶ 61.)  Tong refused to sign minutes of one Board meeting because they \nomitted statements reflecting possible conflicts of interest between the preferred \nand common shareholders and the plan to structure the merger to benefit preferred \nshareholders (including Defendants and the entities they represented) without \nprotecting common shareholders.  (Compl. ¶¶ 61–62, 64.) \n{7} Tong believed Engineous would obtain  higher offers after rolling out a \nnew product and wanted to delay selling the company, but the Board, including \nDefendants, wanted to sell quickly.  (Compl. ¶¶ 65–68, 73.)  Some members of the \nBoard further opined that a future potential cash flow shortage weighed in favor of \na quicker sale.  (Compl. ¶ 68.) \n{8} Engineous eventually used merger proceeds to make “carve-out” \npayments to employees and executives who supported the merger and to obtain \ngeneral releases from key employees.  (Compl. ¶¶ 63, 70.)   Plaintiffs allege that \nWylie and other preferred shareholder Board members misrepresented to \nEngineous’s employees that Dassault, rather than Defendants, had insisted on the \nreleases.  (Compl. ¶¶ 69, 71.) \n{9} Krongard represented that deal terms offered by Dassault, including \nthe timing of the closing, size of the escrow, and the speed at which the preferred \nshareholders would collect sale proceeds, were crucial factors in approving the deal.  \n(Compl. ¶ 77.)  These terms protected the preferred shareholders’ interests, but they \ndid not protect or enhance the value of the common shares in the merger.  (Compl. ¶ \n77.) \n{10} Although the Board continued to negotiate with Siemens, Defendants \n“showed little interest in undertaking any actions to negotiate a higher sale price” \nthat would better serve the common shareholders’ interests.  (Compl. ¶ 75.)   In \nsum, Plaintiffs contend that Engineous’s “former officers and directors” structured \nthe merger with Dassault “in a manner designed to enrich [Engenious’s] preferred \nshareholders . . . at the expense of the common shareholders” in breach of their \nfiduciary duties to these shareholders.  (Compl. ¶ 1.)   \n{11} The Complaint does not allege more specifically the actual structure of \nthe merger, but it does refer to the merger as a “wash out” and alleges that the \nultimate sales price was less than the preference amounts which would have to \nhave been satisfied before returning value to the common shareholders.  (Compl. ¶¶ \n80–81).   \n{12} Plaintiffs contend that Defendants breached their fiduciary duties to \nall shareholders by approving the merger and engaging in self-dealing.  (Compl. ¶¶ \n85–87.)  Plaintiffs also allege that Defendants’ actions constitute unfair or deceptive \nacts in violation of Section 75-1.1.  (Compl. ¶¶ 88–91.) \n{13} Plaintiffs initiated the lawsuit by filing their Complaint in Orange \nCounty on August 1, 2013.  The case was designated a Business Court case by Chief \nJustice Sarah Parker by Order dated August 19, 2013 and assigned to the \nundersigned on August 21, 2013.  Defendants filed their Motion pursuant to Rule \n12(c) on October 9, 2013.  The Motion contends that: (1) Plaintiffs’ claims are barred \nby the applicable statutes of limitation; and (2) the Section 75-1.1 claim for unfair or \ndeceptive trade practices does not state a claim upon which relief may be granted.  \nThe statute of limitations defense was brought under Rule 12(c) because \nDefendants relied, in part, on matters attached to their Answer.  Consideration of \nwhether the Complaint states a Section 75.1.1 claim would be the same whether the \nMotion was brought pursuant to Rule 12(b)(6) or Rule 12(c), as that inquiry is based \nsolely on the allegations of the Complaint.2 \n{14} The Motion was fully briefed and the court held a hearing on January \n9, 2014.  At the hearing, the Parties acknowledged that ruling on the statute of \nlimitations issue requires consideration of matters outside the pleadings, so that \nissue will be considered as a summary judgment motion pursuant to Rule 56.  The \ncourt indicated that it would grant Plaintiffs limited discovery pursuant to Rule \n56(f) and allow further briefing and argument.  Accordingly, the Motion is now ripe \nonly as to the issue of whether the Complaint states a claim upon which relief may \nbe granted pursuant to Section 75-1.1.\n3 \n \nII. ANALYSIS \n \n{15} The standards are the same fo r a motion to dismiss under Rule \n12(b)(6) and Rule 12(c).  In either instance, the moving party must establish that \n“no material issue of fact remains to be resolved and that he is entitled to judgment \nas a matter of law.” Carpenter, 189 N.C. App. at 761, 659 S.E.2d at 767 (2008).  The \ncourt must view the facts and all permissible inferences flowing from them “in the \nlight most favorable to the” non-moving party.  Id. at 762, 659 S.E.2d at 767. \n{16} A Section 75-1.1 claim requires sh owing an unfair or deceptive act or \npractice, in or affecting commerce, that proximately caused plaintiff’s injury.  \nBumpers v. Cmty. Bank of N. Va., __ N.C. __, 747 S.E.2d 220, 226 (2013) (citing \nDalton v. Camp, 353 N.C. 647, 656, 548 S.E.2d 704, 711 (2001)).   The dispositive \nissue here is whether the complaint presents a claim which is “in or affecting \ncommerce.” \n{17} This court is bound by the interpretation our Supreme Court has given \nthis statutory language, including its definition of “commerce” as being limited to \n                                                 \n2 The court may consider whether a pleading states a claim upon which relief may be granted on a \nRule 12(c) motion.  N.C. Gen. Stat. § 1A-1, Rule 12(h)(2). \n3 Because it dismisses the claim on other grounds, the court need not determine whether the statute \nof limitations would bar Plaintiffs’ Section 75-1.1 claim. \n“business activities,” defined as “the manner in which businesses conduct their \nregular, day-to-day activities, or affairs, such as the purchase or sale of goods, or \nwhatever other activities the business regularly engages in and for which it is \norganized.”  See HAJMM Co. v. House of Raeford Farms, Inc., 328 N.C. 578, 594, \n403 S.E.2d 483, 493 (1991) (affirming Rule 12(b)(6) dismissal of section 75-1.1 claim \npremised on unfair or deceptive acts related to capital raising devices); see also, e.g., \nWilson v. Blue Ridge Elec. Membership Corp., 157 N.C. App. 355, 357, 578 S.E.2d \n692, 694 (2003).  The Supreme Court later explained that Section 75-1.1 regulates \nonly “a business’s regular interactions with other market participants[,]” not \n“internal conduct of individuals within a single market participant.”  White v. \nThompson, 364 N.C. 47, 51, 53, 691 S.E.2d 676, 679–80 (2010).  As a result, when \nthe unfair or deceptive conduct alleged only affects relationships within a single \nbusiness or market participant, and not dealings with other market participants, \nthat conduct is not “in or affecting” commerce within the meaning of Section 75-1.1, \neven if other market participants may be indirectly involved in the unfair or \ndeceptive acts.  See id. at 54, 691 S.E.2d at 680 (rejecting argument that \ninvolvement of outside persons and entities in transactions at issue supported \nSection 75-1.1 claim when unfair or deceptive conduct occurred only between \nbusiness partners). \n{18} The court recognizes the broad remedial policy underlying Chapter 75’s \nreach, but it cannot accept policy arguments which extend beyond the \npronouncements of our Supreme Court.  Significantly, both the \nHAJMM Co. and \nWhite majority opinions were issued over vigorous dissents that advocated a more \nexpansive reach for Chapter 75’s “in or affecting commerce” requirement grounded \nin Chapter 75’s broadly stated statutory purpose. \n{19} The Supreme Court’s refusal in White to allow indirect involvement of \nother market participants to trigger liability under Section 75.1.1 forecloses \nPlaintiffs’ argument here that the involvement of an investment bank and another \npotential acquirer in the merger process provides a sufficient factual basis from \nwhich the court could conclude Plaintiffs’ claim is “in or affecting commerce.”  Nor \ndoes this court’s earlier ruling in Wilkie v. Stanley, which concerned a partner in an \ninvestment advising partnership improperly soliciting the partnership’s clients for \nhis own, separate business, support Plaintiffs’ argument.  See 2011 NCBC LEXIS \n11, at *3–*6, *14–*15 (N.C. Super. Ct. Apr. 11, 2011).  While Wilkie involved an \n“intra-corporate” dispute between two partners, the unfair acts alleged—improper \nsolicitation of customers—clearly occurred in the broader marketplace and \n“impact[ed] other market participants.”  See 2011 NCBC LEXIS 11, at *15.  \nSimilarly, in Sara Lee Corp. v. Carter, the dispute in part dealt with the \nemployment contract between the parties, but the facts extended to the employee’s \nundisclosed self-dealing by selling parts and service through companies which he \nhad organized.  351 N.C. at 28–30, 519 S.E.2d at 309–10 cited in Wilkie, 2011 \nNCBC LEXIS 11, at *15.  Reaffirming HAJMM Co.’s holding that “regular, day-to-\nday activities” in the marketplace are covered by Chapter 75, the Sara Lee Court \nnoted that these sales transactions with the other companies were “regularly \nconducted . . . [transactions] in a business setting[.]”  See id. at 32–33, 519 S.E.2d at \n311–12.   \n{20} Applying these North Carolina Supreme Court precedents, the court \nconcludes that the allegations of the Complaint, accepted as true and construed in \nPlaintiffs’ favor, do not allege or imply that the unfair or deceptive conduct of which \nthey complain is “in or affecting commerce” as required by Section 75-1.1.  Rather, \nthe alleged breaches of fiduciary duty owed to the common shareholders and the \nmisrepresentations complained of were matters internal to Engineous and did not \nconcern the company’s interaction with other market participants in its “regular, \nday-to-day activities.”4 \n \n \n \n \n                                                 \n4 Because the claim is not “in or affecting commerce,” the court need not separately resolve the \ndisputes between the Parties as to whether: (1) any breach of fiduciary duty must be considered a \nper se violation of Section 75-1.1; or (2) the claim further falls outside of Section 75.1.1 as a securities \nor capital-raising transaction. \nIII. CONCLUSION \n \n{21} Accordingly, Plaintiffs have fa iled to state a claim under Section 75-\n1.1.   For the foregoing reasons, Defendants’ Motion is GRANTED as to Plaintiffs’ \nclaim for unfair or deceptive trade practices pursuant to Section 75-1.1. \n{22} After the Parties’ submission of an early discovery plan on or before \nFebruary 7, 2014, the court will issue a further order as to the scope of discovery to \nbe pursued and a schedule for further briefing and argument on the issue of \nwhether Plaintiffs’ other claims are barred by application of any statute of \nlimitations. \n \nIT IS SO ORDERED, this the 28th day of January, 2014. \n "
}