{
  "id": "0a14280c665d1435ef41e3823b0a91af272096b7135469e11f43d8466c595f6a",
  "source_file": "data/raw/ncbc/0a14280c665d1435ef41e3823b0a91af272096b7135469e11f43d8466c595f6a.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nJOHNSTON COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 3913 \nJACQUELINE LEONARD, \n \nPlaintiff, \n \nv. \n \nJASON AST; KATHRYN AST; and \nBARKS AND RECREATION, INC.,  \n \nDefendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS TO \nDISMISS AND MOTION FOR A MORE \nDEFINITE STATEMENT \n \n1. This matter is before the Court on Defendants’ Motions to Dismiss \nUnder North Carolina Rules (“Rule(s)”) 12(b)(1) and 12(b)(6) (together, the “Motions \nto Dismiss”), and their Alternative Motion for More Definite Statement Under Rule \n12(e) (the “Motion for a More Definite Statement”; together with the Motions to \nDismiss, the “Motions”).  (ECF No. 9.)   \n2. For th e reasons  set forth  below, Defendants’ Motions to Dismiss  are \nGRANTED in part and DENIED in part , and the ir Motion for a More Definite \nStatement is DENIED. \nWalker Kiger PLLC, by David Stevenson Walker, III, for Plaintiff Jacqueline \nLeonard. \n \nVann Attorneys, PLLC, by Jon D. Hensarling and Ian Richardson, for \nDefendants Barks and Recreation, Inc., Kathryn Ast, and Jason Ast. \n \nEarp, Judge. \n \nI. BACKGROUND \n3. With respect to a motion under Rule 12(b)(1), as well as a motion under \nRule 12(b)(6), the Court “must accept as true the plaintiff’s allegations and construe \nLeonard v. Ast, 2022 NCBC 35. \n \n \nthem in the light most favorable to the plaintiff.”  Munger v. State, 202 N.C. App. 404, \n410 (2010)  (“When reviewing a motion to dismiss for la ck of subject matter \njurisdiction pursuant to Rule 12(b)(1) . . .  if the trial court confines its evaluation to \nthe pleadings, the court must accept as true the plaintiff’s allegations and construe \nthem in the light most favorable to the plaintiff.” (citations omitted)); Hyde v. Abbott \nLabs., Inc., 123 N.C. App. 572, 575 (1996) (“In ruling on a motion to dismiss [pursuant \nto Rule 12(b)(6)] , the allegations of the complaint must be treated as true.” (citing \nStanback v. Stanback, 297 N.C. 181, 185 (1979 ))).  Therefore, t he following facts , \ntaken from Plaintiff’s Complaint, (ECF No. 3), are accepted as true for purpose s of \ndeciding the Motions to Dismiss.  The Court does not make findings of fact , as the \nMotions to Dismiss do “not present the merits, but only [determine] whether the \nmerits may be reached.”  Concrete Serv. Corp. v. Inv s. Grp., Inc., 79 N.C. App. 678, \n681 (1986).   \n4. Plaintiff Jaqueline Leonard (“Plaintiff”) is a citizen and resident of \nJohnston County, North Carolina.  (Compl. ¶ 1.) \n5. Defendants Jason Ast (“Jason”) and  his wife, Kathryn Ast (“Kathryn” ; \ntogether with Jason, the “Asts”), are also citizens and residents of Johnston County, \nNorth Carolina.  (Compl. ¶ 2.)  \n6. Defendant Barks and Recreation, Inc.  (“Barks and Recreation,” or the \n“Company”; together with the Asts, “Defendants”)  is a North Carolina corporation, \nwith its principal office in Johnston County, North Carolina. (Compl. ¶ 3.) \n \n \n7. Plaintiff and Kath ryn were friends, and for four years, Plaintiff \nworked—both as a  paid employee and as a volunteer—for “Just Dog People”, a dog \ngrooming business the Asts owned.  (Compl. ¶¶ 6–8.)  \n8. In 2020, Jason approached Plaintiff with the idea of  starting a dog -\ntraining business called Barks and Recreation.  (Compl. ¶ 9.)  Jason told Plaintiff that \nthe “three would run the business together.”  The Asts were to contribute the business \nexpertise, and Plaintiff was to contribute the capital.  (Compl. ¶ 13.)   \n9. The Asts believed that Barks and Recreation “would increase the traffic \nto Just Dog People because the businesses would be neighboring.”  (Compl. ¶ 14.) \n10. Articles of incorporation for Barks and Recreation were filed by the  \nNorth Carolina Secretary of State on 30 March 2020.  (Compl. ¶ 15.)  \n11. On 18 June 2020, Plaintiff withdrew $50,000 from her retirement \naccount, and she withdrew an additional $50,000 a  week later.  The money was  \ndeposited into the Barks and Recreation account.  (Compl. ¶¶  16–17.)  The Asts did \nnot contribute any capital to the business.  (Compl. ¶ 18.)  \n12. Barks and Recreation largely ignored corporate formalities.  There was \nnever an initial corporate meeting, bylaws were never adopted, and shares were \nnever issued.  (Compl. ¶¶ 19–21.)  The Asts made every decision for the business and \nrarely consulted Plaintiff.  (Compl. ¶ 22.)  \n13. The relationship between Plaintiff and Jason eventually “soured.”  \n(Compl. ¶ 23.)  Nevertheless, Plaintiff continued working daily for Barks and \nRecreation until 27 April 2021, when Jason told Plaintiff to “immediately leave the \n \n \npremises and never return,” and that he “could never work with her again.”  (Compl. \n¶¶ 25–26.)  \n14. Jason also asked Plaintiff “how much it would cost to buy her out of the \nbusiness,” but rejected the number she gave him.  (Compl. ¶ 27.)  \n15. Jason removed Plaintiff from the corporate email, the phone system, \n“and other necessities of the business.”  He disabled the CPI Security System cameras \nas well.  (Compl. ¶ 28.)   \n16. Together the Asts called a special shareholders meeting for 7 October \n2021 to consider dissolution of Barks and Recreation .  Plaintiff objected to the \nmeeting because “shares [had] never . . . been issued and bylaws ha [d] never been \nadopted.”  In response to her objection, the Asts stated  that they collectively owned \ntwo-thirds of the shares of Barks and Recreation , and they proceeded with the \nmeeting.  (Compl. ¶¶ 29–30.) \n17. At the meeting, the Asts voted to dissolve Barks and Recreation.  \n(Compl. ¶ 31.)  \n18. On 28 October 2021, articles  of dissolution for Barks and Recreation  \nwere filed.  (Compl. ¶ 32.) \n19. Plaintiff brought this suit by filing a verified complaint on 5 November \n2021, asserting claims for (1) Breach of Fiduciary Duty (against the Asts only), (2) a \n“Request that Barks and Recreation, Inc Be Declared a Partnership” , (3) Unjust \nEnrichment (against the Asts only), and ( 4) Unfair or Deceptive Trade Practices in \n \n \nviolation of Chapter 75 of the North Carolina General Statutes  (against the Asts \nonly). (ECF No. 3.) \n20.   On 23 March 2022, Plaintiff v oluntarily dismissed her  Chapter 75  \nclaim without prejudice.  (ECF No. 12.)  \n21. All three Defendants now  move to dismiss  the remaining claims . The \nMotions have been fully briefed, and the Court held a hearing on the Motions on 20 \nJune 2022. (See ECF No. 16.) All parties were present and heard.  The Motions are \nripe for disposition.     \nII. LEGAL STANDARD \nA. Motion to Dismiss Pursuant to Rule 12(b)(6)  \n22. When ruling on a motio n to dismiss pursuant to Rule 12(b)(6), the \nCourt’s inquiry is “whether, as a matter of law, the allegations of the complaint, \ntreated as true, are sufficient to state a claim upon which relief may be granted under \nsome legal theory, whether properly labeled or not.”  Harris v. NCBC Nat’l Bank, 85 \nN.C. App. 669, 670 (1987). \n23. The Court must construe the complaint liberally and accept all well -\npleaded allegations as true.  Laster v. Francis, 199 N.C. App. 572, 577 (2009).  The \nCourt, however, is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs., 174 N.C. App. 266, 274 (2005) \n(citation omitted). \n \n \n24. “It is well-established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen ‘(1) the complaint on its face reveals that no law supports the plaintiff’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’s \nclaim.’ ” Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (quoting Wood \nv. Guilford Cnty., 355 N.C. 161, 166 (2002)). \nB. Motion to Dismiss Pursuant to Rule 12(b)(1)  \n25. Defendants assert an additional basis for dismissal of the breach of \nfiduciary duty claim.  Defendants contend that the claim is derivative, not direct, and \nthey observe that Plaintiff failed to make the statutorily required demand before \nfiling suit.  See N.C.G.S. § 55-7-42.  They contend, therefore, that Plaintiff lacks \nstanding to bring this derivative  claim, and that the Court lacks subject matter \njurisdiction to determine it.  \n26. “Standing refers to whether a party has sufficient stake in an otherwise \njusticiable controversy such that he or she may properly seek adjudication of the \nmatter.”  Am. Woodland Indus., Inc. v. Tolson,  155 N.C. App. 624, 626 (2002).  \n“Standing is a question of subject matter jurisdiction, which is a prerequisite to the \nexercise of any authority by the state courts.”  Phillips & Jordan, 2012 NCBC LEXIS \n36, at *7 (citing Str. v. Smart Corp., 157 N.C. App. 303, 305 (2003) and Neuse River \nFound., Inc. v. Smithfield Foods, Inc., 155 N.C. App. 110, 113 (2002)). \n27. “As a general rule regarding derivative suits, ‘a demand that the \ndirectors act is a prerequisite to a shareholder suing upon behalf of the corporation.’” \n \n \nNorman v. Nash Johnson & Sons’ Farms, Inc., 140 N.C. App. 390, 408 (2000) (quoting \nRoney v. Joyner , 86 N.C. App. 81, 83 (1987)) ; see also Petty v. Morris, 2014 NCBC \nLEXIS 67, at *4 (N.C. Super. Ct. Dec. 16, 2014) ( stating that a party must strictly \ncomply with the demand requirement to have standing to bring a derivative action \non behalf of corporations).  \n28. The burden is on Plaintiff to prove the existence of subject matter \njurisdiction.  Absent that proof, the Court is required to dismiss the action.  See Sarda \nv. City/Cnty. of Durham Board of Adjustment, 156 N.C. App. 213, 215 (2003) (“If a \ncourt finds at any stage of the proceedings that it lacks jurisdiction over the subject \nmatter of a case, it must dismiss the case for want of jurisdiction.” (citation omitted)); \nN.C. R. Civ. P. 12(h)(3). \nIII. ANALYSIS \nA. Breach of Fiduciary Duty  \n29. Defendants contend that Plaintiff has improperly attempted to bring a \ndirect claim  for breach of fiduciary duty, and that her failure to make the pre -\nlitigation demand required by statute means she does not have standing to bring the \nclaim derivatively either.  (Defs.’ Mem. Supp. Mots. Dismiss 7, ECF No. 10.) \n30.  “It is a well-settled principle of North Carolina law that shareholders of \na corporation cannot pursue individual causes of action for wrongs or injuries to the \ncorporation.”  Miller v. Burlington Chem. Co., LLC, 2017 NCBC LEXIS 6, at *13 (N.C. \nSuper. Ct. Jan. 27, 2017) (citing Barger v. McCoy Hillard & Parks, 346 N.C. 650, 658 \n(1997)).  However, Plaintiff argues that she is asserting a claim for a wrong inflicted \n \n \non her specifically, the minority shareholder, by the majority shareholders, and not a \nwrong done to the corporation. \n31. The law permits a shareholder to bri ng a direct claim: “(1) when there \nis a special duty between the wrongdoer and the shareholder; and (2) when the \nshareholder suffered an injury separate and distinct from the injury suffered by the \ncorporation and the other shareholders.”  Id.  In order to establish a special duty, the \nplaintiff must allege facts “showing that defendants owed a duty to plaintiffs that was \npersonal to plaintiffs as shareholders and separate and distinct from the duty \ndefendants owed the corporation.”  Barger, 346 N.C. at 659.   \n32. Plaintiff argues that she was owed a special duty by the Asts because \nshe was a minority shareholder of the closely held corporation they controlled.  (Pl.’s \nMem. Opp’n Defs.’ Mot s. Dismiss 4, ECF No. 11 ; Compl. ¶ 35–39.)  She has alleged \nthat the Asts together “purported” to own two -thirds of the shares in Barks and \nRecreation, and that the Asts  acted in concert to make all major decisions for the \nbusiness, including the decision to dissolve it.   Consequently, she contends  that the \nAsts, as the majority interest holders, owed her direct fiduciary duties. \n33. “North Carolina courts ha [ve] recognized that individual minority \nshareholders of a closely-held corporation who act in concert and collectively own the \nmajority interest in th e corporation may owe fiduciary duties as the controlling \nshareholders.”  Zagaroli v. Neill, 2018 NCBC LEXIS 25, at *26 (N.C. Super. Ct. Mar. \n28, 2018) (citing Norman, 140 N.C. App. at 407); see also Gaines v. Long Mfg. Co., 234 \nN.C. 340, 344 –45 (1951); Flynn v. Pierce, 2020 NCBC LEXIS 149, at *9– 11 (N.C. \n \n \nSuper. Ct. Dec. 22, 2020).  And, under these circumstances, the minority shareholder \nmay bring a  direct claim for breach of those duties against the controlling \nshareholder(s), in addition to or instead of a derivative claim.  See Norman, 140 N.C. \nApp. at 4 05 ( “[M]inority shareholders in a closely held corporation who allege \nwrongful conduct and corruption against the majority shareholders in the corporation \nmay bring an individual action against those shareholders, in addition to maintaining \na derivative action on behalf of the corporation.” ); see also, e.g., Maurer v. Maurer, \n2013 NCBC LEXIS 41, at *10 (N.C. Super. Ct. Aug . 23, 2013) (“North Carolina \nappellate courts have recognized that a fiduciary duty is owed by a controlling \nshareholder to a minority shareholder in particular circumstances, and have allowed \nan individual claim for breach of that duty to proceed even if a derivative action would \notherwise be appropriate.”).   Based on the foregoing, the Court concludes that \nPlaintiff has standing to bring a direct claim for breach of fiduciary duty against the \nAsts and therefore DENIES the Motion to Dismiss pursuant to Rule 12(b)(1).  \n34. However, Defendants also argue that even if she has standing, Plaintiff \nhas failed to state a claim for breach of fiduciary duty under Rule 12(b)(6). (Defs.’ \nMem. Supp. Mots. Dismiss 7–11.) \n35. A claim for breach of fiduciary duty has three elements: (1) existence of \na fiduciary duty; (2) breach of that duty; and (3) damages resulting from the breach.  \nSee Keener Lumber Co. v. Perry, 149 N.C. App. 19, 28 (2002) (“Put simply, a plaintiff \nmust show (1) the existence of a fiduciary duty, and (2) a breach of that duty.”) .  \nPlaintiff has alleged that (1) the Asts,  acting in concert as majority shareholders, \n \n \nowed fiduciary duties to Plaintiff, the minority shareholder; (2) the Asts breached \ntheir fi duciary duties to Plaintiff by making business decisions—including the \ndecision to dissolve the corporation —without her input, calling special shareholder \nmeetings over her objections, and by Jason Ast informing her that she had to leave \nthe premises and then denying her access to the corporate email, phone system, and \nsecurity cameras; and (3) Plaintiff has been deprived of her ownership interests and \nrights as a result of the Asts’ actions. \n36. Defendants argue that Plaintiff’s allegations of breach do not rise to the \nlevel of a legally cognizable injury.  They cite Chisum v. Campagna, 376 N.C. 680 \n(2021), in support of this argument.  However, unlike the case before the Court, \nChisum arose in the context of a limited liability company controlled by an operating \nagreement.  T he Supreme Court held that in those circumstances, allegations that \n(1) the controlling members attempted to “freeze” a minority member out of an LLC, \n(2) the controlling members “conducted ‘sham capital calls,’ ” and (3) the controlling \nmembers “acted as if [plaintiff] was no longer a member of the LLC, and treated him \nin a manner that was inconsistent with his status as a member” did not amount to a \nlegally cognizable injury separate and distinct from the injury suffered by the LLC. \nChisum, 376 N.C. at 724.   Here, however, Plaintiff was not a party to an operating \nagreement, and the fiduciary relationship she has with the majority interest holders \ngives rise to a special duty that runs directly to her.   See, e.g. , Meiselman v. \nMeiselman, 309 N.C. 279, 289, 316  (1983) (explaining that minority shareholders \noften lack bargaining pow er and holding that i f “plaintiff’s condition is a result of \n \n \noppression or bad conduct by the other shareholders [,]” the oppression may support \na claim for breach of fiduciary duty).  \n37. To be sure, Plaintiff alleges that Jason alone was responsible for some \nof the conduct she finds objectionable.  But Plaintiff also alleges that the Asts “made \nevery decision for the business,” (Compl. ¶ 22), and that they called the shareholders’ \nmeeting, proceeded to  meet despite Plaintiff’s objection, and voted to dissolve the \nbusiness, (Compl. ¶¶ 29– 31).  It remains to be determined whether these actions \nconstitute a breach of their fiduciary duties to Plaintiff. \n38.   Therefore, a lthough the allegations in the Complaint are thin, the \nCourt finds them minimally sufficient at this stage of the case to survive the Motions.  \nAccordingly, the Asts’ Motions to Dismiss Plaintiff’s first claim for breach of fiduciary \nduty are DENIED. \nB. Declaratory Judgment that Entity is a Partnership \n39. Defendants move to dismiss Plaintiff’s second claim for relief , through \nwhich she requests a declaration from the Court that  Barks and Recreation is a \npartnership rather than a corporation, because the Complaint on its face establishes \nthat both articles of incorporation and articles of dissolution for the business have \nbeen filed with the North Carolina Secretary of State. (Compl. ¶¶ 15, 32; Defs.’ Mem. \nSupp. Mots. Dismiss 13–14.) \n40. The North Carolina Business Corporation Act (the “Act”) states that \n“[c]orporate existence begin s when the articles of incorporation become effective[,]” \nand that “[t]he Secretary of State’s filing of the articles of incorporation is conclusive \n \n \nproof that the incorporators satisfied all conditions precedent to incorporation [.]”  \nN.C.G.S. § 55-2-03(a)–(b). \n41. Plaintiff concedes that all conditions precedent to incorporation  were \nsatisfied when the Secretary of State filed the articles of incorporation for Barks and \nRecreation but argues that “[ the filing] is not conclusive proof that the Corporation \nwas perfected and should be treated as a [c] orporation[.]”  (Pl.’s Mem. Opp’n Defs.’ \nMots. Dismiss 8.)  Because corporate formalities such as adopting bylaws and issuing \nshares were ignored by the corporation, Plaintiff argues that Barks and Recreation  \nshould be treated as a partnership.  (Pl.’s Mem. Opp’n Defs.’ Mot. Dismiss 9.) \n42. However, failure to adopt bylaws or issue shares , while problematic in \nother ways, does not convert a corporation to a partnership.    See, e.g., Atl. Tobacco \nCo. v. Honeycutt, 101 N.C. App. 160, 164– 165 (1990) ( a court considers four factors \nwhen choosing to disregard the corporate form, one of which is “non-compliance with \ncorporate formalities[,]” but no factor by itself is determinative).  \n43. Furthermore, contrary to Plaintiff’s argument, a  corporation is not \nrequired to issue shares in order to dissolve.  The Act specifically provides that “a \nmajority of the incorporators of a corporation that has not issued shares may dissolve \nthe corporation by . . . filing articles of dissolution.”  N.C.G.S. § 55-14-01(a) (emphasis \nadded).  Here, the Court takes judicial notice that the incorporator was Kathryn Ast.  \nJason Ast executed the articles of dissolution on behalf of Kathryn Ast and himself.1   \nConsequently, the requirements of this statute were satisfied. \n \n1 This information is found in the Company’s Articles of Incorporation and Articles of \nDissolution filed with the North Carolina Secretary of State. See North Carolina Secretary of \n \n \n44. Because Plaintiff’s own allegations defeat this  claim for relief , \nDefendants’ Motion to Dismiss Plaintiff’s second claim for relief is GRANTED. \nC. Unjust Enrichment \n45. The Asts contend that Plaintiff ’s claim against them for unjust \nenrichment also fails as a matter of law because it is summarily pleaded.  They argue \nthat Plaintiff has not adequately alleged which of them has personally benefitted \nfrom her capital contribution of $100,000  to the C ompany and how. (Defs.’ Mem. \nSupp. Mots. Dismiss 15.) \n46. “The general rule of unjust enrichment is that where services are \nrendered and expenditures made by one party to or for the benefit of another, without \nan express contract to pay, the law will imply a promise to pay a fair compensation \ntherefore.”  Chisum v. Campagna, 2017 NCBC LEXIS 102, at *31 (N.C. Super. Ct. \nNov. 7, 2017) (quoting Atl. C. L. R. Co. v. State Highway Comm’n, 268 N.C. 92, 95–96 \n(1966)).  “The doctrine . . .  was devised by equity to exact the return of, or payment \nfor, benefits received under circumstances where it would be unfair for the recipient \nto retain them without the contributor being repaid or compensated. ”  Id. at *32 \n(quoting Collins v. Davis, 68 N.C. App. 588, 591 (1984)).  \n47. Plaintiff argues that her capital contribution of $100,000 to Barks and \nRecreation conferred a benefit on the Asts because it allowed them to start a business \nwith only “sweat equity” and no personal financial investment.  She alleges that the \nAsts believed that the new business  might increase the traffic to the ir neighboring \n \nState, https://www.sosnc.gov/online_services/search/Business_Registration_Results (last \nvisited July 12, 2022).  \n \n \ndog grooming business.  She further alleges that “if” the Asts were to receive any \nassets resulting from the Company’s dissolution , “they would be unjustly enriched.”   \n(Compl. ¶¶ 14, 55, 60; Pl.’s Mem. Opp’n Defs.’ Mots. Dismiss 10.)  \n48.  But alleging only that the Asts might benefit from the business venture \ndoes not state a claim for unjust enrichment.  Cf . KNC Techs., LLC v. Tutton , 2019 \nNCBC LEXIS 72, * 36 (N.C. Super. Ct. Oct. 9, 2019)  (“Alleging merely that the \nDefendants have taken for themselves some benefit to which Plaintiff believes [she] \nis rightfully entitled does not state a claim for unjust enrichment.” ).2  Instead, “[a] \nclaim for unjust enrichment must be based on a contract implied in law in which one \nparty has provided a benefit to another, such as goods or services, for which the first \nparty should be rightfully compensated.”  Id.    \n49. Here, Plaintiff alleges that she contributed capital to the Company.  She \ndoes not allege  that any part of her capital contribution was a loan for which she \nexpected repayment from the Asts .  And, a lthough the parties speculated that \nestablishing the new business might assist the existing business, that spec ulation \ndoes not amount to an allegation that Plaintiff has conferred a benefit on the Asts for \nwhich she should be compensated .  Likewise, Plaintiff’s worry that “if the Asts \nreceived assets in the dissolution , they would be unjustly enriched”  is not an \nallegation of fact upon which a claim of unjust enrichment can rest.  \n \n2 This Court has observed that allegations of this nature “reflect a continuing and widespread \nmisunderstanding of the facts necessary to support a claim for unjust enrichment” among \nmembers of the Bar.  KNC Techs., LLC, 2019 NCBC LEXIS 72, at *35. \n \n \n50. Accordingly, Plaintiff has failed to allege facts to support a claim for \nunjust enrichment and Defendants’ Motions to Dismiss the claim should be \nGRANTED. \nD. Motion for More Definite Statement Pursuant to Rule 12(e)  \n51. In ruling on a motion for a more definite statement under Rule 12(e), \nthe Court considers whether “a pleading to which a responsive pleading is permitted \nis so vague or ambiguous that a party cannot reasonably be required to frame a \nresponsive pleading[.]”  N.C. R. Civ. P. 12(e).  Motions for a more definite statement \n“[are] not favored by the courts an d [are] sparingly granted because pleadings may \nbe brief and lacking in factual detail, and because of the extensive discovery devices \navailable to the movant.”  Ross v. Ross, 33 N.C. App. 447, 454 (1977); see \nRedevelopment Comm’n of Washington v. Grimes, 277 N.C. 634, 645 (1971) ( stating \nthat a motion to dismiss addresses vagueness or lack of detail in a pleading).  “ [T]he \ngrant or denial of a motion for a more definite statement rests in the sound discretion \nof the trial judge, and [her] ruling thereon will not be overturned on appeal absent a \nshowing of abuse of discretion.”  Ross, 33 N.C. App. at 454 (citation omitted). \n52. “If the contested pleading meets the standards of North Carolina Rule \nof Civil Procedure 8 and the opposing party is adequately notified of the nature of the \nclaim, a motion for a more definite statement should be denied.”  Willard v. Barger, \n2019 NCBC LEXIS 31, at *3 (N.C. Super. Ct. May 14, 2019) (citing Ross, 33 N.C. App. \nat 454–55; Gatlin v. Bray, 81 N.C. App. 639, 644 (1986) (“Pleadings comply with our \npresent concept of notice pleading if the allegations in the [pleading] give [the \n \n \nopposing party] sufficient notice of the nature and basis of [the] claim to file an \nanswer, and the face of the complaint shows no insurm ountable bar to recovery.”)).  \n“Because motions for a more definite statement are ‘the most purely dilatory of all \nthe motions available under the Rules of Civil Procedure,’ our appellate courts have \ninstructed that they ‘should be scrutinized with care [.]’ ”  Id. at *4 (quoting Ross, 33 \nN.C. App. at 454; Johnson v. Bollinger, 86 N.C. App. 1., 12 (1987)).    \n53. Defendants argue that Plaintiff has failed to plead: (1) “sufficient facts \nto allege the existence of a fiduciary relationship between the minority sha reholders \nof [Barks and Recreation]”; (2) “facts sufficient to allege control of [Barks and \nRecreation] by the Asts”; (3) a claim under the North Carolina Declaratory \nJudgments Act or a cognizable claim asking the Court to recognize [Barks and \nRecreation] as a partnership”; (4) “how the Asts were allegedly unjustly enriched”; \nand (5) “any facts describing harm or damages she has allegedly suffered.”  (Defs.’ \nMem. Supp. Mots. Dismiss 19.)  Plaintiff argues that the Complaint provides \nDefendants with enough information to admit or deny the factual claims made in the \nComplaint.  (Pl.’s Mem. Opp’n Defs.’ Mots. Dismiss 10–11.) \nE.   The Court has reviewed the Complaint and concludes that “a request \nfor additional details is more properly the subject of discovery.”  Burgess v. Am. \nExpress Co., 2007 NCBC LEXIS 15, at *3 (N.C. Super. Ct. May 21, 2007).  \nAccordingly, the Court, in its discretion, DENIES Defendants’ Motion pursuant to \nRule 12(e). \nF. Chapter 75 Claim \n \n \n54. Finally, first recognizing that Plaintiff has voluntarily dismissed \nwithout prejudice her claim for violations of the North Carolina Unfair and Deceptive \nTrade Practices Act, Defendants urge the Court to dismiss the claim with prejudice.  \nBut the Court’s jurisdiction with respect to the claim ends when a dismissal is taken \npursuant to Rule 41(a)(1), unless and until a new action is timely commenced.  BB&T \nBoli Plan Trust v. Mass achusetts Mut. Life Ins. Co., 2016 NCBC LEXIS 36, at * 12 \n(N.C. Super. Ct. April 29, 2016) (“The general rule is that once a plaintiff takes a Rule \n41(a)(1) dismissal, there is nothing the defendant can do to fan the ashes of that \naction into life[,] and the court has no role to play.” (citations and internal quotation \nmarks omitted)).  Therefore, Defendants’ Motion as to the dismissed Chapter 75 claim \nis DENIED. \nIV. CONCLUSION \nG. WHEREFORE, the Court hereby ORDERS as follows:  \na. As to Plaintiff’s First Claim for Breach of Fiduciary Duty by the Asts, \nthe Motions are DENIED.  \nb. As to Plaintiff’s Second Claim for Request that Barks and Recreation \nbe Declared a Partnership, the Motion to Dismiss under Rule 12(b)(6)  \nis GRANTED, and this claim is DISMISSED with prejudice.  \n \n \nc. As to Plaintiff’s Third Claim for Unjust Enrichment against the Asts, \nthe Motion to Dismiss under Rule 12(b)(6) is GRANTED, and this \nclaim is DISMISSED without prejudice.3 \nd. As to Plaintiff’s Fourth Claim for Unfair or Deceptive Trade Practices, \nwhich has been voluntarily dismissed pursuant to Rule 41(a)(1), \nDefendants’ Motion to Dismiss under Rule 12(b)(6) is DENIED. \ne. Defendants’ Alternative Motion for More Definite Statement Under \nRule 12(e) is DENIED.  \nIT IS SO ORDERED, this the 13th day of July, 2022. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n \n \n3 “The decision to dismiss an action [pursuant to Rule 12(b)(6)] with or without prejudice is \nin the discretion of the trial court and will not be disturbed on appeal absent an abuse of \ndiscretion.”  First Fed. Bank v. Aldridge, 230 N.C. App. 187, 191 (2013) (citation omitted).  "
}