{
  "id": "0a24d4df0419fa7fb74dedad4775acaccfc423fff55a3a35364e9c0bbe8cff67",
  "source_file": "data/raw/ncbc/0a24d4df0419fa7fb74dedad4775acaccfc423fff55a3a35364e9c0bbe8cff67.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 2757 \n \nTAC INVESTMENTS, LLC, \n \nPlaintiff, \n \nv. \n \nJOHN RODGERS, \n \nDefendant. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO DISMISS \nAND MOTION FOR SANCTIONS \n \n \n \n1. GoPrime Mortgage, Inc. (“Prime”) is a residential mortgage company.  This \ncase arises from a dispute between its two shareholders .  The plaintiff is TAC \nInvestments, LLC  (“TAC”), which  became a shareholder in February 2017.   The \ndefendant is John Rodgers, Prime’s founder.  In short, TAC alleges that Rodgers has \nused his position as director to stop Prime from paying dividends.  This has rankled \nTAC because its shares are  preferred and h ave priority to dividends.  Also, TAC \nbelieves that Rodgers is purposely keeping cash in Prime’s accounts to increas e the \nvalue of his “put ” right—a contractual right to divest his shares  at a price based on \nthe company’s value .  Though it asserts a handful of claims, TAC chiefly seeks a  \ndeclaration that Rodgers may not exercise his put right in these circumstances. \n2. Rodgers has moved to dismiss all claims under Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure.  (See ECF No. 17.)  He has also moved for sanctions \nunder Rule 11.  (See ECF No. 8.)  For the following reasons, the Court GRANTS in \npart and DENIES in part  the motion  to dismiss and DENIES  the motion for \nsanctions.  \nTAC Invs., LLC v. Rodgers, 2020 NCBC 88. \nFox Rothschild LLP, by Matthew N. Leerberg  and Troy D. Shelton, and \nCondon Tobin Sladek Thornton PLLC, by Aaron Z. Tobin and Jared T.S. \nPace, for Plaintiff TAC Investments, LLC. \n \nAlston & Bird LLP, by Matthew P. McGuire and Kelsey L. Kingsbery, for \nDefendant John Rodgers. \n \nConrad, Judge. \nI. \nBACKGROUND \n3. The following background is drawn from the amended complaint and its \nattachments.  (See Am. Compl., ECF No. 10.) \n4. Rodgers founded Prime in 2005.  (See Am. Compl. ¶ 8.)  From the beginning, \nhe has served as the company’s president, secretary, and treasurer.  (See Am. Compl. \n¶ 9.) \n5. When TAC became a shareholder in February 2017, it acquired half of \nPrime’s outstanding shares, and Rodgers retained the other half.  They entered into \na shareholders’ agreement  to govern their relationship.  Among other things, the \nagreement limits the board of directors to two members and allows each shareholder \nto appoint one.  ( See Am. Compl. Ex. 2 §  3(a) [“Shareholders’ Agrmt.”] .)  Rodgers \nappointed himself to the board, while continuing to serve as president, secretary, and \ntreasurer.  (See Am. Compl. ¶ 9.) \n6. The shareholders’ agreement also specifies when and how the parties may \ntransfer their shares.  Relevant here are the “put” and “call” rights defined in section \n7.  These rights allow one shareholder or the other to mandate a transfer after a \nperiod of time has passed .  The put right allows Rodgers  to divest his shares at any \ntime starting in February 2020.  (See Shareholders’ Agrmt. § 7(a).)  The call right, on \nthe other hand, allows either Prime or TAC to force a shareholder (most likely to be \nRodgers) to sell shares starting in February 2022.  (See Shareholders’ Agrmt. § 7(b).)  \nIn either case, the share price depends on Prime’s fair market va lue, as calculated \nthrough a formula comprising earnings, cash, and debt.  ( See Shareholders’ Agrmt. \n§§ 1, 7(c), (d).) \n7. Rodgers and TAC own the same number of shares but not in the same class.  \nAll of Rodgers’s shares are common; all of TAC’s are preferred.  (See Am. Compl. ¶ 11.)  \nThe difference between the two, spelled out in the articles of incorporation,  largely \nhas to do with dividend priority.  The board is supposed to declare and pay dividends \nat least twice per year “to the extent of Availa ble Cash, if any.”  (Am. Compl. Ex. 1 \nArt. 2, § B.II.(a).)  Priority goes to TAC, as owner of the preferred stock, until the total \noutlay exceeds a defined “Liquidation Amount.”  (Am. Compl. Ex. 1 Art. 2, § B.II.(a).)  \nThe preferred stock will then automatically become common.  (See Am. Compl. Ex. 1 \nArt. 2, § B.IV.(b).)  But until that point, Prime may not pay dividends on the common \nstock, nor may it redeem or acquire the common stock.  (See Am. Compl. Ex. 1 Art. 2, \n§ B.II.(b).)  Although nothing requires Prime to pay out the Liquidation Amount by a \nspecific date, Rodgers allegedly promised to “operate Prime so that TAC’s investment \nwould be repaid quickly.”  (Am. Compl. ¶ 33.) \n8. According to TAC, that hasn’t happened.  Despite having ample cash to pay \ndividends twice yearly, Prime declared a dividend once in 2017 and once in 2018, shy \nof the Liquidation Amount by a wide margin.  (See Am. Compl. ¶¶ 18, 19.)  Since then, \nRodgers has blocked the  board from declaring another , most recently in February \n2020.  (See Am. Compl. ¶¶ 20, 21.)  TAC alleges that this was strategic : by voting to \nhoard cash, Rodgers boosted the value of his put right just as it ripened.   ( See Am. \nCompl. ¶ 54.)  He then exercised the put right a week later.  ( See Am. Compl. ¶ 23, \nEx. 3.)   \n9. TAC filed suit immediately.  The original complaint included a single claim, \nseeking a declaratory judgment that “Rodgers may not exercise his put rights .  . . \nuntil Prime first pays TAC the Liquidation Amount in full. ”  (Compl. ¶ 28, ECF No. \n3.)  TAC’s theory was that the put right “would require Prime to purchase” Rodgers’s \nshares, flouting the ban on acquisitions of  common shares  while preferred shares \nremain outstanding.  (See Compl. ¶¶ 13, 15, 24.) \n10. In response, Rodgers moved to dismiss the complaint and asked for Rule 11 \nsanctions.  (See ECF Nos. 6, 8.)  The basis for each motion was the same.  In his view, \nthe shareholders’ agreement requires TAC, not Prime , to buy the divested shares.   \nRodgers contends that TAC’s contrary interpretation is untenable. \n11. Shortly after Rodgers filed his  motions, the coronavirus pandemic led to a \nlengthy statewide stay of civil cases.  When the stay lifted, TAC amended its \ncomplaint as of right, modifying the claim for declaratory judgment and adding three \nnew claims.  TAC continues to seek a declaration that Rodgers may not close on his \nput right until the Liquidation Amount is paid.  It also alleges that the shareholders’ \nagreement “is ambiguous as to who must purchase Rodgers’s common shares” and \nseeks a declaration t hat Prime must do so .  (Am. Compl. ¶¶  25, 41.)   In the \nalternative, TAC asks the Court to reform the shareholders’ agreement so that Prime \nis responsible for buying Rodgers’s shares.  (See Am. Compl. ¶ 47.)  In addition, TAC \nclaims that Rodgers breached his fiduciary duty and the covenant of good faith and \nfair dealing.  (See Am. Compl. ¶¶ 52, 53, 60.)  The amendment mooted the motion to \ndismiss but not the motion for sanctions.   \n12. Rodgers has again moved to dismiss the amended complaint.  (See ECF No. \n17.)  That motion and the motion for sanctions have been fully briefed.  At a hearing \non September 17, 2020, the Court directed each side to file supplemental briefs \nrelated to jurisdiction over the claim for declaratory judgment.  Both motions are now \nripe for determination. \nII. \nMOTION TO DISMISS \n13. A motion to dismiss under Rule 12(b)(6) “tests the legal sufficiency of the \ncomplaint.”  Isenhour v. Hutto, 350 N.C. 601, 604, 517 S.E.2d 121, 124 (1999) (citation \nand quotation marks omitted).  The motion should be granted only when “(1)  the \ncomplaint on its face reveals that no law supports the plaintiff’s claim; (2)  the \ncomplaint on its face reveals the abs ence of facts sufficient to make a good claim; or \n(3) the complaint discloses some fact that necessarily defeats the plaintiff’s claim.”  \nCorwin v. Brit. Am. Tobacco PLC, 371 N.C. 605, 615, 821 S.E.2d 729, 736 –37 (2018) \n(citation and quotation marks omitted). \n14. In deciding the motion, the Court must treat the well-pleaded allegations of \nthe complaint as true and view the facts and permissible inferences “in the light most \nfavorable to” the nonmoving party.  Sykes v. Health Network Sols., Inc., 372 N.C. 326, \n332, 828 S.E.2d 467, 471 (2019) (citation and quotation marks omitted).  Exhibits to \nthe complaint are deemed to be part of it and may also be considered , see Krawiec v. \nManly, 370 N.C. 602, 606, 811 S.E.2d 542, 546 (2018), but the Court need not accept \nas true any “conclusions of law or unwarranted deductions of fact ,” Wray v. City of \nGreensboro, 370 N.C. 41, 46, 802 S.E.2d 894, 898 (2017).   \nA. Declaratory Judgment \n15. TAC seeks twin declarations : that Prime is the party obliged to  purchase \nany shares subject to Rodgers’s put right but that it may not do so until it has paid \nthe Liquidation Amount.  Rodgers moves to dismiss the claim, arguing that the \nshareholders’ agreement unambiguously requires TAC, not Prime, to buy his shares. \n16. First, there is a threshold issue .  An actual controversy between adverse \nparties is an essential “jurisdictional prerequisite” for any claim for declaratory relief.  \nGaston Bd. of Realtors, Inc. v. Harrison, 311 N.C. 230, 234, 316 S.E.2d 59, 61 (1984) \n(quoting Adams v. N.C. Dep’t of Nat. & Econ. Res., 295 N.C. 683, 703, 249 S.E.2d 402, \n414 (1978)).  The judiciary has no power to “give a purely advisory opinion which the \nparties might, so to speak, put on ice to be used if and when occasion might arise.”  \nTryon v. Duke Power Co., 222 N.C. 200, 204, 22 S.E.2d 450, 453 (1942). \n17. Here, the put right has an escape clause.  If Rodgers disputes the valuation \nof his shares after giving notice of his intent to exercise the put right, he may \nwithdraw the notice, making it “void for all purposes.”  (Shareholders’ Agrmt. § 7(a).)  \nThe time for Rodgers to make that d ecision has not yet passed.   At the hearing, the \nCourt asked counsel whether this rendered the dispute about the put right \nhypothetical and invited supplemental briefing on the issue .  Both parties contend \nthat the dispute is ripe and that the Court has jurisdiction. \n18. After careful consideration, the Court agrees.   There is a live dispute \nbetween these parties.  Rodgers has exercised his put right, triggering a valuation \nprocess and revealing an interpretive dispute about who must buy his shares.  The \ninterpretive dispute is concrete: TAC contends that Prime must buy Rodgers’s shares; \nRodgers contends that TAC must do so.  The dispute has also clouded the parties’ \nrights and relationship, and closing cannot take place until it is resolved.  To be sure, \nRodgers could call off the transfer, and i f he does, the declaratory -judgment claim \nmight become moot.  But the potential for mootness exists in nearly all cases, whether \nthrough settlement, dismissal, or remedial action.  That potential does not make the \ncurrent dispute hypothetical or advisory. \n19. It follows that TAC has stated a claim for relief .  “A motion to dismiss for \nfailure to state a claim is seldom appropriate ‘in actions for declaratory judgments, \nand will not be allowed simply because the plainti ff may not be able to prevail.’  ”  \nMorris v. Plyler Paper Stock Co. , 89 N.C. App. 555, 557, 366 S.E.2d 556, 558 (1988) \n(quoting N.C. Consumers Power, Inc. v. Duke Power Co., 285 N.C. 434, 439, 206 S.E.2d \n178, 182 (1974)).  A trial court should dismiss the claim only “when the complaint \ndoes not allege an actual, genuine existing controversy.”  N.C. Consumers Power, 258 \nN.C. at 439, 206 S.E.2d at 182.   As each side contends in the supplemental briefing, \nthere is an actual, genuine controversy related to  which entity must buy Rodgers’s \nshares. \n20. Rodgers argues that the issue is so one- sided in his favor that the Court \nshould dismiss the claim anyway.  Usually, the question at this stage is not whether \nTAC “is ultimately entitled to the declaration it seeks.”  Le galzoom.com, Inc. v. N.C. \nState Bar, 2012 NCBC LEXIS 49, at *8– 9 (N.C. Super. Ct. Aug. 27, 2012) .  Even so, \nthings are not as clear as Rodgers contends.   \n21. Section 7(a) of the shareholders’ agreement  defines the put right  but does \nnot identify the intended purchaser.  The only mention of the purchaser is in section \n7(d), which governs closing procedures for the put right and the call right.  That \nsection requires the seller—whether exercising the put right or responding to the call \nright—to deliver stock certificates “for transfer to the purchasing Shareholder(s).”  \n(Shareholders’ Agrmt. §  7(a).)  Rodgers insists that the “purchasing Shareholder” \nmust be TAC because the agreement defines “Shareholder” to mean Rodgers and \nTAC, not Prime.  That is a reasonable interpretation.  But there is another reasonable \ninterpretation.  Because Prime may exercise the call right  and purchase Rodgers’s \nshares, it could be a  “purchasing Shareholder” too.  Th e phrase is  ambiguous.  See \nVariety Wholesalers, Inc. v. Salem Logistics Traffic Servs., LLC , 365 N.C. 520, 524–\n25, 723 S.E.2d 744, 748 (2012) (concluding that contractual language having “more \nthan one possible meaning” was ambiguous). \n22. The Court therefore denies the motion to dismiss the claim for declaratory \njudgment.  See Johnson’s Landing Homeowners Ass’n v. Hotwire Com mc’ns, LLC , \n2018 NCBC LEXIS 113, at *11 (N.C. Super. Ct. Oct. 29, 2018) (denying motion to \ndismiss when plaintiff alleged actual controversy); Gvest Real Estate, LLC v. JS Real \nEstate Invs., LLC, 2017 NCBC LEXIS 32, at *9 (N.C. Super. Ct. Apr. 6, 2017) (same). \nB. Reformation \n23. As an alternative to its claim for declaratory judgment, TAC seeks to reform \nthe shareholders’ agreement.  TAC alleges that the parties intended to make Prime \nresponsible for “purchasing Rodgers’s common shares upon the closing of his put \nright” but failed to say so either due to a mutual mistake or TAC’s unilateral mistake.  \n(Am. Compl. ¶¶  43, 47.)  TAC contends that the agreement should be reformed to \nalign with the parties’ intent.   \n24. “Reformation is a well-established equitable remedy used to reframe written \ninstruments where, through mutual mistake or the unilateral mistake of one party \ninduced by the fraud of the other, the written instrument fails to embody the parties’ \nactual, original agreement.”  Metropolitan Prop. & Cas. Ins. Co. v. Dillard, 126 N.C. \nApp. 795, 798, 487 S.E.2d 157, 159 (1997) (citation and quotation marks omitted).  To \nstate a claim based on a mutual mistake, “[t]he party seeking reformation must allege \nthe provision that was agreed upon, the provision that was written, and t hat the \nmistake was mutual.”  Huss v. Huss, 31 N.C. App. 463, 467, 230 S.E.2d 159, 162 \n(1976) (citing Matthews v. Shamrock Van Lines, 264 N.C. 722, 142 S.E.2d 665 (1965)).  \nTo state a claim based on a unilateral mistake, the plaintiff must allege, among other \nthings, that “the conduct of the promisor caused the improper expression.”  Carter v. \nWest Am. Ins. Co., 190 N.C. App. 532, 537–38, 661 S.E.2d 264, 269 (2008).   \n25. The amended complaint adequately alleges a mutual mistake.  Construed \nliberally, the allegations show that the parties intended that Prime would purchase \nRodgers’s shares if he exercised his put right ; that  the shareholders’ agreement \nmistakenly leaves the identity “ambiguous”; and that the mistake was mutual.  (See \nAm. Compl. ¶¶ 25, 43, 45.)  This suffices to state a claim.  Although Rodgers faults \nTAC for failing to cite drafts, letters of intent, or other  communications to evidence \nthe mistake, (Def.’s Br. in Supp. Mot. Dismiss 12, ECF No. 18  [“Def.’s MTD Br. ”]), \n“[i]t is not required tha t the pleader allege facts as to how and why the mutual \nmistake came about,” Huss, 31 N.C. App. at 467, 230 S.E.2d at 162. \n26. TAC’s allegation of a unilateral mistake falls short, however.  A claim based \non unilateral mistake requires a showing that the defendant induced the mistake and \ncaused the error in the written document —for example, by  “drafting, or having \ndrafted, an instrument contrary to the previous understanding of the parties and \npermitting the other party to sign it without informing him thereof.”  McCallum v. \nOld Republic Life Ins. Co. , 259 N.C. 573, 577, 131 S.E.2d 435, 438 (1963) (citation, \nalterations, and quotation marks omitted).  The amended complaint alleges nothing \nof the sort.  All that TAC alleges is that Rodgers falsely represented “ that he would \noperate Prime to repay TAC’s investment timely. ”  (Am. Compl. ¶ 46.)  Even if true, \nthat does not show that Rodgers caused the error in the shareholders’ agreement .  \n“The mistake of one party to the .  . . instrument, alone, not induced by the fraud of \nthe other, affords no ground for relief by reformation.”  Crawford  v. Willoughby, 192 \nN.C. 268, 272, 134 S.E. 494, 496 (1926); see Lefever v. Taylor, 2009 N.C. App. LEXIS \n1243, at *18 (N.C. Ct. App. July 21, 2009) (affirming summary judgment because \nplaintiff had not alleged “that the inclusion of [a] one-year limitation was induced by \nthe mistake, fraud or misrepresentation of defendant”). \n27. The Court therefore denies the motion to dismiss the claim for reformation, \nlimited to the alleged mutual mistake.   \nC. Breach of Fiduciary Duty and Constructive Fraud \n28. In its third count, TAC asserts claim s for breach of fiduciary duty and \nconstructive fraud.  The parties dispute whether the amended complaint adequately \nalleges a fiduciary relationship between Rodgers and TAC, which is a n essential \nelement of each claim.  See, e.g., Panzino v. 5Church, Inc., 2020 NCBC LEXIS 17, at \n*7–8 (N.C. Super. Ct. Feb. 12, 2020); Brown v. Secor, 2017 NCBC LEXIS 65, at *18–\n19 (N.C. Super. Ct. July 28, 2017).   \n29. In general, shareholders “do not owe a fiduciary duty to each other or to the \ncorporation.”  Freese v. Smith , 110 N.C. App. 28, 37, 428 S.E.2d 841, 847 (1993) .  \nMajority shareholders have a duty to protect the minority, but Rodgers is not a \nmajority shareholder.  He owns exactly 50 percent of Prime’s stock , (see Am. Compl. \n¶ 11).  See Potts v. KEL, LLC, 2019 NCBC LEXIS 30, at *11–12 (N.C. Super. Ct. May \n9, 2019)  (noting that shareholder with 50 percent interest is not a majority \nshareholder).   \n30. TAC contends that Rodgers is a controlling shareholder , if not a majority \nshareholder.  ( See Pl.’s Opp’n Mot. Dismiss 11–14, ECF No. 27 .)  “[O]ur Supreme \nCourt has not decided whether a minority shareholder exercising actual control over \na corporation owes a duty to other shareholders.”  Panzino, 2020 NCBC LEXIS 17, at \n*12 (citing Corwin, 371 N.C. at 616, 821 S.E.2d at 737) .  Even if that were the law, \nthough, TAC has not adequately alleged that Rodgers wields actual control.   The \nparties entered into an arms ’-length shareholders’ agreement that g ives each \nsubstantial rights, including an equal say on the board of d irectors.  It is an \narrangement that allows Rodgers to withhold his consent and block corporate action \nbut not to control  the corporation.  See Corwin, 371 N.C. at 618 , 821 S.E.2d at 73 8 \n(observing that a shareholder with “a contractual right to withhold its consent and \neffectively veto any dividend payment” does not become a controlling shareholder by \nexercising that right) ; Upchurch v. Sapp, 2020 NCBC LEXIS 118, at *11– 12 (N.C. \nSuper. Ct. Oct. 8, 2020) (granting motion to dismiss because complai nt lacked \nallegations of control); Potts , 2019 NCBC LEXIS 30, at *12– 14 (granting summary \njudgment because shareholders had equal power on board of directors). \n31. At the hearing, TAC suggested that Rodgers “holds all the cards” in their \nrelationship even if he is not a controlling shareholder .  But again, TAC is far from \npowerless.  It has the same voting rights as Rodgers.  (See Am. Compl. Ex. 1 Art. 2 \n§§ A.III., B.I.)  And it controls half the board of directors.  (See Shareholders’ Agrmt. \n§ 3(a)(i).)  TAC agreed to this division of rights in the sort of arms’-length transaction \nthat does “not typically give rise to fiduciary duties.”  Dallaire v. Bank of Am., N.A. , \n367 N.C. 363, 368, 760 S.E.2d 263, 266 (2014).   \n32. The Court therefore dismisses the claims for breach of fiduciary duty and \nconstructive fraud. \nD. Breach of Implied Covenant of Good Faith and Fair Dealing \n33. The final claim is for breach of the implied covenant of good faith and fair \ndealing.  “In every contract there is an implied covenant of good faith and fair dealing \nthat neither party will do anything which injures the right of the other to receive the \nbenefits of the agreement.”  Bicycle Transit Auth., Inc. v. Bell, 314 N.C. 219, 228, 333 \nS.E.2d 299, 305 (1985) (citation and quotation marks omitted).  TAC’s claim is based \non allegations that the parties agreed Prime would pay dividends twice each year but \nthat Rodgers used his position as officer and director to halt the payments. \n34. Rodgers argues, first, that the claim must be dismissed beca use TAC has \nnot also alleged a breach of the s hareholders’ agreement.  ( See Def.’s MTD Br. 21.)  \nThis is incorrect.  “While implied covenant claims are nearly always paired with a \nbreach of contract claim in North Carolina practice, they need not be.”  Vitaform, Inc. \nv. Aeroflow, Inc., 2020 NCBC LEXIS 132, at *13 (N.C. Super. Ct. Nov. 4, 2020) (citing \nRichardson v. Bank of Am., N.A., 182 N.C. App. 531, 556, 643 S.E.2d 410, 426 (2007)). \n35. Next, Rodgers contends that a plaintiff may assert an independent claim for \nbreach of the implied covenant only “where a special relationship exists between the \nparties, such as contracts f or funeral services and insurance.”  ( Def.’s MTD Br. 20, \n21–22.)  As one federal district court has observed, t his is “an incorrect over-\ngeneralization of various North Carolina state appellate cases.”  Robinson v. Deutsche \nBank Nat’l Tr. Co., 2013 U.S. Di st. LEXIS 50797, at *39– 40 n.11 (E.D.N.C. Apr. 9, \n2013).  Our courts have not limited the claim in that fashion.   See, e.g. , Maglione v. \nAegis Fam. Health Ctrs., 168 N.C. App. 49, 58, 607 S.E.2d 286, 292 (2005) (addressing \nclaim based on one party’s exercise of discretionary right under contract). \n36. The Court therefore denies the motion to dismiss the claim.  See Richardson \nv. Utili-Serve, LLC, 2020 NCBC LEXIS 135, at *9–11 (N.C. Super. Ct. Nov. 17, 2020) \n(denying motion to dismiss claim based on LLC me mber’s discretionary right under \noperating agreement). \nIII. \nMOTION FOR SANCTIONS \n \n37. Next, the Court turns to Rodgers’s motion for sanctions.  This motion relates \nto the original complaint, which alleged that “[a]n exercise of Rodgers’ put right would \nrequire Prime to purchase Rodgers’ common shares, in accordance with the terms of \nthe Shareholders’ Agreement.”  (Compl. ¶ 13.)  Rodgers contends that the allegation \nis baseless, contradicted by the plain text of the agreement .  (See Def.’s Br. in Supp. \nMot. Sanctions 6–7, ECF No. 9.) \n38. Rule 11 requires every pleading to be signed by an attorney, certifying that \nit “is (1) well grounded in fact; (2) warranted by existing law .  . . (legal sufficiency); \nand (3) not interposed for any improper purpose.”  Bryson v. Sullivan , 330 N.C. 644, \n655, 412 S.E.2d 327, 332 (1992).  “A breach of the certification as to any one of these \nthree prongs is a violation of the Rule.”  Id.   \n39. Rodgers does not allege an  improper purpose.  Only  the factual and legal \nsufficiency of the original complaint are at issue.  The test for factual sufficiency is \nwhether the alleged offender  made “a reasonable inquiry into the facts ” and, after \nassessing that inquiry, “reasonably believed that his position was well grounded in \nfact.”  Kohler Co. v. McIvor, 177 N.C. App. 396, 402, 628 S.E.2d 817, 822 (2006) \n(citation and quotation marks omitted).  The test for legal sufficiency is whether the \npleading is facially plausible and, if not plausible, whether the alleged offender made \na reasonable inquiry into the law.  See Ward v. Jett Props., LLC, 191 N.C. App. 605, \n607–08, 663 S.E.2d 862, 864  (2008).  “[I]n determining compliance with Rule 11, \ncourts should avoid hindsight and resolve all doubts in favor of the signer.”  Twaddell \nv. Anderson, 136 N.C. App. 56, 70, 523 S.E.2d 710, 720 (1999) (citation and quotation \nmarks omitted). \n40. The Court concludes that the original complaint was factually and legally \nsufficient for at least three reasons.  First, TAC attached the shareholders’ agreement \nto the complaint, confirming that it made a reasonable inquiry  into its terms.  (See \nCompl. Ex. 2.)  Second, the shareholders’ agreement is ambiguous.  As noted, section \n7(a) does not say who is responsible for purchasing Rodgers’s shares.  Rodgers bases \nhis inter pretation on an oblique reference to “the purchasing Shareholder(s)” in \nsection 7(d).  H is interpretation of that phrase is reasonable , but so is TAC’s.  The \nclaim is facially plausible.  Third, Rodgers’s put notice does not identify his intended \ncounterparty.  TAC says it understood that Rodgers intended to make  Prime the \npurchaser.  ( See Pl.’s Opp’n Mot. Sanctions 8, ECF No. 11.)  In hindsight, that \nunderstanding was erroneous; judged at the time, though, it supports the plausibility \nof TAC’s claim and the reasonableness of its belief that the claim was well grounded. \n41. Rodgers also points to a guarantee given by TAC’s principal, Greg Lindberg.  \nThe document states, in relevant part, that Lindberg guarantees “the due and \npunctual payment by [TAC] of any amounts required to be paid to [Rodgers] upon \nexercise of a Put Right or a Call Right under” the shareholders’ agreement.  (Def.’s \nBr. in Supp. Mot. Sanctions Ex. B.)  This parol evidence supports Rodgers’s position, \nbut it does not conclusively resolve the ambiguity.  This is particularly true given that \nRodgers filed his motion before the parties began discovery, which remains open.  \nContractual ambiguities are questions of fact and should be resolved on the merits \nafter discovery, not through the lens of a prediscovery motion under Rule 11. \n42. The Court denies the motion for sanctions. \nIV. \nCONCLUSION \n \n43. For all these reasons, the Court GRANTS in part and DENIES in part the \nmotion to dismiss.  The claims for breach of fiduciary duty and constructive fraud are \nDISMISSED.  The Court DENIES the motion to dismiss the claims for declaratory \njudgment, reformation (limited to the alleged m utual mistake), and breach of the \nimplied covenant of good faith and fair dealing. \n44. The Court DENIES the motion for sanctions. \n \nSO ORDERED, this the 7th day of December, 2020. \n /s/ Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n "
}