{
  "id": "0a566003c0f64eb12915a74b1a5d02fa7ccfd3f73bb1374fccce1b290bbfdaf8",
  "source_file": "data/raw/ncbc/0a566003c0f64eb12915a74b1a5d02fa7ccfd3f73bb1374fccce1b290bbfdaf8.pdf",
  "raw_text": "Pender Farm Dev., LLC v. NDCO, LLC, 2020 NCBC 27. \nSTATE OF NORTH CAROLINA \n \nPENDER COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 446 \n \nPENDER FARM DEVELOPMENT, \nLLC, \n \n Plaintiff and  \nCounterclaim   \nDefendant,  \n \nv. \n \nNDCO, LLC, \n \n Defendant, Counterclaim  \nPlaintiff, and Third-\nParty Plaintiff, \n \nv. \n \nRAIFORD TRASK, III, \n \nThird-Party Defendant. \n \nORDER AND OPINION ON CROSS-\nMOTIONS FOR SUMMARY \nJUDGMENT \n \n1. THIS MATTER  is before the Court on  Defendant/Counterclaimant and \nThird-Party Plaintiff NDCO, LLC’s (“NDCO”)  motions for summary judgment  and \npartial summary judgment, (ECF Nos. 88, 90), and Plaintiff/Counterclaim Defendant \nPender Farm Development, LLC’s (“PFD”) and Third-Party Defendant Raiford Trask, \nIII’s (“Trask”) (together, “PFD/”Trask”) motion for summary judgment, (ECF No. 92), \n(all three summary judgment motions hereinafter, the “Cross -Motions”).  For the \nreasons set forth below, the Court DENIES the Cross-Motions. \nWyrick Robbins Yates & Ponton LLP , by Benjamin N. Thompson, \nSamuel A. Slater, and Charles George, for Plaintiff/Counterclaim \nDefendant Pender Farm Development, LLC and Third-Party Defendant \nRaiford Trask, III. \n \n \n \n \n \nShipman & Wright, LLP, by Gary K. Shipman and James T. Moore, for \nDefendant/Counterclaimant and Third-Party Plaintiff NDCO, LLC. \n \nRobinson, Judge. \n \nI. INTRODUCTION \n2. This case arises out of a dispute between PFD and NDCO, the two 50% \nmembers of Pender 1164, LLC (“Pender 1164”), a limited liability company that was \nformed for the purpose of owning and developing approximately 1,164 acres of real \nproperty located in Pender County, North Carolina  (the “Pender 1164 Property”  or \nthe “Property”).  The business relationship between PFD  and NDCO is governed by \na First Amendment to and Restatement of Operating Agreement of Pender 1164, LLC \n(the “Amended Operating Agreement”).  The terms of the  Amended Operating \nAgreement and the parties’ conduct surrounding the development of the 1,164 acres \nare at the heart of the parties’ dispute. \nII. FACTUAL BACKGROUND \n3. The Court does not mak e findings of fact when ruling on motions for \nsummary judgment.  See In re Estate of Pope, 192 N.C. App. 321, 329, 666 S.E.2d 140, \n147 (2008).  The following factual background, taken from the uncontroverted facts \nset forth in the Court’s  November 6, 2019  Order and Opinion on NDCO ’s Motion \nPursuant to Rule 56(d) (the “Rule 56(d) Order”), (ECF No. 146 [“Rule 56(d) Order”]), \nand from the evidence submitted in support of and in opposition to the Cross-Motions, \nis intended only to provide context for the Court’s analysis and ruling. \n \n \n \n \n \nA. The Parties \n4. PFD is a North Carolina limited liability company with its principal place \nof business in Wilmington, North Carolina.  (Am. Countercl. & Third Party Compl. \n¶ 2, ECF No. 41 [“Am. Countercl.”]; Compl. Ex. C, § 1.5, at 6, ECF Nos. 1–2.)  Trask, \na resident of New Hanover County, North Carolina, is a real estate developer in the \nWilmington area.  (Rule 56(d) Order ¶ 22; Aff. Raiford G. Trask, III ¶¶ 2–3, ECF No. \n43 [“Trask Aff.”].) \n5. NDCO is a Colorado limited liability company with its principal place of \nbusiness in Colorado Springs, Colorado.  (Am. Countercl. ¶ 1; Compl. Ex. C, § 1.5, at \n6.)  NDCO’s membership consists of non -parties LB Holding Co mpany, LLC ( the \n“Land Bank”), and ALTIM, LLC (“ALTIM”1).  (Am. Countercl. ¶ 46; Compl. Ex. C, at \n1, and § 1.5, at 4, 6.)   \n6. PFD and NDCO each hold a 50% ownership interest in non-party Pender \n1164, a North Carolina limited liability company.  (See Rule 56(d) Order ¶ 21.) \nB. History of the Pender 1164 Property and Formation of Pender 1164 \n7. The Pender 1164 Property combines two adjacent tracts of land: a 500-acre \ntract (“Tract One”) and a 664- acre tract (“Tract Two”).  (Trask Aff. ¶ 9.)  For many \nyears, Tract One was owned by the Land Bank, while Tract Two was owned by \nSidbury Land Holdings, LLC (“Sidbury”).  (See Br. Supp. NDCO’s Mot. Summ. J. Ex. \nP, at 23 –26 [“Cook Dep.”], and Ex. J, at 12– 15 [“Shuttleworth Dep.”], ECF Nos. \n100.17, 100.11; Trask Aff. ¶ 9.)  In 2011, Steven Shuttleworth (“Shuttleworth”), who \n                                                 \n1  ALTIM is referred to as the “Eide/Christian Company” within the Amended Operating \nAgreement.  (See Compl. Ex. C, at 1, and § 1.5, at 4.) \n \n \n \n \nhad been a member of Sidbury when the company acquired Tract Two, approached \nTrask about developing the Pender 1164 Property , which had been sitting \nundeveloped following the 2008 market crash.  (Rule 56(d) Order ¶ 23; Shuttleworth \nDep. 12:14–25, 15:9–11, 72:19–73:13; PFD/Trask’s Mot. Summ. J. Ex. 10, ECF No. \n92.10.) \n8. On May 11, 2012, Trask Land Company, Inc. (Trask’s development \ncompany), and the Land Bank executed a Joint Venture Agreement (“JVA”), in which \nthe Land Bank agreed to contribute Tract On e to a joint venture, while Trask Land \nCompany, Inc. agreed to contribute “its expertise for subdivision, development[,]” and \n“timely pay all Entitlement and Development Expenses.”  (Trask Aff. Ex. 2, §§ 1, 5.) \n9. In September 2012, Trask and the Land Bank formed Pender 1164 for the \npurpose of acquiring Tract Two and developing the entire Pender 1164 Property.   \n(Trask Aff. ¶ 17; Am. Countercl. ¶ 28.)  In November 2012, Trask formed PFD for the \npurpose of participating in Pender 1164.  (Aff. Joseph O. Taylor, Jr. ¶ 12, ECF No. 96 \n[“Taylor Aff.”]; Trask Aff. ¶ 13.)  \n10. Following Pender 1164’s formation, Trask and the Land Bank, with the aid \nof their attorneys, negotiated an operating agreement for Pender 1164 .  (Taylor Aff. \n¶ 13; Am. Countercl. ¶ 29.)  The parties exchanged draft operating agreements that \naddressed various defined terms, such as  “Capital Contribution,” “Development \nDebt,” “Entitlement and Development Services,” and “Entitlement and Development \nExpenses.”  (Taylor Aff. ¶¶ 13, 15–17.)  Documents from these negotiations also show \nthat the parties contemplated  the possibility of Trask’s  “participating in affiliate \n \n \n \n \nenterprises relating to sewer and other activities” and “set[ting] up a utility \nagreement” with a third party.  (Trask Aff. ¶ 66 and Ex. 7.)  During the negotiations, \nTrask and the Land Bank also decided to move forward with an agreement that only \naddressed development of Tract One, since Sidbury had defaulted on the two loans  \nthat together encumbered Tract Two.  (Taylor Aff. ¶ 23; Trask Aff. ¶¶ 13–14.)    \n11. On July 9, 2013, PFD and the Land Bank executed an operating agreement \nfor Pender 1164 (the “Original Operating Agreement”) and terminated the JVA.  \n(Compl. Ex. A, at 1, and § 13.12.)  Pender 1164’s original members were PFD and the \nLand Bank, with PFD designated as the manager.  (Compl. Ex. A, § 1.5, at 5.)  Under \nthe Original Operating Agreement, the Land Bank agreed to convey Tract One to \nPender 1164, while PFD agreed to “ provide to or secure for [Pender 1164]  . . . the \nEntitlement and D evelopment Services”\n2 needed to develop the property.  (Compl. \nEx. A, § 3.1B– C.)  After the Original Operating Agreement was signed, the parties \nsought to have Pender 1164 acquire  Tract Two.  (Cook Dep. 146:18 –147:15; \nShuttleworth Dep. 84:13 –24; Br. Supp. NDCO’s Mot. Summ. J. Ex. I, at 124:3 –12, \nECF No. 100.10 [“Trask Dep.”].)  Michael Cook, a representative of the Land Bank,  \nand Shuttleworth communicated with Sandy Eide Christian (“Christian”), who had \ncome into possession of Tract Two after Sidbury defaulted on the two loans  \n                                                 \n2 As noted above in Paragraph 8 of this Order and Opinion, the JVA obligated Trask Land \nCompany, Inc. to “timely pay all Entitlement and Development Expenses” whereas the \nOperating Agreement required Trask’s entity, PFD, to “provide to or secure for [Pender 1164] \n. . . the Entitlement and Development Services.”  Joseph Taylor, an attorney who represented \nPFD following execution of the JVA and during the negotiations leading up to the Original \nOperating Agreement, asserts that he added this new language “ to ensure it was clear that \nPFD would not be responsible for paying all of the Entitlement and Development Expenses.”  \n(Taylor Aff. ¶ 17.) \n \n \n \n \nencumbering Tract Two.  (Cook Dep. 146:18– 147:15; Shuttleworth Dep. 84:13– 24.)   \nTrask instructed Shuttleworth to negotiate an agreement with Christian which \nwould cause Christian to contribute  Tract Two to Pender 1164 in return for an \nownership interest in the company.  (See Rule 56(d) Order ¶ 37.) \n12. Christian eventually agreed to convey Tract Two to  Pender 1164, so from \napproximately September to October 2013, Trask, the Land Bank,  and Christian, \nwith the aid of their attorneys, negotiated an amendment to the Original Operating \nAgreement, which would  define their business relationship.  (Cook Dep. 152:16 –\n153:18; Br. Supp. NDCO’s Mot. Summ. J. Ex. K, at 31:17 –32:10, ECF No. 100.12 \n[“Christian Dep.”]; Taylor Aff. ¶¶ 29 –30, 33–35.)  In October 2013, the Land Bank \nand ALTIM (Christian’s company) formed NDCO for the purpose of NDCO’s holding \nan ownership interest in Pender 1164, as well as conveying Tract Two to Pender 1164.  \n(Cook Dep. 151:21 –152:25; Christian Dep. 39:18– 40:9; Taylor Aff. ¶  31.)  O n \nNovember 20, 2013, PFD and NDCO executed  the Amended Operating Agreement, \nwhich, by its terms, “amend[ed] and restate[d]” the Original Operating Agreement \nand required NDCO to convey Tract Two to Pender 1164.  (Compl. Ex. C, at 1.)   \nC. The Terms of the Amended Operating Agreement \n13. The Amended Operating Agreement is at the core of the dispute between \nPFD and NDCO.  The Amended Operating Agreement largely mirrors the terms of \nthe Original Operating Agreement.  ( Compare Compl. Ex. A, with  Compl. Ex. C.)  \nUnder the Amended Operating Agreement, PFD and NDCO are  Pender 1164’s only \n \n \n \n \nmembers, with each owning a 50% interest in the company.  (Compl. Ex. C, at List of \nMembers.)   \n14. The Amended Operating Agreement defines  “Capital Contribution” to \nmean “any contribution to the capital of [Pender 1164] in cash or property[,]” (Compl. \nEx. C, § 1.5, at 3), and delineates the specific “Capital Contribution” of each member, \n(Compl. Ex. C, § 3.1).  NDCO agreed to contribute Tract Two  to Pender 1164  and \nmake required payments on the loan encumbering Tract One (the “Stockmens Loan”), \nwhich had previously been contributed to Pender  1164.  (Compl. Ex. C, § 3.1A –B.)  \nMeanwhile, as in the original Operating Agreement, PFD agreed to “provide to or \nsecure for [Pender 1164], by separate contractual and service agreements with \n[Pender 1164], the E ntitlement and Development Services in connection with the \ndevelopment of the P roperty.”3  (Compl. Ex. C, § 3.1C.)   “Entitlement and \nDevelopment Services” are defined as “the services required for the ownership, \nentitlement, and development of the Property[,]” and “Entitlement and Development \nExpenses” are defined as \nall hard and soft costs and expenses (excluding general construction \noverhead ex penses of PFD or its A ffiliates) associated with the \nEntitlement and Development Services . . . including, but not limited to, \nreal and personal property taxes, title, planning, engineering, \nsurveying, construction expenses, site preparation costs, infrastructure \nand amenities costs, . . . and all permit and license fees payable to any \nGovernmental Authority . . . . \n \n                                                 \n3  On July 10, 2013, Task signed a “Development Agreement,” between PFD as Developer \nand Pender 1164 as Owner, and constitutes a “separate contractual and service agreement[]” \nwith Pender 1164 referenced in the Original Operating Agreement and Amended Operating \nAgreement.  (See Rule 56(d) Order ¶ 34;  Br. Opp’n PFD/Trask’s Mot. App. Rec. Ex. A, ECF \nNo. 64.2.) \n \n \n \n \n(Compl. Ex. C, § 1.5, at 4.)  In addition, “Development Debt” is defined as “third-party \ndebt that may be obtained on behalf of [Pender 1164] to pay for some or all of the \nEntitlement and Development Expenses in accordance with Section 3.4 \n[Borrowings].”  (Compl. Ex. C, § 1.5, at 4.)   \n15. The Amended Operating Agreement further provides that, as lots are sold, \nthe generated revenue is to be used first to reimburse PFD for its required expenses \nand to make release payments of $10,000 per lot to pay down the Stockmens Loan \nbefore profits are distributed 50/50 to PFD and NDCO .  (See Compl. Ex. 7 C, § 1.5, \nat 4 (defining “Distributable Cash”), and § 1.5, at 8 (defining “ Release Payments”); \nsee also Rule 56(d) Order ¶ 42–43.) \n16. The Amended Operating Agreement designates  PFD as Pender 1164’s \nmanager and gives PFD broad authority to manage the property’s development, \nsubject to specific limitations.  (Compl. Ex. C, §§ 6.1B, 6.9.)  For example, PFD cannot \nborrow in Pender 1164’s name or use Pender 1164’s property as collateral without the \nconsent of the management committee, (Compl. Ex. C, § 6.9A), which consists of a \nrepresentative of PFD (Trask) and a representative of NDCO (Cook), (Compl. Ex. C, \n§ 1.5, at 6).   \n17. The Amended Operating Agreement also provides that “[t]he dut ies of the \n[m]anagers to [Pender 1164] and the [m]embers are of a fiduciary nature.”  (Compl. \nEx. C, § 6.3 .)  Further, Pender 1164’s m anagement committee and m anager are \nrequired to “perform their duties in good faith, in a manner each reasonably believes \nto be in the best interests of [Pender 1164] , and with such care as an ordinarily \n \n \n \n \nprudent [p]erson in a like position would use under similar circumstances.”  (Compl. \nEx. C, § 6.3.)  As to Pender 1164’s members, the Amended Operating Agreement \nprovides that “[t]he duties of a [m]ember, as to all other [m]embers of [Pender 1164] \nrelated to the business and operation of [Pender 1164 ], are of a fiduciary nature.”  \n(Compl. Ex. C, § 7.3.)   \n18. These fiduciary duties imposed on the members include “a duty of complete \ndisclosure of all business transactions of [Pender 1164] and of good faith in their \ndealings on behalf of and with [Pender 1164] and its [m]embers.”  (Compl. Ex. C, \n§ 7.3.)  However, the Amended Operating  Agreement does permit managers, \nmembers, and members of the management committee  to “have other business \ninterests” and “engage in other activities in addition to those relating to [Pender 1164] \nincluding ownership of other real estate investments which may compete with \n[Pender 1164] or the Property.”  (Compl. Ex. C, § 13.12.) \n19. Finally, the Amended Operating Agreement provides remedies for a voting \ndeadlock or a member’s default.  Section 11.5 provides that “if a voting deadlock \noccurs as to any matter to be decided by [Pender 1164], any Member may give written \nnotice to the other M ember setting forth the facts and circumstances giving rise to \ndeadlock.”  (Compl. Ex. C § 11.5.)  If the deadlock is not resolved within thirty days  \nafter notice is given, any member can initiate a bidding process to purchase the other \nmember’s interest in Pender 1164 or to sell its own interest.  (Compl. Ex. C § 11.5.)   \n20. The Amended Operating Agreement  further provides that a member who \ndeclares bankruptcy or default s on its obligations under the A greement loses its \n \n \n \n \nvoting rights.  (Compl. Ex. C § 10.1 .)  For example, NDCO would be in default if it  \nfailed to make its required payments on the Stockmens Loan , and PFD would be in \ndefault if it fail ed to provide or contract for the  “Entitlement and D evelopment \nServices.”  (Compl. Ex. C § 10.1.)  In the event of a default, the non-defaulting member \ncan provide written notice to the defaulting member, after which the defaulting \nmember will have thirty (30) days to cure the default.  (Compl. Ex. C § 10.3.)  If the \ndefault is not timely cured, the non- defaulting member is given  a set period of time \nin which to exercise an option to purchase the defaulting member’s interest.  (Compl. \nEx. C, § 10.3.) \nD. The Waste Water Treatment Facility and Surface Groundwater  \n21. In 2013, PFD began marketing the development of the Pender 1164  \nProperty, along with adjacent commercial properties purchased by other Trask -\nowned entities , using the name  “Blake Farm” and touting it as a mixed -use \ncommunity.  (Trask Aff. ¶ 8 ; Am. Countercl. ¶¶ 34 –35, 56.)  Around this time, PFD \nand NDCO also agreed to bring water and sewer service to the Pender 1164 Property.  \n(Cook Dep. 165:17–25; Shuttleworth Dep. 37:10–38:20; Trask Aff. ¶¶ 22–23.)  To that \nend, PFD obtained a Pender County Special Use Permit  for the construction of a \nregional waste water treatment facility (“Treatment Facility ”) on the Pender 1164 \nProperty.  (Trask Aff. ¶ 23 ; Am. Countercl. ¶ 56. )  To cover the cost of constructing \nthe Treatment Facility (which had been estimated to be in excess of $19 million ), \nTrask proposed that P ender 1164 convey twenty -nine acres of the Pender 1164 \nProperty to third-party Pluris Hampstead, LLC (“Pluris”), which would then \n \n \n \n \nconstruct the Treatment Facility and collect charges and fees for sewer service.  (Cook \nDep. 165:17–166:18; Trask Aff. ¶ 23  and Ex. 8.)  On September 16, 2014, Cook  sent \nan email to others involved with PFD and NDCO regarding the proposed agreement \nwith Pluris , in which he acknowledg ed the benefit of allowing a third  party to \nconstruct the Treatment Facility, but also noted that Pluris would “receive the benefit \nof tap and service fees” from  the Pender 1164 Property and surrounding properties.  \n(Trask Aff. Ex. 8, at 2.)   \n22. Trask also determined that it was necessary , under zoning regulations, to \nconstruct surface groundwater impoundment ponds (“SGI ponds”) to store surplus \nwater from the Treatment Facility .  (Taylor Aff. ¶ 40; Am. Countercl. ¶ 67.)  \nTherefore, Trask proposed that Pender 1164 convey ten acres of the Pender 1164 \nProperty to Blake Farm Pond, LLC (“BFP”), a Trask -owned company, and, in turn, \nBFP would construct the SGI ponds for the Pender 1164 Property .  (Taylor Aff. ¶ ¶ \n40–43; Trask Aff. ¶¶ 64–65 and Ex. 6; Am. Countercl. ¶ ¶ 67, 80.)  In the September \n16, 2014 email  concerning the proposed Treatment Facility agreement with Pluris, \nCook inquired whether Pender 1164 would have to pay future fees or expenses to BFP \nas part of the SGI ponds transaction .  (Trask Aff. Ex. 8, at 2.)  Cook also stated his \nbelief that the long -term value of the surface groundwater was  “[a]rguably” much \ngreater than the $20,000 that BFP would pay for the 10 acres, “or there would be no \ndesire to take this asset outside [their] existing partnership.”  (Trask Aff. Ex. 8, at 2.)   \n23. NDCO ultimately agreed to allow Pender 1164 to convey  the twenty-nine \nacres to Pluris and the ten acres to BFP.  On October 24, 2014, Christian, a manager \n \n \n \n \nof NDCO, signed  two company resolutions authorizing the conveyances on NDCO’s \nbehalf.  (Trask Aff. Exs. 5–6.)  BFP paid $20,000 ($2,000 per acre) to Pender 1164 in \nexchange for Pender 1164’s conveyance of the 10 acres.  (Trask Aff. Ex. 6, at 2.)  The \nparties dispute who knew the extent of  the income-generating potential of the SGI \nponds at the time that NDCO authorized the conveyance to BFP.  NDCO alleges that \nTrask was aware that the SGI ponds would generate substantially more income than \nthe $20,000 BFP paid for the property , but that he never disclosed this income -\ngenerating potential to NDCO before the company authorized the conveyance to BFP.  \n(Br. Supp. NDCO’s Mot. Part. Summ. J., at 4–6, ECF No. 102.)  Trask, on the other \nhand, alleges that NDCO was aware that the SGI ponds would generate some income \nbefore authorizing the conveyance, but that no one, including Trask, knew how much \nincome would be generated or when that income would be realized.   (Br. Supp. \nPFD/Trask’s Mot. Summ. J., at 10, ECF No. 93.) \n24. On June 6, 2014, Trask on behalf of PFD signed  a Purchase and Sale \nAgreement with Pluris (the “PSA”), which provided that Pender 1164 would transfer \n28 acres of its property to Pluris in connection with the construction of the Treatment \nFacility.  (Br. Supp. NDCO’s Mot. Summ. J. Ex. F, at 1–2, 14, ECF No. 100.7 [“PSA”].)  \nAlthough Trask’s signature on the PSA  indicated he signed the document on behalf \nof Pender 1164, NDCO alleges that it was unaware that Trask had signed th e PSA \nand that Trask did not have the authority to enter into such an agreement on behalf \nof Pender 1164.  (Br. Supp. NDCO’s Mot.  Part. Summ. J., at 2 –4; Am. Countercl. \n¶ 82.)  The PSA also contemplated an  additional agreement between Pluris  and \n \n \n \n \nPender 1164 regarding the maintenance of the SGI ponds.  ( PSA, § 13.6.)  However, \nthis maintenance agreement was ultimately executed by Pluris and BFP, not Pender \n1164.  (Br. Supp. NDCO’s Mot. Summ. J. Ex. G, at 1–2, ECF No. 100.8.) \nE.  PFD Seeks Financing for Development \n25. As early as 2015, development of the Pender 1164 Property experienced a \nseries of delays for  a variety of reasons , such as inclement weather, increased \nregulation of storm water runoff collection, and the poor quality of the Property’s soil.  \n(Trask Aff. ¶¶ 27–37; Am. Countercl. ¶¶ 100, 106.)   \n26. In early 2016, Trask sought financing for development of the Pender 1164 \nProperty from South State Bank (“South State”).  ( Trask Dep. 212:2 –13; Br. Supp. \nNDCO’s Mot. Summ. J. Ex. A  ¶¶ 28–29, ECF No. 100. 2 [Muhl Aff.”]. )  In January \n2016, Trask contacted Robert Alexander (“Alexander”), a representative of Stockmens \nBank, to discuss a potential subordination of the ou tstanding Stockmens Loan held \nby Stockmens Bank .  (Muhl Aff., at Ex. B.)   Trask and Cook also discussed this \npotential subordination but Cook believed that Stockmens Bank would be reluctant \nto subordinate its loan.  (Trask Aff. ¶¶ 39–40.) \n27. In April 2016, South State issued a loan commitment letter  (the “South \nState Loan Proposal”), (Compl. Ex. D), which Trask presented to NDCO , (Muhl Aff. \n¶ 30).  Under the South State Loan Proposal , South State would issue PFD a $7.5 \nmillion development loan for purposes of paying for the costs of development of the \nProperty that would be secured by 900.5 acres of the Pender 1164 Property, “free and \nclear of all liens.”  (Compl. Ex. D, at 1.)  The South State Loan Proposal also required \n \n \n \n \nthat the development loan  be paid in full before any payments were made to \nStockmens Bank.  (Compl. Ex. D, at 2.)   \n28. Cook, on behalf of NDCO, rejected the South State Loan Proposal , stating \nthat NDCO never anticipated nor agreed that any of the Pender 1164 Property would \nbe used as collateral to secure a loan to fund Trask’s obligations under the Amended \nOperating Agreement.  (Muhl Aff. ¶ 31; Am. Countercl. ¶ 130.)  Stockmens Bank also \nrefused to subordinate the Stockmens Loan and did not agree to be paid after South \nState was paid in full.  (Rule 56(d) Order ¶ 56; Muhl Aff. ¶¶ 30–31.)  Alexander later \nstated that the South State Loan Proposal was much different than the proposal that \nhad been originally presented by Trask to Stockmens Bank.  (Muhl Aff., at Ex. D.)   \nAfter the South State Loan Proposal was rejected, the parties continued discussing \nalternative financing proposals, including a new proposal from South State, but  the \nparties were never able to reach agreement on financing  for development of the \nPender 1164 Property.  (Trask Aff. ¶ 56; Am. Countercl. ¶ 142.)   \n29. On July 26, 2016, Trask emailed a letter to Cook , stating that PFD and \nNDCO were deadlocked under Section 11.5 of the Amendment Operating Agreement \nas to financing for development of the Pender 1164 Property  and that other issues, \nincluding whether the Pender 1164 Property could be used as collateral to secure a \ndevelopment loan, had contributed to the deadlock.  (Compl. Ex. F.)   \n30. Cook, on behalf of NDCO,  responded to Trask’s deadlock letter by letter \ndated August 24, 2016.  (Compl. Ex. G.)  Cook stated that NDCO believed that PFD’s \nobligation to “provide to or secure for [Pender 1164], by separate contractual and \n \n \n \n \nservice agreements with [Pender 1164], the Entitlement and Development Services” \nrequired PFD to advance funds for those services, meaning that PFD was not entitled \nto fund development t hrough a development loan secured by the Pender 1164 \nProperty.  (Compl. Ex. G, at 2.)  Cook further stated that NDCO had proposed an \nacceptable development loan (i.e., only using the lots that were ready to be completed \nas collateral to secure the loan), but that PFD made no efforts to shop the proposal to \nother lenders who may have accepted the terms of that proposal.  (Compl. Ex. G, at \n3.)  Cook’s letter also provided notice of default under  Section 10.3 of the Amended \nOperating Agreement, asserting that PFD had defaulted on its obligation to provide \nor pay for the  entitlement and development expenses  and that it had committed a \nbreach of fiduciary duty.  (Compl. Ex. G, at 3–4.) \n31. On August 31, 2016, PFD’s attorneys  responded to Cook’s  letter, denying \nthat PFD was in default and stating that PFD remained willing to work with NDCO \nto resolve the deadlock and move forward with development  of the Pender 1164  \nProperty.  (Compl. Ex. H.)  \n32. For approximately one year after PDF through Trask made the deadlock \ndeclaration, Trask kept developing the Pender 1164 Property .  (Rule 56 (d) Order \n¶ 66.)  Beginning in October 2016, Trask sought financing from the Bank of North \nCarolina.  (Rule 56(d) Order ¶ 67 .)  Trask then emailed NDC O multiple loan term \nsheets from Bank of North Carolina, but NDCO did not accept any of those proposals.  \n(Muhl Aff. ¶¶ 35–36; PFD/Trask’s Mot. Summ. J. Ex. 29, ECF No. 92.29.) \n \n \n \n \n33. On April 20, 2017, Cook sent a letter to PFD providing notice of continuing \ndefault and of NDCO’s election to purchase PFD’s interest in Pender 1164.  (Compl. \nEx. I.)  PFD then commenced this action by filing its Complaint for Declaratory Relief \non May 5, 2017, seeking a declaration of the parties’ rights and duties under the \nAmended Operating Agreement.  (ECF No. 1.)   \nIII. PROCEDURAL BACKGROUND \n34. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Cross-Motions. \n35. After the filing of PFD’s Complaint, t his action was designated a s a \nmandatory complex business case by order of the Chief Justice of the Supreme Court \nof North Carolina dated May 10, 2017, (ECF No. 4), and was assigned to the \nundersigned by order of the Chief Business Court Judge on that same date, (ECF No. \n5).  \n36. On July 17, 2017, NDCO filed its Answer and Counterclaim.  (ECF No. 14.) \n37. On January 8, 2018, NDCO filed a Motion to Amend Counterclaim and Add \nThird-Party Complaint, (ECF No. 33), along with a verified M otion for Preliminary \nInjunction, (ECF No. 35), and brief in support, (ECF No. 36). \n38. On January 12, 2018, with the Court’s leave and PFD’s consent, NDCO filed \nits verified Amended Counterclaim and Third-Party Complaint, asserting third-party \nclaims against Trask.  (ECF No. 41.) \n39. On February 14, 2018, PFD /Trask filed an  Answer to Amended \nCounterclaim and Third-Party Complaint.  (ECF No. 54.) \n \n \n \n \n40. On March 12, 2018, the Court entered its  Order Denying Defendant’s \nMotion for Preliminary Injunction.  (ECF No. 56 [“Order Denying Prelim. Inj.”].) \n41. Following extensive discovery, o n October 8, 2018, the parties filed the \nCross-Motions.  (See ECF Nos. 88, 90, 92.)  Along with its two motions for summary \njudgment and partial summary judgment, (ECF Nos. 88, 90), NDCO filed a motion \npursuant to Rule 56(d) seeking a finding by the Court of uncontested material facts \nin this action, (see ECF No. 88).  On November 6, 2019, based on the filings and the \nrecord submitted by the parties, the Court entered the Rule 56(d) Order, setting forth \nthe material facts existing without substantial controversy , (see Rule 56(d) Order, \nECF No. 146), which was amended by the Court as to two specific facts on March 17, \n2020, (ECF No. 197) , pursuant to PFD/Trask’s Motion to Amend  the Court’s Rule \n56(d) Order, (ECF No. 150).     \n42. The Cross-Motions have been fully briefed, and the Court held a hearing on \nthe Cross-Motions on September 18, 2019.  Accordingly, the Cross-Motions are now \nripe for resolution. \nIV. LEGAL STANDARD \n43. Summary judgment is appropriate “if the pleadings, depositions, answers \nto interrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto a judgment as a matter of law.”  N.C.G.S. § 1A-1, Rule 56(c).  “A ‘genuine issue’ is \none that can be maintained by substantial evidence.”  Dobson v. Harris, 352 N.C. 77, \n83, 530 S.E.2d 829, 835 (2000). \n \n \n \n \n44. The moving party bears the burden of showing that there is no genuine \nissue of material fact and that the movant is entitled to judgment as a matter of law.  \nHensley v. Nat’l Freight Transp., Inc. , 193 N.C. App. 561, 563,  668 S.E.2d 349, 351  \n(2008).  The movant may make the required showing by proving that “an essential \nelement of the opposing party’s claim does not exist, cannot be proven at trial, or \nwould be barred by an affirmative defense, or by showing through discovery that the \nopposing party cannot produce evidence to support an essential element of her claim.”  \nDobson, 352 N.C. at 83, 530 S.E.2d at 835 (citations omitted). \n45. “Once the party seeking summary judgment makes the required showing, \nthe burden shifts to the nonmoving party to produce a forecast of evidence \ndemonstrating specific facts, as opposed to allegations, showing that he can at least \nestablish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784−85, \n534 S.E.2d 660, 664  (2000).  The Court must view the evidence in the light most \nfavorable to the nonmovant.  Dobson , 352 N.C. at 83, 530 S.E.2d at 835.  However, \nthe nonmovant “may not rest upon the mere allegations or denials of his  pleading, \nbut his response, by affidavits or as otherwise provided in this rule, must set forth \nspecific facts showing that there is a genuine issue for trial.  If [the nonmovant] does \nnot so respond, su mmary judgment, if appropriate, shall be entered against [the \nnonmovant].”  N.C.G.S. § 1A-1, Rule 56(e).  \nV. ANALYSIS \n46. NDCO moves for (1) summary judgment on PFD’s claim for declaratory \njudgment (“PFD’s Declaratory Judgment Claim”) and (2) partial summary judgment \n \n \n \n \non NDCO’s claims for declaratory judgment, breach of fiduciary duty, breach of \ncontract, constructive fraud, a nd fraud/fraud in the inducement (“NDCO’s \nCounterclaims and Third-Party Claims”).  PFD /Trask move for summary judgment \non both PFD’s Declaratory Judgment Claim and NDCO’s Counterclaims and Third-\nParty Claims.   \nA. The Parties’ Competing Declaratory Judgment Claims and NDCO’s \nBreach of Contract Claim \n \n47. The Court first considers  the parties’ competing requests for summary \njudgment relating to their respective declaratory judgment claims  and NDCO’s \nbreach of contract claim, since these claims all arise from the parties’ disagreement  \nsurrounding the interpretation of the term “Entitlement and Development Services” \nin the Amended Operating Agreement.  The parties have differing positions as to  \nwhether the Amended Operating Agreement gives PFD the right to use the Pender \n1164 Property as collateral to secure a loan to fund the “Entitlement and \nDevelopment Services” or whether PFD was to fund these services out-of-pocket and \nthereafter obtain repayment from lot sales.   \n48. Under the North Carolina Declaratory Judgment Act, N.C.G.S. § 1 -253, et \nseq., a trial court “may determine the validity and enforceability of a contract.”  \nBueltel v. Lumber Mut. Ins. Co., 134 N.C. App. 626, 630, 518 S.E.2d 205, 208 (1999).  \n“When the language of the contract is clear and unambiguous, construction of the \n[contract] is a matter of law for the court and the court cannot look beyond the terms \nof the contract to determine the intentions of the parties.”  Bank of Am., N.A. v. Rice, \n230 N.C. App. 450, 456, 750 S.E.2d 205, 209 (2013) (citation omitted).  Accordingly, a \n \n \n \n \ncourt can decide a declaratory judgment claim , as a matter of law , when that claim \nrests on interpreting clear and unambiguous contractual language.  See Hall v. Hall, \n35 N.C. App. 664, 665–66, 242 S.E.2d 170, 172 (1978) (holding that it was proper for \nthe trial court to decide a declaratory judgment claim, as a matter of law, where the \ncontractual language at issue was unambiguous).   \n49. Conversely, when a declaratory judgment claim involves interpreting \nambiguous contractual language, that claim should be left to the trier of fact to decide.  \nSee N.C.G.S. § 1 -261 (“When a proceeding under this Article involves the \ndetermination of an issue of fact, such issue may be determined in the same manner \nas issues of fact are tried and determined in other civil action s in the court in which \nthe proceeding is pending.”); see also Penley v. Penley, 314 N.C. 1, 25, 332 S.E.2d 51, \n65 (1985) (“Factual questions, pursuant to G.S. 1 -261, can be determined by a jury \nand questions of law determined by the court.”). \n50. An operating agreement is a contract.  N.C. State Bar v. Merrell, 243 N.C. \nApp. 356, 370,  777 S.E.2d 103, 114 (2015).  Accordingly, the initial question before \nthe Court on the parties’ competing declaratory judgment claims and NDCO’s breach \nof contract claim  is whether the Amended Operating Agreement is clear and \nunambiguous and can therefore be interpreted by the Court as a matter of law.  \nSpecifically, the Court must evaluate whether PFD’s obligation to “provide to or \nsecure” the “Entitlement and Development Services” under the Amended Operating \nAgreement is unambiguous and supports either NDCO’s or PFD/Trask’s position.  \nUnless either NDCO or PFD/Trask can show that the plain meaning of the \n \n \n \n \nAgreement supports either of their positions, then the question cannot be resolved on \nsummary judgment.  See RME Mgmt., LLC v. Chapel H.O.M. Assocs., LLC , 795 \nS.E.2d 641, 645 (N.C. Ct. App. 2017) (stating that , where a contract is ambiguous, \n“resort to extrinsic evidence is necessary and the question is one for the jury”). \n51. NDCO and PFD/Trask each offer differing interpretations of the meaning \nof the Amended Operating Agreement’s statement that “PFD will provide to or secure \nfor the Company, by separate contractual and service agreements with the Company, \nthe Entitlement and Development Services in connection with the development of the \nProperty[,]” (Compl. Ex. C, § 3.1C) , and cite to the summary judgment record f or \nsupport for their respective positions.  \n52. NDCO contends that this language obligates PFD to advance the costs out-\nof-pocket for the “Entitlement and Development Services,” without any right to \nfinance such services  using the Pender 1164 Property as colla teral.  (Br. Supp. \nNDCO’s Mot. Summ. J., at 15, ECF No. 100.)  PFD and Trask disagree.  They argue \nthat PFD can fulfill its obligation to provide or secure the “Entitlement and \nDevelopment Services” in several ways, including by borrowing funds from a lender  \nusing the Pender 1164 Property as collateral.   (Br. Supp. PFD/Trask’s Mot. Summ. \nJ., at 14, ECF No. 93.)   \n53. As noted above, in determining whether the language of a contract is clear \nand unambiguous , the court cannot look beyond the terms of the contract to \ndetermine the intention of the parties.  Rice, 230 N.C. App. at 456, 750 S.E.2d at 209.  \nInstead,  \n \n \n \n \nNorth Carolina law requires a court to interpret a contract by examining \nits language for indications of the parties’ intent at the moment of \nexecution.  The intention of the parties must be gathered and viewed \nfrom the four corners of the instrument.  If only one reasonable \ninterpretation exists, the courts must enforce the contract as written[.]   \n \nFairview Developers, Inc. v. Miller, 187 N.C. App. 168, 171, 652 S.E.2d 365, 367 (2007) \n(internal citations, quotation marks, and brackets omitted). \n54. “A contractual clause is ambiguous if the language used is fairly and \nreasonably susceptible to either of the constructions asserted by the parties.”  \nNovacare Orthotics & Prosthetics E., Inc. v. Speelman , 137 N.C. App. 471, 476,  528 \nS.E.2d 918, 921 (2000) (citation and quotation marks omitted).   “Where a contract \ndoes not define a term used, non -technical words are to be given their meaning in \nordinary speech, unless the context clearly indicates another meaning was intended.”  \nWakeMed v. Surgical C are Affiliates, LLC, 243 N.C. App. 820, 825,  778 S.E.2d 308, \n312 (2015) (citation and quotation marks omitted).  For the same reasons the Court \nset forth in the Order Denying  Defendant’s Preliminary Injunction, the Court \nconcludes that both parties’ interpretations of “provide to or secure for” are supported \nby the four  corners of the Amended Operating Agreement.  ( See Order Denying \nPrelim. Inj. ¶¶ 45–47.)        \n55. This conclusion alone renders the Court incapable of resolving these claims \non summary judgment .  Moreover, the record on summary judgment calls into \nquestion whether the parties had a meeting of the minds regarding how  the \n“Entitlement and Development Expenses” were going to be paid, which is a material \nprovision of the Amended Operating Agreement.  (See Rule 56(d) Order ¶ 40 .)  The \n \n \n \n \nvery essence of the parties’ decision to form Pender 1164 and to enter into the \nAmended Operating Agreement  revolved around how the P roperty was going to be \ndeveloped and who was responsible for paying those costs.   NDCO asserts that the \nPender 1164 Property was never contemplated as being used as collateral to secure \nfunding of the “Entitlement and Development Services .”  (Br. Supp. NDCO’s Mot. \nSumm. J., at 9, 17.)  In support of this assertion, NDCO points to Trask’s deposition, \nwhere Trask could not say whether he ever specifically told anyone from the Land \nBank that he pl anned to use the Pender 1164 Property as collateral to finance the \n“Entitlement and Development Services.”  (See Trask Dep. 76–77, 125:24–126:6.)   \n56. NDCO also notes that Trask never informed Christian in negotiations \nleading up to the execution of the Amended Operating Agreement that PFD /Trask \nwould have no obligation to pay for “ Entitlement and Development Expenses.”  (Br. \nSupp. NDCO’s Mot. Summ. J., at 4–5.)  In her deposition, Christian stated that, had \nTrask informed her that he was not “willing to pay for entitlement and development  \nservices,” she would “have never joined the joint venture.”  (Christian Dep. 70–71.)  \nMoreover, from the execution of the Amended Operating Agreement until the spring \nof 2016, a period of approximately 16 months, Trask/PFD paid for the “E ntitlement \nand Development Services” and provided quarterly reports to NDCO.  (See Rule 56(d) \nOrder ¶ 45; Br. Supp. NDCO’s Mot. Summ. J., at 5.)  In those quarterly reports, Trask \ndid not indicate that moving forward with development of the Pender 1164 Property \nwas contingent upon Trask’s being able to obtain a loan and secure that loan with as \n \n \n \n \nmuch of the Property as a bank may require.  ( See Rule 56(d) Order ¶ 46; Br. Supp. \nNDCO’s Mot. Summ. J., at 5.)   \n57. All of this  evidence provides support for NDCO’s interpretation that the \nAmended Operating Agreement obligates PFD to pay out -of-pocket for the \n“Entitlement and Development Services,” without any right to use the Pender 1164 \nProperty as collateral to secure a development loan, and more importantly, that PFD \nunderstood that it did not ha ve that option when entering into the Amended \nOperating Agreement. \n58. PFD and Trask have also offered evidence supporting a different  \ninterpretation and understanding of PFD’s obligations under the Amended Operating \nAgreement when it was executed by the parties .  According to PFD /Trask, the \nsummary judgment record shows  that the parties’ negotiation of the definition of \n“Development Debt,” which is defined as “third- party debt that may be obtained on \nbehalf of [Pender 1164] to pay for some or all of the Entitlement and Development \nExpenses[,]” (Compl. Ex C, § 1.5, at 4), indicates that the parties contemplated PFD’s \nborrowing money on behalf of Pender 1164 to pay for some or all of the “Entitlement \nand Development Expenses.”  (Br. Supp. PFD/Trask’s Mot. Summ. J., at 15.)  In fact, \nthe record discloses that during negotiat ions, Taylor , PFD’s real estate attorney,  \n“communicated with Mr. Cook that [PFD/Trask] contemplated using the 1164 \nproperty for collateral and for funding the infrastructure with debt.”  (Taylor Aff. ¶¶ \n3, 17.) \n \n \n \n \n59. Additionally, PFD and Trask rely on the negotiations leading up to  the \nsigning of the Operating Agreement, in  which the parties chose to strike the word \n“pay” for the development costs and replace it with “provide to or secure for.”  (Br. \nSupp. PFD/Trask’s Mot. Summ. J., at 16; Taylor Aff. ¶¶ 8–26, Ex. A–I.)  Lastly, PFD \nand Trask reference documents showing that, prior to and after the execution of the \nAmended Operating Agreement, Trask and members of NDCO discussed \nsubordinating the Stockmens Loan  in favor of a development or construction loan.   \n(Br. Supp. PFD/Trask’s Mot. Summ. J., at 16 (citing PFD/Trask’s Mot. Summ. J. Ex. \n19, at PFD-00015728, PFD-00015741, PFD-00015755, PFD-00015796, and Ex. 20, at \nPFD-00032881, PFD-00032918, PFD-00032937, ECF Nos. 92.19– 92.20; Taylor Aff. \n¶ 17; Trask Aff. ¶ 38 and Ex.4).) \n60. In short, both NDCO and PFD/Trask have submitted substantial evidence \nin support of their respective interpretations of the Amended Operating Agreement’s \nterms that potentially implicates whether the parties had a meeting of the minds \nwhen negotiating and executing the Amended Operating Agreement.  To be clear, the \nCourt does not herein conclude that there is a genuine issue of material fact as to \nmutual assent s imply because the parties are in dispute about the terms of the \nAmended Operating Agreement.  Rather, mutual assent is an issue in this case \nbecause whether or not the parties understood that PFD could use the Pender 1164 \nProperty as collateral to secure a  development loan goes to the very heart of the \nformation of Pender 1164 and the parties’ contemplation of the Amended Operating \nAgreement.  See Normile v. Miller, 313 N.C. 98, 103, 326 S.E.2d 11, 15 (1985) (stating \n \n \n \n \nthat a valid contract only exists “when the parties assent to the same thing in the \nsame sense” (citation and quotation marks omitted)).  \n61. For these reasons, the Court concludes that there are genuine issues of \nmaterial fact on the parties’ competing claims for declaratory judgment and on \nNDCO’s breach of contract claim, thereby rendering these claims incapable of \nresolution on summary judgment.    \nB. NDCO’s Fiduciary Claims \n \n62. The Court now turns to NDCO’ s breach of fiduciary duty and constructive \nfraud claims.  Though these two claims are distinct, both require the existence of a \nfiduciary relationship between the parties.  Vanguard Pai Lung, LLC v. Moody, 2019 \nNCBC LEXIS 39, at *16 (N.C. Super. Ct. June 19, 2019). \n63. Under the North Carolina Limited Liability Company Act , an LLC’s \nmembers do not owe fiduciary duties to each other.  See Kaplan v. O.K. Techs., L.L.C., \n196 N.C. App. 469, 473, 675 S.E.2d 133, 137 (2009).  Rather, an LLC’s managers owe \nfiduciary duties to the LLC.  See id. at 474, 675 S.E.2d at 137.  Thus, under North \nCarolina’s default rules for LLCs, should they apply, there is no fiduciary relationship \nbetween NDCO and PFD simply because they are both members of Pender 1164, nor \nis there a statutory fiduciary relationship between NDCO and Trask  under North \nCarolina’s default rules for LLCs , since Trask  is simply part of  Pender 1164’s \nmanagement committee.   \n64. However, “[t]he rights and duties of LLC members [and company officials] \nare ordinarily governed by the company’s operating agreement, not b y general \n \n \n \n \nprinciples of fiduciary relationships.”  Strategic Mgmt. Decisions v. Sales Performance \nInt’l, 2017 NCBC LECIS 69, at *10–11 (N.C. Super. Ct. Aug. 7, 2017) (citing N.C.G.S. \n§ 57D-2-30).  This is especially true where the parties to the operating agreement \nhave “bargained for comprehensive terms to govern [ the members’] relationship[s],” \nsometimes extending fiduciary duties to each other, and other times  declining to do \nso.”  See id. at *11.    \n65. NDCO argues that the Amended Operating Agreement imposes fiduciary \nduties in two separate sections.  First, Section 6.3 provides that “[t]he duties of the \n[m]anagers to [Pender 1164] and the [m]embers are of a fiduciary nature.”  (Compl. \nEx. C, § 6.3.)  Section 6.3 further provides that both “[t]he [m]anagement [c]ommittee \nand the [m]anager shall perform their duties in good faith, in a manner each \nreasonably believes to be in the best interests of [Pender 1164] . . . .”  (Compl. Ex. C, \n§ 6.3.)  Second, Section 7.3 imposes a fiduciary duty on ea ch member as to all other \nmembers in relation to the business and operation of Pender 1164.  (Compl. Ex. C, \n§ 7.3.)   \n66. Therefore, NDCO relies on the fact that, under the Amended Operating \nAgreement’s express terms, PFD, as a member/manager of Pender 1164, owes \nfiduciary duties to both Pender 1164 and NDCO, and Trask, as a member of Pender \n1164’s management committee (i.e., an official of Pender 1164), also owes Pender \n1164 and NDCO duties of good faith and loyalty. \n67. The Court concludes that if the Amended Ope rating Agreement is a valid \nand enforceable agreement, it would, in fact, impose a fiduciary duty upon PFD to \n \n \n \n \nNDCO.  But it is not a given that the Amended Operating Agreement is valid and \nenforceable under North Carolina law.  As the Court has discussed i n detail above, \nthe parties have materially varying positions regarding the proper interpretation of \na material term of the Amended Operating Agreement.  This disagreement implicates \nand casts doubt on the enforceability of the agreement itself. \n68. Because th ere is a genuine factual dispute potentially implicating the \nenforceability of the Amended Operating Agreement, the Court cannot, on summary \njudgment, determine that, as a matter of law,  a fiduciary relationship existed \nbetween PFD and NDCO under the Amended Operating Agreement.  For this reason, \nNDCO’s motion as to its claims for breach of fiduciary duty and constructive fraud \nagainst PFD must be denied.     \n69. Trask’s relationship with NDCO requires a different analysis.  Their \nrelationship is complicated by the additional fact that the parties to the Amended \nOperating Agreement, negotiated extensively by sophisticated business parties and \ntheir counsel, imposed duties on Trask of good faith and loyalty but, unlike with the \nmembers of the LLC, did not expressly provide that those duties were of a fiduciary \nnature.  For the Court to translate Trask’s duties of good faith and loyalty to NDCO \nas fiduciary duties could “undermine the contractual n ature of [the] Operating \nAgreement.”  HCW Ret. & Fin. Servs., LLC v. HCW Emple. Benefit Servs., LLC, 2015 \nNCBC LEXIS 73, at *47 n. 102 (N.C. Super. Ct. Jul. 14, 2015).  Notwithstanding this \nconsideration, the Court acknowledges that Trask’s relationship wi th NDCO is \nfundamentally different from NDCO’s relationship with PFD.  There is significant \n \n \n \n \ncase law surrounding the fiduciary duties, or lack thereof, between two members of \nan LLC or, in the context of corporate shareholders, the duties that a majority  \ncorporate shareholder could owe to minority shareholders.  See Finkel v. Palm Park, \nInc., 2019 NCBC LEXIS 38, at *25–26 (N.C. Super. Ct. June 11, 2019) (summarizing \nrecent case law).  That law focuses on the degree of control between members and \nshareholders, acknowledging the fact that  control does not always correlate to \nmajority interest.  Id.; see also Strategic Mgmt. Decisions, 2017 NCBC LEXIS 69, at \n*10–12 (quoting Blythe v. Bell, 2013 NCBC LEXIS 17, at *14 (N.C. Super. Ct. Apr. 8, \n2013)). \n70. But here, any control Trask may have had over Pender 1164 was not control \noriginating from his membership interest —because, individually, he had none —but \nfrom management duties he was entrusted to perform consistent with those covered \nin the Amended Operating Agreement.\n4  And beyond these express responsibilities to \nPender 1164, Trask was the only individual on the management committee who was \nphysically located in North Carolina , Trask was the sole person whom Cook and \nNDCO were relying upon to handle the day -to-day responsibilities for the \nmanagement and development of the Pender 1164 p roject, and NDCO relied upon \nTrask’s connections in the Wilmington community to further the purpose of Pender \n1164.  (Cook Dep. 90:4–6, 141:1–4, 158–160.)  Trask’s involvement with the Pender \n                                                 \n4 As a member of the management committee, Trask squarely falls under Chapter 57D’s \ndefinition of “company official,” which is “[a]ny person exercising any management authority \nover the limited liability company whether the person is a manager or referred to as a \nmanager, director, or officer or given any other title.”   N.C.G.S. § 57D-1-03(5).  Accordingly, \nhis duties clearly create a fiduciary relationship between him and Pender 1164.  However, \nPender 1164 is not a party to this litigation.   \n \n \n \n \n1164 project was extensive, and NDCO, an out-of-state company, relied significantly \non Trask.  Despite not expressly  attributing Trask as a fiduciary of  NDCO in the \nAmended Operating Agreement, the Court cannot conclude that there are no facts \nthat would support determination that  a de facto  fiduciary relationship existed \nbetween Trask and NDCO.  \n71. “Whether a de facto fiduciary relationship exists ‘is generally a question of \nfact for the jury.’”  Can-Dev, ULC v. SSTI Centennial, LLC, 2018 NCBC LEXIS 9, at \n*17 (N.C. Super. Ct. Jan. 25, 2018).  The Court concludes that the record is disputed \nas to the facts underlying Trask’s relationship with NDCO , and therefore, whether \nTrask was a fiduciary to NDCO is one that cannot be correctly decided on summary \njudgment.  For these reasons, NDCO’s motion for summary judgment as to its claims \nfor breach of fiduciary duty and constructive fraud against Trask must be denied.   \nC. NDCO’s Fraud in the Inducement Claim \n72. The Court turns its attention to ND CO’s final claim against PFD/Trask: \nfraud in the inducement.  The elements of fraud in the inducement are  (1) a false \nrepresentation or concealment of a material fact, (2) reasonably calculated to deceive, \n(3) made with intent to deceive, (4) which does in fact deceive, (5) resulting in damage \nto the injured party.  Media Network, Inc. v. Long Haymes Carr, Inc. , 197 N.C. App. \n433, 453,  678 S.E.2d 671, 684 (2009) (citation and quotation marks omitted) .  A  \nmaterial fact is one that, if false ly asserted or wrongfully suppressed, would have \ninfluenced the complaining party’s judgment or decision in making the contract at \nall.  See Godfrey v. Res- Care, Inc. , 165 N.C. App. 68, 75– 76, 598 S.E.2d 396, 402  \n \n \n \n \n(2004).  “Tort actions for deceit or fraud require showing intent to deceive or scienter, \nwhich are heavy burdens of proof.”  Media Network, Inc., 197 N.C. App. at 451, 678 \nS.E.2d at 683.  \n73. Here, NDCO bases its fraud in the inducement claim on the following \nallegations: (1) Trask’s representations t hat PFD would pay the “Entitlement and \nDevelopment Services”; (2) Trask’s concealment of the material fact that he had no \nintention of doing that or providing or securing the “ Entitlement and Development \nServices,” unless PFD could borrow money and secure any loan with the Pender 1164 \nProperty; and (3) PFD/Trask’s failure to disclose the existence of the PSA and the \nincome-generating opportunities associated with the PSA.  ( See Br. Supp. NDCO’s \nMot. Part. Summ. J., at 18–19.) \n74. Based on the record before the Court on summary judgment , the Court \nconcludes that there are genuine issues of material fact which render it unable to  \nresolve NDCO’s fraud in the inducement claim  prior to trial .  As to PFD/Trask’s  \nalleged misrepresentation/concealment of a material fact, NDCO contends that \n“Trask’s agent Shuttleworth made express representations that Trask would be \npaying all of the development costs ,” but that Trask had no intention of actually \npaying for those costs.  ( See Br. Supp. NDCO’ s Mot. Summ. J., at 17 ; Br. Supp. \nNDCO’s Mot. Part. Summ. J., at 18.)  Agency, however, is a question of fact, see Green \nv. Freeman, 233 N.C. App. 109, 112,  756 S.E.2d 368, 372 (2014), and one that is not \nappropriate to resolve here, where the evidence is disputed as to the  relationship \nbetween Trask and Shuttleworth, (see Rule 56(d) Order ¶¶ 37–39, 41).  Moreover, as \n \n \n \n \nexplained above, there is a genuine issue of material fact as to how the “Entitlement \nand Development Services” were intended to be funded, and therefore, the Court \ncannot conclude on summary judgment that an express representation that Trask \nwould be paying all development costs was false just because he did not intend to \ncover those costs out-of-pocket and without reliance on a loan secured by the LLC’s \nreal property as collateral. \n75. Further, there is a genuine issue of material fact regarding what the parties \nknew about the income -generating potential of the SGI ponds when NDCO \nauthorized the conveyance to BFP pursuant to the PSA.  Indeed, it appears that both \nNDCO and PFD/Trask were aware that the SGI ponds would generate some income \nbefore authorizing the conveyance, but none of the parties were entirely sure just how \nmuch income would  be generated in the future.  (Compare Br. Supp. NDCO’s Mot. \nPart. Summ. J., at 4–6, with Br. Supp. PFD/Trask’s Mot. Summ. J., at 10.) \n76. Accordingly, the Court also denies NDCO’s motion for partial summary \njudgment on its fraud in the inducement claim. \nVI. CONCLUSION \n77. For the foregoing reasons, the Court hereby DENIES the Cross-Motions in \ntheir entirety. \nSO ORDERED, this the 7th day of April, 2020. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases "
}