{
  "id": "0a5fd635de972dcd7dbba56eb573efc6571518adf78e2a29e45134fc87c224d4",
  "source_file": "data/raw/ncbc/0a5fd635de972dcd7dbba56eb573efc6571518adf78e2a29e45134fc87c224d4.pdf",
  "raw_text": "Burgess v. Am. Express Co., 2007 NCBC 16 \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF POLK \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n07 CVS 40 \n \nC. BURGESS, \n \nPlaintiff, \n \nv. \n \nAMERICAN EXPRESS COMPANY, INC., \nEXPERIAN INFORMATION SOLUTIONS, \nINC., INNER CONCEPTS, INC., \nCINGULAR WIRELESS, LLC, TARGET \nSTORES, INC., WAL MART \nASSOCIATES, INC., AIS NETWORK, \nINC., CLICKSPRING, LLC, \nRINGTONE.COM, LLC, EBAY, INC., \nPUREVIDEO NETWORKS, INC.,  \nVARIOUS, INC., FRISCHMAN \nENTERPRISES, INC., AVIS BUDGET CAR \nRENTAL, LLC, VONAGE AMERICA, \nINC., OFFICE DEPOT, INC., CITIGROUP \nCORPORATE, THE CREDO GROUP, INC., \nINTERNET BRANDS, INC., J.G. \nWENTWORTH & CO., INC., \n \nDefendants. \n \n \n \n \n \n \n \n \n \n \n \nORDER \n \nC. Burgess, Plaintiff, pro se. \n \nMcAngus, Goudelock & Courie, PLLC by John E. Spainhour for Defendant American \nExpress Company, Inc. \n \nDiaz, Judge. \n \n{1} This matter is before the Court on the Motion of Defendant American Express Company, \nInc. (“AMEX”) for Prosecution Bond pursuant to N.C. Gen. Stat. § 1-109 (2007) and the Motion \nof Plaintiff C. Burgess (“Burgess”) for Summary Judgment against AMEX.  For the reasons \nstated below, the Court DENIES AMEX’s Motion for Prosecution Bond and DENIES \nBurgess’s Motion for Summary Judgment. \n 2\nI. \nFINDINGS OF FACT1\n{2} Burgess, who appears pro se, filed his Complaint on 13 February 2007. \n{3} On 1 March 2007, Burgess amended his Complaint, and on 5 March 2007, Burgess \npurported to amend his Complaint a second time.  On 14 May 2007, the Court entered an Order \nstriking Burgess’s Second Amended Complaint for failure to comply with Rule 15 of the North \nCarolina Rules of Civil Procedure.  (Order, May 14, 2007.) \n{4} In his Amended Complaint, Burgess alleges that Defendants AIS Network, Inc. and \nClickspring, LLC (“Clickspring”) illegally placed programs on his computer that facilitated the \nreceipt of unwanted “pop-up” advertisements.  (Am. Compl. ¶¶ 26-28, 46.)  He further alleges \nthat the various other Defendants used these programs to illegally place unwanted “pop-up” \nadvertisements on his computer (Am. Compl. ¶¶ 29-30, 32-33, 38-40, 49-50, 52, 55-56), and that \nthese “pop-up” advertisements, and the programs that facilitated them, have damaged his \ncomputer and invaded his property (Am. Compl. ¶¶ 27, 34-36, 40, 49, 51). \n{5} On 21 March 2007, AMEX filed a Notice of Designation of Action as Mandatory \nComplex Business Case under N.C. Gen. Stat. § 7A-45.4. \n{6} On 22 March 2007, the Chief Justice of the North Carolina Supreme Court designated \nthis matter a mandatory complex business case, and on 26 March 2007, Judge Ben Tennille, the \nChief Special Superior Court Judge for Complex Business Cases, assigned this case to me. \n{7} On 4 April 2007, AMEX filed its Answer to Burgess’s original Complaint. \n{8} On 10 April 2007, AMEX filed a Motion for Prosecution Bond pursuant to N.C. Gen. \nStat. § 1-109 (2007), along with a supporting brief. \n                                                 \n1 The Court makes findings of fact solely for the purpose of resolving AMEX’s Motion for Prosecution Bond. \n 3\n{9} On 13 April 2007, Burgess filed his Reply to AMEX’s Motion for Prosecution Bond, \nwhich also contained a separate Motion for Summary Judgment against AMEX.  Burgess did not \nfile a brief in support of his Motion for Summary Judgment.  \n{10} On 27 April 2007, Burgess filed a Supplement to his Motion for Summary Judgment, \nwhich contained additional evidence in support of the same. \n{11} Pursuant to Rule 15.4 of the General Rules of Practice and Procedure for the North \nCarolina Business Court (the “Business Court Rules”), the Court decides these motions without a \nhearing. \nII. \nCONCLUSIONS OF LAW \nA. \nMOTION FOR PROSECUTION BOND \n{12} N.C. Gen. Stat. § 1-109 states: \nAt any time after the issuance of summons, the clerk or judge, upon motion of the \ndefendant, may, upon a showing of good cause, require the plaintiff to do one of \nthe following things and the failure to comply with such order within 30 days \nfrom the date thereof shall constitute grounds for dismissal of such civil action or \nspecial proceeding: \n \n(1) Give an undertaking with sufficient surety in the sum of two hundred \ndollars, with the condition that it will be void if the plaintiff pays the \ndefendant all costs which the latter recovers of him in the action. \n \n(2) Deposit two hundred dollars ($200.00) with him as security to the \ndefendant for these costs, in which event the clerk must give to the \nplaintiff and defendant all costs which the latter recovers of him in the \naction. \n \nN.C. Gen. Stat. § 1-109 (2007). \n{13} Whether and in what amount to require a prosecution bond is a matter within the trial \ncourt’s sound discretion.  Dalenko v. Wake County Dep’t of Human Servs., 157 N.C. App. 49, \n 4\n58, 578 S.E.2d 599, 605 (2003).  As to these issues, the Court may consider, among other things: \n(1) the relative merits of the case; (2) whether the costs in the case will be substantial; (3) the \nevidence, if any, of the plaintiff’s inability to satisfy a judgment for costs; and (4) whether the \nplaintiff has a history of filing frivolous lawsuits.  Id. \n{14} After considering the Court file, AMEX’s Motion, its supporting brief, and Burgess’s \nReply to the Motion, the Court concludes that AMEX has not shown good cause for requiring \nBurgess to post a prosecution bond. \n{15} First, AMEX’s conclusory statement that the costs in this case will be substantial is not \nevidence of the same.  Second, while the allegations in Burgess’s Amended Complaint are not \nartful and ultimately may prove to be without merit, the Court cannot say they are patently \nfrivolous.  Third, there is no evidence that Burgess cannot satisfy a judgment of costs should he \nnot prevail in the action.  Fourth, there is no evidence that Burgess has a penchant for filing \nvexatious or abusive lawsuits.2 \n{16} Accordingly, the Court DENIES AMEX’s Motion for Prosecution Bond.3  \nB. \nMOTION FOR SUMMARY JUDGMENT \n{17} Burgess’s Reply to the Motion for Prosecution Bond includes a separate Motion for \nSummary Judgment against AMEX. \n{18} On 27 April 2007, Burgess filed a Supplement to his Motion for Summary Judgment. \n                                                 \n2 The record discloses that Burgess may be a prolific pro se litigant, but that fact alone is insufficient to warrant the \nimposition of a prosecution bond. \n3 In his Reply to AMEX’s Motion for Prosecution Bond, Burgess posits that “American Express [should] be made to \nprovide a security bond in the amount of one hundred thousand dollars to cover the potential judgment which will \nultimately be entered against them by a jury of their peers.”  (Reply to Mot. for Prosecution Bond 3.)  To the extent \nthis assertion is a motion to require AMEX to post a bond, it is DENIED. \n 5\n{19} The Motion for Summary Judgment, like others Burgess has filed, violates Business \nCourt Rule 15 because it was joined in an unrelated filing and was not accompanied by a brief.4 \n{20} Accordingly, these procedural deficiencies are sufficient for the Court to summarily \nDENY Burgess’s Motion for Summary Judgment against AMEX. \n{21} Even considering the merits, the Motion for Summary Judgment still fails. \n{22} A motion for summary judgment under Rule 56 of the North Carolina Rules of Civil \nProcedure should be granted only when “the pleadings, depositions, answers to interrogatories, \nand admissions on file, together with the affidavits, if any, show that there is no genuine issue as \nto any material fact and that any party is entitled to judgment as a matter of law.”  N.C. Gen. \nStat. § 1A-1, Rule 56(a) (2007). \n{23} While it is true that, under Rule 56, “a party seeking to recover upon a claim . . . may at \nany time after the expiration of 30 days from the commencement of the action . . . move with or \nwithout supporting affidavits for a summary judgment in his favor[,]” Id., a “motion that is filed \nat the outset of a case that is not limited to purely legal issues should be carefully scrutinized \nbecause at least some discovery is usually warranted where factual contentions are in dispute.”  2 \nG. Gray Wilson, North Carolina Civil Procedure § 56-7, at 287 (2d ed. 1995). \n                                                 \n4 In a separate filing, Burgess objects to the Court’s enforcement of its rules.  (See Objection to Ruling of the Court, \nMay 16, 2007.)  The Court declines to excuse Burgess from complying with this Court’s rules merely because he is \npro se.  Cf. Bledsoe v. County of Wilkes, 135 N.C. App. 124, 125, 519 S.E.2d 316, 317 (1999) (stating that court’s \nappellate rules “apply to everyone -- whether acting pro se or being represented by all of the five largest law firms in \nthe state”).  Burgess is incorrect when he states in his 16 May filing that briefs in this Court are discretionary.  \nBusiness Court Rule 15.2 is clear that briefs are required in support of every motion except those specifically \nexcepted by Rules 15.10 and 15.12, see BCR 15.2, and Business Court Rule 15.11 states, in no uncertain terms, that \na motion unaccompanied by a required brief may be summarily denied.  See BCR 15.11.  A motion for summary \njudgment is not one excepted from the briefing requirement.  See BCR 15.10, 15.12.  Finally, the Court’s rules are \navailable to anyone on its website, and the Court would be pleased to mail Burgess a paper copy upon request. \n 6\n{24} Here, AMEX has denied the majority of the allegations contained in Burgess’s \nComplaint, (see Mot. to Dismiss and Answer to Original Compl., Apr. 4, 2007),5 and I certainly \ncannot say, at this early stage of the case,6 that there are no genuine issues of material fact based \nsolely on the photographs of a computer screen and related documents that Burgess attached to \nhis Motion for Summary Judgment and supplement to the same,7 (see Mot. for Summ. J. 11-15, \nSupplement to Mot. for Summ. J. 4-9). \n{25} Consequently, even if Burgess’s Motion for Summary Judgment complied with the \nBusiness Court Rules, the Court would DENY it on the merits, as summary judgment is not \nappropriate at this early stage of the case. \nCONCLUSION \n{26} The Court DENIES AMEX’s Motion for Prosecution Bond and DENIES Burgess’s \nMotion for Summary Judgment against AMEX contained in his Reply to AMEX’s Motion for \nProsecution Bond.  The Court’s denial of Burgess’s Motion for Summary Judgment is without \nprejudice to his right to re-file it once the parties have had an opportunity to conduct discovery.   \nSO ORDERED, this the 21st day of May, 2007. \n \n       \n                                                 \n5 In his Motion for Summary Judgment, Burgess alleges that defendant “Clickspring admitted entering the computer \nof the Plaintiff and did so on behalf of American Express.” (Reply to Mot. for Prosecution Bond 4.)  However, \nClickspring’s Answer, filed on 2 May 2007, denies the material allegations of the Complaint.  (See Mot. and Answer \nof Clickspring, LLC.) \n6 The Court has yet to enter the Business Court Rule 17 Case Management Order governing discovery in this case. \n7 Even if the photographs are some evidence of what Burgess alleges, i.e., that AMEX used a program provided by a \nthird-party to place unauthorized “pop-up” advertisements on Burgess’s personal computer, the Court believes it \nappropriate to allow the parties an opportunity to conduct some discovery before considering a motion for summary \njudgment. \n 7"
}