{
  "id": "0a6dfe3bd2ecb884ce7801b449270f5c823c187f2cb63588477bc7d9eb42f430",
  "source_file": "data/raw/ncbc/0a6dfe3bd2ecb884ce7801b449270f5c823c187f2cb63588477bc7d9eb42f430.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n12 CVS 20909 \n \nTAIDOC TECHNOLOGY \nCORPORATION, \n \nPlaintiff, \n \nv. \n \nOK BIOTECH CO., LTD., \n \nDefendant. \n \n \n \n \n \nORDER AND OPINION  \nON MOTIONS \n \n \n \n{1} THIS MATTER is before the Court on the following motions: (i) Plaintiff’s \nMotion for Reconsideration and Rehearing of Plaintiff’s Motion to Enforce \nDeposition Subpoena and Compel Appearance at Deposition; (ii) Plaintiff’s Rule 52 \nMotion for Amended Findings of Fact and Amendment of June 10 Order on \nDiscovery Motions; (iii) Defendant’s Motion to Extend Deadline for Responses to \nTaidoc’s RFAs or to Withdraw Default Admissions; (iv) Defendant’s Motion to \nUnseal and Remove Confidentiality Designation From Deposition Transcripts and \nExhibits; (v) Defendant’s Rule 15 Motion to Amend its Twelfth Affirmative Defense; \nand (vi) Plaintiff’s Motion to Modify CMO (collectively, “the Motions”).  Each of the \nMotions has been fully briefed, and the Court has considered the Motions, briefs \nand arguments of counsel at the October 7, 2014 hearing in this matter.   \nErwin, Bishop, Capitano & Moss, P.A., by Joseph W. Moss, Jr. and J. Daniel \nBishop, for Plaintiff Taidoc Tech. Corp. \n \nHamilton Stephens Steele + Martin, PLLC, by Laura Barringer and Erik \nRosenwood, for subpoenaed third-party Ramzi Abulhaj. \n \nProdigy Diabetes Care, by Andrew O’Hara, for subpoenaed third-parties \nProdigy Diabetes Care and Richard Admani. \nTaidoc Tech. Corp. v. OK Biotech Co., Ltd., 2014 NCBC 48.\n \n \n \nFoley & Lardner LLP, by George C. Beck, Michael J. Lockerby, and Brian \nKapatkin, and Clements Bernard PLLC, by Christopher L. Bernard and \nLawrence A. Baratta, Jr., for Defendant OK Biotech Co., Ltd. \n \nBledsoe, Judge. \nI. \nBACKGROUND \n{2} Plaintiff Taidoc Technology Corporation and Defendant OK Biotech Co., \nLtd. are competitors in the business of researching, developing and manufacturing \nblood glucose meters and test strips.  Diagnostic Devices, Inc. (“DDI”) and its \naffiliate, Prodigy Diabetes Care, LLC (“Prodigy”), are distributors of diabetic \nproducts, including blood glucose meters and test strips.  DDI initially served as \ndistributor for certain of Plaintiff’s products and subsequently served as distributor \nfor certain of Defendant’s products.  During the relevant period, DDI’s principals \nwere Ramzi Abulhaj (“Abulhaj”) and Richard Admani (“Admani”). \n{3} In December 2008, DDI sued Plaintiff in the United States District Court \nfor the Western District of North Carolina (Case No. 3:08-cv-00559-RJC-DCK; later \nconsolidated with Case No. 3:08-cv-00149-MOC) (the “Federal Action”), claiming \nPlaintiff had breached its distributorship agreement with DDI and asserting claims \nagainst Plaintiff for alleged breach of contract, tortious interference with \nprospective economic advantage, unfair competition under both state law and the \nfederal Lanham Act, and libel.  In September 2011, Plaintiff asserted counterclaims \nin the Federal Action against DDI, Abulhaj and Admani, alleging operative facts \nsimilar to those advanced in the current action and advancing claims for breach of \ncontract, non-infringement, unfair competition, libel, fraud, misappropriation of \n \n \ntrade secrets under N.C.G.S. § 66-152 et seq., unfair trade practices under N.C.G.S. \n§ 75-1.1, unjust enrichment, fraudulent conveyance and false advertising under the \nfederal Lanham Act.  The Federal Action was settled in March 2012 after a jury \nverdict had been returned but prior to the entry of judgment.  Prodigy, Abdulhaj \nand Admani each testified at deposition, and Abdulhaj and Admani testified again \nat trial, in the Federal Action. \n{4} Plaintiff filed the instant action on December 6, 2012, alleging that \nDefendant conspired with DDI, Prodigy, Abulhaj and Admani to misappropriate \nPlaintiff’s trade secrets and asserting claims against Defendant for fraud (as a co-\nconspirator), facilitating fraud, aiding and abetting fraud, misappropriation of trade \nsecrets under N.C.G.S. § 66-152 et seq., unfair trade practices under N.C.G.S. § 75-\n1.1, tortious interference with contract, tortious interference with prospective \neconomic advantage and unjust enrichment.  The designated deadline for the \ncompletion of fact discovery in this case was September 10, 2014. \nII. \nANALYSIS \nPlaintiff’s Motion for Reconsideration and Rehearing of Plaintiff’s Motion to \nEnforce Deposition Subpoena and Compel Appearance at Deposition (“Motion I”) \n \n{5} Plaintiff moves this Court pursuant to Rule 54(b) of the North Carolina \nRules of Civil Procedure and the Court’s inherent authority to amend its own orders \nto reconsider and rehear Plaintiff’s May 8, 2014 Motion to Enforce Deposition \nSubpoena and Compel Attendance at Deposition (“Motion to Compel Depositions”).  \n \n \n{6} Plaintiff filed the Motion to Compel Depositions seeking to compel the \ndepositions of non-parties Prodigy, Admani and Abulhaj (collectively, the “Non-\nParties”).  The Non-Parties objected to Plaintiff’s Motion on the grounds that \nbecause the Non-Parties had testified at deposition and at trial in the earlier \nFederal Action regarding many of the same facts and circumstances alleged in this \naction, further depositions of the Non-Parties would be unduly burdensome, \ncumulative and unnecessary. \n{7} This Court (Murphy, J.) granted Plaintiff’s Motion to Compel Depositions \non June 10, 2014 (the “June 10 Order”), ordering that the Non-Parties could be \ndeposed “but only as to matters not addressed by prior depositions of [the Non-\nParties]” and that should Plaintiff choose to take depositions of any of the Non-\nParties, Plaintiff would be required to “bear the fees and costs associated with any \ndeposition, including attorney’s fees of the deposed [Non-Parties].”  (June 10 Order, \n¶¶ 2, 3.) \n{8} A dispute has arisen between Plaintiff and the Non-Parties concerning the \nscope of the examination permitted under the Court’s June 10 Order and the timing \nand circumstances concerning the payment of the Non-Parties’ fees and costs. \n{9} Plaintiff contends that the restrictions and conditions imposed on the \ndepositions of the Non-Parties in the June 10 Order are contrary to law and should \nbe stricken.  Plaintiff further contends that the June 10 Order is ambiguous and \nshould be broadly construed and that the Court should clarify the June 10 Order for \nthe mutual benefit of the parties and the Non-Parties. \n \n \n{10} The Non-Parties and Defendant contend that the Plaintiff has not shown \nthe requisite circumstances permitting this Court to reconsider the June 10 Order \nunder applicable law and that, in any event, the June 10 Order is clear and \nunambiguous and should be narrowly construed without further clarification. \n{11} As an initial matter, our appellate courts have held that “[o]ne superior \ncourt judge may only modify, overrule, or change the order of another superior court \njudge where the original order was (1) interlocutory, (2) discretionary, and (3) there \nhas been a substantial change of circumstances since the entry of the prior order.” \nCrook v. KRC Mgmt. Corp., 206 N.C. App. 179, 189, 697 S.E.2d 449, 456 (2010).  “A \nsubstantial change in circumstances exists if since the entry of the prior order, \nthere has been an intervention of new facts which bear upon the propriety of the \nprevious order. The burden of showing the change in circumstances is on the party \nseeking a modification or reversal of an order previously entered by another judge.” \nId. (citations and quotation marks omitted).  Accordingly, “where the trial court \nfails to find that there has been a material change in circumstances, it has no \nauthority to modify the order of another judge.”  Id., 206 N.C. App. at 190, 697 \nS.E.2d at 457; see generally Calloway v. Ford Motor Co., 281 N.C. 496, 501, 189 \nS.E.2d 484, 488 (1972); First Fin. Ins. Co. v. Commercial Coverage, Inc., 154 N.C. \nApp. 504, 507, 572 S.E.2d 259, 262 (2002). \n{12} The June 10 Order was a discretionary, interlocutory order by Judge \nMurphy; thus, this Court may modify, overrule or change the June 10 Order only if \nthere has been a substantial change of circumstances since its entry.  Based on the \n \n \nfacts and circumstances presented, however, the Court concludes that nothing in \nthis litigation has occurred since June 10 to permit the Court to find that there has \nbeen a substantial change in circumstances sufficient to permit the Court to modify, \noverrule or change Judge Murphy’s June 10 Order. \n{13} Although not permitted to modify, overrule or change the June 10 Order, \nthe Court nonetheless concludes that it does have the authority to interpret, \nconstrue and enforce the June 10 Order according to its terms.  See, e.g., Morley v. \nMorley, 102 N.C. App. 713, 716, 403 S.E.2d 574, 575 (1991) (concluding that one \nSuperior Court Judge may construe an order entered by another Superior Court \nJudge).   \n{14} The Court finds that the June 10 Order is potentially capable of differing \ninterpretations in certain respects and that it will assist the fair and efficient \nadministration of justice in this matter for the Court to construe the June 10 Order \nto resolve the dispute reflected in Motion I. \n{15} In construing the June 10 Order, the Court will, where appropriate, use \nnormal rules of contract construction.  Thus, unambiguous terms will be given their \nplain and ordinary meaning, see, e.g., Johnston County v. R.N. Rouse & Co., Inc., \n331 N.C. 88, 95, 414 S.E.2d 30, 34 (1992) (noting that “the most fundamental \nprinciple of contract construction is that the courts must give effect to the plain and \nunambiguous language of a contract”), and ambiguous terms will be construed in \nlight of the Court’s apparent purpose in entering the June 10 Order, see, e.g., Bolton \nCorp. v. State, 95 N.C. App. 596, 600, 383 S.E.2d 671, 673-74 (1989) (explaining \n \n \nthat “intention . . . is determined by the [contract] provisions . . . construed in light \nof the . . . apparent purpose”); Wilson v. Wilson, 214 N.C. App. 541, 545, 714 S.E.2d \n793, 796 (2011) (“[T]he trial court has the authority to construe or interpret an \nambiguous consent judgment and should consider normal rules of interpreting or \nconstruing contracts.”); Hyde County Bd. of Educ. v. Mann, 250 N.C. 493, 498, 109 \nS.E.2d 175, 178-79 (1959) (“[W]here the language of a . . . judgment is ambiguous, \nthe courts will take into consideration all of the facts and circumstances existing at \nthe time of and leading up to the . . . entry of judgment.”). \n{16} Based on the Court’s review of the June 10 Order, the Court concludes that \nthe limitation in the Order restricting Plaintiff’s depositions of the Non-Parties to \n“matters not addressed by prior depositions of these witnesses” is intended to avoid \nunnecessarily duplicative examinations of the Non-Parties and prevent Plaintiff \nfrom posing the same questions about the same issues to the Non-Parties in the \nhope of obtaining different responses from those received in the prior depositions.  \n(June 10 Order, ¶ 2.)  Accordingly, the Court concludes that the June 10 Order \npermits Plaintiff to ask any questions and engage in any specific line of inquiry that \nwas not pursued by Plaintiff in the prior depositions of the Non-Parties concerning \nany document, thing, person, event or fact, provided such inquiry is consistent with \nthe requirements of Rule 26 and any other applicable rules of the North Carolina \nRules of Civil Procedure.   \n{17} The Court further concludes that a necessary implied term of the June 10 \nOrder is that the Non-Parties’ fees and costs, including attorney’s fees, shall be \n \n \nreasonable under the circumstances and therefore that Plaintiff shall have the right \nto contest the reasonableness of the Non-Parties’ fees and costs, including the Non-\nParties’ attorney’s fees, by motion to the Court prior to payment to the Non-Parties.   \n{18} Accordingly, the Court DENIES Plaintiff’s Motion I and orders the parties \nand the Non-Parties to adhere to the terms of the June 10 Order as construed by \nthis Order. \nPlaintiff’s Rule 52 Motion for Amended Findings of Fact and \nAmendment of June 10 Order on Discovery Motions (“Motion II”) \n \n{19} In the June 10 Order, Judge Murphy also granted Plaintiff’s Rule 37 \nMotion to Compel Production of Documents (filed May 13, 2014) (“Plaintiff’s Motion \nto Compel”) and denied Defendant’s Motion for Protective Order Staying Discovery \nUntil Plaintiff Sufficiently Identifies and Produces Documentation of its Alleged \n“Trade Secrets” (filed May 27, 2014) (“Defendant’s Motion for Protective Order”).   \n{20} Plaintiff now moves this Court pursuant to Rules 52(b) and 54(b) of the \nNorth Carolina Rules of Civil Procedure to make additional findings of fact and \naward attorney’s fees to Plaintiff in accordance with the mandatory provisions of \nRule 37(a)(4) as a result of the entry of the June 10 Order. \n{21} Plaintiff contends that it is entitled to a mandatory award of attorney’s \nfees because Defendant’s conduct necessitating Plaintiff’s Motion to Compel was not \n“substantially justified” under applicable law and because there is no evidence “of \nother circumstances” that would make an award of attorney’s fees unjust.  In \nparticular, Plaintiff contends that Defendant refused to produce any documents \nresponsive to Plaintiff’s First Request for Production of Documents, including \n \n \ndocuments that did not contain confidential information, and thereby caused \nPlaintiff to incur substantial attorney’s fees in the total amount of $50,607 in \npursuing its successful Motion to Compel and defeating Defendant’s Motion for \nProtective Order. \n{22} Defendant argues in response that this Court (Murphy, J.) denied \nPlaintiff’s request for attorney’s fees in the June 10 Order, that no new or changed \ncircumstances have arisen since the entry of the June 10 Order to warrant a \ndifferent result, and that, in any event, Plaintiff’s refusal to identify its trade \nsecrets substantially justified Defendant’s opposition to Plaintiff’s Motion to \nCompel.  Defendant also asserts that Plaintiff’s requested fees are unreasonable \nand excessive and therefore should not be awarded by the Court. \n{23} Based on a review of the record, it is clear that Plaintiff sought an award of \nfees and costs both in Plaintiff’s Motion to Compel and in its supporting brief and \nthat Judge Murphy did not award Plaintiff any fees or costs in the June 10 Order. \n{24} Specifically, Judge Murphy concluded in the June 10 Order that “Plaintiff \n[was] entitled to the relief requested in its Motion to Compel . . . with reasonable \nlimitations,” ordered Defendant to produce documents within thirty (30) days, \n“reserve[d] the right to reallocate costs of the discovery associated with Plaintiff’s \nMotion to Compel,” and denied all other requested relief.   \n{25} Once a motion to compel under Rule 37(a)(2) is granted, Rule 37(a)(4) \nprovides that the moving party must be awarded expenses, including attorney’s \nfees, unless the resisting party meets its burden to show that its conduct was \n \n \n“substantially justified” or that “an award was unjust under the circumstances.”  \nGraham v. Rogers, 121 N.C. App. 460, 462, 466 S.E.2d 290, 291 (1996).  The June 10 \nOrder does not include a finding concerning whether Defendant met its burden \nhere.  Plaintiff argues that the Court’s failure to include the required finding under \nRule 37(a)(4) was a plain error of law, that Plaintiff has properly sought \namendment from the Court under Rule 52(b), and that this Court should therefore \ndetermine that Defendant failed to meet its burden and award fees and costs to \nPlaintiff.  \n{26} As noted in connection with Motion I, this Court is severely limited in its \nability to “modify, overrule or change the judgment of another Superior Court Judge \nentered in the same action.” Calloway, 281 N.C. at 501, 189 S.E.2d at 488.  Indeed, \nour appellate courts have made very clear that “no appeal lies from one Superior \nCourt judge to another” and “one Superior Court judge may not correct another's \nerrors of law.”  Id.  As noted supra, absent a “substantial change in circumstances,” \nthis Court is not permitted to “modify, overrule or change” the June 10 Order.  E.g., \nCrook, 206 N.C. App. at 189-90, 697 S.E.2d at 456-57; cf., e.g., Smithwick v. \nCrutchfield, 87 N.C. App. 374, 376, 361 S.E.2d 111, 113 (1987) (upholding \nsubsequent order issued by a different judge in the same action where the \nsubsequent order was “rendered at a different stage of the proceeding,” did not \ninvolve the same materials as those considered by the previous judge, and did not \n“present the same question” as that raised by the previous order). \n \n \n{27} Based on the language of the June 10 Order, it appears clear to the Court \nthat Judge Murphy did not award or intend to award fees and costs to Plaintiff in \nconnection with Plaintiff’s Motion to Compel.  It is also clear to the Court that \nPlaintiff’s Motion II asks this Court to review the identical facts and legal \narguments that Judge Murphy considered, at the same stage of the proceedings, \nand come to a contrary conclusion on the same factual and legal issues presented for \ndecision.  The Court therefore concludes that to grant Plaintiff’s Motion II in these \ncircumstances would cause this Court to improperly “modify, overrule or change” \nthe June 10 Order without the requisite changed circumstances.   \n{28} Accordingly, the Court DENIES Plaintiff’s Motion II. \nDefendant’s Motion to Extend Deadline for Responses to Taidoc’s RFAs  \nor to Withdraw Default Admissions (“Motion III”) \n \n{29} Plaintiff served its First Request for Admissions (“RFAs”) on March 6, \n2014.  By operation of Rules 6(e) and 36(a), Defendant’s responses were due on April \n8, 2014.  N.C.G.S. §§ 1A-1, Rules 6(e), 36(a).  Defendant, however, did not file its \nresponses until July 8, 2014, and thus Plaintiff’s RFAs were deemed admitted \nunder Rule 36(a). Defendant now moves this Court for an order extending the \ndeadline for its responses retroactively to July 8 or, alternatively, to withdraw the \nRFA admissions deemed admitted by default. \n{30} Defendant appears to contend in its Motion III and supporting brief that it \ndid not timely serve its RFA responses because, although it had prepared responses \nto the RFAs, it decided to delay service pending the resolution of the matters that \nwere to be heard by Judge Murphy on June 5.  In its Reply, Defendant asserts for \n \n \nthe first time that it did not timely serve its responses because of counsel’s \ninadvertence and mistake.  Piecing these together, it appears that Defendant’s \nposition is that it did not timely file its responses in April and May due to counsel’s \ninadvertence or mistake, and then upon learning of the mistake in late May, elected \nnot to serve the then-prepared RFA responses on the theory that further delaying \nservice of the responses was justified by Defendant’s then-pending or soon-to-be-\nfiled Motion for Protective Order (which, the Court notes, did not specifically \nmention Plaintiff’s RFAs).   \n{31} Rule 36(a) generally provides that a request for admission is admitted \nunless the responding party makes a timely denial or objection.  Rules 6(b) and \n36(a) permit this Court to extend the period for a responding party to serve its \nanswers and objections, and Rule 36(b) provides that “a[]ny matter admitted under \nthis rule is conclusively established unless the court on motion permits withdrawal \nor amendment of the admission.” N.C.G.S. §§ 1A-1, Rules 6(b), 36(a)-(b); \nsee, e.g., \nExcel Staffing Serv., Inc. v. HP Reidsville, Inc., 172 N.C. App. 281, 285, 616 S.E.2d \n349, 352 (2005) (“Rule 36 means exactly what it says. In order to avoid having the \nrequests deemed admitted, a party must respond within the specified time period.”).   \nRule 36(b) specifically provides that the court may permit withdrawal or \namendment if “the presentation of the merits will be subserved thereby and the \nparty who obtained the admission fails to satisfy the court that withdrawal or \namendment will prejudice him in maintaining his action or defense on the merits.”  \nN.C.G.S. § 1A-1, Rules 36(b). \n \n \n{32} “Litigants in this state are required to respond to pleadings, \ninterrogatories and requests for admission with timely, good faith answers.” WXQR \nMarine Broad. Corp. v. JAI, Inc., 83 N.C. App. 520, 521, 350 S.E.2d 912, 913 (1986).  \nThe decision to permit withdrawal or amendment is within the sound discretion of \nthe trial court.  See, e.g., Interstate Highway Express v. S&S Enters., Inc., 93 N.C. \nApp. 765, 769, 379 S.E.2d 85, 87 (1989) (“[T]he language of the rule clearly gives the \ntrial court the discretion to allow or not allow a party to withdraw admissions and \nthat in the exercise of that discretion it was not required to consider whether the \nwithdrawal of the admissions would prejudice plaintiff in maintaining its action.”). \n{33} Based on the Court’s review of the materials of record, it appears to the \nCourt that, at best, Defendant elected to take a calculated risk that its conduct \nwould be excused in deciding to withhold service of its RFA responses, at least for \nthe period between late May and July 8, 2014, if not for the entire period following \nits response deadline on April 8, 2014.  Indeed, even viewing Defendant’s \nexplanation for its conduct in its best light, Defendant does not appear to have a \nlegitimate rationale or justification for withholding service of Defendant’s RFA \nresponses for another month after Judge Murphy’s June 10 Order denying \nDefendant’s Motion for Protective Order.  While Judge Murphy’s Order required \nDefendant to produce documents requested in Plaintiff’s First Requests for \nProduction by July 8, the Order said nothing suggesting that Defendant could \nfurther delay service of its responses to Plaintiff’s RFAs.  Given that Defendant had \npreviously advised Plaintiff prior to the June 5 hearing that the RFA responses had \n \n \nalready been prepared, Defendant had no basis to withhold service, even under its \nown claimed rationales, after the June 10 Order.    \n{34} At the hearing, Defendant’s counsel advised that the following RFAs are \ndisputed by evidence in the record: RFAs 7, 8, 37, 38, and 42-46.  Defendant’s \ncounsel also acknowledged at the hearing that none of the RFAs deemed admitted is \ndispositive of any claim or defense in this action and thus that Defendant is not \nprevented from defending against any of Plaintiff’s claims regardless of the outcome \nof Defendant’s Motion III.  In addition, Plaintiff’s counsel noted at the hearing that \nPlaintiff has determined that RFA 3 seeks an admission that is inaccurate and that \nDefendant has offered evidence that Defendant claims supports its contention that \nRFAs 14-18 are not accurate as they relate to Exhibit A to the RFAs.  \n{35} Based on its review, the Court concludes, in the exercise of its discretion, \nthat the presentation of the merits of this action will be subserved by the \nwithdrawal of the admissions to Plaintiff’s RFAs 3, 7, 8, 14 (as it relates to Exhibit \nA), 15 (as it relates to Exhibit A), 16, 17, 37, 38, and 42-46.  The Court further \nconcludes that Plaintiff has not satisfied the Court that withdrawal of these \nadmissions will prejudice Plaintiff in maintaining this action on the merits. The \nCourt is not persuaded that the presentation of the merits of this action will be \nsubserved by the withdrawal or amendment of any of Defendant’s other admissions \nand accordingly declines to exercise its discretion to permit the withdrawal or \namendment of Defendant’s other admissions. \n \n \n{36} Accordingly, the Court GRANTS Defendant’s Motion III as provided \nherein. \nDefendant’s Motion to Unseal and Remove Confidentiality Designation  \nFrom Deposition Transcripts and Exhibits (“Motion IV”) \n \n{37} Defendant contends that Plaintiff has inappropriately designated various \ndocuments and certain deposition transcripts and exhibits as confidential under the \nConsent Protective Order in this case, claiming that Plaintiff’s designations have \nbeen over-inclusive and protected from disclosure information that is not \nconfidential.  Plaintiff contends that its confidentiality designations are appropriate \nunder the Consent Protective Order, consistent with applicable law, and should not \nbe disturbed. \n{38} Upon a review of the court file, the Court believes that it will likely be in a \nbetter position to determine whether the challenged information is properly \ndesignated as confidential after the completion of discovery.  \n{39} Further, Defendant’s counsel acknowledged at the hearing that all the \nconfidentiality designations Defendant challenges are of documents that have been \nmarked “CONFIDENTIAL” under the Consent Protective Order and that none of \nthe challenged information has been marked “CONFIDENTIAL – ATTORNEY’S \nEYES ONLY.”  As a result, under the terms of the Consent Protective Order, \nDefendant is permitted to disclose the challenged information to Defendant’s \n“agents, representatives and employees,” to “experts or consultants retained or \nconsulted by” Defendant  or its counsel, and to “potential witnesses in this action,” \nall as more specifically set forth in the Consent Protective Order.  As such, it does \n \n \nnot appear to the Court, and Defendant did not contend otherwise at the hearing, \nthat Defendant is or will be impaired in the defense of this action if the challenged \ninformation remains under seal and designated as “CONFIDENTIAL” for a limited \nperiod of time, including through the end of discovery period.  Further, both parties \nadvised at the hearing that neither is aware of any media or other public interest in \nthis litigation.   \n{40} Accordingly, the Court concludes that it will not prejudice Defendant or be \nadverse to the public interest for the Court to defer a ruling on Defendant’s Motion \nIV through the end of the discovery period or until such other time as the Court \nmay determine.  The Court therefore DEFERS a ruling on Defendant’s Motion IV \nconsistent with the terms of this Order. \nDefendant’s Rule 15 Motion to Amend Its Twelfth Affirmative Defense (“Motion V”) \n{41} Defendant seeks leave to amend its Twelfth Affirmative Defense to add an \nadditional ground for its affirmative defense of release.  Plaintiff opposes \nDefendant’s Motion V on the ground that the amendment is futile and therefore \nshould not be allowed.   \n{42} Rule 15(a) provides that leave to amend “shall be freely given when justice \nso requires.”  N.C.G.S. §§ 1A-1, Rule 15(a).  For good cause shown, the Court \nconcludes that granting leave to amend is appropriate here, without prejudice to \nPlaintiff’s right to seek dismissal of this amended affirmative defense on futility or \nother grounds at a later stage of this proceeding. \n{43} For the foregoing reasons, the Court GRANTS Defendant’s Motion V. \n \n \nPlaintiff’s Request for Case Management Conference and  \nMotion to Modify Case Management Order (“Motion VI”) \n \n{44} Plaintiff moves this Court to convene a case management conference and \nmake certain adjustments to the Case Management Order to modify the fact and \nexpert discovery schedules and extend the mediation and dispositive motion \ndeadlines.   \n{45} For good cause shown, the Court concludes that Plaintiff’s Motion VI \nshould be granted as provided herein. \n{46} In light of the Court’s rulings on the Motions, the parties are directed to \nmeet and confer to attempt to reach agreement concerning a revised Case \nManagement Order.  The parties will submit a joint proposal, or if the parties are \nunable to reach agreement, each party will submit its own proposal, no later than \n10 days after the entry of this Order.  The Court will thereafter determine whether \na further case management conference is appropriate as it evaluates entry of a \nrevised Case Management Order. \n{47} IT IS THEREFORE ORDERED, DECREED and ADJUDGED as follows: \na. Plaintiff’s Motion I is DENIED, and the parties and the Non-Parties are \nordered to adhere to the terms of the June 10 Order as construed by \nthis Order; \nb. Plaintiff’s Motion II is DENIED; \nc. Defendant’s Motion III is GRANTED as to Plaintiff’s Request for \nAdmissions 3, 7, 8, 14 (as it relates to Exhibit A), 15 (as it relates to \nExhibit A), 16, 17, 37, 38, and 42-46, and is otherwise DENIED; \n \n \nd. A ruling on Defendant’s Motion IV is DEFERRED through the end of \nthe discovery period or until such other time as the Court may \ndetermine; \ne. Defendant’s Motion V is GRANTED, without prejudice to Plaintiff’s \nright to seek dismissal of Defendant’s amended twelfth affirmative \ndefense on futility or other grounds at a later stage of this proceeding; \nf. Plaintiff’s Motion VI is GRANTED, with the parties to submit proposed \njoint or individual revised Case Management Order(s) as provided in \nthis Order; \ng. Except as otherwise provided in this Order, each party shall bear the \ncosts and expenses incurred in connection with the Motions; \nh. All other requested relief on the Motions is DENIED. \n \n SO ORDERED, this the 9th day of October, 2014. \n \n        \n  "
}