{
  "id": "0a83d0f99117fa2da27a50823cb0582a5fbc8940f90a8a16ba8846de3242fe71",
  "source_file": "data/raw/ncbc/0a83d0f99117fa2da27a50823cb0582a5fbc8940f90a8a16ba8846de3242fe71.pdf",
  "raw_text": "Gaylor, Inc. of N.C. v. Vizor, LLC, 2015 NCBC 98. \nSTATE OF NORTH CAROLINA \n \nIREDELL COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n15 CVS 839 \n \nGAYLOR, INC. OF NORTH CAROLINA,\n \nPlaintiff, \n \nv. \n \nVIZOR, LLC, NC-UNC HOLDINGS \nLLC; TRINITAS VENTURES LLC, \nTRINITAS NC-UNC LLC, ANDREW \nGEORGE WISHART, LOREN P. KING, \nCHRISTOPHER KING, MICHAEL \nKING, and MERIDIAN UNC \nMANAGEMENT LLC, \n \nDefendants. \n \n \n \n \n \n \n \nORDER AND OPINION  \nON MOTIONS TO STAY LITIGATION \nAND COMPEL ARBITRATION \n \n \n \n{1} THIS MATTER  is before the Court on Plaintiff Gaylor, Inc. of North \nCarolina’s (“Plaintiff”) Motion to Stay Litigation and Compel Arbitration \n(“Plaintiff’s Motion”), Defendants NC -UNC Holdings LLC (“NC-UNC”) and \nMeridian UNC Management LLC’s (“Meridian”) Motion to Stay Entire Case \nPending Arbitration (the “NC-UNC/Meridian Motion”), and Defendants Trinitas \nVentures LLC (“Trinitas Ventures”), Tr initas NC-UNC LLC (“Trinitas UNC”), \nAndrew George Wishart, Loren P. King , Christopher King, and Michael King’s 1 \nMotion to Stay Entire Case Pending Arbitration (the “Trinitas/Individual \nDefendants Motion”) in the above-captioned case.2   \n{2} After considering the Motions, briefs in support of and in opposition to the \nMotions, the parties’ pleadings and supporting documents, and the arguments of \ncounsel at the August 25, 2015 telephonic he aring in this matter, the Court hereby \n                                                 \n1 Defendants Andrew George Wishart, Loren P.  King, Christopher King, and Michael King are \nhereafter collectively referred to as the “Individual Defendants.”  The Individual Defendants and \nDefendants NC-UNC, Meridian, Trinitas Ventures , and Trinitas UNC are hereafter collectively \nreferred to as the “Non-Signatory Defendants.” \n  \n2 Plaintiff’s Motion, the NC-UNC Motion, and th e Trinitas/Individual Defendants’ Motion are \nhereafter collectively referred to as the “Motions.” \n \nGRANTS in part  and DENIES in part  Plaintiff’s Motion and GRANTS the \nTrinitas/Individual Defendants Motion and the NC-UNC/Meridian Motion.   \nSmith Terry, by Steven L. Smith and Do n Terry, for Plaintiff Gaylor, Inc. of \nNorth Carolina. \n \nWilliams Mullen, by Gilbert C. Laite, III, for Defendant Vizor, LLC. \n \nNexsen Pruet, LLC, by David A. Senter , Jeffrey M. Reichard, and Brian R. \nAnderson, for Defendants NC-UNC Holdings LLC and Meridian UNC \nManagement LLC. \n \nJordan Price Wall Gray Jones & Carlton,  by Brian S. Edlin, for Defendants \nTrinitas Ventures LLC, Trinitas NC-UNC LLC, Andrew George Wishart, \nLoren P. King, Christopher King, and Michael King. \n \nBledsoe, Judge. \nI. \nINTRODUCTION \n{3} This case involves a subcontractor’s claims against a general contractor \nand others arising from work performed in the construction of an apartment project \nin Chapel Hill, North Carolina.  The thre shold issues presented by the Motions are \nwhether certain of the subcontractor’s claims are subject to the arbitration provision \nin the contract between the subcontractor and the general contractor and whether \nlitigation of the subcontractor’s claims should be stayed pending the outcome of \narbitration proceedings. \n{4} The North Carolina appellate courts have made it clear that “an order \ndenying a motion to compel arbitration must include findings of fact as to ‘whether \nthe parties had a valid agreement to arbitrate’ and, if so, ‘whether the specific \ndispute falls within the substantive scope of that agreement.’”  \nCornelius v. \nLipscomb, 224 N.C. App. 14, 16, 734 S.E.2d 870, 871 (2012) (citations omitted); see \nalso, e.g., Cold Springs Ventures, LLC v. Gilead Sciences, Inc. , 2015 NCBC LEXIS \n1, at *6 (N.C. Super. Ct. Jan. 6, 2015) (n oting that N.C. Gen. Stat. § 1-569.7 and \nrelevant case law require the trial court “to make finding[s of] fact[] in order to \ndetermine whether an ‘enforceable agreement to arbitrate’ exists . . . .”).  At the \nsame time, our courts have held that “an order compelling arbitration does not \naffect a substantial right” that will be  lost absent an immediate appeal.  \nHaynesworth v. Am. Express Travel Related Servs. Co ., No. COA12-472, 2013 N.C. \nApp. LEXIS 315, at *5 (N.C. Ct. App. Apr. 12, 2013) (unpublished) (citing Bullard v. \nTall House Bldg. Co ., 196 N.C. App. 627, 635–36, 676 S.E.2d 96, 102 (2009) (“[A]n \norder granting a motion to compel arbitration . . . is explicitly recognized not to have \na right of appeal within our case law.”)).   \n{5} Nonetheless, to assist in any subseque nt appellate review of this matter, \nthe Court elects to make the following find ings of fact and conclusions of law in \nsupport of the Court’s order for the limited purpose of deciding the Motions.  See, \ne.g., Creekside Constr. Co. v. Dowler , 172 N.C. App. 558, 563,  616 S.E.2d 609, 612 \n(2005) (affirming order compelling arbitration where trial court made findings of \nfact and conclusions of law).  Although most  of the alleged facts are not in dispute, \n“in determining the threshold issue of whether a mandatory arbitration agreement \nexists, the court necessarily must sit as a finder of fact.  Accordingly, for such \nlimited purpose, the court also may consid er evidence as to facts that are in \ndispute.”  \nCapps v. Blondeau, 2010 NCBC LEXIS 10, at *5 n. 6 (N.C. Super. Ct. Apr. \n13, 2010) (citing Slaughter v. Swicegood , 162 N.C. App. 457, 461, 591 S.E.2d 577, \n580 (2004)), aff’d, 217 N.C. App. 195, 719 S.E.2d 256 (2011).  The Court makes these \nfindings without prejudice to inconsistent findings in any subsequent evidentiary \nproceeding.  The findings are based on the Complaint, the Motions, and documents \nof record. \nI. \nFINDINGS OF FACT \nA. Procedural History. \n{6} Plaintiff initiated this action on April 10, 2015, asserting eight claims for \nrelief against some or all of the various De fendants.  Specifically, Plaintiff asserts \nfour claims in which Vizor is the lone defendant: breach of contract, quantum \nmeruit, violation of the Prompt Payment Act,  and a claim based on Vizor’s delay in \nscheduling and coordinating work on the Project 3 (collectively, the “Subcontract \nClaims”).  Plaintiff also asserts three claims in which the Non-Signatory Defendants \nare the only defendants: a claim to enforce Plaintiff’s mechanic’s lien against the \nProject; a claim for piercing the corporate veil; and a claim for tortious interference \nwith contract (collectively, the “Non-Arbitrable Claims”).  Finally, Plaintiff asserts a \nclaim for unfair and deceptive trade practices under N.C. Gen. Stat. § 75-1.1 against \nall Defendants (the “UDTP Claim”).   \n{7} On April 20, 2015, Superior Court Judge Vance Bradford Long entered an \nex parte Order of Attachment attaching funds of Defendants Vizor, Trinitas \nVentures and NC-UNC.  On April 28, 2015,  Defendants Vizor and NC-UNC each \nmoved to dissolve the Order of Attachme nt, and Judge Long held a hearing on \nDefendants’ April 28 motions on April 30, 2015. \n{8} On May 28, 2015, Defendants NC-UNC, Trinitas Ventures, Trinitas UNC, \nand the Individual Defendants filed a timely notice of designation of this matter to \nthe North Carolina Business Court.  The case was designated a mandatory complex \nbusiness case on June 2, 2015, and the ca se was assigned to the undersigned on \nJune 3, 2015.   \n{9} Plaintiff filed its Motion on June 8, 2015, seeking to submit to arbitration \nthe Subcontract Claims and the UDTP Claim against Vizor and requesting the \nCourt to stay litigation of each of these cl aims in this Court pending the outcome of \nthe arbitration.   \n{10} Defendants NC-UNC and Meridian file d their Motion on June 29, 2015, \nrequesting the Court to stay litigation of  the Non-Arbitrable Claims and the UDTP \nClaim against the Non-Signatory Defendants pending the outcome of the \narbitration between Plaintiff and Vizor.  Defendants Trinitas Ventures, Trinitas \nUNC, and the Individual Defendants filed their Motion the same day, seeking to \nstay litigation of the same claims.   \n                                                 \n3  As explained in paragraph 16 infra, “the Project” is defined as th e construction of The Bicycle \nApartments at Central Park in Chapel Hill, North Carolina. \n \n{11} The Court held a telephonic hearing on the Motions on August 25, 2015, \nat which all parties were represented by counsel. \n{12} On August 28, 2015, Judge Long entered an Order Denying Motion to \nDissolve Order of Attachment by which he denied Defendants Vizor’s and NC-\nUNC’s April 28, 2015 motions to dissolve the Order of Attachment.4  Defendant NC-\nUNC filed a notice of appeal of Judge Lo ng’s August 28, 2015 order on September \n23, 2015.  Plaintiff filed a notice of appeal of Judge Long’s order on September 28, \n2015.   \n{13} The Motions are now ripe for resolution.\n5    \nB. Factual Background. \n{14} Plaintiff is a North Carolina corporation with its principal place of \nbusiness in Iredell County, North Carolina.  (Compl. ¶ 1.) \n{15} Defendants Vizor, LLC (“Vizor”), NC-UNC, Meridian, Trinitas Ventures, \nand Trinitas UNC are all out-of-state entities authorized to conduct business in \nNorth Carolina.  (Compl. ¶¶ 2, 3, 6, 15, 37.)  The Individual Defendants are all \nresidents of Indiana.  (Compl. ¶¶ 19, 24, 32, 33, 36.) \n{16} In 2013, NC-UNC contracted with Vizor for Vizor to serve as the general \ncontractor for the construction of The Bicycle Apartments at Central Park in Chapel \nHill, North Carolina (the “Project”).  Vizor then entered into a Contractor-\nSubcontractor Agreement with Plaintiff (t he “Subcontract”), pursuant to which \nPlaintiff completed electrical work on the Project.  Pursuant to the Subcontract, \n                                                 \n4  Where, as here, a Notice of Designation reques ting designation of a matter as a complex business \ncase has been filed after a motion has been calendared for hearing before the presiding Superior \nCourt Judge of the county in which the action is pending, the policy of the Business Court has been \nthat the judge before whom the matter was calendared may, in his or her discretion, elect to rule on \nthe motion or defer resolution of the motion to the Business Court judge assigned to the case. \n \n5  N.C. Gen. Stat. § 1-294 provides that “[w]hen an appeal is perfected as provided by this Article it \nstays all further proceedings in the court below upon the judgment appealed from, or upon the \nmatter embraced therein; but the court below may proceed upon any other matter included in the \naction and not affected by the judgment appealed from.”  The Court concludes that its ruling on the \ncurrent Motions does not affect Judge Long’s August 28, 2015 order, and, therefore, that the Court \nhas jurisdiction to enter this Order.  The Court held a telephonic status conference on October 2, \n2015, at which counsel for all parties agreed with the Court’s conclusion.   \nVizor agreed to pay Plaintiff $2,319,374.00 for Plaintiff’s work.  (Pl.’s Mot. to Stay \nLitigation and Compel Arbitration Ex. A, hereinafter “Subcontract”, p.1.)   \n{17} Defendant Christopher King, an Indiana resident, is Vizor’s Vice \nPresident of Construction and signed the Su bcontract on behalf of Vizor.  (Compl. \n¶¶ 84, 85.)  He acted as the Project supervisor for Vizor and visited the Project site \nin North Carolina many times.  (Compl. ¶ 20.)   \n{18} This lawsuit arises out of a dispute between Vizor and Plaintiff regarding \nPlaintiff’s performance of work allegedl y outside the scope of the Subcontract \nwithout obtaining the written change orders required by the Subcontract. \n{19} Article 10 of the Subcontract governs “Disputes.”  Section 10.2 of the \nSubcontract provides in relevant part:  \nAll claims, disputes and other matters in question between [Vizor] and \n[Plaintiff] . . . arising out of, or relating to this Agreement or the breach \nthereof . . . shall be subject to arbitration. . . .   Such arbitration shall \nbe conducted in accordance with the Construction Industry Arbitration \nRules of the American Arbitration Association then in effect . . . . \n \n(Subcontract § 10.2.)  Section 10.5 of th e Subcontract further provides that “the \nagreement to arbitrate contained herein shall be interpreted and decided upon by \nthe arbitrator or arbitrators appointed in the arbitration.”  (Subcontract § 10.5.) \nII. \nCONCLUSIONS OF LAW \n{20} As an initial matter, the Court notes th at this dispute is governed by both \nthe Federal Arbitration Act (“FAA”), 9 U.S.C. § 1 et seq., as well as North Carolina’s \nRevised Uniform Arbitration Act (“N CRUAA”), N.C. Gen. Stat. § 1-569.1 et seq.  \nThe FAA applies to any “contract evidencing a transaction involving commerce . . . \n.”  9 U.S.C. § 2 (2012).  The United Stat es Supreme Court has observed in this \ncontext that “the word ‘involving’ is broad, and is indeed the functional equivalent of \n‘affecting.’”  Allied-Bruce Terminix Cox. v. Dobson , 513 U.S. 265, 273–74 (1995).  \n“[T]he word ‘involving,’ like ‘affecting,’ signals an intent to exercise Congress’ \ncommerce power to the full.”  Id. at 277.  Moreover, the words “a contract evidencing \na transaction involving commerce” require only that the transaction involve \ninterstate commerce.  Id. at 278–81.  It is not required , for the FAA to apply, that \nthe parties to the transaction “contemplate” an interstate commerce connection.  Id. \nat 281.   \n{21} Here, Plaintiff, a North Carolina corporation, contracted with Vizor, an \nout-of-state general contractor, to conduct electrical work on an apartment project \nin Chapel Hill.  Although the mere fact that the parties are from different states \ndoes not necessarily compel application of the FAA, see Maxum Founds., Inc. v. \nSalus Corp. , 779 F.2d 974, 978 n.4 (4th Cir. 198 5) (“[T]he mere circumstance of \ndiversity of citizenship between [the parties] is not sufficient to command the \napplication of the [FAA].”), the transaction involved interstate commerce in other \nways.  For example, a substantial payment for the work – over two million dollars – \npassed from Vizor in Indiana to Plainti ff in North Carolina and involved Vizor \npersonnel traveling from Indiana to North Carolina to visit the Project site on \nmultiple occasions.  Such a contract clearly evidences a transaction involving \ninterstate commerce.  See, e.g., Burke Co. Pub. Schs. Bd. of Ed. v. Shaver P’ship , \n303 N.C. 408, 418–19, 279 S.E.2d  816, 822 (1981) (holding that a contract between \nan in-state owner and out-of-state contractor relating to an in-state construction \nproject evidenced a transaction involving commerce); Benezra v. Zacks Inv. \nResearch, Inc. , No. 1:11-CV-596, 2012 U.S. Di st. LEXIS 47769, at *7–8 n.1 \n(M.D.N.C. Mar. 30, 2012) (“The parties reside in different states, and the \ntransactions . . . were conducted across state lines through interstate commerce.”).    \n{22} Moreover, the Fourth Circuit has indicated that “the FAA does not impose \na burden upon the party invoking the FAA to put forth specific evidence proving the \ninterstate nature of the transaction.”  Rota-McLarty v. Santander Consumer USA, \nInc., 700 F.3d 690, 697 (4th Cir. 2012) (hol ding that the defendant made the \nrequisite initial showing to invoke the FAA, which plaintiff failed to rebut).  Here, \nVizor made an initial showing to invoke the FAA, and Plaintiff has made no \nargument nor presented any evidence refuting the interstate nature of this \ntransaction.    \n{23} Thus, because the contract evidences a transaction involving interstate \ncommerce, the FAA applies.  See Burke , 303 N.C. at 418–19, 279 S.E.2d at 822 \n(“The Federal Arbitration Act, by virtue of  the Supremacy Clause, is . . . part of \nNorth Carolina law.”).  Nonetheless, “eve n when the FAA governs a dispute, state \nlaw fills procedural gaps in the FAA as it is applied in state courts,” Cold Springs \nVentures, LLC v. Gilead Sciences, Inc. , 2014 NCBC LEXIS 10, at  *8 (N.C. Super. \nCt. Mar. 26, 2014), including where claims mi ght otherwise be governed by sections \n3 and 4 of the FAA, see Southland Corp v. Keating, 465 U.S. 1, 16 n.10 (1984) (“[W]e \ndo not hold that §§ 3 and 4 of the [FAA] apply to proceedings in state courts.”).   \nThus, North Carolina law fills those procedural gaps in the FAA here.  See Carter v. \nTD Ameritrade Holding Corp. , 218 N.C. App. 222, 226, 721 S.E.2d 256, 260 (2012) \n(Even though the FAA applied to the di spute, “Defendants’ motion to compel \narbitration was properly made and considered under [N.C. Gen. Stat. § 1-\n569.7(a)].”); see also Blow v. Shaughnessy , 68 N.C. App. 1, 17, 313 S.E.2d 868, 877 \n(1984) (“When not in substantive conflict, state law controls questions of procedure.  \nThus, defendants’ motion was properly made and considered under [N.C. Gen. Stat. \n§ 1-569.7(a)].”).     \nA. Arbitrability \n{24} Plaintiff moves to compel arbitration of all of its claims against Vizor, i.e., \nthe Subcontract Claims and the UDTP Claim. 6  Under N.C. Gen. Stat. § 1-569.7(a), \nwhen presented with a motion to compel arbitration, the Court “shall proceed to \nsummarily decide” whether there is an enforceable agreement to arbitrate.  N.C. \nGen. Stat. § 1-569.7(a) (2014) .  If the Court concludes there is an enforceable \nagreement to arbitrate, the Court must orde r the parties to arbitrate claims subject \nto that agreement.  Id.   \n{25} Here, the parties do not dispute that the arbitration provisions of the \nSubcontract constitute a valid and enforceable arbitration agreement between \n                                                 \n6 Plaintiff does not seek to compel arbitration of  any of the Non-Arbitrable Claims.  The parties \nagree, and the Court finds, that no enforceable ag reement to arbitrate exis ts between Plaintiff and \nthe Non-Signatory Defendants as to the Non-Arbitr able Claims, and arbitration should not, and will \nnot, be ordered as to these claims.  See N.C. Gen. Stat. § 1-569.7(c).   \nPlaintiff and Vizor as to claims arising ou t of or relating to the Subcontract.  \nMoreover, none of the parties dispute that the Subcontract Claims arise out of or \nrelate to the Subcontract and are, therefore, properly arbitrable.  Indeed, the plain \nlanguage of the Subcontract clearly indicates that Plaintiff and Vizor agreed to \narbitrate claims arising out of or relating  to the Subcontract.  The Court therefore \nconcludes that a valid and enforceable agreement to arbitrate the Subcontract \nClaims exists, and Plaintiff and Vizor should be ordered to arbitrate these claims.   \n{26} The parties disagree, however, about whether an enforceable agreement \nto arbitrate exists between Plaintiff and Vi zor as to the UDTP Claim against Vizor.  \nPlaintiff argues that its UDTP Claim agains t Vizor arises out of or relates to the \nSubcontract and, therefore, should be subm itted to arbitration.  Vizor argues in \nresponse that the claim is pleaded ag ainst all Defendants, including the Non-\nSignatory Defendants, and, as such, should not be the subject of arbitration \nbetween Plaintiff and Vizor.  The Non-Signatory Defendants agree with Vizor and \nfurther contend that if the UDTP Claim agai nst Vizor is submitted to arbitration, \nthey face a risk that the arbitrator’s findings on that claim may be binding against \nthem in this action.   \n{27} “Arbitrability disputes often necessitate a two-step inquiry.  First, [courts] \ndetermine who decides whether a particular dispute is arbitrable: the arbitrator or \nthe court.  Second, if [the court] concludes that the court is the proper forum in \nwhich to adjudicate arbitrability, [the court] then decides \nwhether the dispute is, in \nfact, arbitrable.”  Peabody Holdings Co., LLC v. UMW , 665 F.3d 96, 101 (4th Cir. \n2012).  As to the first question, Plaintiff argues that, in this case, it is the arbitrator, \nand not the Court, who must determine whether Plaintiff’s claims are subject to the \narbitration provisions in the Subcontract.  According to Plaintiff, section 10.5 of the \nSubcontract, which states that “the agreem ent to arbitrate contained herein shall \nbe interpreted and decided upon by the arbitrator or arbitrators appointed in this \narbitration,” (Subcontract § 10.5), requires the decision regarding arbitrability to be \nmade by the arbitrator.  Vizor contends in opposition that this issue is one for the \nCourt. \n{28} The United States Supreme Court ha s held that “[u]nless the parties \nclearly and unmistakably provide otherwise,  the question of whether the parties \nagreed to arbitrate is to be decided by the court, not the arbitrator.”  AT&T Techs. v. \nCommuns. Workers of Am., 475 U.S. 643, 649 (1986); see also Peabody, 665 F.3d at \n102 (“Parties, to be sure, can agree to arbitrate arbitrability, but such agreement \nmust . . . clearly and unmistakably provide that the arbitrator shall determine what \ndisputes the parties agreed to arbitrate.”) (internal quotation marks and citations \nomitted) (alteration in original).  Th e “’clear and unmistakable’ standard is \nexacting, and the presence of an expans ive arbitration clause, without more, will \nnot suffice.”  \nPeabody, 665 F.3d at 102.  This test “requires more than simply saying \nthat the arbitrator determines the meaning of any disputed contractual terms.  The \ncourts have repeatedly rejected the assertion that general arbitration clauses . . . \ncommit to arbitration disputes over an arbitrator’s jurisdiction.”  \nCarson v. Giant \nFood, Inc., 175 F.3d 325, 329 (4th Cir. 1999).   \n{29} Of particular relevance here, the Fourth Circuit has found that “clauses \nrequiring arbitration to resolve disputes ‘regarding the terms of this Agreement’ [or] \nconcerning the interpretation of the provisio ns of this Agreement . . . do not clearly \nand unmistakably commit questions of  arbitrability to arbitration.”  Id. at 330; see \nalso Peabody, 665 F.3d at 103 (finding that a clau se requiring that “[a]ny dispute \nalleging a breach of this [Agreement]” be submitted to arbitration did not meet the \nclear and unmistakable standard); E.I. Dupont De Nemours & Co. v. Martinsville \nNylon Employees Council Corp. , No. 94-2222, 1996 U.S. A pp. LEXIS 3208, at *6 \n(4th Cir. Feb. 28, 1996) (unp ublished) (holding that a clause which provided for \narbitration of “any question as to the interpretation of this Agreement or as to any \nalleged violation of any provision of th is Agreement” did not meet the clear and \nunmistakable standard).  As a result, alth ough the language in section 10.5 of the \nSubcontract that “the agreement to arbitrate . . . shall be interpreted and decided \nupon by the arbitrator” might seem to submit interpretative disputes to the \narbitrator, the chosen language does not appear to satisfy the “clear and \nunmistakable” standard as applied by the Fourth Circuit.   \n{30} The Court’s required analysis, however, is not concluded with this \nassessment.  The Subcontract also adopts the Construction Industry Arbitration \nRules of the American Arbitration Association (“AAA”), (see Subcontract § 10.2), one \nof which – Rule 9(a) – provides that “[t]he arbitrator shall have the power to rule on \nhis or her own jurisdiction, including any ob jections with respect to the existence, \nscope, or validity of the arbitration agreement.” AAA, Construction Industry \nArbitration Rules and Mediation Procedures , Rule 9(a) (July 1, 2015) (hereinafter, \n“AAA Construction Industry Rules”).   \n{31} A federal district court in Virginia has recently observed that  \n[a]lthough the Fourth Circuit has not yet addressed whether an \nincorporation of the AAA Commercial Rules satisfies the “clear and \nunmistakable” test, the seven circuit s that have explicitly addressed \nthis question have held “that th e express adoption of these rules \npresents clear and unmistakable evidence that the parties agreed to \narbitrate arbitrability.”  \n \nUnited States ex rel. Beauchamp & Shephard v. Academi Training Ctr. , No. \n1:11cv371, 2013 U.S. Dist. LEXIS 46433, at *15–16 (E.D. Va. Mar. 29, 2013) (listing \ncases).  Significantly, the Virginia federal co urt held in that case that Rule 7 of the \nAAA Commercial Rules – which is identica l to Rule 9 of the AAA Construction \nIndustry Rules at issue here – “‘clearly and unmistakably’ delegates to the \narbitrator the question of arbitrability an d thus, the [arbitration agreement], by \nreferencing the AAA Commercial Rules, ‘clearly and unmistakably’ does the same.”  \nId. at *15; see also Terra Holding GmbH v. Unitrans Int’l, Inc. , No. 1:14-cv-1788, \n2015 U.S. Dist. LEXIS 112570, at *7–8 (E.D. Va. Aug. 19, 2015)  (“Although the \nFourth Circuit has not yet said so, it appears from well-reasoned opinions in other \ncircuits that the ‘clear and unmistakable’ standard is met when, in addition to the \nexpansive language, an arbitration clause in corporates a specific set of rules that \nauthorize arbitrators to determine arbitrability.”).   \n{32} The Court finds persuasive the Virginia federal district court’s reasoning \nin Beauchamp & Shephard and in the federal circuit court opinions upon which it \nrelies and similarly concludes that the Subcontract’s adoption of the AAA \nConstruction Industry Rules – and in particular Rule 9(a) – “clearly and \nunmistakably” submits the issue of the arbitrability of the UDTP Claim to the \narbitrator.  Accordingly, the Court concludes that the arbitrability of Plaintiff’s \nUDTP Claim against Vizor – in particular, whether the UDTP Claim arises out of or \nrelates to the Subcontract and thus whether Plaintiff and Vizor agreed to arbitrate \nthat claim – must be submitted to the arbitrator for determination.    \nB. Stay of Litigation \n{33} The Court next determines whether and to what extent this litigation \nshould be stayed pending the outcome of the arbitration proceedings between \nPlaintiff and Vizor.   \n{34} As an initial matter, the parties agree that litigation of the Subcontract \nClaims should be stayed pending the outcome of arbitration.  The Court therefore \nconcludes that litigation of the Subcontract Claims should be stayed pending the \noutcome of arbitration proceedings between Plaintiff and Vizor.\n7  See N.C. Gen. \nStat. § 1-569.7(g) (“If the court orders arbitration, the court on just terms shall stay \nany judicial proceeding that involves a claim subject to the arbitration.”). \n{35} The parties disagree, however, concerning whether litigation of the Non-\nArbitrable Claims should be stayed and to what extent the UDTP Claim should be \nstayed pending the outcome of the arbitration between Plaintiff and Vizor.  As to \nthe Non-Arbitrable Claims, Plaintiff argues that litigation of these claims should \ncontinue in this Court while the arbitration proceeds between Plaintiff and Vizor.  \nThe Non-Signatory Defendants contend, however, that the Non-Arbitrable Claims \nare derivative of the Subcontract Claims, which are subject to arbitration between \nPlaintiff and Vizor, and that litigation of those claims should therefore be stayed \npending the outcome of the arbitration.  In particular, the Non-Signatory \nDefendants argue that Plaintiff’s maintenance of the Non-Arbitrable Claims is \ndependent on a finding that Vizor breached its contract with Plaintiff.  Should the \n                                                 \n7 Because the Court has concluded that the arbitrability of the UDTP claim against Vizor must be \nsubmitted to arbitration, the Court also conclude s that litigation of the UDTP claim against Vizor \nmust be stayed at least pending the arbitrator’s determination of this issue.  See N.C. Gen. Stat. § 1-\n569.7(g).   \narbitrator conclude that Vizor is not li able for breach, then, according to the Non-\nSignatory Defendants, Plaintiff would be unable to maintain any of the Non-\nArbitrable Claims.   \n{36} As to the UDTP Claim, Plaintiff contends that, regardless of the \narbitrator’s determination concerning the arbitrability of that claim, litigation of the \nUDTP Claim against the Non-Signatory Defend ants should continue in this Court \nwhile arbitration proceeds between Plaintiff and Vizor.  Plaintiff further contends \nthat should the arbitrator conclude that the UDTP Claim against Vizor is not \narbitrable, that claim should be litigated in this Court and not stayed pending the \noutcome of the arbitration on Plaintiff’s arbitrable claims.  Vizor and the Non-\nSignatory Defendants disagree on both counts, contending that should the \narbitrator determine that the UDTP Claim ag ainst Vizor is arbitrable, litigation of \nthat claim against the Non-Signatory Defendants during arbitration would result in \npiecemeal litigation of that claim and possibly inconsistent results.  Should the \narbitrator determine that the UDTP Cl aim against Vizor is not arbitrable, \nDefendants argue that the claim, like the Non-Arbitrable Claims, is dependent on a \nfinding that Vizor breached its contract with Plaintiff and should therefore \nnonetheless be stayed pending the outcome of arbitration.   \n{37} N.C. Gen. Stat. § 1-569.7(g) provides that “[i]f the court orders arbitration, \nthe court on just terms shall stay any ju dicial proceeding that involves a claim \nsubject to the arbitration.”  The statute further provides that “[i]f a claim subject to \nthe arbitration is severable, the court may limit the stay to that claim.”  \nId.  The \ntrial court has broad discretion to grant or deny a request for stay in such \ncircumstances.  See, e.g., Moses H. Cone Mem’l Hosp. v. Mercury Constr. Corp., 460 \nU.S. 1, 20 n.23 (1983) (The decision “to stay litigation among the nonarbitrating \nparties pending the outcome of the arbitration . . . is one left to the district court (or \nto the state trial court under applicable state procedural rules) as a matter of its \ndiscretion to control its docket.”); Sloan Fin. Group, Inc. v. Beckett , 159 N.C. App. \n470, 485, 583 S.E.2d 325, 334 ( 2003) (“The decision to grant or deny a stay rests \nwithin the discretion of the trial court . . . .”); Apex Tool Grp., LLC v. Ingersoll-Rand \nCo., 2013 NCBC LEXIS 24, at *14–15 (ordering a stay of nonarbitrable claims \nwhere those claims were inherently depe ndent on the outcome of the arbitrable \nclaims).   \n{38} After considering these principles as applied to this case, the Court \nconcludes, in the exercise of its discretion , that the prosecution of Plaintiff’s claims \nagainst all Defendants should be stayed pending the outcome of the arbitration \nbetween Plaintiff and Vizor. \n{39} In particular, as to the Non-Arbitrabl e Claims, the Court, in the exercise \nof its discretion, concludes that a stay of litigation in this Court is appropriate \nbecause it appears that these claims will be impacted by the outcome of the claims \nsubject to arbitration between Plaintiff and Vizor.  As the Non-Signatory \nDefendants point out, resolution of each of the arbitrable claims in favor of Vizor \nmay impact Plaintiff’s ability to maintain any of the Non-Arbitrable Claims against \nthe Non-Signatory Defendants.  Therefore,  the Court concludes that litigation of \nthese claims should be stayed pending the outcome of the arbitration between \nPlaintiff and Vizor.  \nSee, e.g. , Beiler v. Fifth Third Bank , 1:13CV867, 2014 U.S. \nDist. LEXIS 84126, at *12–13 (M.D.N.C. J un. 20, 2014) (staying non-arbitrable \nclaims where an issue that would likely be resolved in arbitration would affect the \nplaintiff’s ability to state a claim for relief for a non-arbitrable claim).   \n{40} As to Plaintiff’s UDTP Claim, the Court,  in the exercise of its discretion, \nconcludes that a stay of litigation of the cl aim in its entirety is appropriate to avoid \npiecemeal litigation of that claim.  Should  the arbitrator determine that the UDTP \nClaim against Vizor is arbitrable between Plaintiff and Vizor, a stay would avoid \nlitigation of the claim against the Non-Sig natory Defendants while arbitration of \nthe same claim proceeds against Vizor alone.  Similarly, should the arbitrator \ndetermine that the UDTP claim as to Vizor is not arbitrable, a stay would allow the \nclaim to be litigated only once, in this Court, against all Defendants, after the \narbitration is concluded between Plaintiff and Vizor. \n \n \nIV. \nCONCLUSION \n{41} NOW THEREFORE, based on the foregoing, it is ORDERED that: \nA. The Trinitas/Individual Defendants Motion and the NC-UNC/Meridian \nMotion are hereby GRANTED. \nB. Plaintiff’s Motion is hereby GRANTED in part and DENIED in part as \nset forth below.   \nC. The Subcontract Claims are hereby  ordered to arbitration, and \nlitigation of the Subcontract Claims in this civil action is hereby \nSTAYED pending the outcome of arbitration proceedings between \nPlaintiff and Vizor.  \nD. The litigation of the Non-Arbitrable Claims in this civil action is \nhereby STAYED pending the outcome of arbitration proceedings \nbetween Plaintiff and Vizor. \nE. The determination of whether Plaintiff’s UDTP Claim against Vizor is \narbitrable is DEFERRED to a properly-selected arbitrator in \narbitration, and litigation of the UDTP Claim in this civil action is \nhereby STAYED pending the outcome of arbitration proceedings \nbetween Plaintiff and Vizor.   \nF. The parties shall notify the Court of the arbitrator’s decision \nconcerning the arbitrability of Plai ntiff’s UDTP claim within seven (7) \ndays after such decision has been issued. \nG. The parties shall notify the Court of the outcome of the arbitration \nproceeding within seven (7) days after the arbitrator has issued his or \nher decision.  Plaintiff shall submit to the Court a copy of the \narbitrator’s decision accompanied by the parties’ recommendations \nconcerning further proceedings in this Court.   \n \n \n \nSO ORDERED, this the 30th day of October, 2015. \n \n \n \n/s/ Louis A. Bledsoe, III \nLouis A. Bledsoe, III \nSpecial Superior Court Judge \n  for Complex Business Cases \n "
}