{
  "id": "0aeb750f165846f2d3dc62f451c235efbecd6a32d8f4a601626ace208e66a37a",
  "source_file": "data/raw/ncbc/0aeb750f165846f2d3dc62f451c235efbecd6a32d8f4a601626ace208e66a37a.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nDAVIE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 367 \n \nBRAKEBUSH BROTHERS, INC. \nAND HOUSE OF RAEFORD \nFARMS, \n \nPlaintiffs, \n \nv. \n \nCERTAIN UNDERWRITERS AT \nLLOYD'S OF LONDON - NOVAE \n2007 SYNDICATE SUBSCRIBING \nTO POLICY WITH NUMBER \n93PRX17F157, HALLMARK \nSPECIALTY INSURANCE CO., \nEVANSTON INSURANCE CO., \nMAXUM INDEMNITY CO., \nHUDSON SPECIALTY INSURANCE \nCO., LIBERTY SURPLUS \nINSURANCE CORPORATION, \nIRONSHORE SPECIALTY \nINSURANCE CO., AND CERTAIN \nUNDERWRITERS AT LLOYD'S OF \nLONDON -BRIT SYNDICATE 2987 \nSUBSCRIBING TO POLICY WITH \nNUMBER PD-l0972-00, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF BRAKEBUSH \nBROTHERS, INC.’S MOTION TO \nDISMISS DEFENDANTS’ AMENDED \nCOUNTERCLAIMS AND PLAINTIFFS’ \nMOTION TO STRIKE DEFENDANTS’ \nAFFIRMATIVE DEFENSES \n \n \n THIS MATTER comes before the Court on Plaintiff Brakebush Brothers, Inc.’s \nMotion to Dismiss Defendants’ Amended Counterclaims and Plaintiffs’  Motion to \nStrike Defendants’ Affirmative Defenses (“Motion s,” ECF No. 159).  The Court, \nhaving considered the Motions, the parties’ briefs, the arguments of counsel, and all \nappropriate matters of record, concludes that the Motions should be DENIED.  \nKilpatrick Townsend & Stockton LLP, by Susan  H. Boyles, and Dorsey \n& Whitney LLP, by Vernle C.  Durocher, Kathryn A. Johnson, and Eric \nWeisenburger, for Plaintiffs  Brakebush Brothers,  Inc. and House of \nRaeford Farms. \n  \nBrakebush Bros., Inc. v. Certain Underwriters at Lloyd’s of London - Novae 2007 \nSyndicate Subscribing to Pol’y No. 93PRX17F157, 2022 NCBC 77. \n \nNelson Mullins Riley & Scarborough LLP, by G. Gray Wilso n, Linda L. \nHelms, and Lorin J. Lapidus, and Tressler LLP, by Timothy M. Jabbour, \nAnthony M. Tessitore, and Kiera Fitzpatrick, for Defendants Certain \nUnderwriters at Lloyd’s of London – Brit Syndicate, Evanston Insurance \nCompany, Maxum Indemnity Company, Hudson Specialty Insurance \nCompany, Liberty Surplus Insurance Corporation, and Ironshore \nSpecialty Insurance Company.  \n \nButler Weihmuller Katz Craig LLP, by  K. Clark Schirle, N. Khrystyne \nSmith, and L. Andrew Watson, for Defendant Certain Underwriters at \nLloyd’s of London Novae 2007 Syndicate.  \n \nAkerman LLP, by Bryan G. Scott  and Jasmine Pitt , for Defendant \nHallmark Specialty Insurance Company. \n \nINTRODUCTION \n1. In this lawsuit, Plaintiffs Brakebush Brothers, Inc. (“Brakebush”) and \nHouse of Raeford Farms, Inc. (“Raeford”) have sued a number of insurance companies \nin a dispute over the amount  of Brakebush’s insurance claim following a fire at  a \nchicken plant in Mocksville, North Carolina .  Raeford was in the process of selling \nthe plant to Brakebush at the time of the fire .  The named Defendants  all issued \ninsurance policies providing excess coverage for losses sustained at the plant.  The \nCourt has previously ruled on several issues relating to the facial validity of Plaintiffs’ \nclaims and whether Raeford is a proper plaintiff in this lawsuit.  The issues presently \nbefore the Court concern (1) the validity of Defendants’ counterclaims —namely, \nwhether Defendants have adequately pled claim s against Brakebush for statutory \nfraud in connection with Brakebush’s fire insurance claim under Rule 12(b)(6) of the \nNorth Carolina Rules of  Civil Procedure; and (2) whether Defendants’ affirmative \ndefenses based on their allegations of fraud should be stricken.1 \nFACTUAL AND PROCEDURAL BACKGROUND \n2. “The Court does not make findings of fact on a motion to dismiss \npursuant to Rule 12(b)(6) ” and instead recites those factual allegations from the \ncounterclaims that are “ relevant and necessary to a determination of the motion.”  \nChi v. N. Riverfront Marina & Hotel LLLP, 2022 NCBC LEXIS 98, at **2 (N.C. Super. \nCt. Aug. 24, 2022).2 \n3. On 14 December 2017, a fire damaged a chicken processing plant in \nMocksville, North Carolina that was then owned by Raeford.  (Hallmark Am. \nCounterclaims ¶ 1, ECF No. 153.)  At the time of the fire, the Mocksville plant was \ninsured by various primary and secondary insurance policies.  The named Defendants \nin this action are Certain Underwriters at Lloyd’s of London – Novae 2007 Syndicate \nSubscribing to Policy with Number 93P RX17F157 (“Novae”); Hallmark Specialty \nInsurance, Co. (“Hallmark”); Evanston Insurance Co. (“Evanston”); Liberty Surplus \nInsurance Corporation  (“Liberty”); Maxum Indemnity Co.  (“Maxum”); Hudson \n \n1 Although Brakebush and Raeford are now co -Plaintiffs in this case, Defendants’ \ncounterclaims were asserted solely against Brakebush.   For this reason, Brakebush alone \nhas filed the present motion to dismiss Defendants’ c ounterclaims. However, the \naccompanying motion to strike certain affirmative defenses asserted by Defendants has been \nbrought by Brakebush and Raeford together.  \n \n2 Defendants collectively have filed three sets of counterclaim s.  However, the allegations \ncontained within each set are essentially identical .  As the parties have done in their \nrespective briefs, the Court elects to recite the relevant facts by drawing primarily from one \nset of counterclaims.  However, the Court’s recitation of the facts and ensuing analysis shall \nbe deemed to apply to each set of counterclaims.   \nSpecialty Insurance Co. (“Hudson”); Ironshore Specialty Insurance Co. (“Ironshore”); \nand Certain Underwriters  at Lloyd’s of London -Brit Syndicate 2987 Subscribing to \nPolicy with Number PD-1 0972-00 (“Brit”)—each of which provided excess insurance \ncoverage for the plant.  (Hallmark Am. Counterclaim s ¶ 2; Brit, Evanston, Maxum, \nHudson, Ironshore, and Liberty Am. Counterclaim s ¶ 5, ECF No. 152; Novae Am. \nCounterclaims ¶ 2, ECF No. 154.) \n4. At the time the fire  occurred, Brakebush was in the process of \npurchasing the plant from Raeford.  (Hallmark Am. Counterclaims ¶ 3.)  As discussed \nbelow, the documents evidencing the purchase provided that Raeford would assign to \nBrakebush the right to collect insurance proceeds relating to the fire damage to the \nplant.  In their counterclaims, Defendants assert that  although Brakebush “sought \nand obtained written consent from the primary [insurers] to the assignment of the \nprimary insurance policies on the Mocksville Plant from Raeford to Brakebush [,]” \nBrakebush “did not seek consent from the defendant excess [ insurers] . . . that were \nproviding Raeford excess insurance coverage for the Mocksville Plant.”  (Hallmark \nAm. Counterclaims ¶¶ 4–6.) \n5. The counterclaims further allege that “Brakebush did not seek consent \nfrom the defendant excess insurers because it and Raeford understood that proceeds \nfrom the primary layer of insurance coverage would be sufficient to repair the fire \ndamage to the Mocksville Plant.”  (Hallmark Am. Counterclaim s ¶ 7.)  Brakebush \nand Raeford acknowledged in their Asset Purchase Agreement (“ APA”) that “ ‘the \nestimated gross loss from the Fire Event is $16,374,501 and the net claim is \n$16,124,501,’ which amounts were well within the $20 million primary layer of \ninsurance coverage applicable to the Mocksville Plant .”  (Hallmark Am. \nCounterclaims ¶ 8.)  Brakebush and Raeford proceeded to finalize the purchase of the \nplant based on the terms of  the APA, which purported to assign from Raeford to \nBrakebush the right to recover insurance proceeds from the fire . (Hallmark Am. \nCounterclaims ¶ 9.) \n6. The counterclaims assert that “ [a]fter acquiring the Mocksville Plant, \nBrakebush took over repair of the fire damage while also beginning to implement its \nplan to materially expand, renovate, and improve the Mocksville Plant well beyond \nthe damage caused by the fire.”  (Hallmark Am. Counterclaims ¶ 11.)  On or about 29 \nApril 2020, despite having previously estimated the fire losses at $16,124,501, \n“Brakebush obtained payment from the primary insurers in the amount of $20 \nmillion, thereby exhausting the  available primary  coverage.”  (Hallmark Am. \nCounterclaims ¶ 12.)  According to Defendants, “ [s]ince the funds from the primary \npolices on the Mocksville Plant would not be sufficient to pay for Brakebush ’s new, \nimproved, and expanded facility, Brakebush targeted defendants’ excess insurance \npolicies as a prime source of funding for these improvements. ”  (Hallmark Am. \nCounterclaims ¶ 13.) \n7. Defendants allege that J.S. Held\n3 consultants Frank Simones and Peter \nMcCabe “participated in at least three  discussions regarding both the alleged loss \n \n3 J.S. Held was a company hired by Defendants to participate in the  process of claims \nadjustment for the loss from the Mocksville fire.   (See, e.g., Am. Complaint ¶ 37, Hallmark \nAm. Answer ¶ 37, ECF No. 153.)  \nincurred and scope of the proposed reconstruction project with Brakebush ’s owners, \nofficers, and representatives ”—Carey Brakebush (“Carey”), Greg  Brakebush, and \nTerry Brakebush along with the company’s chief financial officer, Gregory Huff.  \n(Hallmark Am. Counterclaims ¶ 14.)  During a conversation with Carey, Simones , \nand Huff in October 2019, Carey “informed Mr. Simones that he intended to increase \nthe size, height, and square footage of the building despite Simones’ assessment that \nthe fire damage was limited to only 21,000 square feet. ”  (Hallmark Am. \nCounterclaims ¶ 15.) \n8. In response, Simones told Carey that a claim to cover any portion of the \nplant greater than the 21,000 square feet of the documented damage “ would be \noutside the scope of the fire damage and would constitute a betterment. ”  (Hallmark \nAm. Counterclaims ¶ 16.)  Defendants assert that “[Carey] became visibly upset and \nleft the room where these men were meeting because [he] did not like Mr. Simones ’ \nassessment.”  (Hallmark Am. Counterclaims ¶ 16.)  The counterclaims allege that \n“Mr. Simones opined that Mr. Brakebush simply wanted a bigger and better building \nand that a proposal greater in  size than the 21,000 square feet actually damaged in \nthe fire and resultant damage would constitute reconstruction well beyond the scope \nof the fire damage.”  (Hallmark Am. Counterclaims ¶ 17.)  However, Carey “persisted \nby informing Simones that the insurance companies should nonetheless pay for the \nexpanded scope of the project and betterments.”  (Hallmark Am. Counterclaims ¶ 17.) \n9. According to Defendants, during the assessment and adjustment \nprocess, “Brakebush submitted multiple spreadsheets  to the defe ndants that \ncontinued to reflect material increases  in the amounts claimed that included \nbetterments for the project above and beyond actual  fire damage.”  ( Hallmark Am. \nCounterclaims ¶ 18.)  Specifically,  Defendants contend that  on both 13 December \n2019 and 3 February 2020, “ Brakebush purposefully prepared and submitted a \ngrossly misrepresented and inflated loss claim to the defendants representing that it \nhad sustained a fire damage loss in excess of $41 million[.]”  (Hallmark Am. \nCounterclaims ¶ 19.)  In July 2020, Brakebush increased the claim to an amount “in \nexcess of  $44 million.”  (Hallmark Am. Counterclaims ¶ 19.)   \n10. Defendants further allege that i n submitting its proof of loss  form, \n“Brakebush falsely swore that the amounts it claimed  ‘did not originate by any act, \ndesign, or procurement on the part of your insured . . . .’ ”  ( Hallmark Am. \nCounterclaims ¶ 21.)  According to Defendants, Brakebush further misrepresented \nthat “no articles are mentioned herein or in annexed schedules but such as were \ndestroyed or damaged at the time of said loss.”  (Hallmark Am. Counterclaims ¶ 21.)  \nDefendants assert that Brakebush “included within its claimed fire loss amounts that \narose solely from its subsequent expansion, renovation, and improvement of the \nMocksville Plant.”  (Hallmark Am. Counterclaims ¶ 22.)   \n11. Following its submission of the proof of loss  information, Brakebush \nallegedly demanded that Defendants issue payments based on the ir policies “under \nthe guise of needing funds to repair damage to the Mocksville Plant from the actual \nfire loss.”   (Am. Comp l. ¶ 23.)   In so doing , Defendants allege that “ Brakebush \nsquarely misrepresented the nature and scope of the damaged property and sought \nimpermissible and excess insurance funding for the expansion , renovation, and \nimprovement of the Mocksville Plant.”  (Hallmark Am. Counterclaim ¶ 23.) \n12. In early June 2020, Defendants paid $4,221,465.83 to Brakebush under \nthe policies pursuant to an express reservation of rights .  (Hallmark Am. \nCounterclaims ¶ 25.)  Defendants’ counterclaims assert that Brakebush continues to \ndemand additional insurance proceeds under their policies “for amounts it spent to \nimprove and expand the Mocksville Plant rather than legitimate fire loss expenses.”  \n(Hallmark Am. Counterclaims ¶ 26.) \n13. On 12 October 2020, Brakebush initiated this lawsuit  against \nDefendants by filing a Complaint in Davie County Superior Court in which it asserted \nclaims for declaratory judgment, breach of contract, bad faith, and unfair and \ndeceptive trade practices under N.C.G.S. § 75-1.1.  (Compl. ¶¶ 47–79, ECF No. 3.) \n14. Brakebush filed an Amended Complaint  on 10 December 2021,  adding \nRaeford as a co-Plaintiff in this action.   \n15. Since the lawsuit was originally filed, the Court has issued a number of \nrulings on various issues associated with Plaintiffs’ claims, none of which are relevant \nto the present Motions. \n16. On 7 June 2022, Answers and Counterclaims were filed on behalf of all \nDefendants.  (ECF Nos. 135, 136, 137.)4  On 12 and 18 August 2022, Defendants filed \nAmended Answers and Counterclaims.  (ECF Nos. 152, 153, 154.)  The  Amended \n \n4 One set of counterclaims was filed on behalf of Defendants Evanston, Maxum, Hudson, \nLiberty, Ironshore, and Brit , a second set on behalf  of Novae, and a third set on behalf of \nHallmark.  (ECF Nos. 135, 136, 137.)  \n \nCounterclaims consist of (1) a request for a declaratory judgment declaring  \nDefendants’ insurance policies  to be void due to Brakebush’s material \nmisrepresentations in its fire loss claim;  and (2) a claim for recoupment and unjust \nenrichment against Brakebush.  (ECF Nos. 135, 136, 137.)  The Counterclaims are \nall based on Defendants’ assertion that Brakebush violated N.C.G.S. § 58-44-16(f)(2) \nby fraudulently submitting a claim seeking insurance proceeds for amounts \nsubstantially beyond the actual fire damage to the plant.   Each of Defendants’  \nAnswers also contain affirmative defenses that are similarly premised on the \nassertion that the insurance claim was in violation of N.C.G.S. § 58-44-16(f)(2).  \n17. On 21 September 2022, Plaintiffs filed the present Motions seeking the \ndismissal of Defendants’ counterclaims and requesting that the affirmative defenses \nbased on N.C.G.S. § 58-44-16(f)(2) be stricken.  \n18. This matter came before the Court for a hearing via Web ex on 16 \nNovember 2022.  The Motions are now ripe for decision.  \nLEGAL STANDARD \n19. “It is well-established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen ‘(1) the [counterclaim] on its face reveals that no law supports the plaintiff’s \nclaim; (2) the [counterclaim] on its face reveals the absence of facts sufficient to make \na good claim; or (3) the [counterclaim] discloses some fact that necessarily defeats the \nplaintiff’s claim.’  ”  Corwin v. British Am. Tobacco PLC , 371 N.C. 605, 615 (2018) \n(quoting Wood v. Guilford C nty., 355 N.C. 161, 166 (2002)).   The Court may also \n“reject allegations that are contradicted by the documents attached, specifically \nreferred to, or incorporated by reference in the [counterclaim].”  Laster v. Francis, 199 \nN.C. App. 572, 577 (2009) (cleaned up). \n20. Rule 12(f) provides that a court “may order stricken from any pleading \nany insufficient defense or any redundant, irrelevant, immaterial, impertinent, or \nscandalous matter.”  N.C. R. Civ. P. 12(f).  The purpose of this R ule is to “avoid \nexpenditure of time and resources before trial by removing spurious issues, whether \nintroduced by original or amended complaint.”  Estrada v. Jaques, 70 N.C. App. 627, \n642 (1984) (citation omitted).  A motion to strike “is addressed to the sound discretion \nof the trial court[.]”  Broughton v. McClatchy Newspapers, Inc., 161 N.C. App. 20, 25 \n(2003) (citation omitted).  \nANALYSIS \nI. Defendants’ Counterclaims \n21. One of the few things upon which the parties agree is that Defendants’ \nsecond counterclaim (for recoupment and unjust enrichment) hinges upon the \nvalidity of its first counterclaim (for declaratory judgment).  This is logical because \nthe counterclaim for recoupment and unjust enrichment is predicated upon a \ndetermination by  the Court that the subject insurance policies are void under \nN.C.G.S. § 58-44-16(f)(2) as a result of Brakebush’s alleged misre presentations.  \nSimilarly, Plaintiffs’ request that the Court strike those affirmative defenses \ncontained in Defendants ’ Amended Answers that allege fraud is based on \nBrakebush’s argument that Defendants’ declaratory judgment counterclaim fails to \nsufficiently plead a n actual  violation of N.C.G.S. § 58-44-16(f)(2).  Therefore, the \nCourt will first address whether Defendants have stated a valid claim for relief under \nRule 12(b)(6) as to their declaratory judgment counterclaim.  \nA. Declaratory Judgment Counterclaim \n22. N.C.G.S. § 58-44-16(f) contains a number of substantive provisions that \nmust be contained in fire insurance policies covering property in this State.  N.C.G.S. \n§ 58-44-16(b) (2021).5  One of these provisions reads as follows: \n(2) Concealment or fraud. — This entire policy shall be void if, \nwhether before or after a loss, the insured has willfully concealed or \nmisrepresented any material fact or circumstance concerning this \ninsurance or the subject of this insurance, or the interest of the insured \nin the subject of this insurance, or in the case of any fraud or false \nswearing by the insured relating [to] the subject of this insurance. \n \nN.C.G.S. § 58-44-16(f)(2). \n23. In its motion to dismiss Defendants’ counterclaims , Brakebush argues \nthat the counterclaims fail to allege facts that satisfy every element of a claim under \nG.S. § 58-44-16(f)(2).  Defendants, not surprisingly, disagree. \n24. In analyzing the parties’ competing arguments, the Court is guided by \nour Supreme Court’s decision in Bryant v. Nationwide Mut. Fire Ins. Co., 313 N.C. \n362 (1985).  In Bryant, the plaintiffs-insureds sued the defendant-insurer to recover \nproceeds under a fire insurance policy after a fire destroyed their residence.  The  \ninsurer raised a coverage defense by asserting that the insureds had made material \nmisrepresentations in connection with their proof of loss form in violation of a prior—\nand virtually identical—version of § 58-44-16(f)(2).  Following a jury verdict in favor \n \n5 A few specific types of fire insurance policies are exempted from th ese requirements, but \nnone of those types are relevant to the present case. \nof the insureds, the trial court granted judgment notwithstanding the verdict in favor \nof the insurer.  Id. at 364–67, 369.  \n25. In its opinion, the Supreme Court began its analysis by stating the \nfollowing regarding the insurer’s statutory fraud defense: \nAs is true in the present case, many insurers raise misrepresentation as \na basis for an affirmative defense and seek to void the policy on that \nground . . . To prevail in its defense, the insurance company must prove \nthe insured made statements that were: 1) false, 2) material, and 3) \nknowingly and willfully made. \n \nId. at 370 (citations omitted). \n26. The Supreme Court then considered whether the following portions of \nthe trial court’s jury instructions were proper:   \nNow, the defendant, Nationwide Mutual Fire Insurance Company, \ncontends that the plaintiffs made material representations with regard \nto the insured premises, and that [sic] their interest therein, as well as \nthe value of the premises.  The defendant therefore contends that these \nmaterial representations void the policy and alleviate Nationwide from \nany liability.  Conversely, of course, the plaintiffs contend that they did \nno such thing and that if they made any misrepresentations they were \nsimply innocent mistakes and that they were not intentional and that \nthey were not material. \n \n. . . . \n \nUnder the law a willful and intentional misrepresentation of the extent \nof the fire loss, or a willful and intentional misrepresentation as to the \ninterest of the insured in the premises, or the value thereof, with the \nintention of deceiving the insurer, will preclude any recovery on the \npolicy.  I instruct you, members of the jury, that a mere overstatement \nof value of the goods or premises lost in a fire, or an error in judgment \nwith respect to their value, is not sufficient to prove an intentional \nmisrepresentation.  On the other hand, if the insureds knowingly made \nfalse statements to Nationwide with regard to a material matter, the \nlaw infers or presumes that the insured intended to deceive the insurer, \nNationwide. \n \nFurther, I instruct you that it is not necessary for the insurer, \nNationwide, to be actually deceived, prejudiced, or injured by the false \nor fraudulent statements made by the insured in order to void the policy \nof insurance.  Therefore, you need not be persuaded that Nationwide \nrelied or acted upon the statements of the insured to its detriment, it \nbeing sufficient to void the policy that the plaintiffs made material \nrepresentations knowing them to be false. \n \n. . . \n  \nNow, members of the jury, a misrepresentation is material if the facts \nmisrepresented would reasonably be expected to influence the decision \nof the defendant insurance company in investigating, adjusting or \npaying the claim of the plaintiffs. \n \nId. at 370–71. \n \n27. The Supreme Court stated that “the substance of these instructions, \nread in context with the remaining charges to the jury . . . accurately explain the \napplicable law for consideration by the jury.”  Id. at 371.  The Supreme Court further \nruled that the trial court had erred in granting judgment notwithstanding the verdict \ngiven the existence of a conflict in the evidence on whether the plaintiffs had, in fact, \nknowingly and willfully made false statements in their claim.  Id. at 372, 378.  \n28. In the course of its analysis, the Supreme Court articulated definitions \nof several key terms in the statute that are highly relevant to the present case.  \nNotably, the Supreme Court explained that “[t]o ‘willfully misrepresent’ is to make a \nstatement deliberately and intentionally knowing it to be false.”  Id. at 374 (citation \nomitted).  Furthermore , as noted above, the Supreme Court expressly stated its \napproval of the trial court’s instructions to the jury on the following elements of the \ninsurer’s statutory fraud defense: (1) that “a misrepresentation is material if the facts \nmisrepresented would reasonably be expected to influence the decision of the \n[insurer] in investigating, adjusting or paying the claim”; (2) that if a false statement \nis knowingly made by an insured, “the law infers or presumes that the insured \nintended to deceive the insurer”; and (3) that the jury was not required to find either \nthat the insurer was “actually deceived, prejudiced, or injured by” the insured’s \nfraudulent statement or that the insurer “relied or acted upon the statements of the \ninsured to its detriment[.]”  Id. at 370–71, 383.     \n29. Bryant has not been modified by any subsequent decision from our \nSupreme Court, so it remains the controlling decision in North Carolina on the \nelements of a statutory fraud claim under § 58-44-16(f)(2).  Thus, although a claim \nfor common law fraud contains additional requirements, Bryant  makes clear that \nonly three elements must be pled in order to state a claim for statutory fraud under \n§ 58-44-16(f)(2): (1) a false statement; (2) that was knowingly and willfully made; and \n(3) that was material.  Id. at 370 (citation omitted).  \n30. The Court must now apply the principles set out in Bryant to the present \nMotions.  First,  with regard to the falsity element, the counterclaims allege that \nBrakebush’s insurance claim fraudulently asserted entitlement to insurance proceeds \nsubstantially beyond what was necessary to cover the actual fire damage to the plant \nand was instead intended to improperly fund improvements to—and an expansion \nof—the Mocksville plant.  These allegations satisfy the element of falsity: Defendants \nhave alleged facts showing that, in its proof of loss claim, Brakebush swore that it \nwas entitled to receive millions of dollars in insurance proceeds despite its knowledge \nthat significant portions of the claimed amounts were not actually related to the fire \ndamage.  \n31. Second, it is likewise clear that the declaratory judgment counterclaim \ncontains sufficient allegations that such statements were knowingly and willfully \nmade.  As noted above, Defendants’ counterclaims assert that Brakebush submitted \na grossly inflated claim designed to obtain funds for “betterments” and modifications \nto the plant despite its owners and other representatives being on actual notice from \nconversations with an insurance adjuster that the insurance would not cover such \nexpansion or improvements to the plant that were unrelated to the fire damage. \n32. Third, Defendants have sufficiently alleged that these \nmisrepresentations “would reasonably be expected to influence the decision of the \ndefendant insurance company in investigating, adjusting or paying the claim of the \nplaintiffs” and thus are “material.”  See Bryant, 313 N.C. at 383.  In  applying the \nliberal Rule 12(b)(6) standard, the Court cannot conclude that Brakebush’s allegedly \nfalse statements would not have influenced an insurer’s decision in processing \nBrakebush’s claim.   \n33. The Court rejects Brakebush’s attempts to characterize the declaratory \njudgment counterclaim as alleging nothing more than an honest disagreement \nbetween an insured and an insurer regarding the amount of an insurance claim.  As \nBryant makes clear, “a mere overstatement of value of the goods or premises lost in \na fire, or an error in judgment with respect to their value, is not sufficient to prove an \nintentional misrepresentation.”  Id .  However,  that is not what Defendants have \nalleged.  To the contrary, Defendants take great pains in their counterclaims to make \nclear that they are asserting that the inflated proof of loss information was the result \nof deliberate fraud rather than due to an honest mistake by Brakebush as to the \namount of proceeds it was entitled to recover.  \n34. Indeed, the Court notes that in the case on which Brakebush primarily \nrelies for this argument—Shields v. Nationwide Mut. Fire Ins. Co., 61 N.C. App. 365 \n(1983)—our Court of Appeals held that the insured’s allegedly fraudulent statement \nraised a jury question as to whether the insured’s claim was fraudulent.  Therefore, \nShields hardly supports the dismissal of Brakebush’s claim under Rule 12(b)(6). \n35. Brakebush’s only other argument s are that because  Defendants’ \ndeclaratory judgment counterclaim is grounded in fraud, this claim is subject to the \n“heightened pleading” standard for fraud claims contained in N.C. R. Civ. P. 9(b) and \nthat Brakebush did not receive fair notice of the specific nature of the counterclaim.  \nPursuant to Rule 9(b), “[i]n all averments of fraud . . . the circumstances constituting \nfraud . . . shall be stated with particularity.  Malice, intent, knowledge, and other \ncondition of mind of a person may be averred generally.”  N.C. R. Civ. P. 9(b).  \n36. The parties spend a significant amount of time in their respective briefs \ndebating whether the particularity requirement of Rule 9(b) actually applies to a  \nstatutory fraud claim under G.S. § 58-44-16(f)(2).  However, the Court need not decide \nthat issue given that it  finds the counterclaims were pled with sufficient \nparticularity—even if Rule 9(b) is applicable.   \n37. The declaratory judgment counterclaim unambiguously alleges that (1) \nBrakebush’s proof of loss form falsely sought the recovery of millions of dollars in \ninsurance proceeds to which Brakebush was clearly not entitled; (2) these portions of \nthe claimed losses were not limited to the 21,000-square-foot area of the plant that \nactually sustained fire damage; and (3) Brakebush’s intent in submitting a \nfraudulently exaggerated claim was to induce Defendants to pay for improvements \nand expansions to the plant.  Furthermore,  as discussed above, Defendants have \nmade reference in their counterclaim to specific conversations between Brakebush \nrepresentatives and persons involved in the claims adjustment process during which \nBrakebush  owners and employees were expressly told that its insurance policies \nwould not cover such improvements to the plant but that the Brakebush personnel \nwere not deterred.  Although the counterclaim does not attempt to differentiate \nbetween actual line items in the proof of loss form in order to show which ones were \nappropriate and which ones were not, that level of specificity is not required at the \nRule 12(b)(6) stage under these circumstances. \n38. In short, although Brakebush vigorously disputes the validity of \nDefendants’ allegations, the Court concludes that they are sufficient at the motion to \ndismiss stage.  Accordingly,  the Court DENIES Brakebush’s motion to dismiss \nDefendants’ declaratory judgment counterclaim.  \nB. Recoupment and Unjust Enrichment Counterclaim \n39. As noted earlier, Defendants’  remaining counterclaim for recoupment \nand unjust enrichment hinges on the validity of their declaratory judgment \ncounterclaim—alleging that if the Court agrees that the policies at issue should be \ndeclared void due to Brakebush’s material misrepresentations, Defendants are each \nentitled to recoup their respective contributions to the $4,221,465.83  payment made \nto Brakebush in June 2020.  Brakebush’s only argument in its Motion regarding this \ncounterclaim is that if the Court dismisses the declaratory  judgment counterclaim, \nthen the claim for recoupment and unjust enrichment must be dismissed as well.  \n40. Because  the Court has now determined that Brakebush’s Motion should \nbe denied as to Defendants’ declaratory judgment counterclaim, d ismissal of the \nsecond counterclaim is inappropriate as well.   Brakebush ’s Motion to Dismiss is \ntherefore DENIED as to the counterclaim for recoupment and unjust enrichment.  \nII. Motion to Strike  \n41. Finally, Plaintiffs also ask the Court to strike those affirmative defenses \ncontained in Defendants’ Answers that are based on G.S. § 58-44-16(f).  For all of the \nreasons set out above, this argument likewise lacks merit.  \n42. Accordingly, Plaintiffs’ Motion to Strike is DENIED.  \nCONCLUSION \n THEREFORE, IT IS ORDERED  that Brakebush ’s Motion to Dismiss \nDefendants’ Amended C ounterclaims and Plaintiffs’ Motion to Strike Defendants’ \nAffirmative Defenses are DENIED.  \n \n \n \n SO ORDERED, this the 5th day of December, 2022. \n \n       /s/ Mark A. Davis     \n       Mark A. Davis \n       Special Superior Court Judge for \n       Complex Business Cases  "
}