{
  "id": "0aebc70e8cc344f0087e0430231881fa7bfdf978f28f5ead16559c3c6528df5d",
  "source_file": "data/raw/ncbc/0aebc70e8cc344f0087e0430231881fa7bfdf978f28f5ead16559c3c6528df5d.pdf",
  "raw_text": "Technik v. Winwholesale Inc., 2012 NCBC 5.   \n \n \nRichard H. Tomberlin for Plaintiff Steven A. Technik. \n \nWomble Carlyle Sandridge & Rice, PLLC by Meredith J. McKee and John E. \nPueschel, and Sebaly Shillito + Dyer by Toby J. Henderson for Defendants.  \nMurphy, Judge. \n {1} THIS MATTER THIS MATTER THIS MATTER THIS MATTER is before the Court upon Defendants’ Motion to \nDismiss Plaintiff’s Amended Complaint.  Defendants argue that Plaintiff’s Amended \nComplaint should be dismissed because it fails to: (1) follow the statutory \nrequirements to bring a claim for a court-ordered inspection of corporate records; (2) \nallege any conduct that would result in a breach of fiduciary duty; (3) allege the \nexistence of any contract necessary to bring a claim for breach of contract; or (4) \nallege any factual basis that would support a claim for unfair and deceptive trade \npractices under N.C. Gen. Stat. § 75-1.1. \n{2} The issues for resolution by the Court have been fully and thoroughly \nbriefed by the parties.  The Court, therefore, decides the Motion without a hearing \npursuant to Rule 15.4 of The General Rules of Practice and Procedure for the North \nCarolina Business Court.   \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUS TICE \n \nSUPERIOR COURT DIVISION \nCOUNTY OF MECKLENBURG 10 CVS 15709 \nSTEVEN A. TECHNIK, \n              Plaintiff, \nv. \nWINWHOLESALE INC., CHARLOTTE \nWINNELSON CO., RONALD \nBOHANNON and JOHN DOES 1-4,  \n             Defendants. \n \nORDER AND OPINION ORDER AND OPINION ORDER AND OPINION ORDER AND OPINION    \n{3} Having considered the Amended Complaint, the Motion, and the briefs \nand submissions of the parties, the Court GG GGRANTS RANTS RANTS RANTS Defendants’ Motion to Dismiss \nin part and DENIES DENIES DENIES DENIES the Motion in part. \nI. I. I. I.    \nPROCEDURAL HISTORY PROCEDURAL HISTORY PROCEDURAL HISTORY PROCEDURAL HISTORY     \n{4} On August 18, 2010, Plaintiff Steven Technik filed a Verified \nComplaint on behalf of Nominal Defendant Charlotte Winnelson Co. (“Charlotte \nWinnelson”), alleging direct and derivative claims against WinWholesale, Inc. \n(“WinWholesale”), Ronald Bohannon, and John Does 1-4 (collectively, \n“Defendants”).  (Verified Compl. ¶¶ 46-74.)  Plaintiff filed a Verified Amended \nComplaint on October 29, 2010.  (Am. Compl. 16.) \n{5} This case was transferred to the North Carolina Business Court as a \nmandatory complex business case on September 20, 2010, and subsequently \nassigned to me.  (Designation Order 1; Assignment Order 1.) \n{6} Defendants filed their Motion to Dismiss on December 1, 2010, to \nwhich, Plaintiff responded in opposition on December 21, 2010.  Defendants replied \non January 10, 2011.  (Defs.’ Mot. to Dismiss, Answer and Countercls. 15; Pl.’s \nResp. to Defs. Mot. to Dismiss 10; Defs. Reply in Supp. of Mot. to Dismiss 10.) \nII. II. II. II.    \nFINDINGS OF FACT FINDINGS OF FACT FINDINGS OF FACT FINDINGS OF FACT    \n {7} Charlotte Winnelson was organized under the laws of the State of \nDelaware on or about July 21, 1999 and has its principal place of business in \nCharlotte, North Carolina.  (Am. Compl. ¶¶ 2, 12.) \n {8} Plaintiff alleges that Charlotte Winnelson is one of several interrelated \nwholesale distribution companies existing under the umbrella of  Defendant \nWinWholesale and referred to as the “Win Group of Companies.”  (Am. Compl. ¶ \n14.) \n {9} Each individual company of the “Win Group” is a separate corporation \nwith its own shareholders, one of which serves as president and manages the day-\nto-day operations of the company.  (Am. Compl. ¶ 15.)  \n{10}  Plaintiff was the original president of Charlotte Winnelson.  (Am. \nCompl. ¶ 13.)  At the time Plaintiff established Charlotte Winnelson, he invested \napproximately $35,000 in return for 30% of the company’s shares, with the \nremaining shares distributed as follows: 30% – Myrtle Beach Winnelson, 5% – Mike \nWard, 5% – Aubrey Bell, and 30% – WinWholesale.  (Am. Compl. ¶ 19.)  \n{11}  At the time Plaintiff was negotiating his investment in Charlotte \nWinnelson, he alleges that it was represented to him that if he ever wanted to leave \nCharlotte Winnelson, or sell his shares, WinWholesale would buy the shares back \nusing a “book value” set forth in annual reports at the time of his departure.  (Am. \nCompl. ¶ 20.)  The purchase price would also include a “premium in recognition of \nthe ‘growing concern’ value of the shares . . . .”  (Am. Compl. ¶ 20.) \n {12} Plaintiff contends that the buy-back policy represented to him at the \nformation of Charlotte Winnelson had been in place at WinWholesale and its \npredecessor, Primus, since the 1980’s.  (Am. Compl. ¶ 23.)  Plaintiff alleges that \nsometime during 2001-2003, Primus amended the process for valuation and buy-\nback of shares within its standard Procedure Manual.  (Am. Compl.  ¶ 23.) \n{13} On or about May 30, 2007, WinWholesale entered into a “Voting Trust \nAgreement” with Myrtle Beach Winnelson that increased WinWholesale’s interest \nin Charlotte Winnelson to just over 50%.  (Am. Compl. ¶ 28; see also  Pl.’s Am. \nCompl. Ex. D.) \n{14} After their acquisition of a majority stake in Charlotte Winnelson, \nWinWholesale asked Plaintiff to resign from his positions on the Board of Directors \nand as President of Charlotte Winnelson.  (Am. Compl. ¶ 35.)  Plaintiff refused to \ncomply.  (Am. Compl. ¶ 35.)  The corporate resolutions by which WinWholesale \npurportedly accomplished Plaintiff’s termination are each signed by WinWholesale’s \nrepresentative Bruce E. Anderson, and dated April 29, 2010, the day Plaintiff was \nasked to resign.  (Am. Compl. ¶ 39; see also  Pl.’s Am. Compl. Ex. E.) \nIII. III. III. III.    \nSTANDARD OF REVIEW STANDARD OF REVIEW STANDARD OF REVIEW STANDARD OF REVIEW     \n{15} On a motion to dismiss pursuant to Rule 12(b)(6) of the North Carolina \nRules of Civil Procedure, the question for the court is “‘whether, as a matter of law, \nthe allegations of the complaint, treated as true, are sufficient to state a claim upon \nwhich relief may be granted under some legal theory.’”  Block v. County of Person , \n141 N.C. App. 273, 277, 540 S.E.2d 415, 419 (2000) (quoting Harris v. NCNB Nat’l \nBank , 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987)).  \n{16} “The complaint must be liberally construed, and the court should not \ndismiss the complaint unless it appears beyond a doubt that the plaintiff could not \nprove any set of facts to support his claim which would entitle him to relief.”  Id . at \n277-78, 540 S.E.2d at 419. \n{17} In considering a motion to dismiss for failure to state a claim upon \nwhich relief can be granted, “‘the well-pleaded material allegations of the complaint \nare taken as admitted; but conclusions of law or unwarranted deductions are not \nadmitted.’”  Pinewood Homes, Inc. v. Harris , 184 N.C. App. 597, 613, 646 S.E.2d \n826, 837 (2007) (quoting Sutton v. Duke , 277 N.C. 94, 98, 176 S.E.2d 161, 163 \n(1970)).    \nIV IV IV IV. . . .     \nANALYSIS ANALYSIS ANALYSIS ANALYSIS     \nAA AA.. ..    \nDEMAND FOR ACCOUNTING DEMAND FOR ACCOUNTING DEMAND FOR ACCOUNTING DEMAND FOR ACCOUNTING    \n {18} Pursuant to Section 55-16-04 of the North Carolina General Statutes, \nPlaintiff seeks to have the Court order “a full accounting of all records of Charlotte \nWinnelson . . . from January 1, 2007 through the date of this request . . . .”  (Am. \nCompl. ¶ 52.)   \n{19} A shareholder is entitled to inspect and copy records of a corporation \nwhen the shareholder makes a written demand (1) in good faith and for a proper \npurpose, (2) describing with reasonable particularity the records he desires to \ninspect, 1  and (3) the requested records are directly connected to the stated purpose \n                                                 \n1 “Under the ‘reasonable particularity’ requirement, a shareholder should make more \nmeaningful statements of purpose and the desired records when ‘feasible.’  Whether a \nfor inspection. 2   N.C. Gen. Stat. § 55-16-02(c) (2010).  The written demand must be \nmade “at least five business days before the date on which [the shareholder] wishes \nto inspect and copy.”  N.C. Gen. Stat. § 55-16-02(b).   \n{20} If, after making a qualifying written demand for inspection, the \ncorporation refuses to allow the shareholder access to the requested records within \na reasonable time, the shareholder may apply to the court for an order to permit \ncopying and inspection of the records sought.  N.C. Gen. Stat. § 55-16-04(b) (2010). \n{21} Section 55-16-02(c)’s inspection requirements are conditions precedent \nto court-ordered inspection.  See  N.C. Gen. Stat. § 55-16-04(b). \n{22} Although Plaintiff refers to a demand for records in his Amended \nComplaint, he does not allege that he made a qualifying demand under Section 55-\n16-02(b) and (c), or that the corporation refused such a demand.  (Am. Compl. ¶ 43.) \n{23} The Court’s focus in addressing this claim is upon the demand itself.  \nAs amended, the Complaint is void of any allegations identifying the purpose of the \nrequest, alleging that it was made in good faith, showing that Plaintiff identified \nthe requested documents with reasonable particularity, or claiming that Charlotte \nWinnelson refused to provide an opportunity for inspection.  Furthermore, the scope \nof Plaintiff’s request is far too broad.  Plaintiff’s request for “all records of Charlotte \nWinnelson, including . . . all shareholder records[,] . . . and all accounting records of \nthe corporation,” fails to correlate his demand to the purpose for inspection, or \n                                                                                                                                                             \nshareholder has described his purpose or the desired records with reasonable particularity \nnecessarily depends upon the facts and circumstances of each case.”  Parsons v. Jefferson-\nPilot Corp. , 333 N.C. 420, 429, 426 S.E.2d 685, 691 (1993).  T he Parson  court went on to \nfind that when construing the reasonably particularity requirement of Section 55-16-02(c), \nit is helpful to consider the interpretation of the “reasonable particularity” requirement \nwithin Rule 34(b) of the Federal Rules of Civil Procedure.  Interpretations of Rule 34(b) \nhave found that when determining whether the requirement has been met “the goal is that \nthe designation be sufficient to apprise a man of ordinary intelligence what documents are \nrequired.”  8 Charles A. Wright & Arthur R. Miller, Federal Practice and Procedure  § 2211, \nat 628-31 (1970). \n2 “To determine whether a shareholder’s demand  meets the requirements of N.C.G.S. § 55-\n16-02(c), the trial court must focus upon the demand itself, not upon the shareholder’s \nsubsequent pleadings or motions filed in an attempt to compel inspection under N.C.G.S. § \n55-16-04(b).”  Parsons v. Jefferson-Pilot Corp. , 106 N.C. App. 307, 323, 416 S.E.2d 914, 923 \n(1992), aff’d in part and rev’d in part, 333 N.C. 420, 426 S.E.2d 685 (1993).  \nprovide sufficient guidance so that a person of ordinary intelligence would know \nwhat documents were being requested.  (Am. Compl. ¶ 52.)  \n{24} Absent a written demand that meets the statutory requirements of \nSection 55-16-02, Plaintiff’s request for a court order to inspect corporate documents \nis not ripe for determination.  For the reasons given, the Court hereby GRANTS GRANTS GRANTS GRANTS \nDefendants’ Motion to Dismiss with respect to this claim. \nBB BB.. ..    \nBREACH OF FIDUCIARY DUTY BREACH OF FIDUCIARY DUTY BREACH OF FIDUCIARY DUTY BREACH OF FIDUCIARY DUTY    \n11 11.. ..    \nCHOICE OF LAW CHOICE OF LAW CHOICE OF LAW CHOICE OF LAW    \n{25} “Under North Carolina law, if a derivative claim is asserted against a \nforeign corporation[,] the courts of this state look to the laws of the state in which \nthe company is incorporated to determine the procedural prerequisites and whether \nthe claim is derivative or individual.”  Maurer v. SlickEdit, Inc. , 2005 NCBC 1 ¶ 26 \n(N.C. Super. Ct. May 16, 2005) http://www.ncbusinesscourt.net/opinions/2005%20 \nNCBC%201.htm; see also  N.C. Gen. Stat. § 55-7-47 (2010).  Charlotte Winnelson is \nincorporated under the laws of the state of Delaware, thus Delaware law applies to \nPlaintiff’s derivative claims and provides the basis for determining which of \nPlaintiff’s claims are derivative or direct.  (Am. Compl. ¶ 2.)   \n{26} Under Delaware law, “[t]o determine whether [plaintiff] states a \nderivative or an individual cause of action, [the Court] must look to the nature of \nthe wrongs alleged in the complaint rather than plaintiff’s designations or stated \nintention.” Weinberger v. Lorenzo , 1990 Del. Ch. LEXIS 169, at *6 (October 11, \n1990).  When reviewing the complaint, a court must ask two questions: (1) “Who \nsuffered the alleged harm and [(2)] who would receive the benefit of any recovery or \nother remedy?”  Feldman v. Cutaia , 951 A.2d 727, 732 (Del. 2007) (quoting Tooley v. \nDavidson, Lufkin, & Jenrette, Inc. , 845 A.2d 1031, 1033 (Del. 2004)).   \nIf the corporation alone, rather than the individual stockholder, \nsuffered the alleged harm, the corporation alone is entitled to recover, \nand the claim . . . is derivative. Conversely, if the stockholder suffered \nharm independent of any injury to the corporation that would entitle \nhim to an individualized recovery, the cause of action is direct. \n \nId .    \n {27} The Feldman  court went on to say: \nWhere all of a corporation’s stockholders are harmed and would \nrecover pro rata  in proportion with their ownership of the corporation’s \nstock solely because they are stockholders, then the claim is derivative \nin nature.  The mere fact that the alleged harm is ultimately suffered \nby, or the recovery would ultimately inure to the benefit of, the \nstockholders does not make a claim direct . . . . In order to state a \ndirect claim, the plaintiff must have suffered some individualized \nharm not suffered by all of the stockholders at large. \n \nId . at 733.  While the distinction between derivative and direct claims is important \nwhen evaluating the sufficiency of the pleadings, it is entirely possible “[u]nder \nDelaware law, . . . for the same set of facts to generate both a direct claim and a \nderivative claim.”  MCG Capital Corp. v. Maginn , 2010 Del. Ch. LEXIS 87, at *47 \n(Del. Ch. May 5, 2010) (citing Gentile v. Rossette , 906 A.2d 91, 100 n.19 (Del. \n2006)).    \n {28} Count II of Plaintiff’s Amended Complaint (Breach of Fiduciary \nDuties) appears to be an olio of allegations describing conduct that gives rise to both \ndirect and derivative claims.  Plaintiff alleges that Charlotte Winnelson’s Board of \nDirectors was under the complete domination of WinWholesale and, accordingly, \nWinWholsale “owed fiduciary duties of good faith, loyalty and due care to Charlotte \nWinnelson and the members of Charlotte Winnelson, including [Plaintiff].”  (Am. \nCompl. ¶ 56.)  In addition, Plaintiff argues that WinWholesale owed fiduciary duties \nto Charlotte Winnelson, its minority shareholders, and Plaintiff because of its \nstatus as a majority shareholder.  (Am. Compl. ¶ 57.)  Lastly, Plaintiff alleges that \nhis termination as President, and removal as a Member of the Board of Directors, \nwas not approved by Charlotte Winnelson’s Board of Directors, and that he was \n“excluded from . . . [subsequent] Board [and] shareholder meetings.”  (Am. Compl. \n¶¶ 40, 44.)  \n{29} Plaintiff’s allegations concerning WinWholesale’s acquisition of a \nmajority stake in Charlotte Winnelson, WinWholesale’s domination and control over \nCharlotte Winnelson, Plaintiff’s termination as President and CEO, WinWholesale’s \nmismanagement of the transition from Plaintiff to his successor, Defendant \nBohannon’s breach of fiduciary duties to Charlotte Winnelson, and the drop in \nCharlotte Winnelson’s share value suggest that Charlotte Winnelson and its  \nshareholders were owed fiduciary duties by WinWholesale and/or Bohannon, that \nboth Charlotte Winnelson and each shareholder suffered harm, and that both \nCharlotte Winnelson and its shareholders would benefit from any potential \nrecovery.  Plaintiff does not claim that he suffered individualized harm because he \nwas owed the same duties as any other shareholder and, under Feldman , would be \nentitled to recover in pro rata proportion.  Accordingly, Plaintiff’s claims based on \nthe duties of WinWholesale and Brohannon to Charlotte Winnelson and its \nshareholders are derivative in nature.  See  Tooley , 845 A.2d at 1033. \n{30} On the other hand, Plaintiff’s allegations that he was excluded from \nshareholder meetings indicate that he was prevented from exercising his right to \nvote as a shareholder.  If true, under Tooley , Defendants’ actions would constitute \nviolations of individual shareholder rights, cause harm to Plaintiff individually, and \nonly be recoverable by Plaintiff.  Accordingly, these allegations constitute direct \nclaims.  Id . \n2. 2. 2. 2.    \nDerivative Claims Derivative Claims Derivative Claims Derivative Claims    \n{31} The presence of both direct and derivative claims within Count II of \nPlaintiff’s Amended Complaint requires the Court to look at each independently. \nWith regard to Plaintiff’s derivative claims, in addition to the pleading \nrequirements listed above, under both Delaware and North Carolina law, in order \n“to survive a motion to dismiss, ‘a plaintiff must allege well pleaded facts to \novercome the presumption [of the business judgment rule].’”  Parnes v. Bally Entm’t \nCorp. , 722 A.2d 1243, 1246 (Del. 1999); accord  Green v. Condra , 2009 NCBC 21 ¶ 96 \n(N.C. Super. Ct. August 14, 2009), http://www.ncbusinesscourt.net/opinions/2009 \n_NCBC_21.pdf.   \n{32} The business judgment rule is “‘a presumption that in making a \nbusiness decision the directors of a corporation acted on an informed basis, in good \nfaith and in the honest belief that the action taken was in the best interests of the \ncompany.’” Gantler v. Stephens , 965 A.2d 695, 705-06 (Del. 2009) (quoting Aronson \nv. Lewis , 473 A.2d 805, 812 (Del. 1984)); accord Green , 2009 NCBC 21 ¶ 94.  At a \nminimum, “to overcome the presumption of the business judgment rule, the burden \nis on the plaintiff to show the defendant directors failed to act (1) in good faith, (2) \nin the honest belief that the action taken was in the best interest of the company or \n(3) on an informed basis.”  Krim v. Pronet , 744 A.2d 523, 527 (Del. Ch. 1999); accord \nWinters v. First Union Corp. , 2001 NCBC 08 ¶ 17 (N.C. Super. Ct. August 14, \n2001), http://www.ncbusinesscourt.net/opinions/2001%20 NCBC%2008.htm (stating \nthat the board’s decisions will be entitled to a presumption of reasonableness unless \nPlaintiff makes “specific allegations of bad faith or inattentiveness.”).   \n{33} The Amended Complaint alleges that: (1) WinWholesale wanted a \ncontrolling interest in Charlotte Winnelson; (2) WinWholesale obtained this \ninterest, unbeknownst to Plaintiff, by entering into a voting trust with another \nshareholder; (3) Plaintiff’s termination from his position as President of Charlotte \nWinnelson was done in bad faith and was not in the best interest of Charlotte \nWinnelson; (4) the transition from Plaintiff to the new president was mismanaged; \nand (5) the above mentioned decisions caused Charlotte Winnelson to lose value.  \n(Am. Compl. ¶¶ 24, 28, 34-49.)  \n{34} The allegations listed above do not constitute specific facts supporting \nPlaintiff’s conclusory allegations that Defendants’ actions were “not done in good \nfaith.”  (Am. Compl. ¶ 49.)  Generally, Plaintiff’s allegations are that WinWholesale \nwanted a controlling interest in Charlotte Winnelson, obtained it through a voting \nagreement, fired Plaintiff, and mismanaged the transition from Plaintiff to his \nsuccessor resulting in a loss in value to Charlotte Winnelson.  While Plaintiff \nsummarily states that this was done in bad faith, except for the mismanagement \nassertion, generally what Plaintiff describes is in fact routine conduct for directors \nengaged in fundamental business decision making.  None of the facts alleged by \nPlaintiff support his assertion that the Board of Directors acted in bad faith, on an \nuninformed basis, or without the best interests of the company in mind.  \nAccordingly, Plaintiff’s derivative claims for breach of fiduciary duty fail to \novercome the business judgment rule and should be dismissed. \n    \n3. 3. 3. 3.    \nDirect Direct Direct Direct Claims  Claims  Claims  Claims    \n{35} Unlike derivative claims, direct claims do not implicate the business \njudgment rule.  When assessing whether a direct claim has met the pleading \nrequirements of 12(b)(6), “[t]he complaint must be liberally construed, and the court \nshould not dismiss the complaint unless it appears beyond a doubt that the plaintiff \ncould not prove any set of facts to support his claim which would entitle him to \nrelief.”  Block , at 277-78, 540 S.E.2d at 419.  Here, Plaintiff alleges that after his \ntermination, while still a shareholder, he was “excluded from . . . Board . . . [and] \nshareholder meetings.”  (Am. Compl. ¶ 44.)  Plaintiff’s allegations that Defendants \nprevented him from exercising his shareholder right to vote sufficiently allege \nharms to his voting rights as a shareholder.  Accordingly, the Complaint states a \nclaim for which relief can be granted.  See Tooley , 845 A.2d at 1033; see also \nGrayson v. Imagination Station, Inc. , 2010 Del. Ch. LEXIS 169 at *14 (Del. Ch. Aug. \n16, 2010). \n{36} For these reasons, the Court hereby GRANTS GRANTS GRANTS GRANTS Defendants’ Motion to \nDismiss in part as to Plaintiff’s derivative based claim for breach of fiduciary duties, \nand DENIES DENIES DENIES DENIES Defendants’ Motion to Dismiss with respect to Plaintiff’s direct claim. \nCC CC.. ..    \nBREACH OF CONTRACT BREACH OF CONTRACT BREACH OF CONTRACT BREACH OF CONTRACT    \n {37} “The elements of a claim for breach of contract are (1) existence of a \nvalid contract and (2) breach of the terms of that contract.”  Poor v. Hill , 138 N.C. \nApp. 19, 25, 530 S.E.2d 838, 843 (2000) (internal citations omitted). \n {38} The elements of a valid contract are “offer, acceptance, consideration, \nand mutuality of assent to the contract’s essential terms.”  Media Network, Inc. v. \nMullen Adver., Inc. , 2007 NCBC 01 ¶ 65 (N.C. Super. Ct. Jan. 19, 2007), http:// \nwww.ncbusinesscourt.net/opinions/2007%20NCBC%201.pdf  (citing Cap Care \nGroup, Inc. v. McDonald , 149 N.C. App. 817, 822, 561 S.E.2d 578, 582 (2002 )).   \n {39} The essence of any contract is the mutual assent of both parties to the \nterms of the agreement so as to establish a meeting of the minds.  See Pike v. \nWachovia Bank & Trust Co. , 274 N.C. 1, 11, 161 S.E. 2d 453, 462 (1968).  In North \nCarolina, “the parties ‘must assent to the same thing in the same sense, and their \nminds must meet as to all the terms.  If any portion of the proposed terms is not \nsettled, or no mode agreed on by which they may be settled, there is no agreement.’”  \nBoyce v. McMahan , 285 N.C. 730, 734, 208 S.E.2d 692, 695 (1974) (quoting Croom v. \nGoldsboro Lumber Co. , 182 N.C. 217, 220, 108 S.E. 735, 737 (1921)).  “A party may \nnot enforce a purported contract that omits the ‘nature and extent of the service to \nbe performed, the place where, and the person to whom it is to be rendered, and the \ncompensation to be paid.’”  Media Network, Inc. , 2007 NCBC 01 ¶ 74.  \n{40} The Amended Complaint alleges that when Plaintiff was considering \ninvesting in Charlotte Winnelson in 1999, representations were made to him that if \nhe were ever to leave Charlotte Winnelson, or want to sell his shares:  \nWinWholesale would immediately buy back the shares using the ‘book \nvalue’ of the shares at the time he left the company as a basis for \ndetermining their value, which would include a premium in \nrecognition of the ‘going concern’ value of the shares – e.g., that the \nselling shareholder would not only be giving up his or her interest in \nthe current value of the assets of the company, but also the right to \nreceive future profits and dividend checks.   \n \n(Am. Compl. ¶ 20.) \n {41} The Amended Complaint goes on to allege that, after Plaintiff’s \ninvestment, the company policy of repurchasing shares was reflected in comments \nmade by WinWholesale’s President in \nThe Spirit , a WinWholesale corporate \npublication, and that this policy had been in place since at least 1980, but was not \nformalized until 2001-2003 when shareholders were notified of the modifications.  \n(Am.Compl. ¶¶ 21-23.) \n {42} While Plaintiff does allege that someone made representations to him \nabout a share buy-back program, nothing in the Amended Complaint specifically \nalleges who made the representations, what position the speaker held, or whether \nthat person was authorized to bind Defendants in a contract negotiation.  Even if \nthe Court were to accept that the person who made the representations to Plaintiff \nwas an agent of WinWholesale, the contract, as pled, would be unenforceable for \nlack of mutual assent.   \n{43} Here, Plaintiff has alleged that, under the purported contract, the \nvalue of his shares would be calculated using the “book value,” and that he would \nreceive a “premium,” to compensate him for “the ‘going concern’ value of the shares,” \nand loss of right to future profits and dividend checks.  (Am. Compl. ¶ 20.)  While \nthe Court might be able to find that the “book value” could be calculated by \nassessing the current value of the assets of the company divided by the number of \nshares issued, there are no allegations in the Amended Complaint that detail the \nparties’ agreement on how the “premium” would be determined.  (Am. Compl. ¶ 20.)  \nThe omission of how compensation was to be paid, under North Carolina law, \nrenders the contract unenforceable. \nSee  Media Network, Inc. , 2007 NCBC 01 ¶ 74 \n(dismissing a claim for breach of contract where the number, location, and date of \nadvertisement postings was not agreed to by the parties).  \n {44} Accordingly, the Court GRANTS GRANTS GRANTS GRANTS Defendants’ Motion to Dismiss with \nrespect to this claim.     \nDD DD.. ..    \nUNFAIR AND DECEPTIVE TRADE PRACTICES UNFAIR AND DECEPTIVE TRADE PRACTICES UNFAIR AND DECEPTIVE TRADE PRACTICES UNFAIR AND DECEPTIVE TRADE PRACTICES    \n {45} “To establish a prima facie claim for unfair trade practices, the \ndefendants must show: (1) plaintiff committed an unfair or deceptive act or practice, \n(2) the action in question was in or affecting commerce, . . . and (3) the act \nproximately caused injury to defendants.”  Gress v. Rowboat Co. , 190 N.C. App. 773, \n776, 661 S.E.2d 278, 281 (2008) (citing Pleasant Valley Promenade v. Lechmere, \nInc. , 120 N.C. App. 650, 664, 464 S.E.2d 47, 58 (1995)); see also  N.C. Gen. Stat. § 75-\n1.1(a) (2010). \n {46} “A practice is unfair if it is unethical or unscrupulous, and it is \ndeceptive if it has a tendency to deceive.”  \nDalton v. Camp , 353 N.C. 647, 656, 548 \nS.E.2d 704, 711 (2001) (citing Polo Fashions, Inc. v. Craftex, Inc. , 816 F.2d 145, 148 \n(4th Cir. 1987)).  “The determination as to whether an act is unfair or deceptive is a \nquestion of law for the court.”  Id . (citing Gray v. N.C. Ins. Underwriting Ass’n, 352 \nN.C. 61, 68, 529 S.E.2d 676, 681 (2000)). \n{47} “[E]mployer-employee relationships do not fall within the intended \nscope of [the Unfair and Deceptive Trade Practices Act (“UDTPA”)].”  Buie v. Daniel \nInternational , 56 N.C. App. 445, 448, 289 S.E.2d 118, 119-20 (19 82), disc. review \ndenied , 305 N.C. 759, 292 S.E.2d 574 (1982).  Moreover, “‘actions for unfair or \ndeceptive trade practices are distinct from actions for breach of contract . . . .’ Thus, \n[a] ‘plaintiff must show substantial aggravating circumstances attending [a] breach \n[of contract] to recover under the [UDTPA].’”  Watson Elec. Constr. Co. v. Summit \nCos., LLC , 160 N.C. App. 647, 657, 587 S.E.2d 87, 95 (2003) (quoting Eastover \nRidge , L.L.C. v. Metric Constructors, Inc. , 139 N.C. App. 360, 367-68, 533 S.E.2d \n827, 832-33 (2000)). \n{48} The North Carolina Supreme Court has held:  \n[T]he [North Carolina] General Assembly did not intend for the \n[UDTPA’s] protections to extend to a business’s internal operations.. .. As \nwe determined in \nHAJMM Co.. .. and Dalton, the [UDTPA] is not focused \non the internal conduct of individuals within a single market \nparticipant, that is, within a single business. To the contrary, as we \nobserved in Bhatti  and Sara Lee, the General Assembly intended the \n[UDTPA’s] provisions to apply to interactions between market \nparticipants.  As a result, any unfair or deceptive conduct contained \nsolely within a single business is not covered by the [UDTPA].    \nWhite v. Thompson , 364 N.C. 47, 53, 691 S.E.2d 676, 680 (2010).  \n{49} Plaintiff has failed to make sufficient allegations in his Amended \nCompliant of unfair or deceptive practices.  While Plaintiff directs the Court to \nallegations of conspiracy and an unfair take-over of the company, those allegations \nare conclusory and the Amended Complaint does not provide facts to support \nPlaintiff’s assertions.  Accordingly, Plaintiff has failed to meet the first requirement \nof the UDTPA.  See  N.C. Gen. Stat. § 75-1.1(a) (2011).   \n{50} Even if the Court concluded that Plaintiff had sufficiently alleged \nunfair or deceptive acts, the Amended Complaint does not allege actions that affect \ncommerce.  This case centers on Plaintiff’s termination as president of Charlotte \nWinnelson and the alleged failure of Defendants to honor a buy-back arrangement \nreached when Plaintiff initially invested in Charlotte Winnelson.  As was the case \nin Maurer v. SlickEdit, Inc. , here Plaintiff’s claims only “attempt to create liability \nfor matters of the internal operations of a corporation [and] . . . relate to the \ninternal corporate affairs of [Charlotte Winnelson].”  Maurer , 2005 NCBC 1 ¶ 40.  \nBecause the matters herein involve internal governance rather than extramural \ncommerce, the Court concludes as a matter of law that the actions in question were \nnot in or affecting commerce.  As such, Plaintiff’s Complaint fails to allege sufficient \nfacts to support a cause of action for violation of the UDTPA. \n{51} The Court, therefore, GRANTS GRANTS GRANTS GRANTS Defendants’ Motion to Dismiss with \nrespect to this claim. \nIV. IV. IV. IV.    \nCONCLUSION CONCLUSION CONCLUSION CONCLUSION    \n {52} The Court GRANTS GRANTS GRANTS GRANTS Defendants’ Motion to Dismiss with respect to  \nCount One (Demand for Accounting), Count Three (Breach of Contract) and Count \nFour (Unfair and Deceptive Trade Practices); and GRANTS GRANTS GRANTS GRANTS Defendants’ Motion to \nDismiss, in part, as to Plaintiff’s derivative claims for Breach of Fiduciary Duty, and \nDENIES DENIES DENIES DENIES Defendants’ Motion to Dismiss with respect to Plaintiff’s direct claims for \nBreach of Fiduciary Duty.  \n {53} Wherefore, the Court hereby DISMISSES DISMISSES DISMISSES DISMISSES Plaintiff’s claim for Demand \nfor Accounting, without prejudice; DISMISSES DISMISSES DISMISSES DISMISSES Plaintiff’s claims for Breach of \nContract and Unfair and Deceptive Trade Practices, with prejudice, and \nDISMISSES DISMISSES DISMISSES DISMISSES Plaintiff’s derivative claims for Breach of Fiduciary Duty, with \nprejudice.   \n    \nSO ORDERED SO ORDERED SO ORDERED SO ORDERED,    this the 13 th  day of January, 2012.     \n \n \n  "
}