{
  "id": "0b18632cc338e0206c5dfe787cad0fde43e5803164f103aa434419925374d564",
  "source_file": "data/raw/ncbc/0b18632cc338e0206c5dfe787cad0fde43e5803164f103aa434419925374d564.pdf",
  "raw_text": "Corwin v. British Am. Tobacco P.L.C., 2016 NCBC 14. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nGUILFORD COUNTY 14 CVS 8130 \n  \n   \nDR. ROBERT CORWIN, AS TRUSTEE \nFOR THE BEATRICE CORWIN LIVING \nIRREVOCABLE TRUST, on Behalf of a \nClass of those Similarly Situated, \n) \n) \n) \n) \n \n )  \nPlaintiff, )  \n )  \nv. ) \n)  \nBRITISH AMERICAN TOBACCO PLC, \nREYNOLDS AMERICAN, INC., SUSAN \nM. CAMERON, JOHN P. DALY, NEIL R. \nWITHINGTON, LUC JOBIN, \nNICHOLAS SCHEELE, MARTIN D. \nFEINSTEIN, RONALD S. ROLFE, \nRICHARD E. THORNBURGH, HOLLY \nK. KOEPPEL, NANA MENSAH, \nLIONEL L. NOWELL III, JOHN J. \nZILLMER, and THOMAS C. WAJNERT, \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n \n )  \nDefendants. )  \n   \n \nFINAL ORDER APPROVING PARTIAL SETTLEMENT \nThe Stipulation of Partial Settlement, dated 5 October 2015 (the “Stipulation”), of certain \nclaims in the above-captioned class action (the “Action”), and the partial settlement contemplated \nthereby (the “Partial Settlement”) having been presented at the Settlement Hearing on 12 February \n2016, pursuant to the Order For Pr eliminary Approval Of Partial Settlement, Certification Of \nSettlement Class, Approval Of Class Notice And Scheduling Of Final Approval Hearing, entered \nherein on 1 December 2015 (the “Preliminary Appr oval Order”), which Stipulation was entered \ninto by Plaintiff Dr. Robert Corwin, as Trustee for The Beatrice Corwin Living Irrevocable Trust \n(“Plaintiff”) and Defendants Reynolds American, Inc. (“Reynolds”), Susan M. Cameron, John P. \n \nDaly, Neil R. Withington, Luc Jobin, Nicholas Sch eele, Martin D. Feinstein, Ronald S. Rolfe, \nRichard E. Thornburgh, Holly K. Koeppel, Nana Mensah, Lionel L. Nowell III, John J. Zillmer, \nand Thomas C. Wajnert (collectively with Reynolds, the “Settling Defendants” and with Plaintiff, \nthe “Settling Parties”); and the North Carolina Bu siness Court in the General Court of Justice, \nSuperior Court Division (the “Court”) having determined that notice of said hearing was given to \nthe Settlement Class in accordance with the Preliminary Approval Order and that said Notice was \nadequate and sufficient; and the Settling Parties having appeared by their attorneys of record; and \nthe attorneys for the re spective Settling Parties having been  heard in support of the Partial \nSettlement of the Action, and an opportunity to be  heard having been given to all other persons \ndesiring to be heard as provided in the notice; and the entire matter of the Partial Settlement having \nbeen considered by the Court; \n1 \nNOW, THEREFORE, IT IS HEREBY ORDERED, ADJUDGED, AND DECREED, this \n17th day of February, 2015, that \n1. The Notice has been given to the Settlement Class (as defined below) pursuant to \nand in the manner directed by the Preliminary Approval Order, proof of the mailing of the Notice \nhas been filed with the Court and a full opportunity to be heard has been offered to all parties to \nthe Action, the Settlement Class and persons in in terest.  The form and manner of the Notice is \nhereby determined to have been the best notice practicable under the circumstances and to have \nbeen given in full compliance with each of the requirements of Rule 23 of the North Carolina Rules \nof Civil Procedure and due process, and it is further determined that all members of the Settlement \nClass are bound by the Final Order herein. \n                                                 \n1 All Capitalized Terms in this Final Order and Judgment not otherwise defined herein shall have the same definitions \nas they have in the Stipulation. \n \n2. The Court hereby finds, pursuant to Rule 23 of the North Carolina Rules of Civil \nProcedure, as follows: \na. that (i) the Settlement Cla ss, as defined below, is so numerous that joinder of all \nmembers is impracticable, (ii) there are questions of law and fact common to the \nSettlement Class, (iii) the claims of Plai ntiff are typical of the claims of the \nSettlement Class, (iv) Plai ntiff and Class Counsel have  fairly and adequately \nprotected the interests of the Settlement Class, and (v) a class action is superior to \nall other methods available for adjudication of the controversy before the Court; \nb. that the requirements of Rule 23 of th e North Carolina Rules of Civil Procedure \nhave been satisfied; \nc. that the requirements of the North Carolina Rules of Civil Procedure and due \nprocess have been satisfied in connection with the Notice; and \nd. that a non-opt-out class is appropriate here because the relief sought for the \nSettlement Class was for uniform remedies of injunctive and declaratory relief, all \nof which were applicable with respect to the Settlement Class as a whole. \n3. Therefore, for the sole and limited purpose of effectuating the Partial Settlement,\n2 \nthe Court hereby certifies a non-opt-out class pursuant to Rule 23( a) of the North Carolina Rules \nof Civil Procedure, with the Settlement Class defined as follows: \nany and all record holders and benefi cial holders of Reynolds common stock \n(excluding Defendants and British Ameri can Tobacco p.l.c., and their immediate \nfamilies and their affiliates) for the period from and including July 14, 2014 through \nand including June 12, 2015, including any and all of their respective successors in \ninterest, predecessors, representatives, tr ustees, executors, administrators, heirs, \nassigns or transferees, immediate and remote, and any person or entity acting for or \n                                                 \n2 As set forth in the Stipulation, all Defendants retain all rights to oppose class certification of all claims for any and \nall other purposes. \n \non behalf of, or claiming under, any of them, and each of them, together with their \npredecessors and successors and assigns. \n4. Plaintiff is hereby certifie d as the Class Representative for the sole purpose of \neffectuating the Partial Settlement, and Mullin s Duncan Harrell & Russ ell PLLC and Block & \nLeviton LLP are certified as Class Counsel fo r the sole purpose of effectuating the Partial \nSettlement. \n5. The Court finds the Partial Settlement to be fair, reasonable and adequate and in \nthe best interests of the Settlement Class, and it is hereby approved.  The Parties are hereby \nauthorized and directed to comply with and to  consummate the Settlement in accordance with its \nterms and provisions, and the Clerk is directed to enter and docket this Final Order. \n6. The Settled Claims are hereby dismisse d on the merits and with prejudice and, \nexcept as provided herein and in the Stipulation, without costs. \n7. The Releasing Persons shall be deemed to have and by operation of this Final Order \nshall have, fully, finally, and forever released, re linquished, and discharged each of the Released \nPersons of the Settled Claims. \n8. The Releasing Persons are hereby pe rmanently barred and enjoined from \ncommencing, prosecuting, instigating or in any way participating in the commencement or \nprosecution of any action assertin g any of the Settled Claims, either directly, representatively, \nderivatively, or in any other capacity, agains t any of the Released Persons in any forum \nwhatsoever. \n9. The Released Persons shall be deemed to have and by operation of this Final Order \nshall have fully, finally, and forever released, relinquished, and discharged each and all of the \nPlaintiff, Plaintiff’s Counsel, and the members of the Settlement Class, from all claims arising out \nof the instituting, prosecution, settlement or re solution of the Settled Claims; provided however \n \nthat the Settling Defendants and the Released Persons shall retain the right to enforce the terms of \nthe Partial Settlement. \n10. Neither the Stipulation nor the Partia l Settlement, nor any act performed or \ndocument executed pursuant to or in furtherance of the Stipulation or the Partial Settlement, is or \nmay be deemed to be or may be used in any ma nner as: (a) an admission of, or evidence of, the \nvalidity of any Settled Claims, or of any wrongdoing or liability of the Settling Defendants, any \ndamage or injury to any person, or for any other purpose; (b) an ad mission or concession by \nPlaintiff or any member of the Se ttlement Class of any infirmity in the Settled Claims; or (c) an \nadmission of, or evidence of, any fault or omission of any of the Released Persons in any civil, \ncriminal, or administrative proceeding in any court, administrative agency, or other tribunal.  The \nReleased Persons may file the Stipulation and/or this Final Order in any action that may be brought \nagainst them in order to support a defense or c ounterclaim based on princi ples of res judicata, \ncollateral estoppel, release, good-faith settlement, judgment bar or reduction or any theory of claim \npreclusion or issues preclusion or similar defense or counterclaim. \n11. The Court hereby approves a payment of fees and expenses in the amount of \n$379,389.65 in fees and $35,610.35 in expenses, which the Court finds to be fair and reasonable \nand consistent with Rule 1.5 of the Revised Rules of Professi onal Conduct of the North Carolina \nState Bar, and which shall be paid to Mullins Duncan Harrell & Russell PLLC on behalf of both \nof Plaintiff’s Counsel within ten business days following the entry of this Final Order.  This \npayment shall be made by Reynolds, its successor in interest, and/or the insurer(s) of Reynolds, or \nits successor in interest.  In the event this Fina l Order awarding fees is reversed or modified on \nappeal, Plaintiff’s Counsel shall refund to Settling Defendants th e amount by which the fees and \nexpenses were reduced within ten business days of the order reversing or modifying this Final \n \nOrder.  In further support of this award of fees and expenses, the Court makes the following \nfindings and conclusions: \na. The Settling Parties’ Memorandum of Understanding (“MOU”), and most \nspecifically Paragraph 10 thereof, which was incorporated by reference into \nthe Stipulation and Partial Settlement, establishes a contractual basis for the \nCourt’s authority to make an award of  fees and expenses to Plaintiff’s \nCounsel in an amount that is fair and reasonable.  See Ehrenhaus v. Baker, \n__ N.C. App. __, 776 S.E.2d 699, 708 (2015); In re Pike Corp. S’holder \nLitig., 2015 NCBC LEXIS 95, at *17–20 (N.C . Super. Ct. Oct. 8, 2015).  \nHowever, the Court is not bound by the assertions of any party as to what \namount is reasonable.  Accordingly, the Court has carefully considered the \nfee and expense request and the record in the context of the circumstances \nof this case, controlling authority, and the Court’s experience in analogous \ncases. \nb. Paragraph X of the Notice provided notice to the Settlement Class that, “[i]f \nthe Court approves the Partial Settlement, Plaintiff intends to petition the \nCourt at the Settlement H earing to approve the payment of attorneys’ fees \nand expenses by Reynolds . . . in an amount not to exceed in the aggregate \n$842,876.31 (including costs, disbursement s, and expert fees), including \nout-of-pocket expenses incurred by Pl aintiff for expert and other costs \nassociated with their prosecution of the Action.”  Subsequently, and \npursuant to the schedule set forth in the Preliminary Approval Order, \nPlaintiff and Plaintiff’s Counsel filed a Motion for an Award of Attorneys’ \n \nFees and Expenses on 31 December 2015 (the “Fee and Expense Motion”).  \nThe Fee and Expense Motion was suppor ted by a brief, affidavits of \nPlaintiff’s Counsel, and other materials.  In the Fee and Expense Motion, \nPlaintiff and Plaintiff’ s Counsel requested the Court award a total of \n$742,364.38 (including $35,610.35 in expens es and $706,754.03 in fees).  \nOn 21 January 2016, Plaintiff filed the Stipulated Supplement to Plaintiff’s \nMotion for an Award of Attorneys’ Fees and Expenses (the “Fee and \nExpense Stipulation”).  The Fee a nd Expense Stipulation, which was \nexecuted by Plaintiff’s Counsel and by counsel of record  for the Settling \nDefendants, provides that “Plaintiff and Counsel hereby voluntarily reduce \nthe amount of the pending fee and expense request to $415,000.00” \n(including $35,610.35 in expe nses and $379,389.65 in fees ), and that “the \nSettling Defendants do not oppose an awar d of fees and ex penses in this \namount.” \nc. The Court notes that the Settling Defe ndants have not adopted any of the \nspecific legal or factual assertions contained in the Fee and Expense Motion \nand the affidavits submitted by Plaintiff’s counsel. \nd. The Court received one objection to the Proposed Settlement, filed by James \nC. Snyder, Jr.  Otherwise, no member of the Settlement Class has filed an \nobjection to the fee and expense request—neither to the amount set forth in \nthe Notice, nor to the reduced amount  requested in the Fee and Expense \nMotion, nor to the further reduced amount set out in the Fee and Expense \nStipulation.  Mr. Snyder appeared  at the Settlement Hearing through \n \ncounsel.  No other member of the Se ttlement Class filed an objection or \nappeared at the Settlement Hearing. \ne. Mr. Synder filed his objection on 29 January 2016, indicating that he \nintended to retain counsel, but had not yet been able to.  In part, the objection \nasserted that the Settlement Heari ng should be delayed and the record \nsupplemented because of the decision by Chancellor Bouchard of the \nDelaware Court of Chancery in In re Trulia, Inc. Stockholder Litigation , \nC.A. No. 10020-CB, 2016 Del. Ch. LEXIS  8 (Jan. 22, 2016).  The Court \nwas aware of that opinion prior to the objection being filed and had noted \nits potential significance in the Court’s own opinion in Raul v. Burke, 2016 \nNCBC LEXIS 8, at *15 (N.C. Super. Ct. Jan. 28, 2016).  Mr. Snyder \nsubsequently retained counsel, who then filed a motion on 8 February 2016, \nasking the Court to continue the Settlement Hearing from 12 February 2016, \nor, if not, to consider allowing additional briefing or record filings after the \nSettlement Hearing on 12 February 2016 and before the Court’s final \ndecision on whether to approve the Partial Settlement.  The Court convened \nan emergency telephone hearing, at wh ich the Court indicated that the \nSettlement Hearing would proceed on 12 February 2016 as noticed, and that \nthe Court would defer any determination as to whether to leave the record \nopen after the Settlement Hearing.  Mr. Snyder then submitted, and the \nCourt accepted, the affidavit of Professor Sean J. Griffith in support of the \nobjection.  In substantial re spect, the arguments presented in the affidavits \nwere duplicative of earlier arguments presented in opposition to Plaintiff’s \n \nMotion for Preliminary Injunction regarding the materiality of the \nSupplemental Disclosures, or lack thereof. \nf. Mr. Snyder appeared through counsel at the Settlement Hearing and \npresented argument.  Even though the Court is required to base its decision \non North Carolina law, the Court has fully considered the holding in Trulia.  \nThe Court has carefully balanced the “give” and the “get” of the proposed \nPartial Settlement.  Although they do not  control in this case, the Court \nnoted that there are differences between Delaware law and North Carolina \nlaw that may be relevant to Chance llor Bouchard’s favored approach of \nreviewing fee requests based on s upplemental disclosures using the \nframework of a mootness dismissal.  That approach is possible because \nDelaware courts employ the common-benefit doctrine when approving \nattorneys’-fee requests.  North Carolina does not follow this rule.  See In re \nWachovia S’holders Litig., 168 N.C. App. 135, 141–43, 607 S.E.2d 48, 52–\n53 (2004).  Having fully considered the matter, the Court concludes that the \nobjection does not warrant the Court’s refusal to accept the proposed Partial \nSettlement.  The objection is then overruled, and the record upon which the \nCourt is to consider the proposed Partial Settlement shall be closed. \ng. The nature of the claims in this liti gation required highly skilled litigation \ncounsel with experience in shareholder class actions.  Class Counsel \ncollectively have extensive experience litigating before this Court and \nbefore the Delaware Chancery Cour t in complex litigation, including \nshareholder class actions.   \n \nh. Defendants expressly “acknowledge[d] that the pendency of the Action and \nthe efforts of Plaintiff’s counsel were the sole cause for the consideration \nset forth” in the MOU, including the provision of the Supplemental \nDisclosures.  The Supplemental Disclosures were material, cannot be fairly \ncharacterized as “routine,” and constituted valid consideration.  See In re \nNetsmart Techs., Inc. S’holders Litig., 924 A.2d 171, 203 (Del. Ch. 2007); \nsee also In re BioClinica, Inc. S’holder Litig., 2013 Del. Ch. LEXIS 52, at \n*18 (Feb. 25, 2013). \ni. The Court notes that this Partial Se ttlement does not release Plaintiff’s \nclaims challenging the fairness of the Transaction.  The fee award is further \njustified by the limited nature of the release offered by Plaintiff in \ncombination with the materiality of  the Supplemental Disclosures.  See In \nre Pike, 2015 NCBC LEXIS 95, at *24. \nj. The affidavits of Plaintiff’s Couns el state that each firm accepted the \nengagement pursuant to a written contingency-fee agreement that provided \nfor the sharing of fees between th e respective law firms without any \nassurance of payment. \nk. Plaintiff’s Counsel advanced the expenses of the litigation.  The amount and \ntype of these expenses, as set forth in  the affidavits of Plaintiff’s Counsel, \nare fair and reasonable, and not excessive. \nl. Plaintiff’s Counsel devoted 1,167.2 hour s to the prosecution of this \nlitigation through 17 Janua ry 2015, the date that the Settling Parties \nexecuted and filed the MOU.  It is appropriate to focus on this time period \n \nin connection with the fee and e xpense request, although the Court \nacknowledges that Plaintiff’s Counsel  have devoted significant time to \neffectuating this Partial Settlement  after 17 January 2015, such as \nnegotiating, preparing, and filing nume rous documents with the Court, \nappearing before the Court both te lephonically and at the Settlement \nHearing, responding to inquiries from members of the Settlement Class, and \nother similar tasks in their capacity as Class Counsel. \nm. Plaintiff’s Counsel’s time was efficiently and necessarily spent.  Plaintiff’s \nCounsel worked diligently under stri ngent time limitations, including an \nexpedited briefing schedule, particular ly with respect to the scheduled \nshareholder vote on parts of the Proposed Transaction and Plaintiff’s efforts \nto seek an injunction of that vote while the Disclosure Claims remained \npending.  Among other things, during the relevant time period, Plaintiff’s \nCounsel reviewed an extensive prox y statement and several amendments \nthereto, prepared discovery request s, fully briefed motions filed by \nDefendants to stay that discovery, reta ined experienced experts, reviewed \ndocuments produced by the Settling Defendants, and fully briefed a motion \nfor preliminary injunction with supporting materials.  Plaintiff’s Counsel’s \nefforts in connection with this case  limited their ability to accept other \nengagements. \nn. Using Plaintiff’s Counsel’s usual and customary rates, the value of the \n1,167.2 hours incurred through the da te of the MOU is $523,521.50.  \nReducing the fee request amount to $379,389.65, pursuant to the Fee and \n \nExpense Stipulation, yields an implied average hourly rate of $325.04.  The \nCourt concludes that this is reasonable, and clearly not an excessive rate.  \nSee In re Harris Teeter Merger Litig. , 2014 NCBC LEXIS 47, at *24–25 \n(N.C. Super. Ct. Sept. 24, 2014); see also In re Pike , 2015 NCBC LEXIS \n95, at *21–23. \no. The fee award of $379,389.65 is consistent with, and in fact less than, the \namount of fees awarded in connec tion with other disclosure-based \nsettlements that have come before this Court for approval, and is also within \nthe parameters of what a Delaware court would award in similar litigation.  \nSee id. at *27; In re Harris Teeter, 2014 NCBC LEXIS 47, at *25–26. \n12. If, for any reason, the Partial Settlement is terminated, overturned, or materially \nmodified on appeal or as a result of further proceedings on remand, or otherwise does not become \neffective, unless the Settling Parties shall agree otherwise, the Settling Parties shall revert to their \nlitigation positions immediately prior to the execution of the Stipulation and this Final Order shall \nbecome null and void. \n13. Without affecting the finality of this Final Order in any way, this Court hereby \nretains continuing jurisdiction over all Settling Parties for the purpose of construing, enforcing and \nadministering the Stipulation, the Partial Settlement, and this Final Order. \nThis the 17th day of February, 2016. \n \n \n       /s/ James L. Gale                                             l \n       J a m e s  L .  G a l e  \n       Chief Special Superior Court Judge  \n          for Complex Business Cases "
}