{
  "id": "0b66fe5c8fca3be215b84862ac00ba13d6b840edfada546d4000967f7d4f4eb6",
  "source_file": "data/raw/ncbc/0b66fe5c8fca3be215b84862ac00ba13d6b840edfada546d4000967f7d4f4eb6.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n14 CVS 13216 \nPARAMOUNT RX, INC., \n \nPlaintiff, \n \nv. \n \nROBERT E. DUGGAN and \nAGELITY, INC.,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER \n \n {1} THIS MATTER is before the Court on Plaintiff’s Motion for Limited \nExpedited Discovery (“Plaintiff’s Motion”) and Defendants’ Motion to Dismiss, or in \nthe Alternative, to Stay (“Defendants’ Motion”).  For the reasons expressed below, \nPlaintiff’s Motion is DENIED, Defendants’ Motion is GRANTED IN PART and \nDEFERRED IN PART, as a result of which this action is STAYED. \nWomble Carlyle Sandridge & Rice, LLP by Christopher W. Jones and Marina \nC. Carreker for Plaintiff Paramount Rx, Inc. \n \nEllis & Winters LLP by Leslie C. Packer and James M. Weiss for Defendants \nRobert E. Duggan and Agelity, Inc. \nGale, Chief Judge. \nI. THE PARTIES \n {2} Plaintiff Paramount Rx, Inc. (“Plai ntiff” or “Paramount”) is a Delaware \npharmacy benefits management corporation with its principal place of business in \nCary, North Carolina.  (Am. Compl. ¶ 5.)  Nonparty Philip Escaldi (“Escaldi”) is \nParamount’s President.  (Am. Compl. ¶ 6.)  Nonparty Michael Sallusto (“Sallusto”) \nis Paramount’s Executive Vice President.  (Am. Compl. ¶ 28.)  \n {3} Defendant Agelity, Inc. (“Agelity”) is a Delaware pharmacy benefits \ncorporation that competes with Paramount and has its principal place of business in \nParamount Rx, Inc. v. Duggan, 2015 NCBC 30.\n \n \nMelville, New York.  (Am. Compl. ¶ 7.)  Escaldi and Sallusto were formerly \nassociated with Agelity.  \n{4} Defendant Robert E. Duggan (“Du ggan”) is Agelity’s President and \nresides in New York.  (Am. Compl. ¶ 9.) \nII. PROCEDURAL HISTORY \n{5} Paramount initiated this action by  filing its Complaint on October 1, \n2014, accompanied by a Motion for Preliminary Injunction and Temporary \nRestraining Order and a Notice of Designation, pursuant to which the case was \ndesignated as a complex business case.  The case was assigned to the undersigned \non October 2, 2014. \n {6} Plaintiff seeks monetary and in junctive relief.  The gravamen of \nPlaintiff’s Complaint is that Agelity and Duggan, in his capacity as Agelity’s \nPresident, have made and may continue to make defamatory statements to \ncustomers in the marketplace within which Paramount and Agelity compete.  \nParamount alleges that it was unaware of Defendants’ wrongful statements until it \nlearned of them during a May 2014 deposition of Charles Myrick (“Myrick”), the \nPresident of American Consultants, Rx. (“American Consultants”), taken in New \nYork litigation.  Myrick testified that the statements began as early as late 2009, \ncontinued thereafter, and were factors that prevented American Consultants from \nentering into a business relationship with Paramount.  (Am. Compl. ¶¶ 37–41.) \n {7} Prior to considering Plaintiff’s re quest for preliminary injunctive relief, \nthe Court raised an initial inquiry whether any injunctive relief would be barred by \nthe doctrine of prior restraint, grounded in the First Amendment of the United \nStates Constitution.  The parties filed memoranda addressing this threshold issue \non October 21, 2014, discussing the principle that the prior restraint doctrine may \napply less stringently to commercial speech, provided that the party seeking an \ninjunction can demonstrate a pattern of defamatory commercial speech.  After \nreviewing the briefs and authorities cited, the Court elected not to deny any \n \n \npossibility of a preliminary injunction, but expressed doubt that Plaintiff could \nsatisfy the necessary evidentiary requirement of a pattern. \n{8} In response, Plaintiff filed a verified Amended Complaint on October \n24, 2014, alleging additional statements beyond those made to Myrick, and followed \non October 30, 2014, with its Motion for Limited Expedited Discovery, seeking \nlimited discovery to further develop a record upon which to seek injunctive relief.  \nLater, on December 4, 2014, Plaintiff sought to expedite discovery regarding \nDuggan’s challenge to personal jurisdiction. \n{9} Defendants filed their Motion on November 26, 2014.  In addition to \nmoving to dismiss all claims, Defendants alternatively urge the Court to stay this \nproceeding pursuant to subsection 1-75.12(a) of the North Carolina General \nStatutes in deference to two lawsuits that have been pending in New York (the \n“New York Actions”).   \n{10} The Court held a status conference on December 5, 2014, in part to \nfurther inquire into the nature and status of the New York Actions, after which the \nCourt accepted supplemental filings related to Defendants’ motion to stay.  The \nCourt reserved any briefing or consideration of Defendants’ motion to dismiss.   \n{11} The Court heard argument regard ing the motion to stay on January \n15, 2015.  At the hearing, the Court requested that Plaintiff further specify the \nlimited discovery topics it wished to pursue on an expedited basis, including topics \nthat would be addressed in a deposition of Defendant Duggan.  Plaintiff complied by \nsubmitting its January 20, 2015, letter. \n{12} The Motions are then ripe and ready for ruling, except to the extent \nthat Defendants’ Motion seeks dismissal, as the Court has continued to defer any \nbriefing or consideration of that aspect of Defendants’ Motion. \nIII. THE PENDING ACTIONS \n{13} Paramount’s primary complaint in  this action is that Agelity and \nDuggan have made and may continue to make false, misleading, and malicious \nstatements regarding Escaldi and Sallusto in order to cause companies to refrain \n \n \nfrom doing business with Paramount.  Paramount is the sole plaintiff in this action.  \nIt seeks damages for past statements and an injunction against future statements.  \nIn part, Paramount complains of statements made to Myrick for the purposes of \ncausing American Consultants to fail to do business with Paramount.    \n{14} There are two prior pending New York cases.  The first of the New \nYork Actions was filed on November 30, 2011, and brought by Agelity and Duggan \nagainst Escaldi, but not Paramount.  Agelity, Inc. v. Escaldi, No.: 11-3654 (N.Y. \nfiled Nov. 30, 2011) (the “Escaldi Action”) (Defs.’ Mem. Supp. Mot. Stay or in \nAlternative Dismiss (“Defs.’ Mem. Supp.”) Ex. A.)  The Escaldi Action complaint is \ngrounded on a Settlement Agreement between Agelity and Escaldi entered after \nEscaldi’s employment with Agelity ended, resolving claims and selling Escaldi’s \ninterest in Agelity.  (Defs.’ Mem. Supp. Ex. A ¶¶ 12–24.)  Agelity and Duggan seek \ndamage for Escaldi’s breach of the Settlement Agreement, and particularly its \nnondisparagement clause (Defs.’ Mem. Supp. Ex. A ¶ 20) and the agreement not to \ndivulge confidential information.  (Defs.’ Mem. Supp. Ex. A ¶ 22.)  Escaldi \ncounterclaimed for breach of the nondisparagement provision of the Settlement \nAgreement, complaining of Duggan’s defamatory statements to Myrick and \nParamount’s loss of American Consultants as a potential customer.  (See Defs.’ \nMem. Supp. Ex. B.)  Although Paramount is not a party in the Escaldi Action, \nEscaldi seeks to recover damages because Paramount lost American Consultants as \na customer. (Defs.’ Mem. Supp. Ex. B, Am. Countercl. ¶¶ 34–41.) \n{15} Agelity filed its second New York  action on April 30, 2012, styled \nAgelity, Inc. v. Sallusto, No.: 12-13366 (N.Y. filed Apr. 30, 2012) (the “Sallusto \nAction”).1  (Defs.’ Mem. Supp. Ex. C.)  In that action, both Paramount and Escaldi \nare defendants.  Agelity complains that Paramount was formed through Escaldi’s \nbreaches of duties and through trade secret misappropriation, and that thereafter \nParamount unfairly competed and wrongfully solicited Agelity’s customers.  \nDefendants did not assert any counterclaims.  (See Defs.’ Mem. Supp. Ex. D.)  \n                                                 \n1 The full list of defendants consists of Michael Sallusto, Philip Escaldi, Kenneth Hammond, Jeremy \nStarrin, and Paramount Rx., Inc. \n \n \n{16} Paramount concedes that the North Carolina action and the \ncounterclaim in the Escaldi Action involve allegations that Duggan made \nstatements to Myrick causing Paramount’s loss of American Consultants as a \ncustomer.  Paramount asserts, however, that the overlap between the actions does \nnot extend beyond this, and that the North Carolina action will further extend to \nstatements and factual matters not involved in the New York Actions.  (Pl.’s Opp’n \nDefs.’ Mot. Stay 5–6.)   \n{17} Defendants respond that the overlap between the cases is not so \nnarrow and that all statements made by the various parties in the competitive \nmarketplace as to the circumstances surrounding Paramount’s formation and \noperation, and their truth or falsity, are at the core of the New York Actions.  \nDefendants assert that Paramount could have pursued and might still pursue its \nclaims in New York, and that Paramount’s insistence on a North Carolina forum is \ncompromised by the fact that Escaldi asserted a damages claim in New York arising \nout of the same conduct Paramount complains of in the North Carolina action, and \nfor the loss of the same customer. \n{18} Some of the additional statements Plaintiff contends are involved in \nonly the North Carolina action are those made to James D. Robbins (“Robbins”).  \nThe North Carolina Amended Complaint alleges as to those statements: “Following \nEscaldi and Sallusto’s departure from Agelity, Duggan told Robbins that Escaldi \nand Sallusto were liars and thieves, that they had stolen proprietary information \nfrom Agelity, and that during the time they were employed by Agelity, Escaldi and \nSallusto operated Paramount to compete with Agelity.”  (Am. Compl. ¶ 31.)  \nDefendants respond that any statements to Robbins are necessarily relevant to the \nNew York Actions, whether or not they are specifically referred to in the pleadings, \nbecause Agelity’s central claim is that Escaldi and Sallusto engaged in this \nimproper conduct when forming and operating Paramount.  Agelity’s allegation in \nthe \nSallusto Action is stated as: “The Individual Defendants wrongfully \nmisappropriated the Proprietary Information and converted it to their own use in \ntheir competing venture, Paramount.”  (Defs.’ Mem. Supp. Ex. C ¶ 86.)   \n \n \nIV. ANALYSIS \n{19} “If, in any action pending in any co urt of this State, the judge shall find \nthat it would work substantial injustice for the action to be tried in a court of this \nState, the judge on motion of any party may enter an order to stay further \nproceedings in the action in this State.”  N.C. Gen. Stat. § 1-75.12(a) (2014).  The \nCourt should make its determination based on the exercise of its sound discretion.  \nHome Indem. Co. v. Hoechst Celanese Corp., 99 N.C. App. 322, 325, 393 S.E.2d 118, \n120 (1990); La Mack v. Obeid, 2015 NCBC LEXIS 24, at *15 (N.C. Super. Ct. Mar. \n5, 2015). \n{20} The factors that may be considered  in the exercise of that discretion \ninclude: \n(1) the nature of the case, (2) the convenience of the witnesses, (3) the \navailability of compulsory process to produce witnesses, (4) the relative \nease of access to sources of proof, (5) the applicable law, (6) the burden \nof litigating matters not of local concern, (7) the desirability of \nlitigating matters of local concern in local courts, (8) convenience and \naccess to another forum, (9) choice of forum by plaintiff, and (10) all \nother practical considerations. \nLawyers Mut. Liab. Ins. Co. v. Nexsen Pruet Jacobs & Pollard, 112 N.C. App. 353, \n356, 435 S.E.2d 571, 573 (1993). \n{21} This Court may, but is not required to, look at each of the Lawyers \nMutual factors in weighing its decision, and has discretion whether to consider any \nother pertinent factors as it seeks to implement the purposes of section 1-75.12.  Id. \nat 357, 435 S.E.2d at 573–74 (citing Motor Inn Mgmt., Inc. v. Irvin-Fuller Dev. Co.,  \n46 N.C. App. 707, 713, 266 S.E.2d 368, 371 (1980)).  The ultimate question is \nwhether the particular factors of this particular case lead to the reasoned conclusion \nthat there exists a reasonable, convenient, and fair forum, resort to which would \navoid a substantial injustice that would otherwise occur.  Wachovia Bank N.A. v. \nHarbinger Capital Partners Master Fund I, Ltd., 201 N.C. App. 507, 520, 687 \nS.E.2d 487, 495 (2009).    \n \n \n{22} The Court addresses the Lawyers Mutual factors below in reverse \norder, and makes only passing reference to some of the factors, as they are not \ndispositive on the particular facts of this case. \n{23} Regarding any concern for prac tical considerations, the Court has \nconsidered factors such as relative access to and timing of discovery, as well as the \npotential impact of Duggan’s challenge to personal jurisdiction in North Carolina.  \nAlthough the New York Actions have been pending for a significant amount of time, \ndiscovery apparently has not substantially advanced.  At the same time, Paramount \nalleges that Myrick’s deposition in the New York Actions provided the factual \nfoundation for and was the genesis of the North Carolina action.  Paramount argues \nthat it should be allowed to pursue the North Carolina action and target expedited \ndiscovery to the narrow set of contentions necessary to try only those issues \npresented in this action, and that it should not be required to depend on discovery \nin the broader set of claims pending in New York.  Defendants seek to minimize \nParamount’s timing argument, urging that discovery in New York is imminent.  \nDefendants also assert that discovery in the North Carolina action will not be \nsignificantly narrower, because the cases share the common need to develop a \nrecord regarding the overall nature of Escaldi and Sallusto’s departure from and \nsubsequent competition with Agelity, and that determination of the truth or falsity \nof the statements of which Paramount complains must derive from that common set \nof facts. The Court concludes that practical considerations can be argued in favor of \neither party’s position as to a stay and do not dominate the factors that should \ndetermine the Court’s exercise of its discretion. \n{24} Regarding the weight to be given to Plaintiff’s choice of forum, the \nCourt acknowledges that this choice is usually entitled to great deference, and that \nthe movant who seeks to stay the action in the plaintiff’s chosen forum faces a \nsignificant burden.  \nSee, e.g., Firstar Bank, N.A. v. Interlease 757 Aircraft \nInvestors, LLC, No. 1:01CV706, 2002 U.S. Dist. LEXIS 20974, at *10 (M.D.N.C. \nAug. 23, 2002); La Mack, 2015 NCBC LEXIS 24, at *16–17.  However, that \nconsideration in this particular case is tempered by various facts, most importantly \n \n \nthat Escaldi placed the truth of Agelity and Duggan’s statements in issue, at least \nas to Myrick, in his New York counterclaim, and has sought to recover damages for \nParamount’s loss of Myrick’s company as a customer.  Considering this background, \nthe Court finds that it should not give substantial importance to either Paramount’s \nchoice of forum on the one hand or on the other hand any argument that Agelity \nmay make that the Court should defer to the New York Actions under the “first-\nfiled” rule. \nSee, e.g., Nutrition & Fitness, Inc. v. Blue Stuff, Inc., 264 F. Supp. 2d \n357, 360–62 (W.D.N.C. 2003) (discussing the parameters of the first-filed rule). \n{25} The Court does not perceive any significant matters of local concern \nfavoring either the North Carolina or New York forum.   \n{26} The Court likewise does not consid er the need to apply foreign law to \nbe a significant factor.  While ultimately either the New York or North Carolina \ncourts must conduct a conflicts-of-law analysis to resolve pending claims, there is \nneither an apparent manifest difference between the law of the respective states on \nthe underlying claims, nor an apparent potential for difficulty of either forum’s \napplication of foreign law. \n{27} The Court perceives the relative ease of access to discovery and the \navailability of compulsory process as neutral factors.  Each side has made an \nequally supported argument based on discovery considerations.  The Court does not \nbelieve that the relative speed at which discovery in the various actions has \nproceeded or might proceed should be a controlling or dominant factor in the stay \nanalysis.  Notably, neither Paramount nor Sallusto has challenged personal \njurisdiction in New York.  While the Court does not at this time express any opinion \non the merits of the motion, Duggan has moved to dismiss the North Carolina \naction for lack of personal jurisdiction. \n{28} The Court likewise sees no signif icant issue regarding the comparative \nconvenience of the witnesses.   \n{29} The most critical determination is how the two actions compare.   In \nthis regard, the Court concludes that the cases overlap more than Paramount’s \narguments indicate, and that the necessary factual records for the two cases are \n \n \nmore common that its opposition to a stay recognizes.  Paramount places the \nstrongest emphasis on its point that its claims and the relief sought in the North \nCarolina action are different from the New York Actions.  At the same time, \nParamount does not fully account for the fact that the necessary proof for the relief \nit seeks in North Carolina must extend into the areas at the heart of the New York \nlitigation.  Ultimately, the various claims necessitate that a court resolve whether \nAgelity or Duggan’s statements are true.  Even though Paramount chose not to \nmake an affirmative damages counterclaim in the Sallusto Action, Paramount’s \ninterest is aligned with Escaldi’s and Paramount is motivated and positioned to \ndefend on the basis that statements made about it and its officers or employees are \nfalse.  \n{30} In sum, considering the above factors separately and collectively, the \nCourt concludes that Defendants would suffer substantial injustice if required to \nproceed with the separate actions in New York and the action in North Carolina, \nand that New York provides an adequate forum to redress Paramount’s claims.  The \nCourt should exercise its discretion under section 1-75.12 to stay the North Carolina \naction.    \n{31} In contrast, the court conclu des that Paramount will not suffer \nsubstantial injustice if this action is stayed.  The only argument of prejudice to \nParamount is that it may suffer irreparable harm if it is not allowed immediate \naccess to discovery in North Carolina when discovery in the New York Actions has \nbeen delayed.  Obviously, relevant discovery is available in New York, and, \nsignificantly, Paramount expressly alleges that discovery in New York allowed it to \nfile this action in North Carolina.  While discovery may have been slow to develop in \nthe New York Actions, the Court does not find this adequate to overcome the \nsubstantial injustice of requiring Agelity and Duggan to proceed simultaneously on \ndifferent fronts.  Further, as to any claim of prejudice Paramount might make, the \nCourt again notes that in order to address any preliminary injunctive relief, the \nCourt’s inquiry would have to extend to the question of the truth or falsity of the \nalleged defamatory statements.  That issue is at the heart of the discovery that will \n \n \nproceed in the New York actions.  Should a developed record suggest that injunctive \nrelief may be appropriate, for some reason other than that relief is not available \nfrom the New York courts, this Court can reconsider its stay. \nV. CONCLUSION \n{32} Accordingly, for the reasons stat ed, and concluding that Defendants \nwill suffer substantial injustice if the present case is allowed to go forward where \nthere is an adequate forum as a result of prior pending litigation in New York, in \nthe exercise of the Court’s discretion, Defendants’ Motion to Dismiss, or in the \nAlternative, to Stay is GRANTED, to the extent it seeks to stay this action.  \nPlaintiff’s Motion for Expedited Discovery is, therefore, DENIED.  Further briefing \nor consideration of Defendants’ Motion to Dismiss is DEFERRED. \n \nIT IS SO ORDERED this 27th day of March, 2015. \n "
}