{
  "id": "0b899c05c73067b7033b20bd8409f8a11fcf09e713dbf21b852ce71dee2f8935",
  "source_file": "data/raw/ncbc/0b899c05c73067b7033b20bd8409f8a11fcf09e713dbf21b852ce71dee2f8935.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 23974 \n \nHYOSUNG USA, INC., \n \nPlaintiff, \n \nv. \n \nTRAVELERS PROPERTY \nCASUALTY COMPANY OF \nAMERICA; HARTFORD FIRE \nINSURANCE COMPANY; and USI \nINSURANCE SERVICES, LLC, \n \nDefendants, \n \nand  \n \nLOGIPIA USA, INC., \n \nDefendant and \nThird-Party \nPlaintiff, \n \nv. \n \nDUKE REALTY LIMITED \nPARTNERSHIP, \n \nThird-Party \nDefendant. \n \n \n \n \n \n \nORDER AND OPINION ON THIRD-\nPARTY DEFENDANT DUKE REALTY \nLIMITED PARTNERSHIP’S MOTION \nTO DISMISS OR, IN THE \nALTERNATIVE, TO STAY \nPLAINTIFF’S CLAIM AGAINST \nDEFENDANT AND THIRD-PARTY \nPLAINTIFF LOGIPIA USA, INC., \nREQUIRE ARBITRATION BETWEEN \nPLAINTIFF AND LOGIPIA USA, INC., \nSEVER THIRD-PARTY CLAIMS, AND \nTRANSFER JURISDICTION OVER \nTHE THIRD-PARTY CLAIMS TO \nGEORGIA \n \n1. THIS MATTER is before the Court on Third-Party Defendant Duke Realty \nLimited Partnership’s (“Duke Realty”) Motion to Dismiss or, in the Alternative, to \nStay Plaintiff’s Claim Against Defendant and Third-Party Plaintiff Logipia USA, Inc. \n(“Logipia”), Require Arbitration between Plaintiff and Logipia, Sever Third -Party \nClaims, and Transfer Jurisdiction over the T hird-Party Claims to Georgia (the \n“Motion” or the “Motion to Dismiss”) filed on October 26, 2020.  (ECF No. 65.) \nHyosung USA, Inc. v. Travelers Prop. Cas. Co. of Am., 2021 NCBC 16. \n2. Plaintiff Hyosung USA, Inc. (“Hyosung”) brings this action against (i) its \ninsurers, Defendants Travelers Property Casualty Company of America (“Travelers”) \nand Hartford Fire Insurance Company  (“Hartford”), (ii) its insurance broker, USI \nInsurance Services, LLC  (“USI”), and (iii)  its warehouse services provider , Logipia, \nseeking insurance coverage, reimbursement, and damages for Hyosu ng’s losses \nrelating to storm and repair damage to certain Hyosung products Logipia stored for \nHyosung at Duke Realty’s warehouse in Savannah, Georgia.  In defense, Logipia has \nbrought third-party claims against Duke Realty, and, in response  to those claim s, \nDuke Realty now moves to dismiss Logipia’s third -party claims against it, or, in the  \nalternative, to stay Hyosung’s claims against Logipia, compel those claims to \narbitration, sever Logipia’s third- party claims against Duke Realty, and transfer \nthose third-party claims to Georgia.  \n3. Having considered the Motion, the related briefing, the arguments of \ncounsel at the hearing on the Motion, and other appropriate matters of record, the \nCourt hereby DENIES the Motion and DENIES Duke Realty’s alternative request \nfor relief. \nBray & Long, PLLC, by Jeffrey A. Long, and Thompson Hine LLP, by \nChristopher M. Bechhold, for Plaintiff Hyosung USA, Inc. \n \nHedrick Gardner Kincheloe & Garofalo LLP, by David L. Levy and \nKristy M. D’Ambrosio, for Defendant and Third-Party Plaintiff Logipia \nUSA, Inc. \n \nParker Poe Adams & Bernstein LLP, by John C. Amabile, Eric A. Frick, \nand A. Todd Sprinkle, for Third -Party Defendant Duke Realty Limited \nPartnership. \n \nWomble Bond Dickinson (US) LLP, by James A. Dean, and Niles, Barton \n& Wilmer, LLP, by Bryant Green and Craig D. Roswell, for Def endant \nTravelers Property Casualty Company of America. \n \nButler Weihmuller Katz Craig LLP, by Andrew L. Watson and Eric R. \nNoble, for Defendant Hartford Insurance Company. \n \nBradley Arant Boult Cummings LLP, by Christopher C. Lam and Dexter \nHobbs, and Saul Ewing Arnstein & Lehr, LLP, by Kyra Smerkanich and \nEdward Baines, for Defendant USI Insurance Services, LLC. \n \nBledsoe, Chief Judge.  \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n4. The Court does not make findings of fact on a motion to dismiss under Rule \n12(b)(6) of the North Carolina Rules of Civil Procedure (“Rule(s)”).  Rather, the Court \nrecites only those facts alleged or admitted in Logipia’s Third -Party Complaint \nrelevant to the Court’s determination of the Motion. \n5. On February 6, 2018, Logipia, 1 as “Tenant,”  and Duke Realty ,2 as \n“Landlord,” entered into a lease agreement ( the “Lease” or “Lease Agreement”) \nsetting forth the terms and conditions by which Logipia  was permitted to use and \noccupy certain space in a w arehouse building owned by Duke Realty in Savannah, \nGeorgia (the “Warehouse”) .  The Lease permitted Logipia to store the products of \nthird parties  in the Warehouse .  (Third- Party Compl. ¶¶ 7–9, Ex. 1  [hereinafter \n \n1 Logipia is a Georgia corporation with its principal place of business in Port Wentworth, \nGeorgia.  (Third -Party Compl. Logipia Against Duke Realty  ¶ 1 [hereinafter “Third-Party \nCompl.”], ECF No. 53.)   \n \n2 Logipia alleges “upon information and belief” that Duke Realty is a n Indiana limited \npartnership with its principal place of business in Indianapolis, Indiana.  (Third -Party \nCompl. ¶ 2.) \n“Lease Agreement”], ECF No. 53 .)  The Lease provides that it “shall be governed by \nand construed in accordance with [Georgia law].”  (Lease Agreement Art. 8 § 16.02.) \n6. Several of th e Lease Agreement’s provisions are relevant to the \ndetermination of the pending Motion.  Section 8.01 concerns Logipia’s release of Duke \nRealty and provides, in relevant part, as follows: \nAll of Tenant’s trade fixtures, merchandise, inventory, . . . and other \npersonal property located in or about the Leased Premises, the Building \nor the Common Areas, which is deemed to include the trade fixtures, \nmerchandise, inventory and personal property  of others located in or \nabout the Leased Premises or Common Areas at the invitation, direction \nor acquiescence (express or implied) of Tenant (all of which property shall \nbe referred to herein, collectively, as “Tenant’s Property”) , shall be and \nremain at Tenant’s sole risk.  Landlord shall not be liable to Tenant or \nto any other person for, and Tenant hereby releases Landlord . . . from  \n(a) any and all liability for theft of or damage to Tenant’s Property,  and \n(b) any and all liability for any injury to Tenant or its employees, agents, \nrepresentatives, contractors, customers, guests and invitees in or about \nthe Leased Premises, the Building, the Common Areas or the Park , \nexcept to the extent caused directly by the negligence or willful \nmisconduct of Landl ord, its agents, employees or contractors.   Nothing \ncontained in this Section 8.01 shall limit (or be deemed to limit) the \nwaivers contained in Section 8.06 below.  In the event of any conflict \nbetween the provisions of Section 8.06 below and this Section 8.01, the \nprovisions of Section 8.06 shall prevail. \n \n(Lease Agreement Art. 8 § 8.01 (emphasis added).) \n7. Section 8.03 concerns Duke Realty’s indemnification of Logipia and states,  \nin relevant part, that \nLandlord shall protect, defend, indemnify and hold harmless Tenant, its \nagents, employees and contractors of all tiers from and against any and \nall claims, damages, demands, penalties, costs, liabilities, losses and \nexpenses (including reasonable attorneys’ fees and expenses at the trial \nand appellate levels) to the extent arising out of or relating to any act, \nomission, negligence or willful misconduct of Landlord or Landlord’s \nagents, representatives, guests, employees or contractors.  Nothing \ncontained i n this Section 8.03 shall limit (or be deemed to limit) the \nwaivers contained in Section 8.06 below.  In the event of any conflict \nbetween the provisions of Section 8.06 below and this Section 8.03, the \nprovisions of Section 8.06 shall prevail. \n \n(Lease Agreement Art. 8 § 8.03 (emphasis added).) \n8. Section 8.06 concerns the parties’ respective waiver agreements and \nprovides in its entirety as follows: \nNotwithstanding anything contained in this Lease to the contrary, each \nof Landlord (and its affiliates, property managers and mortgagees) and \nTenant (and its affiliates) hereby waives any and all rights of recovery, \nclaims, actions or causes of action against the other party, or such other \nparty’s employees, agents or contractors, for any loss or damage to  the \nLeased Premises, the Building, the Common Areas and to any personal \nproperty of such party , arising from any risk which is required to be \ninsured against by Sections 8.04(a)(ii), 8.04(a)(iii) and 8.05(b) above.  \nThe effect of such waiver is not limited by the amount of such insurance \nactually carried or required to be carried, or to the actual proceeds \nreceived after a loss or to any deductible applicable thereto, and either \nparty’s failure to carry insurance required under this Lease shall not \ninvalidate such waiver.  The foregoing waiver shall apply regardless of \nthe cause or origin of any such claim, including, without limitation, the \nfault or negligence of either party or such party’s employees, agents or \ncontractors. The Special Form Insurance policies and Workers’ \nCompensation Insurance policies maintained by Landlord and Tenant \nas provided in this Lease shall include an express waiver of any rights \nof subrogation by the insurance company against Landlord or Tenant, \nas applicable. \n \n(Lease Agreement Art. 8 § 8.06 (emphasis added).) \n9. Shortly after Logipia entered into the Lease Agreement with Duke Realty , \nLogipia entered into a Services Agreement with  Hyosung,\n3 effective March 1, 2018  \n(“Services Agreement”) .  ( Third-Party Compl. Ex. 2  [hereinafter “Services \nAgreement”], ECF No. 53.)  Under that agreement, Logipia agreed to provide storage \n \n3 Hyosung is a Delaware corporation with its principal place of business in Charlotte, North \nCarolina.  (Compl. ¶ 9, ECF No. 2.) \nfor Hyosung’s products, including “Tire Cord Pet Yarn, Steel Tire Cord and Fabric[,]” \nin the W arehouse.  ( Third-Party Compl. ¶ 8; Services Agreement §§ 1 –2.)  The \nServices Agreement also contain s an arbitration provision, which states in relevant \npart as follows: \nAny controversy or claim arising out of or relating to this Agreement, or \nthe breach thereof, shall be settled by binding arbitration in the State of \nNorth Carolina administered by the American Arbitration Association \nin accordance with its Commercial Arbitration Rules, and judgment on \nthe award rendered by the arbitrator(s) may be entered in any court \nhaving jurisdiction thereof. \n \n(Services Agreement § 13.) \n10. On or about April 19, 2019, a storm damaged the roof of the W arehouse, \nresulting in water entry into the Warehouse and damage to and/or destruction of the \nHyosung products stored there (“Incident 1”).  ( Third-Party Compl. ¶¶ 15–16.)  A \ntemporary roof covering was subsequently  installed at Duke Realty’s direction to \nprevent additional damage to Hyosung’s products .  (Third-Party Compl. ¶¶ 18–19.)  \nA week later, however, on or about April 26, 2019, the temporary covering failed , \nimproperly activated the Warehouse’s sprinkler system, and caused additional \nHyosung products to suffer water damage (“Incident 2”).  (Third-Party Compl. ¶¶ 19–\n21.) \n11. Hyosung alleges in its Complaint initiating this action that it sought \ninsurance coverage and reimbursement for its losses under its commercial property \ninsurance policy with Travelers (“Travelers Policy”) and under its commercial inland \nmarine policy with Hartford (“Hartford Policy”) (each a “Policy”).  (Compl. ¶¶ 13, 15.)  \nAccording to Hyosung, neither insurer agreed to pay Hyosung the full amount of the \nlosses Hyosung claims.  (Compl. ¶¶ 19, 21.)   \n12. Hyosung thereafter initiated this action on December 30, 2019 , asserting \nclaims against (i) Travelers for breach of contract for failing to reimburse Hyosung \nfor the full amount of its covered losses under the Travelers Policy, (ii) Travelers and \nHartford for a declaratory judgment  determining that each insurer must provide \ninsurance coverage under its respective Policy consistent with Hyosung’s demands, \n(iii) USI for negligence on grounds that USI negligently failed to obtain from \nTravelers the insurance coverage Hyosung requested , and (i v) Logipia for a \ndeclaratory judgment  determining that Logipia ha s a contractual duty under the \nServices Agreement to reimburse Hyosung for its losses and for breach of that same \nServices Agreement for failing to reimburse Hyosung for those losses.  (Compl. ¶¶ 23–\n44.) \n13. Logipia filed its Third -Party Complaint against Duke Realty on July 31, \n2020, and Duke Realty filed the current Motion seeking dismissal of the Third-Party \nComplaint on October 26, 2020.  The Court held a hearing on the Motion on January \n7, 2021 via WebEx videoconference (the “Hearing”), at which all parties were \nrepresented by counsel.  The Motion is now ripe for resolution. \nII. \nLEGAL STANDARD \n14. On a motion to dismiss under Rule 12(b)(6), the Court must determine \n“whether the allegations of the complaint, if treated as true, are sufficient to state a \nclaim upon which relief can be granted under some legal theory.”  Intersal, Inc. v. \nHamilton, 373 N.C. 89, 97 (2019) (citation omitted).  The Court “view[s] the \nallegations [in the complaint] as true and . . . in the light most favorable to the non-\nmoving party[,]” Christenbury Eye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 5 \n(2017) (citation omitted); however, the Court is “not required . . . to accept as true \nallegations that are merely conclusory, unwarranted deductions of fact, or \nunreasonable inferences[,]” Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Hum. \nServs., 174 N.C. App. 266, 274 (2005) (citation and internal quotation marks \nomitted).   \n15. Under Rule 12(b)(6), dismissal of a complaint is proper: “(1) when the \ncomplaint on its face reveals that no law supports [the] claim; (2) when the complaint \nreveals on its face the absence of fact sufficient to make a good claim; [or] (3) when \nsome fact disclosed in the complaint necessarily defeats the . . . claim.”  Oates v. JAG, \nInc., 314 N.C. 276, 278 (1985). \n16. “When documents are attached to and incorporated into a complaint, they \nbecome part of the complaint and may be considered in connection with a Rule \n12(b)(6) motion without converting it into a motion for summary judgment.”  \nSchlieper v. Johnson, 195 N.C. App. 257, 261 (2009).  The Court may also reject \nallegations “that are contradicted by the documents attached, specifically referred to, \nor incorporated by reference in the complaint.”  Laster v. Francis, 199 N.C. App. 572, \n577 (2009). \nIII. \nANALYSIS \nA.  Duke Realty’s Motion to Dismiss4 \n17. While Hyosung’s claims against Travelers , Hartford, and USI concern \nHyosung’s insurance coverage,  Hyosung’s claims against Logipia, and Logipia’s \nclaims against Duke Realty, are based  on the separate contracts that Hyosung and \nLogipia, and Logipia and Duke Realty , entered into involving the storage of \nHyosung’s products at Duke Realty’s Warehouse.  (Third-Party Compl. ¶ 6.)   \n18. Logipia’s two third- party claims against Duke Realty  each arise from \nIncident 2.  The first, for express indemnification, rests on Logipia’s allegations that \nDuke Realty, as part of its remediation and repair work at the Warehouse  following \nIncident 1 , caused a  tarp or other plastic covering to be put in to place, that the \ncovering was installed improperly, and that the failure of the covering “ caus[ed] \nimproper activation of the Warehouse’s sprin kler system[,]” resulting in damage to \nHyosung’s products.  (Third-Party Compl. ¶¶ 28–29, 31.)  Based on these allegations, \nLogipia contends that Duke Realty has a duty to indemnify Logipia under paragraph \n8.03 of the Services Agreement  for any losses Logipia may sustain as a result of \nHyosung’s claims concerning Incident 2.  (Third-Party Compl. ¶¶ 26–27, 31.) \n19. Logipia’s second claim, for breach of contract, is premised on Duke Realty’s \nalleged breach of the Lease Agreement “by failing to properly and promptly restore, \n \n4 Hyosung does not oppose Duke Realty’s Motion to Dismiss but seeks denial of Duke Realty’s \nalternative relief should the Court deny Duke Realty’s Motion to Dismiss.  (Hyosung’s Mem. \nOpp’n 1, ECF No. 70.) \nrepair, replace, and/or maintain the roof and/or the sprinkler system at the \nWarehouse.”  (Third-Party Compl. ¶ 38.)  As with its indemnity claim, Logipia seeks \nto recover from Duke Realty any damages Hyosung may recover from Logipia for  \nIncident 2 , but on the separate ground that  “any such liability arose from Duke \nRealty’s breach of contract with Logipia[.]”  (Third-Party Compl. ¶ 40.) \n20. In support of dismissal, Duke Realty argues that Logipia’s claims are barred \nby the plain and unambiguous language of sections 8.01 and 8.06 of the Lease \nAgreement.  ( Duke Realty’s Mem. Supp. 1 0–12, ECF No. 66 .)  Because the Lease \nprovides, and the parties agree, that Georgia law governs the interpretation of the \nLease, the Court shall look to Georgia law to construe the Lease Agreement’s terms.   \n21. Georgia has adopted familiar rules of contract construction.  Under Georgia \nlaw, “[g]enerally, contract construction is a question of law for the court.”  Unified  \nGov’t of Athens-Clarke Cty. v. Stiles Apartments, Inc., 295 Ga. 829, 832 (2014).  “The \ncardinal rule of contractual construction is to ascertain the intent of the parties.”  \nKnott v. Knott, 277 Ga. 380, 381 (2003).  “When the terms of a contract are clear and \nunambiguous, the reviewing court looks only to the contract itself to determine the \nparties’ intent.”  Unified Gov’t of Athens-Clarke Cty., 295 Ga. at 832.  “[I]f the contract \nis ambiguous in some respect, the court must apply the rules of contract construction \nto resolve the ambiguity.”   Bowers v. Today’s Bank, 347 Ga. App. 615, 618 (2018) \n(quoting City of Baldwin v. Woodard & Curran, Inc., 293 Ga. 19, 30 (2013)).  “[I]f the \nambiguity remains after applying the rules of construction, the issue of what the \nambiguous language means and what the parties intended must be resolved by a \njury.”  Id. \n22. “A contract is ambiguous if the words used therein leave the intent of the \nparties in question —i.e., that intent is uncertain, unclear, or is open to various \ninterpretations.”  Id. (quoting Citrus Tower Boulevard Imaging Ctr. v. David S. \nOwens, MD, PC, 325 Ga. App. 1, 8 (2013)).  In contrast, “no ambiguity exists where, \nexamining the contract as a whole and affording the words used therein their plain \nand ordinary meaning, the contract is capable of only one reasonable interpretation.”  \nId.  \n23. “The intention of the parties is determined from a consideration of the entire \ncontract; and, if possible, all of its provisions should be so interpreted as to harmonize \nwith each other.”  McCann  v. Glynn Lumber Co., 199 Ga. 669, 674 (1945).  Further, \n“it is well established that a court should avoid an interpretation of a contract which \nrenders portions of the language of the contract meaningless.”  Bd. of Comm’rs v. City \nComm’rs, 315 Ga. App. 696, 701 (2012) (citation omitted). \n24. Bearing these principles in mind, the Court turns to Duke Realty’s \nargument under section 8.01.  Duke Realty contends that because Hyosung’s stored \nproducts constitute “Tenant’s Property”5 under section 8.01 as a matter of law, Duke \nRealty is exempted from liability for any damage to Hyosung’s products, including as \nalleged by Hyosung here.  (Duke Realty’s Mem. Supp. 10–12.)  The Court disagrees. \n \n5 “Tenant’s Property” is defined under section 8 .01 to include  “the trade fixtures, \nmerchandise, inventory and personal property of others located in or about the Leased \nPremises . . . at the invitation, direction or acquiescence (express or implied) of Tenant[.]”  \n(Lease Agreement Art. 8 § 8.01.) \n25. Duke Realty ’s argument is grounded in the first half of the following \nsentence in section 8.01: \nLandlord shall not be liable to Tenant or to any other person for, and \nTenant hereby releases Landlord (and its affiliates, property managers, \nand mortgagees) from (a) any and all liability for theft of or damage to \nTenant’s Property, and (b) any and all liability for any injury to Tenant \nor its employees, agents, representatives, contractors, customers, guests \nand invitees in or about the Leased Premises, the Building, the Common \nAreas or the Park, except to the extent caused directly by the negligence \nor willful misconduct of Landlord, its agents, employees or contractors.  \n \n(Lease Agreement Art. 8 § 8.01.) \n  \n26. Duke Realty focuses on subsection (a) and contends that the only reasonable \nconstruction of this sentence is that Duke Realty is absolved of “any and all liability \nfor theft of or damage to Tenant’s Property,” requiring dismissal of Logipia’s third-\nparty claims.  (Duke Realty’s Reply Mem. 5, ECF No. 78.)  Duke Realty’s argument , \nhowever, does not adequately grapple with the concluding clause of the sen tence—\n“except to the extent caused directly by the negligence or willful misconduct of [Duke \nRealty].”  It is undisputed that Logipia alleges that the damage to Hyosung’s property \narising from Incident 2 was caused by Duke Realty’s negligence.  (Third-Party Compl. \n¶ 29.)  Thus, for Duke Realty’s reading to prevail, the last clause of the sentence must \nbe read to modify subsection (b) and not subsection (a).   \n27. But, as Logipia contended in its opposition brief, (Logipia’s Mem. Opp’n 5–\n6, 8–9, ECF No . 71 ), and at the Hearing , Duke Realty’s  reading is not the only \nreasonable construction of this language.  To the contrary, the placement of commas \nafter “Tenant’s Property” in subsection (a) and following “the Park” in subsection (b) \npermits a reasonable factfinder to conclude that the ending clause is intended to \nmodify both subsections (a) and (b), not simply the latter.  As such, even if the Court \nwere to conclude that Hyosung’s products were “Tenant’s Property” under the Lease, \nas Duke Realty contends,6 the Court cannot conclude that Duke Realty is exempted \nfrom liability for damage to those products under section 8.01  as a matter of law  in \nthe face of Logipia’s allegations of Duke Realty’s negligence.7 \n28.  Duke Realty’s argument for dismissal based on section 8.06 faces a similar \nfate.  For that argument, Duke Realty contends that section 8.04 required Logipia to \nprovide insurance for Hyosung’s claimed losses and that section 8.06 required Logipia \n“to waive its right to recover from Duke Realty for those losses [,]” necessitating \ndismissal of Logipia’s third- party claims .  (Duke Realty’s Mem. Supp. 11.)   Duke \nRealty ignores, however that section 8.06 specifically provides, in relevant part, as \nfollows: \n[E]ach of Landlord (and its affiliates, property managers and \nmortgagees) and Tenant  (and its affiliates) hereby wa ives any and all \nrights of recovery, clai ms, actions or causes of action against the other \nparty, or such other party ’s employees, agents or contractors, for any \nloss or damage to the Leased Premises, the Building, the Common Areas \nand to any personal property of such party[.] \n \n \n6 Although Logipia challenges Duke Realty’s contention that Hyosung’s products are \n“Tenant’s Property” as a matter of law, the Court need not consider the parties’ competing \narguments to resolve the Motion.   \n \n7 Section 8.03 provides further support for Logipia’s construction of section 8.01.  Indeed, by \nrequiring Duke Realty to indemnify Logipia for damages due to Duke Realty’s negligent or \nwillful misconduct, section 8.03 suggests that the parties did not intend  for Duke Realty to \navoid liability for its own negligence.  (See Lease Agreement Art. 8 § 8.03 (“Landlord \nshall . . . indemnify and hold harmless Tenant . . . from and against any and all claims, \ndamages, demands, penalties, costs, liabilities, losses and  expenses (including reasonable \nattorneys’ fees and expenses at the trial and appellate levels) to the extent arising out of or \nrelating to any act, omission, negligence or willful misconduct of Landlord or Landlord’s \nagents, representatives, guests, employees or contractors.”).)  Logipia’s construction of section \n8.01 leads to the same conclusion.  \n \n(Lease Agreement A rt. 8 § 8.06 (emphasis added).)   Th e concluding phrase of the \nrelevant language makes clear that Logipia’s waiver of claims for loss or damage to \npersonal property covers only personal property of Duke Realty and its related \nparties—not personal property o f third parties like Hyosung.  Accordingly, Duke \nRealty’s argument under section 8.06 is without merit.  \n29. For each of these reasons, therefore, the Court concludes that Duke Realty’s \nMotion to Dismiss should be denied. \nB.  Duke Realty’s Claim for Alternative Relief  \n \n30. Duke Realty moves in the alternative under Rule 14 to  stay Hyosung’s \nclaims against Logipia  and compel arbitration of those claims .  If successful, Duke \nRealty then seeks to sever Logipia’s third-party claims against it and transfer those \nclaims to Georgia for adjudication.  (Duke Realty’s Mem. Supp. 14–17.)   \n31. Under Rule 14, Duke Realty, as a third- party defendant, may assert any \ndefense that is available to the third-party plaintiff—here, Logipia.  See N.C. R. Civ. \nP. 14(a) (“The third-party defendant may assert against the plaintiff any defenses \nwhich the third -party plaintiff has to the plai ntiff’s claim. ”).  Employing  this \nprovision, Duke Realty contends that it is permitted under Rule 14 to assert the \n“defense of arbitration” to invoke the arbitration provision in the Services Agreement \nbetween Hyosung and Logipia and compel arbitration  of the dispute between \nHyosung and Logipia in this action.  Duke Realty seeks this course despite the fact \nthat Logipia and Hyosung long ago agreed to waive arbitration under their agreement \nand proceed with the litigation of their current dispute in this forum.   \n32. The Court concludes that Duke Realty’s request for alternative relief is \nwithout merit.  As an initial matter, Duke Realty’s purported defense of arbitration \nis not an affirmative defense under Rule 8.  See N.C. R. Civ. P. 8(c).  Duke Realty \nargues that it is  an affirmative defense, relying upon language in Cooper v. Ismail, \nNo. COA18-1166, 2019 N.C. App. LEXIS 579 , at *2 (N.C. Ct. App. July 2, 2019), an \nunpublished decision of the North Carolina Court of Appeals , stating that “the right \nto enforce a contractual arbitration agreement is an affirmative defense[,]” (see Duke \nRealty’s Mem. Supp. 14–15).  However, the Court of Appeals made this statement in \nconcluding—unremarkably—that arbitration is “ a [contractual] right that may be \nwaived[,]” Cooper, 2019 N.C. App. LEXIS 579, at *2, and neither Cooper nor the case \non which it relied, Servomation Corp. v. Hickory Construction Co., 316 N.C. 543, 544 \n(1986), discussed or considered Rule 8 in reaching their conclusions.  Indeed, the only \narbitration-based affirmative defense contemplated under Rule 8 is “arbitration and \naward,” N.C. R. Civ. P. 8(c), which neither party contends is applicable here.   \n33. That said, Duke Realty correctly notes that Rule 14 does not limit a third -\nparty defendant to only those affirmative defenses a third -party plaintiff has under \nRule 8.  However, the Court concludes that a defense of arbitration is not one that \nRule 14 contemplates shall be available, if available at all, to a third-party defendant, \nlike Duke Realty, who is not a party to the third -party plaintiff’s arbitration \nagreement, particularly when the third- party plaintiff has waived its right to \narbitrate.  Given that a non- party’s right to enforce an arbitration agreement is \navailable only in limited circumstances, see, e.g. , GE Energy Power Conversion Fr., \nSAS, Corp. v. Outkumpu Stainless USA, LLC , 140 S. Ct. 1637, 1643 –44, (2020) \n(“[A]rbitration agreements may be enforced by nonsignatories through assumption, \npiercing the corporate veil, alter ego, incorporation by reference, third- party \nbeneficiary theories, waiver and estoppel .” ( citation and internal quotation marks \nomitted)), none of which are present here, it follows that Duke Realty may not enforce \nLogipia’s right to arbitrate in its Services Agreement with Hyosung.   \n34. This is particularly true here where it is undisputed that Logipia  has \nknowingly and voluntarily waived that right.  (Logipia’s Mem. Opp’n 9–10; Hyosung’s \nMem. Opp’n 4.)  Our courts have long recognized that the right to compel a party to \narbitrate a dispute is a waivable contract right, see, e.g., Cyclone Roofing Co. v. David \nM. La Fave Co., 312 N.C. 224, 229 n.3 (1984) (“A party may, of course, expressly waive \ncontractual arbitration.”), and  that a knowing and voluntary waiver of a contract \nright effects a release “from the terms of the original proposition[,]” Johnson v. Noles, \n224 N.C. 542, 545 (1944).  Because Rule 14(a) expressly provides that a third- party \ndefendant may assert defenses “which the third -party plaintiff has to the plaintiff’s \nclaim,” see N.C. R. Civ. P. 14(a) (emphasis added), the Rule makes plain that a third-\nparty defendant may assert only those defenses the third-party plaintiff has against \nthe plaintiff at the time the third -party defendant responds to the  third-party \ncomplaint.  Since Logipia’s waiver extinguished its right to arbitrate its dispute with \nHyosung before Duke Realty filed its response to the Third -Party Complaint, Duke \nRealty may not avail itself of Logipia’s arbitration right through Rule 14.  See, e.g., \nFalcon Tankers, Inc. v. Litton Systems, Inc., 300 A.2d 231, 237–38 (Del. Super. Ct. \n1972) (holding under Delaware’s Rule 14, which is identical to federal Rule 14,8 that \nthird-party plaintiff’s waiver of its right to arbitrate precluded third- party \ndefendant’s right to invoke the affirmative defense of arbitration and award).  \n35. For each of these reasons, therefore, the Court concludes that Duke Realty \nmay not use Rule 14 to compel arbitration of Logipia’s dispute with Hyosung.  In light \nof the Court’s ruling, the Court further concludes that Duke Realty’s request to  stay \nHyosung’s claims a gainst Logipia and to sever Logipia’s third- party claims against \nDuke Realty and transfer those claims to Georgia should likewise be denied.  \nIV. \nCONCLUSION \n36. WHEREFORE, for the reasons set forth above, the Court hereby DENIES \nboth Duke Realty’s Motion to Dismiss and its alternative request for relief. \nSO ORDERED, this the 16th day of March, 2021. \n \n \n     /s/ Louis A. Bledsoe, III \n     Louis A. Bledsoe, III \n     Chief Business Court Judge \n \n \n \n8 Our Supreme Court has noted that North Carolina’s Rule 14 is “substantially similar” to \nfederal Rule 14.  See Selective Ins. Co. v. NCNB Nat’l Bank, 324 N.C. 560, 566 (1989). "
}