{
  "id": "0bc4c218f0901b00d7de5471d043e8d31cedcf1dce6ef93892a8867852a97a40",
  "source_file": "data/raw/ncbc/0bc4c218f0901b00d7de5471d043e8d31cedcf1dce6ef93892a8867852a97a40.pdf",
  "raw_text": " \n \n \nIn re PPDI Litigation, 2012 NCBC 31.   \n \n \n \nIN RE PPDI LITIGATION \n \nORDER AND FINAL JUDGMENT  \n \n  \n \n \nThe Stipulation and Agreement of Compromise, Settle ment and Release, dated \nMarch 1, 2012 (the “Stipulation”), of the above con solidated class action (the “Action”), \nand the settlement contemplated thereby (the “Settl ement”) having been presented at the \nSettlement Hearing on May 24, 2012, pursuant to the  Preliminary Approval Order \nentered herein on March 12, 2012 (the “Preliminary Approval Order”), which Stipulation \nwas entered into by plaintiffs in the Action (the “ Plaintiffs”), through Plaintiffs’ Lead \nCounsel and by defendants Pharmaceutical Product De velopment, Inc. (“PPD\" or the \n“Company”), Fredric N. Eshelman, Raymond H. Hill, E rnest Mario, Stuart Bondurant, \nFrederick Frank, Terry Magnuson, Vaughn D. Bryson, Robert Alexander Ingram and \nRalph Snyderman (together with PPD, the “PPD Defend ants”) Jaguar Holdings, LLC, \nThe Carlyle Group, Carlyle Investment Management, L .L.C, Carlyle Partners V, L.P., \nHellman & Friedman LLC, Hellman & Friedman L.P., He llman & Friedman Capital \nPartners VII, L.P., Hellman & Friedman Capital Part ners VII (Parallel), L.P., Hellman & \nFriedman Advisors LLC, HFCP VII (Parallel-A), L.P.,  H&F Executives VII, L.P. and \nJaguar Merger Sub, Inc. (together, “the Sponsors” c ollectively with the PPD Defendants, \nthe “Defendants”, and together with Plaintiffs, the  “Parties”) in the Action and which is \nincorporated herein by reference; and the Court hav ing determined that notice of said \nSTATE OF NORTH CAROLINA \nCOUNTY OF NEW HANOVER \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n11 CVS 4186 \n \n \n \n \nhearing was given to the Class in accordance with t he Scheduling Order and that said \nnotice was adequate and sufficient; and the Parties  having appeared by their attorneys of \nrecord; and the attorneys for the respective Partie s having been heard in support of the \nSettlement of the Action, and an opportunity to be heard having been given to all other \npersons desiring to be heard as provided in the not ice; and the entire matter of the \nSettlement having been considered by the Court; \nIT IS HEREBY ORDERED, ADJUDGED AND DECREED, this 24th day of \nMay, 2012, as follows: \n1.  The Notice of Pendency of Class Action, Proposed Settlement And \nSettlement Hearing (“Notice”) has been given to the  Class (as defined below) pursuant to \nand in the manner directed by the Preliminary Approval Order, proof of the mailing of \nthe Notice has been filed with the Court and a full opportunity to be heard has been \noffered to all parties to the Action, the Class and persons in interest.  The form and \nmanner of the Notice is hereby determined to have been the best notice practicable under \nthe circumstances and to have been given in full compliance with each of the \nrequirements of North Carolina Rule 23 and due process, and it is further determined that \nall members of the Class are bound by the Order and Final Judgment herein. \n2.  The Court hereby finds, pursuant to North Carolina Rule 23, as follows: \na.  that (i) the Class, as defined below, is so numerous that joinder of \nall members is impracticable, (ii) there are questions of law and fact common to the \nClass, (iii) the claims of Plaintiffs are typical of the claims of the Class, (iv) Plaintiffs and \nPlaintiffs’ Lead Counsel have fairly and adequately protected the interests of the Class, \n \n \n \nand (v) a class action is superior to all other methods available for adjudication of the \ncontroversy before the Court; \nb.  that the requirements of North Carolina Rule 23 have been \nsatisfied; \nc.  that the requirements of the North Carolina Rules a nd due process \nhave been satisfied in connection with the Notice; and \nd.  that a non-opt out class is appropriate here becaus e the relief \nsought for the Class was for uniform group remedies  of injunctive and declaratory relief, \nall of which were applicable with respect to the Class as a whole. \n3.  Therefore, this Action is hereby certified as a non-opt out class action \npursuant to North Carolina Rule of Civil Procedure 23(a), with the class defined as \nfollows: \nany and all record and beneficial holders of PPD common stock, their \nrespective successors in interest, successors, predecessors in interest, \npredecessors, representatives, trustees, executors, administrators, heirs, \nassigns or transferees, immediate and remote, and any person or entity \nacting for or on behalf of, or claiming under, any of them, and each of \nthem, together with their predecessors and successors and assigns, who \nheld shares of PPD common stock at any time between and including May \n18, 2011, and December 5, 2011 (the \"Class\"). \n \n4.  The Plaintiffs are hereby certified as the Class representatives, and Lead \nCounsel are certified as Lead Class Counsel. \n5.  The Court finds the Settlement to be fair, reasonable and adequate and in the \nbest interests of the Class, and it is hereby approved.  The Parties are hereby authorized \nand directed to comply with and to consummate the Settlement in accordance with its \nterms and provisions, and the Clerk is directed to enter and docket this Order and Final \nJudgment in the Action. \n \n \n \n6.  This Order and Final Judgment shall not constitute any evidence or \nadmission by any of the Parties herein that any acts of wrongdoing have been committed \nby any of the Parties to the Action and should not be deemed to create any inference that \nthere is any liability therefor. \n7.  The Action is hereby dismissed with prejudice in its entirety on the merits \nand, except as provided in the Stipulation, without costs.   \n8.  Plaintiffs and all members of the Class, together with their legal \nrepresentatives, agents, heirs, successors in interest, transferees, and assigns, for good and \nsufficient consideration received, shall be deemed to have and by operation of this Order \nand Final Judgment shall have, fully, finally, and forever released, relinquished, and \ndischarged any and all claims, demands, rights, actions, causes of action, liabilities, \ndamages, losses, obligations, judgments, duties, suits, costs, expenses, matters, and issues \nknown or unknown, contingent or absolute, suspected or unsuspected, disclosed or \nundisclosed, liquidated or unliquidated, matured or unmatured, accrued or unaccrued, \napparent or unapparent, that have been or could have been asserted in any court, tribunal, \nor proceeding (including, but not limited to, any claims arising under federal, state, \nforeign, or common law, including the federal securities laws and any state disclosure \nlaw), by or on behalf of the Plaintiffs, PPD, or any member of the Class whether \nindividual, direct, class, derivative, representative, legal, equitable, or any other type or in \nany other capacity (the \"Releasing Persons\"), against the Defendants or any of their \nfamilies, parent entities, controlling persons, associates, affiliates, or subsidiaries and \neach and all of their respective past or present officers, directors, stockholders, principals, \nrepresentatives, employees, attorneys, financial or investment advisors, consultants, \n \n \n \naccountants, investment bankers, commercial bankers, entities providing fairness \nopinions, advisors or agents, heirs, executors, trustees, general or limited partners or \npartnerships, limited liability companies, members, joint venturers, personal or legal \nrepresentatives, estates, administrators, predecessors, successors, or assigns (the \n\"Released Persons\") which the Releasing Persons ever had, now have, or may have had \nby reason of, arising out of, relating to, or in connection with the acts, events, facts, \nmatters, transactions, occurrences, statements, or representations, or any other matter \nwhatsoever set forth in or otherwise related, directly or indirectly, to the allegations in the \nActions, the complaints, the Merger Agreement, and other transactions contemplated \ntherein, including the process pursuant to which the Defendants considered, deliberated \nand negotiated the terms of the Merger Agreement and such contemplated transactions, \nor disclosures made in connection therewith (including the adequacy and completeness of \nsuch disclosures) (the \"Settled Claims\"); provided, however, that the Settled Claims shall \nnot include any properly perfected claims for appraisal pursuant to N.C. Gen. Stat. § 55-\n13-02, or claims to enforce the Settlement.   \n9.  Plaintiffs and all members of the Class, together with their legal \nrepresentatives, agents, heirs, successors in interest, transferees, and assigns, for good and \nsufficient consideration received, shall be deemed to have and by operation of this Order \nand Final Judgment also shall be deemed to waive any and all provisions, rights and \nbenefits conferred by California Civil Code § 1542 and by any law of any state or \nterritory of the United States, or principle of common law, or any other law, which is \nsimilar, comparable or equivalent to California Civil Code § 1542, and the waiver of such \n \n \n \nprovisions, rights and benefits as set forth in the Stipulation is hereby approved and \nconfirmed by this Court. \n10.  Plaintiffs and all members of the Class, or any of them, together with their \nlegal representatives, agents, heirs, successors in interest, transferees, and assigns, are \nhereby permanently barred and enjoined from commencing, prosecuting, instigating or in \nany way participating in the commencement or prosecution of any action asserting any of \nthe Released Claims, either directly, representatively, derivatively, or in any other \ncapacity, against any of the Released Persons. \n11.  Neither the Stipulation nor the Settlement contained therein, nor any act \nperformed or document executed pursuant to or in furtherance of the Stipulation or the \nSettlement, is or may be deemed to be or may be used in any manner as:  (a) an \nadmission of, or evidence of, the validity of any Released Claim, any wrongdoing or \nliability of the Defendants, any damage or injury to any person, or for any other purpose; \n(b) an admission or concession by Plaintiff or any member of the Class of any infirmity \nin the claims asserted in the Action; or (c) an admission of, or evidence of, any fault or \nomission of any of the Released Persons in any civil, criminal, or administrative \nproceeding in any court, administrative agency, or other tribunal.  The Released Persons \nmay file the Stipulation and/or this Order and Final Judgment in any action that may be \nbrought against them in order to support a defense or counterclaim based on principles of \nres judicata, collateral estoppel, release, good-faith settlement, judgment bar or reduction \nor any theory of claim preclusion or issue preclusion or similar defense or counterclaim. \n \n \n \n12.  Without affecting the finality of this Order and Final Judgment in any way, \nthis Court hereby retains continuing jurisdiction over all Parties hereto for the sole \npurpose of construing, enforcing and administering the Stipulation. \n13.  In the event that the Settlement does not become effective in accordance \nwith the terms of the Stipulation as modified, then this Order and Final Judgment shall be \nrendered null and void to the extent provided by, and in accordance with, the Stipulation \nand shall be vacated and, in such event, all orders entered and releases delivered in \nconnection herewith shall be null and void to the extent provided by and in accordance \nwith the Stipulation. \n14.  Plaintiffs’ Lead Counsel are hereby awarded attorne ys’ fees in the amount \nof  $450,000.00, inclusive of expenses, which amount the Court finds to be fair and \nreasonable and which shall be paid to Lead Counsel, Gardy & Notis.   \n \n \n "
}