{
  "id": "0c1409ab655fc3542283b921a2a8aef7e412cc88dfe88e5a4be5335611b8e6f4",
  "source_file": "data/raw/ncbc/0c1409ab655fc3542283b921a2a8aef7e412cc88dfe88e5a4be5335611b8e6f4.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF NEW HANOVER 14 CVS 467 \n \n \nPROGRESS POINT ONE—B  ) \nCONDOMINIUM ASSOCIATION, INC., ) \n Plaintiff )  \n  ) \n v.  ) ORDER ON MOTION TO STRIKE  \n   )  \nPROGRESS POINT ONE PROPERTY ) \nOWNERS ASSOCIATION, INC., ) \n  Defendant ) \n \nTHIS MATTER comes before the Court on De fendant's Motion to Strike Complaint \nand Untimely More Definite Statement (\"Motion  to Strike\") pursuant to Rules 8, 12(e), and \n12(f) of the North Carolina Rules of Civil Procedure (\"Rule(s)\") and Rule 15 of the General \nRules of Practice and Procedure for the North Carolina Business Court (\"BCR\"), and; \nTHE COURT, having considered the Motion to Strike, briefs in support of and \nopposition to the Motion to Strike, and other appropriate matters of record, concludes that \nthe Motion to Strike should be GRANTED, in  part, and DENIED, in part, for the reasons \nbelow. \nBackground \n1. The factual and procedural background of this matter is set forth more fully in \nthe Court's Opinion and Order on Motion to Dismiss entered on March 2, 2015 (\"Opinion and \nOrder\"). That background is incorporated herein by reference. \n2. In the Opinion and Order, the Court granted, in part, Defendant's Motion to \nDismiss pursuant to Rule 12(b)(6), and also gr anted, in part, Defendant's Motion for a More \nProgress Point One-B Condo. Ass’n, Inc. v. Progress Point One Prop. Owners Ass’n, Inc.,  \n2015 NCBC 54. \n \n \nDefinite Statement pursuant to Rule 12(e). 1 Pursuant to Rule 12(e), Plaintiff had 20 days \nwithin which to file its more definite statement. \n3. On April 1, 2015, Plaintiff filed its Comp laint with More Definite Statements \n(\"MDS\"). The MDS reasserted a number of claims that were dismissed with prejudice in the \nOpinion and Order, including Claims Three, Four, Five, and Eleven. The MDS provided some \nadditional support, either by alleging additional facts or attaching supporting documents, for \neach claim as to which Defendant's Motion for a More Definite Statement was granted.  \n4. On April 14, 2015, Defendant filed the Motion to Strike. 2 In the Motion to \nStrike and the accompanying memorandum, De fendant argues that the MDS should be \nstricken for three reasons. First, the MDS was filed after the 20-day deadline imposed by \nRule 12(e). Second, the MDS purports to assert claims that were dismissed with prejudice in \nthe Opinion and Order. Third, Defendant argues that the MDS should be stricken because it \n\"continues to allege the same vague conclusi ons contained in Plaintiff's Complaint and \nAmended Complaint\" and fails to comply with Rule  8 as it fails to give Defendant notice of \nPlaintiff's claims.3 \nDiscussion \n5. A motion for a more definite statement under Rule 12(e) is properly granted \nwhen \"a pleading to which a responsive pleading is permitted is so vague or ambiguous that \na party cannot reasonably be required to frame a responsive pleading.\" Failure to comply \nwithin 20 days with an order requiring a more definite statement allows a court to \"strike \n                                                 \n1 The Opinion and Order dismissed the following claims pursuant to Rule 12(b)(6): Claims Three, Four, \nFive, Eleven, and Fourteen. Claim Six was dismissed without prejudice. Defendant's Motion for a More \nDefinite Statement was granted as to Claims One, Two, Seven, Eight, Nine, Ten, Twelve, and Thirteen. \n2 Additionally, on May 22, 2015, Defendant filed a Mo tion to Strike Improper Amendments (\"Motion \nto Strike Amendments\"). The Motion to Strike Amen dments is not the subject of this Order and will \nbe addressed in due course. \n3 See Mot. Strike 3-4. \n \n \nthe pleading to which the motion was directed or make such orders as [the court] deems just.\" \nId.  \n6. Under Rule 12(f), a party can move to strike \"from any pleading any \ninsufficient defense or any redundant, irrele vant, immaterial, impertinent, or scandalous \nmatter.\"  The Court of Appeals has recognized that the \"purpose of Rule 12(f) is to avoid \nexpenditure of time and resources before tr ial by removing spurious issues, whether \nintroduced by original or amended complaint.\" Estrada v. Jaques , 70 N.C. App. 627, 642 \n(1984). \"Rule 12(f) motions are 'addressed to the so und discretion of the trial court . . . .' \" \nReese v. City of Charlotte, 196 N.C. App. 557, 567 (2009) (internal citations omitted). \nTimeliness of Plaintiff's More Definite Statement \n7. As noted above, one basis on which Defendant rests its Motion to Strike is that \nthe MDS was not filed within the 20-da y period prescribed by Rule 12(e). 4 While the Court \nrecognizes and Plaintiff apparently concedes that the MDS was not timely filed, the Court \nconcludes that Plaintiff has provided a suff icient explanation to meet the standard of \nexcusable neglect.  In addition, there has been  no significant prejudice caused to Defendant \nby the delay.5  Accordingly, in its discretion, the Co urt concludes that the Motion to Strike \nshould not be granted on this basis.  \nPlaintiff's Reasserted Claims \n8. A second basis for the Motion to Strike  is that the MDS reasserts claims that \nwere dismissed with prejudice in the Court's Opinion and Order, including Claims Three, \nFour, Five, and Eleven. \n9.  Under North Carolina law, a motion to strike pursuant to Rule 12(f) is proper \nwhere a party attempts to re-allege claims that have been previously dismissed by the court. \n                                                 \n4 See id. \n5 See Pl.'s Resp. Mot Strike ¶¶ 1-7. \n \n \nSee Estrada v. Jaques , 70 N.C. App. 627, 641 (1984) (affirming trial court order striking \nclaims asserted in an amended complaint becaus e those claims \"had already been disposed \nof by [a] summary judgment ruling\"). Here , the Court's Opinion and Order dismissed, \npursuant to Rule 12(b)(6), Claims Three, Fo ur, Five, Eleven, and Fourteen. Although the \nOpinion and Order did not specifically recite that these claims were dismissed with prejudice, \nRule 41(b), with certain exceptions, \"provides that all dismissals, including those under Rule \n12(b)(6), operate as an adjudication upon the merits unless the trial court specifies the \ndismissal is without prejudice.\" \nJohnson v. Bollinger, 86 N.C. App. 1, 8 (1987) (emphasis in \noriginal). \"Rule 41(b) grants the trial court discretion to determine whether or not its \ndismissal shall 'operate . . . as an adjudication on the merits.' \" Id. (emphasis in original). In \nthe Opinion and Order, the Court, in its dis cretion, dismissed Claim Six without prejudice. \nConversely, the Court's dismissal of Claims Three, Four, Five, Eleven, and Fourteen, because \nit did not specify otherwise, operated as a dismissal with prejudice. See id.  \n10. Accordingly, because these claims have been disposed of by the Court's Opinion \nand Order, refiling them was improper and thes e claims should be stricken. Therefore, the \nCourt concludes, in its discretion, that the Motion to Strike should be GRANTED as to Claims \nThree, Four, Five, and Eleven. \nPlaintiff's Remaining Claims \n11. Defendant seeks to have Plaintiff's rema ining claims stricken on the grounds \nthat they failed to comply with the Opinion and Order by continuing \"to allege the same \nvague conclusions\" as in Plaintiff's previous filings, and that they fail to satisfy the pleading \nstandard in Rule 8.  \n12. As noted above, Rule 12(e) provides that the Court may \"strike the pleading to \nwhich the motion [for a more definite statement]  was directed or make such orders as [the \nCourt] deems just\" in the event a party fails to comply with an order issued under that Rule. \n \n \nSetting aside the issue of timeliness, it appe ars that the MDS technically complies with the \nOpinion and Order issued in this matter. The MDS does provide some additional background \nand information concerning, or attaches additio nal documents regarding, each of the claims \nas to which the Court granted Defendant's motion for a more definite statement. Accordingly, \nbecause Plaintiff has technically defined its cl aims with more specificity and has therefore \ncomplied with the Opinion and Order, striking  the MDS pursuant to Rule 12(e) is not the \nappropriate means to address these claims. \n13. Instead, Defendant's argument appears to contest not whether Plaintiff's MDS \nmore fully defined its claims, but the suffici ency with which the claims in the MDS are \npleaded. Defendant argues that, despite the op portunity to provide additional information \nsupporting its claims, Plaintiff has failed to  provide sufficient information such that \nDefendant has notice of Plaintiff's claims under Rule 8.  \n14. While a motion to strike has been considered an analogue in certain \ncircumstances to a motion under Rule 12(b)(6), see Mozingo v. N. Carolina Nat'l Bank , 31 \nN.C. App. 157, 164 (1976), unlike Rule 12(b)(6), a \"final determination on the merits is not \nthe relief contemplated by a defendant filing a motion to strike.\" \nPete Wall Plumbing Co. v. \nSandra Anderson Builders, Inc., 215 N.C. App. 220, 225 (2011).6 For this reason, a motion to \ndismiss pursuant to Rule 12(b)(6) is generally vi ewed as the proper means to challenge the \nsufficiency of a plaintiff's pleading, not a motion to strike. See G. Gray Wilson, North Carolina \nCivil Procedure § 12-16 (3d. 2014); see also First-Citizens Bank & Trust Co. v. Akelaitis , 25 \nN.C. App. 522, 525 (1975) (\"As the motion to di smiss under [Rule] 12(b)(6) is the device to \n                                                 \n6 As noted above, a dismissal pursuant to Rule 12(b)(6) can have the effect of an adjudication on the \nmerits if the same is entered with prejudice. Johnson, 86 N.C. App. at 8 (\"It is true that, by definition, \ndefendant's motion under Rule 12(b)(6) did not re ach the merits of any of plaintiff's claims. \nNevertheless, Rule 41(b) grants the trial court discretion to determine whether or not its dismissal \nshall 'operate . . . as an adjudication upon the merits.' \") (internal citations and emphasis omitted). \n \n \ntest the fundamental sufficiency of a complaint,  so the motion to strike under Rule 12(f) is \nthe device to test the legal sufficiency of an affirmative defense\") (internal citation omitted). \n15. The Court believes that Rule 12(f) is no t the proper means of challenging the \nlegal sufficiency of Plaintiff's MDS. The Court's conclusion here is reinforced by the fact that \nDefendant has not argued for dismissal based on the principles underlying a Rule 12(b)(6) \nmotion, and has not otherwise clearly placed the issue of whether the MDS sufficiently states \nclaims for relief before the Court. Accordingly, even if the Court were so inclined, the record \nbefore the Court does not support treating Defend ant's Motion to Strike as though it were \nbrought as a motion to dismiss under Rule 12(b)(6).  \n16. As to those justifications for granting a motion to strike that are enumerated \nin Rule 12(f), the Court concludes that Defend ant has not presented a sufficient legal basis \nfor striking Plaintiff's MDS. The informatio n contained therein, except for the claims \npreviously dismissed pursuant to Rule 12(b)(6),  is not redundant, irrelevant, immaterial, \nimpertinent, or scandalous, and Defendant d oes not appear argue otherwise. Instead, \nDefendant only attempts to test the legal suffi ciency of the claims asserted in the MDS. For \nthe reasons stated above, the Court concludes that, at least as presented in the instant \nmotion, Rule 12(f) is not the proper means to test the sufficiency of those claims. \n17. Ultimately, as to Claims One, Two, Se ven, Eight, Nine, Ten, Twelve, and \nThirteen, the Court concludes, in its discretion, that the Motion to Strike should be DENIED. \nTHEREFORE, IT IS ORDERED that: \n18. As to Claims Three, Four, Five, and Eleven, the Motion to Strike is GRANTED \nand those claims are STRICKEN. \n19. As to Claims One, Two, Six, Seven, Ei ght, Nine, Ten, Twelve, and Thirteen, \nthe Motion to Strike is DENIED. \n \n \n \nThis the 1st day of June, 2015. \n \n     /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n "
}