{
  "id": "0c3b40c3b5df76727426ce725ded14e63a1fd227c7600c514def8904f4a10051",
  "source_file": "data/raw/ncbc/0c3b40c3b5df76727426ce725ded14e63a1fd227c7600c514def8904f4a10051.pdf",
  "raw_text": "Turner v. Hunt Hill Apartments, LLC, 2020 NCBC 12. \n \nSTATE OF NORTH CAROLINA \n \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 2195 \n \nJOHN TURNER, on behalf of \nSWEETWATER CONSTRUCTION, \nLLC, \n \nPlaintiff and Counterclaim \nDefendant, \n \nv. \n \nHUNT HILL APARTMENTS, LLC, \n \nDefendant and Counterclaim \nPlaintiff.  \n \nORDER AND OPINION ON  \nMOTION TO DISMISS, MOTION  \nFOR LEAVE TO AMEND, MOTION  \nTO DISQUALIFY, MOTION TO STAY, \nAND MOTION TO INTERVENE \n \n \n \n \n \n \n \n1. In this derivative action, John Turner alleges that Hunt Hill Apartments, \nLLC (“Hunt Hill”) owes money to  Sweetwater Construction, LLC  (“Sweetwater”).  \nThis Opinion addresses five motions : Hunt Hill’s motions to dismiss the  complaint \nand to disqualify opposing  counsel, (ECF Nos. 4, 18); Turner’s motions for  leave to \namend the complaint and to stay the case pending the outcome of related litigation \nin South Carolina, (ECF Nos. 13, 16); and a motion to intervene by Sweetwater and \nKassinger Development Group, LLC (“KDG”), (ECF No. 5).  All five motions relate in \nsome fashion to whether Turner has standing to bring claims on Sweetwater’s behalf. \n2. For the reasons given below , the Court GRANTS Hunt Hill’s motion s to \ndismiss and to disqualify, STRIKES Turner’s motions for leave to amend and for a \nstay, and DEFERS the motion to intervene.   \nSellers, Ayers, Dortch & Lyons, P.A., by Brett  E. Dressler and Michelle \nMassingale Dressler, for Plaintiff John Turner and prospective plaintiff \nSweetwater Construction, LLC. \n \n \n \nRobinson, Bradshaw & Hinson, P.A., by Edward F. Hennessey, IV and \nAmanda Pickens Nitto, for Defendant  Hunt Hill Apartments, LLC and \nprospective intervenors Sweetwater Construction , LLC and Kassinger \nDevelopment Group, LLC. \n \nConrad, Judge. \nI. \nBACKGROUND \n3. The complaint states the claims for relief simply .  Hunt Hill engaged \nSweetwater, a South Carolina LLC,  as the general contract or for construction of an \napartment complex in Asheville, North Carolina.  (See Compl. ¶¶ 1, 6–8, ECF No. 3.)  \nThough Sweetwater did the work, Hunt Hill didn’t pay the bill .  ( See Compl. ¶¶ 9, \n10.)  That, Turner alleges, amounts to breach of contract  or unjust enrichment.  As \nan officer with “an ownership interest” in Sweetwater, Turner wanted the company \nto press its claims.  (Compl. ¶¶ 11, 17.)  It didn’t, so Turner took matters into his own \nhands and sued on Sweetwater’s behalf. \n4. Of course, it’s never that easy.  Complicating matters is an ongoing fight for \ncontrol of Sweetwater.  In related litigation, Turner has asked a South Carolina court \nto declare him the LLC’s sole member or at least a member with a sizeable minority \ninterest.  (See Pl.’s Mot. to Stay Ex. 3, ECF No. 16.3 [“S.C. Am. Compl.”].)  Among the \ndefendants there are E dward Kassinger and KDG ; they deny that Turner has any \nmembership interest at all.  Nearly a dozen other direct and derivative claims by \nTurner depend in whole or in part on the  resolution of that issue.   These include a \nclaim to expel Kassinger and KDG as members of Sweetwater (if either is a member); \na claim to require Kassinger or KDG to buy Turner’s interest (if Turner is a minority \nmember); and a claim against Sweetwater for the value of services performed by \n \n \nTurner as an employee or officer (if  Turner is not a member).  ( See S.C. Am. Compl. \n¶¶ 94–100, 111–14, 119–21.) \n5. Turner’s relationship to Sweetwater has also taken center stage here.  Hunt \nHill filed a counterclaim and a motion to dismiss  the complaint, both challenging  \nTurner’s standing to bring derivative claims .  ( See Answer, Mot. to Dismiss, & \nCountercl., ECF No. 4.)  KDG moved to intervene for the same reason, claiming to be \nSweetwater’s sole member and the only entity with authority  to act on its behalf or \nto cause it to act in its own right.  (See Mot. to Intervene ¶ 3, ECF No. 5.)  Sweetwater \nis also named as a prospective intervenor in KDG’s motion. \n6. Turner answered these motions with two of his own.   F irst, he moved for \nleave to amend the complaint.  (See Pl.’s Mot. Leave to File 1st Am. Compl., ECF No. \n13 [“Mot. to Amend”].)  Among other things, the proposed amendment would reboot \nthe lawsuit as a direct action by Sweetwater while retaining the derivative action by \nTurner as an “alternative .”  (Mot. to Amend Ex. 1 , ECF No. 13.1 [“Proposed Am. \nCompl.”].)  Turner’s view is that either the direct action would proceed if the South \nCarolina court declares him to be  Sweetwater’s sole member ( thus giving him  \nauthority to cause the company to sue in its own right) or the derivative action would \nproceed “[i]f the South Carolina litigation vests ownership of Sweetwater in both \nTurner and KDG . . . .”  (Proposed Am. Compl. ¶ 35; see also Pl.’s Br. in Supp. Mot. to \nAmend 3, ECF No. 14.)  On that theory, Turner also moved to stay the case pending \nthe South Carolina court’s decision.  (See Pl.’s Mot. to Stay, ECF No. 16.) \n \n \n7. Finally, Hunt Hill moved to disqualify Sellers, Ayers, Dortch & Lyons, P.A. \n(“Sellers Ayers”) as counsel for Turner and Sweetwater.  (See Def.’s Mot. to Disqualify \nPl.’s Counsel, ECF No. 18 [“Mot. to Disqualify”].)   According to Hunt Hill , Sellers \nAyers has multiple conflicts of interest.  These include, among other things, that the \nlaw fir m represents Turner against  Sweetwater in South Carolina while also \nrepresenting Turner on Sweetwater’s behalf in this case and, in the motion to amend, \npurporting to represent Sweetwater directly .  ( See Def.’s Br. in Supp. Mot. to \nDisqualify 1, 9–18, ECF No. 19.)  Hunt Hill seeks an order striking and denying any \nmotions and other documents that Sellers Ayers has filed on behalf of Turner and \nSweetwater.  (See Def.’s Br. in Supp. Mot. to Disqualify 18.) \n8. The Court held a hearing on all  five motions on November 7, 2019 .  The \nmotions are ripe for determination.   \nII. \nANALYSIS \n9. Of the many pending issues, some take precedence over others.  Jurisdiction \nis a threshold question going to the Court’s “power to hear and to determine a legal \ncontroversy.”  High v. Pearce, 220 N.C. 266, 271, 17 S.E.2d 108, 112 (1941) (citation \nand quotation marks omitted).  Disqualification is a threshold question of a different \nkind.  Because a conflict of interest could undermine the integrity of the judicial \nprocess, courts routinely decide motions to disqualify before all other matters, except \nsubject matter jurisdiction.  See In re Se. Eye C tr.–Pending Matters, 2020 NCBC \nLEXIS 12, at *4–6 & n.2 (N.C. Super. Ct. Jan. 30, 2020) (collecting cases).   \n \n \n10. With these principles in mind, t he Court begins with the jurisdictional \nchallenge to Turner’s derivative claims.  The Court then turns to Hunt Hill’s motion \nto disqualify Sellers Ayers as counsel for Turner and Sweetwater.  Only after deciding \nthese disputes does the Court consider, if necessary, the remaining issues, including \nthe competing motions to  add Sweetwater as a plaintiff or to add KDG and \nSweetwater as intervening defendants. \nA. Jurisdiction Over Turner’s Derivative Claims \n11. Hunt Hill contends that  Turner lacks standing to sue derivatively on \nSweetwater’s behalf .  (See Def.’s Br. in Supp.  Mot. to Dismiss  9–15, ECF No. 8 .)  \n“Standing refers to whether a party has a sufficient stake in an otherwise justiciable \ncontroversy such that he or she may properly seek adjudication of the matter.”  Am. \nWoodland Indus., Inc. v. Tolson, 155 N.C. App. 624, 626, 574 S.E.2d 55, 57 (2002).  It \n“is a necessary prerequisite to a court’s proper exercise of subject matter jurisdiction.”  \nNeuse River Found., Inc. v. Smithfield Foods, Inc., 155 N.C. App. 110, 113, 574 S.E.2d \n48, 51 (2002) (quoting Aubin v.  Susi, 149 N.C. App. 320, 324, 560 S.E.2d 875, 878 \n(2002)). \n12. Because Sweetwater is a South Carolina LLC, whether Turner has standing \nto sue on its behalf is a question of South Carolina law.  See N.C.G.S. § 57D-8-06.  The \nrelevant statute states that the plaintiff in a derivative action for an LLC “must be a \nmember of the company when the action is commenced ” and “must have been a \nmember at the time of the transaction of which the plaintiff complains[.]”  S.C. Code \nAnn. §  33-44-1102.  These and other statutory  requirements needed to confer \n \n \nderivative standing are also embodied in South Carolina procedural law and “have \nlong been recognized as important gatekeepers in South Carolina corporate \njurisprudence.”  Carolina First Corp. v. Whittle, 539 S.E.2d 402, 407 ( S.C. Ct. App.  \n2000) (citing S.C. R. Civ. P. 23(b)(1)). \n13. At no point does the complaint allege that Turner is a member of \nSweetwater as section 33-44-1102 requires.  Rather, Turner claims to be its president \nand alleges that he has an undefined “ow nership interest” in the company.  (Compl. \n¶¶ 11, 17.)  Neither suffices.  Turner does not point to any law allowing derivative \nsuits by  officers.  And South Carolina law makes clear that  ownership without \nmembership does not carry the right to bring a derivative action.  See, e.g., S.C. Code \nAnn. §  33-44-502 (“A transfer of a distributional interest does not entitle the \ntransferee to become or to exercise any rights of a member.”). \n14. In short, even taking Turner’s allegations as true, he has not pleaded facts \nto support his standing as a derivative plaintiff.  The Court therefore lacks subject \nmatter jurisdiction and grants Hunt Hill’s motion to dismiss the complaint on that \nbasis.*   \n15. Turner contends that his motion to amend the complaint  would cure this \ndefect.  It would not.  The proposed amended complaint alleges that  \nTurner contends he is the sole member of Sweetwater, or in the \nalternative, that KDG has breached its promise to convey it s \n                                            \n* The Court need not address Hunt Hill’s other arguments  in favor of dismissal of the \ncomplaint, including its challenge to the sufficiency of Turner’s presuit demand.  See S.C. Code \nAnn. § 33-44-1101.  It bears noting that Turner did not verify the complaint or the jurisdictional \nallegations within it.  See N.C. R. Civ. P. 23(b) (requiring verification of derivative complaint); \nS.C. R. Civ. P. 23(b)(1) (same); see also Coleman v. Coleman, 2015 NCBC LEXIS 114, at *18 \n(N.C. Super. Ct. Dec. 10, 2015) (dismissing unverified derivative complaint). \n \n \nmembership interest in Sweetwater, which would make Turner the sole \nmember of Sweetwater.  Otherwise, Turner contends he is a 49% \nminority member of Sweetwater. \n(Proposed Am. Compl. ¶ 10.)  Even if this allegation is sufficient to plead that Turner \nis presently a member of  Sweetwater, there is no allegation that Turner was “ a \nmember at the time of the transaction of which [he] complains[.]”  S.C. Code Ann. \n§ 33-44-1102.  As a result, t he proposed amendment does not cure Turner’s \ninadequate allegations as to standing, nor does it confer subject matter jurisdiction \non the Court to hear and decide his derivative claims.  In the absence of jurisdiction, \nthe Court must deny  Turner’s motion to amend  to the extent it seeks to renew his \nderivative claims.  See Sessions v. Five “C’s,” Inc. , 2011 N.C. App. LEXIS 1217, at \n*11–12 (N.C. Ct. App. June 21, 2011)  (unpublished) (affirming denial of motion to \namend that failed to establish plaintiff’s derivative standing).   \nB. Motion to Disqualify  \n16. The absence of jurisdiction over Turner’s derivative claims does not bring \nan immediate end to the case.  Turner has sought leave to add Sweetwater as a \nplaintiff in its own right, and he is also a counterclaim defendant for purposes of Hunt \nHill’s request for declaratory relief .  Thus, the Court turns to Hunt Hill’s motion to \ndisqualify Sellers Ayers as counsel for Turner and Sweetwater .  As noted, the Court \nmust decide the motion to disqualify firs t due to the “obvious risk”  that Turner’s \nmotions may “have been prepared by conflicted counsel[.]”  In re Se. Eye Ctr.–Pending \nMatters, 2020 NCBC LEXIS 12, at *4–5. \n17. At the outset, the Court rejects any assertion that Hunt Hill and its counsel \nlack standing to move for disqualification.  As other courts have observed, “resolution \n \n \nof potential conflicts of interest is essential to maintaining the integrity of court \nproceedings. . . .”  Pergament v. Ladak , 2013 U.S. Dist. LEXIS 102824, at * 4–5 \n(E.D.N.Y. July 23, 2013).  Opposing counsel must be allowed—and may be obligated—\nto call potential conflicts “to the attention of the court .”  United States v. Clarkson , \n567 F.2d 270, 271 n.1 (4th Cir. 1977). \n18. Whether to disqualify counsel is a matter within the trial court’s discretion.  \nSee, e.g., Travco Hotels, Inc. v. Piedmont Nat. Gas Co., 332 N.C. 288, 295, 420 S.E.2d \n426, 430 (1992).  Here, the Court looks to North Carolina Rule of Professional Conduct \n1.7, which states that “a lawyer shall not represent a client if the representation \ninvolves a concurrent conflict of interest .”  N.C. Rev. R. Prof’l Conduct 1.7(a).  A  \nconcurrent conflict exists if “the representation of one client will be directly adverse \nto another client” or if “the representation of one or more clients may be materially \nlimited by the lawyer’s responsibilities to another client, a former client, or a third \nperson, or by a personal interest of the lawyer .”  Id.  As an exception, a lawyer may \nrepresent a client despite the existence of a  concurrent conflict if certain conditions \nare met , including that each client gives informed consent and that  “the \nrepresentation does not involve the assertion of a claim by one client against another \nclient represented by the lawyer in the same litigation or other proceeding before a \ntribunal . . . .”  Id. 1.7(b)(3); see also Lowder v. All Star Mills, Inc., 309 N.C. 695, 704, \n309 S.E.2d 193, 200 (1983) (“[T]he law does not tolerate that the same counsel may \nappear on both sides of an adversary proceeding, even colorably .  . . .” (citation and \nquotation marks omitted)).  \n \n \n19. The conflict here is clear.  In this litigation , Sellers Ayers purports  to \nrepresent Sweetwater and continues to represent Turner in defending against Hunt \nHill’s counterclaim.  In the South Carolina litigation, Sellers Ayers represents Turner \nand an entity called Southern Point Construction, LLC against  Sweetwater.  The \noperative complaint there includes a claim by Turner against Sweetwater  for \nquantum meruit and another claim by  Southern Point Construction against \nSweetwater for breach of contract .  ( See S.C. Am. Compl. ¶¶ 94–100, 148–52.)  As \nHunt Hill correctly notes, Sellers Ayers “is explicitly seeking to represent as a client \nan LLC that it is actively suing on behalf of another client.”  (Def.’s Br. in Supp. Mot. \nto Disqualify 11.)   \n20. The Court concludes that this is an actual , concurrent conflict of interest.  \nAs the comment to the Rules of Professional Conduct make clear, “absent consent, a \nlawyer may not act as an advocate in one matter against a person the lawyer \nrepresents in some other matter, even when the matters are wholly unrelated.”  N.C. \nRev. R. Prof’l Conduct 1.7 cmt. 6; see also Grant Constr. Co. v. McRae, 146 N.C. App. \n370, 379, 553 S.E.2d 89, 95 (2001) (observing that lawyer’s representation of client in \none proceeding and against client in another “would have been a clear conflict”).  That \nis especially true when the matters are substantially related, as they are here.  ( See \nPl.’s Br. in Supp. Mot. to Stay 1, ECF No. 17 (representing that some of “the issues \n. . . in this action are identical to those already being litigated in the South Carolina \naction”).)  Given the ongoing assertion of claims by two clients against the third, it is \nquestionable w hether the affected clients could give consent to the conflict, and \n \n \nSellers Ayers has not  even suggested that they could .  Thus, d isqualification is \nappropriate.  See, e.g. , State v. Taylor, 155 N.C. App. 251, 265, 574 S.E.2d 58, 67 \n(2002). \n21. At the hearing, counsel suggested that the conflict could be eliminated by \nfinding a new attorney to represent one client or another.  But it is dubious whether \na lawyer may drop one client to avoid a conflict with another.  See, e.g. , State Comp. \nIns. Fund v. Drobot, 192 F. Supp. 3d 1080, 1114–15 (C.D. Cal. 2016) (discussing “hot \npotato rule”).  After all, “the lawyer has an equal duty of loyalty to each client .  . . .”  \nN.C. Rev. R. Prof’l Conduct 1.7 cmt. 31.   \n22. Counsel also suggested that any conflict arising from the representation of \nSweetwater is not material because it is no longer an operating company.  This, too, \nis unpersuasive.  In South Carolina, as elsewhere, “a limited liability company is a \nlegal entity distinct from its members.”  S.C. Code Ann. § 33-44-201.  No party has \nargued that the corporate form should be ignored, and in  the absence of a sound \nreason to do so, Sweetwater is entitled to the same duty of loyalty from its lawyers as \nanyone else even if its business operations have ceased. \n23. To be clear, the Court does not find that Sellers Ayers acted in bad faith or \nwith impure motives.  Nor has it tried to conceal the alleged conflict or the confusion \nover Turner’s relationship with Sweetwater.  Even so, transparency does not excuse \na disqualifying conflict.  The Court must not “consider whether the motives of counsel \nin seek ing to appear despite his conflict are pure or corrupt; in either case the \ndisqualification is plain.”  Clarkson, 567 F.2d at 273 n.3. \n \n \n24. In short, Sellers Ayers has an ongoing , adverse, and concurrent conflict.  \nAccordingly, the Court grants the motion to disqualify  Sellers Ayers as counsel  for \nTurner and Sweetwater and strikes all filings made on their behalf to the extent not \nalready dismissed, including the motion to amend and the motion to stay.  See Battles \nv. Bywate r, LLC , 2014 NCBC LEXIS 54, at *17 ( N.C. Super. Ct. Oct. 31, 2014)  \n(striking filings by disqualified counsel) .  The Court need not address Hunt Hill’s \nalternative argument that Turner had no authority to cause Sweetwater to retain \nSellers Ayers as counsel. \nIII. \nREMAINING ISSUES \n \n25. The upshot of all this is that the only remaining claim for relief is Hunt Hill’s \ncounterclaim for declaratory judgment.   “An actual controversy between adverse \nparties is a jurisdictional prerequisite for a declaratory judgment.”  Newton v. Ohio \nCasualty Ins. Co., 91 N.C. App. 421, 422, 371 S.E.2d 782, 783 (1988).  What Hunt Hill \nseeks is a declaration to resolve “the dispute over Turner’s right, standing or capacity \nto act for, on behalf of or in the name of [Sweetwater].”  ( Answer, Mot. to Dismiss, & \nCountercl. p.7.)  Given that Turner’s derivative claims have now been dismissed for \nlack of standing, i t is unclear whether a present, actual  controversy still exists .  \nAccordingly, the Court directs Hunt Hill to show cause as to why the counterclaim is \nnot moot. \n26. The Court also defers any decision as to the motion to intervene by KDG and \nSweetwater until the status of the counterclaim is settled .  If the Court lacks \n \n \njurisdiction to decide the  counterclaim, there would be no pending claims or \ncounterclaims and, thus, no case in which to intervene. \nIV. \nCONCLUSION \n \n27. For all these reasons, the Court ORDERS  as follows:  \na. Hunt Hill’s m otion to dismiss is GRANTED.  The complaint is \nDISMISSED without prejudice for lack of subject matter jurisdiction.  \nb. Hunt Hill’s m otion to d isqualify is GRANTED.  Sellers Ayers is \ndisqualified as counsel for Sweetwater and Turner in this action.   \nTurner’s motion to amend, the motion to stay, and all briefs or other \nsupporting materials filed by Sellers Ayers on their  behalf are  \nSTRICKEN.  Any new counsel retained by Turner shall promptly file a \nNotice of Appearance. \nc. The Court DEFERS  ruling on KDG and Sweetwater’s motion to \nintervene. \n28. Now self-represented, Turner shall take action to associate himself to this \ncase through the Court’s e -filing system.  Accordingly, Turner shall file a Notice of \nAssociation in this action no later than February 18, 2020.  Any questions or requests \nfor further instruction as to the Court’s e-filing system may be directed via e-mail to \nthe assigned law clerk. \n29. Finally, within fourteen days of the entry of this Order, Hunt Hill shall file \na brief explaining why the counterclaim is not moot.  This filing shall not exceed 2,000 \nwords and in all other respects shall be governed by Business Court Rule 7.8.  Turner \n \n \nmay file a response brief, subject to the same word limitation, within fourteen days \nof service of Hunt Hill’s brief. \n \nSO ORDERED, this the 11th day of February, 2020.   \n \n     \n       /s/ Adam M. Conrad                          \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}