{
  "id": "0c66dccdd2988665a5f178366855c2ac6dfb2786e07b1efd022443c2bf416da1",
  "source_file": "data/raw/ncbc/0c66dccdd2988665a5f178366855c2ac6dfb2786e07b1efd022443c2bf416da1.pdf",
  "raw_text": "Edwards v. Vanguard Fiduciary Trust Co., 2019 NCBC 77. \n \n \n \nSTATE OF NORTH CAROLINA \n \nFORSYTH COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 2818 \n \nPHILLIP KENNETH EDWARDS, \n \nPlaintiff, \n \nv. \n \nRUSSELL JOSEPH MUTTER, \n \nDefendant. \n \n \n \n \n \n \nORDER AND OPINION ON MOTION \nFOR JUDGMENT BY DEFAULT \n \n \n1. THIS MATTER is before the Court on Plaintiff Phillip Kenneth Edwards’ \n(“Plaintiff”) Motion for Judgment by Default (the “Motion”)  against Defendant \nRussell Joseph Mutter (“Defendant”) pursuant to Rule 55 (b) of the North Carolina \nRules of Civil Procedure (the “Rule(s)”).  (ECF No. 60.)   \n2. For the reasons set forth herein, the Court GRANTS in part and DENIES \nin part the Motion.  \nBrown, Faucher, Peraldo & Benson, LLC , by James R. Faucher \nand Drew Brown, for Plaintiff Phillip Kenneth Edwards. \n \nDefendant Russell Joseph Mutter did not appear.  \n \nRobinson, Judge. \nI. PROCEDURAL BACKGROUND \n3. Plaintiff initiated this action on May 29, 2018 by filing the  Complaint.\n1  \n(ECF No. 2.)   \n                                                 \n1 In the Complaint, Plaintiff asserted claims against Vanguard Fiduciary Trust Company \nand Allegacy Federal Credit Union; however, Plaintiff later dismissed all claims against them \nwith prejudice on June 19, 2019 and June 10, 2019 respectively.  (ECF Nos. 56, 57.) \n \n \n4. On September 13, 2018, Plaintiff filed a Motion for Entry of Default as to \nDefendant pursuant to Rule 55(a).  (ECF No. 26.)  An assistant Clerk of Forsyth \nCounty Superior Court entered an Entry of Default against Defendant on September \n18, 2018, which was filed with this Court  on September 27, 2018.  (ECF No. 29.)   \nConsistent with Rules 7.1 and 7.6 of the North Carolina Business Court Rules, this \nCourt struck the Clerk’s entry and ordered that Defendant had to and including \nOctober 9, 2018 to respond in opposition to the Motion for Entry of Default.  (ECF No. \n30.)  \n5. Defendant failed to respond, and the Court granted the Motion for Entry of \nDefault and entered the Order on Plaintiff’s Motion for Entry of Default on October \n11, 2018.  (ECF No. 35.)  \n6. On July 19, 2019, Plaintiff filed th e Motion and a brief in support.  (ECF \nNos. 60, 62.)  That same day, Plaintiff filed an Affidavit of Phillip Kenneth Edwards \nverifying the allegations made in the Complaint.  (Aff. Phillip Kenneth Edwards, ECF \nNo. 61 [“Aff.”].)   \n7. On September 4 , 2019, Plaintiff filed Return of Service for Motion for \nDefault Judgment, indicating that Plaintiff served Plaintiff’s Motion for Judgment by \nDefault on Defendant.  (ECF No. 63.) \n8. The Court entered a Notice of Hearing and Scheduling Order on November \n14, 2019 (the “Scheduling Order”).  (Not. Hearing & Scheduling Order, ECF No. 64 \n[“Not. Hearing”].)  The Scheduling Order noticed a hearing on the Motion and ordered \nPlaintiff to serve a copy of the Scheduling Order on Defendant and file proof of service.  \n \n \n(Not. Hearing ¶¶ 2–3.)  Plaintiff filed proof of service on Defendant by certified mail \non November 22, 2019.  (ECF No. 65.)          \n9. The Court held a hearing on the Motion  on December 17, 2019.  ( See ECF \nNo. 64.)  Defendant failed to respond to the Motion  or appear at the December 17 \nhearing.   \n10. This matter is now ripe for resolution.   \nII. FINDINGS OF FACT \n11. “When default is entered due to a defendant’s failure to answer, the \nsubstantive allegations contained in plaintiff’s complaint are no longer at issue, and \nfor the purposes of entry of default and default judgment, are deemed admitted.”  \nLuke v. Omega Cons ulting Grp., LC , 194 N.C. App. 745, 751, 670 S.E.2d 604, 609 \n(2009) (citation omitted) .  Neither North Carolina case law nor statutory law  \nprohibits the Court from considering allegations in conjunction with a motion f or \ndefault judgment that are based upon information and belief.  Blakenship v. Town & \nCountry Ford, Inc., 174 N.C. App. 764, 767, 622 S.E.2d 638, 641 (2005). \n12. Plaintiff is a citizen and resident of Montgomery County, North Carolina.  \n(Compl. ¶ 1.)   \n13. Defendant is a citizen and resident of Forsyth County, North Carolina.  \n(Compl. ¶ 5.) \n14. Vanguard Fiduciary Trust Company (“Vanguard”) is a corporation \norganized and existing pursuant to the laws of Pennsylvania.  (Compl. ¶ 3.) \n \n \n15. In 2014, Plaintiff was referred to Def endant for investment advisory \nservices.  (Compl. ¶ 8. )  Based on Plaintiff’s belief that Defendant was acting as \nVanguard’s agent, Plaintiff later made the decision to enter into an agreement with \nVanguard and Defendant , pursuant to which Vanguard  and Def endant were to \nprovide investment services and safeguard Plaintiff’s retirement funds.  (Compl. \n¶¶ 9–11.)  Plaintiff transferred a “substantial portion” of his retirement savings, \napproximately $418,692.27, to Vanguard (the “Vanguard Account”).  (Compl. ¶ 15.) \n16. On or about September 24, 2014, Vanguard granted Defendant “full agent” \nstatus to the Vanguard Account, without notification to or consent of Plaintiff, which \nallowed Defendant to transfer Plaintiff’s funds out of the Vanguard Account without \nPlaintiff’s knowledge or approval.  (Compl. ¶¶ 18–19.)   \n17. Defendant obtained full agent status by submitting an electronic \nauthorization to Vanguard.  (Compl. ¶ 20.)  The authorization was submitted from IP \naddress 24.163.30.211, which is the home or office of Defendant in Clemmons, North \nCarolina.  (Compl. ¶¶ 20–21.) \n18. Plaintiff was not notified that Defendant obtained full agent status over the \nVanguard Account until on or about April 4, 2018.  (Compl. ¶ 22.)  Prior to that date, \nDefendant used his full agent status to “drain” the Vanguard Account of substantially \nall of Plaintiff’s funds.  (Compl. ¶ 24.) \n19. Vanguard issued payments to Defendant, without the notice to or consent \nof Plaintiff, from Plaintiff’s retirement funds  on the following dates  and in the \nfollowing amounts: \n \n \na. October 3, 2014 for $25,000.00; \nb. October 23, 2014 for $60,000.00; \nc. November 13, 2014 for $75,000.00; \nd. January 5, 2016 for $30,000.00; \ne. April 6, 2016 for $20,000.00; \nf. July 29, 2016 for $20,000.00; \ng. August 23, 2016 for $20,000.00; \nh. August 30, 2016 for $7,500.00;  \ni. November 18, 2016 for $10,000.00;  \nj. December 21, 2016 for $7,000.00;  \nk. July 7, 2017 for $10,000.00; and \nl. January 19, 2017 for $10,000.00. \n(Compl. ¶¶ 25–26.) \n20. Some or all of the above- referenced payments issued to Defendant were \ndeposited by check into Defendant’s bank account at Allegacy Federal Credit Union.  \n(Compl.  ¶ 28.)  \n21. Defendant concealed his misconduct by providing Plaintiff with forged \naccount statements.  (Compl. ¶ 35.)   Plaintiff did not become aware of the falsity of \nhis account statements until December 7, 2017  and did not become aware that \nDefendant removed funds f rom the Vanguard Account without his consent until on \nor about January 2, 2018.  (Compl. ¶¶ 37–38.) \n \n \n \nIII. ANALYSIS \n22. The Motion requests entry of default judgment against Defendant pursuant \nto Rule 55(b)(2) (b).  For an order for default judgment to be valid, there must be \ncompliance with Rule 55 and N.C.G.S. § 1-75.11.  Hill v. Hill, 11 N.C. App. 1, 6–7, \n180 S.E.2d 424, 428  (1971).  Pursuant to N.C.G.S. § 1 -75.11, “[w]here a defendant \nfails to appear in the action within apt time the court shall, before entering a \njudgment against such defendant, require proof of service of the summons in the \nmanner required by G.S. 1-75.10” and proof of personal jurisdiction. \n23. When personal jurisdiction is claimed over the defendant, the court “shall \nrequire proof by affidavit or other evidence, to be made and filed, of the existence of \nany fact not shown by verified compl aint which is needed to establish grounds for \npersonal jurisdiction over the defendant.”  N.C.G.S. § 1-75.11(1). \nA. Service of Process and Personal Jurisdiction  \n24. At the time that Plaintiff attempted service of process on Defendant and \nthrough the date of this Order, Defendant has been detained at the Forsyth County \nDetention Center.  The record reflects that Defendant was served  a copy of the \nsummons and the complaint on June 4, 2018 by the Deputy Sheriff at 201 North \nChurch Street, Winston- Salem, North Caroli na, 27101, which is the address of the \nForsyth County Detention Center.   (ECF No. 3.)   Therefore, Plaintiff sufficiently \nserved Defendant with the complaint and summons as required by N.C.G.S. § 1 -\n75.10.  See N.C.G.S. § 1-75.10(a)(1); see also Harrington v. Rice, 245 N.C. 640, 642, 97 \nS.E.2d 239, 240 (1957) (“When the return shows legal service by an authorized officer, \n \n \nnothing else appearing, the law presumes service.  The service is deemed established \nunless, upon motion in the cause, the legal presumption is rebutted by evidence upon \nwhich a finding of nonservice is properly based.”). \n25. “There is a distinction between obtaining jurisdiction by service of process \nand the proof of jurisdiction as required by G.S. 1 -75.11 before entry of a judgmen t \nagainst a nonappearing defendant.”  Hill,  11 N.C. App. at  8, 180 S.E.2d at  429.  \nN.C.G.S. § 1-75.11 requires proof of jurisdiction before a judgment may be entered.   \nId. at 7, 180 S.E.2d at 428.  An allegation that the defendant is a citizen and resident \nof North Carolina in a verified complaint is sufficient to prove personal jurisdiction \nfor the purposes of N.C.G.S. § 1-75.11.  See General Foods Corp. v. Morris, 49 N.C. \nApp. 541, 543, 272 S.E.2d 17, 18 (1980).   \n26. Plaintiff sufficiently alleged facts to support a finding of personal \njurisdiction in his complaint later verified by affidavit.  (Compl. ¶ 5; see also ECF No. \n61.) \nB. Stating a Claim  \n27. While the factual allegations in the Complaint are admitted, \n“[n]evertheless, the allegations in the complaint must support a plaintiff’s claims in \norder for the court to enter a judgment by default in the plaintiff’s favor.”  Islet Scis., \nInc. v. Brighthaven Ventures LLC, 2018 NCBC LEXIS 12, at * 5 (N.C. Super. Ct. Feb. \n9, 2018).  “In determining whether the allegations are sufficient to state a claim for \nrelief . . . every reasonable intendment and presumption must be made in favor of the \npleader.”  Brown v. Cavit Scis., Inc. , 230 N.C. App. 460, 467, 749 S.E.2d 904, 909 \n \n \n(2013).   “If any portion of the complaint . . . presents facts sufficient to constitute a \ncause of action, or if facts sufficient for that purpose fairly can be gathered from it, \nthe pleading will stand [.]”  Id . (quoting Presnell v. Beshears, 227 N.C. 279, 281, 41 \nS.E.2d 835, 837 (1947)) (quotation marks omitted).  \n28. Plaintiff asserts three claims against Defendant: (1) breach of contract; (2) \nbreach of fiduciary duty; and (3) constructive fraud.   \n1. Breach of Contract \n29. “The elements of a claim for breach of cont ract are (1) existence of a valid \ncontract and (2) breach of the terms of that contract .”  Supplee v. Miller-Mottee Bus. \nColl., Inc., 239 N.C. App. 208, 216, 768 S.E.2d 582, 590 (2015) (citation and quotation \nmarks omitted) .  It is not necessary that a pla intiff attach a written contract or \nincorporate its terms verbatim to sufficiently state a claim for breach of contract.  See \nWray v. City of Greensboro , 370 N.C. 41, 54, 802 S.E.2d 894, 903 (2017); see also  \nDaniel Grp., Inc. v. Am. Sales & Mktg. , 2016 NCB C LEXIS 112, at *10– 11 (N.C. \nSuper. Ct. Dec. 15, 2016). \n30. Plaintiff sufficiently alleged the existence of a contract be tween Plaintiff \nand Defendant pursuant to which Plaintiff invested his retirement savings with \nDefendant, and Plaintiff paid a commission or fees  to Defendant  in exchange for \nDefendant’s investment services and agreement to safeguard Plaintiff’s retirement \nfunds.  (Compl. ¶¶ 11, 41.)  Plaintiff further alleged specific conduct that Defendant \nundertook in breach of the contract , in cluding failing to safeguard Plaintiff’s \n \n \nretirement savings; failing to provide Plaintiff with investment services; and stealing \nPlaintiff’s retirement savings.  (Compl. ¶ 44.)   \n31. Plaintiff need not allege specific provisions of the contract at issue.  See \nDaniel Grp., Inc., 2016 NCBC LEXIS 112, at *10–11 (declining to dismiss a breach of \ncontract claim when the complaint as a whole alleged facts to show the existence of \nan oral contract and that the defendants breached a particular aspect of the oral \ncontract regardless of the fact that specific contract terms were not alleged).   Based \non the factual allegations in the Complaint, the Court can discern that Plaintiff \nalleges that he and Defendant entered into a contract in relation to Defendant’s \ninvestment-advisor services and that Defendant breached any safeguarding \nprovisions therein to Plaintiff’s injury.  \n32. Plaintiff has sufficiently stated a claim for breach of contract and has also \nsufficiently demonstrated multiple breaches and damages caused thereby.  Therefore, \nPlaintiff’s Motion as to his breach of contract claim should be GRANTED.  \n2. Breach of Fiduciary Duty \n33. To support a claim for breach of fiduciary duty , a plaintiff must allege (1) \nthat the defendant owes the plaintiff a fiduciary duty through the existence of a \nfiduciary relationship, and (2) that the defendant breached that duty.  Surratt v. \nBrown, 2015 NCBC LEXIS 75, at *19 (N.C. Super. Ct. July 27, 2015) .  “For a breach \nof fiduciary duty to exist, there must first be a fiduciary relationship between the \nparties.” Green v. Freeman, 367 N.C. 136, 141, 749 S.E.2d 262, 268 (2013).  “In North \nCarolina, a fiduciary duty can arise by operation of law (de jure) or based on the facts \n \n \nand circumstances ( de fact o)[.]”  Austin v. Regal Inv. Advisors, LLC , 2018 NCBC \nLEXIS 3, at *17 (N.C. Super. Ct. Jan. 8, 2018).  North Carolina law has not recognized \nan investment  advisor-client relationship  as a de jure fiduciary relationship.  See \nSilverdeer, LLC v. Berton, 2013 NCBC LEXIS 21, at *26–28 (N.C. Super. Ct. Apr. 24, \n2013).   \n34. A de facto fiduciary relationship has been defined broadly and can arise in \na variety of circumstances ; however, “[t]he standard for f inding a de facto  fiduciary \nrelationship is a demanding one[.]”  Lockerman v. S. River. Elec. Membership Corp., \n250 N.C. App. 631, 636, 794 S.E.2d 346, 352 (2016).  “Only when one party \nfiguratively holds all the cards – all the financial power or technical information, for \nexample – have North Carolina courts found the special circumstance of a fiduciary \nrelationship arisen.”  S.N.R. Mgmt. Corp. v. Danube Partners 141, LLC , 189 N.C. \nApp. 601, 613, 659 S.E.2d 442, 451 (2008) (citation omitted). \n35. Plaintiff fails to allege  or produce evidence of  any special circumstances \nregarding Plaintiff and Defendant’s relationship that would give rise to a de facto  \nfiduciary relationship.  An investment advisor-client relationship, standing alone, is \ninsufficient to support Plaintiff’s breach of fiduciary duty claim.  See Silverdeer, LLC, \n2013 NCBC LEXIS 21, at *25.   Therefore, Plaintiff’s Motion as to his breach of \nfiduciary duty claim should be DENIED.  \n3. Constructive Fraud \n36. A claim for  constructive fraud requires a plaint iff allege “(1) that the \ndefendant owes the plaintiff a fiduciary duty; (2) that the defendant breached that \n \n \nduty; and (3) that the defendant sought to [and actually benefit ed] himself in the \ntransaction.”  Ironman Med. Props., LLC v. Chodri, No. COA18–108, 2019 N.C. App. \nLEXIS 969, at * 18 (N.C. Ct. App. 2019)  (citing Crumley & Assocs., P.C. v. Charles \nPeed & Assocs., P.A., 219 N.C. App. 615, 620, 730 S.E.2d 763, 767 (2012) ) (quotation \nmarks omitted).  “The primary difference between pleading a cla im for constructive \nfraud and one for breach of fiduciary duty is the intent and showing that the \ndefendant benefited from his breach of duty.”   Ironman Med. Props., LLC , No. \nCOA18-108, 2019 N.C. App. LEXIS 969, at *18.       \n37. As already determined by the C ourt, Plaintiff has not sufficiently \ndemonstrated that a relationship of trust and confidence existed at any relevant time \nbetween Plaintiff and Defendant.  Therefore, Plaintiff’s Motion as to his constructive \nfraud claim should be DENIED. \nC. Damages  \n1. Compensatory Damages \n38. Plaintiff alleges that Defendant took $294,500.00 from Plaintiff’s \nretirement account without notice to or consent of Plaintiff and deposited the same \nin Defendant’s personal bank account.  (Compl. ¶¶ 26–29.)  The Court concludes that \non the facts deemed admitted, Plaintiff is entitled to recover $294,500.00 in \ncompensatory damages from Defendant based on Defendant’s breach of contract.   \n2. Punitive Damages \n39. Pursuant to N.C.G.S. § 1D-15 \nPunitive damages may be awarded only if the claimant proves that the \ndefendant is liable for compensatory damages and that one of the \n \n \nfollowing aggravating factors was present and was related to the injury \nfor which the compensatory damages were awarded:  \n \n(1) Fraud.  \n \n(2) Malice. \n \n(3) Willful or wanton conduct.   \n \nN.C.G.S. § 1D-15(a).  “Punitive damages shall not be awarded against a person solely \nfor breach of contract.”  N.C.G.S. § 1D-15(d).  “Punitive damages are not allowed even \nwhen the breach is willful, malicious or oppressive.”  Cash v. State Farm Mut. Auto. \nIns. Co., 137 N.C. App. 192, 200, 528 S.E.2d 372, 377 (2000).  “When the breach of \ncontract also constitutes or is accompanied by an identifiable tortious act, the tort \ncommitted may be grounds for recovery of punitive damage s.”  Shore v. Farmer, 351 \nN.C. 166, 170, 522 S.E.2d 73, 76 (1999).  \n40. As explained by the Court above, Plaintiff’s claims for breach of fiduciary \nduty and constructive fraud fail based on the record before the Court.  Plaintiff’s \nbreach of contract claim alone cannot support his claim for punitive damages.  \nTherefore, Plaintiff’s request for punitive damages should be DENIED.  \n3. Attorney’s Fees  \n41. In the Complaint, Plaintiff separately requests that his attorney ’s fees be \ntaxed against Defendant.  “[T]he general rule in North Carolina is that a party may \nnot recover its attorney’s fees unless authorized by statute.”  Martin Architectural \nProds., Inc. v. Meridian Constr. Co.,  155 N.C. App. 176, 181, 574 S.E.2d 189,  192 \n(2002).  There is no basis in law alleged or proven that would justify this relief.  \nFurther, there is no evidence before the Court as to the time spent by Plaintiff’s  \n \n \ncounsel in pursuit of judgment against Defendant.  As a result, the request for \nattorney’s fees should be DENIED. \nIV.   CONCLUSION \n42. THEREFORE, the Court concludes that:  \na. Plaintiff’s Motion for Judgment by Default is GRANTED as to \nPlaintiff’s claim for breach of contract and Plaintiff  shall have and \nrecover from Defendant Russell Joseph Mutter the amount of  \n$294,500.00 in compensatory damages.  \nb. Plaintiff’s Motion for Judgment by Default is DENIED as to \nPlaintiff’s claims for breach of fiduciary duty and constructive fraud. \nc. Plaintiff’s request for punitive damages is DENIED.  \nd. Plaintiff’s request for attorney’s fees is DENIED.  \ne. The costs of this action incurred by Plaintiff are taxed to Defendant. \nSO ORDERED, this the 17th day of December, 2019. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n \n "
}