{
  "id": "0c703d9cdc1a2bba21f9b0df0599684c6a1f96bdadc351a483d2a20aabc24e5d",
  "source_file": "data/raw/ncbc/0c703d9cdc1a2bba21f9b0df0599684c6a1f96bdadc351a483d2a20aabc24e5d.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 11238 \n \nHENRY ATKINSON and JANE \nATKINSON, \n \nPlaintiffs, \n \nv. \n \nLEXINGTON COMMUNITY \nASSOCIATION, INC., \n \nDefendant/ \nThird-Party  \nPlaintiff, \n \nv. \n \nDARRIN L. RANKIN; HORACE \nBRYAN; and BRYAN AND \nASSOCIATES REAL ESTATE, LLC, \n \n                                 Third-Party  \n                                 Defendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nTHIRD-PARTY DEFENDANT DARRIN \nL. RANKIN’S MOTION FOR PARTIAL \nJUDGMENT ON THE PLEADINGS  \n \n \n \n \n \n \nLaw Firm Carolinas, by Harmony W. Taylor, and Clawson and Staubes, \nLLC, by Jeremy S. Foster, for Third -Party Plaintiff Lexington \nCommunity Association, Inc. \n \nVillmer Caudill, PLLC, by Bo Caudill, for Third-Party Defendant Darrin \nL. Rankin.   \n \nDickie, McCamey & Chilcote, P.C., by Garry Davis, Michele Eagle, and \nBridget Baranyai, for Third-Party Defendants Horace Bryan and Bryan \nand Associates Real Estate, LLC.   \n \nConrad, Judge. \n \n1. In February 2022, Henry and Jane Atkinson signed a contract to buy a home \nowned by Lexington Community Association, Inc. (“Association”).  When the sale fell \nthrough, t he Atkinsons sued the Association to recover their earnest money and \ndiligence costs.  This simple claim for breach of contract had a cascade effect.  Th e \nAtkinson v. Lexington Cmty. Ass’n, 2023 NCBC 58. \nAssociation blamed the failed sale on  its president, Darrin Rankin , and asserted \nthird-party claims against him  and the real estate agents that he hired to list the \nhome.  Rankin, in turn, blamed the Association’s lawyers for failing to clear title to \nthe property  and asserted a so -called “fourth -party claim ” for malpractice against \nthem.  He also counterclaimed against the Association. \n2. Much of this free-for-all has sorted itself out.  The Atkinsons are no longer \nin the case, having settled with the Association.  (See ECF No. 71.)  Rankin, too, has \nsettled his claim against the Association’s lawyers.   ( See ECF No. 66.)   But the \nlitigation between the Association and Rankin goes on , and their claims and \ncounterclaims are the subject of this dispute. \n3. The Association tells a story of a board member gone rogue.  As alleged, the \nhome that the Atkinsons tried to buy  was a rental property , which t he Association \nleased to tenants and had no plans to sell.  Without board approval, Rankin canceled \nthe lease and put the home up for sale.  The  Association believes that he did so for \npersonal gain.  Rankin, who works as a real estate agent , hired his employer and a \ncolleague to handle the listing and  supposedly arranged to take part of the \ncommission for himself.   Later, when the Atkinsons  backed out  because the \nAssociation could not convey clear title , Rankin refused to return their earnest \nmoney.  Based on these allegations , the Association claims that Rankin engaged in  \nself-dealing and breached his fiduciary duties.  (See Ass’n Third-Party Compl. ¶¶ 11–\n14, 16–18, 23–26, 40, 42, 46, ECF No. 4.) \n4. Rankin insists that the Association never should have sued him, both \nbecause its allegations are false and because it had no authority to do so under its \ngoverning declaration.   The Association’s accusations , he alleges, have ruined his \nreputation.  He asserts counterclaims for defamation , breach of contract, and \ndeclaratory judgment.  (See Rankin Countercl. ¶¶ 14, 15, 18, 23, 24, ECF No. 13.)   \n5. After the Association replied to the counterclaims, Rankin moved for partial \njudgment on the pleadings  under Rule 12(c) of the North Carolina Rules of Civil \nProcedure.  (See ECF No. 54.)  His motion , which is fully briefed, is limited to the \nAssociation’s third-party claims and his counterclaim for declaratory judgment.  The \nCourt held a hearing on 15 May 2023.  The motion is ripe for disposition.  \n6. “A motion for judgment on the pleadings is the proper procedure when all \nthe material allegations of fact are admitted in the pleadings and only questions of \nlaw remain .”  Ragsdale v. Kennedy , 286 N.C. 130, 137 (1974).  The Court may \n“consider documents which are the subject of a plaintiff’s complaint and to which the \ncomplaint specifically refers even though they are presented by the defendant.”  \nWeaver v. Saint Joseph of the Pines, Inc., 187 N.C. App. 198, 204 (2007) (citation and \nquotation marks omitted).   \n7. The premise of Rankin’s motion is that the Association lacked authority to \nsue him.  He points to a provision in t he declaration that gives the Association’s  \nmembers a say in deciding whether to sue .  The provision states broadly that  “[n]o \njudicial or administrative proceeding shall be commenced or prosecuted by the \nAssociation unless approved by” 75% of its members , but it goes on to exempt a few \ntypes of proceedings , including “actions brought by the Association to enforce the \nprovisions of [ the] Declaration” and “counterclaims brought by the Association in \nproceedings instituted against it.”  (Decl. Art. XII §  17, ECF No. 13.1.)  Because the \nAssociation admits that it  did not ask for or get member approval  before filing its \nthird-party complaint, (see Ans. to Countercl. ¶  14, ECF No. 43) , Rankin contends \nthat it failed to comply with the declaration. \n8. If Rankin is right that the Association needed to get member approval, then \nits failure to do so  is a complete bar to its claims against him.  Our Supreme  Court \nhas held that “a defendant who is a stranger to” a  homeowners’ association may not \n“invoke the association’s own internal governance procedures as an absolute defense \nto” claims asserted “ by the association against that defendant.”  Willowmere Cmty. \nAss’n v. City of Charlotte, 370 N.C. 553, 561 (2018).  But a member of the association \n(such as Rankin) is “entitled to raise the association’s failure to comply with ” a \nprovision requiring presuit membership approval “as a bar to the plaintiff’s suit.”  Id. \nat 560; see also Homestead at Mills River Prop. Owners Ass’n v. Hyder, 2018 N.C. \nApp. LEXIS 622, at *24 (N.C. Ct. App. June 19, 2018) (unpublished) (“[A] member of \nan association being sued by that association may assert a lack of standing based on \nthe association’s alleged violation of provisions in its own articles of incorporation \nspecifically governing the association’s ability to sue.”); Peninsula Prop. Owner Ass’n \nv. Crescent Res., LLC , 171 N.C. App. 89, 97 (2005)  (“Without the required vote, the \n[plaintiff association]  lacked the authority to commence legal proceedings against \n[the defendant member] and does not possess standing.”). \n9. The Association maintains that it had the authority to assert claims against \nRankin without a member vote.  It reads the declaration to require member approval \nonly when it intends to start a new lawsuit from scratch.  Because the Atkinsons \nstarted this action, it co ntends, the declaration’s presuit requirements simply don’t \napply.   \n10. This is a misreading of the declaration.  Member approval is required in any \n“proceeding . . . commenced or prosecuted” by the Association.   (Decl. Art. XII § 17.)  \nYes, this includes starting a brand-new lawsuit.  But it is also broad enough to cover \nclaims asserted and pursued by the Association in lawsuits in which it is a defendant.  \nWhy else would the declaration exempt “counterclaims brought by the Association in \nproceedings instituted against it”?  (Decl. Art. XII § 17.)   \n11. Moreover, the word “proceeding” is a well -defined legal term that means \n“[a]n act or step that is part of a larger action .”  Proceeding, Black’s Law Dictionary \n(10th ed. 2014).  Naturally, that  includes a third-party proceeding  in which a \ndefendant (the Association) serve s a summons and complaint on someone (Rankin) \nwho is “not a party to the action” as originally filed.  N.C. R. Civ. P. 14(a).  Before the \nAssociation filed its third-party complaint, Rankin was not a party, and no proceeding \nagainst him existed .  The Atkinsons may have started this action, but it was the \nAssociation that “commenced” the “proceeding” against Rankin. \n12. The Association objects that it would be impractical to get member approval \nbefore filing a third -party complaint due to the time  constraints set by the Rules of \nCivil Procedure.  Even if that were true , practical difficulties could not override the \nplain, unambiguous language of the declaration.   See Atl. & E. Carolina Ry. Co. v. \nWheatly Oil Co. , 163 N.C. App. 748,  752 (2004) (“When the language of a written \ncontract is plain and unambiguous, the contract must be interpreted as written and \nthe parties are bound by its terms.” (citation and quotation marks omitted)).   In any \nevent, the concern is overblown.  A defendant has 30 days to answer a complaint and \nanother 45 days to file a third-party complaint after its answer, plus the ability to ask \nfor an extension if needed.  See N.C. R. Civ. P. 12(a)(1), 14(a).  There is plenty of time \nto seek member approval.   \n13. As a fallback, t he Association contends that its claims against Rankin are \nexempt from the membership-approval requirement.  No exemption applies, though.  \nThe only candidate is the exemption for  claims “to enforce the provisions of [ the] \nDeclaration.”  (Decl. Art. XII §  17.)  But t he claims against Rankin, which are for \nbreach of fiduciary duty, do not fit.  Although the Association’s bylaws have provisions \ndealing with duties owed by officers and directors, the declaration does not.  Without \ncitation, the Association argues that the bylaws are part of the declaration so that a \nclaim to enforce the bylaws is a claim to enforce the declaration.  That interpretation \nfinds no support in the text .  When the declaration means to refer to the bylaws, it \ndoes so expressly.  (See, e.g., Decl. Art. IV § 6; Art. XII §§ 1, 11, 16, 18, 19.)  Reading \n“Declaration” to mean “Declaration and Bylaws” would render the express references \nto the bylaws superfluous and, worse yet, could introduce conflicts where none exist.  \n(Compare Decl. Art. XII § 4 (establishing rules for amending “this Declaration”), with \nBylaws Art. VI § 4 (establishing distinct rules for amending “these Bylaws”).) \n14. None of the Association’s other arguments has merit.  It points to a statute \nthat authorizes it to  “[i]nstitute . . . litigation . . . on matters affecting the planned \ncommunity” and argues that the statute trumps the declaration.   N.C.G.S. \n§ 47F-3-102(4).  This gets things backward : the declaration trumps the statute , not \nthe other way around.  See id. § 47F-3-102 (stating that the statute controls “[u]nless \nthe articles of incor poration or the declaration expressly provides to the contrary”) .  \nThe declaration ’s limitation on the Association’s ability  to sue is  a valid and \nenforceable departure from the statutory default.  See Peninsula Prop. Owner Ass’n, \n171 N.C. App. at 97. \n15. Next, the Association’s reliance on the doctrine of judicial estoppel is far off \nbase.  It has not come close to showing that Rankin has taken “clearly inconsistent” \npositions on a question of fact .  Nor has it shown that this  Court or any other court \nhas accepted a position that Rankin took at an earlier  time such that accepting his \ncurrent position would threaten “judicial integrity” or lead to “inconsistent court \ndeterminations.”  Whitacre P’ship v. BioSignia, Inc. , 358 N.C. 1, 29 (2004) (citation \nand quotation marks omitted).  \n16. And finally, no issues of fact stand in the way of a decision.  The declaration \nis unambiguous, making its interpretation a question of law.   See, e.g., Schenkel & \nShultz, Inc. v. Hermon F. Fox & Assocs. P.C., 362 N.C. 269, 273 (2008).  Likewise, the \nAssociation’s admission that it did not ask for or get member approval before suing \nRankin has “conclusively established” its failure to comply with the declaration .  \nChampion v. Waller, 268 N.C. 426, 428 (1966).  Whether fact disputes exist as to the \nmerits of the Association’s claims is beside the point. \n17. In sum , the declaration  required the Association to obtain  membership \napproval before asserting  third-party claims against Rankin.   The Association did \nnot; its claims are therefore barred.  The Court grants Rankin’s motion for judgment \non the pleadings with respect to all claims asserted against him.  Because  the \nAssociation could obtain member approval in the future and file a new lawsuit , the \nCourt dismisses its claims against Rankin without prejudice.  \n18. Having dismissed the Association’s claims, the Court concludes that \nRankin’s claim for declaratory judgment is moot .  He asks the Court to  “enter a \njudgment declaring the filing and prosecution of t he Association’s Third- Party \nComplaint to be in breach of the Declaration and ultra vires”  and to issue an \ninjunction requiring the Association to dismiss its claims.  (Rankin Countercl. ¶ 15.)  \nBecause Rankin has received complete relief through the dismissal of the third-party \nclaims, there is no longer any genuine controversy, and a declaratory judgment would \nserve no “useful purpose in clarifying and settling the legal relations at issue .”  \nCalabria v. N.C. State Bd. of Elections, 198 N.C. App. 550, 554 (2009) (citation and \nquotation marks omitted). \n19. For these reasons, the Court GRANTS in part  and DENIES in part the \nmotion for judgment on the pleadings as follows:  \na. The Court DISMISSES without prejudice the Association’s claims \nagainst Rankin.  \nb. The Court DENIES  Rankin’s motion as to his counterclaim  for \ndeclaratory judgment and DISMISSES that counterclaim without \nprejudice as moot.  \n20. In addition, the Court dissolves the stay of discovery entered in May 2023.  \n(See ECF No. 70.)  Within fourteen days from the date of this Order, the parties shall \njointly file a revised case management report  and an amended proposed case \nmanagement order. \n \nSO ORDERED, this the 16th day of August, 2023. \n \n \n      /s/ Adam M. Conrad    \n     Adam M. Conrad \n     Special Superior Court Judge  \n  for Complex Business Cases  \n "
}