{
  "id": "0c92ffbabbac805cd0451b36082d525525f44612fac151c3d286575bb3b9b889",
  "source_file": "data/raw/ncbc/0c92ffbabbac805cd0451b36082d525525f44612fac151c3d286575bb3b9b889.pdf",
  "raw_text": "Hamm v. Blue Cross & Blue Shield of N.C., 2010 NCBC 14. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF DURHAM  05 CVS 5606 \n \n \nMACY M. HAMM, Individually and on behalf ) \nof All Others Similarly Situated, ) \n Plaintiff )  \n  ) ORDER AND OPINION ON  \n v.  ) CROSS MOTIONS \n   ) FOR SUMMARY JUDGMENT  \nBLUE CROSS AND BLUE SHIELD OF ) \nNORTH CAROLINA, ) \n  Defendant ) \n \n \nTHIS CAUSE, designated exceptional and assigned to the undersigned by Order \nof the Chief Justice of the North Carolina Supreme Court, pursuant to Rule 2.1 of the \nGeneral Rules of Practice for the Superior and District Courts, came before the court \nupon Plaintiff's Motion for Partial Summary Judgment (\"Plaintiff's Motion\") and \nDefendant's Motion for Summary Judgment (\"Defendant's Motion\") (collectively, the \n\"Motions\"), pursuant to Rule 56, North Carolina Rules of Civil Procedure (\"Rule(s)\"); \nand1  \nTHE COURT, after considering the arguments, briefs, affidavits, other \nsubmissions of counsel and appropriate matters of record, as discussed infra, \nCONCLUDES that the Plaintiff's Motion should be GRANTED and the Defendant's \nMotion should be GRANTED in part and DENIED in part.  \nTwiggs, Beskind, Strickland & Rabenau, PA by Donald H. Beskind, Esq.; Billet \nand Connor, PC by J. Martin Futrell, Esq. and David S. Senoff, Esq.; and \nMarcus, Auerbach & Zylstra, LLC by Jerome Marcus, Esq. and Jonathan \nAuerback, Esq. for Plaintiff. \n                                            \n1 In its Answer, Defendant moved to dismiss the Complaint under Rule 12(b)(6).  This motion was never \nfully briefed and thus is deemed to have been abandoned.   \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP by Jennifer K. Van Zant, \nEsq. and Charles F. Marshall, III, Esq. for Defendant. \n \nJolly, Judge. \nI. \nPROCEDURAL BACKGROUND \n[1] On November 3, 2005, Plaint iff Macy M. Hamm (\"Hamm\") filed a \nComplaint in behalf of herself and all others similarly situated against Defendant Blue \nCross and Blue Shield of North Carolina Foundation (the \"Foundation\") and Defendant \nBlue Cross and Blue Shield of North Carolina (\"BCBSNC\").  The Complaint alleges \nclaims for relief (\"Claim(s)\") in four counts: First Count – Breach of Contract; Second \nCount – Breach of Good Faith; Third Count – Unfair and Deceptive Trade Practices and \nFourth Count – Declaratory Judgment.  \n[2] On January 30, 2006, Defendants filed their Answer to the Complaint.  \nThe Answer raises ten affirmative defenses, including lack of standing on the part of \nPlaintiff (Fourth Defense) and failure of Plaintiff to exhaust her available administrative \nremedies prior to filing this civil action (Fifth Defense). \n[3] On March 21, 2007, the court ent ered a Consent Order dismissing, \nwithout prejudice, the Claims against the Foundation. \n[4] On March 8, 2008, Hamm filed the Plai ntiff's Motion, relative to her Claim \nfor declaratory judgment. \n[5] On August 5, 2008, the court gran ted the Plaintiff's Motion for Class \nCertification, pursuant to Rule 23. \n[6] On October 10, 2008, BCBSNC filed the Defendant's Motion as to all \nClaims, on the grounds that (a) the Plaintiff and class members (the \"Class\") lack \nstanding to bring their claims and (b) there exist no genuine issues of material fact, and \nthat Defendant is entitled to judgment of dismissal as to all Claims. \n[7] The court has heard oral argument on the Motions and they are ripe for \ndetermination.  \n[8] Unless otherwise indicated herein,  the material facts reflected in \nparagraphs 9 through 21 of this Order exist, are undisputed2 and are pertinent to the \nissues raised by the Motions. \nII. \nFACTUAL BACKGROUND \n[9] Hamm is a citizen and resident of  Wake County, North Carolina.  \n[10] The Class includes any individual (a ) who ever was a member of one of \nBCBSNC's preferred provider organization health benefit plans (\"PPO Plan(s)\" or \n\"Plan(s)\") between November 2002, and August 5, 2008, the date of the class \ncertification Order; (b) whose PPO Plan was not an Employee Retirement Income \nSecurity Act (\"ERISA\") plan; (c) who in any benefit period reached their benefit \nperiod maximum or who reached their lifetime maximum as those phrases are \ndefined under the terms of their PPO Plan contract and (d) who were charged by in-\nnetwork providers more than the allowed amount for covered services or supplies \nafter they reached their benefit period maximum or lifetime maximum.  \n                                            \n2 It is not proper for a trial court to make findings of fact in determining a motion for summary judgment \nunder Rule 56.  However, it is appropriate for a Rule 56 order to reflect material facts that the court \nconcludes exist and are not disputed, and which support the legal conclusions with regard to summary \njudgment.  Hyde Ins. Agency v. Dixie Leasing, 26 N.C. App. 138, 142 (1975). \n[11] The contract between the Class and BCBSNC consists of a Summary of \nBenefits, a benefit booklet (the \"Booklet\"), an application and an optional benefit \nendorsement (collectively, the \"Contract(s)\").3 \n[12] As defined by the Booklet, 4  \n(a) A \"member\" (\"Member\") \"is a subscriber or dependent, who is \ncurrently enrolled in [a BCBSNC] health benefit plan and for whom premium is \npaid.\"5  According to the Booklet, \"[M]embers are eligible to receive benefits as \nlong as they are under age 65 at the time they initially enroll, subject to \nacceptance by BCBSNC.\"6   \n(b) A \"benefit period\" is \"the 12-mont h period of time as stated in the \n'Summary Of Benefits' during which charges for covered services provided to a \n[M]ember must be incurred in order to be eligible for payment by BCBSNC.\"7   \n(c) A \"benefit period maximum\" is \"t he dollar amount that each covered \n[M]ember can receive in paid benefits from BCBSNC for certain services.\"8   \n(d) A \"lifetime maximum\" is \"the maximum amount of covered services \nthat will be reimbursed for a [M]ember while he or she has coverage under [the] \nhealth benefit plan.\"9  It is also defined as the \"dollar amount that each covered \n[M]ember can receive in paid benefits from BCBSNC during a lifetime for certain \nservices.\"10   \n                                            \n3 Dunlap Aff., Ex. A BCBS003026 (hereinafter, references to this source will be to Ex. A 30**). \n4 The court includes BCBSNC’s use of italics in the following definitions to identify other defined terms. \n5 Dunlap Aff., Ex. A 3071.  \n6 Id. at 3054. \n7 Id. at 3068. \n8 Id. at 3038. \n9 Id. at 3071. \n10 Id. at 3038. \n(e) An \"in-network provider\" is \"a hospital, doctor, other medical \npractitioner or provider of medical services and supplies that has been \ndesignated as a Blue Advantage provider by BCBSNC.11  It is also defined as \none who participates in the Blue Advantage network.12   \n(f) An \"allowed amount\" is \"the charge that BCBSNC determines is \nreasonable for covered services provided to a [M]ember.\"13  \n(g) A \"covered service\" as \"a service, drug, supply or equipment \nspecified in this benefit booklet for which [M]embers are entitled to benefits in \naccordance with the terms and conditions of this health benefit plan.\"14 \n[13] BCBSNC operates as a non-profit \"medical services corporation\" under \nN.C. Gen. Stat. Ch. 58 (hereinafter, references to the North Carolina General Statutes \nwill be to \"G.S.\"). \n[14] BCBSNC has Members enrolled in PPO  Plans, including but not limited to \nplans with trade names Blue Advantage and Blue Options and plans governed by the \nprovisions of ERISA. \n[15] BCBSNC contracts with health care providers to provide certain covered \nservices to Members who are enrolled in Blue Advantage. \n[16] BCBSNC contracts with certain entities to offer group health plans. \n[17] Hamm purchased Blue Advantage heal th insurance from BCBSNC in or \naround 2003.  Hamm renewed her Blue Advantage policy each year through the filing of \n                                            \n11 Id. at 3070. \n12 Id. at 3017. \n13 Id. at 3068. \n14 Id. at 3068. \nher Complaint and has remained a Member of the plan at least until the date of the filing \nof this action. \n[18] On or about June 12, 2003, Hamm gave birth to a son.  This son was a \nMember of Hamm's Blue Advantage plan as of the date of the filing of this action. \n[19] From June 12, 2003, through the date of filing, Hamm's son received \nextensive medical treatment from in-network providers for cerebral palsy, including \nextensive physical and speech therapies.  He reached the benefit period maximums \nunder Hamm's PPO plan prior to the close of the benefit period. \n[20] Subsequent to reaching the benefit period maximums, Hamm's son \ncontinued to receive therapies from in-network providers although Hamm was \nresponsible for payment for the therapies.  The in-network providers charged Hamm \ntheir ordinary rates, which exceeded the allowed rates for those services that her son \nreceived from in-network providers before he reached benefit period maximums. \n[21] Similarly, after the Class Mem bers' benefit period maximums were \nreached, the in-network providers charged Class Members the providers' ordinary rates, \namounts which exceeded the allowed rates for those services Class Members received \nfrom in-network providers before they reached benefit period maximums. \nIII. \n \nPARTIES' CONTENTIONS \n[22] The pivotal issue before the court is  one of contractual construction of the \nBooklet.  More specifically, it is whether as a matter of law (a) as Defendant contends, \nBCBSNC can adjudicate claims from in-network providers to allow them to charge PPO \nClass Members amounts over the allowed amount once the Member reaches a benefit \nperiod maximum for covered services when the maximum is expressed in visits rather \nthan dollars; or (b) as Plaintiff contends, BCBSNC is contractually bound to a promise to \nClass Members that if a Member received covered services from an in-network \nprovider, the Member would never be responsible for any amount of excess of the \ndiscounted contract rate BCBSNC has negotiated with the in-network provider. \n[23] The Plaintiff argues that (a) BCBS NC's exclusion of covered services as \nsuch upon a Member's reaching a benefit period maximum expressed in visits \ndetermines and limits BCBSNC's responsibility only as to the level of payments by a \nMember, and does not act to establish whether a service is a covered service for other \npurposes under the Contract, (b) the Contract expressly limits a Member's responsibility \nfor payment to the allowed amount unless services are provided by out-of-network \nproviders and (c) at best, the Contract language is ambiguous as a matter of law and \nmust be construed against BCBSNC. \n[24] BCBSNC argues that (a) Class Mem bers lack standing to bring the action \nagainst BCBSNC because (i) they fail to allege a sufficient injury in fact; (ii) their alleged \ninjury is not fairly traceable to the acts of BCBSNC and (iii) their alleged injuries cannot \nbe redressed by a favorable decision against BCBSNC; (b) Class Members failed to \nexhaust their administrative remedies and cannot proceed here and (c) the substantive \nClaims of the Complaint fail as a matter of law pursuant to Rule 56.15 \n                                            \n15 The various other affirmative defenses raised by Defendant are not pivotal to the court’s determination \nof the Motions and need not be analyzed in this Order. \nIV. \nAPPLICABLE LAW \n[25] Under Rule 56(c), su mmary judgment is to be rendered \"forthwith\" if the \npleadings, depositions, answers to interrogatories and admissions on file, together with \nthe affidavits, if any, show that upon the forecast of evidence there exists no genuine \nissue as to any material fact and that any party is entitled to a judgment as a matter of \nlaw.  Grayson v. High Point Dev. Ltd. P'ship, 175 N.C. App. 786, 788 (2006).  The court \nviews the evidence in the light most favorable to the nonmoving party.  Bruce-Terminix \nCo. v. Zurich Ins. Co., 130 N.C. App. 729, 733 (1998).   \nV. \n \nANALYSIS \n \n[26] The court first will consider Defendant's threshold procedural defenses \nwith regard to the issues of standing and exhaustion of administrative remedies.  \nA. \n \nSTANDING \n \n[27] A party must have standing to assert a claim in order to invoke the subject \nmatter jurisdiction of this court.  See Estate of Apple v. Commercial Courier Express, \nInc., 168 N.C. App. 175, 177, disc. rev. denied, 359 N.C. 632 (2005).  The question of \nstanding is jurisdictional and may be raised at any time.  Crouse v. Mineo, 189 N.C. \nApp. 232, 236 (2008). \n[28] Standing requires (a) injury in fa ct, which is an invasion of a legally \nprotected interest that is concrete and particularized and actual or imminent, not \nconjectural or hypothetical; (b) that the injury be fairly traceable to the challenged action \nof the defendant and (c) that it be likely, as opposed to merely speculative, that the \ninjury will be redressed by a favorable decision.  See Neuse River Found., Inc. v. \nSmithfield Foods, Inc., 155 N.C. App. 110, 114 (2002). \na. \nInjury in Fact\n[29] A breach of contract, even if negligible, constitutes injury. 16  Here, the \nClass Members have alleged and forecast evidence sufficient to establish such a \nbreach.  Therefore, nothing else appearing, they satisfy this standing element. \n[30] However, North Carolina courts have held that a claim which is \"barred by \nlaw,\" e.g., because of expiration of the applicable statute of limitations, does not satisfy \nthe injury in fact standing requirement.  Estate of Apple, 168 N.C. App. at 177.  Here, \nBCBSNC argues that the statute of limitations has expired on some Class Claims and \nthat those Class Members do not have standing in this civil action. \n[31] A claim for an alleged injury must be made within the applicable statue of \nlimitations.  The statute of limitations for contracts is three years from the time of \naccrual.  G.S. 1-52(1).  Accrual takes place \"as soon as the right to institute and \nmaintain a suit arises.\"  Penley v. Penley, 314 N.C. 1, 19-20 (1985). \n[32] The Complaint in this action defines  BCBSNC's alleged breach of contract \nas the act, committed by both BCBSNC and in-network providers, of charging Class \nMembers amounts in excess of the allowed amount for medical services provided by \nthe in-network providers after they reach the benefit period maximum and/or lifetime \n                                            \n16 See Bowen v. Bank, 209 N.C. 140, 144 (1936); Kinnard v. Mecklenburg Fair, 46 N.C. App. 725, 730 \n(1980) (holding that once breach of contract is established, plaintiff is entitled to at least nominal damages \nbecause of injury to rights).  See also Neuse River Found., 155 N.C. App. at 114..   \nmaximum.17  The breach is later described as BCBSNC's alleged improper adjudication \nof the Class Members' claims.18  A cause of action for such a contended breach of \ncontract would accrue when an in-network provider charged its ordinary rates to the \nClass Member. \n[33] Consequently, the stat ute of limitations would bar contract Claims against \nBCBSNC by those Class Members who were charged ordinary rates by in-network \nproviders more than three years prior to the commencement of this action.  However, it \nwould not bar contract Claims by those Class Members who were charged ordinary \nrates by in-network providers less than three years prior to the commencement of this \naction, or whose particular fact situation would cause a tolling of the statute of \nlimitations.  Coe v. Highland Sch. Assocs. Ltd. P'ship, 125 N.C. App. 155, 157 (1997), \nJohnson Neurological Clinic, Inc. v. Kirkman, 121 N.C. App. 326, 330-31 (1996). \nb. \nFairly Traceable \n[34] For an injury to be fairly tr aceable to the challenged action of the \ndefendant, it must not be the result of the independent action of a third party not before \nthe court.  Lujan v. Defenders of Wildlife, 504 U.S. 555, 560-61 (1992).  See also Frank \nKrasner Enters. v. Montgomery County, 401 F.3d 230, 235 (4th Cir. Md. 2005); Friends \nof the Earth, Inc. v. Gaston Copper Recycling Corp., 204 F.3d 149, 162 (4th Cir. S.C. \n2000). \n                                            \n17 Compl. ¶ 24. \n18 Pl. Mem. Opp. Def. Mot. Summ. J. ¶ III (C).   \n[35] In the case sub judice, the alleged breach of contract is itself the cause of \nthe injury. Therefore, the acts of independent third parties are of no moment,19 and \nClass Members satisfy this element. \nc. \nRedressability Requirement \n[36] For an injury to be redressable, a favorable decision must not depend \"on \nthe unfettered choices made by independent actors not before the courts and whose \nexercise of broad and legitimate discretion the courts cannot presume either to control \nor to predict.\"   Wangberger v. Janus Capital Group (In re Mut. Funds Inv. Litig.), 529 \nF.3d 207, 217 (4th Cir. Md. 2008), citing ASARCO, Inc. v. Kadish, 490 U.S. 605, 615 \n(1989). \n[37] In the case sub judice, a decision favorable to Class Members would \nremedy their injuries by estopping Defendant from breaching its alleged contracts with \nthem, i.e., from continuing to allow in-network providers to charge standard rates to \nClass Members once Class Members have exceeded visit maximums, and by obliging \nDefendant to pay compensatory damages. \n[38] The court concludes that Plai ntiff and Class Members have standing, and \nDefendant's Motion based on lack of standing should be DENIED. \nB. \n \nEXHAUSTION OF ADMINISTRATIVE REMEDIES\n[39] The court next considers BCBSNC's exhaustion of remedies argument.  \n                                            \n19 Defendant’s argument that it is the provider’s decision actually to charge and collect rates in excess of \nthe allowed amount, Werner Aff. ¶ 11, is attractive, though unconvincing.  It is to be expected that a \nprovider, if given a choice, would charge the higher rate.  \n[40] Courts will enforce parti es' contractual agreements to submit disputes to \nadministrative resolution before litigating an action.  See, e.g., Adams v. Nelsen, 313 \nN.C. 442, 446 (1985); Summerville v. Local 77, 369 F. Supp. 2d 648, 657 (M.D.N.C. \n2005); First Nationwide Bank v. Gelt Funding Corp., 27 F.3d 763, 768 (2d Cir. N.Y. \n1994).  See also Brooks v. Arlington Hosp., 850 F.2d 191, 196 (1988). \n[41] At first blush, the grievance proce ss at issue here seems to be completely \nvoluntary in nature.20  However, the Limitation on Actions provision of the Booklet \nmakes it clear that a Member may not take action to recover benefits for sixty (60) days \nafter the Member gives BCBSNC a Notice of Claim and until the Member has \nexhausted all administrative remedies, including the grievance process.21   \n[42] However, neither the particular provision nor the contract defines an \n\"action to recover benefits.\"  Moreover, neither equates the phrase \"action to recover \nbenefits\" with the term \"grievance.\"  Without more, the court must look to the plain \nmeaning of the words used.  In doing so, the court is forced to conclude that an action \nto recover benefits is not necessarily the same as an action regarding billing or claims \nprocessing.  As such, the phrase is ambiguous, and the court must view it in light of the \nClass Members' reasonable interpretation to the effect that they were not subject to the \nprovision because they were not complaining about a denial of benefits, but rather \nabout billing and claims processing.22     \n[43] The court concludes that De fendant's Motion based upon failure to \nexhaust administrative remedies should be DENIED.  \n                                            \n20 Ex. A 3059 (“The grievance process is voluntary . . . .”).  \n21 Id. at 3066.    \n22 See Def. Mot. Summ. J., Ex. 4 (Hamm Dep.) 167: 20-25. \nC. \nFOURTH COUNT – DECLARATORY JUDGMENT \n[44] The court now considers the Moti ons with respect to the Class Members' \naction for declaratory judgment.23  As to this Count, both Plaintiff and Defendant seek \njudgment pursuant to Rule 56. \n1. \nBackground \n[45] Class Members seek a declaration by the court that they are not \nresponsible for payment of any amount above the \"allowed amount,\" as the term is \ndefined by the Contracts, for services that they receive from in-network providers,24 \nincluding those situations in which they have reached their benefit period maximums \nand/or lifetime maximums under their PPO Plans. \n[46] By way of their Motion, Class Me mbers ask the court to conclude as a \nmatter of law that under the relevant Contracts, BCBSNC cannot adjudicate claims from \nin-network providers to allow those providers to charge Class Members at rates over the \nallowed amount once Class Members reach a benefit period maximum for covered \nservices when the maximum is expressed in visits rather than dollars.  The Class \nMembers construe their Contracts with BCBSNC to include an express promise by \nBCBSNC that Members who receive covered services from in-network providers will \nnever be responsible for any payment amount in excess of an allowed amount.  The \nClass Members distinguish the terms \"exclusion\" and \"limitation,\" arguing that covered \n                                            \n23 The court determines it is preferable to consider the Plaintiff’s Fourth Count first.  \n24 Regardless of whether Class Members or BCBSNC are responsible for payment to the in-network \nprovider. \nservices are subject to limitations, but not exclusions and, as such, always remain \ncovered services. \n[47] On the other hand, BCBSNC contends that a fair reading of the Contracts \nsupports its argument that the term \"covered services\" does not include those services \nprovided by in-network providers that exceed a visit benefit period maximum.  BCBSNC \npoints out that the Class Members' contended construction effectively would prohibit in-\nnetwork providers from charging Members even the allowed amount because in-\nnetwork providers are not allowed to charge Members any fees for covered services \nother than deductibles, coinsurance and copayments.25  BCBSNC also argues that if a \nservice remained a covered service after a Member exceeded a visit maximum, then \nBCBSNC would be required to pay benefits for those services indefinitely, thus \nrendering ineffective the visit limitation. \n[48] As discussed supra, a \"covered service\" is \"a service, drug, supply or \nequipment specified in this [] Booklet for which Members are entitled to benefits in \naccordance with the terms and conditions of this health benefit plan.\"26 \n[49] The central issue for resolution is whether the \"terms and conditions\" \nreferred to in the Contract's definition of \"covered services\" includes restrictions on \nbenefits provided after a Member has exceeded an applicable benefit period maximum \nand/or lifetime maximum. \n[50] The Contract document s do not define explicitly the applicable \"terms and \nconditions\" and, as such, the court must look to the other Contract provisions to \n                                            \n25 Werner Aff. ¶ 7, Ex. B ¶ 10.13.2.  \n26 Ex. A 3068.   \ndetermine the meaning of those words.  See Wachovia Bank & Trust Co. v. \nWestchester Fire Ins. Co., 276 N.C. 348, 355 (1970), supra. \n2. \nApplicable Law \n[51] The meaning of language in an insurance policy is a matter of law.  \nWachovia, 276 N.C. at 354. \n[52] If a term is defined in a policy, that definition is given to the term wherever \nit appears in the policy, unless the context clearly requires otherwise.  Id.  See also \nWoods v. Nationwide Mut. Ins. Co., 295 N.C. 500, 505-06 (1978); Nationwide Mut. Ins. \nCo. v. Mabe, 342 N.C. 482, 492 (1996) (\"If a policy defines a term, then that meaning is \nto be applied regardless of whether a broader or narrower meaning is customarily given \nto the term, the parties being free, apart from statutory limitations, to make their contract \nfor themselves and to give words therein the meaning they see fit.\") (internal citation \nomitted). \n[53] If a term is not defi ned in a policy, \"nontechnical words are to be given a \nmeaning consistent with the sense in which they are used in ordinary speech, unless \nthe context clearly requires otherwise.\"  Wachovia, 276 N.C. at 354.  See also Woods, \n295 N.C. at 506 (1978); North Carolina Farm Bureau Mut. Ins. Co. v. Mizell, 138 N.C. \nApp. 530, 532-33 (2000). \n[54] If the immediate context in whic h a word is used in a policy does not \nclearly indicate the intended meaning of a word, a court may look to other portions of \nthe policy and construe all its clauses to bring them into harmony.  Wachovia, 276 at \n355.  See also Woods, 295 N.C. at 506 (1978); Pa. Nat'l Mut. Ins. Co. v. Strickland, 178 \nN.C. App. 547, 550 (2006) (\"[E]ach provision of an insurance contract must be \ninterpreted in view of the whole contract and not in isolation.\").  Moreover, \"[e]ach word \nis deemed to have been put into the policy for a purpose and will be given effect, if that \ncan be done by any reasonable construction in accordance with the foregoing \nprinciples.\"  Id. (referencing Williams v. Ins. Co., 269 N.C. 235, 240 (1967)). \n[55] An ambiguity exists when, in the court's opinion, \"the language of the \npolicy is fairly and reasonably susceptible to either of the constructions for which the \nparties contend.\"  Wachovia, 276 N.C. at 354 (internal citation omitted).  See also \nJoyner v. Nationwide Ins., 46 N.C. App. 807, 809, disc. rev. denied, 301 N.C. 91 (1980) \n(\"The test in deciding whether the language is plain or ambiguous is what a reasonable \nperson in the position of the insured would have understood it to mean, and not what \nthe insurer intended.\"); Strother v. N.C. Farm Bureau Mut. Ins. Co., 90 N.C. App. 734, \n737 (1988) (\"The determinative question is whether a reasonable person in the position \nof the insured, from reading the policy, would believe the policy provided coverage.\"). \n[56] Any ambiguity or uncertainty as to  the meaning of words in an insurance \npolicy is resolved in favor of the policyholder, or the beneficiary, and against the \ncompany because the company drafted the policy.  Wachovia, 276 N.C. at 354.  See \nalso Woods, 295 N.C. at 506 (1978). \n[57] Exclusions upon and limitations of  \"undertakings by the [insurance] \ncompany, otherwise contained in the policy, are to be construed strictly so as to provide \nthe coverage, which would otherwise be afforded by the policy.\"  Wachovia, 276 N.C. \n348 at 355).  See also Southeast Airmotive Corp. v. United States Fire Ins. Co., 78 N.C. \nApp. 418, 420 (1985), disc. review denied, 316 N.C. 196 (1986) (\"Exclusions from \nliability are not favored, and are to be strictly construed against the insurer.  (citation \nomitted).  When the coverage provisions of a policy include a particular activity, but that \nactivity is later excluded, the policy is ambiguous, and the apparent conflict between \ncoverage and exclusion must be resolved in favor of the insured.\"); Washington Hous. \nAuth. v. North Carolina Hous. Auths. Risk Retention Pool, 130 N.C. App. 279, 281 \n(1998), disc. review denied, 349 N.C. 530 (1998) (\"In construing the provisions of an \ninsurance policy . . . wherever possible, the policy will be interpreted in a manner 'which \ngives, but never takes away, coverage.'\") (internal citation omitted).   \n3. \nOther Contract Terms and Conditions \n[58] The court now looks to other parts  of the Contract policy to determine \nwhat \"terms and conditions\" apply to covered services. \n[59] The \"Covered Services\" section of the Booklet lists a number of covered \nservices.27  This section also indicates that exclusions and limitations apply to a \nMember's coverage.28  First, the section refers to service-specific exclusions.29  For \nexample, benefits for short-term rehabilitative therapies are limited to a combined in-\nnetwork and out-of-network benefit period maximum.30  Second, the section refers to \nexclusions that apply to many services.31  Third, the section directs the Member to other \nsections to understand what exclusions and limitations apply to each service.32 \n                                            \n27 Dunlap Aff. Ex. A. 3039-52. \n28 Id. at 3039. \n29 Id. \n30 Id. at 3044.   \n31 Id. at 3039.   \n32 Id. \n[60] The preceding descriptions of excl usions and limitations refer only to \nspecific services or groups of services, not services as a whole.  If there were such \nexclusions or limitations, the Covered Services section does not indicate where an \nexplanation of such would be located.  Moreover, the exclusions described in the \"What \nis Not Covered?\" section of the Booklet are service-specific.33  None of these \nexclusions indicate that coverage ends for services, supplies, drugs or charges not \nlisted when visit or dollar maximums are exceeded.34  As such, it is reasonable to \ninterpret these sections as suggesting that no exclusions or limitations apply to all \nservices. \n[61] Defendant's interpretation of \"cover ed services\" is inconsistent with the \nabove interpretation because it suggests an exclusion that would apply to all services. \n[62] The Booklet starkly contrast s in and out-of-network benefits.35  Its \ndescription of out-of-network benefits specifically states that if a Member receives \ncovered services from an out-of-network provider, that Member may be required to pay \nthe difference between the provider's actual charge and the BCBSNC allowed \namount.\n36  There is no such limitation in the description of in-network benefits.37   \nRather, in the \"Understanding Your Share of the Cost\" section, the Booklet instructs \nMembers that if they receive covered services from in-network providers, then they are \nnot responsible for any charge over the allowed amount.  There is no limitation on this \nstatement. \n                                            \n33 Id. at 3052.   \n34 Id. at 3052-53.   \n35 See, e.g., id. at 3039.   \n36 Id. at 3035.   \n37 See id. at 3034.   \n[63] The \"When Coverage Begins and E nds\" section explains that Members \nare eligible to receive benefits subject to an age restriction.38  Termination of a \nMember's coverage is predicted only when the Member reaches his or her lifetime \nmaximum, not a benefit period maximum.39  As such, it is reasonable to construe the \nlanguage to mean that coverage continues despite visits to in-network providers that \nexceed a benefit maximum. \n[64] Moreover, the \"Additional Terms Of Your Coverage\" section explains that \nbenefits for services provided by in-network providers are \"based on the lesser of the \nallowed amount or the provider's charge.\"40  The section reminds Members, however, \nthat Members are responsible for charges not covered by Blue Advantage, such as \namounts above the benefit maximums, and for the full cost of noncovered services.41  In \ncontrast, the same section explains that benefits for services provided by out-of-network \nproviders are paid based on the allowed amount and that, in addition to the limitations \nlisted above, the Members are responsible for any amounts over the allowed amount.42 \n[65] The court has attempted to c onstrue the Contract documents in the \nmanner contended by Defendant in its Motion.  The court has been unable to give the \nContract only the construction argued by Defendant.  Rather, the court is forced to \nconclude that the Contract documents' description of terms and conditions imposed \nupon covered services is fairly and reasonably susceptible to either of the constructions \nfor which the respective parties have argued.  As such, an ambiguity exists, and the \ncourt is required to resolve the ambiguity in favor of the Class. \n                                            \n38 Id. at 3055.   \n39 Id. \n40 Id. at 3063.   \n41 Id.   \n42 Id. at 3063-64. \n[66] Accordingly, the court concludes that the terms and conditions that limit \nthe definition of \"covered service\" do not include restrictions placed on benefits provided \nby in-network providers after a Member has exceeded an applicable benefit period \nmaximum and/or lifetime maximum.  \n[67] Accordingly, with regard to Pl aintiff's Fourth Count, the court \nCONCLUDES that there exist no genuine issues of material fact, that Plaintiff's Motion \nas to said Fourth Count should be GRANTED and that Defendant's Motion should be \nDENIED. \nD. \nFIRST COUNT – BREACH OF CONTRACT\n[68] Defendant's Motion seeks dismissal of  Plaintiff's breach of contract Claim. \n[69] The Complaint alleges that BC BSNC breached its Contract with Class \nMembers by charging them an amount in excess of the allowed amount for medical \nservices rendered by in-network providers after reaching applicable benefit period \nmaximums.  BCBSNC responds correctly that it was the providers, not BCBSNC, who \ncharged the Class Members.  The Complaint later defines the breach complained of as \nthe wrongful adjudication of claims processing.  At the heart of both definitions is the \ncontention that BCBSNC broke its alleged promise to Class Members that they would \nnot be charged more than an allowed amount if they received covered services from in-\nnetwork providers.43 \n[70] To determine whether or not there is evidence sufficient to support a \nClaim that BCBSNC broke such a promise, the court considers the process by which \nClass Members are charged more than the allowed amount for covered services. \n                                            \n43 Id. at  3037.   \n[71] After receiving requests for reimbur sement from in-network providers, \nBCBSNC's procedure is to determine whether the services are covered.44  BCBSNC \nthen provides the in-network provider with either a \"Notification of Payment\" or an \n\"Explanation of Payment.\"45  These documents inform a provider whether and to what \nextent it will be reimbursed for the services it provided to the Member.46 \n[72] The provider will not be reim bursed by BCBSNC for non-covered \nservices.47  An example of a non-covered service, as defined by BCBSNC, is a visit \nexceeding the Member's visit maximum.48  BCBSNC contends that the provider may \nseek payment in excess of the allowed amount from Members for such non-covered \nservices.49  The right to seek such payment may require the provider to obtain the \nMember's written authorization prior to rendering the non-covered services.50  The \nprovider may bill a Member for those amounts reflected in the Notification of Payment \nas owed by the Member.51 \n[73] As the court has concluded, supra, covered services remain covered \nnotwithstanding an exhausted benefit or lifetime maximum. \n[74] As such, BCBSNC's labeling of a covered service as one that is not \ncovered may lead causally to Members being charged more than the allowed amount \n                                            \n44 Dunlap Aff. ¶ 8.  \n45 Id. ¶¶ 12-13. \n46 These documents reflect the provider’s billed charges, the allowed amount and the Member’s liability.  \nId. \n47 Id. ¶ 8.  However, “BCBSNC may, in its discretion, process claims that exceed a benefit maximum at \nthe provider’s full charge rather than at the discounted or contracted rate known as the ‘allowed amount.’  \nBCBSNC, however, may choose to continue to process the claim at an allowed amount.”  Kreidt Aff. ¶ 4. \nPlaintiff contends that this use of discretion is itself a breach of BCBSNC’s Contract with the Class.     \n48 Dunlap Aff. ¶ 30. \n49 Id. ¶ 10.  See also Werner Aff., Ex. A ¶ 4.7. \n50 See Werner Aff. Ex. A  ¶¶ 4.7.6, 4.7.7. \n51 Id. ¶ 4.7.3.  The provider also may bill the Member if, prior to receipt of the notification, BCBSNC \nverified that the services received were not covered.  Id.   \nfor covered services.  Therefore, such labeling may constitute a breach of BCBSNC's \ncontract with its Members. \n[75] The court concludes that Plainti ff has forecast evidence sufficient to \nsupport the allegations of a breach of the Contract and that the Class Members have \nsuffered damages and the value thereof.  See, e.g., Shalford v. Shelley's Jewelry, Inc., \n127 F. Supp. 2d 779, 789 (W.D.N.C. 2000).  See also Standing, supra. \n[76] Accordingly, with regard to Plai ntiff's First Count, the court CONCLUDES \nthat there exist one or more genuine issues of material fact, and that BCBSNC's Motion \nas to said First Count should be DENIED. \nE. \nSECOND COUNT – BREACH OF GOOD FAITH \n[77] Defendant's Motion seeks dismissal of  Plaintiff's Claim for breach of the \ncovenant of good faith. \n[78] \"In every contract there is an im plied covenant of good faith and fair \ndealing that neither party will do anything which injures the right of the other to receive \nthe benefits of the agreement.\"  Sunset Beach Dev., LLC v. Amec, Inc., 2009 N.C. App. \nLEXIS 454 **29-30 (N.C. Ct. App. 2009) (citing Bicycle Transit Auth., Inc. v. Bell, 314 \nN.C. 219, 228 (1985)). \n[79] While an action for breach of covenant  of good faith is \"part and parcel\" of \na claim for breach of contract, Shalford, 127 F. Supp. 2d at 787, a breach of a contract \ndoes not, by itself, breach this implied covenant. \n[80] Instead, a claim for breach of co venant of good faith suggests a party did \nnot act upon the principles of good faith or fair dealing to accomplish the purpose of an \nagreement.  Maglione v. Aegis Family Health Ctrs., 168 N.C. App. 49, 56 (2005).  It \nrequires the wrongful intent of a party to deprive another party of its contractual rights.  \nSee, e.g., Dull v. Mutual of Omaha Ins. Co., 85 N.C. App. 310, 318 (1987). \n[81] In the case sub judice, the court concludes that the forecast evidence is \nnot sufficient to create a genuine issue of fact as to BCBSNC's breach of a covenant of \ngood faith.  Id.  The record discloses no evidence that BCBSNC acted with the intent to \nwrongfully deprive Class Members of the benefits to which they were entitled. \n[82] Accordingly, with regard to Pl aintiff's Second Count, the court \nCONCLUDES that there exist no genuine issues of material fact, and that BCBSNC's \nMotion as to said Second Count should be GRANTED. \nF. \nTHIRD COUNT – UNFAIR AND DECEPTIVE TRADE PRACTICES \n[83] Defendant's Motion seeks dismissal of Plaintiff's Claim for unfair and \ndeceptive trade practices. \n[84] Unfair methods of competition in or affecting commerce, and unfair or \ndeceptive acts or practices in or affecting commerce, are unlawful.  G.S. 75-1.1(a).  To \nestablish a violation of G.S. 75-1.1, a party must show (a) an unfair or deceptive act or \npractice, or an unfair method of competition, (b) in or affecting commerce and (c) \nproximately causing actual injury to the party.  Sunbelt Rentals, Inc. v. Head & Engquist \nEquip., LLC, 2002 NCBC 4, ¶ 67 (N.C. Super. Ct. 2002). \n[85] A trade practice is unfair when \"it offends established public policy as well \nas when the practice is immoral, unethical, oppressive, unscrupulous, or substantially \ninjurious to consumers.\"  Marshall v. Miller, 302 N.C. 539, 548 (1981).  Conduct by an \ninsurance company that manifests \"an inequitable assertion of power or position\" also \nconstitutes an unfair trade practice.  Murray v. Nationwide Mut. Ins. Co., 123 N.C. App. \n1, 9 (1996). \n[86] A trade practice is deceptive if it \"has the capacity or tendency to deceive.\" \nJohnson v. Phoenix Mut. Life. Ins. Co., 300 N.C. 247, 266 (1980), overruled in part on \nother grounds, Myers & Chapman, Inc. v. Thomas G. Evans, Inc., 323 N.C. 559, 569 \n(1988).  To prevail on a UDTP claim, plaintiffs must demonstrate that the act \n\"possessed the tendency or capacity to mislead, or created the likelihood of deception.\"  \nOverstreet v. Brookland, Inc., 52 N.C. App. 444, 453 (1981). \n[87] An unfair or deceptive trade practice claim against an insurance company \ncan be based on violations of either G.S. 75-1.1 or G.S. 58-63-15.  Here, Plaintiff bases \nher Third Count upon G.S. 58-63-15, a violation of which has been held to constitute a \nviolation of G.S. 75-1.1.  Country Club of Johnston County, Inc. v. United States Fid. & \nGuar. Co., 150 N.C. App. 231, 244 (2002).  Pearce v. Am. Defender Life Ins. Co., 316 \nN.C. 461, 470 (1986); Miller v. Nationwide Mut. Ins. Co., 112 N.C. App. 295, 302 (1993), \ncert. denied, 335 N.C. 770 (1994); Murray v. Nationwide Mut. Ins. Co., 123 N.C. App. 1, \n10 (1996). \n[88] Courts may look to the types of  conduct prohibited by G.S. 58-63-15 for \nexamples of conduct that would constitute an unfair and deceptive act or practice.  \nCountry Club of Johnston County, 150 N.C. App. at 246 (specifically discussing G.S. \n58-63-15(11)).\n  The \"[m]aking, issuing, circulating, or causing to be made, issued or \ncirculated, any estimate, illustration, circular or statement misrepresenting the terms of \nany policy issued . . . or the benefits or advantages promised thereby . . . \" is one such \nprohibited act.  G.S. 58-63-15(1). \n[89] To support a Chapter 75 claim bas ed on violation of G.S. 58-63-15, a \nplaintiff must demonstrate that the defendant's representation had the capacity or \ntendency to deceive.  Pearce, 316 N.C. at 470-71.  Proof of actual deception, however, \nis not necessary.  Id. at 471.  A truthful statement \"may be deceptive if it has the \ncapacity or tendency to deceive.  (citation omitted).  'In determining whether a \nrepresentation is deceptive, its effect on the average consumer is considered.'\"  Id.   \n(citing Johnson, 300 N.C. at 265-66).  A plaintiff must also show that it suffered actual \ninjury as a proximate result of defendant's deceptive statement or misrepresentation.  \nId.  (citing Ellis v. Smith-Broadhurst, Inc., 48 N.C. App. 180, 184 (1980)). \n[90] A breach of contract action is distin ct from an action for unfair or deceptive \ntrade practices.  Boyd v. Drum, 129 N.C. App. 586, 593 (1998).  Indeed, an intentional \nbreach \"is not sufficiently unfair or deceptive to sustain an action under N.C.G.S. § \n75.1.1.\"  Branch Banking and Trust Co. v. Thompson, 107 N.C. App. 53, 62, disc. \nreview denied, 332 N.C. 482 (1992).  Rather, substantial aggravating circumstances \nattendant to the breach must be shown to sustain such an action.  Id.  See also Griffith \nv. Glen Wood Co., 184 N.C. App. 206, 217-18 (2007).  However, neither good faith nor \nlack of intent is a defense to an action for unfair and deceptive trade practices.  Murray, \n123 N.C. App. at 10. \n[91] \"The business of insurance is unques tionably 'in commerce' insofar as an \n'exchange of value' occurs when a consumer purchases an insurance policy . . . .\" \nPearce, 316 N.C. at 469. \n[92] Neither the statutor y language of G.S. 58-63-15(1) nor that of G.S. 75-1.1 \nrequire actual reliance to show causation.  Cullen v. Valley Forge Life Ins. Co., 161 N.C. \nApp. 570, 580 (2003).  Whether there is a causal relation between the violation of the \nstatute and the injury complained of is an issue of fact for a jury.  Ellis, 48 N.C. App. at \n184 (citing Lewis v. Archbell, 199 N.C. 205, 206 (1930)); Mayton v. Hiatt's Used Cars, \n45 N.C. App. 206, 211 (1980). \n[93] Plaintiff alleges that BCBS NC violated G.S. 58-63-15 by issuing \nstatements through the Booklet and promotional materials for PPO Plans that PPO \nMembers would not be responsible for payment of medical services provided by an in-\nnetwork provider for any amount charged above the allowed amount. \n[94] BCBSNC responds that (a) its polic ies and promotional materials do not \nstate that services in excess of a benefit maximum are covered services or that \nMembers are entitled only to pay the allowed amount for services in excess of a benefit \nmaximum; (b) the allegation that BCBSNC's promotional materials state that Members \nare not responsible to pay in-network providers more than the allowed amount only \napplies to covered services and (c) as such, whether services in excess of a benefit \nmaximum are covered services under the terms of the policies is a question of contract \ninterpretation. \n[95] That contract language can be interp reted differently does not prove the \nlanguage has the capacity or tendency to deceive.  Indeed, a court must differentiate \n\"between contract and deceptive trade practice claims, and relegate claims regarding \nthe existence of an agreement, the terms contained in an agreement, and the \ninterpretation of an agreement to the arena of contract law.\"  N.C. Mut. Life Ins. Co. v. \nMcKinley Fin. Servs., 2005 U.S. Dist. LEXIS 36308 *34 (M.D.N.C. Dec. 22, 2005) (citing \nBroussard v. Meineke Disc. Muffler Shops, 155 F.3d 331, 347 (4th Cir. 1998) (holding \nthat given the contractual center of that dispute, plaintiffs' Chapter 75-1.1 claims were \nout of place)).  The arguments between the parties regarding the meaning of the \nstatements at issue suggest the crux of this case lies in contract interpretation, not \nmisleading statements constituting an unfair or deceptive trade practice. \n[96] Plaintiff also argues that BCBSNC's contracts with in-network providers \nare unfair, oppressive to PPO Members and injurious to PPO Members in violation of \nG.S. 75-1.1.  Hamm does not, however, allege facts that, if proven, would suggest such \ncontracts offend established public policy, are immoral, unethical, oppressive, \nunscrupulous or substantially injurious to consumers or manifest an inequitable \nassertion of power or position by BCBSNC. \n[97] Plaintiff further argues that BCBS NC's PPO Plans and the terms of these \nplans have the tendency and capacity to deceive and are in and affecting commerce in \nviolation of G.S. 75-1.1 because BCBSNC allows in-network providers to charge \namounts above the allowed amount to PPO Members when those Members reach their \nbenefit period maximums and/or lifetime maximums for medical services provided by \nthe in-network providers.  Plaintiff has not, however, alleged facts that, if proven, would \nsuggest the PPO Plans and the terms thereof offend established public policy, are \nimmoral, unethical, oppressive, unscrupulous or substantially injurious to consumers or \nmanifest an inequitable assertion of power or position by BCBSNC.  Moreover, Plaintiff \nhas not alleged or forecast evidence that Class Members detrimentally relied upon any \nof the claims adjudication documents at issue, e.g., Explanation of Benefits forms.  \nRather, the record reflects that Hamm actually had inquired and received advance \nnotice from BCBSNC that the claim would not be adjudicated at the allowed amount.52 \n[98] In contrast to the Complaint, Class Members later argue the \nmisrepresentation at issue is BCBSNC's representation to plan Members and in-\nnetwork providers that covered services are noncovered services, directly tying this \nrepresentation to what Class Members define as a breach of contract.53 \n[99] As discussed supra, a breach of contract does not by itself establish an \nunfair or deceptive trade practice.  Plaintiff has not forecast evidence supporting a \nfinding that the PPO Plans or the actions of BCBSNC were \"immoral, unethical, \noppressive, unscrupulous, or substantially injurious to consumers\" for purposes of \nestablishing a Chapter 75 claim, or other facts that manifest an inequitable assertion of \npower or position by BCBSNC. \n[100] Accordingly, with regard to Plai ntiff's Third Count, the court CONCLUDES \nthat there exist no genuine issues of material fact, and that BCBSNC's Motion as to said \nThird Count should be GRANTED. \nNOW THEREFORE, based upon the foregoing CONCLUSIONS, it hereby is \nORDERED that: \n[101] Plaintiff's Motion for Partial Summary Judgment as to the Fourth Count – \nDeclaratory Judgment is GRANTED; and it is DECLARED that Class Members are not \nresponsible for payment of any amount above the \"allowed amount,\" as the term is \ndefined by the Contracts, for services that they receive from in-network providers, \n                                            \n52 Def. Opp. Pl. Mot. Class Cert., Ex. 1 (Hamm Dep. at 72-73). \n53 Pl. Mem. Opp. 16. \nincluding those situations in which they have reached their benefit period maximums \nand/or lifetime maximums under their PPO Plans. \n[102] EXCEPTED from the Class sha ll be those putative Members whose \nClaims are determined to have accrued more than three years prior to the \ncommencement of this civil action. \n[103] Defendant's Motion for Summary Judgment as to the First Count – Breach \nof Contract is DENIED. \n[104] Defendant's Motion for Summary Judgment as to the Second Count – \nBreach of Good Faith is GRANTED, and said Second Count is DISMISSED. \n[105] Defendant's Motion for Summary Judgm ent as to the Third Count – Unfair \nand Deceptive Trade Practices is GRANTED, and said Third Count is DISMISSED. \n[106] The court CONCLUDES, pursuant to the provisions of Rule 54(b), that \nthere is no just reason for delay in the entry of this Order, and that the Order constitutes \na final judgment as to one or more, but fewer than all, of the Claims raised in this civil \naction. \nSO ORDERED, this the 27th day of August, 2010.  "
}