{
  "id": "0cb41b083d44a426bb2a6324b09922cd230ae057b4f5fab613ce2ec96f39d7eb",
  "source_file": "data/raw/ncbc/0cb41b083d44a426bb2a6324b09922cd230ae057b4f5fab613ce2ec96f39d7eb.pdf",
  "raw_text": "Next Advisor Continued, Inc. v. LendingTree, Inc., 2017 NCBC 51. \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 21379 \n \nNEXT ADVISOR CONTINUED, \nINC., \n \nPlaintiff, \n \nv. \n \nLENDINGTREE, INC. AND \nLENDINGTREE, LLC, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR  \nPARTIAL SUMMARY JUDGMENT1 \n \n \n1. THIS MATTER is before the Court upon Defendants LendingTree, Inc. and \nLendingTree, LLC’s (together “LendingTree”  or “Defendants” ) Motion for  Partial \nSummary Judgment (the “Motion”) in the above-captioned case.  Having considered \nthe Motion and supporting documents, the brief s in support of and in opposition to \nthe Motion, appropriate matters of record, and the arguments of counsel at the April \n13, 2017 hearing on the Motion, the Court hereby GRANTS the Motion. \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, L.L.P., by \nChristopher G. Smith, Susan H. Hargrove, and Isaac Linnartz, for \nPlaintiff Next Advisor Continued, Inc. \n \nMoore & Van Allen PLLC, by Jonathan M. Watkins, Scott M. Tyler, M. \nCabell Clay, Thomas D. Myrick, Russell F. Sizemore, and Glenn E. \nKetner, III, for Defendants LendingTree, Inc. and LendingTree, LLC.  \n \nBledsoe, Judge. \n \n \n                                                 \n1 To protect LendingTree’s confidential business information, this Opinion has been redacted.  \nAn original, unredacted version of this Opinion was filed under Seal on June 9, 2017 and is \navailable, as necessary, for any appellate process. \nI. \nINTRODUCTION \n2. The core of th is dispute is Plaintiff Next Advisor Continued, Inc.’s \n(“Plaintiff” or “Next Advisor”) 2 contention that “[a]fter acquiring Next Advisor’s \nconfidential information, and Trade Secret Information [through the parties’ non -\ndisclosure agreement entered into to facilitate negotiations concerning Defendants’ \npotential acquisition of Next Advisor ], [Defendants] began to develop new content \nand promote that content heavily on [the channels that Next Advisor confidentially \nhad disclosed as [its] most productive revenue channels]” and “revolutionized [their] \nentire credit card marketing strategy.”  (Compl. ¶ 23.)  Defendants vigorously dispute \nNext Advisor’s allegations and deny all liability on Next Advisor’s claims. \nII. \nPROCEDURAL HISTORY \n3. Next Advisor initiated this action in Mecklenburg County Superior Court on \nNovember 6, 2015, seeking injunctive and monetary  relief, including punitive \ndamages, against Defendants for alleged breach of a non -disclosure agreement, \nmisappropriation of trade secrets under N.C. Gen. Stat. §§ 66-152 et seq., and unfair \nor deceptive trade practices under N.C. Gen. Stat. § 75-1.1.  (See generally Compl.)     \n4. After a period of discovery, Next Advisor moved for a preliminary injunction \non April 11, 2016 (the “P.I. Motion”).  The Court held an evidentiary hearing on the \nP.I. Motion on June 21, 2016.   \n                                                 \n2  Until June 22, 2016, Plaintiff’s corporate name was Next Advisor, Inc. \n5. On June 29, 2016, the Court issued a preliminary injunction (the “P .I. \nOrder”) barring Defendants and those acting in concert with them from “using or \ndisclosing the c onfidential and trade secret information that Defendants obtained \nfrom Next Advisor pursuant to the Mutual Non -Disclosure Agreement dated \nNovember 20, 2014” (the “NDA”), and barring such actors from, “engaging in paid \ncredit card content marketing by placi ng credit card advertisements through any \ncontent marketing company” through and until the conclusion of this civil action, and \nunless and until ordered otherwise by the Court.3  (P.I. Order ¶ 73 (a)–(b).) \n6. In November 2016, Defendants acquired Iron Horse Holdings, LLC, which \ndoes business as CompareCards (“CompareCards”).  Defendants subsequently sought \nclarification concerning whether the restrictions in the P .I. Order extended to \nCompareCards, whereupon, after a telephone conference and full briefing, the Court \nheld a hearing on December 16, 2016, at which all parties were represented by \ncounsel.  After considering the arguments of counsel, the Court  issued an Order on \nDecember 22, 2016 , concluding “that CompareCards, is act ing in concert or \nparticipation with Defendants, and based on CompareCards’ [future business plans \nas presented by Defendants ,] intends to act in concert or participation with \nDefendants, and as such, is subject to the [P.I. Order].”  (Order on Defs.’ Mot. Clarify \nPrelim. Inj. ¶ 10.) \n                                                 \n3 The P.I. Order was first filed under seal on June 29, 2016 so that the Court could determine \nwhether the parties contended that any portion of the Order contained confidential business \ninformation that should remain under seal.  After no objections were made, the Court refiled \nthe P.I. Order on the public docket in its entirety without redactions on July 6, 2016. \n7. On February 20, 2017, Defendants moved for partial summary judgment, \ncontending that judgment should be entered as a matter of law  establishing that \nPlaintiff is not entitled to either (i) compensatory damages or (ii) injunctiv e relief \nextending after January 2, 2018.   \n8. The Court held a hearing on the Motio n on April 13, 2017 , at which all \nparties were represented by counsel.  The time for briefing, arguments, and further \nsubmissions has now passed, and the Motion is ripe for resolution. \nIII. \nFACTUAL BACKGROUND  \n9. While findings of fact are not necessary or proper on a motion for summary \njudgment, “it is helpful to the parties and the courts for the trial judge to articulate a \nsummary of the material facts which he considers are not at issue and which justify \nentry of judgment.”  Collier v. Collier, 204 N.C. App. 160, 161–62, 693 S.E.2d 250, 252 \n(2010) (quotations and citation omitted).  Therefore, this Court limits its factual \nrecitation to the undisputed material facts necessary  and helpful  to decide the \nMotion, and not to resolve issues of material fact. \n10. Erik Larson (“Mr. Larson”) is the founder of Next Advisor and was Next \nAdvisor’s CEO at all times relevant to this dispute.  (Second Larson Aff. ¶ 1.)   \n11. Next Advisor’s business involved using sponsored ads on popular websites \nthat when clicked took the viewer to Next Advisor’s blog , which contained editorial \ncontent intended to drive consumers to apply for credit cards.  (First Larson Aff. ¶ 1; \nSecond Larson Aff. ¶¶ 5–6.)  Credit card issuers paid Next Advisor when a consumer \napplied and was approved for a credit card through the Next Advisor webpage.  (First \nLarson Aff. ¶ 1.)   \n12. LendingTree is an online marketer and advertiser of loan and credit \nproducts.  (DiToro Aff. ¶ 4.)  \n13. Beginning in the fall of 2014 and continuing through the spring and summer \nof 2015, Next Advisor and Defendants engaged in discussions exploring Defendants’ \npotential acquisition of Next Advisor.  (First Larson Aff. ¶ 2.) \n14. This dispute arose after those acquisition negotiations failed in the summer \nof 2015.  (First Larson Aff. ¶¶ 5–7.)  As noted above, this litigation commenced in \nNovember 2015.   \n15. Several months later, on May 5, 2016, Next A dvisor and Bankrate , Inc. \n(“Bankrate”) executed an Asset Purchase Agreement (the “APA”), by which Bankrate \nagreed to purchase substantially all of Next Advisor’s assets .  (Defs.’ Mot. Partial \nSumm. J. Ex. A , hereinafter “APA”. )  Bankrate’s purchase of Next Advisor ’s assets \nclosed on June 17, 2016.  (Defs.’ Mot. Partial Summ. J. Ex. G, 6/21/16 Hr’g Tr. \n(Larson) 51:11–20.) \n16. Of particular relevance to Defendants’ Motion , t he APA provided for the \npurchase of all of Next Advisor’s confidential information and intellectual property , \n(APA 11, § 2.1(a)(viii)), which included all trade secrets and proprietary information, \n(APA 6 –7, § 1.1 ; Defs.’ Mot. Supp. Partial Summ. J. Ex B, Litigation Agreement , \nhereinafter “Litig. Agmt.” ).  However, the APA  expressly excluded “Seller’s claims \npresently alleged as of the date of [the APA] in the li tigation described in Schedule \n2.1(b)(viii)[.]”  (APA 13, § 2.1(b)(vii) .)  The excluded claims set forth in Schedule \n2.1(b)(viii) specifically included: \n4. The clai ms of Seller in, but not the Intellectual Property (and any \nother rights thereto) alleged in, Next Advisor v. LendingTree, Inc. and \nLendingTree, LLC (Civil Action No. 15-CVS-20775), filed in the State of \nNorth Carolina, County of Mecklenburg, General Court  of Justice \nSuperior Court Division. \n \n(APA App. 3.) \n \n17. In addition to upfront consideration of $79.25 million, the APA provided an \nopportunity for Next Advisor to earn up to $145.7 million in additional compensation \nover an eighteen -month period if Bankrate were to achieve certain performance \ntargets (the “Earnout”).  (APA 18–19, § 2.6.)  It is undisputed that the APA provides \nthat the eighteen-month period (the “Earnout Period”) expires on January 2, 2018 .  \n(APA 19, § 2.6(a)(vii).) \n18. Since the Bankrate acquisition, Next Advisor has had no continuing credit \ncard or marketing operations.  ( Defs.’ Mot. Partial Summ. J. Ex E, Larson 30(b)(6) \nDep. 23:11–20, 61:13–14, hereinafter “Larson 30(b)(6) Dep.”.)   \n19. Except to the extent of its interest in the Earnout, Next Advisor does not \ncurrently own any trade secrets , and its ownership of confidential information is \nlimited to accounts receivable and bank accounts.  (Larson 30(b)(6) Dep. 22:16–23:10; \nAPA; Litig. Agmt.) \n20. LendingTree has not generated a profit from its paid credit card content \nmarketing business.  (Pl.’s Mem. Opp’n  Defs.’ Mot. Partial Summ. J. 7.)  To the \ncontrary, between the initiation of due diligence in late 2014 or early 2015 and the \nentry of the P.I. Order, LendingTree had nearly $[REDACTED] in revenue, but over \n$[REDACTED] in expenses, arising from its paid credit card content marketing \nbusiness.  (Pl.’s Mem. Opp’n Defs.’ Mot. Partial Summ. J. 6 n.3, Ex. 6–8, Defs.’ Resp. \nto Pl.’s Interrogs. No. 18–21; Ex. 3, Ziegler LendingTree 30(b)(6) Dep. 123:5–124:10.) \n21. Next Advisor has not sought to join  Bankrate as a party to this litigation, \nand Bankrate has not sought to intervene or otherwise appear in this case  for any \npurpose.   \nIV. \nLEGAL STANDARD \n22.  Defendants’ Motion seeks entry of summary judgment determining that \nPlaintiff cannot obtain: (a) compensatory damages; or (b) injunctive relief extending \nafter January 2, 2018.   \n23. Summary judgment is appropriate “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitled to \njudgment as a matter of law.”  Variety Wholesalers, Inc. v. Salem Logistics Traffic \nServs., LLC, 365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012) (quoting N.C. R. Civ. P. \n56(c)).  “A party against whom a claim, counterclaim, or crossclaim is asserted or a \ndeclaratory judgment is sought, may, at any time, move with or without supporting \naffidavits for a summary judgment in his favor as to all or any part thereof.”  N.C. R. \nCiv. P. 56(b).   \n24. The moving party  bears the burden of showing that no genuine issue of \nmaterial fact remain s to be resolved.   Camalier v. Jeffries , 340 N.C. 699, 706, 460 \nS.E.2d 133, 136 (1995).  A genuine issue is one “supported by substantial evidence,” \nand “an issue is material if the facts alleged would constitute a legal defense, or would \naffect the result of the action, or if its resolution woul d prevent the party against \nwhom it is resolved from prevailing in the action .”  DeWitt v. Eveready Battery Co. , \n355 N.C. 672, 681, 565 S.E.2d 140, 146 (2002)  (internal quotations and citations \nomitted).   \n25. Summary judgment dismissing a party’s claim will be granted if the movant \ncan prove “an essential element of the opposing party’s claim does not exist, cannot \nbe proven at trial, or would be barred by an affirmative defense.”  Dobson v. Harris, \n352 N.C. 77, 83, 530 S.E.2d 829, 835 (20 00).  “Once the party seeking summary \njudgment makes the required showing, the burden shifts to the nonmoving party to \nproduce a forecast of evidence demonstrating specific facts, as opposed to allegations, \nshowing that he can at least establish a prima facie case at trial.”  Gaunt v. Pittaway, \n139 N.C. App. 778, 784–85, 534 S.E.2d 660, 664 (2000). \nV. \nANALYSIS  \nA. Compensatory Damages \n26. Compensatory damages “cover[] all loss recoverable as a matter of right and \ninclude[] all damages (beyond nominal damages) other than punitive or exemplary \ndamages.”  Dobrowolska v. Wall , 138 N.C. App. 1, 12, 530 S.E.2d 590, 598 (2000)  \n(quoting 22 Am. Jur. 2d Damages § 23 (1988)) ; see also Black’s Law Dictionary 416 \n(8th ed. 2004) (defining actual damages as synonymous with compensatory damages).  \nDefendants contend that Plaintiff ’s admissions, 4 together with the sworn \nacknowledgments of Mr. Larson, Plaintiff’s CEO, founder, and damages expert, and \nShirley Webster, Plaintiff’s retained damages expert,5 establish that the undisputed \nevidence shows that Plaintiff cannot prove with reasonable certainty the amount of \nPlaintiff’s actual losses from Defendants’ alleged wrongdoing.   (Defs.’ Mem. Supp. \nMot. Partial Summ. J. 1–2, 5–7.)  Based on these admissions and acknowledgments, \nDefendants seek a ruling that Plaintiff cannot recover compensatory damages on any \nclaim in this action as a matter of law.   (Defs.’ Mot. Partial Summ. J; Defs.’ Mem. \nSupp. Mot. Partial Summ. J. 8–10.)   \n                                                 \n4  Plaintiff has conceded the difficulty of calculating Plaintiff’s damages with any certainty.  \n(Defs.’ Mot. Supp. Mot. Partial Summ. J. Ex. H, 9/29/16 Hr’g Tr. (Smith) 38:11–12 (“[T]here’s \nno more classic demonstration of the difficulty of proving monetary damages.”); Pl.’s Mem. \nOpp’n Defs.’ Mot. Stay P.I. Order 7  (“While it is clear that LendingTree’s continued \ncompetition would harm Next Advisor’s efforts to maximize its earnout, it would be extremely \ndifficult to ascertain those damages with any certainty.”); Defs.’ Mot. Partial Summ. J. Ex. \nM, Pl.’s Resp. Defs.’ Writ of Cert. 33 (“Next Advisor has demonstrated that it will likely suffer \nsignificant harm if LendingTree is allowed to use Next Advisor’s own information against it \nin the competitive marketplace. Those damages would be extraordinarily difficult to \ncalculate.”).) \n \n5  Plaintiff’s experts have admitted under oath  that the damage and harm suffered by \nPlaintiff due to Defendants’ conduct is “unquantifiable,” (Defs.’ Mot. Partial Summ. J. Am. \nEx. F, Larson Expert Dep. 295:12 –296:2, 296:20 –296:24; see also  Ex. J, Larson Expert \nDisclosure 1 (designating Mr. Larson to testify that the harm Plain tiff suffered is \n“unquantifiable”)), and “impossible to calculate . . . with any reasonable certainty[,]”  (Defs.’ \nMot. Partial Summ. J. Ex D, Webster Dep. 15:22–16:3 (hereinafter “Webster Dep.”); see also \nWebster Dep. 13:17–23, 16:13–18, 17:23–18:4, 186:1–7, 238:18–22.)  Ms. Webster has also \ntestified that she was not aware of any information from which she could quantify with \nreasonable certainty any damages suffered by Plaintiff.  (Webster Dep.  17:23–18:5, 146:5–\n15.) \n27. Although Plaintiff agrees that it is unable to quantify its economic loss or \nlost profits resulting from Defendants’ alleged wrongdoing with reasonable certainty, \nPlaintiff contends that Defendants have not argued in their Motion against Plaintiff’s \nright to recover nominal damages, actual damages based on unjust enrichment, \npunitive damages, and attorneys’ fees, and thus have failed to meet their initial \nburden under Rule 56 to show that Plaintiff is not entitled to compensatory damages.  \n(Pl.’s Mem. Opp’n Defs.’ Mot. Partial Summ. J. 6.)   \n28. As an initial matter, Defendants’ Motion argues that Plaintiff is not entitled \nto compensatory damages as a matter of law; thus, Defendants’ Motion does not \naddress Plaintiff’s right to recover nominal damages, punitive damages or attorneys’ \nfees, none of which are in the nature of compensatory damages.  See Dobrowolska, \n138 N.C. App. at 12, 530 S.E.2d at 598.  In any event, Defendants clarified at the \nhearing that they do not seek a ruling concerning Plaintiff’s right to seek punitive \ndamages or attorneys’ fees on this Motion, and, to the extent Defendants intend the \nMotion to request a ruling as to Plaintiff’s right to recover nominal damages, which \nis unclear, the Court denies Defendants’ Motion based on the record and arguments \nbefore the Court at this stage of the litigation.  \n29. As to Plaintiff’s right to seek unjust enrichment damages for Defendants’ \nalleged misappropriation of trade secrets ,6 Defendants have satisfied their initial \nburden under Rule 56 by pointing to undisputed evidence that Defendants did not \n                                                 \n6  Plaintiff has conceded that it cannot show with reasonable certainty economic loss resulting \nfrom Defendants’ alleged misappropriation.  See supra ¶ 2 7; N.C. Gen. Stat. § 66 -154(b) \n(“[A]ctual damages may be recovered, measured by the economic loss or the unjust \nenrichment caused by misappropriation of a trade secret, whichever is greater.”).   \nearn a profit in their paid credit card content marketing business after execution of \nthe NDA and prior to the entry of the P.I. Order.  \n30. The courts of this State routinely look to a defendant’s profits as the proper \nmeasure of unjust enrichment damages on a trade secret misappropriation claim \nunder Chapter 66 .  For example, in Medical Staffing Network  Inc. v. Ridgway , the \nCourt of Appeals found that, after a bench trial, the “trial court’s use of [defendant’s] \ntotal revenue as a basis for calculating [plaintiff’s] lost profits was too speculative to \nconstitute a proper measure of damages.”  194 N.C. App. 649, 660, 670 S.E.2d 321, \n330 (2009).  Instead, the Court concluded that defendant’s profits were the proper \nmeasure—either the profit earned by the defendant as a result of the alleged trade \nsecret misappropriation or the profit attributable to a change in the plaintiff’s and \ndefendant’s relative market share.  Id. at 661, 670 S.E.2d at 330.  See, e.g., GE Betz, \nInc. v. Conrad, 231 N.C. App. 214, 239, 752 S.E.2d 634, 652 (2013) ( quoting Black’s \nLaw Dictionary 1329 (9th ed. 2009) (observing that “[p]rofit is ‘[t]he excess of \nrevenues over expenditures in a business transaction’”).   \n31. Other North Carolina appellate decisions are to similar effect.  See, e.g., GE \nBetz, Inc. 231 N.C. App. at 238, 752 S.E.2d at 652 ( holding measure of  unjust \nenrichment damages for trade secret misappropriation is “the profits garnered by \n[defendant]” (emphasis added)); Potter v. Hilemn Labs., Inc., 150 N.C. App. 326, 336, \n564 S.E.2d 259, 265 –66 (2002) (calculating unjust enrichment damages for trade \nsecret misappropriation by subtracting direct costs from the sales of p roducts using \nthe trade secret); Barker Indus. v. Gould, 146 N.C. App. 561, 566–67, 553 S.E.2d 227, \n231 (2001) (calculating unjust enrichment damages for trade secret misappropriation \nas defendants’ net income or net sales). \n32. Thus, Defendants’ proof shifts the burden to Plaintiff under Rule 56 to show \nat least a prima facie case on this issue for trial.  Plaintiff contends that it has met \nits burden by forecasting evidence that Defendants have been unjustly enriched by \ntheir alleged misappropriation because Defendants earned substantial revenues, \nalthough not profits, from paid credit card content marketing after they gained access \nto Plaintiff’s confidential information and trade secrets.  (Pl.’s Mem. Opp’n Defs.’ Mot. \nPartial Summ. J. 7–8.)  Plaintiff also asserts that Defendants’ willingness to suffer a \nloss on its paid credit card content marketin g business, and Defendants’ CE O’s \nassertion that this business is the “next significant growth engine for our company,” \n(Bona Aff. Ex. B; Webster Dep. 74:17 –77:24, 106:15–108:23; Pl.’s Mem. Opp’n Defs.’ \nMot. Partial Summ. J. Ex. 11), evidences that the allegedly misappropriated trade \nsecrets have value to Defendants and establishes that Defendants have gained an \nimproper benefit from their wrongful misappropriation.   \n33. North Carolina law makes plain, however, that Plaintiff’s evidence of \nDefendants’ revenues in Defendants’ paid credit ca rd content marketing business , \nbut not their profits, is too speculative to provide evidence of Plaintiff’s alleged \ndamages on its misappropriation claim to a reasonable certainty.  See, e.g., GE Betz, \nInc. 231 N.C. App. at 238, 752 S.E.2d at 652; Potter, 150 N.C. App. at 336, 564 S.E.2d \nat 265–66; see generally Med. Staffing Network, Inc. , 194 N.C. App. at 660 –61, 670 \nS.E.2d at 330  (“[T]he party seeking damages bears the burden of showing that the \namount of damages is based upon a standard that will allo w the finder of fact to \ncalculate the amount of damages with reasonable certainty.”).   \n34. Moreover, Plaintiff has not offered any evidence as to the value of the \nallegedly misappropriated trade secrets or the resulting increase in value of \nDefendants’ paid c redit card content marketing business from the alleged \nmisappropriation, and discovery is now closed.  Without more, the Court cannot \nconclude that Plaintiff has forecast evidence demonstrating its alleged damages with \nreasonable certainty.  See, e.g., Med. Staffing Network, Inc., 194 N.C. App. at 660, 670 \nS.E.2d at 330 (holding that “reasonable certainty” requires more than “hypothetical \nor speculative forecasts”). \n35. As such, the Court concludes that the undisputed evidence establishes that \nPlaintiff has failed to show that it has suffered legally cognizable unjust enrichment \ndamages on its misappropriation claim.   \n36. Accordingly, based on the foregoing, the Court concludes that Defendants \nare entitled to the entry of summary judgment establishing that Plaintiff is not \nentitled to recover compensatory damages for any of its claims, including any unjust \nenrichment damages on its misappropriation claim, as a matter of law.7   \n \n                                                 \n7  Plaintiff relies heavily on Booe v. Shadrick , 322 N.C. 567, 570, 369 S.E.2d 554, 555 –56 \n(1988) to support its proposition that its evidence is sufficient to survive summary judgment \nin light of the equitable nature of unjust enrichment.  (Pl.’s Mem. Opp’n Defs.’ Mot. Partial \nSumm. J. 7.)  Although Booe holds that damages for an unjust enrichment claim is the value \nof the benefit conferred, the Supreme Court concluded in that case that evidence of specific \nprior payments for similar services provided a basis to calculate damages with reasonable \ncertainty.  Id. at 571, 369 S.E.2d at 556.  No such evidence has been proffered here. \n \nB. Injunction Duration \n37. Although not specifically raised as such in its briefs, Defendants’ contention \nthat Plaintiff does not have a protectable interest to justify equitable relief after the \nEarnout Period expires on January 2, 2018 implicates Plaintiff’s standing to pursue \ninjunctive relief after that date.  (Defs.’ Mem. Supp. Mot. Partial Summ. J. 11.)  The \nCourt therefore raised Plaintiff’s standing to the parties at the hearing.   \n38. Defendants argued at the hearing that Plaintiff cannot show an “injury in \nfact” after January 2, 2018, precluding injunctive relief thereafter, because Plaintiff \ntransferred the alleged confidential and trade secret information to Bankrate under \nthe APA and because the only rights, title, or interests Plaintiff retained in the \ntransferred trade secrets —the Earnout —expires on January 2,  2018.  Therefore, \nDefendants contend that Plaintiff lacks standing and has no interest protectable by \nan injunction after January 2, 2018. \n39. Plaintiff argued in response that the Trade Secret Protection Act (“TSPA”) \npermits the owner of a trade secret at the time of misappropriation to seek equitable \nrelief even after the owner no longer has an ownership interest in the trade secret.   \n40. “Standing is a necessary prerequisite to a court’s proper exercise of subject \nmatter jurisdiction ,” Aubin v. Susi , 149 N.C. App. 320, 324, 560 S.E.2d 875, 878 \n(2002), and “ refers to whether a party has a sufficient stake in an otherwise \njusticiable controversy such that he or she may properly seek adjudication of the \nmatter,” Am. Woodland Indus., Inc. v. Tolson, 155 N.C. App. 624, 626, 574 S.E.2d 55, \n57 (2002).8  It requires “that the plaintiff have been injured or threatened by injury \nor have a statutory right to institute an action.”  Bruggeman v. Meditrust Co., L.L.C., \n165 N.C. App. 790, 795, 600 S.E.2d 507, 511 (2004) (quoti ng In re Baby Boy Scearce, \n81 N.C. App. 531, 541, 345 S.E.2d 404, 410 (1986)).  As a result, standing is an issue \nthat can be challenged at any time,  Crouse v. Mineo , 189 N.C. App. 232, 236, 658 \nS.E.2d 33, 36 (2008) , may be raised by the Court  ex mero motu , Willowmere Cmty. \nAss’n v. City of Charlotte , 792 S.E.2d 805, 808 (N.C. Ct. App. 2016), and must be \naddressed before the merits, In re T.B., 200 N.C. App. 739, 742, 685 S.E.2d. 529, 531–\n32 (2009). \n41. The burden is on the party seeking a remedy and invoking j urisdiction to \nprove its standing for every form of relief sought.  See Neuse River Found., 155 N.C. \nApp. at 113, 574 S.E.2d at 51; Queen’s Gap Cmty. Ass’n v. McNamee , 2011 NCBC \nLEXIS 37, at * 4 (N.C. Super. Ct. Sept. 23, 2011) .  Because standing is “an \nindispensable part of the plaintiff’s case, each element must be supported in the same \nway as any other matter on which the plaintiff bears the burden of proof, i.e., with \nthe manner and degree of evidence required at the successive stages of the litigation.”  \nNeuse River Found., 155 N.C. App. at 113, 574 S.E.2d at 51. \n42. Standing “most often turns on whether the party has alleged ‘injury in fact’ \nin light of the applicable statutes or caselaw.”  Neuse River Found., 155 N.C. App. at \n                                                 \n8 Although “North Carolina courts are not constrained by the ‘case or controversy’ \nrequirement of Article III of the United States Constitution[,]” North Carolina courts have \n“refer[red] generally to a party’s right to have a cou rt decide the merits of a dispute” as a \nquestion of “standing.”  Neuse River Found. v. Smithfield Foods, Inc., 155 N.C. App. 110, 114, \n574 S.E.2d 48, 52 (2002). \n114, 574 S.E.2d at 52.  An injury in fact is “an invasion of a legally protected interest \nthat is (a) concrete and particularized and (b) actual or imminent, not conjectural or \nhypothetical[.]”  Neuse River Found., 155 N.C. App. at 114, 574 S.E.2d at 52 (quoting \nLujan v. Defenders of Wildlife, 504 U.S. 555, 560 (1992)).  \n43. The TSPA states, in relevant part, that “ [t]he owner of a trade secret shall \nhave remedy by civil action for misappropriation of his trade secret.”  N.C. Gen. Stat. \n§ 66-153.  The TSPA affords an “owner of a trade secret” several remedies, including \na preliminary injunction and a permanent injunction.  N.C. Gen. Stat. § 66 -154(a)–\n(b).   \n44. Specifically, the TSPA states that,  \nExcept as provided herein, actual or threatened misappropriation  of a \ntrade secret may be preliminarily enjoined during the pendency of the \naction and shall be permanently enjoined upon judgment finding \nmisappropriation for the period that the trade secret exists plus an \nadditional period as the court may deem necessar y under the \ncircumstances to eliminate any inequitable or unjust advantage arising \nfrom the misappropriation. \n \nN.C. Gen. Stat. § 66-154(a).  Therefore, under the TSPA, a party has standing to seek \ninjunctive relief if (i) he is the “owner of the trade secret” and “the trade secrets exist” \nor (ii) he is the  “owner of [a] tr ade secret” that has ceased to exist but where \n“circumstances [of] . . . inequitable or unjust advantage arising from the \nmisappropriation” persist.  The term “[o]wner” is not defined under the TSPA nor has \nit been defined by the courts of this State .  See generally SCR -Tech LLC v. Evonik \nEnergy Servs. LLC , 2014 NCBC L EXIS 71, at * 1–2 (N.C. Super. Ct. Dec. 31, 2014 ) \n(noting the uncertainty about how our appellate courts will interpret the legislature’s \nchoice to restrict misappropriation claims to an “owner”).   \n45. Here, it is undisputed that Plaintiff held all rights, title, and interests in the \nconfidential and trade secret information that is at issue in this litigation, and that \nPlaintiff transferred those rights, title, and interests to Bankrate on June 17, 2016, \nretaining only an interest in the confidential and trade secret  information to the \nextent of the Earnout under the APA.  Upon the Earnout Period’s expiration on \nJanuary 2, 2018, Plaintiff will cease to have any interest or a stake of any kind in the \nalleged trade secrets .  Indeed, as of that date, Plaintiff will no longer possess any \nrights, title, or interests in the alleged trade secrets that could be adversely affected \nby the disclosure or use of those alleged trade secrets or that could be affected or \nprotected by this Court’s entry of injunctive relief.   \n46. As such, the Court concludes that Plaintiff does not have a legally protected \ninterest to support injunctive relief after the Earnout Period expires on January 2, \n2018, and, hence, does not  have an injury in fact resulting from any alleged \nmisappropriation of trade secrets under the TSPA after that date.  See, e.g., Gen. Elec. \nCo., v. Int’l Union of Elec., Radio & Mach. Workers, 47 N.C. App. 153, 158, 266 S.E.2d. \n750, 753 (1980) (“A trial court sitting in equity has no powers to issue an injunction \nwhen only abstract rights are involved.”); see also Minitube of Am., Inc. v. Reprod. \nProvisions, LLC, No. 13-CV-685-JPS, 2014 U.S. Dist. LEXIS 60596, at *29 –30 (E.D. \nWis. May 1, 2014) (holding that plaintiff lacked standing to obtain injunctive relief \nwhere it had no legal interest in the intellectual property after an asset sale).   \n47. As a result, the Court concludes that Plaintiff lacks standing to seek \nprotection of the alleged trade secrets at issue under the TSPA after the expiration of \nthe Earnout Period on January 2, 2018.  Plaintiff has not offered any evidence to \npersuade the Court to the contrary.  See, e.g., Smith v. Rockingham , 268 N.C. 697, \n699, 151 S.E.2d 568, 570 (1966) (quoting Pharr v. Garibaldi, 252 N.C. 803, 815, 115 \nS.E.2d 18 , 27 (196 0) (“It is not enough for the plaintiff to allege simply that the \ncommission or continuance of the act will cause him injury, or serious injury, or \nirreparable injury; but he should allege the facts, from which the court may determine \nwhether or not such injury will result.”)); see also Kentuckians for the Commonwealth, \nInc. v. Rivenburgh, 317 F.3d 425, 436 (4th Cir. 2003) (quoting Califano v. Yamaski, \n422 U.S. 682, 702 (1979) (“[Injunctive relief] should be no more burdensome to the \ndefendant than necessary to provide complete relief to plaintiffs.”)).9 \nVI. \nCONCLUSION \n48. Based on the foregoing, the Court hereby GRANTS Defendants’ Motion for \nPartial Summary Judgment as follows: \na. On the issue of whether Plaintiff is  entitled to recover compensatory \ndamages on its claims, Defendants’ request for summary judgment is \nGRANTED, and the Court concludes that  Plaintiff is not entitled to \nrecover compensatory damages on any of Plaintiff’s claims  as a matter \n                                                 \n9  The Court’s ruling addresses Plaintiff’s standing and is without prejudice to, and does not \naffect, whatever rights or remedies may be available to any other person or entity claiming \nto be an “owner” of some or all of the alleged trade secrets at issue in this litigation. \nof law.  To avoid confusion, the Court notes that this ruling is without \nprejudice to Plaintiff’s right to seek, and Defendants’ right to challenge, \nPlaintiff’s nominal damages, punitive damages, and /or attorneys’ fees, \nif appropriate, at a later stage of this litigation. \nb. On the issue of whether Plaintiff is entitled to injuncti ve relief \ncontinuing after January 2, 2018, Defendants ’ request for summary \njudgment is GRANTED, and the Court concludes that , unless earlier \nterminated by the Court, the P.I. Order entered on June 29, 2016 shall \nextend only through and including January 2, 2018 and Plaintiff shall \nnot be entitled to injunctive relief to protect the alleged trade secrets at \nissue in this litigation after that date.10   \n SO ORDERED, this the 14th day of June, 2017. \n \n \n     /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n     Special Superior Court Judge \n       for Complex Business Cases   \n \n \n \n                                                 \n10  Plaintiff contended at the hearing that CompareCards has violated the P.I. Order but has \nnot sought relief by proper means to address this alleged misconduct.  Thus, the Court does \nnot address or consider Plaintiff’s contention in its resolution of the Motion.   "
}