{
  "id": "0d18d7d53df1fd3a75fe273e99f4569d7fe2d1e6093cc10b5c6d0c18e8322fca",
  "source_file": "data/raw/ncbc/0d18d7d53df1fd3a75fe273e99f4569d7fe2d1e6093cc10b5c6d0c18e8322fca.pdf",
  "raw_text": "Capps v. Blondeau, 2014 NCBC 24. \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 07 CVS 16486 \n \n \nESTATE OF MARTHA B. CAPPS, by and  ) \nthrough its Executor, Bruce L. Capps, ) \nand THE ANNE KYLE TRUST, by and ) \nthrough its Successor Trustee, Branch ) \nBanking and Trust Company, ) \n Plaintiffs ) OPINION AND \n  ) ORDER ON MOTIONS FOR \n v.  )  SUMMARY JUDGMENT \n   )  \nHAROLD EARL BLONDEAU, R.J.  )  \nBLONDEAU, NEAL WILLIAM KNIGHT, )  \nANNE LOUISE KNIGHT, HELEN  ) \nSOUTHWICK KNIGHT, MORGAN  ) \nKEEGAN & COMPANY, INC., MARVIN L. ) \nBAKER FAMILY FOUNDATION, INC., and ) \nREGIONS BANK, d/b/a REGIONS ) \nMORGAN KEEGAN TRUST FSB, ) \n  Defendants ) \n \n THIS CAUSE, designated a mandatory complex business case by Order of the \nChief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-\n45.4(b) (hereinafter, references to the North Carolina General Statutes will be to \"G.S.\"), \nand assigned to the undersigned Chief Special Superior Court Judge for Complex \nBusiness Cases, comes before the court upon Defendant Morgan Keegan & Company, \nInc.'s Motion for Partial Summary Judgment (\"Morgan Keegan Motion\"), Defendant \nRegions Bank's Motion for Partial Summary Judgment (\"Regions Bank Motion\"), Motion \nof the Knight Defendants for Summary Judgment (\"Knight Motion\"), Defendant Marvin \nL. Baker Family Foundation, Inc.'s Motion for Summary Judgment on All Cross Claims \n(\"Baker Motion\"), all pursuant to Rule 56 of the North Carolina Rules of Civil Procedure \n(\"Rule(s)\") (collectively, \"Defendant Motion(s)\"), and Plaintiffs' Motion to Summarily \nDeny the Knight Defendants' Motion for Summary Judgment (\"Plaintiffs' Motion\"), \npursuant to Rules 6, 8 and 15 of the General Rules of Practice and Procedure for the \nNorth Carolina Business Court (\"BCR\") (Defendant Motions and Plaintiffs’ Motion \ncollectively, \"Motions\"). \n THE COURT, after reviewing the Motions, briefs in support of and in opposition \nto the Motions, arguments of counsel and other appropriate matters of record, \nCONCLUDES that the Motions should be DENIED, for the reasons stated herein. \n Brownlee Law Firm, PLLC, by Gilbert W. File, Esq. and Zaytoun Law Firm, PLLC, \nby Robert E. Zaytoun, Esq., Matthew Ballew, Esq. and John R. Taylor, Esq., for \nPlaintiffs. \n \n Defendant Harold Earl Blondeau, pro se. \n \nDefendant Neal William Knight, Jr., pro se. \n \nDefendant Anne Louise Knight, pro se. \n \nDefendant Helen Southwick Knight, pro se. \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP, by Eric M. David, Esq., \nCharles F. Marshall, Esq., and James T. Williams, Esq., for Defendant Morgan Keegan \n& Company, Inc. \n \nJordan Price Wall Gray Jones Carlton PLLC, by Paul T. Flick, Esq., for \nDefendant Marvin L. Baker Family Foundation, Inc. \n \nHoward Stallings From & Hutson, P.A., by James B. Angell, Esq., as Receiver for \nDefendant Marvin L. Baker Family Foundation, Inc. \n \n Robinson Bradshaw and Hinson, P.A. by Robert E. Harrington, Esq., Andrew W. \nJ. Tarr, Esq. and Matthew F. Tilley, Esq., for Defendant Regions Bank. \n \n  \n \n  \n \n  \n \n  \n \n   \nPROCEDURAL HISTORY \n[1] On October 12, 2007, Plaintiffs filed this civil action suit against \nDefendants Harold Blondeau (\"Blondeau\"), R.J. Blondeau, Neal William Knight, Jr. \n(\"Neal Knight\"), Anne Louise Knight (\"Anne Knight\"), Helen Southwick Knight (\"Helen \nKnight\") (collectively, \"Knight Defendants\"), Morgan Keegan & Company, Inc. (\"Morgan \nKeegan\"), Marvin L. Baker Family Foundation, Inc. (\"Baker Foundation\") and Regions \nBank. \n[2] Plaintiffs filed a Verified Motion for Temporary Restraining Order and \nPreliminary Injunction, N.C. Gen. Stat. § 1A-1, Rule 65, and a Verified Motion for \nAppointment of Receiver for the Baker Foundation, N.C. Gen. Stat. § 1-501, et seq., on \nOctober 30, 2007.  Pursuant to these motions and a subsequent hearing, on November \n15, 2007, the court entered an Order on Preliminary Injunction and Appointing Receiver, \nby which it appointed James B. Angell, Esq. of Howard Stallings From & Hutson, P.A. \nas Receiver to take possession and control of the Baker Foundation.  \n[3] Plaintiff Capps passed away on March 12, 2011. On July 8, 2011, the \ncourt granted a Motion to Substitute Parties, allowing Bruce Capps, as executor of the \nEstate of Martha B. Capps, and the Anne Kyle Trust, by and through its Successor \nTrustee, BB&T, to be substituted as Plaintiffs in this action.1 \n[4] In the Complaint,2 Plaintiffs allege the following causes of action \n                                                 \n1 Order on Mot. Substitute Parties (July 8, 2011). \n2 Plaintiffs amended the original Complaint on May 5, 2008, by which they amended the Twentieth, \nTwenty-First and Twenty-Second Causes of Action (Rescission of alleged Arbitration Agreement due to \nfraudulent inducement, Rescission of alleged Arbitration Agreement due to unconscionability, and \nRescission of alleged Arbitration Agreement due to breach of fiduciary duty), and on July 15, 2011, by \nwhich they amended the Twelfth Cause of Action (Breach of Fiduciary Duty as against Regions Bank) \nand added a Twenty-Third Cause of Action against Defendant Regions Bank (Unfair and Deceptive Trade \n(\"Claim(s)\"): First Cause of Action [Breach of Fiduciary Duty as against Defendant Hal \nBlondeau] (\"Claim One\"); Second Cause of Action [Constructive Fraud as against \nDefendant Blondeau, pled in the alternative] (\"Claim Two\"); Third Cause of Action \n[Fraud and Deceit as against Defendant Blondeau, pled in the alternative] (\"Claim \nThree\"); Fourth Cause of Action [Breach of Fiduciary Duty as against Defendant Neal \nKnight] (\"Claim Four\"); Fifth Cause of Action [Constructive Fraud as against Defendant \nNeal Knight, pled in the alternative] (\"Claim Five\"); Sixth Cause of Action [Fraud and \nDeceit as against Defendant Neal Knight, pled in the alternative] (\"Claim Six\"); Seventh \nCause of Action [Negligent Misrepresentation as against Defendants Hal Blondeau and \nMorgan Keegan] (\"Claim Seven\"); Eighth Cause of Action [Respondeat \nSuperior/Vicarious Liability as against Defendant Morgan Keegan] (\"Claim Eight\"); Ninth \nCause of Action [Negligence and/or Negligence Per Se as against Defendant Morgan \nKeegan] (\"Claim Nine\");Tenth Cause of Action [Violation of North Carolina Racketeer \nInfluenced and Corrupt Organizations Act, N.C.G.S. Ch. 75-D, as against Defendants \nHal Blondeau, Neal Knight, and Baker Foundation] (\"Claim Ten\"); Eleventh Cause of \nAction [Civil Conspiracy as against Defendants Hal Blondeau, Neal Knight, and Baker \nFoundation] (\"Claim Eleven\"); Twelfth Cause of Action [Breach of Fiduciary Duty as \nagainst Defendant Regions Bank] (\"Claim Twelve\"); Thirteenth Cause of Action [Unfair \nand Deceptive Trade Practices as against Defendant Morgan Keegan and Defendant \nBlondeau] (\"Claim Thirteen\"); Fourteenth Cause of Action [Unjust Enrichment/Quantum \nMeruit as against Defendants R.J. Blondeau, Anne Knight, and Helen Knight] (\"Claim \n                                                 \nPractices). The original Complaint and subsequent filings amending the original Complaint collectively will \nbe referred to as \"Complaint.\" \n \nFourteen\"); Fifteenth Cause of Action [Revocation of Gifts as against Defendants \nBlondeau, R.J. Blondeau, Neal Knight, Helen Knight, Anne Knight, and Baker \nFoundation] (\"Claim Fifteen\"); Sixteenth Cause of Action [Constructive Trust as against \nDefendants Baker Foundation, Blondeau, R.J. Blondeau, Neal Knight, Anne Knight, and \nHelen Knight] (\"Claim Sixteen\"); Seventeenth Cause of Action [Equitable Action for \nAccounting] (\"Claim Seventeen\"); Eighteenth Cause of Action [Preliminary Injunction] \n(\"Claim Eighteen\"); Nineteenth Cause of Action [Order for Appointment of Receiver \npursuant to Chapter 1, Article 38 of the North Carolina General Statutes, pled in addition \nand in the alternative] (\"Claim Nineteen\"); Twentieth Cause of Action [Rescission of \nalleged Arbitration Agreement due to fraudulent inducement] (\"Claim Twenty\"); Twenty-\nFirst Cause of Action [Rescission of alleged Arbitration Agreement due to \nunconscionability] (\"Claim Twenty-One\"); Twenty-Second Cause of Action [Rescission \nof alleged Arbitration Agreement due to breach of fiduciary duty] (\"Claim Twenty-Two\"); \nand Twenty-Third Cause of Action [Unfair and Deceptive Trade Practices as against \nRegions Bank] (\"Claim Twenty-Three\"). \n[5] On June 10, 2009, based on his prior interactions with Capps, Defendant \nHal Blondeau pled guilty to charges of Investment Advisor Fraud and Making and \nSubscribing a False Tax Return. United States v. Blondeau, 2011 U.S. Dist. LEXIS \n139082 at *1. \n[6] On January 7, 2008, Defendants Morgan Keegan and Blondeau filed \nmotions asking the court to stay this action and compel certain issues to be resolved by \narbitration.  They contended that a valid and enforceable arbitration agreement between \nCapps and Morgan Keegan prevented Plaintiffs from raising claims as to Morgan \nKeegan and its agents or employees in this civil action.3 Because applicable law \nrequires a court to determine summarily the existence of an enforceable arbitration \nagreement before ordering a dispute to arbitration, the court entered an order on May 2, \n2008, requiring limited discovery as to the existence of an agreement to arbitrate \nbetween Capps and Morgan Keegan and whether such agreement was \nunconscionable.4 After considering the evidence produced by the parties in response to \nthe discovery order, the court entered an order denying the motions to compel \narbitration by Morgan Keegan and Blondeau on April 13, 2010.5 That order was \nsubsequently appealed, and the denial of arbitration was affirmed by the North Carolina \nCourt of Appeals on November 15, 2011.6  \n[7] On April 13, 2010, the court dismissed Claims Fourteen and Fifteen \nagainst R.J. Blondeau, Helen Knight and Anne Knight.7  \n[8] In their Answers to the Complaint, Defendants Neal Knight and Anne \nKnight alleged crossclaims against the Baker Foundation for indemnification.8 Neal \nKnight also alleged a counterclaim against Capps for attorney's fees.9 Morgan Keegan \nalso filed a crossclaim against the Baker Foundation for indemnification.10  \n[9] On June 10, 2010, Defendant Baker Foundation filed Cross-Claims of the \nDefendant Marvin L. Baker Family Foundation, Inc. (\"Baker Foundation Crossclaims\"). \n                                                 \n3 Morgan Keegan's Mot. Stay Jud. Proceedings & Compel Arb., Blondeau Mem. Law Supp. Mot. Compel \nArb. \n4 Order (May 2, 2008) (citing Routh v. Snap-On Tools Corp., 108 N.C. App. 268, 271-72 (1992)). \n5 Order on Mot. Stay Jud. Proceedings and Compel Arbitration, 2010 NCBC 7 (Apr. 13, 2010), aff'd, 2011 \nN.C. App. LEXIS 2373. \n6 Capps v. Blondeau, 2011 N.C. App. LEXIS 2373. \n7 Op. & Order on Mot. Dismiss ¶¶ 75-76, 2010 NCBC 8 (Apr. 13, 2010) (\"Opinion\"). \n8 Neal Knight Answer to Complaint 46-47; Anne Knight Answer to Complaint 45. \n9 Neal Knight Answer to Complaint 45.  \n10 Morgan Keegan's Amendment to Answer Asserting Crossclaim Against Baker Fdtn. \nThe Baker Foundation CrossClaims allege the following against Defendants Hal \nBlondeau, R.J. Blondeau, Neal Knight, and Anne Knight: 11 First Claim for Relief \n(Breach of Fiduciary Duty) (\"Crossclaim One\"); Second Claim for Relief (Conversion) \n(\"Crossclaim Two\"); Third Claim for Relief: Constructive Trust and Accounting \n(\"Crossclaim Three\"); and Fourth Claim for Relief: Unjust Enrichment (\"Crossclaim \nFour\"). \n[10] On September 14, 2012, Defendant Baker Foundation filed a Motion for \nEntry of Default as to Harold Earl Blondeau on the Cross-Claims of the Defendant \nMarvin L. Baker Family Foundation, Inc. (\"Baker Blondeau Motion\"), seeking an entry of \ndefault against Blondeau as to the Baker Foundation Crossclaims.  \n[11] On September 19, 2012, Defendant Blondeau filed a Motion to Stay the \nProceeding or Dismiss Defendant Blondeau from this Action (\"First Blondeau Motion\"), \nseeking a stay in the proceedings to allow him to build his case or, in the alternative, \ndismissal of Blondeau from the action.  \n[12] On September 24, 2012, the Knight Defendants filed the Knight Motion, \nseeking summary judgment on all claims asserted by Plaintiffs against the Knight \nDefendants. Also on September 24, 2012, Defendant Morgan Keegan filed the Morgan \nKeegan Motion, seeking summary judgment on all claims asserted by Plaintiffs against \nDefendant Morgan Keegan, and Defendant Regions Bank filed the Regions Bank \nMotion, requesting summary judgment on all claims asserted by Plaintiffs against \nDefendant Regions Bank. Defendant Baker Foundation also filed the Baker Foundation \n                                                 \n11 Although R.J. Blondeau was originally named as a Defendant in both the original Complaint and the \nBaker Foundation Crossclaims, all claims against him subsequently were dismissed. Voluntary Dismissal \nwith Prejudice as to R.J. Blondeau (Jan. 25, 2012); Notice of Dismissal of Cross-Claim as to RJ \nBlondeau, (Feb. 2, 2012). \nMotion on September 24, 2012, seeking Summary Judgment on all of its own \ncrossclaims and all crossclaims asserted against it by the Knight Defendants and \nDefendant Morgan Keegan. \n[13]  On September 29, 2012, Defendant Blondeau filed a Motion to Dismiss \nDefendant Blondeau (\"Second Blondeau Motion\"), moving for his dismissal from the \naction.  \n[14] On October 12, 2012, Plaintiffs filed the Plaintiffs' Motion, seeking denial \nof the Knight Defendants' Motion for Summary Judgment on procedural grounds. \n[15] On March 5, 2013, the court entered an Order on Motion for Entry of \nDefault and Motions to Dismiss, granting the Baker Blondeau Motion and denying the \nFirst and Second Blondeau Motions. \n[16] The Motions have been fully briefed and argued and are ripe for \ndetermination. \nFACTUAL BACKGROUND \n Among other things, the Complaint alleges that: \n[17] Martha B. Capps (“Capps”), now deceased, was a resident of Raleigh, \nNorth Carolina.12 Capps learned in 1988 that she was to inherit a large sum of money \nfrom her aunt Anne Kyle (\"Kyle\"), a Florida resident.13 Capps was in an abusive \nmarriage at the time, and undertook to seek legal advice from an estate planning \nattorney on how to protect this anticipated inheritance from her husband.14  \n[18] Capps and Kyle were referred to Neal Knight, a Florida-based attorney.15 \n                                                 \n12 Compl. ¶ 1. \n13 Id. ¶¶ 19-20. \n14 Id. ¶¶ 22-23.  \n15 Id. ¶ 24. \nKnight helped Kyle establish two trusts: the Anne Kyle GST and the Anne Kyle \nIrrevocable Trust (collectively, \"Trust\").16 Capps was named beneficiary of the Trust.17 \nKnight continued to work with Capps as Kyle's estate administration attorney and \nCapps' resident process agent for the state of Florida after Kyle's death.18 \n[19] Capps' financial advisor and stockbroker, Blondeau, was intimately \ninvolved in the creation of the Trust, even attending Capps' meeting with legal counsel \nand corresponding with Neal Knight about Kyle's estate planning.19 At the time of Kyle's \ndeath, Blondeau was employed by A.G. Edwards, which subsequently became the \nsuccessor trustee for the Trust.20 The Trust contained at least four million dollars at the \ntime that A.G. Edwards became successor trustee.21  \n[20] A.G. Edwards served as successor trustee from 1989 to 1997, when \nBlondeau left employment at A.G. Edwards to work for Morgan Keegan.22 At Blondeau's \nadvice, Capps then moved all of her accounts, including administration of the Trust, to \nMorgan Keegan.23 Regions Bank, which owned Morgan Keegan, became successor \ntrustee.24  \n[21] Upon assuming successor trustee responsibilities, Regions Bank \ndiscovered that A.G. Edwards had failed to pay Trust net income and related taxes in \nthe amount of at least one million dollars to Capps during its tenure as successor \n                                                 \n16 Id. ¶¶ 28-29. \n17 Id. ¶ 29. \n18 Id. ¶ 30. \n19 Id. ¶¶ 25-26. \n20 Id. ¶ 34. \n21 Id. ¶ 36. \n22 Id. ¶ 39-40. \n23 Id.  \n24 Id. ¶ 41. \ntrustee.25 Rather than identifying or explaining the problem to Capps, Regions Bank \nopted to pay income taxes out of Trust property. This resulted in the imposition of a \nhigher tax rate than would have been required had Capps paid the taxes as \nbeneficiary.26 Blondeau and Knight were closely involved in the legal issues surrounding \nthe undistributed net income, and discussed these matters with estate attorney Gerald \nThornton (\"Thornton\") both in and out of Capps' presence.27   \n[22] In July 2001, Blondeau and Knight incorporated the Baker Foundation, a \nFlorida non-profit corporation named for Capps' father, without the knowledge of Capps \nor Thornton.28 Blondeau and Knight named themselves President, Vice President, \nSecretary, Treasurer and Directors of the Baker Foundation. They also named R.J. \nBlondeau, Hal Blondeau's son, and Anne Knight, Neal Knight's daughter, as Directors.29 \n[23] Capps executed several estate planning documents on August 21, 2001. \nOne of these documents granted Blondeau financial Power of Attorney, giving him the \nability to make financial decisions for Martha Capps, with Knight named as first \nsuccessor.30 On the same day that Capps executed these documents, certain stocks \nand securities held as Trust assets were transferred to Capps' personal account at \nMorgan Keegan.31 These assets were improperly liquidated, resulting in a short-term \ncapital loss of $452,451.96.32 \n[24] The Baker Foundation was funded with $1,775,000 from Capps' personal \n                                                 \n25 Id. ¶ 42. \n26 Id. ¶ 43. \n27 Id. ¶ 47-50. \n28 Id. ¶ 56-58. \n29 Id. ¶ 64. \n30 Id. ¶ 54-55. \n31 Id. ¶ 57. \n32 Id. ¶ 58. \naccount at Morgan Keegan on August 28, 2001, one week after Capps executed her \nestate planning documents and Trust securities were liquidated in Capps' account.33 \nThis transfer comprised 80% of her then-existing personal estate.34  \n[25] Defendants Blondeau and Neal Knight withheld the Baker Foundation \ntransfer from Thornton, and Capps was not fully informed of the amount of the \ntransfer.35 Further, Capps was not informed of the fact that this transfer constituted an \nirrevocable charitable gift.36 \n[26] Assets belonging to Capps were transferred from her personal account at \nMorgan Keegan to the Baker Foundation in eight transactions occurring between \nAugust 2001 and July 2005.37 These transfers were of no material benefit to Capps or \nher family, and assets held by the Baker Foundation were completely under the control \nof the Foundation's Directors.38  \n[27] From 2002 to 2006, the Baker Foundation made several charitable \ndonations to organizations with no connection to Capps or her family, resulting in \nfavorable community recognition for Blondeau and Neal Knight, and accrued several \nthousand dollars in \"directors' fees\" despite the fact that the Baker Foundation Directors \nhad not contributed time to the Baker Foundation.39 \n[28] During the same time period, Defendant Regions Bank permitted several \ndistributions of Trust principal without having the required written authorization from \n                                                 \n33 Id. ¶ 59. \n34 Id. ¶ 61. \n35 Id. ¶ 62. \n36 Id. ¶¶ 61-62. \n37 Id. ¶¶ 59, 66, 71, 79, 82, 86, 90, 115, 120. \n38 Id. ¶¶ 61, 64. \n39 Id. ¶¶138-139. \nCapps, or for purposes not permitted by the Trust Agreement.40 Defendant Regions \nBank failed properly to perform its fiduciary duties as trustee by relying on Hal \nBlondeau's position as stockbroker and partner at Morgan Keegan to conclude that Hal \nBlondeau was acting in accordance with his fiduciary duties to Capps.41 \n[29] Additionally, several thousand dollars from the Trust and Capps' personal \naccounts were paid to universities and law schools where R.J. Blondeau and Anne \nKnight and Helen Knight were enrolled,42 to Wachovia Bank, which Plaintiff believes \nwas designed to obscure the fact that Hal Blondeau was the real recipient of the \ntransfers to Wachovia Bank, 43 and to Anne Knight and Helen Knight.44 Capps' Morgan \nKeegan check card was also used to make several unauthorized purchases from \nalcohol vendors.45 \n[30] In May 2004, Capps' doctor observed during a routine examination that \nCapps appeared to be suffering memory loss. Her doctor gave her a sample of a drug \nto help with Alzheimer's disease.46 The following day, Hal Blondeau submitted a \ndocument requesting a wire transfer in the amount of $350,000 from the Trust to a real \nestate agent, purportedly so that Capps could purchase a second beach home in \nMorehead City, North Carolina.47 In actuality, the funds were used by Hal Blondeau to \npurchase a beach home for himself.48 Hal Blondeau drafted a promissory note payable \nto Capps for the amount of $350,000, purportedly to represent the fact that the money \n                                                 \n40 Id. ¶¶ 70-72, 75, 80, 81, 85. \n41 Id. ¶ 73. \n42 Id. ¶¶ 67, 74, 77, 80, \n43 Id. ¶ 83, 87. \n44 Id. ¶¶ 93, 114.  \n45 Id. ¶¶ 88, 113. \n46 Id. ¶ 100. \n47 Id. ¶ 102. \n48 Id. ¶ 104. \nwas a loan from Capps for the purchase, but never recorded a Deed of Trust.49 In his \nrole as stockbroker and employee of Morgan Keegan, Hal Blondeau was obligated to \nprovide financial and investment services to Capps, and was prevented from borrowing \nmoney from a client except upon specific conditions that were not met in the present \ncase.50 \n[31] On August 8, 2005, Capps' physician wrote a letter in which he stated that \nhe believed that Capps was experiencing significant cognitive impairment and could not \nmake financial or personal decisions.51 \n[32] In February 2006, Hal Blondeau paid $1,072.19 to Neal Knight, \npurportedly to reimburse him for a visit to North Carolina to meet with Capps. Neal \nKnight did not meet with Capps during that visit.52 \n[33] Hal Blondeau and Neal Knight were aware of Capps' domestic situation \nand her reliance upon them for financial and estate planning issues, and used her \nreliance to their advantage.53 \nDISCUSSION \n \nPlaintiffs' Motion \n \n[34] Plaintiffs move for a summary denial of the Knight Motion on procedural \ngrounds. Specifically, Plaintiffs point to the fact that the required brief in support of the \nKnight Motion was not filed until more than 24 hours after the filing deadline set by this \ncourt's May 23, 2012 Order on Motion for Amended Case Management Order, that the \n                                                 \n49 Id. ¶ 107. \n50 Id. ¶ 110-111. \n51 Id. ¶ 123. \n52 Id. ¶ 128. \n53 Id. ¶143. \nKnight Defendants never submitted exhibits cited in the brief for consideration by the \ncourt, and that the Knight Defendants did not file their Motion with the Wake County \nClerk of Superior Court or pay the associated filing fee.54 Plaintiffs speculate that the \nKnight Defendants deliberately delayed filing their brief in order to relying upon evidence \nand wording from Defendant Morgan Keegans' Brief in Support of its Motion for Partial \nSummary Judgment.55 \n[35] BCR 15.2 requires all written summary judgment motions filed with the \nNorth Carolina Business Court to be contemporaneously accompanied by a supporting \nbrief. Further, BCR 8 requires any filings submitted to the Business Court to be filed with \nthe Clerk of Superior Court in the county of venue within five business days, in \naccordance with Rule 5(d). \n[36] A party practicing before the North Carolina Business Court should take \nthe deadlines imposed by its orders and the rules of practice very seriously. \"The failure \nto file a brief or response within the time specified in [BCR 15] shall constitute a waiver \nof the right thereafter to file such a brief or response . . . . A motion unaccompanied by a \nrequired brief may, in the discretion of the Court, be summarily denied.\" BCR 15.11. \n[37] Our court of appeals has set out an appropriate standard for determining \nwhether a filing should be stricken for failing to comply with the applicable rules of \npractice. In deciding whether to dismiss a filing for procedural error, courts should weigh \nthe impact of the rule violations on the non-violating party and the importance of \nupholding the integrity of the rules against the broader public policy favoring the \nresolution of disputes on their merits. See, e.g., Hammonds v. Lumbee River Elec. \n                                                 \n54 Br. Supp. Pls.' Mot. Summ. Deny Knight Defs.' Mot. Summ. J. at 2-3. \n55 Id. at 4. \nMembership Corp., 178 N.C. App. 1, 15 (2006). The court is troubled by the Knight \nDefendants' reliance on Morgan Keegan's Memorandum of Law in Support of Motion for \nPartial Summary Judgment. Nevertheless, in light of the relatively short delay between \nthe deadline and the time the Knight Defendants submitted their brief, the relatively \nminor impact on Plaintiffs due to the delay and the Knight Defendants' failure to file with \nthe Wake County Clerk of Superior Court, the importance of consistency in applying the \nBCRs and the complexity of the case before the court, the court elects, in its discretion, \nto receive and review the Knight Defendants' Motion in spite of these filing improprieties.  \n[38] Accordingly, the Plaintiffs' Motion should be DENIED. \nSummary Judgment \n \n[39] Summary judgment is appropriate under Rule 56 if the pleadings, \ndepositions, interrogatories, admissions and affidavits show that there is no genuine \nissue as to any material fact and that any party is entitled to judgment as a matter of \nlaw. Forbis v. Neal, 361 N.C. 519, 523-524 (2007).  \n[40] A movant may utilize a motion for summary judgment to force the non-\nmovant to \"forecast\" evidence demonstrating that the non-movant will be able to make \nout at least a prima facie case at trial. Collingwood v. Gen. Elec. Real Estate Equities, \nInc., 324 N.C. 63, 66 (1989). Any inference of fact should be drawn against the movant. \nForbis, 361 N.C. at 523-24 (citing Caldwell v. Deese, 288 N.C. 375, 378 (1975)). The \nexistence of a genuine issue of material fact will require the court to preserve the issue \nfor a finder of fact. Bumpers v. Cmty. Bank of N. Va, __ N.C. __, 747 S.E.2d 220 (2013). \n[41] The Morgan Keegan Motion seeks summary judgment on all Claims \n(direct and vicarious) for unfair and deceptive trade practices under G.S. § 75-1.1, all \nClaims for negligence and/or negligent misrepresentation arising from any transaction \nthat occurred before August 1, 2005, all Claims for vicarious liability arising from any \ntransaction that occurred before August 1, 2005, and any request for punitive damages \nagainst Morgan Keegan.  \n[42] The Regions Bank Motion seeks summary judgment in favor of Regions \nBank on \"all claims asserted by Plaintiffs, with the exception of those claims relating to \nPlaintiffs' alleged damages resulting from Regions' resignation as co-trustee\"56 of the \nTrust. \n[43] The Knight Motion seeks summary judgment as to all of Plaintiff's Claims \nagainst the Knight Defendants. \n[44] The Baker Motion, through the Receiver for the Baker Foundation, seeks \nsummary judgment as to all Baker Foundation Crossclaims and all crossclaims against \nthe Baker Foundation, including the crossclaims for indemnification by Defendants Neal \nand Anne Knight and the purported crossclaims of Defendant Morgan Keegan. \nConclusion \n[45] The court has carefully examined each of the Defendant Motions, and the \nevidence of record, under the standards of Rule 56.  As a result, the court is unable to \nconclude that there exist no genuine issues of material fact with regard to any of the \nClaims that is a subject of one or more of the Defendant Motions. Consequently, the \ncourt further concludes that the Defendant Motions should be DENIED.57 \n NOW THEREFORE, based upon the foregoing, it is hereby ORDERED that: \n \n                                                 \n56 Def. Regions Bank's Mot. Partial Summ. J. (\"Regions Bank Memo\") at 2 (referring to Compl. ¶¶ 301-\n02).  \n57 The court later may consider issues raised by the Defendant Motions upon appropriate request \npursuant to Rule 50. \n[46] Plaintiffs' Motion to Summarily Deny the Knight Defendants' Motion for \nSummary Judgment is DENIED. \n[47] Defendant Morgan Keegan & Company, Inc.'s Motion for Partial Summary \nJudgment is DENIED.  \n[48] Defendant Regions Bank's Motion for Partial Summary Judgment is \nDENIED. \n[49] The Motion of Knight Defendants for Summary Judgment is DENIED.  \n[50] Defendant Marvin L. Baker Family Foundation, Inc.'s Motion for Summary \nJudgment on All Cross Claims is DENIED. \n[51] This matter will come before the court for trial on Monday, August 25, \n2014, beginning at 10:00 a.m. in courtroom 3B of the Wake County Courthouse, 316 \nFayetteville Street, Raleigh. \n[52] The court will hold a pre-trial conference concerning this matter on \nMonday, August 11, 2014, beginning at 11:00 a.m. in courtroom 3B of the Wake \nCounty Courthouse, 316 Fayetteville Street, Raleigh. At that time, the court will \nconsider and resolve any motions in limine or other pending pre-trial issues (“Pre-trial \nMotions”).58 Any Pre-trial Motions shall be e-filed with supporting briefs by the close of \nbusiness on July 14, 2014. Any response to a Pre-trial Motion shall be e-filed by the \nclose of business on August 4, 2014. Any reply in further support of a Pre-trial Motion \nshall be e-filed by the close of business on August 8, 2014. \n \nThis the 17th day of June, 2014.  \n \n                                                 \n58 The court will receive proposed jury instructions and issues at a later time.  "
}