{
  "id": "0d3b52f7949300892eeae32c6f600df33d7ce5f9d3b1db40d62bd0ac82e7c02d",
  "source_file": "data/raw/ncbc/0d3b52f7949300892eeae32c6f600df33d7ce5f9d3b1db40d62bd0ac82e7c02d.pdf",
  "raw_text": "Hampton v. Hanzel, 2018 NCBC 64. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 1259 \n \nBRYAN G. HAMPTON, in his \nIndividual Capacity, in his Capacity \nas Successor Trustee of the Thomas \nMarion Hampton Testamentary Trust \nand as Administrator C.T.A. of the \nEstate of Thomas Marion Hampton; \nSUSAN E. HAMPTON; JUSTIN Y. \nHAMPTON; and RANDOLPH ROAD \nASSOCIATES, LLC, \n \n   Plaintiffs, \n \nv. \n \nJOHN F. HANZEL; JOHN F. \nHANZEL, P.A.; and STEPHEN H. \nLOCKE,  \n \n   Defendants. \n \nORDER AND OPINION ON \nPLAINTIFFS’ MOTION FOR \nPARTIAL SUMMARY JUDGMENT \nAND DEFENDANT STEPHEN H. \nLOCKE’S MOTION FOR SUMMARY \nJUDGMENT \n \n1. This litigation arises out of the handling of the estate (“Hampton’s Estate” \nor the “Estate”) and testamentary family trust (the “Trust”) of Dr. Thomas Marion \nHampton (“Hampton”) who died on November 11, 2004.  Hampton was survived by \nhis second wife, LaTone Marie LaFrance (“LaFrance”), and his three children by his \nfirst marriage, Plaintiffs Bryan G. Hampton (“Bryan”), Susan E. Hampton (“Susan”), \nand Justin Y. Hampton (“Justin”).  Defendant Stephen H. Locke (“Locke”), as trustee \nof the Trust, acted as the controlling owner of Plaintiff Randolph Road Associates, \nLLC (“Randolph Road”), a company formed by Hampton and in which his children \nown interests.  Defendant John F. Hanzel (“Hanzel”), a licensed North Carolina \nattorney and owner of Defendant John F. Han zel, P.A. (the “Hanzel Firm”) \n(collectively the “Hanzel Defendants”), was the manager of Randolph Road and the \nexecutor of Hampton’s Estate.  Bryan, in his individual capacity as a beneficiary of \nHampton’s Estate and the Trust, minority owner of Randolph R oad,  successor \ntrustee of the Trust, and administrator C.T.A.1 of Hampton’s Estate, and Susan and \nJustin as beneficiaries of Hampton’s Estate and the Trust and minority owners of \nRandolph Road, contend that Locke and Hanzel engaged in an array of miscondu ct \nin their respective roles with the Trust, Estate, and Randolph Road. \n2. Before the Court are Plaintiffs’ Motion for Partial Summary Judgment on \nLiability Under Count 3 (“Plaintiffs’ Motion for Partial Summary Judgment”) and \nDefendant Stephen H. Locke’s Motion for Summary Judgment as to all of Plaintiffs’ \nclaims against him (“Locke’s Motion for Summary Judgment”) (collectively, the \n“Motions”).  For the reasons stated herein, the Court DENIES Plaintiffs’ Motion for \nPartial Summary Judgment and GRANTS in part  and DENIES in part Locke’s \nMotion for Summary Judgment. \nFitzgerald Litigation, by Andrew L. Fitzgerald and Lee D. Denton, and \nHickmon & Perrin, P.C., by James E. Hickmon, for Plaintiffs. \n \nLindley Law, PLLC, by Trey Lindley and Ryan McIntyre, for Defendant \nStephen H. Locke. \n \nJohn F. Hanzel, P.A., by John F. Hanzel, pro se and on behalf of \nDefendant John F. Hanzel, P.A. \n \nRobinson, Judge. \n                                                 \n1 An administrator C.T.A. is “[a]n administrator appointed by the court to carry out \nthe provisions of a will when the testator has named no executor, or the executors \nnamed refused, are incompetent to act, or have died before performing their duties \nand no qualified successor has been named.”  Administrator cum testament annexo , \nBlack’s Law Dictionary (10th ed. 2014). \n \nI. FACTUAL BACKGROUND \n \n3. The Court does not make findings of fact when ruling on motions for \nsummary judgment, but it may eithe r state those facts that it believes are not in \nmaterial dispute, state those facts on which a material dispute forecloses summary \nadjudication, or summarize the underlying facts to provide context for its ruling.  E.g., \nIn re Estate of Pope, 192 N.C. App. 321, 329, 666 S.E.2d 140, 147 (2008).  The following \nstatement of facts is solely for the purpose of this Order and Opinion. \nA. The Parties \n4. Bryan is a resident of Mecklenburg County.  (Verified Compl. ¶ 3, ECF No. \n1 [“Compl.”]; Answer, Affirmative Defenses, Countercl., & Crosscl. ¶ 3, ECF No. 14 \n[“Locke’s Answer”].) \n5. Susan is a resident of Arlington County, Virginia.  (Compl. ¶ 4; Locke’s \nAnswer ¶ 4.) \n6. Justin is a resident of Douglas County, Kansas.  (Compl. ¶ 5; Locke’s \nAnswer ¶ 5.) \n7. Randolph Road is a North Carolina limited liability company (“LLC”) with \nits principal place of business in Mecklenburg County.  (Compl. ¶ 6; Locke’s Answer \n¶ 6.)  Randolph Road is primarily a real estate holding company that owns and leases \nmedical office space.  (Compl. ¶ 8; Locke’s Answer ¶ 8.) \n8. Locke is a North Carolina resident and a licensed certified public \naccountant (“CPA”) who is a member of the North Carolina Association of CPAs.  (Pls.’ \nMot. Partial Summ. J. on Liability Under Count 3 [“Pls.’ Mot. Partial Summ. J.”] Ex. \n2, at 7:1–2, 7:23–8:1, ECF No. 41.2.) \n9. Hanzel, a licensed and practicing North Carolina attorney, is a resident of \nMecklenburg County.  (Compl. ¶ 16; Locke’s Answer ¶ 16; Answer of Def. John F. \nHanzel ¶ 16, ECF No. 15 [“Hanzel’s Answer”].)  Hanzel served as counsel to Hampton \nin his personal and professional affairs for years prior to Hampton’s death.  (Aff. \nStephen H. Locke ¶¶ 40–41, ECF No. 43.1.) \n10. The Hanzel Firm is a North Carolina professional association with its \nprincipal place of business in Mecklenbu rg County.  (Compl. ¶ 17; Locke’s Answer \n¶ 17; Hanzel’s Answer ¶ 17.) \nB. Hampton’s Will and Family Trust \n11. On November 9, 2004, two days before his death, Hampton executed a \ndeathbed will, including a testamentary trust, prepared by Hanzel.  (Compl. ¶¶ 10, \n19; Locke’s Answer ¶¶ 10, 19; Hanzel’s Answer ¶¶ 10, 19.)  The will named Susan \nand Hanzel as co-executors of Hampton’s Estate.  (Compl. Ex. A, Art. IX.A.) \n12. The will devised Hampton’s tangible personal property and his residuary \nestate to a Trust created by the  will.  (Compl. Ex. A, Art. I.)  The Trust was to be \nadministered primarily for the benefit of LaFrance until she died, remarried, or \ncohabitated (a “Terminal Event”).  (Compl. Ex. A, Art II.A, Art. VII.A.4.)  The Trust \nwas then to be distributed for the benefit of the individual Plaintiffs.  Hampton’s will \nappointed Locke as trustee and Hanzel was named the successor trustee if Locke \nfailed or ceased to act for any reason.  (Compl. Ex. A., Art. IX.B.)  Locke had “the right \nto resign [as trustee] without co urt order at any time in a writing signed by the \n[t]rustee, such resignation to be effective upon acceptance of the trusteeship by a \nsuccessor [t]rustee.”  (Compl. Ex. A, Art. IX.B.)  The Hanzel Defendants acted as \nexecutors of Hampton’s Estate and provided legal services to the Trust for a period of \ntime.  (Compl. ¶¶ 20, 22; Hanzel’s Answer ¶¶ 20, 22.) \n13. The trustee was authorized by the Trust to distribute all or any portion of \nthe net income and principal of the Trust to any one or more of the group consis ting \nof Hampton’s descendants and LaFrance in such amounts and at such times as the \ntrustee, in the trustee’s discretion, may determine.  (Compl. Ex. A, Art. II.A.)  The \ntrustee had no obligation to equalize distributions among beneficiaries, and LaFrance \nwas to be the primary beneficiary until a Terminal Event occurred and, thereafter, \nHampton’s children were to be the primary beneficiaries.  (Compl. Ex. A, Art. \nVII.A.3–4.) \n14. The Trust granted the executors of Hampton’s Estate and the trustees of \nthe Trust nearly all of the statutory powers that may be granted to fiduciaries under \nNorth Carolina law.  (Compl. Ex. A, Art. X (incorporating by reference most of the \npowers enumerated in N.C. Gen. Stat. § 32-27).)  The Trust further gave the executors \nand trustees the power to sell property belonging to the Trust or Estate at fair market \nvalue and to “lend money to any such estate or trust at an adequate rate of interest \nand with adequate security, as determined by the fiduciary[.]”  (Compl. Ex. A, Art. \nX.B.) \n15. Hampton’s Estate was administered before the Clerk of Superior Court of \nMecklenburg County.  (Compl. ¶ 11; Locke’s Answer ¶ 11; Hanzel’s Answer ¶ 11.)  \nHanzel and Susan were co -executors until October 2006, at which time Hanzel \nbecame the sole executor.  (Compl . ¶ 20; Hanzel’s Answer ¶ 20.)  In 2005, Bryan \ninitiated a caveat proceeding to challenge the validity of Hampton’s will.  (Locke Aff. \n¶ 27.) \n16. On March 15, 2007, before the Trust had been funded with the Estate’s \nassets, LaFrance obtained a loan from Jo -Wall Limited Partnership (“Jo -Wall”) to \npurchase a house in Davie County (the “Jo-Wall Loan”) to serve as her new residence.  \n(Compl. ¶¶ 50 –51; Locke’s Answer ¶¶ 50 –51; Hanzel’s Answer ¶¶ 50 –51.)  The Jo -\nWall Loan was for $330,000, bore 7% interest, and was f or a period of one year.  \n(Compl. ¶ 54; Locke’s Answer ¶ 54; Hanzel’s Answer ¶ 54; Locke Aff. ¶ 53.k.) \n17. Locke is an employee of Jo -Wall, a foreign company, and is also the \ntreasurer for and a director of JDN, Inc., which is a co-owner of Jo-Wall.  (Locke Aff. \n¶¶ 2–6.) \n18. In 2007, the Trust was funded with the assets remaining in Hampton’s \nEstate following dismissal of the caveat proceeding initiated by Bryan.  (Locke Aff. \n¶¶ 27, 33, 35.)  The Trust was initially funded with assets worth $1,606,891.61, which \nincluded Hampton’s interest in several companies and Hampton’s personal effects, \nsuch as jet skis, tools, cameras, coins, and guns.  (Locke Aff. Ex. 1, at Locke 001449–\n50.) \n19. One of the Trust’s largest assets was an 85% interest in Randolph Road, \nvalued at $476 ,850.  (Locke Aff. Ex. 1, at Locke 001449.)  Each of the individual \nPlaintiffs owned a 5% interest in this entity.  (Compl. ¶ 64; Locke’s Answer ¶ 64; \nHanzel’s Answer ¶ 64.)  Randolph Road’s major assets were: (1) a 25% interest in a \nmedical office building on which Randolph Road collected rents at all relevant times, \nand (2) a lake house that had been the residence of Hampton and LaFrance (the “Lake \nHouse”).  (Locke Aff. ¶ 53.a, Ex. 1, at Locke 001460; Compl. ¶¶ 8, 44; Locke’s Answer \n¶¶ 8, 44; Hanzel’s Answer ¶¶ 8, 44.) \n20. Locke, in his role as trustee of the Trust, controlled the majority interest in \nRandolph Road by virtue of the Trust’s 85% ownership interest. 2  Locke, as trustee, \nappointed Hanzel as manager of Randolph Road.  (Compl. ¶ 46; Locke’s Answer ¶ 46; \nHanzel’s Answer ¶ 46; Locke Aff. ¶¶ 41 –42.)  Hanzel and Locke worked together in \nmaking management and financial decisions for Randolph Road.  (Compl. ¶ 47; \nLocke’s Answer ¶ 47; Hanzel’s Answer ¶ 47.)  The Hanzel Defendants were also \ncontracted to perform legal services for the Trust and Randolph Road.  (Compl. ¶ 24; \nLocke’s Answer ¶ 24; Hanzel’s Answer ¶ 24.) \nC. Administration of the Trust \n21. In early January 2008, Randolph Road sold the Lake House for \napproximately $945,000, which was subject to an existin g mortgage on which \n                                                 \n2 Although the undisputed evidence appears to show to the contrary, the Complaint \nalleges, and Locke’s Answer admits, that Locke, as trustee of the Trust, was the \n“majority owner” of Randolph Road.  (Compl. ¶¶ 46, 124, 127; Locke’s Answer ¶¶ 46, \n124, 127.)  The Court will therefore consider the admitted allegations as if true. \nRandolph Road owed approximately $180,000.  (Compl. ¶ 71; Locke’s Answer ¶ 71; \nHanzel’s Answer ¶ 71; Pls.’ Mot. Partial Summ. J. Ex. 2, at 30:21–31:11.)  Beginning \non January 19, 2008, Susan began sending Locke written correspondence requesting \nan accounting of the Estate and asking when the individual Plaintiffs could expect \ntheir respective 5% shares of the proceeds from the sale of the Lake House and of \nrents collected from the medical office building over the past three years.  (Resp . to \nPls.’ Mot. Partial Summ. J. [“Locke’s Resp.”], Exs. A, E, G, ECF Nos. 46.1, 46.5, 46.7.)  \nLocke repeatedly represented that no distribution had been made from Randolph \nRoad and told Susan that she and her siblings would receive distributions from \nRandolph Road when “declared and paid” to all interest owners.  ( See, e.g., Locke’s \nResp. Ex. E.)  Around that same time, Susan and Bryan also began communicating \nwith each other about whether there was any way for them to demand that \nDefendants make a distribution to Randolph Road’s members.  (Locke’s Resp. Ex. E.) \n22. On April 1, 2008, Locke distributed $353,100 from the Trust to LaFrance to \nenable her to pay off the Jo-Wall Loan.  (Locke Aff. Ex. 1, at Locke 001480.)  Plaintiffs \nallege that the money distributed  from the Trust to LaFrance was, in fact, from the \nsale of the Lake House, and the individual Plaintiffs were, therefore, entitled to 15% \nof the proceeds because Randolph Road made a distribution to the Trust (i.e., the \nmajority owner).  (Compl. ¶¶ 64, 73–74, 76.) \n23. At some time in 2008, the Trust’s accounting records began to show as a \nlong-term liability $654,073.26 that had been transferred from Randolph Road to the \nTrust.  (Locke Aff. Ex. 1, at Locke 001473.)  Randolph Road’s balance sheet for 2008 \ndid not reflect that any money was owed to it by the Trust.  (Ex. 2 to Ex. 2 of Pls.’ \nMot. Partial Summ. J., at Lake Norman Tax 000105.)  The long -term liability was \nnot subject to a promissory note.  (Pls.’ Mot. Partial Summ. J. Ex. 2, at 55:21–58:1.) \n24. On Octobe r 30, 2010, Plaintiffs received Locke’s accounting of the Trust \nfrom the caveat period to that date (the “2010 Trust Accounting”).  (Locke Aff. Exs. \n1–2.)  The 2010 Trust Accounting showed that LaFrance received $353,100 for a \n“Mortgage Payoff.”  (Locke Af f. Ex. 1, at Locke 001480.)  However, the 2010 Trust \nAccounting did not disclose that the money was used to repay the Jo -Wall Loan.  \n(Locke Aff. Ex. 1, at Locke 001480.)  The 2010 Trust Accounting also showed that the \nTrust owed $654,073.26 to Randolph Roa d, but gave no indication as to the purpose \nor terms of the debt.  (Locke Aff. Ex. 1, at Locke 001473.) \n25. In June 2014, LaFrance remarried, thus triggering a Terminal Event.  As \na result, the individual Plaintiffs automatically became the sole beneficiaries of the \nTrust.  (Compl. ¶¶ 39–40; Locke’s Answer ¶¶ 39–40; Hanzel’s Answer ¶¶ 39–40.) \n26. On August 11, 2014, Hanzel filed a petition to reopen Hampton’s Estate \nwith the Mecklenburg County Clerk of Superior Court (the “Clerk”), advising the \nClerk that it was ne cessary to reopen the Estate so that assets from the settlement \nof an unrelated lawsuit could be placed into the Estate for distribution to the Trust.  \n(Compl. ¶ 90; Locke’s Answer ¶ 90; Hanzel’s Answer ¶ 90.)  Some months later, \nHanzel told Locke that he had reopened the Estate and that it was necessary for \nLocke to deliver all remaining Trust assets back to the Estate.  (Compl. ¶ 91; Locke’s \nAnswer ¶ 91; Hanzel’s Answer ¶ 91.) \n27. Around this same time, Locke consulted with Martin J. Halloran \n(“Halloran”), a CPA, to discuss the Trust.  ( See Halloran Dep. Ex. 2, ECF No. 41.4.)  \nOn October 3, 2014, Halloran sent Locke a letter summarizing his opinions on the \nmatters discussed at an earlier meeting.  (Halloran Dep. Ex. 2.)  As to the long -term \nliability purportedly owed by the Trust to Randolph Road, Halloran wrote: \nThe background of what you told me is that a number of years ago \n[Randolph Road] distributed funds to the members of [Randolph Road] of \nwhich the trust received their [sic] portion.  This distribution was not \nrecorded as a receivable on the financials of the LLC so why was it \nrecorded as debt on the financials of the trust?  It should not have been \nrecorded this way.  I assume [Randolph Road] treated the distribution as \na reduction in equity in the fina ncials of [Randolph Road] and as such, \nshould be recorded as equity in the trust.  The debt that is now recorded \non the trust financials should be moved to equity. \n \n(Halloran Dep. Ex. 2.)  The Trust’s accounting records for the period ending on \nSeptember 30, 2014 no longer reflected a long -term liability to Randolph Road, but \nshowed a roughly commensurate increase in Trust equity.  (Pls.’ Mot. Partial Summ. \nJ. Ex. 1, at Locke 001583, ECF No. 41.1.) \n28. On October 1, 2014, Locke resigned as trustee and delivered  the Trust \nassets to Hanzel, as demonstrated by a receipt signed by Hanzel on October 13, 2014.  \n(Compl. ¶¶ 28, 92; Locke’s Answer ¶¶ 28, 92, Ex. B.)  At that time, the Trust’s assets \nwere valued at $990,570.49.  (Compl. ¶ 91; Hanzel’s Answer ¶ 91; Pls.’ M ot. Partial \nSumm. J. Ex. 1, at Locke 001583.) \n29. On September 18, 2015, Hanzel sent a letter to the individual Plaintiffs \nwith several enclosures, including their final distributions and a breakdown of \nexpenses.  (Locke’s Resp. Ex. K, ECF No. 46.11.)  Hanzel’ s letter noted that the \nexpenses included payments to Hanzel for $55,000.  (Locke’s Resp. Ex. K.) \n30. On September 25, 2015, Bryan filed a verified petition with the Clerk to \nremove Hanzel as trustee, and on October 2, 2015, Bryan filed a petition opposing the \nfinal accounting and fees paid to Hanzel.  (Compl. ¶¶ 102 –03; Hanzel’s Answer \n¶¶ 102–03.)  Following a March 21, 2016 hearing on Bryan’s petition in opposition to \nthe final accounting, the Clerk entered a consent order on March 24, 2016, reopening \nthe Est ate and ordering Hanzel to submit a final account to the Clerk.  (Compl. \n¶¶ 104–05; Hanzel’s Answer ¶¶ 104–05.)  Although Hanzel submitted a final account \non April 26, 2016 and an amended final account on June 4, 2016, both were rejected \nby the Clerk.  (Co mpl. ¶ 107; Hanzel’s Answer ¶ 107.)  On June 30, 2016, the Clerk \nentered a consent order removing Hanzel as executor of the Estate and ordering him \nto reimburse the Estate for $91,010.96.  (Compl. ¶ 108; Hanzel’s Answer ¶ 108.)  \nPlaintiffs allege that the Estate has obtained a judgment against Hanzel for that \namount that has not been paid.  (Compl. ¶ 109.) \nII. PROCEDURAL HISTORY \n31. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motions. \n32. Plaintiffs initi ated this action by filing their Verified Complaint (the \n“Complaint”) on January 23, 2017.  (ECF No. 1.)  The Complaint asserts the following \nclaims against both Locke and the Hanzel Defendants 3: (1) breach of fiduciary duty, \nas controlling owner and manag er of Randolph Road, respectively (Count III); \n(2) constructive fraud, as controlling owner and manager of Randolph Road, \nrespectively (Count IV); (3) accounting and information rights (Count X); (4) unfair \nand deceptive trade practices (“UDTP”) (Count XI) ; and (5) conspiracy (Count XII).  \n(Compl. 17 –18, 22 –23.)  The Complaint additionally asserts claims against the \nHanzel Defendants for: (1) breach of fiduciary duty, as executor of the Estate (Count \nI); (2) constructive fraud, as executor of the Estate (Co unt II); and (3) professional \nnegligence (Count IX).  (Compl. 15–18, 21, 23.)  The Complaint asserts claims against \nLocke for: (1) breach of fiduciary duty, as trustee of the Trust (Count V); (2) breach of \ntrust (Count VI); (3) constructive fraud, as trust ee of the Trust (Count VII); and \n(4) negligence, as trustee of the Trust (Count VIII).  (Compl. 17–20, 23.) \n33. This action was designated as a mandatory complex business case by order \nof the Honorable Mark Martin, Chief Justice of the Supreme Court of North Carolina, \ndated January 24, 2017, (ECF No. 3), and assigned to the undersigned by order of \nChief Business Court Judge James L. Gale dated January 25, 2017, (ECF No. 4). \n                                                 \n3 The Complaint names the Hanzel Firm as a defendant and states that  “[a]ll \nreferences to Hanzel refer to Hanzel individually and in the course and scope of his \nemployment with the Hanzel Law Firm.” (Compl. ¶ 17.)  The Complaint further \nasserts that all of Hanzel’s acts described in the Complaint were performed in the \ncourse and scope of his work with the Hanzel Firm and in furtherance of the firm’s \nbusiness.  (Compl. ¶ 23.)  The Court interprets this to mean that Plaintiffs assert \nclaims against the Hanzel Firm under a theory of respondeat superior, although this \nissue was not addressed by Plaintiffs in their briefs or at the hearing. \n34. On April 4, 2017, Locke filed his Answer, Affirmative Defenses, \nCounterclaim, and Crossclaim (“Answer”), asserting a counterclaim against Plaintiffs \nfor attorney’s fees and a crossclaim against Hanzel for contribution and \nindemnification.  (Locke’s Answer 21, 23.)  Locke later voluntarily dismissed his \ncounterclaim.  (ECF No. 23.) \n35. On April 6, 2017, the Hanzel Defendants filed an Answer to the Complaint, \n(ECF No. 15), and an Answer to Locke’s Crossclaims, (ECF No. 17), which was later \namended, (ECF No. 18). \n36. On January 5, 2018, counsel for the Hanzel Defendants filed a motion \nrequesting that the Court permit counsel to withdraw from representation.  (ECF No. \n38.)  The Court granted the motion.  (ECF No. 40.)  Mr. Hanzel subsequently entered \nan appearance on behalf of himself and the Hanzel Firm.  (ECF No. 52.) \n37. Following the completion of discovery, on January 22, 2018, Plaintiffs and \nLocke filed the Motions pursuant to Rule 56 of the North Carolina Rules of Civil \nProcedure (“Rule(s)”), (ECF Nos. 41, 43), and briefs in support, (ECF Nos. 42, 44).  \nPlaintiffs move for summary judgment on their breac h of fiduciary duty claims \nagainst Hanzel as manager of Randolph Road and against Locke as controlling owner \nof Randolph Road.  Locke moves for summary judgment on all of Plaintiffs’ claims \nagainst him.  The Hanzel Defendants failed to file a response in o pposition to \nPlaintiffs’ motion.  The Motions have been fully briefed. \n38. On April 24, 2018, the Court held a hearing on the Motions.  At the hearing, \nPlaintiffs and Locke were represented by counsel and Hanzel appeared, as counsel, \non behalf of the Hanzel Defendants. \n39. On May 31, 2018, the Court entered an order permitting the individual \nPlaintiffs and the Hanzel Defendants to submit supplemental briefs on the issue of \nwhether the individual Plaintiffs have standing to assert claims against the Hanzel \nDefendants as manager of Randolph Road.  (ECF No. 54.)  The individual Plaintiffs \nand the Hanzel Defendants filed supplemental briefs on June 14 and June 27, 2018, \nrespectively.  (ECF Nos. 56–57.) \n40. The Motions are ripe for resolution. \nIII. LEGAL STANDARD \n41. Summary judgment is appropriate “if the pleadings, depositions, answers \nto interrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto a judgment as a matter o f law.”  N.C. Gen. Stat. § 1A -1, Rule 56(c).  “A ‘genuine \nissue’ is one that can be maintained by substantial evidence.”  Dobson v. Harris, 352 \nN.C. 77, 83, 530 S.E.2d 829, 835 (2000). \n42. The moving party bears the burden of showing that there is no genuine \nissue of material fact and that the movant is entitled to judgment as a matter of law.  \nHensley v. Nat’l Freight Transp., Inc. , 193 N.C. App. 561, 563, 668 S.E.2d 349, 351 \n(2008).  The movant may make the required showing by proving that “an essential \nelement of the opposing party’s claim does not exist, cannot be proven at trial, or \nwould be barred by an affirmative defense, or by showing through discovery that the \nopposing party cannot produce evidence to support an essential element of her claim.”  \nDobson, 352 N.C. at 83, 530 S.E.2d at 835 (citations omitted). \n43. “Once the party seeking summary judgment makes the required showing, \nthe burden shifts to the nonmoving party to produce a forecast of evidence \ndemonstrating specific facts, as opposed to allegations, showing that he can at least \nestablish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784−85, \n534 S.E.2d 660, 664 (2000).  The Court must view the evidence in the light most \nfavorable to the nonmovant.  Dobson, 352 N.C. at 83, 530 S.E.2d at 835.  However, \nthe nonmovants “may not rest upon  the mere allegations or denials of [their] \npleading, but [their] response, by affidavits or as otherwise provided in this rule, must \nset forth specific facts showing that there is a genuine issue for trial.  If [the \nnonmovants] do[] not so respond, summary judgment, if appropriate, shall be entered \nagainst [the nonmovants].”  N.C. Gen. Stat. § 1A-1, Rule 56(e). \nIV. ANALYSIS \nA. Plaintiffs’ Motion for Partial Summary Judgment as to Hanzel \n44. Plaintiffs move for summary judgment on their claim that Hanzel, as \nmanager of Randolph Road, breached fiduciary duties owed to Plaintiffs as minority \nowners of Randolph Road by making a distribution to the majority owner, the Trust, \nwithout making a proportionate interim distribution to the individual Plaintiffs.  \n(Pls.’ Mot. Partial Summ. J. 1–2, ECF No. 41.)  Plaintiffs further argue that, even if \nthe distribution was really an advance or a loan, Hanzel breached his fiduciary duties \nto Randolph Road by engaging in a commercially unreasonable transaction that \nproduced no benefit f or, and was not in the best interests of, Randolph Road.  (Pls.’ \nBr. Supp. 16, ECF No. 42; Compl. ¶¶ 83–84, 86.) \n45. Hanzel did not file a response in opposition to Plaintiffs’ Motion for Partial \nSummary Judgment.  At the hearing, Hanzel represented that he un derstood \nPlaintiffs’ motion to be against him as well as Locke, but that he adopted the response \nfiled by Locke’s counsel as his own.  Under Rule 7.6 of the General Rules of Practice \nand Procedure for the North Carolina Business Court, where a party fails to file a \nresponse brief within the time required by the rule, “the motion will be considered \nand decided as an uncontested motion.” \n46. Notwithstanding Hanzel’s failure to respond, to be entitled to summary \njudgment, Plaintiffs, as movants, must carry their b urden of demonstrating that \nthere is “no genuine issue as to any material fact and that [Plaintiffs are] entitled to \na judgment as a matter of law.”  N.C. Gen. Stat. § 1A-1, Rule 56(c). \n47. Both Randolph Road and the individual Plaintiffs assert a breach of \nfiduciary duty claim against Hanzel as manager of Randolph Road.  (Compl. 17.)  The \nindividual Plaintiffs’ claim presents an issue of whether LLC members have standing \nto assert direct claims for injuries to the company. \n48. The individual Plaintiffs argue that they have standing because they are \nsuing for an injury not to Randolph Road, but to themselves.  (Pls.’ Br. Supp. 23.)  The \nindividual Plaintiffs contend that Hanzel distributed Randolph Road’s profits to the \nTrust without making a proportionate distribution to the individual Plaintiffs, thus, \nviolating their rights under N.C. Gen. Stat. § 57D -4-03. (Suppl. Br. Supp. Pls.’ \nStanding 3–4, ECF No. 56.)  The individual Plaintiffs argue that the violation of their \nstatutory right, not just the loss of funds to which they were entitled, was a peculiar \nand personal injury.  (Pls.’ Suppl. Br. 4–5.) \n49. The Hanzel Defendants argue that the individual Plaintiffs’ injury was a \ndiminution in value of their interest in Randolph Road, and was, therefore, not \nseparate and distinct from the injury suffered by the company.  (Hanzel Defs.’ Resp. \nPls.’ Suppl. Br. 2 –3, ECF No. 57.)  The Hanzel Defendants further argue that the \nindividual Plaintiffs did not suffer a violation of their statutory rights because they \nwere not entitled to interim distributions under N.C. Gen. Stat. § 57D -4-03.  That \nstatute mandates that, should the LLC elect to make interim distributions, interest \nowners are entitled to an amount proportionate to the ratio of their aggregate \ncontributions to the LLC.  ( Hanzel Defs.’ Resp. 2.)  The Hanzel Defendants contend \nthat, because the individual Plaintiffs were each given a 5% interest in Randolph \nRoad by their father without making a capital contribution, their proportionate \namount is zero.  (Hanzel Defs.’ Resp. 2 .)  The Hanzel Defendants further argue that \nthe individual Plaintiffs lack standing under N.C. Gen. Stat. § 57D -4-06(a), which \nprovides that a manager who made a distribution in violation of N.C. Gen. Stat. \n§ 57D-4-05 “is personally liable to the LLC but not any other person.”  (Hanzel Defs.’ \nResp. 2.) \n50. As to the Hanzel Defendants’ argument that the individual Plaintiffs have \nno statutory right to interim distributions, the Hanzel Defendants have not presented \nany evidence to enable the Court to conclude as  a matter of law that the individual \nPlaintiffs are not economic interest owners entitled to distributions.  In fact, the \nrecord contains evidence that contradicts the Hanzel Defendants’ position as some of \nRandolph Road’s balance sheets list the individua l Plaintiffs’ capital contributions.4  \n(Ex. 14 to Ex. 2 of Pls.’ Mot. Partial Summ. J., at Lake Norman Tax 000211.)  Further, \nthe Hanzel Defendants’ argument ignores that the transfer of an economic interest \nentitles the transferee “to receive the economic  interest or the portion thereof \nassigned to the transferee.”  N.C. Gen. Stat. § 57D -5-02.  Because the individual \nPlaintiffs received their interests in Randolph Road from their father, who formed \nthe company, they presumably would have received an econom ic interest in the \ncompany.  Additionally, the argument that N.C. Gen. Stat. § 57D -4-06(a) expressly \nnegates the individual Plaintiffs’ standing ignores the fact that the provision is only \napplicable to claims for wrongful distribution under § 57D -4-05.  T he individual \nPlaintiffs claim that the Hanzel Defendants made an improper distribution not under \n§ 57D-4-05, but rather under § 57D-4-03. \n51. Members of an LLC generally do not have standing to pursue individual \ncauses of action for injuries to the company unless they can demonstrate that: (1) “the \nwrongdoer owed [them] a special duty” or (2) “[they] suffered a personal injury —one \n                                                 \n4 The financial records for Randolph Road are not a model of clarity.  While some of \nRandolph Road’s balance sheets show that the individual Plaintiffs made capital \ncontributions, others list their contributions as negative balances.  ( Compare Ex. 14 \nto Ex. 2 of Pls.’ Mot. Partial Summ. J., at Lake Norman Tax 000211, with Ex. 2 to Ex. \n2 of Pls.’ Mot. Partial Summ. J., at Lake Norman Tax 000104, and Ex. 10 to Ex. 2 of \nPls.’ Mot. Partial Summ. J., at Lake Norman Tax 000147.)  \nthat is ‘separate and distinct from the injury sustained by the other [members] or the \n[company] itself.’”  Raymond James Capital Partners, L.P. v. Hayes, 789 S.E.2d 695, \n700–01 (N.C. Ct. App. 2016) (emphasis added) (quoting Barger v. McCoy Hillard & \nParks, 346 N.C. 650, 659, 488 S.E.2d 215, 219 (1997)); see also Dawson v. Atlanta \nDesign Assocs., Inc. , 144 N.C. App. 716, 719 –20, 551 S .E.2d 877, 879 –80 (2001) \n(applying the Barger exceptions to claims brought by LLC members); Chisum v. \nCampagna, 2017 NCBC LEXIS 102, at *21 (N.C. Super. Ct. Nov. 7, 2017) (same). \n52. Because the individual Plaintiffs have presented evidence that the Hanzel \nDefendants made an improper distribution of Randolph Road’s assets to the Trust \n(i.e., the majority owner and only other member of the company) without making a \nproportionate distribution to the individual Plaintiffs (i.e, the minority owners), the \nCourt concludes that the individual Plaintiffs have sufficiently established that they \nsuffered an injury separate and distinct from that suffered by the Trust.  See, e.g., \nNorman v. Nash Johnson & Sons’ Farms, Inc., 140 N.C. App. 390, 407–08, 537 S.E.2d \n248, 260 –61 (2000) (concluding that plaintiff stockholders sufficiently alleged a \nseparate and distinct injury where defendant majority -stockholders and officers \ndiverted corporate assets to  themselves and, therefore, “suffered no injuries at all,” \nnotwithstanding the fact that the plaintiffs’ and the corporation’s injuries were \nidentical). \n53. However, standing is only the first hurdle that the individual Plaintiffs \nmust overcome to be entitled to summary judgment on their breach of fiduciary duty \nclaim against the Hanzel Defendants.  “For a breach of fiduciary duty to exist, there \nmust first be a fiduciary relationship between the parties.”  Dalton v. Camp, 353 N.C. \n647, 651, 548 S.E.2d 704, 707 (2001).  Managers of an LLC are obligated to discharge \ntheir duties “(i) in good faith, (ii) with the care an ordinary prudent person in a like \nposition would exercise under similar circumstances, and (iii) subject to the operating \nagreement, in a manner the manager believes to be in the best interests of the LLC.”  \nN.C. Gen. Stat. § 57D -3-21(b).  Generally, a manager owes these duties to the LLC, \nnot to the LLC’s individual members.  Kaplan v. O.K. Techs., L.L.C. , 196 N.C. App. \n469, 474, 675 S.E.2d 133, 137 (2009). \n54. Because Plaintiffs have presented no basis on which the Court can conclude \nthat Hanzel owed fiduciary duties to the individual Plaintiffs, the individual \nPlaintiffs have not met their burden of establishing that they are entitled to judgment \nagainst Hanzel as a matter of law.  Atkinson v. Lackey , 2015 NCBC LEXIS 21, at \n*37–38 (N.C. Super. Ct. Feb. 27, 2015). \n55. Randolph Road also asserts a breach of fiduciary duty claim against Hanzel.  \n(Compl. ¶ 130.)  Therefore, the Court must additionally determine whether Plaintiffs \nhave shown that Hanzel breached his fiduciary duties to Randolph Road as a matter \nof law.  In support of their motion, Plaintiffs presented Locke’s deposition testimony \nthat Hanzel wrote the check transferring funds from Randolph Road  to the Trust \nwithout any discussion of repayment or security, and that it was Hanzel’s \nresponsibility to maintain Randolph Road’s books, which never reflected either the \nsale of the Lake House or the long-term liability owed by the Trust.  (Pls.’ Mot. Partial \nSumm. J. Ex. 2, at 50:16–51:6, 57:11–58:1; Ex. 2 to Ex. 2 of Pls.’ Mot. Partial Summ. \nJ., at Lake Norman Tax 000104 –05.)  Plaintiffs argue that, in so doing, Hanzel \nbreached his fiduciary duties to Randolph Road by improperly distributing its profit \nwithout regard to the best interests of Randolph Road.  (Pls.’ Br. Supp. 13–14, 22.) \n56. However, N.C. Gen. Stat. § 57D-3-21 provides that a manager’s duty to act \nin the best interests of the LLC is “subject to the operating agreement[.]”  N.C. Gen. \nStat. § 57D -3-21(b); see also N.C. Gen. Stat. § 57D -2-30(a) (providing that an \noperating agreement may vary the rights and duties of members and managers).  \nBecause the Court has not been presented with Randolph Road’s operating \nagreement or conclusive evidence that such an agreement does not exist, the Court \ncannot conclude as a matter of law that Hanzel breached his fiduciary duty to \nRandolph Road by failing to act in the company’s best interests.  Therefore, the Court \nconcludes that Plaintiffs have not met their initial burden of demonstrating that they \nare entitled to judgment as a matter of law on their claim that Hanzel breached \nfiduciary duties owed to Randolph Road. \nB. Cross-Motions as to Locke \n \n57. Plaintiffs move for summary judgment on their claim that Locke, as the \ncontrolling owner of Randolph Road, breached fiduciary duties owed to Plaintiffs as \nminority owners.  (Pls.’ Mot. Partial Summ. J. 1 –2.)  Locke moves for summary \njudgment on all of Plaintiffs’ claims against him.  (Mot. Summ. J. 1 –2, ECF No. 43 \n[“Locke’s Mot. Summ. J.”].) \n1. Locke’s Defenses \n58. Locke argues that Plaintiffs’ claims fail because: (1) they are barred by the \nstatute of limitations; (2) Plaintiffs cannot show that they suffered damages; and/or \n(3) to the extent Plaintiffs’ claims are based on Hanz el’s actions, Locke cannot be \njointly and severally liable with Hanzel pursuant to N.C. Gen. Stat. §§ 32-27(24) and \n36C-8-807(a).  (Br. Supp. Locke’s Resp. Pls.’ Mot. Partial Summ. J. 1, ECF No. 47 \n[“Locke’s Br. Opp’n”]; Locke’s Mot. Summ. J. ¶¶ 1–3, 5.) \na. Statute of Limitations \n59. Locke argues that he is entitled to summary judgment on Plaintiffs’ claims \nfor breach of fiduciary duty (Counts III and V), negligence (Count VIII), and UDTP \n(Count XI) because those claims are barred by the applicable statutes of lim itations.  \n(Locke’s Mot. Summ. J. ¶ 1.)  The assertion by Locke of the statute of limitations is \nin the nature of an affirmative defense on which Locke bears the initial burden of \nproof.  Dobson, 352 N.C. at 83, 530 S.E.2d at 835. \n(1) Breach of Fiduciary Duty Claims \n60. Although Plaintiffs assert separate breach of fiduciary duty claims against \nLocke as majority owner of Randolph Road and as trustee of the Trust, Plaintiffs’ \nclaims arise from the same alleged facts concerning Locke’s handling of the Lake \nHouse proceeds and the Jo -Wall Loan.  ( Compare Compl. ¶¶ 131 –36, with Compl. \n¶¶ 148–52.)  Therefore, the Court will address Locke’s statute of limitations defense \nas to both breach of fiduciary claims together. \n61. “Allegations of breach of fiduciary duty that do no t rise to the level of \nconstructive fraud are governed by the three -year statute of limitations” under N.C. \nGen. Stat. § 1-52(1).  Toomer v. Branch Banking & Tr. Co., 171 N.C. App. 58, 66, 614 \nS.E.2d 328, 335 (2005).  “In contrast, [a] claim of constructiv e fraud based upon a \nbreach of a fiduciary duty falls under the ten-year statute of limitations . . . .”  Wilson \nv. Pershing, LLC, 801 S.E.2d 150, 157 (N.C. Ct. App. 2017) (quotation marks omitted). \nFor cases involving allegations that a trustee is in breach of its fiduciary \nduty, [t]he statute of limitations begins to run when the claimant knew \nor, [by] due diligence, should have known of the facts constituting the \nbasis for the claim.  If the materials before the court present a factual \nquestion as to when a plaintiff knew or should have known of the facts \ngiving rise to the claim, then this issue must be submitted to the jury. \n \nToomer, 171 N.C. App. at 68–69, 614 S.E.2d at 336 (alterations in original) (citations \nand quotation marks omitted).  Whether a claim is barred by the statute of limitations \nis a mixed question of law and fact.  Stratton v. Royal Bank of Can. , 211 N.C. App. \n78, 81, 712 S.E.2d 221, 226 (2011).  “[O]nce a defendant raises the affirmative defense \nof the statute of limitation s, the burden shifts to the plaintiffs to show their action \nwas filed within the prescribed period.”  Laster v. Francis, 199 N.C. App. 572, 576, \n681 S.E.2d 858, 861 (2009).  “An order granting summary judgment based on the \nstatute of limitations is proper when, and only when, all the facts necessary to \nestablish the limitation are alleged or admitted, construing the non -movant’s \npleadings liberally in his favor and giving him the benefit of all relevant inferences \nof fact to be drawn therefrom.”  Wells Fargo Bank, N.A. v. Coleman , 239 N.C. App. \n239, 244, 768 S.E.2d 604, 608 (2015).  “When . . . the evidence is sufficient to support \nan inference that the limitations period has not expired, the issue should be \nsubmitted to the jury.”  Baum v. John R. Poore Bui lder, Inc., 183 N.C. App. 75, 81, \n643 S.E.2d 607, 611 (2007). \n62. Locke argues that, at the latest, Plaintiffs knew or should have known of \nLocke’s breach on October 30, 2010 and, as such, the statute of limitations for \nPlaintiffs’ breach of fiduciary duty cla ims expired on October 30, 2013, long before \nPlaintiffs filed their Complaint on January 23, 2017.  (Locke’s Br. Opp’n 6–8.)  Locke \nprovides a number of dates on which he contends Plaintiffs knew or should have \nknown of the facts constituting the basis for their claims: (1) January 18, 2008, when \nSusan sent the first of several letters to Locke demanding that Locke distribute to \neach Plaintiff his or her share of the Lake House proceeds, (Locke’s Br. Opp’n 1–2, 7; \nLocke’s Resp. Exs. A, E, G); (2) March 25, 2008, when Susan sent Bryan an e -mail \nexplaining the precise legal theory Plaintiffs allege today —that unless Locke “kept \n[the sale proceeds] in a special bank account, with only [Randolph Road funds], . . . we \ncould say that a distribution has been made, from the [L]ake [H]ouse, and that we \nare entitled to our share[,]” (Locke’s Resp. Ex. F, at 2, ECF No. 46.6); (3) April 14, \n2009, when Susan sent a letter to Locke asking that Locke explain how he had \ninvested the proceeds from the sale of the Lake House, thus showing that Plaintiffs \nwere aware the Lake House proceeds had not been segregated, (Locke’s Resp. Ex. G); \nor (4) October 30, 2010, when Plaintiffs received the 2010 Trust Accounting showing \nthat, beginning in 2008, the Trust owed a long -term liability to Randolph Road for \n$654,073.26, which Locke argues shows that Plaintiffs knew of the alleged \ndistribution in 2010, (Locke Aff. Ex. 1, at Locke 001466; see also Locke Aff. Ex. 2 \n(showing the date the accounting was received by Plaintiffs)).  \n63. Plaintiffs first argue that, because their allegations that Locke breached his \nfiduciary duty rise to the level of constructive fraud, their claims are timely under the \nten-year statute of limitations applicable to such claims.  (Pls.’ Resp. Br. Opp’n \nLocke’s Mot. Su mm. J. 2, ECF No. 45 [“Pls.’ Br. Opp’n”].)  Plaintiffs further argue \nthat, even under a three-year statute of limitations, their claims are timely because \nthey did not and should not have known of the basis for their breach of fiduciary duty \nclaims until September 30, 2014 when the long-term liability owed to Randolph Road \ndisappeared from the Trust’s final accounting.  (Pls.’ Reply Br. Supp. Mot. Partial \nSumm. J. 3–5, ECF No. 50 [“Pls.’ Reply Br.”].)  Plaintiffs contend that, up until that \npoint, they justifiably believed Locke’s representations that Randolph Road had not \nmade any distributions and that the long -term liability represented a loan to the \nTrust.  (Pls.’ Reply Br. 3.)  Although Plaintiffs concede that they were concerned about \nLocke’s handling of the Trust and Randolph Road, they argue that because there was \nnothing inherently wrong with Locke investing Randolph Road’s funds instead of \nmaking an interim distribution, they were entitled to rely on Locke’s representations \nthat no distribution had been made.  (Pls.’ Reply Br. 4.)  Finally, Plaintiffs argue that \ntheir claim is not barred under the continuing wrong doctrine or based on equitable \nestoppel.  (Pls.’ Br. Opp’n 4–7, 13–14.) \n64. The Court does not see the need to reach Plaintiffs’ arguments reg arding \nconstructive fraud, equitable estoppel, or the continuing wrong doctrine because the \nCourt cannot conclude as a matter of law that Plaintiffs knew or reasonably should \nhave known prior to January 23, 2014 —three years before filing the Complaint —of \nLocke’s alleged breaches of his fiduciary duties as majority owner of Randolph Road \nor trustee of the Trust.  The Court addresses each of Locke’s alleged “notice dates” in \nturn. \n65. First, the fact that Plaintiffs demanded distributions from Randolph Road \nin 2008 does not conclusively demonstrate that they should have been aware of facts \nunderlying their claim against Locke at that time.  As noted previously, none of the \nparties provided the Court with a copy of any operating agreement.  In the absence \nof an ope rating agreement, and assuming that Plaintiffs’ interests in the company \ndevolved from one who made capital contributions to Randolph Road, Plaintiffs, as \nminority owners, would not be entitled to distributions unless and until interim \ndistributions were m ade by Randolph Road.  N.C. Gen. Stat. § 57D -4-03 \n(“Distributions to interest owners before the dissolution or winding up of the \nLLC . . . may be made at such times and in such amounts as determined by the \nLLC . . . .”).  Plaintiffs were aware of this fact as demonstrated by Bryan’s March 25, \n2008 e -mail to Susan, stating that Plaintiffs had never received any prior \ndistributions and he doubted that Randolph Road’s governing documents required \nthat interim distributions be made.  (Locke’s Resp. Ex. F, at 2.) \n66. Susan’s March 25, 2008 e-mail to Bryan, although espousing the same legal \ntheory raised by Plaintiffs in this litigation, does not conclusively demonstrate that \nthe individual Plaintiffs were on notice of their entitlement to bring a claim.  Susan’s \ne-mail, explaining that they could claim a distribution if Randolph Road’s funds were \nnot kept segregated, does not conclusively demonstrate that Plaintiffs were aware \nthat the funds had not been so kept.  In that same e -mail chain and on that same \ndate, Susan  told Bryan that she had been asking Locke and Hanzel for a full \naccounting of the Trust and all assets of the Estate, but had not yet received anything.  \n(Locke’s Resp. Ex. F, at 1.)  Susan also sent a letter to Locke at that same time asking \nwhen she cou ld expect a full accounting.  (Locke’s Resp. Ex. E, at Locke 001160.)  \nThus, while Plaintiffs may have been aware of a legal theory that could potentially \nbe pursued against Locke in March 2008, the record before the Court does not \nconclusively demonstrate they were then aware of facts to support that legal theory. \n67. As to Susan’s April 14, 2009 letter to Locke demonstrating that she was \naware that Randolph Road’s funds had been invested, it is not improper as a matter \nof law for a trustee, acting as majority owner of an LLC by virtue of his role as trustee, \nto reinvest company assets.  N.C. Gen. Stat. § 36C-9-902(a) (providing that “a trustee \nshall invest and manage trust assets as a prudent investor would”).  Thus, the fact \nthat Susan knew on April 14, 2009 that Locke had reinvested the proceeds from the \nLake House does not conclusively demonstrate that she should have been aware that \nthis was, in fact, a distribution.  Indeed, that same letter demonstrates that on April \n14, 2009, Plaintiffs had still not rec eived the requested accounting that may have \nraised questions as to whether a distribution had been made.  (Locke’s Resp. Ex. G.)  \nAdditionally, Susan asked Locke if he intended to make distributions “any time \nsoon[,]” further suggesting Plaintiffs did not yet have reason to believe a distribution \nwas made.  (Locke’s Resp. Ex. G.) \n68. Although Plaintiffs received the 2010 Trust Accounting on October 30, \n2010, those records show only that the Trust owed Randolph Road a long -term \nliability, but does not necessarily give Plaintiffs notice that it was really a distribution \nor an advance made without interest or repayment terms.  (Locke Aff. Ex. 1, at Locke \n001466, 001472.)  Additionally, there is evidence in the record that Locke repeatedly \nrepresented to Plaintiffs that no distribution had been made and that each interest \nowner would receive their proportionate distributions “when declared and paid.”  \n(Locke’s Resp. Ex. E, at Locke 001160; Locke’s Resp. Ex. H, at 23:1–7, ECF No. 46.8; \nLocke’s Resp. Ex. I, at 103:9 –20, ECF No. 46.9; Locke’s Mot. Summ. J. Ex. E, at \n113:18–22, ECF No. 43.10.)  Moreover, Locke stated in his sworn affidavit that he did \nnot characterize the transfer of Randolph Road’s assets to the Trust as a distribution \nbut as an advance and that he reinvested the cash proceeds from the sale of the Lake \nHouse.  (Locke Aff. ¶ 55.)  \n69. As to the Jo -Wall Loan, the 2010 Trust Accounting shows only that \nLaFrance received $353,100 as a distribution for a “Mortgage Payoff,” but gives no \nindication that the loan payment was ultimately made to Jo -Wall or that Locke had \na potential conflict of interest between Jo -Wall, on the one hand, and the Trust or \nRandolph Road, on the other.  (Ex. 3 to Ex. 2 of Pls.’ Mot. Partial Summ. J., at Locke \n000308.) \n70. Although the evidence demonstrates that Plaintiffs had concerns about \nLocke’s administration of the Trust, the Court cannot conclude as a matter of law \nthat Plaintiffs’ demands for distributions, their awareness of a particular legal theory \nand that funds had been reinvested, a nd their receipt of the 2010 Trust Accounting \nshould have put Plaintiffs on notice of their breach of fiduciary duty claims more than \nthree years prior to the filing of the Complaint. \n71. Thus, the Court concludes that genuine issues of material fact exist as to \nwhen Plaintiffs knew or should have known of Locke’s alleged breach and, \naccordingly, the Court must deny Locke’s Motion for Summary Judgment to the \nextent it asserts that Plaintiffs’ breach of fiduciary duty claims against Locke are \nbarred by the statute of limitations. \n(2) UDTP \n72. The statute of limitations for a UDTP claim is four years.  N.C. Gen. Stat. \n§ 75-16.2.  “Under North Carolina law, an action [for UDTP] accrues at the time of \nthe invasion of [the] plaintiff’s right.”  Newton v. Barth, 788 S.E.2d 653, 662 (N.C. Ct. \nApp. 2016) (alterations in original).  “For actions based on fraud, this occurs at the \ntime the fraud is discovered or should have been discovered with the exercise of \nreasonable diligence.”  Id. \n73. Locke argues that Plaintiffs’ UDTP claim is a repackaged claim for breach \nof fiduciary duty and constructive fraud based on the sale of the Lake House, the \ntransfer of Randolph Road’s funds to the Trust, and the repayment of the Jo -Wall \nLoan, all of which occurred in 2008.  (Br. Supp. Def. Stephen Locke’s Mot. Summ. J. \n14–15, ECF No. 44 [“Locke’s Br. Supp.”].)  Because Locke’s and Plaintiffs’ arguments \nare duplicative of the statute of limitations argument raised in relation to Plaintiffs’ \nbreach of fiduciary duty claims, the Court concludes that ge nuine issues of material \nfact exist as to when Plaintiffs knew or should have known of the basis for their UDTP \nclaim against Locke.  Therefore, Locke is not entitled to summary judgment on \nPlaintiffs’ UDTP claim on statute of limitations grounds. \n(3) Negligence \n74. As to Plaintiffs’ negligence claim, Locke argues that although it is unclear \nfrom the Complaint which transactions Plaintiffs allege were negligent, “all \ndiscernable transactions with which Plaintiffs take issue occurred between 2007 and \n2008” and, thus, their claim accrued in 2010 or 2011.  (Locke’s Br. Supp. 13–14.) \n75. Under N.C. Gen. Stat. § 1 -52, the statute of limitations for a negligence \naction is three years.  Scott & Jones, Inc. v. Carlton Ins. Agency, Inc. , 196 N.C. App. \n290, 297, 677 S.E.2d 848, 853 (2009).  “A cause of action based on negligence accrues \nwhen the wrong giving rise to the right to bring suit is committed, even though the \ndamages at that time be nominal and the injuries cannot be discovered until a later \ndate.”  Birtha v. Stonemor, N.C., LLC, 220 N.C. App. 286, 292, 727 S.E.2d 1, 7 (2012). \n76. Plaintiffs argue that their negligence claim is based on Locke’s conduct in \nturning over Trust assets to Hanzel in 2014.  (Pls.’ Br. Opp’n 21.)  The Complaint \nalleges that, following the remarriage of LaFrance, Hanzel reopened the Estate and \nLocke transferred the Trust assets to Hanzel on October 13, 2014, notwithstanding \nthe fact that Hanzel had been publicly reprimanded by the North Carolina State Bar \nin relation to another matter for lack of veracity and having a conflict of interest.  \n(Compl. ¶¶ 89 –92; Locke’s Answer ¶¶ 90 –92.)  Plaintiffs allege that after Locke \ntransferred the Trust assets to Hanzel, Hanzel made unauthorized disbursements, \nwhich the Clerk ordered Hanzel to repay to the E state in the amount of $91,010.96.  \n(Compl. ¶¶ 97, 108, Ex. B.)  Plaintiffs’ counsel represented at the hearing that Hanzel \nhas not yet complied with the Clerk’s order. \n77. Because Plaintiffs’ negligence claim is based on conduct that occurred on \nOctober 13, 2014, the Court concludes that the filing of the Complaint on January 23, \n2017 was well within the applicable three -year statute of limitations.  Therefore, \nLocke is not entitled to summary judgment on Plaintiffs’ negligence claim. \nb. Damages \n78. Locke argues that he is entitled to summary judgment on Plaintiffs’ claims \nfor breach of fiduciary duty (Counts III and V), constructive fraud (Counts IV and \nVII), negligence (Count VIII), and UDTP (Count XI) because Plaintiffs cannot \nquantify or prove that they have suffered any damages.  (Locke’s Mot. Summ. J. ¶ 2.) \n79. Claims for breach of fiduciary duty, constructive fraud, and UDTP require \na plaintiff to demonstrate that they suffered actual damages.  Piedmont Inst. of Pain \nMgmt. v. Staton Found., 157 N.C. App. 577, 589–90, 581 S.E.2d 68, 76 (2003) (noting \nthat actual damages are an essential element of claims for breach of fiduciary duty, \nconstructive fraud, and UDTP).  However, according to well -established law, once \ncertain causes of action are established, a plaintiff is entitled to recover nominal \ndamages as a matter of law.  Bogovich v. Embassy Club of Sedgefield, Inc., 211 N.C. \nApp. 1, 12, 712 S.E.2d 257, 264 (2011); see also Loftin v. QA Invs., LLC, 2018 NCBC \nLEXIS 11, at *44 (N.C. Super. Ct . Feb. 1, 2018) (“While some causes of action allow \nnominal damages, others require as an essential element . . . that [the] plaintiff incur \nactual damage[s].” (alterations in original) (quotation marks omitted)).  Negligence is \none such cause of action fo r which a Plaintiff may be entitled to nominal damages.  \nSmith v. Hamrick, 159 N.C. App 696, 700, 583 S.E.2d 676, 680 (2003); Title Ins. Co. \nof Minn. v. Smith, Debnam, Hibbert & Pahl, 119 N.C. App. 608, 611, 459 S.E.2d 801, \n804 (1995).  Therefore, the Cour t concludes that Locke is not entitled to summary \njudgment on Plaintiffs’ negligence claim on the basis that Plaintiffs have not \npresented sufficient evidence that they suffered actual damages because a negligence \nclaim does not require a showing of actual damages as an element of the claim. \n80. As to Plaintiffs’ breach of fiduciary duty, constructive fraud, and UDTP \nclaims, the party seeking damages carries the burden of proving damages, which \nmust be done by “show[ing] that the amount of damages is based upon  a standard \nthat will allow the finder of fact to calculate the amount of damages with reasonable \ncertainty.”  Compton v. Kirb y, 157 N.C. App. 1, 17, 577 S.E.2d 905, 915 (2003).  \nAlthough “[a]bsolute certainty is not required,” Plaintiffs must present evid ence of \ndamages that is “sufficiently specific and complete to permit the jury to arrive at a \nreasonable conclusion.”  Id. \n81. Locke contends that he is entitled to summary judgment on Plaintiffs’ \nbreach of fiduciary duty, constructive fraud, and UDTP claims because Plaintiffs have \nnot produced any evidence that they suffered damages as a result of Locke’s alleged \nconduct.  (Locke’s Br. Supp. 16 –20; Locke’s Br. Opp’n 11 –12.)  Locke contends that \nPlaintiffs cannot produce such evidence because they suffered no d amages in that \nthey ultimately received their respective shares from the sale of the Lake House.  \n(Locke’s Br. Opp’n 12.)  Following the sale of the Lake House, Randolph Road \ntransferred the net proceeds from the Lake House sale ($726,776.76) to the Trust.   \nLocke contends that, as 5% owners of Randolph Road, Plaintiffs were collectively \nentitled to $109,016.51, representing their 15% ownership interest (or $36,338.84 \neach for their respective 5% interests).  (Locke Aff. ¶ 56.)  Locke avers that at all times \nhe reserved Trust assets sufficient to pay Plaintiffs their $109,106.51 proportionate \nshare.  (Locke Aff. ¶ 56f.)  Locke contends that, at the end of his trusteeship, he \nredistributed $422,846.49 to Hanzel to be distributed to Plaintiffs, and Plaintiffs thus \nreceived the funds to which they were entitled from the sale of the Lake House.  \n(Locke Aff. ¶ 56h.)  In support of his position, Locke points to the individual Plaintiffs’ \ndepositions in which they deferred to their lawyers and experts as to what thei r \ndamages were and the fact that Plaintiffs’ expert witness, when asked what the total \ndamages were, “repeatedly demurred, related hypothetical examples of how damages \ncould exist, and said it would be on ‘a judge or jury [to] make that decision.’”  (Locke’s \nBr. Opp’n 12 –13.)  Locke also submitted the affidavit of a CPA who is certified in \nfinancial fraud and forensics, who averred that Plaintiffs’ expert disclosure does not \nprovide a claim or evidence of any harm to Plaintiffs.  (Aff. Erik Lioy ¶¶ 5, 9, ECF No. \n43.4.) \n82. Plaintiffs counter that because Locke did not segregate Randolph Road’s \nfunds, he has not shown that Plaintiffs received all the assets to which they were \nentitled, especially in light of the fact that many of the assets distributed to Plaintiffs \nafter the Trust closed could not possibly have been generated from Randolph Road, \nsuch as their deceased father’s record collection, burial flag, and urn.  (Pls.’ Br. Opp’n \n18.)  Plaintiffs argue that they have demonstrated sufficient damages as they are only \nrequired to prove “the extent of the harm and the amount of money representing \nadequate compensation with as much certainty as the nature of the tort and the \ncircumstances permit.”  (Pls.’ Br. Opp’n 15 (emphasis omitted) (quoting Hudgins v. \nWagoner, 204 N.C. App. 480, 492, 694 S.E.2d 436, 446 (2010)).)  Plaintiffs’ expert \ntestified that he was “certain that there are damages” and opined that a judge or jury \ncould determine that damages ranged from $500,000 to $700,000.  (Locke’s Mot. \nSumm. J. Ex. H, at 13:7, 21:21–25, ECF No. 43.14.)  Plaintiffs’ expert further testified \nthat Plaintiffs were damaged by not having use of the funds from the sale of the Lake \nHouse “for some number of seven or so years.”  (Locke’s Mot. Summ. J. Ex. H, at \n140:16–24.) \n83. Having reviewed the briefs, the arguments of counsel, and the accounting \nrecords submitted by the parties, the Court cannot conclude, on the record before it, \nthat Plaintiffs received all of the assets to which they were entitled from Randolph \nRoad or the Trus t.  Additionally, Plaintiffs have produced extensive accounting \nrecords for the Trust, annual balance sheets for Randolph Road, and evidence of what \nthe individual Plaintiffs ultimately received after the Trust terminated.  Based on \nthese records, the Court concludes that Plaintiffs have presented sufficient evidence \nfor a jury to calculate damages, if any, with reasonable certainty.  Therefore, the \nCourt concludes that Locke has not demonstrated that he is entitled to judgment as \na matter of law on the basis that Plaintiffs cannot produce sufficient evidence of their \ndamages. \n84. Accordingly, the Court concludes that a question of material fact exists as \nto whether Plaintiffs were damaged by Locke’s alleged breaches of fiduciary duty, \nconstructive fraud, and UDTP, and if so, in what amount. \nc. Joint and Several Liability \n85. Locke argues that, to the extent Plaintiffs seek to hold him jointly and \nseverally liable for the Hanzel Defendants’ actions, he is entitled to summary \njudgment on Plaintiffs’ claims for constructive fraud (Counts IV and VII) and UDTP \n(Count XI) because he is shielded from liability for an agent’s actions pursuant to \nN.C. Gen. Stat. §§ 32 -27(24) and 36C-8-807(a).  (Locke’s Mot. Summ. J. ¶ 5; Locke’s \nBr. Supp. 26–27.) \n86. Section 32 -26 of the N orth Carolina General Statutes provides that a \ntestator may, by an express intention to do so in a will or other trust instrument, \ngrant a fiduciary any or all of the powers enumerated in N.C. Gen. Stat. § 32 -27, as \nthose powers existed at the time the wil l or trust instrument was signed.  Article X \nof Hampton’s will granted fiduciaries appointed under the will, including the trustee \nof the Trust, all of the powers set forth in § 32 -27, except for § 32 -27(29).5  (Compl. \nEx. A., Art. X.)  In 2004, when Hampt on signed his will, N.C. Gen. Stat. § 32 -27(24) \nprovided, as it does now, that fiduciaries are empowered  \n[t]o employ and compensate . . . persons deemed by the fiduciary needful \nto advise or assist in the proper  . . . administration of any trust, \nincluding, but not limited to, agents, accountants, brokers, [and] \nattorneys-at-law . . . ; and to do so without liability for any neglect, \nomission, misconduct, or default of such agent or representative \nprovided he was selected and retained with due care on the part of the \nfiduciary. \n \nN.C. Gen. Stat. § 32-27(24) (2004) (emphasis added). \n87. Similarly, the North Carolina Uniform Trust Act (the “Trust Act”) provides \nthat “[a] trustee may delegate duties and powers that a prudent trustee of comparable \nskills could prope rly delegate under the circumstances.”  N.C. Gen. Stat. § 36C -8-\n807(a).  The Trust Act further provides that a trustee “is not liable to the beneficiaries \nor to the trust for an action of the agent to whom the function was delegated[,]” \nprovided that the t rustee “exercise[d] reasonable care, skill, and caution in: \n(1) [s]electing an agent; (2) [e]stablishing the scope and terms of the delegation  . . . ; \nand (3) [p]eriodically reviewing the agent’s actions[.]”  Id. § 36C-8-807(a), (c). \n88. Locke contends that Hanzel was a trusted advisor to the decedent and was \nselected by the decedent as manager for various entities.  (Locke’s Br. Supp. 27.)  \nThus, Locke argues that it was reasonable for Locke to retain Hanzel as counsel for \nthe Trust and to reappoint Hanzel as manager of Randolph Road.  (Locke’s Br. Supp. \n                                                 \n5 Section 32-27(29), which relates to a fiduciary’s authority to classify income and \nprincipal of an estate or trust, is not relevant to the Court’s determination of the \nMotions. \n27.)  He further asserts that there was never any indication that Hanzel should not \nbe trusted.  (Locke’s Br. Supp. 27.)  Locke testified that, although he had no \ninteractions with Hanzel prior to Hampton’s death, Locke was aware that Hanzel had \nserved as trusted counsel to Hampton and his businesses for many years during \nHampton’s life and, therefore, Locke reasonably continued to use Hanzel’s services \nas counsel for the Trust and manager of Randolph Road.  (Locke Aff. ¶¶ 40–42.)  Locke \nalso presented the affidavit of John Rodgers (“Rodgers”), an expert witness who is a \nprincipal of a fiduciary litigation consulting firm.  (Aff. John Rodgers ¶¶ 2, 6, ECF \nNo. 43.5.)  Rodgers opined that Locke is shielded from lia bility for Hanzel’s conduct \npursuant to N.C. Gen. Stat. § 32-27(24) because “[i]f Hanzel’s hiring was imprudent, \nresponsibility lies with Thomas Hampton, not Locke.”  (Rodgers Aff. ¶ 10.) \n89. Plaintiffs contend that Locke’s argument that, because the decedent \nselected Hanzel, it was reasonable for Locke to retain Hanzel as an agent for the \nbetter part of a decade after the decedent’s death, is untenable.  (Pls.’ Br. Opp’n 20.)  \nPlaintiffs contend that Locke had a duty to (1) use due care in selecting Hanzel as an \nagent and retaining Hanzel’s services from 2007 to 2014, and (2) periodically review \nHanzel’s actions.  (Pls.’ Br. Opp’n 20–21.)  Plaintiffs argue that these obligations could \nnot be pushed off to the decedent who passed away in 2004.  (Pls.’ Br. Opp’n 20–21.)  \nIn support of their position, Plaintiffs submit Locke’s deposition testimony that he \ncontinued to appoint Hanzel as manager of Randolph Road each year, although he \nonly spoke to Hanzel infrequently after the caveat period and the early years of th e \nTrust and did not at any time do any research or consider whether Hanzel was still a \nsuitable person to act as manager.  (Pls.’ Mot. Partial Summ. J. Ex. 2, at 80:18–81:15, \n85:11–15.)  Plaintiffs thus argue that whether Locke used due care in retaining \nHanzel or reviewing Hanzel’s actions presents a genuine issue of material fact that \nprecludes summary judgment.  (Pls.’ Br. Opp’n 21.) \n90. Based on the foregoing, the Court finds Plaintiffs’ evidence and contention \npersuasive and concludes that a genuine issue of material fact exists as to whether \nLocke exercised due care in his selection, retention, and supervision of Hanzel as \nmanager of Randolph Road and as counsel to the Trust.  Therefore, to the extent that \nPlaintiffs’ breach of fiduciary duty claims are pr emised on holding Locke jointly and \nseverally liable for Hanzel’s conduct, the Court concludes that Locke is not entitled \nto summary judgment on Plaintiffs’ breach of fiduciary duty claims. \n2. Breach of Fiduciary Duty as Majority Owner of Randolph \nRoad \n \n91. The Complaint alleges that Locke, as majority owner of Randolph Road, \nbreached fiduciary duties owed to Plaintiffs as minority owners in that Locke: \n(1) used the proceeds from the sale of the Lake House owned by Randolph Road to \npay off the Jo -Wall Loan, a loan  made by a company for which Locke worked; \n(2) provided the proceeds of the sale of the Lake House and other income from \nRandolph Road to the Trust as an improper distribution disguised as a loan without \nmaking a proportionate distribution to the minority owners as required by N.C. Gen. \nStat. § 57D -4-03; and (3) then removed the loan from the Trust’s records without \nexplanation after LaFrance remarried.  (Compl. ¶¶ 50–56, 67, 70–77, 83–86, 126–29.) \n92. Plaintiffs contend that they are entitled to summary judgment because it is \nundisputed that Locke transferred money from Randolph Road to the Trust (i.e., the \nmajority owner), without transferring a proportionate amount to each of the \nindividual Plaintiffs based on their minority ownership interests, and thus made  an \nimproper distribution and did not act in the best interests of the company or its \nminority owners.  (Pls.’ Br. Supp. 13 –14.)  Plaintiffs further argue that Locke \nbreached his fiduciary duties to the individual Plaintiffs as minority owners because \nLocke distributed Randolph Road’s funds to the Trust, and then from the Trust to \nLaFrance, to enable her to repay the Jo-Wall Loan, a transaction in which Locke had \na conflict of interest. (Pls.’ Br. Opp’n 1.) \n93. Locke does not dispute that the transfer of assets  from Randolph Road to \nthe Trust was a distribution; instead, Locke raises the various defenses discussed \nabove.  (Locke’s Br. Opp’n 1, 15; Locke’s Mot. Summ. J. ¶ 5.)  Having concluded that \ngenuine issues of material fact exist as to Locke’s statute of li mitations defense and \nhis argument that Plaintiffs cannot prove damages, the Court concludes that \nPlaintiffs are not entitled to summary judgment on their breach of fiduciary duty \nclaim against Locke as majority owner of Randolph Road. \n3. Breach of Fiduciary Duty as Trustee and Breach of Trust \n94. Plaintiffs assert claims against Locke for both breach of fiduciary duty as \ntrustee and breach of trust.  (Compl. 18–19.)  As to Plaintiffs’ breach of fiduciary duty \nclaim, Plaintiffs allege that Locke failed to act in good faith or to protect Trust assets \nfor the benefit of the beneficiaries.  (Compl. ¶¶ 139 –40.)  As to Plaintiffs’ breach of \ntrust claim, Plaintiffs allege that Locke breached numerous provisions of the Trust \nAct.  (Compl. ¶ 144.) \n95. Notwithstanding the many provisions of the Trust Act enumerated in the \nComplaint, the Court concludes solely for purposes of Locke’s Motion for Summary \nJudgment, based on the factual allegations of the Complaint, the record before it, and \nthe arguments of counsel in their briefs and at the hearing, that Plaintiffs’ breach of \ntrust claim amounts to a claim that Locke violated the duty of loyalty set forth in N.C. \nGen. Stat. § 36C -8-802.  Because the Court can find no meaningful distinction in \nNorth Carolina case law between a common law claim for breach of fiduciary duty by \na trustee premised on a conflict of interest and a statutory claim for breach of trust, \nthe Court will analyze both claims together. \n96. “The trustee of an irrevocable testamentary trust is a fiduciary.”  Heinitsh \nv. Wachovia Bank, Nat’l Ass’n , 192 N.C. App. 570, 573, 665 S.E.2d 541, 544 (2008).  \n“Trust beneficiaries may expect and demand the trustee’s complete loyalty in the \nadministration of any trust.”  In re Testamentary Tr. of Charnock, 158 N.C. App. 35, \n42, 579 S .E.2d 887, 891 (2003).  Pursuant to N.C. Gen. Stat. § 36C -8-802(c), a \nrebuttable presumption that a transaction involving trust property was affected by a \nconflict of interest arises if the trustee enters into a transaction with: \n(3) An agent, attorney, employee, officer, director, member, manager, or \npartner of the trustee, or an entity that controls, is controlled by, or is \nunder common control with the trustee; or \n \n(4) Any other person or entity in which the trustee, or a person that owns \na significant i nterest in the trust, has an interest or relationship that \nmight affect the trustee’s best judgment. \n \nN.C. Gen. Stat. § 36C -8-802(c)(3)–(4) (emphasis added).  “A violation by a trustee of \na duty the trustee owes under a trust is a breach of trust.”  THZ Holdings, LLC v. \nMcCrea, 231 N.C. App. 482, 485, 753 S.E.2d 344, 348 (2013) (citing N.C. Gen. Stat. \n§ 36C–10–1001). \n97. Hampton’s will established a testamentary trust naming the individual \nPlaintiffs as beneficiaries and appointing Locke as trustee.  (Compl. Ex . A, Art. \nVII.A.4, Art. IX.B.)  Locke served as trustee from 2007 until he resigned in 2014.  \n(Locke Aff. ¶¶ 7, 35, 57 –69.)  Therefore, Locke, as trustee, owed fiduciary duties to \nPlaintiffs as beneficiaries of the Trust. \n98. Plaintiffs allege that Locke, beca use of his association with Jo -Wall, \nengaged in self-dealing by distributing $353,100 from the Trust to LaFrance so she \ncould repay the Jo -Wall Loan.  (Compl. ¶¶ 70 –76.)  Plaintiffs argue that the \ntransaction involved a conflict of interest because Locke i s employed by Jo-Wall and \nis an officer and director of one of Jo -Wall’s members.  (Pls.’ Br. Opp’n 4.)  Plaintiffs \ncontend that by providing LaFrance with a loan from Jo -Wall that bore 7% interest \nand was secured by a deed of trust, Locke controlled both sides of the transaction.  \n(Pls.’ Br. Opp’n 3.)  In support of their position, Plaintiffs point to the fact that the \nVermont Secretary of State lists Locke as the treasurer for and a director of JDN, \nInc., a Vermont corporation that operates under the trad e name JoWall Limited \nPartnership.  (Aff. Andrew L. Fitzgerald Ex. 3, ECF No. 45.1; see also Pls.’ Br. Opp’n \nEx. 1, at 19:10–20:18 (providing Locke’s testimony that JDN is a partner of Jo-Wall).)  \nPlaintiffs also rely on the opinion of their expert, Willia m A. Barbee, a CPA who is \ncertified in business valuation and financial forensics, that “Locke’s management of \nthe Trust appears to present conflicts of interest and potential self -dealing,” which \nincluded the Jo-Wall Loan.  (Pls.’ Mot. Partial Summ. J. Ex. 6, at 1, 3, ECF No. 41.6.) \n99. Locke’s status as an employee of Jo -Wall and as an officer and director of \none of Jo -Wall’s members creates a rebuttable presumption that the Jo -Wall Loan \ncreated a conflict of interest.  N.C. Gen. Stat. § 36C -8-802(c)(3)–(4).  In response, \nLocke argues that he does not have an interest in Jo -Wall that creates a conflict of \ninterest and that the Jo -Wall Loan was made on terms that were fair to the Trust.  \n(Locke’s Br. Supp. 8–9, 21–23.)  Locke avers that he is an at -will, salaried employee \nof Jo-Wall and is “neither a partner, owner, nor shareholder of Jo -Wall[,]” does not \nown any equity interest in Jo-Wall, does not receive performance-based compensation \nor bonuses from Jo-Wall, and does not share in any of Jo -Wall’s profits.  (Locke Aff. \n¶¶ 2, 4.)  Locke further avers that although he serves as JDN’s treasurer and is a \nmember of its board of directors, Locke is not a partner, owner, or shareholder and \ndoes not receive compensation of any kind from JDN.  (Locke Aff. ¶ 6.)  Locke also \nsubmitted by affidavit the expert opinion of Rodgers that there is “no evidence of \ntransactions performed by Locke for his personal account or that were affected by a \nconflict between Locke’s fiduciary and personal interests.”  (Rodgers Aff. ¶ 8.b.) \n100. Although Locke has presented evidence in an attempt to rebut the \npresumption that the Jo -Wall Loan created a conflict of interest, the Court cannot \nconclude that Locke is entitled to judgment as a matter of law.  The fact that Locke \ndid not own an interest in Jo-Wall or that he did not receive any compensation from \nJDN does not effectively rebut the presumption under N.C. Gen. Stat. § 36C -8-\n802(c)(3)–(4) that a conflict of interest exists where the trustee enters into a \ntransaction with an entity that controls the trustee or with which the trustee “has an \ninterest or relationship that might affect the trustee’s best judgment.”  N.C. Gen. \nStat. § 36C-8-802(c)(4) (emphasis added).  An employer generally has some right to \ncontrol the actions of its employee.  Th us, Jo -Wall may have been able to exert \ninfluence over Locke that could have affected his fair administration of the Trust.  \nFurther, Locke’s relationship with both Jo -Wall and JDN is an interest or \nrelationship that may affect his judgment in relation to the Jo-Wall Loan.  Thus, the \nevidence presents a genuine issue of material fact as to whether the Jo -Wall Loan \npresented a conflict of interest. \n101. Therefore, the Court concludes that neither Plaintiffs nor Locke are entitled \nto summary judgment on Plaintiffs’ claims for breach of trust and breach of fiduciary \nduty against Locke as trustee. \n4. Constructive Fraud \n102. Plaintiffs assert separate claims against Locke for constructive fraud \nrelated to his role as majority owner of Randolph Road, on the one hand, and as \ntrustee of the Trust, on the other.  (Compl. 18, 20.)  Because neither the Complaint \nnor the parties’ briefs make any meaningful distinction between the allegations that \nsupport the constructive fraud claim as to Randolph Road and as to the Trust, the \nCourt will address both claims together.  ( Compare Compl. ¶¶ 131–36, with Compl. \n¶¶ 148–52.) \n103. “The elements of a claim of constructive fraud require: (1) a relationship of \ntrust and confidence, (2) that the defendant took advantage of that position of trust \nin order to benefit himself, and (3) that plaintiff was, as a result, injured.”  Trantham \nv. Michael L. Martin, Inc. , 228 N.C. App. 118, 123, 745 S.E.2d 327, 332 (2013) \n(quotation marks omitted).  “The primary difference between pleading a claim for \nconstructive fraud and one for breach of fiduciary duty is the [additional] constructive \nfraud requirement that the defendant benefit himself.”  White v. Consol. Planning, \nInc., 166 N.C. App. 283, 294, 603 S.E.2d 147, 156 (2004). \n104. Locke moves for summary judgment on both of Plaintiffs’ constructive fraud \nclaims on the basis that Plaintiffs have not presented sufficient evidence that Locke \ntook advantage of his position of trust in order to benefit himself.  (Locke’s Br. Supp. \n16–21.) \n105. The Complaint alleges that Locke took advantage of his position of trust \nand confidence to benefit himself and LaFrance by (1) distributing proceeds from the \nsale of the Lake House to LaFrance to be used to repay the Jo -Wall Loan, and \n(2) making improper and commercially unreasonable loan s from Randolph Road to \nthe Trust to give “LaFrance and Locke access to cash from Randolph Road without \nhaving to make distributions” to the minority owners.  (Compl. ¶¶ 52, 58, 60–67, 81–\n87.)  Plaintiffs argue that they have presented sufficient evidence that Locke sought \nto benefit himself because the record shows that (1) Locke was able to extend the life \nof the Trust by making improper distributions from Randolph Road to the Trust, and \nwas thereby able to receive trustee commissions for longer than he o therwise would \nhave, and (2) Locke used Trust assets to repay the Jo-Wall Loan, which generated 7% \ninterest despite being risk free.  (Pls.’ Br. Opp’n 2 –3.)  Bryan, in his affidavit, stated \nthat Locke derived a benefit from the Jo -Wall Loan because, as a p erson associated \nwith Jo-Wall, Locke would “obviously have an interest in Jo-Wall continuing to exist \nand operate and be able to pay him whatever he’s paid.”  (Locke’s Mot. Summ. J. Ex. \nD, at 131:16–23, ECF No. 43.7.) \n106. To establish that Locke sought to benefit himself, Plaintiffs must show that \n“the benefit sought was more than a continued relationship with the plaintiff[.]”  Clay \nv. Monroe, 189 N.C. App. 482, 488, 658 S.E.2d 532, 537 (2008).  Our Court of Appeals \nhas held that “payment of a fee to a defendant for work done by that defendant does \nnot by itself constitute sufficient evidence that the defendant sought his own \nadvantage in the transaction[,]” particularly where there is no evidence that the \namount paid to defendant for his services would have been different in the absence of \nthe alleged breached of fiduciary duty.  NationsBank of N.C., N.A. v. Parker, 140 N.C. \nApp. 106, 114, 535 S.E.2d 597, 602 (2000) (citing Barger, 346 N.C. at 667, 488 S.E.2d \nat 224).  Therefore, the Court concludes that Plaint iffs’ argument that Locke \nimproperly benefited himself by extending the life of the Trust by making improper \ndistributions so that he could continue receiving trustee commissions is unavailing, \nparticularly where there is no evidence that the Trust was in danger of running out \nof funds in 2008 when Randolph Road’s funds were transferred to the Trust. \n107. As to whether Plaintiffs have presented sufficient evidence that Locke \nsought to benefit himself in relation to the Jo -Wall Loan, at the time of the filing of \nthe Complaint and during discovery, Plaintiffs were under the mistaken impression \nthat Jo-Wall was owned by Locke because Locke sent correspondence to Plaintiffs on \nJo-Wall’s letterhead.  (Compl. ¶ 52; Locke’s Mot. Summ. J. Ex. F, at 114:5–116:1, ECF \nNo. 43.12.)  However, Locke has presented evidence that he is not an interest owner \nin Jo-Wall and does not receive any sort of performance-based compensation.  (Locke \nAff. ¶¶ 2, 4.)  Locke also presented evidence that he is not a partner, owner, or \nshareholder of, and does not receive any compensation from, JDN.  (Locke Aff. ¶ 6.)  \nNevertheless, Plaintiffs have produced evidence that Locke is the treasurer for and a \ndirector of JDN, and that JDN is a principal of Jo-Wall.  (Fitzgerald Aff. Ex. 3.)  Based \non the record before it, the Court concludes that a genuine issue of material fact exists \nas to whether Locke took advantage of his position of trust in order to benefit himself. \n108. Accordingly, the Court concludes that Locke is not entitled to summary \njudgment on Plaintiffs’ constructive fraud claims (Counts IV and VII). \n5. Negligence  \n109. Although Locke’s Motion for Summary Judgment also contends that Locke \nis entitled to summary judgment on Plaintiffs’ negligence claim because Plaintiffs \nhave failed to allege essential elements and/or cannot forecast sufficient evidence of \ntheir claim, Locke’s briefs fail to elaborate further on this argument, apart from \nLocke’s argument that Plaintiffs cannot prove damages.  (Locke’s Mot. Summ. J. ¶ 3; \nLocke’s Br. Supp. 20–26; Locke’s Reply Br. 8–10.)  Having concluded that a genuine \nissue of material fact exists as to whether Plaintiffs were damaged, and if so, by how \nmuch, the Court concludes that Locke has not demonstrated that he is entitled to \nsummary judgment on Plaintiffs’ negligence claim. \n6. UDTP \n110. Locke moves for summary judgment on Plaintiffs’ UDTP claim, arguing \nthat Plaintiffs have failed to allege essential elements or otherwise cannot forecast \nsufficient evidence of their UDTP claim to withstand summary judgment.  (Locke’s \nMot. Summ. J. ¶¶ 2–3.) \n111. “To prevail on a UDTP claim under Chapter 75 of our General Statutes, a \n[p]laintiff must show: (1) [the] defendant committed an unfair or deceptive act or \npractice, (2) the action in question was in or affecting commerce, and (3) the act \nproximately caused injury to the plaintiff.”  Hedgepeth v. Lexington State Bank, 228 \nN.C. App. 49, 55, 744 S.E.2d 138, 143 (2013) (alterations in original) (quotation marks \nomitted).  “Plaintiff[s] must first establish that [Locke’s] conduct was ‘in or aff ecting \ncommerce’ before the question of unfairness or deception arises.”  HAJMM Co. v. \nHouse of Raeford Farms, Inc., 328 N.C. 578, 592, 403 S.E.2d 483, 492 (1991). \n112. Notwithstanding § 75-1.1’s broad definition of “commerce” as “all business \nactivities, however denominated,” N.C. Gen. Stat. § 75 -1.1(b), “[o]ur Supreme Court \nhas observed that the history of the [UDTP] Act [(the “UDTPA” or “Act”)] indicates \nthat the General Assembly was targeting ‘unfair and deceptive interactions between \nmarket participants[,]’” Bickley v. Fordin, 811 S.E.2d 671, 674 (N.C. Ct. App. 2018) \n(emphasis omitted) (quoting White v. Thompson, 364 N.C. 47, 52, 691 S.E.2d 676, 679 \n(2010)).  “To accomplish this goal, the General Assembly explained that the Act would \nregulate two types of in teractions in the business setting: (1) interactions between \nbusinesses, and (2) interactions between businesses and consumers.”  White, 364 N.C. \nat 52, 691 S.E.2d at 679.  Our courts have repeatedly held that “[t]he General \nAssembly did not intend for the Act to regulate purely internal business operations.”  \nId. at 48, 691 S.E.2d at 676; Alexander v. Alexander, 792 S.E.2d 901, 904 (N.C.  Ct. \nApp. 2016). \n113. Locke contends that he is entitled to summary judgment on Plaintiffs’ \nUDTP claim because the alleged conduct was not in or affecting commerce as it \ninvolved only the Trust and Randolph Road, and that any unfair or deceptive conduct \nwas dir ected only at the beneficiaries of the Trust and the members of Randolph \nRoad, who were one and the same.  (Locke’s Br. Supp. 24.)  Locke thus contends that \nany unfair or deceptive conduct was not directed at any other market participant and \nhad no impact on the market.  (Locke’s Br. Supp. 24.) \n114. Plaintiffs argue that Locke’s argument ignores the fact that Locke held two \nseparate fiduciary roles (i.e., as majority owner of Randolph Road and as trustee of \nthe Trust), and that Locke’s conduct involved a testame ntary trust; two real estate \ntransactions (the sale of the Lake House and the purchase of LaFrance’s new home); \ndealings with Jo-Wall, a foreign entity; and the operation of Randolph Road, which \nleased professional offices.  (Pls.’ Br. Opp’n 19 –20.)  Based  on those assertions, \nPlaintiffs contend that it would be premature to dismiss the UDTP claim and that \nthe Court should determine whether Locke’s conduct was in or affecting commerce \nfollowing the presentation of all of the evidence at trial.  (Pls.’ Br. Opp’n 20.) \n115. Plaintiffs’ argument that Locke’s conduct was in or affecting commerce \nbecause it involved two real estate transactions, the lease of a medical office building, \nand the Jo-Wall Loan, (i.e., that it involved persons outside of Randolph Road or the \nTrust), is unavailing.  Where plaintiff and defendant are both part of a single market \nparticipant, yet the alleged unfair or deceptive conduct in some way involved other \nmarket participants, our courts have looked to whether the defendant directed the \nunfair or de ceptive conduct at the outside participants to determine whether the \nalleged conduct was “in or affecting commerce” under the UDTPA.  Alexander, 792 \nS.E.2d at 905 (concluding that defendant co -owner’s conduct was not in or affecting \ncommerce where defendant caused the close corporation to make inflated payments \nto defendant for use of defendant’s property because defendant “unfairly and \ndeceptively interacted only with [Plaintiff, his co -owner]” (alteration in original)); \nChisum, 2017 NCBC LEXIS 102, at *36 (concluding that defendants’ conduct was not \nin or affecting commerce where defendants, as managers of LLCs in which plaintiff \nhad an interest, diverted corporate assets to other companies owned by defendants, \nbecause the alleged unfair and deceptive cond uct was not directed at other market \nparticipants).  Because Plaintiffs have presented no evidence that any unfair or \ndeceptive conduct was directed at the other market participants involved in the real \nestate transactions, the medical office lease, or the Jo-Wall Loan, these transactions \ndo not demonstrate that Locke’s conduct was in or affecting commerce. \n116. The Court reaches the same conclusion concerning Locke’s conduct \ninvolving the Trust and Randolph Road.  The Trust was the majority owner of \nRandolph Ro ad.  The other members of Randolph Road were beneficiaries of the \nTrust.  Although this case technically involved two separate legal entities—the Trust \nand Randolph Road—the Court can discern no meaningful impact on other market \nparticipants from Locke’s alleged conduct.  That is, the beneficiaries of the Trust and \nthe minority owners of Randolph Road who were allegedly harmed by unfair and \ndeceptive conduct are one and the same.  Plaintiffs allege that Locke, as trustee of \nthe Trust, engaged in unfair and deceptive conduct toward them as beneficiaries of \nthe Trust.  Plaintiffs allege that Locke, acting as controlling owner of Randolph Road, \nengaged in unfair and deceptive conduct toward them as minority owners.  These \nallegations demonstrate that any unfair  or deceptive conduct had no meaningful \nimpact on commerce, but rather was contained solely within a single market \nparticipant.  Alexander, 792 S.E.2d at 905. \n117. Accordingly, the Court concludes that Locke is entitled to summary \njudgment on Plaintiffs’ UDTP claim, and that claim is dismissed with prejudice. \n7. Civil Conspiracy \n118. It is well -established that North Carolina does not recognize a separate \ncause of action for civil conspiracy.  Strickland v. Hedrick, 194 N.C. App. 1, 19, 669 \nS.E.2d 61, 73 (2008).  “Only where there is an underlying claim for unlawful conduct \ncan a plaintiff state a claim for civil conspiracy . . . .”  Sellers v. Morton, 191 N.C. App. \n75, 83, 661 S.E.2d 915, 922 (2008).  To establish a civil conspiracy theory of liability, \nPlaintiffs must demonstrate the existence of a conspiracy, wrongful acts done by \ncertain of the alleged conspirators, and injury.  Newton, 788 S.E.2d at 663.  As to the \nfirst element, Plaintiffs must offer “proof of an agreement between two or more \npersons.”  Sellers, 191 N.C. App. at 83, 661 S.E.2d at 922.  “Although civil liability for \nconspiracy may be established by circumstantial evidence, the evidence of the  \nagreement must be sufficient to create more than a suspicion or conjecture  . . . .”  \nCameron v. New Hanover Me m’l Hosp., Inc., 58 N.C. App. 414, 438, 293 S.E.2d 901, \n916 (1982). \n119. Plaintiffs allege that in administering the Trust and the Estate, Locke and \nHanzel worked together to benefit LaFrance to the harm of the individual Plaintiffs \nand that LaFrance was compli cit in and encouraged Defendants to run Randolph \nRoad for her benefit.  (Compl. ¶¶ 48 –49.)  More specifically, Plaintiffs allege that \nLaFrance and Locke conspired to effectuate the Jo -Wall Loan and payment thereof \nfrom the Lake House sale “to insure that s he and he reaped the maximum benefit \npossible from the Trust,” (Compl. ¶¶ 60, 75), and that Defendants and LaFrance \nconspired to “effectuate the lack of payments of distribution of profits” from Randolph \nRoad to the individual Plaintiffs “to insure that th ey reaped the maximum benefit \npossible from Randolph Road and the Trust,” (Compl. ¶¶ 68, 79). \n120. Locke argues that he is entitled to summary judgment on Plaintiffs’ \nconspiracy claim because Plaintiffs have failed to plead or forecast any evidence of an \nagreement between Locke and Hanzel.  (Locke’s Br. Supp. 25 –26.)  Locke notes that \nSusan testified in her deposition that she believed Hanzel and Locke conspired \ntogether in their handling of the Trust and Randolph Road because “the numbers \nnever lined up” on the  accounting records and “they were always going back and \nforth,” and “it seemed like they were benefitting from, you know, from working \ntogether.”  (Locke’s Br. Supp. 25; Locke’s Mot. Summ. J. Ex. E, at 68:14–23.) \n121. Plaintiffs presented as evidence of a cons piracy between Locke and \nLaFrance the deposition testimony of LaFrance that she and her husband had been \n“very good friends” with Locke and his girlfriend and that LaFrance socialized with \nLocke on occasion during the administration of the Trust.  (Pls.’ Mot. Partial Summ. \nJ. Ex. 3, at 29:19 –23, ECF No. 41.3.)  Plaintiffs also presented Hanzel’s response to \nan interrogatory in which he stated that LaFrance and Locke dealt with each other \nexclusively and directly regarding distributions from the Trust and that actions that \nwere detrimental to Plaintiffs, if any, “were orchestrated and conducted” between \nLaFrance and Locke.  (Pls.’ Mot. Partial Summ. J. Ex. 5, Resp. Interrog. No. 8, ECF \nNo. 41.5.) \n122. As to whether Locke conspired with Hanzel, the evidence consist s of \n(1) Susan’s deposition testimony that she thought Locke and Hanzel “were in cahoots” \nand that their handling of the Trust and Estate “[did]n’t smell right,” (Locke’s Mot. \nSumm. J. Ex. F, at 144:16–23); (2) Locke’s deposition testimony that he asked Hanzel \nto consult with a CPA “to ensure the net operating loss carryforward that I had in the \n[T]rust would still be available to the children when I transferred the assets back to \nthe successor trustee[,]” (Pls.’ Mot. Partial Summ. J. Ex. 2, at 58:13 –19); a nd \n(3) Locke’s deposition testimony that he and Hanzel had a conversation about \ntransferring Randolph Road’s funds to the Trust and that Hanzel wrote the check \ntransferring funds, (Pls.’ Mot. Partial Summ. J. Ex. 2, at 57:11–23). \n123. The Court concludes that P laintiffs have not presented sufficient evidence \nthat Locke conspired with LaFrance or Hanzel to commit a wrongful act to withstand \nLocke’s Motion for Summary Judgment.  Neither evidence that LaFrance and Locke \nhad a prior personal relationship and sociali zed occasionally during Locke’s \nadministration of the Trust nor evidence that Hanzel disclaimed any knowledge of a \nconspiracy between Locke and LaFrance demonstrates an agreement to commit a \nwrongful act.  Further, evidence that Hanzel, as manager of Rando lph Road, and \nLocke, as trustee and acting majority owner, discussed financial decisions regarding \nthe company does not constitute sufficient evidence that Locke and Hanzel conspired \nto wrongfully transfer assets from Randolph Road to the Trust. \n124. The Court cannot find any evidence in the record, either direct or \ncircumstantial, as opposed to allegations, that does more than raise a suspicion that \nLocke and Hanzel conspired to commit a wrongful act.  Accordingly, the Court \nconcludes that Plaintiffs have faile d to come forward with sufficient evidence of an \nagreement to create a genuine issue of material fact and, therefore, Locke is entitled \nto summary judgment on Plaintiffs’ civil conspiracy claim. \n8. Accounting \n125. The Complaint alleges that Locke was required to p rovide requested \ninformation to Plaintiffs as minority owners of Randolph Road pursuant to N.C. Gen. \nStat. § 57D-3-04.  (Compl. ¶ 171.)  The Complaint also alleges, as a result of Locke’s \nbreaches of fiduciary duty and breach of trust, that Locke must acco unt for the \ntransactions and conduct described in the Complaint pursuant to common law and \nN.C. Gen. Stat. § 36C-10-1000(4).  (Compl. ¶ 172.) \n126. Locke moves for summary judgment on Plaintiffs’ claim for accounting and \ninformation, arguing that these are remedies, not separate causes of action.  (Locke’s \nBr. Supp. 27.)  Plaintiffs did not address Locke’s Motion for Summary Judgment as \nto their claim for inspection rights and an accounting. \n127. Although a court may order an accounting as an equitable remedy, Mkt. \nChoice, Inc. v. New Eng. Coffee Co., 5:08-CV-90, 2009 U.S. Dist. LEXIS 73627, at *35–\n36 (W.D.N.C. Aug. 18, 2009) (applying North Carolina law), each member of an LLC \nis statutorily granted an affirmative right to inspect certain information pertaining \nto the company, N.C. Gen. Stat. § 57D-3-04(a).  To exercise that right, a plaintiff must \nrequest to inspect the company’s records and be denied an opportunity to do so.  See \nChisum, 2017 NCBC LEXIS 102, at *29 –30 (dismissing claim brought pursuant to \n§ 57D-3-04 where plaintiff did not allege that he requested to inspect company \nrecords or was denied the opportunity to do so).  Plaintiffs allege that they demanded \nthat Locke provide them with an accounting of the Trust’s assets, and that, although \nLocke produced s ome records, he did not produce an adequate accounting for \nRandolph Road.  (Compl. ¶ 35.)  Locke admitted that such demands were made.  \n(Locke’s Answer ¶ 35.)  Further, Susan sent Locke several letters regarding the Trust \nand Randolph Road and requested a “full estate accounting.” (Locke’s Br. Opp’n Exs. \nA, E, G.) \n128. The Court concludes that Plaintiffs have presented sufficient evidence that \nthey requested to inspect records and were denied the opportunity to do so to survive \nsummary judgment on their claim for an accounting under the LLC Act. \n129. As to Plaintiffs’ claim that Locke is required to provide an accounting of the \nTrust, N.C. Gen. Stat. § 36C-10-1001(b)(4) provides that a court may remedy a breach \nof trust by ordering a trustee to account.  Thus, Locke i s correct that Plaintiffs’ \naccounting claim is a remedy.  However, because the Court has concluded that Locke \nis not entitled to summary judgment on Plaintiffs’ claims that Locke breached his \nduties to the beneficiaries of the Trust, Plaintiffs may be enti tled to the requested \naccounting, should they prove their claims at trial. \n130. Accordingly, Locke is not entitled to summary judgment on Plaintiffs’ claim \nfor inspection of Randolph Road’s records, and Plaintiffs may maintain their request \nfor the remedy of an accounting of the Trust. \nV. CONCLUSION \n131. For the foregoing reasons, the Court DENIES Plaintiffs’ Motion for Partial \nSummary Judgment and GRANTS in part and DENIES in part Locke’s Motion for \nSummary Judgment as follows: \nA. The Court DENIES Locke’s Motion for Summary Judgment on \nPlaintiffs’ claims for breach of fiduciary duty (Counts III and V), \nconstructive fraud (Counts IV and VII), breach of trust (Count VI),  \nnegligence (Count VIII), and accounting and information rights \n(Count X). \nB. The Court GRANTS Locke’s Motion for Summary Judgment on \nPlaintiffs’ claims for unfair or deceptive trade practices (Count XI) \nand civil conspiracy (Count XII), each of which is dismissed with \nprejudice. \nC. The Court will set this matter for trial by separate Order.  \nSO ORDERED, this the 29th day of June, 2018. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}