{
  "id": "0d8114cc49d65815c562bb773919e8a175cce4f9cfc5b0c32343eb31033e1233",
  "source_file": "data/raw/ncbc/0d8114cc49d65815c562bb773919e8a175cce4f9cfc5b0c32343eb31033e1233.pdf",
  "raw_text": "Latigo Invs. II, LLC v. Waddell & Reed Fin., Inc., 2007 NCBC 17 \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \n \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n06 CVS 18666 \nLATIGO INVESTMENTS II, LLC, \nNELSON E. BOWERS, II and \nJAY R. FRYE, \n \nPlaintiffs, \n \nv.  \n \nWADDELL & REED FINANCIAL, INC., \nWADDELL & REED, INC., SAMUEL V. \nWATKINS and DONALD R. HAYES, \n \nDefendants. \n \n \n \n \n \n \n \nORDER \n \n \nHagan Davis Mangum Barrett Langley & Hale, PLLC by J. Alexander S. Barrett \nand Stuart C. Gauffreau; Grant, Konvalinka & Harrison, PC by John P. Konvalinka and \nCharles G. Fisher, VI, for Plaintiffs Latigo Investments II, LLC, Nelson E. Bowers, II, \nand Jay R. Frye. \n \nKennedy Covington Lobdell & Hickman, LLP by Cory Hohnbaum and Brian L. Franklin; \nBlackwell Sanders Peper Martin, LLP by Jeffrey J. Kalinowski and Richard H. Kuhlman, \nfor Defendants Waddell & Reed Financial, Inc., and Waddell & Reed, Inc.,  \n \nDiaz, Judge. \n \n{1} Before the Court is the Motion of Defendants Waddell & Reed Financial, Inc., and \nWaddell & Reed, Inc., (collectively, “W&R”) to Dismiss Plaintiffs’ Fourth Claim for Relief \npursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure (the “Motion”). \n{2} W&R’s Motion seeks dismissal of Plaintiffs’ claim alleging a violation of the North \nCarolina Unfair and Deceptive Trade Practices Act (the “UDTPA”), Section 75-1.1 of the North \nCarolina General Statutes. \n{3} After considering the Amended Complaint, the parties’ briefs,1 and the arguments of \ncounsel, the Court GRANTS the Motion. \nI. \nPROCEDURAL BACKGROUND \n{4} Plaintiffs Latigo Investments II, LLC (“Latigo”), Nelson E. Bowers, II (“Bowers”) and \nJay R. Frye (“Frye”) filed their Complaint on 21 September 2006. \n{5} Plaintiffs filed an Amended Complaint by consent on 8 February 2007. \n{6} The case was transferred to the North Carolina Business Court and assigned to me as a \ncomplex business case on 14 February 2007. \n{7} W&R filed the Motion and a supporting brief on 3 April 2007. \n{8} Plaintiffs filed a brief in opposition to the Motion on 27 April 2007, and W&R filed a \nreply on 7 May 2007. \n{9} On 22 May 2007, the Court heard oral arguments on the Motion. \nII. \nTHE FACTS \nA. \nTHE PARTIES \n{10} The following facts are taken from the Plaintiffs’ Amended Complaint, which the Court \naccepts as true for purposes of the Motion. \n{11} Latigo is a Georgia limited liability company with its principal place of business located \nin Chattanooga, Tennessee.  (Am. Compl. ¶ 1.) \n{12} Bowers resides in Hamilton County, Tennessee, and is the owner of one hundred percent \n(100%) of the membership interests of Latigo.  (Am. Compl. ¶ 2.) \n                                                 \n1 The Court declines to consider Exhibit A attached to W&R’s reply brief. \n{13} Frye resides in Iredell County, North Carolina.  (Am. Compl. ¶ 3.) \n{14} Defendant Waddell & Reed Financial, Inc. is a Delaware corporation with its principal \nplace of business in Shawnee Mission, Kansas.  (Am. Compl. ¶ 4.) \n{15} Defendant Waddell & Reed, Inc. also is a Delaware corporation with its principal place \nof business in Shawnee Mission, Kansas.  (Am. Compl. ¶ 4.) \n{16} Defendant Samuel V. Watkins (“Watkins”) resides in Mecklenburg County, North \nCarolina.  (Am. Compl. ¶ 5.) \n{17} Defendant Donald R. Hayes (“Hayes”) also resides in Mecklenburg County, North \nCarolina.  (Am. Compl. ¶ 6.) \nB. \nTHE CLAIMS \n{18} Plaintiffs own MB2 Motorsports, LLC (“MB2”), a company “engaged in the business of \nowning and operating NASCAR auto racing teams.”  (Am. Compl. ¶¶ 8-9.) \n{19} In or about March 2006, Plaintiffs determined that “MB2 needed an immediate and \nsubstantial infusion of capital, as a result of an accumulation of debt over a period of several \nyears and the absence of a primary sponsor . . . .”  (Am. Compl. ¶ 10.) \n{20} Plaintiffs contacted a business broker, who solicited Watkins as a possible investor in \nMB2.  (Am. Compl. ¶¶ 10-12.) \n{21} The broker told Watkins that MB2 would not discuss any transaction with Watkins \nwithout evidence that Watkins could satisfy MB2’s funding needs.  (Am. Compl. ¶¶ 11-12.) \n{22} On or about 17 April 2006, MB2 received a letter from W&R attesting to Watkins’s \nability to invest up to $50 million in MB2 (hereinafter, the “W&R Letter”).2  (Am. Compl. Ex. \nA.) \n{23} In reliance on the W&R Letter, Plaintiffs negotiated with Watkins and Hayes to purchase \nan ownership interest in MB2, to the exclusion of other potential suitors.  (Am. Compl. ¶¶ 11, 14, \n19, 37.) \n{24} Watkins and Hayes, acting on behalf of RDS, offered to purchase a 30% interest in MB2 \nfor $30 million and represented to the Plaintiffs that they could fund the transaction.  (Am. \nCompl. ¶ 16.) \n{25} On 4 May 2006, the parties executed a Reorganization Agreement, which purported to \nmemorialize this transaction.  (Am. Compl. ¶ 17, Ex. B.) \n{26} Following execution of the Reorganization Agreement, the parties negotiated an \nAmended and Restated Operating Agreement for MB2 to reflect the newly acquired interest of \nWatkins and Hayes in the company.  (Am. Compl. ¶ 20.) \n{27} As part of these negotiations, Watkins or Hayes represented to the Plaintiffs that W&R \nintended to provide them with the necessary funding for the $30 million transaction on or before \n30 May 2006.  (Am. Compl. ¶ 21.) \n{28} W&R failed to provide the necessary funding by the 30 May deadline and thereafter \nadvised Frye that it would not be funding any portion of the $30 million transaction.  (Am. \nCompl. ¶ 34.) \n{29} As a result, Watkins and Hayes defaulted on their commitments under the Reorganization \nAgreement.  (Am. Compl. ¶ 36.) \n                                                 \n2 The W&R Letter refers specifically to the ability of non-party RDS Diversity Capital Corporation, Inc. (“RDS”) to \nfund the transaction.  (See Am. Compl. Ex. A.)  Although the Amended Complaint is not clear on this point, it \nappears that RDS is either wholly or partially owned by Watkins and Hayes. \n{30} Plaintiffs discovered later that RDS had never been formed or organized as a corporation, \nand that it had no capacity to fund the $30 million transaction.  (Am. Compl. ¶ 36.) \n{31} Because they had not pursued other potential investors while negotiating with Watkins \nand Hayes, Plaintiffs were forced to sell their interest in MB2 at a substantial discount to obtain \nadequate financing for the company.  (Am. Compl. ¶¶ 37-38.) \n{32} Plaintiffs allege breach of contract against Watkins and Hayes, and they allege claims for \nfraud, negligent misrepresentation, and unfair and deceptive trade practices against all \nDefendants.  (Am. Compl. ¶¶ 39-66.) \nIII. \nCONCLUSIONS OF LAW \nA. \nSTANDARD OF REVIEW \n{33} The essential question on a motion to dismiss pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure “is whether the complaint, when liberally construed, states a \nclaim upon which relief can be granted on any theory.”  Oberlin Capital, L.P. v. Slavin, 147 N.C. \nApp. 52, 56, 554 S.E.2d 840, 844 (2001) (citations omitted) (emphasis in original).  On a motion \nto dismiss, the complaint’s material factual allegations are taken as true.  Id. (citing Hyde v. \nAbbott Labs., Inc., 123 N.C. App. 572, 575, 473 S.E.2d 680, 682 (1996)). \n{34} When ruling on a Rule 12(b)(6) motion, the trial court should liberally construe the \ncomplaint and should not dismiss the action unless “it appears to a certainty that plaintiff is \nentitled to no relief under any state of facts which could be proved in support of the claim.”  \nDavis v. Messer, 119 N.C. App. 44, 51, 457 S.E.2d 902, 906-07 (1995) (citation omitted). \n \nB. \nANALYSIS \n{35} To state a claim under the UDTPA, Plaintiffs must allege “(1) defendants committed an \nunfair or deceptive act or practice; (2) in or affecting commerce and (3) plaintiff was injured as a \nresult.”  Phelps-Dickson Builders, L.L.C. v. Amerimann Partners, 172 N.C. App. 427, 439, 617 \nS.E.2d 664, 671 (2005). \n{36} In this case, W&R asserts that the transaction at issue was a “capital-raising” device and, \nas such, was not “in or affecting commerce” as that element has been defined under North \nCarolina law.  (Defs.’ Mem. in Supp. of Mot. to Dismiss Pls.’ Fourth Claim for Relief 2 (citing \nOberlin Capital, 147 N.C. at 61, 554 S.E.2d at 848 (2001); HAJMM Co. v. House of Raeford \nFarms, Inc., 328 N.C. 578, 594-95, 403 S.E.2d 483, 493 (1991)).) \n{37} HAJMM and Oberlin have their genesis in the North Carolina Supreme Court’s decision \nin Skinner v. E. F. Hutton & Co., Inc., 314 N.C. 267, 333 S.E.2d 236 (1985).  There, the Court \nheld that “securities transactions are beyond the scope of N.C.G.S. § 75-1.1” in part because \nsecurities transactions are “‘already subject to pervasive and intricate regulation’” under the \nNorth Carolina Securities Act and the federal securities laws.  Id. at 275, 333 S.E.2d at 241 \n(quoting Lindner v. Durham Hosiery Mills, Inc., 761 F.2d 162, 167-68 (4th Cir. 1985)). \n{38} In HAJMM, the North Carolina Supreme Court expanded the securities exception to \ninclude “the trade, issuance and redemption of corporate securities or similar financial \ninstruments . . . .”  HAJMM, 328 N.C. at 594, 403 S.E.2d at 493. \n{39} In HAJMM, owners of a turkey farm business sold their interest to an agricultural \ncooperative.  Id. at 580, 403 S.E.2d at 485.  In return, they received revolving fund certificates \nthat became part of the cooperative’s capital structure and were shown as stockholder equity on \nthe cooperative’s balance sheet.  Id. \n{40} The former owners of the turkey farm sued to have the certificates retired by the \ndefendant cooperative.  In affirming the trial court’s dismissal of the UDTPA claim, the HAJMM \nCourt concluded that the revolving fund certificates were, in essence, corporate securities, and \ntheir purpose was to provide and maintain adequate capital for the enterprises at issue.  Id. at \n593, 403 S.E.2d at 493. \n{41} According to the Court, the commerce element of a UDTPA claim applies to “the manner \nin which businesses conduct their regular, day-to-day activities, or affairs,” while “the issuance \nof securities is an extraordinary event done for the purpose of raising capital . . . .”  Id. at 594, \n403 S.E.2d at 493.  For that reason, the transactions in HAJMM were not “in or affecting \ncommerce” and therefore, were beyond the scope of the UDTPA.  Id. at 595, 403 S.E.2d at 493.3 \n{42} In Oberlin, our Court of Appeals expanded the reach of the UDTPA securities exception.  \nIn that case, plaintiff Oberlin Capital, L.P. agreed to provide working capital for an automotive \nparts corporation.  147 N.C. App. at 54, 554 S.E.2d at 843.  Defendants served on the board of \nthe corporation.  Id.  Oberlin Capital and the corporation executed a loan agreement that \nprovided the corporation with a $1.5 million loan and gave Oberlin Capital a future right to \npurchase stock in the corporation’s business.  Id.  The defendant directors ratified the loan \nagreement.  Id. at 54-55, 554 S.E.2d at 843-44. \n{43} The debtor corporation filed for bankruptcy sometime after executing the loan agreement.  \nId.  Oberlin Capital subsequently discovered that the corporation and its directors failed to \ndisclose certain negative financial information about the debtor that would have been material to \n                                                 \n3 In dissent, Justice Mark Martin noted that there is no support for the view that “‘commerce’ means only the \n‘regular, day-to-day activities or affairs’ of a business” and, in fact, “[t]he plain words of the statute state otherwise.”  \nHAJMM, 328 N.C. at 596, 403 S.E.2d at 494 (Martin, J., dissenting). \nOberlin Capital’s decision to make the loan.  Id. at 55, 554 S.E.2d at 844.  As a result, Oberlin \nCapital sued the individual directors alleging a host of tort claims and a separate UDTPA claim.  \nId. \n{44} Our Court of Appeals held that “[b]ecause the loan agreement at issue here, which also \ngranted Oberlin the right to purchase stock in [the debtor corporation] in the future, was \nprimarily a capital raising device, it was not ‘in or affecting commerce’ for the purposes of \nChapter 75.”  Id. at 62, 544 S.E.2d at 848. \n{45} Plaintiffs in this case argue that the holdings in HAJMM and Oberlin Capital are limited \nto their facts and do not bar their UDTPA claim.  More specifically, they assert that:  (1) the \ntransaction at issue in this case is not a capital raising device, but rather involves the sale of \ncertain ownership interests in a company; (2) a UDTPA claim is proper because W&R’s normal \nbusiness activities includes arranging business financing;4 (3) the UDTPA claim in this case does \nnot directly concern the terms of a capital raising device but rather W&R’s representations made \nin connection with their normal business activity; and (4) HAJMM and Oberlin Capital involved \ncapital investors suing entities to which they provided capital whereas the Plaintiffs here were to \nbe the beneficiaries of the capital investment.  (Pls.’ Br. in Resp. to Defs.’ Mot. to Dismiss Pls.’ \nFourth Claim for Relief 3-7.) \n{46} Plaintiffs’ attempts to distinguish HAJMM and Oberlin Capital are unavailing.  As W&R \naptly notes, the Court’s proper focus under the relevant cases is not “who is a party to the \ntransaction,” but rather “what is the purpose of the transaction.”  (Defs.’ Reply Mem. in Supp. of \nMot. to Dismiss Pls.’ Fourth Claim for Relief 3 (citing Food Lion, Inc. v. CapitalCities/ABC, \nInc., 194 F.3d 505, 520 (4th Cir. 1999)).) \n                                                 \n4 Plaintiffs, however, do not allege this fact in their pleading. \n{47} Were I writing on a clean slate, I would not dismiss Plaintiffs’ UDTPA claim as, like \nJustice Martin, I find no logical basis for excluding misrepresentations made in the context of \ncapital raising transactions from the reach of what is intended to be a broad remedial statute. \n{48} But under HAJMM and Oberlin Capital, the only relevant question for me is “whether \nthe transactions at issue involved securities or other financial instruments involved in raising \ncapital.”  White v. Consol. Planning, Inc., 166 N.C. App. 283, 304, 603 S.E.2d 147, 161 (2004).  \nPlaintiffs’ pleading leaves no doubt that this is precisely what the parties contemplated here. \nMoreover, as was the case in Oberlin Capital, Plaintiffs’ UDTPA claim is premised on \nrepresentations made by parties who were not principals to the original capital raising \ntransaction, but who played a key role in facilitating the same. \n{49} In sum, because the undisputed purpose of the transaction in this case, including the \nW&R Letter, was to raise capital for MB2, it is not a transaction “in or affecting commerce” as \nthat element has been defined by the cases.  Accordingly, Plaintiffs’ UDTPA claim must be \ndismissed. \nCONCLUSION \n{50} The Court DISMISSES Plaintiffs’ Fourth Claim for Relief alleging a violation of the \nUDTPA. \n \n "
}