{
  "id": "0e2f069cc3130058e4187d860923261c0bcf491345abbd7d193f640b56bdeb02",
  "source_file": "data/raw/ncbc/0e2f069cc3130058e4187d860923261c0bcf491345abbd7d193f640b56bdeb02.pdf",
  "raw_text": "Flick Mortgage Investors, Inc. v. The Epiphany Mortgage, Inc., et al., 2006 NCBC 3.\n \nSTATE OF \nNORTH \nCAROLINA\n                  \nIN THE GENERAL COURT OF JUSTICE\n                                                                                    \nSUPERIOR COURT DIVISION\nCOUNTY\n \nOF \nMECKLENBURG\n                                          \n \n \n \nFLICK MORTGAGE INVESTORS, INC.,\n                \n)\n          \n                                                \n)\n                        \nPlaintiff,\n                                                \n)\n                                                                                    \n)\nv.\n                                                                     \n)\n                                                                        \n)\nTHE EPIPHANY MORTGAGE, INC.,\n                       \n)\n                       \n04-CVS-22296\nMICHELE A. DIXON,\n                                                \n)\nR. KENT WILKINSON and\n                                       \n)\nMOTT E. SIMPSON, individually and\n             \n            \n)\nd/b/a MOTT’S APPRAISALS, and\n                             \n)\nFIRST DECISION MORTGAGE, INC.,\n                    \n)\n          \n            \n                                                                        \n)\n                        \nDefendants.\n                                          \n)\n                                                                                    \n)\nFLICK MORTGAGE INVESTORS, INC.,\n                \n)\n          \n                                                \n)\n                        \nPlaintiff,\n                                                \n)\n                                                                                    \n)\nv.\n                                                                     \n)\n                                                                        \n)\nFIRST DECISION MORTGAGE, INC.,\n                    \n) \n                      \n04-CVS-22297\nTHE EPIPHANY MORTGAGE, INC.,\n                       \n)\n                      \nMICHELE A. DIXON,\n                                                \n)\nR. KENT WILKINSON and\n                                       \n)\nMOTT E. SIMPSON, individually and\n             \n            \n)\nd/b/a MOTT’S APPRAISALS\n                         \n            \n)\n                                                                                    \n)\n          \n                        \nDefendants.\n                                          \n)\n          \n                                                                                    \n)\nFLICK MORTGAGE INVESTORS, INC.,\n                \n)\n          \n                                                \n)\n                        \nPlaintiff,\n                                                \n)\n                                                                                    \n)\nv.\n                                                                     \n)\n                                                                        \n)\nFIRST DECISION MORTGAGE, INC.,\n                    \n) \n                      \n04-CVS-22298\n          \nMICHELE A. DIXON,\n                                                \n)\nJAMES L. WRIGHT, individually and\n              \n            \n)\nd/b/a JAMES WRIGHT CO.,\n                          \n            \n)\n                                                                                    \n)\n          \n                        \nDefendants.\n                                          \n)\n                                                                                    \n)\nFLICK MORTGAGE INVESTORS, INC.,\n                \n)\n          \n                                                \n)\n                        \nPlaintiff,\n                                                \n)\n                                                                                    \n)\nv.\n                                                                     \n)\n                                                                        \n)\nFIRST DECISION MORTGAGE, INC.,\n                    \n) \n                      \n04-CVS-22299\nMICHELE A. DIXON,\n                                                \n)\nR. KENT WILKINSON and\n                                       \n)\nMOTT E. SIMPSON, individually and\n             \n            \n)\nd/b/a MOTT’S APPRAISALS\n                         \n            \n)\n                                                                                    \n)\n          \n                        \nDefendants.\n                              \n            \n)\n                                                                                    \n)\n \n \n \nAndresen & Associates by \nKenneth P. Andresen\n and Matthew R. Arnold for Plaintiff Flick\nMortgage Investors, Inc.\n \nSperry & Tyson, PLLC by Adam M. Tyson for Defendants Michele A. Dixon and The Epiphany\nMortgage, Inc.\n \nPharr & Boynton, PLLC by Stacey D. Bailey and Steve M. Pharr for Defendants Mott’s\nAppraisals, Mott E. Simpson, and R. Kent Wilkinson.\n \nTeague Campbell Dennis & Gorham, LLP by Christopher G. Lewis for Defendant James L.\nWright, individually and d/b/a James Wright Co.\n \nLaw Office of Brad W. Butler by Bradley W. Butler for Defendant First Decision Mortgage, Inc.\n \n \nDIAZ, Judge.\n \n \nORDER\n{1}\n             \nThe Court heard this matter on January 24, 2006, upon the Motion of Plaintiff Flick Mortgage\nInvestors, Inc. (“Flick”) to Disqualify Counsel pursuant to Rule 1.9 of the North Carolina Revised Rules of\nProfessional Conduct (the “Motion to Disqualify”).\n  \nSpecifically, Flick moves the Court to disqualify\nattorney Christopher M. Vann (“Vann”) and Vann Law Firm, P.A. as counsel for Defendant First Decision\nMortgage, Inc (“First Decision”).\n  \nAfter considering the Court files, the written motion, the affidavits filed\nin support of and in opposition to the motion, the stipulations of the parties, and the arguments of counsel,\nthe Court makes the following\n \nFINDINGS OF FACT\n{2}\n             \nFlick is represented in these actions by the law firm of Andresen & Associates.\n \n{3}\n             \nFrom November 8, 1999 through January 20, 2005, Vann was associated with the law firm of\nAndresen & Associates.\n  \nDuring Vann’s tenure with the firm, its name was changed to Andresen & Vann.\n \n{4}\n             \nSometime in August 2004, Flick retained Andresen & Vann to represent it in these actions.\n \n{5}\n             \nVann was an attorney with Andresen & Vann at the time Flick became a client and at the time the\ncomplaints in these actions were filed.\n  \nThe firm then consisted of three lawyers, including Vann.\n{6}\n             \nDuring the time that Vann was associated with Andresen & Vann, the firm maintained all client\nfiles in hard copy as well as on the firm’s central computer server.\n  \nAll client matters were accessible to all\nattorneys and staff at the firm.\n  \nThus, Vann had access to all information regarding Flick and these actions,\nincluding any and all confidential information.\n{7}\n             \nThe complaints filed in these actions were signed “Andresen & Vann” as counsel for the Plaintiff.\n{8}\n             \nVann’s involvement in these actions while associated with Andresen & Vann consisted of having\nseveral conversations with another associate regarding procedural matters and reviewing one of the\ncomplaints before it was filed.\n  \nVann did not bill Flick for his work.\n  \nVann also had no direct contact with\nany Flick representative and has not met Jeff Flick, the president of the company.\n{9}\n             \nVann entered his notice of appearance as co-counsel for First Decision on November 22, 2005.\n \nFirst Decision is also represented by Mr. \nBrad Butler\n.\n   \n{10}\n         \nFlick does not consent to Vann representing First Decision in these actions.\n{11}\n         \nBased on these findings of fact, the Court enters the following\n \nCONCLUSIONS OF LAW\n{12}\n         \nFlick’s Motion to Disqualify relies on Rule 1.9(a) of the North Carolina Revised Rules of\nProfessional Conduct (“Rule 1.9(a)”), which provides:\nA lawyer who has formerly represented a client in a matter shall not thereafter represent\nanother person in the same or a substantially related matter in which that person’s interests\nare materially adverse to the interests of the former client unless the former client gives\ninformed consent, confirmed in writing.\n{13}\n         \nThus, the initial question for the Court is whether Vann “represented” Flick within the meaning of\nRule 1.9(a).\n \n{14}\n         \nThe existence of an attorney-client relationship is a question of fact for the trial court.\n  \nSee, e.g.,\nFerguson v. DDP Pharmacy, Inc.,\n 621 S.E.2d 323, 327 (N.C. Ct. App. 2005).\n  \nThe question is whether the\nparties’ conduct “‘was such that an attorney-client relationship could reasonably be inferred.’”\n  \nId.\n(quoting \nThe North Carolina State Bar v. Sheffield, \n73 N.C. App. 349, 358, 326 S.E.2d 320, 325 (1985)).\n“[A]n important factor in determining the existence of the relationship is the client’s subjective belief.”\n \nTeja v. Seran,\n 68 Wn. App. 793, 796, 846 P.2d 1375, 1377 (1993).\n{15}\n         \nGiven the small size of Vann’s former law firm, and the fact that the complaints in these actions\nwere signed “Andresen & Vann,” Flick reasonably could believe that an attorney-client relationship\nexisted with Vann, in that any of the three lawyers then at the firm would be available to provide legal\nadvice or assistance to Flick.\n  \nFlick’s reasonable belief, when coupled with Vann’s (albeit minimal)\ninvolvement in these matters while he was associated with Andresen & Vann, are sufficient for me to\nconclude that an attorney-client relationship existed between Flick and Vann, which, in turn, warrants\nVann’s disqualification.\n[1]\n{16}\n         \nVann is also disqualified by virtue of Rule 1.9(b) of the North Carolina Revised Rules of\nProfessional Conduct (“Rule 1.9(b)”).\n{17}\n         \nRule 1.9(b) states:\nA lawyer shall not knowingly represent a person in the same or a substantially related\nmatter in which a firm with which the lawyer formerly was associated had previously\nrepresented a client\n(1) whose interests are materially adverse to that person; and\n(2) about whom the lawyer had acquired information protected by Rules 1.6 and 1.9(c) that\nis material to the matter;\nunless the former client gives informed consent, confirmed in writing.\n{18}\n         \nThe issue under Rule 1.9(b) is whether Vann acquired confidential information about Flick during\nhis association with Andresen & Vann.\n{19}\n         \nOfficial Comment 6 to Rule 1.9(b) provides, in relevant part, that:\nApplication of paragraph (b) depends on a situation’s particular facts, aided by inferences,\ndeductions or working presumptions that reasonably may be made about the way in which\nlawyers work together.\n  \nA lawyer may have general access to files of all clients of a law\nfirm and may regularly participate in discussions of their affairs; it should be inferred that\nsuch a lawyer in fact is privy to all information about all the firm’s clients.\nSee also \nFerguson\n,\n 621 S.E.2d at 328.\n{20}\n         \nVann concedes that he had access to all client files during his employment as an attorney at\nAndresen & Vann, although he denies that he acquired any of Flick’s confidential information.\n{21}\n         \nNevertheless, in light of (a) Vann’s unfettered access to client files during his tenure at Andresen\n& Vann; (b) the small size of Vann’s former law firm; and (c) the inferences and working presumptions\nthat may be made about the manner in which lawyers conduct business, the Court, in accordance with\nRule 1.9(b), infers that Vann was privy to confidential information regarding Flick.\n  \nAs a result, Vann\nshould be disqualified from representing First Decision in these actions.\n \nCONCLUSION\n{22}\n         \nFor the reasons set forth above, the Court \nGRANTS \nthe Plaintiff’s Motion to Disqualify \nVann and\nVann Law Firm, P.A. as counsel for Defendant First Decision Mortgage, Inc. in these actions.\n \n \n \n            \nSO ORDERED\n, this 1st day of February, 2006.\n \n \n[1]\n \n      \nThat Vann did not charge a fee for the work that he performed on Flick’s behalf does not change the result, as the existence\nof an attorney-client relationship “‘is not dependent on the payment of a fee, nor upon the execution of a formal contract.’”\n \nFerguson\n, \n621 S.E.2d at 327 (quoting \nCornelius v. Helms, \n120 N.C. App, 172, 175, 461 S.E.2d 338, 340 (1995))."
}