{
  "id": "0e713a15f6bfadf50ceaf3e2be780e71b2c8e112f57e7d744189de1a3a0fd3e0",
  "source_file": "data/raw/ncbc/0e713a15f6bfadf50ceaf3e2be780e71b2c8e112f57e7d744189de1a3a0fd3e0.pdf",
  "raw_text": "Browne v. Thompson, 2011 NCBC 4. \n \nSTATE OF NORTH CAROLINA                         IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF FORSYTH 09 CVS 8588 \n \n \nROBERT E. BROWNE, III; SHELBY V.T.  ) \nCLARK; JEANNE F. CLARK; JOHN H. ) \nLOUGHRIDGE, JR.; ELFORD HAMILTON ) \nMORGAN; JAME SMITH MORGAN and  ) \nNORWOOD ROBINSON, )  \n Plaintiffs ) \n  )  ORDER AND OPINION \n v. ) ON DEFENDANTS' \n  ) MOTIONS TO DISMISS \n   )     \nG. KENNEDY THOMPSON; THOMAS J. ) \nWURTZ; DONALD K. TRUSLOW; ROBERT ) \nK. STEEL; WACHOVIA CORPORATION;  ) \nWELLS FARGO & COMPANY (AS  ) \nSUCCESSOR-IN-INTEREST TO ) \nWACHOVIA CORPORATION); and KPMG, ) \nLLP,   ) \n  Defendants ) \n \n \nTHIS CAUSE, designated a complex business case by Order of the Chief Justice \nof the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, all references to the North Carolina General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Chief Special Superior Court Judge for Complex Business \nCases, now comes before the court upon Defendants G. Kennedy Thompson, Thomas \nJ. Wurtz, Donald K. Truslow, Robert K. Steel and Wells Fargo & Company's (f/k/a \nWachovia Corp.) Motion to Dismiss (the \"Wachovia Motion\") and KPMG, LLP's Motion \nto Dismiss (the \"KPMG Motion\") (as appropriate, the Wachovia Motion and the KPMG \nMotion may be referred to collectively as the \"Motions\"), pursuant to the provisions of \nRule 12(b)(6), North Carolina Rules of Civil Procedure (\"Rule(s)\"); and \n THE COURT, having considered t he Motions, the arguments and briefs1 in \nsupport of and in opposition to the Motions, oral argument and appropriate matters of \nrecord, CONCLUDES that the Motions should be GRANTED, for the reasons stated \nherein. \nRobinson & Lawing LLP, by Norwood Robinson, Esq. and John Halsted \nLoughridge, Jr., Esq. for Plaintiffs. \n \nRobinson, Bradshaw & Hinson, PA, by Robert W. Fuller for Defendants \nWachovia Corporation, Wells Fargo & Company, G. Kennedy Thompson, Donald \nK. Truslow, Thomas J. Wurtz and Robert K. Steel. \n \nMcGuire Woods, by Douglas W. Ey, Jr. and Mark W. Kinghorn, Esq. for \nDefendant KPMG, LLP. \n \nJolly, Judge. \nI. \nPROCEDURAL HISTORY\n[1] On October 1, 2009, at 3:29 p.m., Robert E. Browne, III, Shelby V.T. \nClark, Jeanne F. Clark, John H. Loughridge, Jr., Elford Hamilton Morgan, Jane Smith \nMorgan and Norwood Robinson (collectively, \"Plaintiffs\") filed their Complaint2 in this \ncivil action against Defendants G. Kennedy Thompson (\"Thompson\"), Thomas J. Wurtz \n(\"Wurtz\"), Donald K. Truslow (\"Truslow\") and Robert K. Steel (\"Steel\") (collectively, the \n                                           \n1 On August 16, 2010, and August 24, 2010, Defendants filed Notices of Supplemental Authority \n(\"Notices\") with this court.  On September 13, 2010, Plaintiffs filed a Motion to Submit Response to \nDefendants' Notices of Supplemental Authority (\"Plaintiffs' Authority Motion\").  Defendants filed an \nOpposition to Plaintiffs' Authority Motion, contending that its filing is in violation of Rule 15.9, Amended \nGeneral Rules of Practice and Procedure for the North Carolina Business Court (\"BCR\").  BCR 15.9 \nprovides \"[A]s an addendum to a brief, response brief, or reply brief, a suggestion of subsequently \ndecided controlling authority, without argument, may be filed at any time prior to the Court's ruling and \nshall contain only the citation to the case relied upon, if published, or a copy of the opinion if the case is \nunpublished.\"  The Plaintiffs' Authority Motion does not provide any new subsequently decided authority, \nbut rather asserts arguments why the authority provided by Defendants in their Notices should not apply.  \nIt does not conform to the requirements of BCR 15.9.  However, the court in its discretion receives the \nDefendants' Notices and GRANTS the Plaintiffs' Authority Motion.  Accordingly, the submission \naccompanying Plaintiffs' Authority Motion is deemed to be before the court. \n2 Summons was not issued until October 7, 2009. \n\"Individual Defendants\"); Wachovia Corporation (\"Wachovia\" or the \"Company\") and \nWells Fargo & Company (\"Wells Fargo\") (the latter two parties, collectively, \"Wachovia \nDefendants\") and KPMG, LLP (\"KPMG\").  \n[2] Plaintiffs allege the following clai ms (\"Claims\"):  Count I – Negligence, \nMisrepresentation and Breach of Duty of a Corporate Director and/or Officer (Against \nthe Wachovia Corporate Defendants and the Individual Defendants and Count II – \nNegligent Misrepresentation (Against the Auditor Defendant, KPMG). \n[3] The Motions seek dismissal of this civil action with regard to all \nDefendants. \n[4] The Motions have been fully briefed and argued, and are ripe for \ndetermination. \nII. \nFACTUAL BACKGROUND \n Among other things, the Complaint alleges that: \nParties\n \n[5] Collectively, Plaintiffs owned, and c ontinue to own, over 120,000 shares of \nWachovia common stock, which has now been converted to Wells Fargo common \nstock.3 \n[6] Wachovia is a North Carolina corporation with its principal office located in \nCharlotte, North Carolina.4 \n                                           \n3 Compl. ¶ 8A. \n4 Id. ¶ 9.  \n[7] Wells Fargo is a Delaware cor poration, headquartered in San Francisco, \nCalifornia.5 \n[8] The Individual Defendants currently ar e or were directors of Wachovia at \nall relevant times.6 \n[9] Defendant Thompson served as Wachovia's President and Chief \nExecutive Officer from December 1999, through June 1, 2008.7 \n[10] Defendant Wurtz served as Wachovia 's Senior Executive Vice President \nand Chief Financial Officer at all relevant times.8 \n[11] Defendant Truslow served as Wachovia's Chief Risk Officer at all relevant \ntimes.9 \n[12] Defendant Steel, as Thompson's successor, served as Wachovia's \nPresident and Chief Executive Officer from July 9, 2008, through December 31, 2008.10 \n[13] Defendant KPMG is a member firm of KPMG International, an \ninternational accounting and auditing firm.11  KPMG was responsible for auditing \nWachovia's financial statements and internal controls from 2006 through 2008.12 \nWachovia's Acquisition of Golden West \n[14] The Individual Def endants participated in a fraudulent scheme designed to \ndeceive Plaintiffs and the public as to the financial stability of Wachovia.  Plaintiffs' \nallegations primarily concern Wachovia's 2006 acquisition of Golden West Financial \n                                           \n5 Id. ¶ 10. \n6 Id. ¶¶ 13-17. \n7 Id. ¶ 13. \n8 Id. ¶ 14. \n9 Id. ¶ 15. \n10 Id. ¶ 16. \n11 Id. ¶ 18. \n12 Id.  \nCorporation (\"Golden West\"), a California-based bank and mortgage lender with a large \nportfolio of adjustable-rate mortgages known as \"Pick-A-Pay\" loans.13   \n[15] Pick-A-Pay loans allow borrowers to  select from four different payment \noptions each month.  Borrowers from Golden West who make only the minimum \npayment, i.e. less than the accrued interest, experience \"negative amortization,\" \nmeaning the principal balance of the loan increases, rather than decreases with each \nminimum payment.14  When the principal loan balance on these particular loans \nreaches more than a certain threshold, typically 110% to 125% of the original loan \nbalance, the loan is reset or \"recast\" so that the remaining payments will satisfy the loan \nbalance.15  As a result, the borrower is forced to make significantly higher payments of \nprincipal and interest for a shorter period of time than if the borrower had a conventional \nmortgage.16  The resulting negative amortization could cause a borrower to owe more \nthan the property is worth.17   \n[16] When Golden West issued Pick-A- Pay loans, it did not rely on a \nborrower's credit score, but rather only required employment and asset verifications on \na case-by-case basis.18  Plaintiffs claim Golden West's underwriting standards were \n\"risky\" and insufficient to determine adequately the creditworthiness of borrowers.19 \n[17] As a result of its acquisition of Golden West, Wachovia experienced \nunprecedented losses from 2006 to 2008.20 \n                                           \n13 Id. ¶¶ 25-44. \n14 Id. ¶ 38.  \n15 Id. \n16 Id. \n17 Id. \n18 Id. ¶ 40.  \n19 Id. \n20 Id. ¶ 133. \n[18] The Individual Def endants, faced with a rapidly deteriorating housing \nmarket and strained mortgage system, concealed information regarding underwriting \nstandards, collateral quality and necessary reserves for their loans.21  Defendants also \nconcealed problems relating to the value and accounting treatment of Wachovia's \nholdings in collateralized debt obligations.22 \n[19] Defendants caused Wachovia to publ ish allegedly false public SEC filings, \npress releases and earnings calls regarding the financial strength, stability and liquidity \nof Wachovia, beginning in January 2007 and concluding in September 2008.23   \n[20] Offerings materials supplied to the SEC from 2006 through 2008 \nincorporated by reference Wachovia's financial statements, which were audited by \nDefendant KPMG.24  These financial statements contained untrue statements of \nmaterial facts and material omissions.25  Plaintiffs relied upon the financial statements in \ndeciding whether to retain their Wachovia stock.26 \n[21] Thompson, Truslow and Wurtz collect ively sold over 200,000 shares of \ntheir Wachovia stock from 2006 through 2008.27  These Defendants sold their shares \nbased on inside information about Wachovia's financial stability not disclosed to \nWachovia shareholders or the public.28   \n                                           \n21 Id. ¶¶ 45-47. \n22 Id. ¶ 45. \n23 Id. ¶ 47.  \n24 Id. ¶ 53. \n25 Id.  \n26 Id.  \n27 Id. ¶ 164. \n28 Id. ¶¶ 162-63. \n[22] In late September 2008, Wachov ia's share prices fell below $1 per \nshare.29  Shortly thereafter, Wachovia announced a proposed sale of its banking assets \nto Citigroup; however, Wachovia ultimately rejected the Citigroup acquisition.30   \n[23] In late 2008, Wells Fargo cons ummated a merger with Wachovia and \nacquired all outstanding shares of Wachovia stock in a stock-for-stock transaction.31  \nWachovia shareholders, including Plaintiffs, received 0.1991 shares of Wells Fargo \ncommon stock in exchange for each share of Wachovia common stock they owned.32 \nIII. \n \nTHE MOTIONS \n \n[24] The Motions seek dismissal of the Complaint pursuant to Rule 12(b)(6).  \nDismissal of an action pursuant to Rule 12(b)(6) is appropriate when the complaint fails \nto state a claim upon which relief can be granted. \n[25] In deciding a Rule 12(b)(6) moti on, the well-pleaded allegations of the \ncomplaint are taken as true and admitted, but conclusions of law or unwarranted \ndeductions of facts are not admitted.  Sutton v. Duke, 277 N.C. 94, 98 (1970). \n[26] A complaint fails to state a cl aim upon which relief can be granted when \neither (a) the complaint on its face reveals that no law supports the plaintiff's claim, (b) \nthe complaint on its face reveals the absence of facts sufficient to make a good claim or \n(c) some fact disclosed in the complaint necessarily defeats the plaintiff's claim.  \nJackson v. Bumgardner, 318 N.C. 172, 175 (1986).  However, a complaint should not \nbe dismissed for failure to state a claim upon which relief can be granted unless it (a) \n                                           \n29 Id. ¶ 154. \n30 Id.  \n31 Id. \n32 Id.  \ndoes not give sufficient notice to the defendant of the nature and basis of the plaintiff's \nclaim or (b) appears beyond a reasonable doubt that the plaintiff could not prove any set \nof facts in support of his claim that would entitle him to relief.  Sutton, 277 N.C. at 108. \nA.  \n \nThe Wachovia Motion\n \n[27] The Wachovia Motion seeks dismissa l of Plaintiffs' Complaint against the \nIndividual Defendants and the Wachovia Defendants on three grounds: (a) North \nCarolina does not permit direct shareholder claims for losses resulting solely from a \ndrop in the value of stock, such claims being inherently derivative; (b) North Carolina \ndoes not recognize \"holder\" claims and (c) Plaintiffs fail to state viable Claims for \nnegligence, misrepresentation and breach of corporate duties. \n1. \nDerivative Claims \n[28] The Individual Defendants and the Wachovia Defendants (\"Movants\") \nargue that because the injury complained of by Plaintiffs – the substantial drop in the \nprice of Wachovia stock – was felt equally by all Wachovia shareholders, Plaintiffs \ncannot bring a direct action to recover their losses.\n33  The Movants contend that \nPlaintiffs' Claims are derivative in nature and should be dismissed because Plaintiffs \nhave not satisfied North Carolina's demand requirement, and therefore do not have \nstanding to pursue this civil action. 34 \n[29] Plaintiffs respond that they suffer ed direct injuries as a result of the \nmisrepresentations made by the Individual Defendants, which induced Plaintiffs to retain \n                                           \n33 Ind. Defs.' and Wachovia Defs.' Br. Supp. Mot. Dis. 4. \n34 Id. \ntheir shares of Wachovia stock.35  Plaintiffs further contend that the Individual \nDefendants, by selling their own shares of Wachovia stock while simultaneously \nmisrepresenting the viability of the Company, breached their duties owed to \nshareholders.36 \n[30] Accordingly, the central issue the court must address is whether Plaintiffs \nmay proceed with this lawsuit, which they brought in their individual capacities, or \nwhether the suit may be pursued only by Wells Fargo, as Wachovia's successor in \ninterest. \n[31] A civil action arising from the sa me alleged facts and circumstances as the \ninstant action was filed in Mecklenburg County on October 1, 2009.  The Mecklenburg \nCounty Action is captioned Cameron M. Harris, et al. v. Wachovia Corporation, et al., \nand designated Mecklenburg County Civil Action No. 09 CVS 25270 (\"Harris\").  The \nHarris action involves the same substantive Rule 12(b)(6) issues as the instant matter, \nand a parallel Rule 12(b)(6) motion to dismiss was filed by Defendants in Harris.  The \nHarris action differs in substance from the instant matter only in that KPMG is not a \nparty Defendant in Harris. \n[32] By separate Opinion and Order of even date herewith, this court has ruled \nupon the Rule 12(b)(6) motion to dismiss in Harris.  In that Opinion and Order, the court \nconcluded that the Harris Plaintiffs' Claims are derivative and are controlled by the rule \nset out by the North Carolina Supreme Court in Barger v. McCoy Hillard & Parks, 346 \nN.C. 650, 658 (1997), to the effect that \"shareholders cannot pursue individual causes \nof action against third parties for wrongs or injuries to the corporation that result in the \n                                           \n35 Pls.' Resp. Defs.' Mot. Dis. 6. \n36 Id. 6-7. \ndiminution or destruction of the value of their stock.\"  In Harris, this court further \nconcluded that Plaintiffs' Claims do not fall within either the \"special duty\" or \"separate \ninjury\" recognized exceptions to what has become known as the \"Barger\" rule.  \nAccordingly, the court ruled that the Harris Complaint must be dismissed.37  In the \ninstant action, the court concludes that Barger controls.  Accordingly, unless the \nPlaintiffs' Claims fall within either the \"special duty\" or the \"separate injury\" exception to \nBarger, they are derivative and Plaintiffs cannot proceed against the Movants.38 \na. \nSpecial Duty Exception to Barger \n[33] To go forward under the \"special duty\" exception to Barger, \"the [special] \nduty must be one that the alleged wrongdoer owed directly to the shareholder as an \nindividual.\"  Barger, 346 N.C. at 659 (internal quotations omitted).  Here, Plaintiffs have \nnot made an effort to bring themselves within the special duty exception to Barger.  \nRather, they simply state that their \"primary claim\" is against Defendants for \n\"misrepresentations made to Plaintiffs as shareholders . . . .\"39  Accordingly, Plaintiffs \nhave not met the requirements of the special duty exception to Barger. \nb. \nSeparate Injury Exception to Barger \n[34] For the \"separate injury\" exception to Barger to apply, the alleged injury \nmust be \"peculiar or personal to the shareholder\" and \"separate and distinct from any \ndamage suffered by the corporation.\"  Id.  (quoting Howell v. Fisher, 49 N.C. App. 488, \n                                           \n37 For further discussion of derivative claims, the Barger rule and its exceptions, see the Opinion and    \nOrder in Harris. \n38 Also instructive and analogous in substance and result, although in the context of a limited partnership, \nis Energy Investors Fund, L.P. v. Metric Constructors, Inc., 351 N.C. 331(2000). \n39 Pls.' Resp. Defs.' Mot. Dis. 7 (emphasis added). \n492 (1980).  Here, Plaintiffs contend that the Individual Defendants' misrepresentations \nabout the viability of Wachovia caused them to retain their shares, and ultimately \ncaused an injury to them that is personal and independent of any injury suffered by \nWachovia.40  In this regard, the Complaint alleges that the Individual Defendants lied \nnot only to Plaintiffs but to Wachovia's other shareholders, the SEC and the investing \npublic at large.41 \n[35] Plaintiffs' alleged injury, the diminut ion or destruction of the value of their \nstock due to the Individual Defendants' misrepresentations of Wachovia's financial \nstatus, \"is precisely the same injury suffered by the corporation itself.\"  Barger, 346 N.C. \nat 659.  Any harm caused by the Individual Defendants was shared by all Wachovia \nshareholders proportionately to their holdings.  See Arent v. Distrib. Servs., Inc., 975 \nF.2d 1370, 1373 (8th Cir. 1992).  Accordingly, Plaintiffs have failed to allege facts \nsufficient to establish that the injury they complain of is personal or peculiar and distinct \nfrom injuries suffered by other shareholders and Wachovia itself.  They have not met \nthe requirements of the separate injury exception to Barger. \n2. \nHolder Claims   \n[36] The Plaintiffs seek damages for t he profits they allege they could have \nrealized if they had sold their Wachovia shares before the Wachovia merger with Wells \nFargo was announced.  As did the Plaintiffs in Harris, the Plaintiffs here allege that they \nwould have sold their Wachovia shares at a materially higher price if the Individual \nDefendants had not wrongfully convinced them to do otherwise.  Plaintiffs allege that \n                                           \n40 Id. 8 \n41 See, e.g., Compl. ¶ 57. \nthey refrained from selling in reliance upon the misrepresentations and non-disclosures \nascribed to the Individual Defendants, and they seek damages as a result.  \n[37] Defendants argue that because holder claims are both derivative and \nhighly speculative in nature, North Carolina does not recognize such claims as \nactionable.42  The Plaintiffs argue to the contrary, relying primarily upon Gilbert v. \nBagley, 492 F. Supp. 714 (M.D.N.C. 1980).43  In Gilbert, the court was considering, \namong other things, the issue of whether there existed an individual direct claim by \nshareholders where it was alleged that officers and directors breach[ed] a fiduciary duty \nowed to shareholders by maintaining the market price of the company's shares at \nartificial levels and in issuing false or misleading financial statements. id.  In the course \nof doing so, the court made reference, at least inferentially, to the concept of holder \nclaims, observing in dicta that \"the shareholder plaintiffs' injury, i.e., inducement to \neither hold or purchase shares in the Company as a result of the alleged scheme is \npeculiar to them.\"  Id. at 734 (emphasis added).  Plaintiffs present Gilbert in response to \nDefendants' argument that North Carolina has never recognized holder claims, arguing \nthat the Bagley court's interpretation of North Carolina law confirms the existence of a \nholder's right to sue.  The court is forced to disagree. \n[38] Necessary to the court's conclusion in Gilbert, and to Plaintiffs' argument \nhere, is the premise that officers and directors of a corporate entity owe a fiduciary duty \nto shareholders and that a breach of that duty is directly actionable by individual \nshareholders.  However, as Plaintiffs acknowledge, in 1990 and subsequent to Gilbert, \nthe language of the North Carolina Business Corporation Act (\"BCA\"), G.S. 55-8-30 was \n                                           \n42 For related discussion of holder claims, see Harris Opinion and Order. \n43 The Harris Plaintiffs did not cite Gilbert. \namended by removing previous express language affirming officers' and directors' \nfiduciary duty to shareholders.  Notwithstanding this, the Plaintiffs argue that the \nstatutory change did not abrogate a substantive duty of officers and directors to \nshareholders the extent contended by Defendants here.  While Plaintiffs offer no \nstatutory or case law support for their position, they cite Russell Robinson's treatise on \nNorth Carolina corporate law, which they quote as follows: \"The elimination of this \nprovision is more procedural than substantive. The drafters recognized that directors \nhave a duty to act for the benefit of all shareholders of the corporation.\"44  \n[39] On the other hand, Defendants contend that the Plaintiffs have misquoted \nROBINSON by omitting a material part of the quoted language.  They argue that the full \nROBINSON quote stands for exactly the opposite of the Plaintiffs' position, pointing out \nthat the full quote reads: \nThe drafters [of the BCA] re cognized that directors have a \nduty to act for the benefit of  all shareholders of the \ncorporation, but they intended to avoid st ating a duty owing \ndirectly by the directors to the shareholders that might be \nconstrued to give shareholders a direct right of action  on \nclaims that should be asserted derivatively. \n \nId. (emphasis added).45\n \n[40] In addition to the statutory changes after Gilbert, it is clear that the \ncourt there was considering the plaintiffs' claims in a purchaser-seller context, \nwhich is not the case in the instant matter.  In Gilbert, the court analyzed the \n                                           \n44 Pls.' Resp. Defs.' Mot. Dis. 8 (quoting Russell M. Robinson, II, ROBINSON ON NORTH CAROLINA \nCORPORATION LAW, §  14.01 (7th ed.). \n45 Also instructive on this issue is the North Carolina Commentary to G.S. 55-8-30, which states that \n\"[f]ormer G.S. 55-35 provided that officers and directors stand in a fiduciary relation 'to the corporation \nand to its shareholders.' The drafters decided not to bring forward the words 'and to its shareholders' in \norder to avoid an interpretation that there is a duty running directly from directors to the share holders that \nwould give shareholders a direct right of action on claims that should be asserted derivatively.\" \nalleged facts under the standards of Blue Chip Stamps v. Manor Drug Stores, \n421 U.S. 723 (1975), and held that a purchaser-seller relationship was a \nrequirement for standing to exist under a 17 C.F.R. § 240.10b-5 claim.  492 F. \nSupp. at 724.  Such a relationship is not alleged in the instant matter.\n \n[41] After due consideration, t he court concludes that neither Gilbert nor \nother relevant authority supports Plaintiffs' position.  Accordingly, the court \nconcludes that because holder claims are both derivative and highly speculative \nin nature, North Carolina has not recognized such claims as actionable, and it is \nunlikely to do so.\n  Further, even if North Carolina were to recognize such claims \nin limited discrete and narrow fact situations that are specifically and factually \npled, the allegations in the Complaint in this civil action as a matter of law are \ninsufficient to meet such a standard.46   \n3. \nConclusion \n[42] The various Claims alleged by Plai ntiffs against the Individual Defendants \nand the Wachovia Defendants seek to recover directly for loss suffered by Plaintiffs but \ncaused by alleged wrongs committed against the Company.  The Claims are derivative \nand rest solely with the Company.  Further, to the extent the Claims constitute holder \nclaims, they are not actionable. The respective Claims may not be asserted by Plaintiffs \nagainst the Individual Defendants and the Wachovia Defendants by way of this action.  \nAccordingly, the Wachovia Motion should be GRANTED. \n                                           \n46 See Harris Opinion and Order, n. 63. \n[43] The court's conclusion that the Cla ims cannot be asserted by Plaintiffs is \ndispositive of this civil action with regard to the Individual Defendants and the Wachovia \nDefendants.  Consequently, further discussion is not necessary with regard to whether \nPlaintiffs have stated viable Claims for negligence, misrepresentation and breach of \ncorporate duties as to said Defendants. \nB. \n \nThe KPMG Motion \n \n[44] KPMG's Motion seeks dismissal of Plaintiffs' Complaint on the ground that \nPlaintiffs have failed to allege the requisite elements of a claim for negligent \nmisrepresentation.  KPMG contends that Plaintiffs have failed to allege: (a) detrimental \nreliance on any KPMG statements; (b) that Plaintiffs belong to a \"limited group\" of \npersons whom KPMG knew would rely upon its statements and whom KPMG intended \nto rely and (c) KPMG's audits of Wachovia's financial statements were prepared without \nreasonable care.47 It contends such failure is fatal to Plaintiffs' Claims against KPMG. \nNegligent Misrepresentation \n[45] The North Carolina Supreme Court has adopted the R ESTATEMENT \n(SECOND) OF TORTS § 552 (1977) (the \"Restatement\") in determining accountants' \nliability for negligent misrepresentation.  Raritan River Steel Co. v. Cherry, Bekaert & \nHolland, 322 N.C. 200, 214 (1988).  Section 552 of the Restatement provides, in \nrelevant part, as follows: \n(1)  One who, in the course of his business, profession or \nemployment, or in any other transaction in which he has a \npecuniary interest, supplies false information for the \nguidance of others in their bus iness transactions, is subject \n                                           \n47 Def. KPMG's Br. Supp. Mot. Dis. 2.  \nto liability for pecuniary loss caused to them by their \njustifiable reliance upon the information, if he fails to exercise \nreasonable care or competence in obtaining or \ncommunicating the information. \n \n(2) [T]he liability stated in Subsection (1) is limited to loss \nsuffered \n \n(a)  by the person or one of a limited group of persons \nfor whose benefit and guidance he intends to supply \nthe information or knows that  the recipient intends to \nsupply it; and \n \n(b)  through reliance upon it in a transaction that he \nintends the information to in fluence or knows that the \nrecipient so intends or in a substantially similar \ntransaction. \n \nRESTATEMENT (SECOND) OF TORTS § 552.   \n[46] To state a claim for negligent mi srepresentation under North Carolina law, \nplaintiffs must allege that (a) they justifiably relied (b) to their detriment (c) on \ninformation prepared without reasonable care (d) by one who owed the relying party a \nduty of care.  Brinkman v. Barrett Kays & Assocs., 155 N.C. App. 738, 742 (2003) \n(internal quotation omitted). \n1. \nDetrimental Reliance \n[47] As a threshold consideration, KPMG contends that Plaintiffs' Claim against \nit is fatally defective because Plaintiffs do not allege in their Complaint that they relied \non KPMG's audit in a \"transaction,\" as required by Section 552(1) and (2)(b).  Instead, \nDefendant contends that all times material to this action, the Plaintiffs owned their \nWachovia shares and did not sell them; and therefore, as \"holders\" are unable to meet \nthe \"transaction\" element that is necessary to support an allegation of detrimental \nreliance under Section 552(2)(b).  KPMG argues that Plaintiffs specifically plead \nthemselves out of court with regard to their negligent misrepresentation Claim by \nalleging that they held the shares rather than engaging in a purchase or sale \ntransaction.  Defendant contends that refraining from selling shares is not a transaction, \nand that there exist no North Carolina cases to the effect that holding onto shares is \nequivalent to a transaction for Section 552 purposes.  If Defendants are correct, \nPlaintiffs' Claim against KPMG would be fatally defective and further analysis would not \nbe necessary.  In substance, Defendant's position is simply another way of arguing that \nPlaintiff's Claim against KPMG should fail because North Carolina does not recognize \n\"holder\" claims in cases such as this.  \n[48] In Sections 552(1) and (2), the Restatement requires reliance by the \ncomplaining party upon a \"transaction.\"  The Plaintiffs contend that their decisions to \nhold their Wachovia shares, in the context of this matter, should be considered the \nequivalent of \"transactions\" as required by Section 552.  They argue that in today's \neconomic world, the court should recognize \"an expanded understanding of the \n'transaction' language\" in Section 552.\n48 \n[49] In North Carolina, it has long been determined that where the language of \na particular provision is clear, the court should give that provision its plain meaning.  \nSee State v. Atkins, 193 N.C. App. 200, 205 (2008) (quoting Armstrong v. N.C. State \nBd. of Dental Examiners, 129 N.C. App. 153 156 (1998)); see also City of Lumberton v. \nU.S. Cold Storage, Inc., 178 N.C. App. 305, 311 (2006).  With regard to the plain \nmeaning of \"transaction,\" Webster's Third International Dictionary variously defines \n                                           \n48 Pls.' Resp. Defs.' Mot. Dis. 26. \n\"transaction\" as \"an act, process or instance of transacting;\" \"activity involving two \nparties . . . reciprocally affecting . . . each other;\" \"something that is transacted\" and \"a \nbusiness deal.\"  WEBSTER'S THIRD NEW INTERNATIONAL DICTIONARY 2425-26 (3d ed. \n2002). \n[50] The parties have not presented any reported North Carolina case law \nspecifically on point in this regard.  In their opposition to the Motions, Plaintiffs rely \nprimarily upon (a) Gilbert, 492 F. Supp. 714 and (b) Small v. Fritz Cos., 65 P.3d 1255 \n(Cal. 2003).49 \n[51] With regard to Gilbert, the court has concluded that a fair analysis of the \ncase does not support Plaintiffs' position that North Carolina recognizes holder suits.  \nFurther, the court in Gilbert concluded that a purchaser-seller relationship (as opposed \nto a unilateral holder setting) was required as a condition precedent to plaintiff's \nstanding to bring suit under federal securities laws. \n[52] Small is a California state court case that discusses negligent \nmisrepresentation claims brought under California law by shareholders who refrained \nfrom selling their stock.50  Small does not interpret North Carolina law.  Further, upon \nclose reading, even in the context of recognizing holder claims, this court concludes \nSmall is not supportive of Plaintiffs' Claim against KPMG.  There, the California court \nobserved that: \nIn a holder's action a plaintiff must allege specific reliance on \nthe defendant's representations: for example, that if the \nplaintiff had read a truthful a ccount of the corporation's \nfinancial status the plaintiff w ould have sold the stock, how \nmany shares the plaintiff would have sold, and when the sale \n                                           \n49 See Harris Opinion and Order, n. 63. \n50 California is one of those few jurisdictions that recognizes holder claims, but only if specifically and \nnarrowly pled.  See Small, 65 P.3d 1255. \nwould have taken place.  The plaintiff must allege actions, as \ndistinguished from unspoken and unrecorded thoughts and \ndecisions, that would indicate th at the plaintiff actually relied \non the misrepresentations.  Plai ntiffs who cannot plead with \nsufficient specificity to show  a bona fide claim of actual \nreliance do not stand out from the mass of stockholders who \nrely on the market . . . . [S]uch persons cannot bring \nindividual or class actions for fraud or misrepresentation. \n \nId. at 184-85. \n \n[53] In the Complaint in the instant acti on, Plaintiffs do not allege any sort of \nspecific reliance such as how many shares they would have sold or when the sale \nwould have taken place.  See Holmes v. Grubman, 691 S.E.2d 196, 199 (Ga. 2010).  \nPlaintiffs do not allege specific facts indicating they considered selling their Wachovia \nstock before the Wells Fargo merger, or that they specifically read and relied upon \nKPMG's audit opinions.  \"[Plaintiffs] must allege actions, as distinguished from \nunspoken and unrecorded thoughts and decisions, that would indicate that the \n[Plaintiffs] actually relied on the misrepresentations.\"  Id. at 200 (internal quotation \nomitted).  Plaintiffs must allege specific reliance because it \"separat[es] plaintiffs who \nactually and justifiably rel[y] upon the misrepresentations from the general investing \npublic, who, though they did not so rely, suffered the loss due to the decline in share \nvalue.\"  Id. \n[54] The Plaintiffs' conclusory allegat ions in the Complaint against KPMG are \nnot specific enough to defeat a motion to dismiss under the standard articulated in \nSmall or other jurisdictions recognizing holder claims. 51  If Plaintiffs' Complaint against \nKPMG was before those jurisdictions, it would not pass muster there. \n                                           \n51 The same would hold true in other jurisdictions.  See cases cited in Harris Opinion and Order, n. 63. \n[55] In any event, claims for negligent  misrepresentation against independent \nauditors are governed by the North Carolina Supreme Court's decision in Raritan River, \nwhich clearly determined that such claims are governed by Restatement Section 552.  \nOther cases cited by Plaintiffs do not address claims for negligent misrepresentation \nagainst an independent auditor, and are not controlling.  See Rowan County Bd. of \nEduc. v. United States Gypsum Co., 103 N.C. App. 288 (1991), Pleasant Valley \nPromenade v. Lechmere, Inc., 120 N.C. App. 650 (1995).  Further, North Carolina does \nnot recognize holder claims such as those presented here by Plaintiffs. \n2. \nConclusion \n[56] Plaintiffs have failed to allege facts sufficient to state a claim for negligent \nmisrepresentation against Defendant KPMG because Plaintiffs have not alleged facts \nshowing they actually and justifiably relied to their detriment upon KPMG's \nrepresentations set out in its audit opinions.  Accordingly, the KPMG Motion should be \nGRANTED. \n[57] In view of the above conclusion,  further analysis is not necessary with \nregard to whether Plaintiffs' have sufficiently alleged that (a) they belong to a \"limited \ngroup\" of persons whom KPMG knew would rely upon its statements and whom KPMG \nintended to rely and (b) KPMG's audits of Wachovia's financial statements were \nprepared without reasonable care. \nNOW THEREFORE, based upon the foregoing CONCLUSIONS, it is ORDERED \nthat:  \n[58] The Wachovia Motion is GRANTED. \n[59] The KPMG Motion is GRANTED. \n[60] This civil action hereby is DISMISSED. \n[61] Taxable costs shall be charged to Plaintiffs. \nThis the 23rd day of February, 2011. \n \n \n \n \n \n \n \n \n "
}