{
  "id": "0e729e465a13c1700c8cac23ad7eb0e3b8881669b6453208c3e3768ad4d7e965",
  "source_file": "data/raw/ncbc/0e729e465a13c1700c8cac23ad7eb0e3b8881669b6453208c3e3768ad4d7e965.pdf",
  "raw_text": "Edgewater Servs., Inc. v. Epic Logistics, Inc., 2009 NCBC 20. \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n      SUPERIOR COURT DIVISION \nCOUNTY OF WAKE         05 CVS 1971 \n \n  \nEDGEWATER SERVICES, INC.  ) \nand LUCINDA DOSHER,   ) \n     )  \n Plaintiffs,   )  \n     )               ORDER \n v .     )    \n     )   \nEPIC LOGISTICS, INC., DON AND ) \nBARBARA SHERRILL, and  ) \nJOLIE ANNE OSGOOD,   ) \n     )  \n Defendants.   ) \n \n \nTHIS MATTER, designated a complex business and exceptional case and \nassigned to the undersigned Special Superior Court Judge by Order of the Chief Justice \nof the North Carolina Supreme Court, pursuant to Rules 2.1 and 2.2 of the General \nRules of Practice for the Superior and District Courts, came to be heard upon motions \nfor summary judgment (the “Motion(s)”), pursuant to Rule 56 of the North Carolina \nRules of Civil Procedure (“Rule(s)”), filed by Defendants Epic Logistics, Inc. (“Epic”), \nDon and Barbara Sherrill (collectively, the “Sherrills”) and Jolie Anne Osgood \n(“Osgood”); and \nTHE COURT, having considered the Motions, the arguments and submissions of \ncounsel, pleadings, discovery and all other admissible appropriate matters of record, \nCONCLUDES that the Motions should be GRANTED in part and DENIED in part for the \nreasons stated below. \nJ.W. Bryant Law Firm, PLLC by John Walter Bryant, Esq. for Plaintiffs Edgewater \nServices, Inc. and Lucinda Dosher. \n \nCranfill, Sumner & Hartzog, LLP by Dan M. Hartzog, Esq. and Stephanie A. \nGaston, Esq. and Teague, Rotenstreich, Stanaland, Fox & Holt, PLLC by Lyn K. \nBroom, Esq. for Defendants Epic Logistics, Inc. and Don and Barbara Sherrill.  \n \nBailey & Dixon, LLP by Dayatra T. King, Esq. for Defendant Jolie Anne Osgood. \n \nJolly, Judge.  \nI. \nPROCEDURAL BACKGROUND \n[1] Plaintiffs Edgewater Services, In c. (“ESI”) and Lucinda Dosher (“Dosher”), \n(collectively, the “Plaintiffs”) filed a Complaint against Epic, the Sherrills, and Osgood \n(collectively, the “Defendants”) on February 14, 2005, in Wake County Civil Superior \nCourt.  Plaintiffs’ various claims (“Claim(s)”) against the Defendants include: First Claim \nfor Relief (Trade Secrets Protection Act); Second Claim for Relief (Misappropriation of \nProprietary Confidential Information); Third Claim for Relief (Breach of Contract -- \nEmployment and Non-Compete Agreement); Fourth Claim for Relief (Breach of \nContract -- Joint Venture Agreement); Fifth Claim for Relief (Conversion); Sixth Claim \nfor Relief (Breach of Fiduciary Duty); Seventh Claim for Relief (Constructive Fraud); \nEighth Claim for Relief (Tortious Interference with Contract -- Employment and Non-\nCompete Agreement); Ninth Claim for Relief (Tortious Interference with Contract); \nTenth Claim for Relief (Interference with Prospective Economic Advantage); Eleventh \nClaim for Relief (Defamation); Twelfth Claim for Relief (Civil Conspiracy); Thirteenth \nClaim for Relief (Unfair and Deceptive Trade Practices); and Fourteenth Claim for \nRelief (Punitive Damages). \n \n[2] Defendant Osgood previously filed a Motion for Partial Summary \nJudgment (Osgood’s “First Rule 56 Motion”) as to the Plaintiffs’ Third Claim (Breach of \nContract -- Employment and Non-Compete Agreement).  Subsequently, by Order dated \nOctober 22, 2007, the court granted Osgood’s First Rule 56 Motion by dismissing \nPlaintiffs’ Third Claim to the extent it sought recovery from Osgood for breach of (a) a \nnon-competition covenant and (b) a non-solicitation covenant contained in the \nemployment agreement (“Employment Agreement”) between Osgood and Plaintiff.  The \ncourt denied Osgood’s First Rule 56 Motion to the extent that Plaintiff’s Third Claim \nsought recovery from Osgood for breach of a non-disclosure covenant contained in the \nEmployment Agreement. \n[3] By way of their Motions, the Defendants Epic and the Sherrills seek \nsummary judgment dismissal of all Plaintiffs’ Claims against them. \n[4] By way of her Motion, Defendant Osgood seeks summary judgment \ndismissal of Plaintiffs’ First, Second, Ninth, Tenth, Twelfth and Fourteenth Claims \nagainst her. \n[5] All briefs and oral arguments have been submitted in support of and \nopposition to the Motions, and the Motions are ripe for determination. \n[6] Unless otherwise indicated herein,  the material facts reflected in \nparagraphs 7 through 19, 27 through 29 and 58 of this Order exist, are undisputed1 and \nare pertinent to the issues raised by the Motions. \n                                                 \n1 It is not proper for a trial court to make findings of fact in determining a motion for summary judgment \nunder Rule 56 of the North Carolina Rules of Civil Procedure (“Rule(s)”).  However, it is appropriate for a \nRule 56 order to reflect material facts that the court concludes exist and are not disputed, and which \nsupport the legal conclusions with regard to summary judgment.  Hyde Ins. Agency v. Dixie Leasing, 26 \nN.C. App. 138 (1975). \n \nII. \nFACTUAL BACKGROUND \n[7] Plaintiff ESI is a corporation organi zed and existing under the laws of the \nState of North Carolina with its principal place of business in Raleigh, Wake County, \nNorth Carolina. \n[8] Plaintiff Dosher is a citizen and resident of Johnston County, North \nCarolina. \n[9] Defendant Epic is a corporation or ganized and existing under the laws of \nthe State of North Carolina with its principal place of business in Smithfield, Johnston \nCounty, North Carolina. \n[10] Defendants Don and Barbara Sherrill are citizens and residents of Iredell \nCounty, North Carolina. \n[11] Defendant Osgood is a citizen an d resident of Wake County, North \nCarolina. \n[12] Epic was incorporated in North Carolina in January 1998, and initially was \nowned by Don Sherrill.  Epic is a third-party logistics company that negotiated \ntransporting packages and pricing for accounts, handling mostly less than truckload \n(“LTL”) shipping.  In 2001, Jim Davis (“Davis”) joined Epic as its operations manager \nand a forty percent shareholder of Epic. \n[13] In 2001, Joe Dosher, the then-president of ESI, contacted Epic concerning \nhelping move certain LTL business for a client because Edgewater typically dealt with \ntruckload (“TL”) freight.  Dosher and Sherrill met to discuss their respective businesses, \nand the result was an oral agreement that Epic would pay ESI a thirty percent \n \ncommission for referring LTL business to Epic.  Pursuant to the agreement, ESI was \nsupposed to sell TL for itself and try to sell LTL for Epic.   \n[14]  ESI requested that Epic sign a wr itten agreement stating Epic would be \nobligated to offer ESI all of its TL shipments; however, ESI refused to sign such an \nagreement.  Instead, the parties operated under the oral agreement, which is alleged by \nESI to have constituted a joint venture, from 2001 to 2004. \n[15] In June 2003, Don Sherrill and Joe Do sher met for lunch in Smithfield, \nNorth Carolina, to discuss the general lack of LTL business coming from ESI sales \npersonnel and the pricing related to ESI’s TL services, which was limiting Epic’s \nreferrals to ESI.  At this time, however, Epic and ESI were having some of the most \nprofitable months of their arrangement. \n[16] In 2003, Joe Dosher was diagnos ed with pancreatic and liver cancer, \nwhich caused his death on February 15, 2004.  At that time, Osgood, who was Dosher’s \ndaughter, was employed at ESI.  Prior to Osgood’s employment at ESI, Osgood had \nbeen convicted of grand theft of motor vehicles in Florida, and she had pled guilty to \nmultiple felony charges.  Despite Osgood’s criminal problems, Joe Dosher gave his \ndaughter a job at ESI the same year she plead guilty to the criminal violations.  It was \nJoe Dosher’s plan that his wife, Lucinda, succeed him in the business.  Lucinda alleges \nthat when Osgood learned of her father’s plan of succession for ESI, her interest in the \nsuccess of ESI as a business disappeared. \n[17] Subsequently, ESI and Dosher all ege that they learned that Osgood had \nbeen misrepresenting her itinerary and daily whereabouts.  They allege that further \ninvestigation revealed that Osgood had misused ESI business credit cards and \n \nsubmitted false expense statements.  In April 2004, Osgood was observed removing \nmaterials from ESI offices.  Plaintiffs allege the materials were customer lists, pricing \ninformation and carrier lists from ESI office files. \n[18] In March 2004, Davis received a call from Osgood in which she stated she \nwas thinking about making a career change. A meeting was set up for Friday, April 23, \n2004, between Davis, Don Sherrill, and Osgood.  Osgood then approached ESI’s two \nkey operations employees and shareholders, Harold D. “Chip” Jones, II (“Jones”) and \nWilson Ferrell (“Ferrell”), and requested that they accompany her to the meeting with \nEpic.  Osgood notified Davis of her plan to bring Jones and Ferrell to the meeting.  \nUnbeknownst to everyone except Jones and Ferrell, Dosher had instructed Ferrell to \nrecord the April 23, 2004 meeting.  The parties disagree concerning the accuracy of the \ntranscript of the recording, and about whether Epic and Osgood attempted to lure \nFerrell and Jones away from ESI at this meeting and hire them to work at Epic. \n[19] On May 17, 2004, Davis wrote a letter to Osgood welcoming her as an \nemployee of Epic.  On May 18, 2004, Osgood quit her job at ESI and began her \nemployment with Epic as Director of Sales.  Her duties were to help maintain Epic’s LTL \nbusiness and add TL shipping.  Following Osgood’s leaving ESI, Dosher and Ferrell \nreceived an e-mail from an ESI vendor, which was a forward of an e-mail originally sent \nby Osgood.  The latter e-mail notified the vendor of Osgoods’ resignation from ESI, \nprovided her contact information at Epic, and stated that Osgood would contact the \nvendor regarding its future LTL needs.  Shortly thereafter, Epic applied for and was \ngranted a broker’s license in July 2004, so that Epic could offer nationwide TL service \nunder its own authority. \n \nIII. \nTHE MOTIONS -- DISCUSSION \n[20] Under Rule 56(c), su mmary judgment is to be rendered “forthwith” if the \npleadings, depositions, answer to interrogatories, and admissions on file, together with \nthe affidavits, if any, show that there is no genuine issue as to any material fact and that \nany party is entitled to a judgment as a matter of law.  When the forecast of evidence \ndemonstrates that the plaintiff cannot satisfy an essential element of a claim or \novercome an affirmative defense established by the defendant, summary judgment \nshould be granted.  Grayson v. High Point Dev. Ltd. P’ship, 175 N.C. App. 786, 788 \n(2006).  The court will examine the Motions in the context of each of Plaintiffs’ \nrespective Claims. \nA. \nFirst Claim (Trade Secrets Protection Act)\n[21]   The Plaintiffs contend that De fendants unlawfully acted together to \nmisappropriate ESI’s trade secrets, in the form of “formulae, patterns, programs, \ndevices, compilations of information, methods, techniques and processes,” as defined \nby North Carolina’s Trade Secrets Protection Act, N.C. Gen. Stat. § 66-152, et seq. (the \n“Act”) (hereafter, references to the North Carolina General Statutes will be to “G.S.”). \n[22] Defendants contend that Plaintiffs have not forecast sufficient evidence \nthat Defendants misappropriated any trade secrets, on the grounds that ESI’s carrier \nfiles, rates, and customer files do not constitute “trade secrets” under the Act.  They \nfurther contend that even if the information were to be considered trade secrets, there is \nno evidence these trade secrets were misappropriated by Defendants. \n \n[23]  A threshold question in any action involving allegations of \nmisappropriation of trade secrets is whether the information in question constitutes a \ntrade secret under the Act.  Combs & Assocs. v. Kennedy, 147 N.C. App. 362, 369 \n(2001). \n[24] The Act defines what constitutes a “t rade secret.”  G.S. 66-152(3) provides \nthat: \n“Trade secret” means business or technical information, including but not \nlimited to a formula, pattern, program, device, compilation of information, \nmethod, technique, or process that: \n \n(a) Derives independent actual or potential commercial value \nfrom not being generally known or  readily ascertainable through \nindependent development or reverse engineering by person who can \nobtain economic value from its disclosure or use; and \n \n(b) Is the subject of effort s that are reasonable under the \ncircumstances to maintain its secrecy. \n \n[25] Our courts have articulated the following six factors that should be \n \nconsidered when determining whether information is a trade secret: \n   \n(a) The extent to which the in formation is known outside the  \n \n business; \n \n(b) The extent to which it is known to employees and others  \n \n involved in the business; \n \n(c) The extent of measures tak en to guard the secrecy of the  \n \ninformation; \n \n(d) The value of the information to  the business and its competitors; \n \n (e) The amount of effort or money expended in developing the  \n \ninformation; and \n \n \n(f) The ease or difficulty with which the information could  \n \nproperly be acquired or duplicated by others.   \n \nCombs at 369-70. \n \n[26] To support a claim for misappropria tion of trade secrets, a complaining \nplaintiff must identify the trade secret with sufficient particularity to enable a defendant \nto have notice of what he is accused of misappropriating, and for a court to determine \nwhether misappropriation has or is threatened to occur.  Visionair, Inc. v. James, 167 \nN.C. App. 437 (2004). \n[27] In the instant case, Plaintiffs’ Co mplaint fails to identify with sufficient \nparticularity what trade secrets have been misappropriated in violation of the Act.  \nDuring discovery, Plaintiffs identified carrier files, TL and LTL rates, and customer files \nas the “trade secrets” Plaintiffs contend were misappropriated.2  In her deposition, \nPlaintiff Dosher conceded that the only thing in the carrier file that might be considered \na “trade secret” would be the rate information.3  With respect to rates, she testified that \nrates change as variables such as the cost of fuel and insurance change, and that they \neven can change depending on the economy or how the industry itself is doing.4  \nDosher further testified that when a customer becomes aware of ESI’s rate schedule, \nthe customer is not required to sign anything agreeing to keep that information \nconfidential.5  Plaintiffs do not dispute Dosher’s testimony as reflected in this paragraph, \nand it therefore is deemed to be undisputed for purposes of the Motions.  In addition, \n                                                 \n2 Dosher Dep., Vol. I, p. 37; Dosher Dep., Vol. II, p. 51. \n3 Dosher Dep., Vol. II, pp. 67-68. \n4 Id., pp. 121-22. \n5 Id., pp. 71-72. \n \nalthough ESI only communicates a quote or rate to its customer, it does not instruct that \ncustomer to refrain from sharing that rate information with others.6    \n[28] The carrier files and rate informati on are kept in an unlocked file room, \naccessible to anyone.  Carrier files, rate information, and customer files are not kept in \nany locked containers.7  Dosher conceded in her testimony that anybody could access \nthe information in the carrier files and rate files “if they knew where to go and what they \nwere looking for.”8  She also testified that the three ESI operations employees at that \ntime would have had access to these files.9  Dosher’s testimony in these regards is \nundisputed.  Plaintiffs do not dispute Dosher’s testimony as reflected in this paragraph, \nand it therefore is deemed to be undisputed for purposes of the Motions. \n[29] With respect to customer files, ES I’s salespersons keep customer files in \ntheir respective offices for the customers with which they deal.  Items that would be \nmaintained in a customer file include:  “[n]ame, address, frequency, lanes, rates, pretty \nmuch everything about them, volumes, what they’re -- what type of freight it is . . . [t]he \ncontract person, phone numbers, e-mail addresses.”10   \n[30] Misappropriation of a trade secret  under the Act requires a showing by \nsubstantial evidence that the person against whom relief is sought both: (a) knows or \nshould have known of the trade secret; and (b) has had a specific opportunity to acquire \nit for disclosure or use or has acquired, disclosed, or used it without the express or \nimplied consent or authority of the owner.  G.S. 66-155. \n                                                 \n6 Id. \n7 Id., pp. 83-84. \n8 Id. \n9 Id., p. 83. \n10 ESI (Dosher) Dep. pp. 118-19. \n \n[31] Plaintiffs’ carrier file s, rates, and customer files do not constitute “trade \nsecrets,” and information contained therein is such that can be learned directly from \ncarriers and customers of ESI.  In addition, ESI does not have sufficient safeguards, \nprotocols, or procedures in place to protect the secrecy of such information from \npersons outside ESI or within ESI.  Further, the information that makes up Plaintiffs’ \nalleged trade secrets is information that is compiled in the course of doing business.  \nThere is no evidence in the record, nor any allegation by Plaintiffs, that ESI expended \nany significant amount of effort or money in developing the information, outside of the \ncost of doing business.  For these reasons, Plaintiffs’ carrier files, rates, and customer \nfiles do not constitute “trade secrets” pursuant to the Act.11 \n[32] In light of the court’s conclusion that the information complained of by \nPlaintiffs in this Claim does not constitute trade secrets under the Act, Defendants are \nentitled to summary judgment in their favor as to such Claim.  Further analysis is not \nrequired with regard to whether the record supports Plaintiffs’ contentions that there \nwas “misappropriation” of information, as defined by the Act. \n                                                 \n11 In Byrd’s Lawn & Landscaping, Inc. v. Smith, 142 N.C. App. 371 (2001) the court, although noting that \nNorth Carolina courts have not answered the precise question of whether confidential cost history records \nqualify as a trade secret, relied upon the language of the Tenth U.S. Circuit Court of Appeals in Black, \nSivalls & Bryson, Inc. v. Keystone Steel Fabrication, Inc., 584 F.2d 946, 952 (10th Cir. 1978), which held \nthat confidential data regarding operating and pricing policies can also qualify as trade secrets because \nthe ability to predict a competitor’s bid with reasonable accuracy would give a distinct advantage to the \npossessor of that information, so long as the information is not easily acquired by others who had not \nperformed similar services on the same properties from which the cost history information came.  \nPlaintiffs here attempt to apply the same reasoning to what Plaintiffs consider their own confidential data \nregarding operating and proving policies that can also quality as trade secrets because the information \nwould in fact give Epic an advantage over ESI.  However, Byrd is distinguishable from the instant matter \nbecause there the information considered to be trade secrets was maintained in detail by the plaintiff’s \npresident in a personal notebook over a period of seventeen years and was not shared with any \nemployees.  Id. at 374.  Such is not the case in the instant matter. \n \n \nB. \nSecond Claim (Misappropriation of Proprietary Confidential Information)\n[33]   With regard to this Claim, there exist one or more genuine issues of \nmaterial fact, and Defendants are not entitled to summary judgment in their favor.  \nC. \nThird Claim (Breach of Contract -- Employment and Non-Compete Agreement). \n[34]   This Claim has been limited by t he court’s Order of October 22, 2007, \nwhich granted partial summary judgment in favor of Defendant Osgood by dismissing \nPlaintiffs’ Third Claim to the extent it sought recovery from Osgood for alleged violations \nof non-competition and non-solicitation covenants of Osgood’s Employment Agreement \nwith ESI. \n[35] In light of the court’s prior dism issal of Plaintiffs’ Claims against Osgood \narising from non-competition and non-solicitation covenants of Osgood’s Employment \nAgreement, there also exist no material issues of fact as to said allegations as they \nrelated to Defendants Epic and the Sherrills; and said Defendants are entitled to \nsummary judgment in their favor as to said Claims.  \n[36] With regard to the Plaintiffs’ Claim for violation of a non-disclosure \ncovenant of Osgood’s Employment Agreement, there exist one or more genuine issues \nof material fact, and Defendants are not entitled to summary judgment in their favor. \nD. \nFourth Claim (Breach of Contract -- Joint Venture Agreement) \n[37] With regard to this Claim, ther e exist one or more genuine issues of \nmaterial fact, and Defendants are not entitled to summary judgment in their favor. \n \nE. \nFifth Claim (Conversion) \n[38] This Claim makes allegations only against Defendant Osgood. \n[39] With regard to this Claim, Def endant Osgood has not moved for summary \njudgment disposition, and no Rule 56 determination is required. \nF. \nSixth Claim (Breach of Fiduciary Duty) \n[40] This Claim makes allegations only against Defendant Osgood. \n[41] With regard to this Claim, De fendant Osgood has not moved for summary \njudgment disposition, and no Rule 56 determination is required. \nG. \nSeventh Claim (Constructive Fraud) \n[42] This Claim makes allegations only against Defendant Osgood. \n[43] With regard to this Claim, De fendant Osgood has not moved for summary \njudgment disposition, and no Rule 56 determination is required. \nH. \nEighth Claim (Tortious Interference with Contract -- \nEmployment and Non-Compete Agreement) \n \n[44] This Claim makes allegations only against Defendants Epic and the \nSherrills.  It largely is redundant of Plaintiffs’ First Claim (Trade Secrets Protection Act) \nand Plaintiffs’ Third Claim (Breach of Contract -- Employment and Non-Compete \nAgreement).  The primary difference appears to be that in their Third Claim, Plaintiffs \nalleged that Defendants Epic and the Sherrills “conspired, aided and abetted” 12  \n                                                 \n12 Compl. ¶ 81. \n \nDefendant Osgood in the breach of her Employment Agreement; and in this Eighth \nClaim, Plaintiffs allege that Epic and the Sherrills “induced”13 Osgood to breach the \nsame agreement. \n[45] The material substantive allegation s of this Eighth Claim are that Epic and \nthe Sherrills induced Osgood to (a) compete with ESI, (b) solicit employees of ESI and \n(c) misappropriate trade secrets belonging to ESI. \n[46] In its October 22, 2007 Order, and in its discussion, supra, with regard to \nthe allegations in Plaintiffs’ Third Claim to the effect that Osgood had a duty not to \ncompete with ESI or solicit employees of ESI, the court has concluded that the \nEmployment Agreement between Osgood and ESI was not enforceable with regard to \nits non-compete and non-solicitation covenants.  Further, in its discussion, supra, with \nregard to the allegations in Plaintiffs’ First Claim to the effect that Defendants \nmisappropriated trade secrets belonging to ESI, the court has concluded that the \ninformation sought to be protected by Plaintiffs did not constitute a trade secret under \nthe Act. \n[47] Plaintiffs cannot base this Eight h Claim upon unenforceable covenants in \nthe Employment Agreement or upon unsustainable trade secrets contentions.  \nDefendants Epic and the Sherrills therefore are entitled to summary judgment in their \nfavor with regard to Plaintiffs’ Eighth Claim.  \nI. \nNinth Claim (Tortious Interference with Contract) \n[48] With regard to this Claim, ther e exist one or more genuine issues of \nmaterial fact, and Defendants are not entitled to summary judgment in their favor. \n                                                 \nTP\n13 Id. at ¶ 107. \n \nJ. \nTenth Claim (Interference with Prospective Economic Advantage) \n[49] With regard to this Claim, ther e exist one or more genuine issues of \nmaterial fact, and Defendants are not entitled to summary judgment in their favor. \nK. \nEleventh Claim (Defamation) \n[50] This Claim makes allegati ons only against Defendants Epic and  \nOsgood.14 \n[51] With regard to this Claim, ther e exist one or more genuine issues of \nmaterial fact, and Defendants are not entitled to summary judgment in their favor. \nL. \nTwelfth Claim (Civil Conspiracy) \n[52] With regard to this Claim, ther e exist one or more genuine issues of \nmaterial fact, and Defendants are not entitled to summary judgment in their favor. \nM. \nThirteenth Claim (Unfair and Deceptive Trade Practices) \n[53] With regard to this Claim, ther e exist one or more genuine issues of \nmaterial fact, and Defendants are not entitled to summary judgment in their favor. \nN. \nFourteenth Claim (Punitive Damages) \n[54] In order for the Plaintiffs to pr evail on a claim for punitive damages, they \nmust prove that one or more of the following aggravating factors was present: (a) fraud, \n(b) malice or (c) willful or wanton conduct; and that the aggravating factor(s) proximately \n \ncaused the injury.  G.S. 1D-15(a)(1)-(3).  Here, the aggravating factors alleged by \nPlaintiffs are that the Defendants’ conduct was malicious, willful and wanton. \n[55] In order to support a claim for puni tive damages, the Plaintiffs also are \nrequired to prove existence of each aggravating factor by “clear and convincing \nevidence.”  G.S. 1D-15(b). \n[56] “Malice” is defined as “a sense of personal ill will toward the claimant that \nactivated or incited the defendant to perform the act or undertake the conduct that \nresulted in harm to the claimant.”  G.S. 1D-5(5). \n[57]   “Willful or wanton conduct” is  defined as “the conscious and intentional \ndisregard of and indifference to the rights and safety of others, which the defendant \nknows or should know is reasonably likely to result in injury, damage, or other harm.”  \nG.S. 1D-5(7). \n[58] In the instant case, Plaintiffs’ bas is for the punitive damages claim against \nEpic and the Sherrills is based primarily on “a feeling” by Dosher and the circumstances \nsurrounding the hiring of Osgood by Epic.  Dosher testified as a Rule 30(b)(6) deponent \nrepresentative of ESI that she did not know why the Sherrills would bear Plaintiffs \npersonal ill will, but that she thinks “they were greedy and trying to get something that \nthey didn’t have to pay for.”15  Plaintiffs do not dispute Dosher’s testimony as reflected \nin this paragraph, and it therefore is deemed to be undisputed for purposes of the \nMotions. \n[59] In order to support a claim for puni tive damages, the plaintiff must offer \ndirect or circumstantial evidence sufficient to take the case out of the realm of \n                                                                                                                                                             \n14 Osgood has not moved for summary judgment in her favor with regard to this Claim. \n15 ESI (Dosher) Dep., p. 134. \n \nspeculation and conjecture and into the field of legitimate inference from established \nfacts.  Parker v. Wilson, 247 N.C. 47 (1957).  Here, the court is forced to conclude that \nthe forecast evidence is not sufficient to meet the requirement that it be “clear and \nconvincing” as to either the aggravating element of malice or of willful or wanton \nconduct. \n[60] Accordingly, there exist no genui ne issues of material fact, and \nDefendants are entitled to summary judgment in their favor as to said Claim. \nNOW THEREFORE, based upon the foregoing CONCLUSIONS, it is ORDERED \nthat: \n[61] With regard to Plaintiffs’ First Claim for Relief (Trade Secrets Protection \nAct); Eighth Claim for Relief (Tortious Interference with Contract -- Employment and \nNon-Compete Agreement) and Fourteenth Claim for Relief (Punitive Damages), the \nmotions for summary judgment by Defendants Epic Logistics, Inc., Don and Barbara \nSherrill, and Jolie Anne Osgood are GRANTED, and said Claims are DISMISSED. \n[62] With regard to Plaintiffs’ Sec ond Claim for Relief (Misappropriation of \nProprietary Confidential Information); Fourth Claim for Relief (Breach of Contract -- Joint \nVenture Agreement); Ninth Claim for Relief (Tortious Interference with Contract); Tenth \nClaim for Relief (Interference with Prospective Economic Advantage); Eleventh Claim \nfor Relief (Defamation); Twelfth Claim for Relief (Civil Conspiracy) and Thirteenth Claim \nfor Relief (Unfair and Deceptive Trade Practices), the motions for summary judgment by \nDefendants Epic Logistics, Inc., Don and Barbara Sherrill, and Jolie Anne Osgood are \nDENIED. \n \n[63] To the extent Plaintiffs’ Third Claim for Relief (Breach of Contract -- \nEmployment and Non-Compete Agreement) seeks recovery from Defendants Epic and \nthe Sherrills for breach of non-competition and non-solicitation covenants contained in \nthe Employment Agreement between Osgood and Plaintiff ESI, the motion for summary \njudgment by Defendants Epic Logistics, Inc. and Don and Barbara Sherrill is \nGRANTED, and said Claims are DISMISSED as to said Defendants. \n[64] To the extent Plaintiff’s Third Claim for Relief (Breach of Contract -- \nEmployment and Non-Compete Agreement) seeks recovery from all Defendants for \nbreach of a non-disclosure covenant contained in the Employment Agreement, the \nmotions for summary judgment by Defendants Epic Logistics, Inc., Don and Barbara \nSherrill, and Jolie Anne Osgood are DENIED. \n[65] This civil action will be set for jury trial in due course.  \nSO ORDERED, this the 11th day of August, 2009. \n "
}