{
  "id": "0e755bdec9a9c9dd8f89115f8b520152968bda9fb9974162b9849607a328019d",
  "source_file": "data/raw/ncbc/0e755bdec9a9c9dd8f89115f8b520152968bda9fb9974162b9849607a328019d.pdf",
  "raw_text": "Bucci v. Burns, 2018 NCBC 36. \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 15478 \n \nMARCY BUCCI; KEVIN SALVA; \nRICK BUCCI; EUGENE N. BUCCI; \nEUGENE M. BUCCI; TOM \nFERGUSON; DAVID LUBIN; \nCHRISTINE MERRITT; KARL \nSCHULER; MATTHEW \nFERGUSON; CHARLES \nFERGUSON; and LAUREL \nMANDERBACH, \n \nPlaintiffs, \n \nv. \n \nROBERT BURNS; ZEESHAN-UL-\nHASSAN USMANI; and GARRETT \nPERDUE, \n \nDefendants. \n \n \n \n \n \n \n \n \nORDER AND OPINION  \nON MOTION TO DISMISS \n \n \n1. This is an action for fraud by twelve individuals who invested in  \nPredictify.me, Inc. (“Predictify.me”) before the company went bankrupt .  The Court \ndismissed the original complaint for want of particularity but granted Plaintiffs leave \nto amend their claims .  Defendant Garrett Perdue now moves to dismiss all claims \nstated against him in the amended complaint.  For the reasons given below, the Court \nGRANTS in part and DENIES in part the motion.   \nMeynardie & Nanney, PLLC , by Joseph H. Nanney , Robert A. \nMeynardie, and Robert W. Weston, for Plaintiffs.  \n \nGraebe Hanna & Sullivan, PLLC , by Douglas Hanna , for Defendant \nGarrett Perdue.  \n \nConrad, Judge. \n \n \n \n \nI. \nBACKGROUND \n \n2. The Court does not make findings of fact on a Rule 12(b)(6) motion to \ndismiss.  The following factual summary is drawn from relevant allegations in the \namended complaint.  \n3. Predictify.me1 was a technology company , co -founded in May 2014 by \nDefendants Zeeshan-Ul-Hassan Usmani, Robert Burns, and Garrett Perdue.  (See \nAm. Compl. ¶¶ 24, 31, ECF No. 29.)  Initially, Defendants were Predictify.me ’s only \nowners and also its officers and directors.  (Am. Compl. ¶ 32.) \n4. According to the amended complaint, Defendants jointly planned from the \noutset to market the n ew company to investors based on a falsehood: that \nPredictify.me owned proprietary technology developed by Usmani through his \ncompany, Go -Fig Solutions (Pvt) Ltd. (“Go -Fig”).  (See Am. Compl. ¶¶  24, 26–27.)  \nPlaintiffs allege that Predictify.me never acquired Go-Fig or its technology despite \nrepeated representations by Defendants that it had  in direct communications with \ninvestors, press releases, blog posts, and other social media.  (E.g., Am. Compl. ¶¶ 38, \n43, 50, 54–56, 126–28.) \n5. Plaintiff Marcy Bucci (“Bucci”) was one of the first individuals to invest in \nPredictify.me.  She first met with Burns before the company was formed .  (Am. \nCompl. ¶¶ 26–29.)  A few months later, in June 2014, Bucci attended a meeting with \nDefendants and the advisors “help[ing] them find funding and investors. ”  (Am. \n                                            \n1 The original complaint referred to the company, apparently incorrectly, as \n“Predictifyme.com, Inc.”   \n \n \nCompl. ¶ ¶ 35, 38 .)  At th at meeting, each Defendant “represented .  . . that \nPredictify.me had acquired Go -Fig and its proprietary technology.”  ( Am. Compl. \n¶¶ 37–38.)  Perdue followed up in person with Bucci in August, again to discuss her \npotential investment.  (Am. Compl. ¶ 41.)  Within two weeks of meeting with Perdue, \nBucci purchased “preferred series seed stock ” in Predictify.me.  (Am. Compl. ¶¶ 41, \n94.)  She would do so five more times in 2014 and once in 2015.  (Am. Compl. ¶ 94.)   \n6. Defendants hoped not only to secure Bucci’s investment but also to tap into \nher network of potential investors.  ( See Am. Compl. ¶¶ 30, 34, 50–51.)  Throughout \nmost of 2014 and 2015, Defendants asked Bucci to “identify other potential investors \n. . . and provide them with the [] information regarding Predictify.me’s business plans \nand its acquisition of Go -Fig.”  (Am. Compl. ¶ 42; see also Am. Compl. ¶ 51.)  This \ninformation includes the representations at the June 2014 meeting, e-mail links to a \npresentation about Go -Fig, and “product scope sheets” authored by Perdue to \n“rebrand[] the Go-Fig Products for Predictify.me.”  (Am. Compl. ¶¶ 29, 37–40, 43–45, \n49.)  It also includes an investor disclosure notebook, which again “represented that \nPredictify.me had acquired Go -Fig and its proprietary technology .”  (Am. Compl. \n¶ 43.)   \n7. Predictify.me appeared to enjoy initial success.  By the end of 2014, its \nwebsite reported three new products based on the Go -Fig technology.  ( See Am. \nCompl. ¶¶  74–75.)  Around the same time, Defendants began telling Bucci that \nPredictify.me had entered into a business relationship with the United Nations , \nwhich Burns officially announced in an April 2015 quarterly investor report .  ( See \n \n \nAm. Compl. ¶¶  77, 83–84.)  In fact, there was no relationship with the United \nNations.  (See Am. Compl. ¶ 130.) \n8. Throughout 2014 and 2015, Predictify.me gained investors, allegedly on the \nstrength of the illusory Go-Fig acquisition and the non-existent relationship with the \nUnited Nations.  Bucci shared the information she received from De fendants with \nfamily and friends .  (See Am. Compl. ¶ 96; see also Am. Compl. ¶¶ 53, 87.)  Two of \nthem (Eugene N. Bucci and Christine Merritt) purchased preferred series seed stock \nin November and December 2014.  (See Am. Compl. ¶¶ 97–100.)  Six more (Rick Bucci, \nEugene M. Bucci, Kevin Salva, Karl Schuler, Laurel Manderbach, and David Lubin) \npurchased convertible notes in May and June 2015.  (See Am. Compl. ¶¶ 111–17, 120–\n23.)   \n9. Burns personally solicited others, including Plaintiffs Tom Ferguson, \nCharles Ferguson, and Matthew Ferguson.  (See Am. Compl. ¶¶ 61, 67, 72.)  Burns \nallegedly represented to each that Predictify.me had acquired Go -Fig and its \ntechnology, and he provided them with written materials, including the investor \ndisclosure notebook.  (See Am. Compl. ¶¶ 60–73.)  Each purchased preferred series \nseed stock in November 2014.  (Am. Compl. ¶¶ 101–06.) \n10. By late 2015, “Predictify.me was failing financially.”  (Am. Compl. ¶ 135.)  \nLooking for “alternative strategies,” the board of directors “considered selling Go-Fig” \nonly to discover that Predictify.me “did not own Go-Fig” or its software.  (Am. Compl. \n¶ 137.)  In February 2016, Predictify.me’s CEO “announced . . . that Predictify.me did \nnot own, and had never owned, Go-Fig or its assets.”  (Am. Compl. ¶ 139.)  Less than \n \n \nfour months la ter, Predictify .me filed for bankruptcy, and Plaintiffs lost  their \ninvestments.  (See Am. Compl. ¶¶ 142, 156, 165.)   \n11. The original complaint , filed on December 22, 2016 , included claims for \nfraud, negligent misrepresentation, breach of fiduciary duty, and securities \nviolations.  Burns and Perdue  each moved to dismiss the complaint.   (ECF Nos. 12, \n18.)  The Court held that Plaintiffs’ allegations were not stated with particularity, \nreasoning that the complaint did not attribute the alleged misrepresentations to any \nindividual Defendant, that it “did not identify which Plaintiffs relied on any given \nmisrepresentation,” and that it was not “clear from the face of the complaint whether \nany individual Plaintiff ever interacted with any individual Defendant.”  ( Order & \nOpinion on Mots. to Dismiss ¶¶ 23–24 [“Opinion”], ECF No. 28.)  The Court dismissed \nall claims  without prejudice  but granted Plaintiffs’ request for leave to amend .  \n(Opinion ¶¶ 26, 35.) \n12. Ten of the eleven original Plaintiffs, along with four new Plaintiffs, timely \nfiled their amended complaint on October 16, 2017.  The amended complaint asserts \ncauses of action for fraud , negligent misrepresentation , violations of the North \nCarolina Securities Act, and unfair or deceptive trade practices.  Two Plaintiffs have \nsince voluntarily dismissed their claims without prejudice.  (See ECF Nos. 48, 49.)   \n13. Perdue moved to dismiss all claims  against him in the amended complaint  \non December 4, 2017.  The motion has been fully briefed, and the Court held a hearing \non March 13, 2018 at which all parties were represented by counsel.  This motion is \nripe for determination.   \n \n \nII. \nANALYSIS \n \n14. A motion to dismiss under Rule 12(b)(6) “tests the legal sufficiency of the \ncomplaint.”  Concrete Serv. Corp. v. Investors Grp., Inc., 79 N.C. App. 678, 681, 340 \nS.E.2d 755, 758 (1986).  “Dismissal of a complaint under Rule 12(b)(6) is proper when \none of the following three conditions is satisfied: (1) when the complaint on its face \nreveals that no law supports plaintiff’s claim; (2 ) when the complaint on its face \nreveals the absence of fact sufficient to make a good claim; (3) when some fact \ndisclosed in the complaint necessarily defeats plaintiff’s claim.”  Jackson v. \nBumgardner, 318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986). \n15. In deciding a Rule 12(b)(6) motion, the Court must treat the well -pleaded \nallegations of the complaint as true and view the facts and permissible inferences “in \nthe light most favorable to” the non-moving party.  Ford v. Peaches Entm’t Corp., 83 \nN.C. App. 155, 156, 349 S.E.2d 82, 83 (1986); see also Sutton v. Duke, 277 N.C. 94, 98, \n176 S.E.2d 161, 163 (1970).  “[T]he court is not required to accept as true any \nconclusions of law or unwarranted deductions of fact.”  Oberlin Capital, L.P. v. Slavin, \n147 N.C. App. 52, 56, 554 S.E.2d 840, 844 (2001). \nA. Matters Outside the Complaint \n16. In support of his motion to dismiss, Perdue attaches four exhibits : \nPredictify.me’s bankruptcy petition; the investor disclosure notebook ; and two of \nPredictify.me’s corporate formation  documents (including the  certificate of \nincorporation).  (See ECF Nos. 37.1–37.4.)  Plaintiffs object to the consideration of any \n \n \nmaterials outside the amended complaint.  (See Response Br. in Opp’n to Mot. \nDismiss 9–10 [“Opp’n”], ECF No. 42.) \n17. The general rule is that “matters outside the complaint are not germane to \na Rule 12(b)(6) motion.”  Weaver v. Saint Joseph of the Pines, Inc., 187 N.C. App. 198, \n203, 652 S.E.2d 701, 707 (2007).  That is because a Rule 12(b)(6) motion tests the \nlegal sufficiency of the pleading, not the evidentiary support for the claims.  See, e.g., \nWhite v. White, 296 N.C. 661, 667, 252 S.E.2d 698, 702 (1979).  Thus, Rule 12 itself \nmakes clear that, if “matters outside the pleading are presented to and not excluded \nby the court, the motion shall be treated as one for summary judgment,” not as a \nmotion to dismiss for failure to state a claim.  N.C. R. Civ. P. 12(b).   \n18. This rule does not extend to documents “attached to and incorporated within \na complaint.”  Weaver, 187 N.C. App. at 204, 652 S.E.2d at 707.  As the North Carolina \nSupreme Court recently explained, “[a] copy of any written instrument which is an \nexhibit to a pleading is a part thereof for all purposes.”  Krawiec v. Manly, 2018 N.C. \nLEXIS 222, at * 5 (N.C. Apr. 6, 2018 ) (quoting N.C. R. Civ. P. 10(c))  (alteration in \noriginal).  Exhibits to the complaint are therefore intrinsic, not extrinsic, and a court \nmay consider them without converting a motion to dismiss “into a motion  for \nsummary judgment.”  Weaver, 187 N.C. App. at 204, 652 S.E.2d at 707.   \n19. The circumstances in which a court may consider truly extrinsic material \nare narrow , chiefly limited to  “documents which are the subject of a plaintiff’s \ncomplaint and to which the complaint specifically refers.”  Oberlin Capital, 147 N.C. \nApp. at 60, 554 S.E.2d at 847 (citing Robertson v. Boyd, 88 N.C. App. 437, 441, 363 \n \n \nS.E.2d 672, 675 (1988)).  A classic example is the contract at the heart of a claim for \nbreach of contract.  See, e.g., Mkt. Am., Inc. v. Lee, 809 S.E.2d 32, 40 & n.6 (N.C. Ct. \nApp. 2017); Oberlin Capital, 147 N.C. App. at 60, 554 S.E.2d at 847. \n20. These types of documents are integral to the claims.  They do not implicate \n“[t]he obvious purpose” for excluding extrinsic matters at the Rule 12(b)(6) stage, \nwhich “is to preclude any unfairness resulting from surprise” and permit “a \nreasonable time” for the plaintiffs to offer rebuttal evidence.  Coley v. N.C. Nat’l Bank, \n41 N.C. App. 121, 126, 254 S.E.2d 217, 220 (1979).   “Certainly the plaintiffs cann ot \ncomplain of surprise when the trial court desires to familiarize itself with the \ninstrument upon which the plaintiffs are suing because the plaintiffs have failed to \nreproduce” it within or attach it to the complaint.  Id.; see also Cortec Indus., Inc. v. \nSum Holding L.P. , 949 F.2d 42, 48 (2d Cir. 1991) (reasoning that plaintiff had \nsufficient notice of extrinsic documents where it “has relied upon these documents in \nframing the complaint”). \n21. So long as no party questions the authenticity of a document that is integral \nto the claims , it makes good sense to permit its consideration without converting a \nmotion to dismiss into a motion for summary judgment.  See, e.g., Bank of Am., N.A. \nv. Rice, 244 N.C. App. 358, 372, 780 S.E.2d 873, 883 (2015) (“authenticity of” extrinsic \ndocuments uncontested); Sec. Camera Warehouse, Inc. v. Bowman , 2017 NCBC \nLEXIS 39, at *7 –9 (N.C. Super. Ct. May 1, 2017)  (authenticity of settlement \nagreement uncontested); Tomlin v. Dylan Mortg. Inc. , 2000 NCBC LEXIS 11, at *2 \nn.1 (N.C. Super. Ct. June 12, 2000); see also Brackett v. SGL Carbon Corp., 158 N.C. \n \n \nApp. 252, 255, 580 S.E.2d 757,  759 (2003) (permitting consideration of documents \nthat formed “procedural basis for complaint”);  Properties of S. Wake, LLC v. Fid. \nBank, 2012 N.C. App. LEXIS 1414, at *11 (N.C. Ct. App. Dec. 18, 2012) (unpublished) \n(permitting consideration of documents that formed “the very basis of this suit”).2   \n22. The two corporate formation documents offered by Perdue fall well outside \nthese bounds.  Neither is the subject of the amended complaint or referred to by it.  \nAt most, Perdue contends that the amended complaint refers generally to the \nformation of Predictify.me in 2014.  (See Reply in Supp. of Mot. Dismiss 2 [“Reply”], \nECF No. 43.)  That limited reference to a background fact is hardly a sufficient reason \nto treat all of the company’s founding documents as fair game for review on a Rule \n12(b)(6) motion.  See Charlotte Motor Speedway, LLC v. Cty. of Cabarrus, 230 N.C. \nApp. 1, 5, 748 S.E2d 171, 175 (2013) ; Goel v. Bunge, Ltd., 820 F.3d 554, 560 (2d Cir. \n2016) (defendant may not create “bespoke factual record” on Rule 12(b)(6) review).  \nThe corporate formation exhibits are not integral to the claims, and the  Court \nexcludes them. \n23. The same is true for  Predictify.me’s bankruptcy petition.   Although the \namended complaint alleges that “Predictify.me filed for chapter 7 bankruptcy,” the \nbankruptcy petition is not the subject of the claims.  (Am. Compl. ¶  142.)  In some \ncircumstances, it may be permissible t o take judicial notice of public court filings.  \n                                            \n2 This appears to be the prevailing rule in the federal courts.  See, e.g., Am. Chiropractic Ass’n, \nInc. v. Trigon Healthcare Inc., 367 F.3d 212, 234 (4th Cir. 2004);  Tierney v. Vahle, 304 F.3d \n734, 738 (7th Cir. 2002); Beddall v. State St. Bank & Trust Co., 137 F.3d 12, 16–17 (1st Cir. \n1998); Parrino v. FHP, Inc. , 146 F.3d 699, 705 –06 (9th Cir. 1998); GFF Corp. v. Ass ociated \nWholesale Grocers, Inc., 130 F.3d 1381, 1384–85 (10th Cir. 1997); Cortec Indus., Inc. v. Sum \nHolding L.P., 949 F.2d 42, 48 (2d Cir. 1991). \n \n \nSee, e.g., Funderburk v. JPMorgan Chase Bank, N.A. , 241 N.C. App. 415, 420, 775 \nS.E.2d 1, 4 (2015)  (taking judicial notice of court orders in related proceedings) ; but \nsee Gilmore v. Gilmore, 229 N.C. App 347, 350–51, 758 S.E.2d 42, 45 (2013) (denying \nrequest to take judicial notice).  Perdue has not asked the Court to take judicial notice \nof the bankruptcy petition, and the Court declines to do so.   \n24. The investor disclosure notebook, on the other hand, is cited in the amended \ncomplaint as a source of one of the fraudulent representations central to Plaintiffs’ \nclaims.  (See, e.g., Am. Compl. ¶¶ 43, 49–53, 95–106, 109–17, 120–23.)  Arguably, the \nCourt could consider it .  But Perdue offers the entire notebook (as opposed to the \nspecific portion making the allegedly fraudulent representation),  as a source of \nsundry facts to dispute motive and press for factual inferences in his favor.  (See Mem. \nin Supp. of Def.’s Mot. Dismiss 12 [“Def.’s Br.”], ECF No. 37.)  This, the Rule 12(b)(6) \nstandard does not allow, and the Court declines to consider the  notebook.  See \nSchlieper v. Johnson, 195 N.C. App. 257, 265, 266, 672 S.E.2d 548, 553, 554 (2009) \n(trial court should not “reject allegations” in complaint unless they a re” “inexorably \ntied to” and “necessarily barred by” contradictory extrinsic document). \nB. Fraud and Negligent Misrepresentation \n25. Plaintiffs assert their claims for fraud and negligent misrepresentation “in \nthe alternative.”  (Am. Compl. ¶ 159.)  As in the original complaint, these claims rest \non the allegations that Defendants misrepresented Predictify.me’s acquisition of Go-\nFig and its relationship with the United Nations.  (See Am. Compl. ¶¶ 147–48, 159.) \n \n \n26. To state a claim for fraud, Plaintiffs m ust allege five “essential elements”: \n(a) a false representation or concealment of a material fact;  (b) that was reasonably \ncalculated to deceive ; (c) that was made with intent to deceive ; (c) that did in fact \ndeceive; and (e) that resulted in damage to the injured party.  Rowan Cty. Bd. of Educ. \nv. U.S. Gypsum Co., 332 N.C. 1, 17, 418 S.E.2d 648, 658 (1992).  “The tort of negligent \nmisrepresentation occurs when a party justifiably relies to his detriment on \ninformation prepared without reasonable care by o ne who owed the relying party a \nduty of care.”  Hunter v. Guardian Life Ins. Co. of Am. , 162 N.C. App. 477, 484, 593 \nS.E.2d 595, 600 (2004) (citation omitted).   \n27. Perdue argues that  these claims should be dismissed  for three reasons.  \nFirst, Perdue contends that the amended complaint does not allege that he actually  \nmade any misrepresentations to anyone other than Marcy Bucci.  (See Def.’s Br. 13–\n14.)  Second, Perdue argues that Predictify.me’s bankruptcy, and therefore Plaintiffs’ \nalleged injury, was not caused by the purported misrepresentations.  (See Def.’s Br. \n16–18.)  And third, he argues that Bucci did not reasonably rely on any of the alleged \nmisrepresentations because she could have discovered the truth about Predictify.me’s \nbusiness relationships.  (See Def.’s Br. 18–19.) \n1.  Misrepresentations Attributable to Perdue \n28. In dismissing the original complaint, the Court concluded that Plaintiffs had \nfailed to “attribute any action to Perdue personally” and left uncertain “whether any \nindividual Plaintiff ever interacted with any individual Defendant.”  (Opinion ¶¶ 23–\n24.)  The amended complaint cure s this deficiency by introducing more particular \n \n \nallegations about each Defendant’s role in carrying out the fraudulent scheme and \nthe circumstances o f each Plaintiff’s investment in Predictify.me .  (See, e.g. , Am. \nCompl. ¶¶ 37–38, 41, 43–45, 49, 97–106, 111–17, 120–23.) \n29. Perdue contends that the amended complaint, even accounting for the new \nallegations, still does not allege that he contacted any Plaintiff other than Bucci “or \nmade any direct representations to the other Plaintiffs.”  (Def.’s Br. 13.)  Perdue’s \npoint seems to be that, if these Plaintiffs were the victims of fraud  by Burns and \nUsmani, he is not responsible for it. \n30. This is an overly formalistic approach to “the law of frauds,” which “contains \nfew absolutes.”  Terry v. Terry , 302 N.C. 77, 82, 273 S.E.2d 674, 677 (1981).   Our \nSupreme Court has firmly resisted the development of “rules or definitions” that \nwould be subject to ready evasion, instead “leav[ing] the way open to punish frauds \nand to redress wrongs perpetrated by means of them in whatever form they may \nappear.”  Id. (quoting Standard Oil Co. v. Hunt, 187 N.C. 157, 159, 121 S.E. 184, 185 \n(1924)).  This includes fraud in th e form of a  conspiracy.  T he law of this State \n“permits one defrauded to recover from anyone who facilitated the fraud by agreeing \nfor it to be accomplished.”  Nye v. Oates, 96 N.C. App. 343, 346 –47, 385 S.E.2d 529, \n531 (1989).  “[A]ll of the conspirators are liable, jointly and severally, for the act of \nany one of them done in furtherance of the agreement.”  Neugent v. Beroth Oil Co. , \n149 N.C. App. 38, 53, 560 S.E.2d 829, 838 (2002) (citation omitted). \n31. Plaintiffs allege a conspiracy: that Defendants agreed to induce individuals \nto invest in Predictify.me based on the misrepresentation that  the company  had \n \n \nacquired Go-Fig and its technology.   (See Am. Compl. ¶¶ 24, 146.)  Perdue’s role in \nthe conspiracy is clearly defined.  Plaintiffs allege that he personally met with Bucci \nto discuss her potential investment, falsely represented to her that Predictify.me had \nacquired Go -Fig, and urged her to share this information with other potential \ninvestors.  ( See Am. Compl. ¶¶  41–42, 51.)  Perdue also contributed to th e investor \ndisclosure notebook, which repeated the misrepresentation.  (See Am. Compl. ¶¶ 43–\n53.)  These allegations demonstrate an agreement to defraud and overt acts in \nfurtherance of the agreement sufficient for Rule 12(b)(6) purposes.  See Nye, 96 N.C. \nApp. at 346 –47, 385 S.E.2d at 531 –32; Perkins v. HealthMarkets, Inc. , 2007 NCBC \nLEXIS 25, at *17–18 (N.C. Super. Ct. July 30, 2007) (denying motion to dismiss). \n32. Plaintiffs do allege that the other Defendants ( especially Burns) had far \nmore direct contact with them than Perdue did.  But t he fact that Perdue may have \nbeen a “junior partner,” so to speak, in the fraudulent scheme does not exonerate him.  \nIf Plaintiffs successfully prove their allegations of conspiracy, Perdue may be liable \nnot only for his acts but also for those of the other conspirators.  See Neugent, 149 \nN.C. App. at 53, 560 S.E.2d at 838; Perkins, 2007 NCBC LEXIS 25, at *17–18. \n33. Perdue points out that many of the Plaintiffs had no direct contact with any \nof the Defendants but instead received information about Predictify.me from Marcy \nBucci.  ( See Def.’s Br. 15 –16.)  These Plaintiffs, Perdue contends, rely on an \nimpermissible theory of “indirect reliance. ”  E.g., NNN Durham Office Portfolio 1, \nLLC v. Highwoods Realty Ltd. P’ship, 2013 NCBC LEXIS 11, at *58 (N.C. Super. Ct. \nFeb. 19, 2013).  The Court disagrees. \n \n \n34. It goes without saying  that an individual cannot b e defrauded by a \nmisrepresentation he never sees, hears, or even knows about.  See id. (granting \nmotion to dismiss); Anderson v. Coastal Cmtys. at Ocean Ridge Plantation, Inc., 2012 \nNCBC LEXIS 35, at *38 (N.C. Super. Ct. May 30, 2012) (same).  For that reason, our \ncourts have routinely, and properly, rejected fraud claims in which an alleged \nmisrepresentation by the defendant  is altered by a third party who then passes on \nthe “altered information” to the plaintiff.  Hospira Inc. v. AlphaGary Corp., 194 N.C. \nApp. 695, 699, 671 S.E.2d 7, 11 (2009) ; see also Raritan River Steel Co. v. Cherry, \nBekaert & Holland , 322 N.C. 200, 2 06, 367 S.E.2d 609, 612 (1988) (dismissing \nnegligent misrepresentation claim where plaintiff relied on third -party auditor’s \nreport rathe r than underlying information prepared by defendant) , rev’d on other \ngrounds, 329 N.C. 646, 407 S.E.2d 178 (1991).     \n35. Plaintiffs’ allegations do not implicate these precedents .  According to the \namended complaint, at Defendants’ request, Bucci shared with her family and friends \nthe written materials actually prepared by Defendants, not a set of altered materials.  \n(See Am. Compl. ¶¶ 53, 96 .)  Furthermore, most of the  Plaintiffs allege that they \nrelied directly on public statements made by Burns and Usm ani, representing that \nPredictify.me had acquired Go -Fig and its technology.  ( See Am. Compl. ¶¶  95–96, \n102, 106 ; see also Am. Compl. ¶¶ 54 –59.)  Taking these allegations as true,  \nDefendants intended for representations concerning Go-Fig to reach Plaintiffs, they \ndid in fact reach Plaintiffs  through written materials or public statements , and \nPlaintiffs relied on them.  (See Am. Compl. ¶¶  96, 98, 100, 102, 104, 106, 110, 112, \n \n \n114, 116 –17, 121, 123.)  These allegations sufficiently plead  direct, not indirect, \nreliance.  See Rowan Cty. Bd. of Educ. , 332 N.C. at 21, 418 S.E.2d at 661 (holding \nthat jury could find reasonable reliance by plaintiff on misrepresentation \ncommunicated through third-party catalog). \n2.  Loss Causation \n36. Perdue next challenges loss causation.  He contends that Predictify.me ’s \nbankruptcy was “unrelated to the misrepresentations at issue.”  (Def.’s Br. 17.)  \nRather, Predictify.me failed because Go-Fig’s technology “did not work.”  (Reply 12.)   \n37. Plaintiffs allege they purchased interests in Predictify.me based on the \nmisrepresentation that the company owned a valuable asset, namely the Go -Fig \ntechnology.  (See Am. Compl. ¶¶ 147, 155, 159, 164.)  When Predictify.me’s prospects \ndimmed, it was revealed that the company never owned this key asset.  (Am. Compl. \n¶¶ 135–41.)  At that point, Predictify.me’s board considered its options, concluded \nthat it could not sell Go-Fig (which it did not possess), and filed for bankruptcy.  (Am. \nCompl. ¶¶ 136–37, 142.)   \n38. Pinpointing the causal link between the alleged misrepresentations and \nPlaintiffs’ loss is no easy task.  Predictify.me was apparently on the ropes before its \nboard learned the truth about Go-Fig.  And as Perdue notes, the amended complaint \nalleges that Predictify.me actually used “the technology developed by Go-Fig.”  (Am. \nCompl. ¶  75.)  Predictify.me’s failure, despite using the  Go-Fig technology, could \nsuggest that Defendants’ misrepresentations did not cause Plaintiffs’ damages.  \n \n \n39. Yet, at this early stage, the Court must construe all inferences in Plaintiffs’ \nfavor.  See Hunter, 162 N.C. App. at 481, 593 S.E.2d at  599.  Another plausible \ninference is that Go-Fig and its underlying technology had substantial value even if \nPredictify.me had not yet found a way to monetize the technology.  Had Predictify.me \nactually owned these assets, perhaps it could have avoided bankruptcy by selling \nsome or all of the technology, licensing it, partnering with others, or finding another \nsolution.  When it became widely known that Predictify.me did not own the assets, \nits value plummeted, resulting in bankruptcy and total loss to investors.  Viewed in \na light most favorable to Plaintiffs, the facts alleged are sufficient to plead causation.  \nSee Restatement (Second) of Torts §  548A, cmt. b (“[O]ne who misrepresents the \nfinancial condition of a corporation in order to sell its stock will become liable to a \npurchaser who relies upon the misinformation for the loss that he sustains when the \nfacts as to the finances of the corporation become generally known and as a result the \nvalue of the shares is depreciated on the market.”).  \n40. Of course, Plaintiffs must develop evidence to support their allegations of \ncausation.  Whether they can do so is a question for an other day.  At this stage, the \ninferences must favor Plaintiffs, and the Court is reluctant to conclude that they \ncannot succeed as a matter of law.   \n3.  Reasonable Reliance \n41. Perdue separately contends that Bucci could not have reasonably relied on \nany alleged misrepresentations.  Perdue  bases this argument on his assertion that  \nBucci became a director of Predictify.me and “was privy to all of the information of \n \n \nthe company.”  (Def.’s Br. 18.)  The amended complaint, however, does not allege that \nBucci was a director, and the Court may not consider extrinsic matters.  Perdue and \nthe other Defendants may, of course, raise the issue in a motion for summary \njudgment at the appropriate time. \n* * * \n42. For these reasons, t he Court concludes that Plaintiffs have ad equately \nstated claims for fraud and negligent misrepresentation against Perdue.  The Court \ndenies the motion to dismiss as to these claims. \nC. North Carolina Securities Act \n43. The North Carolina Securities Act (“NCSA”) “creates private rights of action \nthat are complementary to federal securities schemes.”  Piazza v. Kirkbride , 785 \nS.E.2d 695, 707 (N.C. Ct. App. 2016).  Liability for securities violations may be either \n“‘primary’ or ‘secondary.’”  Id. (citing N.C. Gen. Stat. §§ 78A-56(a)(1)–(2), (c)). \n44. There are “two different pathways to primary liability.”  Highwoods Realty, \n2013 NCBC LEXIS 11, at *29.  The first “sounds in fraud,” and “[t]he second pathway \nis through making false or misleading statements.”  Id. (citing N.C. Gen. Stat. § 78A-\n56(a)(1), (2)).  Both of these “antifraud provisions” restrict primary liability to “one \nwho sells or offers for sale a security .”  Id. at *29, 33; see also Piazza, 785 S.E.2d at \n709.  An “‘offer to sell’ includes every attempt or offer to dispose of, or solicitation of \nan offer to buy, a security or interest in a security for value.”  N.C. Gen. Stat. §  78A-\n2(8)(b).  North Carolina courts “place great emphasis on the solicitation of the buyer \nas the most critical stage of the selling transaction in determining who is an offeror \n \n \nor seller of securities.”  Atkinson v. Lackey, 2015 NCBC LEXIS 21, at *23 (N.C. Super. \nCt. Feb. 27, 2015) (citation, alteration, and quotation marks omitted).   \n45.  “If primary liability exists” for a given securities transaction, then \nindividuals who “ ‘materially aided’ in the transaction” may be subject to secondary \nliability.  Highwoods Realty, 2013 NCBC LEXIS 11, at *29 .  Material aid has been \ndefined to include “conduct that rises to the level of having contributed substantial \nassistance to the act or conduct leading to primary liability under the NCSA.”  \nBradshaw v. Maiden, 2015 NCBC LEXIS 80, at *42 (N.C. Super. Ct. Au g. 10, 2015) \n(citing Highwoods Realty, 2013 NCBC LEXIS 11, at *49) .  “The secondarily liable \nparties are ‘jointly and severally’ liable ‘to the same extent’ as the primarily liable \nperson.”  Piazza, 785 S.E.2d at 709 (quoting N.C. Gen. Stat. § 78A-56(c)(1)–(2)).   \n46. Here, Plaintiffs allege theories of primary and secondary liability  based on \nthe same allegations underlying the claims for fraud and negligent \nmisrepresentation.  ( Compare Am. Compl. ¶¶ 169–71 (NCSA) , with Am. Compl. \n¶¶ 147–48 (fraud), and Am. Compl. ¶ 159 (negligent misrepresentation).)  Plaintiffs \nallege that each Defendant offered or sold securities in Predictify.me or, alternatively, \nmaterially aided in the transactions.   (See Am. Compl. ¶¶ 172–73.) \n47. Perdue argues that Plaintiffs have failed  to state a claim under either \ntheory.  He  contends there is no  allegation that he  solicited any Plaintiff , thus \ndefeating any theory of primary liability .  (See Def.’s Br. 9; Reply 4 .)  Perdue also \nargues that Plaintiffs failed “to allege specific facts that [he] ‘knowingly’ and \n‘materially aided’ in the consummation of the primary violation.”  (Def.’s Br. 10.) \n \n \n48. Whether Plaintiffs have alleged facts sufficient to plead a theory of primary \nliability as to Perdue is a close call.  In interpreting federal securities laws, the United \nStates Supreme Court has held that the phrase “offer or sell” is broad enough to \ninclude solicitation but not so broad that it “impose[s] liability on participants \ncollateral to the offer or sale.”  Pinter v. Dahl, 486 U.S. 622, 650 (1988).  Federal courts \nhave understood Pinter to require allegations or evidence that the defendant “had \nsome ‘direct’ role in the solicitation of the plaintiff.”  In re Charles Schwab Corp. Sec. \nLitig., 257 F.R.D. 534, 549 (N.D. Cal. 2009); see also, e .g., In re Westinghouse Sec. \nLitig., 90 F.3d 696, 716 (3d Cir. 1996) (Alito, J.).  Pinter and its progeny are persuasive \nauthority in construing the same language in section 78A-56.  See Piazza, 785 S.E.2d \nat 708. \n49. As alleged, Perdue’s direct contact with Plaintiffs was limited.  He met \npersonally with Bucci, provided information to her about Predictify.me, and \n“discussed” her potential investment in the company.  ( See Am. Compl. ¶ 41.)  Bucci \nthen invested two weeks later.  (See Am. Compl. ¶ 94.)  Construed liberally, t hese \nallegations are sufficient to plead that Perdue had a direct role in soliciting Bucci’s \ninvestment.  See Atkinson, 2015 NCBC LEXIS 21, at *17–18. \n50. There are no allegations  that Perdue had direct contact with any  other \nPlaintiff.  Ordinarily, that would end the inquiry.  See, e.g., Rosenzweig v. Azurix \nCorp., 332 F.3d 854, 871 (5th Cir. 2003) (“To count as ‘solicitation,’ the seller must, at \na minimum, directly communicate w ith the buyer.”) .  Some courts, however, have \nacknowledged rare circumstances in which solicitations by a nother party are \n \n \nattributable to a defendant, making the defendant an offeror or seller.  See, e.g., Capri \nv. Murphy, 856 F.2d 473, 478 (2d Cir. 1988);  Charles Schwab, 257 F.R.D. at 549 ; \nStephenson v. Deutsche Bank AG, 282 F. Supp. 2d 1032, 1063–64 (D. Minn. 2003); In \nre Chaus Sec. Litig., No. 88 Civ. 8641 (SWK), 1990 U.S. Dist. LEXIS 15810, at *25 –\n26 (S.D.N.Y. Nov. 20, 1990). \n51. Plaintiffs have alleged that Perdue actively conspired and worked in concert \nwith Burns and Usmani to identify new investors, and he  joined in creating and \ndistributing written investor materials for that purpose.  (See Am. Compl. ¶¶ 35, 39, \n43–51.)  Plaintiffs have also alleged  that Perdue urged Bucci to provide those \nmaterials to her family and friends to secure their investments.  (See, e.g., Am. Compl. \n¶¶ 49, 51, 53.)   All of the Plaintiffs received solicitations either from Burns (with \nwhom Perdue allegedly conspired) or through Bucci (to whom Perdue provided the \nallegedly fraudulent investment materials).  (See, e.g., Am. Compl. ¶¶ 61, 67, 72, 92, \n96.)  These allegations, construed liberally, state a claim that Perdue was “sufficiently \ninvolved in the solicitation of sales to be considered [a] seller[],” if only minimally so.  \nChaus, 1990 U.S. Dist. LEXIS 15810, at *26 (denying motion to dismiss); see also \nCharles Schwab, 257 F.R.D. at 549–50 (same); Stephenson, 282 F. Supp. 2d at 1063–\n64 (same).   \n52. In the event Perdue’s actions do not amount to solicitation , the amended \ncomplaint adequately pleads secondar y liability as an alternative .  Taking the \nallegations as true, Perdue conspired to induce investment in Predictify.me based on \na falsehood, misrepresented the acquisition of Go -Fig to Bucci personally, \n \n \nparticipated in the creation of written investor materials containing the same \nmisrepresentation, and encouraged Bucci to provide those materials to her family and \nfriends—all for the purpose of inducing Bucci and others to invest in Predictify.me.  \n(E.g., Am. Compl. ¶¶ 24, 38–40, 42–43, 47, 51.)  These allegations sufficiently plead \nthe type of material aid and substantial assistance contemplated by the NCSA .  See \nBradshaw, 2015 NCBC LEXIS 80, at *42 –43 (denying motion to dismiss ) (citations \nomitted); see also Highwoods Realty, 2013 NCBC LEXIS 11, at *43 –47 (“‘materially \naiding’ arguably is comparable to tort liability based on ‘aiding and abetting’”).   \n53. As this Court has noted in other cases, “proving the existence and extent” of \na defendant’s knowledge may be difficult “during later proceedings.”  Bradshaw, 2015 \nNCBC LEXIS 80, at *43.  But Plaintiffs’ clear and consistent allegations that Perdue \nknew the truth but nonetheless  conspired with others to defraud Plaintiffs are \nsufficient “to withstand” Perdue’s motion to dismiss .  Id. at *44 (denying motion to \ndismiss where plaintiffs alleged actual knowledge “of the facts by reason of which \nliability is alleged to exist”); see also Highwoods Realty, 2013 NCBC LEXIS 11, at *56 \n(describing knowledge and material aid elements as “nec essarily fact -intensive \ninquiries”).  \n54. Finally, Perdue contends that the securities claim must be dismissed \nbecause the amended complaint does not sufficiently allege loss causation and \nbecause Bucci could not reasonably rely  on any purported misrepresentations .  The \nCourt has already rejected those arguments  in connection with the claims for fraud \nand negligent misrepresentation.  See also Highwoods Realty, 2013 NCBC LEXIS 11, \n \n \nat *36 n.2 (noting that it may be unnecessary to consider loss causation “in light of \nthe NCSA’s limitation to a rescission remedy”). \n55. Accordingly, the Court concludes that Plaintiffs have stated a claim for relief \nunder the NCSA.  The Court denies the motion to dismiss as to this claim. \nD. Violation of Section 75-1.1 \n56. Plaintiffs’ claim for a violation of N.C. Gen. Stat. § 75-1.1 is premised on the \nsame underlying facts as their  other claims.  (See Am. Compl. ¶¶ 177–80.)  Perdue \ncontends that the claim must be dismissed because section 75-1.1 does not extend to \nsecurities transactions.  (Def.’s Br. 8.)   \n57. Section 75-1.1 does not “govern all wrongs.”  Sterner v. Penn, 159 N.C. App. \n626, 633, 583 S.E.2d 670, 675 (2003)  (internal punctuation omitted).  “ [P]laintiffs \nmust ‘first establish that defendants’ conduct was in or affecting commerce before the \nquestion of unfairness or deception arises.’”  Id. (quoting HAJMM v. House of Raeford \nFarms, 328 N.C. 578, 592–93, 403 S.E.2d 483, 492 (1991)).  “Although [the] statutory \ndefinition of commerce is expansive,” it does not include  “securities transactions ,” \nwhich are extraordinary events that fall outside the statute’s purview.  HAJMM, 328 \nN.C. at 593, 403 S.E.2d at 492.  Our legislature did not intend for section 75-1.1, “with \nits treble damages provision, to apply to securities transactions which were already \nsubject to pervasive and intricate regulation” under state and federal statutes.   \nSkinner v. E.F. Hutton & Co., 314 N.C. 267, 275, 333 S.E.2d 236, 241 (1985) (quoting \nLinder v. Durham Hosiery Mills, Inc., 761 F.2d 162, 167 (4th Cir. 1985)).   \n \n \n58. Both sides assume that the transactions at issue—purchases of “either stock \nor a convertible note” —involved securities.  (Am. Compl. ¶ 93; see also Def.’s Br. 8.)  \nOn this assumption, Perdue seeks dismissal.  ( See Def.’s Br. 8.)  Plaintiffs respond \nthat they are entitled to plead a section 75-1.1 violation in the alternative in the event \nany given transaction does “not amount to a securities transaction.”  (Am. Compl. \n¶ 177; see also Opp’n 29.) \n59. Perdue is correct as to t he alleged stock purchases .  The NCSA defines \n“[s]ecurity” to include “stock,” and stock purchases are plainly securities transactions.  \nN.C. Gen. Stat. § 78A-2(11).  Plaintiffs may not seek recovery under section 75-1.1 for \nthese purchases as a matter of law.  See HAJMM, 328 N.C. at 594, 403 S.E.2d at 493; \nSterner, 159 N.C. App. at 634, 583 S.E.2d at 676.  The section 75-1.1 claims of Marcy \nBucci, Eugene N. Bucci , Christine Merritt, Tom Ferguson, Charles Ferguson, and \nMatthew Ferguson are therefore dismissed. \n60. It appears likely that the purchases of convertible notes are also securities \ntransactions, but the issue is not sufficiently clear to permit a final decisio n at the \npleading stage.  The NCSA further defines “[s]ecurity” to include “any note ,” N.C. \nGen. Stat. §  78A-2(11), which raises a rebuttable presumption that every note is a \nsecurity, see Saw Plastic, LLC v. Sturrus , 2017 NCBC LEXIS 76, at *18 –19 (N.C. \nSuper. Ct. Aug. 25, 2017) (citing Reves v. Ernst & Young, 494 U.S. 56, 65 (1990)).  The \npleadings provide little detail about the convertible notes, and the parties’ briefs omit \nany discussion of this question .  Until discovery clarifies the facts and the pa rties’ \npositions, it would be premature to conclude that the notes are necessarily securities.  \n \n \nSee also Fletcher Int’l, Ltd. v. ION Geophysical Corp. , 2010 Del. Ch. LEXIS 125, at \n*19–20 & nn.39, 40 (Del. Ch. May 28, 2010) (analyzing case law treating convertible \nnotes as securities).  The Court therefore denies the motion to dismiss the section \n75-1.1 claims of Laurel Manderbach, Kevin Salva, Karl Schuler, Rick Bucci, Eugene \nM. Bucci, and David Lubin. \nIII. \nCONCLUSION \n \n61. The Court  DENIES the motion to dismiss as to the claims for fraud, \nnegligent misrepresentation, and securities fraud .  The Court also DENIES the \nmotion to dismiss the section 75-1.1 claims of Laurel Manderbach, Kevin Salva, Karl \nSchuler, Rick Bucci, Eugene M. Bucci, and David Lubin.   The Court GRANTS the \nmotion to dism iss the section 75-1.1 claims of Marcy Bucci, Eugene N. Bucci, \nChristine Merritt, Tom Ferguson, Charles Ferguson, and Matthew Ferguson , and \nthese claims are dismissed with prejudice.   \nThis the 25th day of April, 2018. \n /s/ Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n "
}