{
  "id": "0e8d5c458bfa3600f68e4d93e49be28445d7030eb66f04b625081dc0110fb87b",
  "source_file": "data/raw/ncbc/0e8d5c458bfa3600f68e4d93e49be28445d7030eb66f04b625081dc0110fb87b.pdf",
  "raw_text": "Tillery Envtl., LLC v. A&D Holdings, Inc., 2017 NCBC 67. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 6525 \n \nTILLERY ENVIRONMENTAL LLC, \n \n                         Plaintiff/Counterclaim  \n                         Defendant, \n \nv. \n \nA&D HOLDINGS, INC., in its \ncapacity as successor-by-merger to \nJBC ACQUISITION INC.,  \n \n                      Defendant/Counterclaim                   \n                      Plaintiff/Third-Party  \n                      Plaintiff, \n \n \nand ROSS ENVIRONMENTAL \nSERVICES, INC., \n \nDefendant, \n \nv. \n \nCHRIS WEIDENHAMMER; PAUL \nTAVEIRA; JOHN RUGGIERO; \nPAUL BUTSAVAGE; ERIC D. \nMCMANUS; J. SCOTT PEARCE; \nMICHAEL STONEMAN; GERALD \nWALKER; WILLIAM EVANS; \nTIMOTHY PARKER; THOMAS \nMORTON; JOSEPH KEITH BURCH; \nCHRISTOPHER RABLEY; J.W. \nHALL, JR.; CAROL LOCK; MERI-\nBETH HALL; MICHAEL R. \nGRIFFIN; JONATHAN E. HALL; \nKURT E. KESKINEN; DANIEL L. \nMARTIN; and JEFF STURGEON, \n \n                      Third-Party Defendants. \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \n \n \n \n \n \n \n \n \n1. THIS MATTER is before the Court upon Defendants A&D Holdings, Inc. \n(“A&D”) and Ross Environmental Services, Inc.’s (“Ross”, together with A& D, \n“Defendants”) motion to dismiss (the “Motion”) Plaintiff Tillery Environmental LLC’s \n \n \n(“Tillery”) claim for unfair or deceptive trade practices in the above -captioned case.  \nFor the reasons stated herein, the Court GRANTS the Motion and DISMISSES \nTillery’s claim for unfair and deceptive trade practices with prejudice. \nMcGuireWoods, LLP, by Jodie H. Lawson and Anita M. Foss, for \nPlaintiff Tillery Environmental, LLC. \n \nNexsen Pruet, PLLC, by Patrick D. Sarsfield, II and Kathleen Burchette, \nand Wickens, Herzer, Panza, Cook & Batista Co., by Richard D. Panza \nand Matthew W. Nakon, for Defendants A&D Holdings, Inc. and Ross \nEnvironmental Services, Inc. \n \nBledsoe, Judge. \nI. \nBACKGROUND \n2. The Court does not make findings of fact on motions to dismiss under Rule \n12(b)(6), but only recites those facts included in the Complaint that are relevant to \nthe Court’s determination of the Motion.  \n3. This case arises out of a dispute over funds held in escrow following a \nmerger by stock purchase between A&D and JBC Acquisition, Inc. (“JBC”), an entity \nPlaintiff alleges to be a “mere instrumentality and alter ego of Ross.”  (Compl. ¶ 7.).   \n4. A&D and its subsidiaries are in the business of “providing fixed facility \nand mobile industrial cleaning, the classification, collection, transport ation and \ndisposal of hazardous, non -hazardous, regulated or non -regulated waste, the \nremediation of contaminated waters and soils, the removal of underground storage \ntanks, waste management, and emergency response services.”  (Compl. Ex. A § 1.1.)  \n \n \n5. On December 17, 2014, Defendant Ross memorialized in a letter of intent \nits proposal to acquire all A&D stock from A&D’s now former shareholders (the “Pre-\nMerger Shareholders”).1  (Compl. ¶ 11.)   \n6. The parties engaged in lengthy due diligence and addressed partic ular \nrequests by Ross regarding “Pre -Merger A&D’s employee health and safety policies \nand procedures, Pre-Merger A&D’s work related injury history, information related \nto workers ’ compensation claims and insurance policies and management thereof, \nand Pre -Merger A&D’s historical experience modification rate (“EMR ”).” (Compl. \n¶ 12.)  A business’s EMR is based on the dollar amount of its worker’s compensation \nclaims, and Defendants later argued to Plaintiff that  the Pre-Merger Shareholders \nwere aware that many of A&D’s regular customers would not retain A&D’s services \nif A&D’s EMR rose above 1.0.  (Compl. Ex. C. 3.) \n7. On May 8, 2015, at  the conclusion of the due diligence period, A& D, the \nPre-Merger Shareholders, and JBC entered into a stock purchase agreement whereby \nJBC2 purchased from the Pre-Merger Shareholders  all of their shares in A&D.  \n(Compl. ¶ 17.; Compl. Ex. A, hereinafter “Stock Purchase Agreement”.)  Under the \nStock Purc hase Agreement, Tillery agreed to serve as the Shareholder \n                                                 \n1  Tillery and the Third -Party Defendants comprise all of A&D’s Pre-Merger Shareholders.  \nTillery was the largest shareholder, owning 80% of A&D’s stock.  (Defs.’ Mem. Supp. Mot. \nDismiss Ex. 1.) \n \n2  Plaintiff alleges that Ross designated JBC as Ross’s “acquisition entity .”  (Compl. ¶ 17.)   \nJBC was the actual purchasing party to the transaction.  (Compl. Ex. A.)   The Complaint \nindicates that the Pre -Merger Shareholders interacted exclusively with Ross throughout \nnegotiations and due diligence.  (Compl. ¶¶ 11–12, 16.)   \n \n \nRepresentative for the Pre-Merger Shareholders.  (Stock Purchase Agreement §§ 1.1, \n9.1.)     \n8. Concurrently with the execution of the Stock Purchase Agreement on May \n8, 2015, Tillery, as the Shareholder Representative, and JBC also entered into an \nEscrow Agreement.   (Stock Purchase Agreement, Statement of Purpose § D.)   \nPursuant to the Escrow Agreement, JBC placed $2.9 million (the “Escrow Funds”) in \nan escrow account with Chicago Title  Insurance Company (the “Escrow Agent” ).  \n(Compl. Ex. B, hereinafter “Escrow Agreement,” § 1.)  The Escrow Agreement \nultimately required the Escrow Agent to distribute the Escrow Funds to Tillery “on \nNovember 8, 2016, net of (i) $200,000 and (ii) any claims set forth in a demand for \npayment delivered on or before November 8, 2016.” (Compl. ¶¶ 25 -27; Escrow \nAgreement § 3(d).)  \n9. The Stock Purchase Agreement  provided that the Pre -Merger \nShareholders would, in limited circumstances, indemnify JBC f or breaches by the \nPre-Merger Shareholders  of their representations and warranties.  (Compl. ¶ 23 ; \nStock Purchase Agreement § 7.2(a).)  In order to seek indemnification, JBC was \nrequired to “provide a written demand (a “Demand for Payment”) to Escrow Agent  \nand to [Tillery] setting forth in reasonable detail the basis of such [c]laim and the \namount sought to be paid from the Escrow Fund.”  (Escrow Agreement § 3(b)(i).)  \nSubject to certain exceptions, t he Pre-Merger Shareholders’ duty to indemnify was \nonly tr iggered if JBC’s losses exceeded a “basket” of $260,000 , an d the \nindemnification amount was subject to a $2.6 million cap .  ( Stock Purchase \n \n \nAgreement § 7.4(a) .)  If Tillery disputed  an indemnification demand , the Escrow \nAgent was required to  hold the Escro w Funds until it received either joint \ninstructions or a court order directing it to distribute the funds.  (Compl. ¶ 6.) \n10. In July 2015, A&D merged with JBC, with A&D as the surviving entity.  \n(Compl. ¶ 4; Defs.’  Mem. Supp. Mot. Dismiss 2 .)  On November 4, 2016, eighteen \nmonths after the stock purchase closed and four days before the Escrow Funds were \nto be distributed to Tillery, A&D (as JBC’s successor entity) made an indemnification \ndemand to Tillery.  (Compl. ¶ 29.)  A&D’s demand sought indemnification on account \nof seven claims, including three workers compensation matters, which A&D claimed \n“will, without question, exceed any Basket and may exceed the Cap provided in the \n[Stock Purchase Agreement.]”  (Compl. Ex. C 2.)  The workers compensation matters \nappear to be essential to A&D’s indemnification demand, because the monetary losses \narising from the other identified claims are unlikely to exceed the $260,000 basket.  \n(Compl. ¶ 29; Compl. Ex. C 2.)  \n11. A&D’s indemnification demand specifically alleged that the Pre-Merger \nShareholders were required, but had failed, to disclose three workers compensation \nclaims that were filed with A&D’s workers compensation insurer s in the months \nimmediately preceding the stock purchase transaction: “(1) a February 27, 2015 back \nsprain reserved [in the amount of] $99,647, (2) an April 8, 2015 twisted knee reserved \nin the amount of  $247,848, and (3) an April 16, 2015 automobile accident injury \nreserved in the amount of $444,051.”  (Compl. Ex. C 5.)  A&D alleged in its demand \nthat these workers compensation claims  “resulted in an increase in EMR from \n \n \nhistorical levels of near 1.0 to a projected EMR in excess of 1.4.”   (Compl. Ex. C 5.)  \nA&D further asserted that it would have “re -evaluated, considered di fferently, or \npotentially abandoned” the stock purchase transaction had the Pre -Merger \nShareholders disclosed these workers compensation matters.  (Compl. Ex. C 3.)    \nFinally, relying on the foregoing, A&D contended in its demand that the failure to \ndisclose the workers compensation claims constitute d fraud by the Pre-Merger \nShareholders upon A&D, which is specifically excluded from any basket, cap, or \nlimitation under the Stock Purchase Agreement and Escrow Agreement.  (Compl. Ex. \nC 2.) \n12. Tillery claims in this action that “Defendants have no good faith basis to \nassert a claim to the Escrow Funds” and are “improperly tie[ing] up the Escrow \nFunds” because they are “unhappy with A&D’s financial performance due to no fault \nof the [Pre-Merger] Shareholders.”  (Compl. ¶¶ 47, 50.)  Tillery contends that the \nworkers compensation matters are not indemnifiable because (i) the Pre-Merger \nShareholders made no representations and warranties in the Stock Purchase \nAgreement regarding workers  compensation injuries or A&D’ s EMR, and (ii) the \nworkers compensation claims were not filed until well after the stock purchase \ntransaction closed.  (Compl. ¶ 31.)  Additionally, Tillery contends that A&D was one \nday late in submitting the indemnification  demand in writing to the Escrow Agent.  \n(Compl. ¶ 35.) \n13. Ultimately, Tillery alleges that Defendants “are attempting to improperly \ngain leverage . . . to improperly extract money to make up for their poor business \n \n \nmanagement and to deprive the [Pre-Merger] Shareholders of the Escrow Funds to \nwhich they are entitled.”  (Pl.’s Br. Opp’n to Defs.’ Mot. Dismiss 4.)  The Escrow Agent \ncontinues to hold the Escrow Funds and has indicated that it will do so until it \nreceives either a court order or joint release instructions agreed to by the parties.  \n(Compl. ¶ 38.)   \n14. Tillery filed its Complaint on April  5, 2017, (i) seeking a declaratory \njudgment that it is entitled to the Escrow Funds and (ii) asserting a claim for unfair \nor deceptive trade practices pursuant to section 75-1.1 of the North Carolina General \nStatutes (the “UDTP claim”).  Defendants answered and moved to dismiss Tillery’s \nUDTP claim on April 21, 2017.3  The Court held a hearing on the Motion on July 11, \n2017, at which all parties were represented by counsel.   The Motion is now ripe for \nresolution. \n                                                 \n3  Defendants’ answer included as a fir st defense a motion to dismiss  pursuant to Rule \n12(b)(6), and Defendants filed on the same day a brief in support of their purported motion \nto dismiss.   However, Defendants did not file a standalone motion, as contemplated by \nBusiness Court Rule 7.2 (“Each motion must be set out in a separate document.”).  At the \nhearing, Plaintiff’s counsel indicated that it did not object to the Court’s proceeding on the \nMotion despite Defendants’ technical violation of the Business Court Rules.  Plaintiff also did \nnot object, in its brief or otherwise, to the timing of the filing of the Motion under Rule 12(b) \n(“A motion making any of these defenses shall be made before pleading if a further pleading \nis permitted.”).  See Dixon v. Prudential Prime Props. , No. 4:16 -CV-233-D, 2017 U.S. Dist. \nLEXIS 60068, at *9 n.3 (E.D.N.C. Apr.  10, 2017) (“A party must file a Rule 12(b)(6) moti on \nbefore filing an answer.”).  The Court then announced its oral ruling, which it memorializes \nherein, that it would deem the Motion timely filed and BCR 7.2 satisfied in these \ncircumstances.   \n \n \nII. \nLEGAL STANDARD \n15. In ruling on a motion to dismiss under Rul e 12(b)(6) of the North Carolina \nRules of Civil Procedure, the Court’s inquiry is “whether, as a matter of law, the \nallegations of the complaint, treated as true, are sufficient to state a claim upon which \nrelief may be granted under some legal theory.”  Harris v. NCNB Nat’l Bank of N.C., \n85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).  Additionally, when ruling on a \n12(b)(6) motion, a court may properly consider documents which are attached to the \ncomplaint.  Laster, 199 N.C. App. at 577, 681 S.E.2d. at 862. \n16. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \ncomplaint on its face reveals that no law supports [the] claim; (2) when the complaint \nreveals on its face the absence of fact sufficient to make a good claim;  [or] (3) when \nsome fact disclosed in the complaint necessarily defeats the . . . claim.”  Oates v. JAG, \nInc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985).  Otherwise, “a complaint should \nnot be dismissed for insufficiency unless it appears to a certainty that plaintiff is  \nentitled to no relief under any state of facts which could be proved in support of the \nclaim.”  Sutton v. Duke , 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) (emphasis \nomitted).   \nIII. \nANALYSIS \n17. To state a claim for unfair or deceptive trade practices under N.C. Gen. Stat. \n§ 75-1.1, “a plaintiff must show: (1) defendant committed an unfair or deceptive act \n \n \nor practice, (2) the action in question was in or affecting commerce, and (3) the act \nproximately caused injury to the plaintiff.”  Dalton v. Camp, 353 N.C. 647, 656, 548 \nS.E.2d 704, 711 (2001).  In support of its UDTP claim, Plaintiff alleges that \nDefendants’ demands on the Escrow Funds are unfair or deceptive because \nDefendants have no good faith basis to seek indemnification.  (Compl. ¶ 50.)  Plaintiff \nclaims injury because it “has been deprived of the $2.7 million in Escrow Funds to \nwhich it is entitled unless it acquiesces to Defendants’ demands.”  (Compl. ¶ 52.) \n18. Defendants move to dismiss Plaintiff’s UDTP claim on the grounds that (1) \nPlaintiff alleges a mere breach of contract without aggravating circumstances and (2) \nthe securities exemption for section 75-1.1 claims applies to the conduct at issue.  \nA. Mere Breach of Contract \n19. North Carolina case law  is clear that a willful or intentional breach of \ncontract is not on its own sufficiently unfair or deceptive to support a section 75-1.1 \nclaim.  Mitchell v. Linville, 148 N.C. App. 71, 7 5, 557 S.E.2d 620, 623 –24 (2001) \n(reversing judgment where plaintiff’ s section 75 -1.1 claim was premised on \ndefendants’ breach of warranty) .  A breach of contract must be accompanied by \naggravating circumstances —which may include  “forged documents, li es, and \nfraudulent inducements” —to elevate it to an unfair or deceptive tr ade practice.  \nForest2Market, Inc. v. Arcogent, Inc. , 2016 NCBC LEXIS 3, at *14 (N.C. Super. Ct. \nJan. 5, 2016); see Garlock v. Henson, 112 N.C. App. 243, 246, 435 S.E.2d 114, 115–16 \n(1993) (holding that defendant’s forged bill of sale and three-year deception to deprive \nplaintiff of sale proceeds constituted substantial aggravating circumstances) ; \n \n \nFlanders/Precisionaire Corp. v. Bank of N.Y. Mellon Trust Co. , 2015 NCBC LEXIS \n36, at *39 (N.C. Super. Ct. Apr. 7, 2015) (noting that substantial aggravating \ncircumstances may exist where the defendant makes a promise it intends to break). \n20. Defendants argue that Tillery’s allegations , taken as true, “amount to, at \nmost, nothing more than a breach of contract.”   (Defs.’ Mem. Supp. Mot. Dismiss 6.)  \nIn support of that contention, Defendants note that Tillery has not alleged any \nconduct that could be construed as aggravating circumstances, such as an intent  by \nA&D at the time it entered into the contracts to wrongfully withhold the Escrow \nFunds.  (Defs.’ Mem. Supp. Mot. Dismiss 6.)   \n21. The Complaint, however, does not assert a claim for breach of the Stock \nPurchase Agreement or the Escrow Agreement  or otherwise allege that Defendants \nhave acted inconsistently with their contract obligations .  Indeed, Plaintiff argues \nthat the allegations underlying its UDTP claim are not that Defendants have failed \nto perform their contractual obligations , but rather that Defendants have sought to \nwrongfully and deceptively manipulate the indemnification demands permitted \nunder the Stock Purchase Agreement and Escrow Agreement to claim the Escrow \nFunds.  As such, the Court does not find the “aggravating circumstances” line of cases \napplicable on the specific facts alleged here.  Nevertheless, to the extent Defendants’ \n“aggravating circumstances” argument is simply a contention that Plaintiff has failed \nto allege unfair or deceptive conduct under section 75 -1.1, the Court elects not to \ndecide that issue in light of the Court’s resolution of the motion under the securitie s \nexemption as discussed below. \n \n \nB. Securities Exemption \n22. Defendants next argue that Plaintiff’s UDTP claim must be dismissed \nbecause it falls within the “securities exemption ,” which holds that securities \ntransactions are not “in or affecting commerce” under section 75 -1.1.  DeGorter v. \nCapitol Bancorp Ltd., 2011 NCBC LEXIS 29, at *10 (N.C. Super. July 29, 2011). \n23. The Supreme Court of North Carolina first held that “securities transactions \nare beyond the scope of N.C.G.S. 75 -1.1” in Skinner v. E.F. Hutton & Co. , 314 N.C. \n267, 274, 333 S.E.2d 236, 241 (1985).  Skinner reasoned that securities transactions \nare “already subject to pervasive and intricate regulation under the North Carolina \nSecurities Act,” and that subjecting securities transactions to section 75-1.1 \nprotections “could subject those involved with securities transactions to overlapping \nsupervision and enforcement.”  Id. at 275, 333 S.E.2d at 241 (quoting Lindner v. \nDurham Hosiery Mills, Inc., 761 F.2d 162 (4th Cir. 1985)). \n24. The Supreme Court later expanded the rationale for the securities \nexemption in HAJMM Co. v. House of Raeford Farms, Inc., 328 N.C. 578, 403 S.E.2d \n483 (1991 ).  In HAJMM, the  Supreme Court affirmed its ruling in Skinner that \nsecurities transactions are beyond the scope of section 75 -1.1 because of the risk of \noverlapping enforcement and liability in the securities realm.  Id. at 592, 403 S.E.2d \nat 493.  However, the Court further held that the pervasive regulation of sec urities \nwas not the only basis for applying the securities exemption:   \nAnother reason is that the legislature simply did not intend for the \ntrade, issuance and redemption of corporate securities or similar \nfinancial instruments to be tra nsactions “in or a ffecting commerce” as \nthose terms are used in N.C.G.S. § 75 -1.1(a). Subsection (b) of this \n \n \nsection of the Act defines the term “commerce” to mean “business \nactivities.”  “Business activities”  is a term which connotes the manner \nin which businesses conduct their regular, day -to-day activities, or \naffairs, such as the purchase and sale of goods, or whatever other \nactivities the business regularly engages in and for which it is organized.  \n \nIssuance and redemption of securities are not in this sense business \nactivities. The issuance of securities is an extraordinary event done for \nthe purpose of raising capital in order that the enterprise can either be \norganized for the purpose of conducting its business activities or, if \nalready a going concern, to enable it to continue its business activities. \nSubsequent transfer of securities merely works a change in ownership \nof the security itself. . . . \n \nSecurities transactions are related to the creation, transfer, or \nretirement of capital. Unlike regular purchase and sa le of goods, or \nwhatever else the enterprise was organized to do, they are not “business \nactivities” as that term is used in the Act. They are not, therefore, “in or \naffecting commerce,” even under a reasonably broad interpretation of \nthe legislative intent underlying these terms. \n \nId. at 594, 403 S.E.2d at 493.  Thus, HAJMM expanded the securities exemption by \nholding that securities transactions do not fall within the definition of “business \nactivities,” and therefore “commerce,” under section 75 -1.1.  White v. Consol. \nPlanning, Inc. , 166 N.C. App. 283, 30 3, 603 S.E.2d 147, 161 (2004)  (describing \nHAJMM as an expansion of the securities exemption as set forth in Skinner).  \n25. Under Skinner alone, Plaintiff’s UDTP claim would likely survive.  \nPlaintiff’s allegations focus on Defendants’ alleged post-closing attempts to lay claim \nto the Escrow Funds through improper indemnification demands a year and a half  \nafter the stock purchase closed.  Although this action arose out of the sale of \nsecurities, Plaintiff’s allegations of post-closing misconduct under the Escrow \nAgreement do not appear to involve conduct  “already subject to pervasive and \nintricate regulation under the North Carolina Securities Act, N.C. Gen. Stat. § 78A -\n \n \n1 et seq. (1981), as well as the Securities Act of 1933, 15 U.S.C. § 77a et seq. (1982), \nand the Securities Exchange Act of 1934, 15 U.S.C. § 78a et seq. (1982).”  Skinner, 314 \nN.C. at 275, 333 S.E.2d at 241 (quoting Lindner, 761 F.2d at 167–68).   \n26. Nevertheless, Plaintiff’s section 75 -1.1 claim must fail  because the Court \nconcludes that the alleged conduct does not fall within the definition of “business \nactivities” and thus “commerce” as set forth in HAJMM.  See White, 166 N.C. App. at \n304, 603 S.E.2d at 161 (“Under HAJMM, the question is whether the transactions at \nissue involved securities or other financial instruments involved in raising capital.”).  \n27. Although Defendants’ allegedly wrongful conduct occurred nearly e ighteen \nmonths after the securities transaction closed , Defendants’ condu ct is inextricably \ntied to the sale of securities and the Stock Purchase Agreement .  The Escrow Fund \nwas deducted from A& D’s closing payment.  (Stock Purchase Agreement § 7.8(a).)  \nThe Stock Purchase Agreement contains the Pre-Merger S hareholders’ \nrepresentations and warranties, breaches of which entitle A&D to seek \nindemnification.  (Stock Purchase Agreement §§ 3.1 –3.5.)  The Stock Purchase \nAgreement also contains most of the substantive terms regarding indemnification.  \n(Stock Purchase Agreement §§ 7.1 –7.10.)  Thus, determining whether or not A&D’s \nindemnification demands are improper and intended to strong -arm the Pre-Merger \nShareholders, as Plaintiff alleges, will necessarily require consideration of the terms \nof the Stock Purchase Agreement and the sale of securities to A&D. \n28. Moreover, the alleged conduct here does not “connote[] the manner in which \nbusinesses conduct their regular, day-to-day activities, or affairs.”  HAJMM, 328 N.C. \n \n \nat 594, 403 S.E.2d at 493.  Defendants’ alleged actions —making improper \nindemnification demands under a specific Stock Purchase Agreement and Escrow \nAgreement—are not indicative of a business’s regular, day-to-day activities or affairs.  \nIndeed, the indemnification demands made here can only occur once between the se \nparties; after the Escrow Agent has made a final distribution of the Escrow Funds, \nthe parties will have no further ongoi ng relationship.  See Latigo Invs. II, LLC v. \nWaddell & Reed Fin., Inc. , 2007 NCBC LEXIS 17, at *1 1 (N.C. Super. Ct. June 11, \n2007) (“[T]he Court’s proper focus under the relevant cases is . . . ‘what is the purpose \nof the transaction.’”)   \n29. As such, the Court concludes that the conduct underlying Plaintiff’s UDTP \nclaim constitutes an “extraordinary event” tied to the  “change in ownership of the \nsecurity itself .”  HAJMM, 328 N.C. at 594, 403 S.E.2d at 493.  See also White v. \nThompson, 364 N.C. 47, 52, 691 S.E.2d 676, 679 (2010) (explaining that section 75 -\n1.1 is intended to target conduct between market participants); Oberlin Capital, L.P. \nv. Slavin, 147 N.C. App. 52, 62, 554 S.E.2d 840, 848 (2001) (affirming dismissal of a \nsection 75-1.1 claim under HAJMM because the loan agreement at issue also included \nan option to purchase stock and was therefore a capital-raising device); Latigo, 2007 \nNCBC LEXIS 17, at *12 (applying HAJMM to dismiss a 75 -1.1 claim where the \ndefendants reneged on an agreement to purchase  an ownership stake in plaintiff’s \ncompany). \n30. Based on the foregoing , the Court concludes that the facts alleged in the \nComplaint to support Plaintiff’s section 75 -1.1 claim do not describe the parties’ \n \n \nregular, day-to-day business activities.  Thus, under HAJMM, Plaintiff has failed to \nallege conduct “in or affecting commerce” under section 75-1.1, requiring dismissal of \nPlaintiff’s UDTP claim.   \nIV. \nCONCLUSION \n31. For the foregoing reasons, Defendants’ Motion to Dismiss is hereby \nGRANTED.  Plaintiff’s claim for violation of N.C. Gen. Stat. § 75-1.1 et seq. is hereby \nDISMISSED with prejudice. \nSO ORDERED, this the 4th day of August, 2017. \n \n \n \n       /s/ Louis A. Bledsoe, III   \n       Louis A. Bledsoe, III \n       Special Superior Court Judge \n         for Complex Business Cases "
}