{
  "id": "0eda9d7be6c39d2cb44311221ac0fd96e2a4e10d066274dc67daaa8caa2ee6a3",
  "source_file": "data/raw/ncbc/0eda9d7be6c39d2cb44311221ac0fd96e2a4e10d066274dc67daaa8caa2ee6a3.pdf",
  "raw_text": " \nNORTH CAROLINA     IN TH E GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \nCOUNTY OF MECKLENBURG              05-CVS-5564 \n \nBANK OF AMERICA CORPORATION and \nBANC OF AMERICA SECURITIES LLC,  \n \n  Plaintiffs, \n \n v. \n \nSR INTERNATIONAL BUSINESS \nINSURANCE COMPANY, LTD and \nCERTAIN UNDERWRITERS AT \nLLOYD’S, specifically Syndicate Nos. 435, \n456, 1007, 839, 2488, and 1411,subscribing \nto Policy No. QA 626801, \n \n  Defendants. \n \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \n \n \n \n \n \n \n \nORDER AND OPINION\n \n \n{1} This matter is before the Court on Defe ndants’ Motion to Compel Production of \nDocuments from Marsh, Inc.  Defendants have moved to compel Marsh, Inc. to produce e-mail \ncorrespondence from eight persons over a two-year period contained on approximately 350 to 400 \nbackup tapes.  This opinion should be read in conjunction with the opinion in Analog Devices, Inc. v. \nMichalski, 2006 NCBC 14, (N.C. Super. Ct. Nov. 1, 2006), issued contemporaneously herewith. The \ndecision in that case deals with production of inaccessible data in the context of a party-to-party \ndispute and provides greater detail concerning approaches used by various courts in e-discovery \ndisputes. Both this opinion and the opinion in Analog should make it clear tha t:  (1) the language of \ncurrent North Carolina Rules of Civil Procedure 26 and 45 still control trial court decisions and work \nwell, (2) each case is different and fact intensive, (3) there exist numerous factors which might come \ninto play in the varying factual contexts of each case, and (4) trial courts should always be cognizant \nthat e-discovery decisions, especially those invo lving inaccessible data, have the potential to be \noutcome determinative because of the costs involved. \n{2} After considering the briefs and oral argum ents, The Court DENIES Defendants’ motion \nto compel the production of deleted e-mails c ontained on Marsh.’s backup tapes based on the \nsignificant burden that Marsh would undertake in complying with Defendants’ request and in light of \nthe fact that Defendants’ request is premature. \n \nKennedy Covington Lobdell & Hickman, LLP  by George Covington; King & \nSpalding LLP by Dwight J. Davis, Martin M. McNerney, and Joseph R. Waala for \nPlaintiffs. \n \nSmith Moore LLP by Larry B. Sitton, Robe rt R. Marsh, Jonathan P. Heyl and L. \nCooper Harrell; Boies, Schiller & Fl exner LLP by David Boies, Edward \nNormand, Christopher M. Green, and Pete r A. Gwynne; Boundas, Skarzynski, \nWalsh & Black LLC by Alexis J. Rogoski  and Maurice Pesso; for Defendants SR \nInternational Business Insurance Co., Ltd, and Kemper Indemnity Insurance \nCompany. \nBradley Arant Rose & White LLP by John D. Bond, III and David Hill Bashford \nfor Nonparty Marsh, Inc. \n \n \nTennille, Judge. \n \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \nA. \nTHE PARTIES \n{3} Plaintiff Bank of America Corporation (“Ba nk of America Corp.”) is a corporation \norganized and existing under the laws of the State of Delaware.  Bank of America Corp.’s principal \nplace of business is in Charlotte, North Carolina.  Plaintiff Banc of America Securities LLC is a \nlimited liability company organized and existing unde r the laws of the State of Delaware.  Its \nprincipal place of business is in Charlotte, North Ca rolina, and it is a wholly owned subsidiary of \nBank of America Corp.   \n{4} Defendant SR International Business Insurance Co., Ltd. (“Swiss Re”) is a private limited \nliability company organized and existing under the laws of the United Kingdom.  Swiss Re is a \nsubsidiary of Swiss Re Insurance Company, and its  principal place of bus iness is in the United \nKingdom.   \n{5} Defendant Certain Underwri ters at Lloyd’s, specifically Nos. 435, 456, 1007, 839, 2488, \nand 1411, subscribing to Policy Number QA 626801 (“Lloyd’s”), Defendant ACE Underwriting \n \n \nAgencies Ltd. (“ACE) and Defendant Kemper Indemnity Insurance Company (“Kemper”)  provided \nvarious insurance which was in di spute in this litiga tion. Those matters have been resolved, and \nLloyd’s, ACE and Kemper are no longer parties to this suit. \n{6} Marsh, Inc. (“Marsh”) is an insurance and ri sk management advisor which acted as an \ninsurance broker for Plaintiffs with  respect to the insurance policies at issue in this litigation. Marsh \nis not a party. \nB. \nOVERVIEW \n{7} This case arises out of a dispute between Plaintiff Bank of America Corp. and some of its \ninsurers over claims made by Plaintiffs under excess liability insurance policies that were denied by \nDefendants.   \n{8} Following the collapses of Enron Corporat ion and WorldCom, Inc. in 2000 and 2001, \nseveral lawsuits were brought against Plaintiffs alleging that Plaintiffs’ wrongful acts or omissions in \nthe rendering of professional and investment ba nking services caused subs tantial losses to the \nplaintiffs in those actions.  Plaintiffs herein in curred substantial losses in the defense and settlement \nof those actions.  At the time of those actions, Plaintiffs had pr ofessional liability insurance policies \nwhich were primary, “excess” or “reinsurance” po licies which had been issued by Swiss Re and \nothers.  \n{9} Plaintiffs Bank of America Corp. and Banc  of America Securities LLC brought suit on \nMarch 23, 2005 in Superior Court in Mecklenburg County, North Ca rolina against Swiss Re and \nLloyd’s.  The original Complaint asserted claims for breach of contract for Defendants’ refusal to \npay Plaintiffs’ defense and settlement costs incurred during litigation stemming from the Enron and \nWorldCom collapses (“Enron Litigation” and “WorldCom Litigation”).  It also sought a declaratory \njudgment to establish that Plaintiffs’ losses incu rred in the defense and settlement of the Enron \nLitigation were insurable losses under the 1991 first level excess insurance policy sold by Lloyd’s \nand that Lloyd’s was obligated to pay Plaintiffs fo r the amount of those cost s up to the policy limit.  \nFurther, it sought a declaratory j udgment against all Defendants to establish Defendants’ obligations \nunder four excess insurance policies for defense and settlement costs arising out of the WorldCom \nLitigation. \n{10} On April 20, 2005, Defendants filed a moti on to have the case designated “complex \nbusiness,” pursuant to Rules 2.1 and 2.2 of the North Carolina General Rules of Practice for the \n \n \nSuperior and District Courts (“ Rules of Court”), and to have it assigned to the North Carolina \nBusiness Court.  On May 5, 2005, Plaintiffs filed a motion to have the case designated \n“exceptional,”  pursuant to Rule 2.1 of the Rules of Court, and to have the case assigned to a Special \nSuperior Court Judge in Meckle nburg County.  On June 17, 2005, by Order of then Chief Justice \nLake, the matter was designated “complex business” and assigned to Judge Ben F. Tennille of the \nNorth Carolina Business Court.   \n{11} Plaintiffs filed their Amended Complain t on August 31, 2005, adding ACE Underwriting \nAgencies Ltd. and Kemper Indemnity Insurance Co mpany as defendants and asserting a claim for \nbad faith denial of coverage against all defendant s.  Defendants’ motion to dismiss the bad faith \nclaim, filed on January 18, 2006, was denied on April 12, 2006. \n{12} On September 14, 2005, Defendants served  on Marsh a subpoena requesting the \nproduction of documents relating to the coverage dispute with Plaintiffs.  After requesting and \nreceiving additional time to serve its answers and/or objections, Marsh filed written objections to the \nsubpoena on October 7, 2005.  While negotiations between Defendants and Marsh narrowed the \nbreadth of Defendants’ requests, they were unabl e reach an agreement on Defendants’ request that \nMarsh produce certain e-mails contained only in backup tapes. \n{13} On February 20, 2006, Defendants filed a moti on to compel Marsh to produce e-mail \ncorrespondence with Plaintiffs relating to policie s brokered and placed between Plaintiffs and \nDefendants and other insurance carriers beginning in  2001 contained on backup tapes.  Prior to oral \narguments, Defendants narrowed their request to e- mails originating from eight persons over a two-\nyear period contained on approxima tely 350 to 400 backup tapes.  Oral arguments were held on \nMarch 30, 2006. \nC. \nNATURE OF DISCOVERY REQUESTED \n{14} Defendants have requested that Marsh produce a broad range of electronically stored data \nrelating to policies issued around the time of those policies at issue in this matter.  In response to this \nrequest, Marsh produced some 50,000 documents but objected to Defendants’ request that it produce \nthe data that is the subject of this motion.  At issue here is whether Ma rsh should be required to \nforensically retrieve and produce deleted e-mails contained on backup tapes.   \n{15} Marsh complains of the “unreasonable, oppressive and undue” burden and expense it \nwould incur in complying with Defendants’ reque st.  Based on the affidavit of Carl Hardel, a \n \n \nmanager for the data recovery and electronic disc overy company Kroll Ontrack, Inc., Marsh \nestimated, based on Defendants’ original request, that the identification, restoration, extraction, \nconversion, and processing of e-mails on its ba ckup tapes would cost approximately $1,395,960 to \n$1,400,920.  (Marsh, Inc. Resp. Br. 7.)   Marsh also estimated that it would incur additional expenses \nfor work performed by its internal Expertise Technology Group (approximately $107,231), oversight \nby in-house counsel, and responsiveness and privilege review by outside counsel.  Marsh anticipated \nthat the requested discovery request would take approximately ten to eleven months to complete.  Id.  \nSince those original estimates, the breadth of th e request has been reduced by approximately two-\nthirds to data contained on an estimated 350 to 400 backup tapes.   \n{16} Defendants urge that deleted e-mail correspondence contained on Marsh’s backup tapes is \n“crucial” in demonstrating a la rge amount of information about insurance policies purchased by \nPlaintiffs from its insurers through Marsh as broker.   \n \nII. \nANALYSIS \n{17}  This matter raises many of the same conc erns addressed in the Court’s opinion in Analog \nDevices, Inc. v. Michalski, 2006 NCBC 14, filed contemporaneously with this opinion.  See Analog,  \n2006 NCBC 14.  In that opinion, the C ourt addressed the unique concer ns raised when discovery is \nconducted in the electronic context.  The Court s ought to determine whethe r or how the rules of \ndiscovery should differ with electronic information.  The Court looked at the various approaches \nfederal courts have taken in attempting to apply tr aditional discovery rules to a world of electronic \ninformation not fully contemplated at the time those rules were adopted.   \n{18} While many courts have chosen to adopt multi- factor tests that atte mpt to bring the rules \nof civil procedure into a stat e that is more uniquely suited to electronic discovery, in Analog the \nCourt opted for a straightforward application of Rule 26 of the North Carolina Rules of Civil \nProcedure, supplemented by Guidelines adopted by the Conference of Chief Justices.  Were it \nnecessary to adopt a separate test specifically for electronic discovery, it w ould not be the province \nof this Court to do so.  It is fo r the appellate courts and the Legisl ature to set forth such a test.  \nSimilarly, in the case of discovery requested from a nonparty by a Rule 45 subpoena, as here, the \nCourt opts for a straightforward ap plication of the Rules of Civil Procedure, supplemented by the \n \n \nGuidelines adopted by the Conference of Chief Justices. 1    Conference of Chief Justices, Guidelines \nfor State Trial Courts Regard ing Discovery of Electronica lly-Stored Information (2006), \nhttp://www.ncsconline.org/WC/Publications/CS_EIDiscCCJGuidelines.pdf. \n{19}  Rule 45 of the North Carolina Rules of Civ il Procedure allows a party to a pending civil \naction to serve a subpoena on a nonparty with “[a] command to each person to whom it is directed to \nattend and give testimony or to produce and perm it inspection and copying of designated records, \nbooks, papers, documents, or tangib le things in the possession, custody, or control of that person \ntherein specified.”  N.C. R. Civ. P. 45(a)(1)(b).  Rule 45(c)(1) re quires the party responsible for \nissuance and service of the subpoena to “take reasonable steps to avoid imposing an undue burden or \nexpense on a person subject to the subpoena,” and the rule gives the trial court authority to modify or \nquash the subpoena in order to enforce that provision.  N.C. R. Civ. P. 45(c)(1). \n{20} Rule 45(c)(3) sets forth specific grounds by which a nonparty may object to the subpoena, \nincluding that the subpoena “subjects a person to an undue burden” and that the “subpoena is \notherwise unreasonable or oppressive.”  N.C. R. Civ. P. 45(c)(3).  To the extent that it pertains to the \nrequest for deleted e-mails contained on backup tapes, Marsh has objected to the Defendants’ \nsubpoena on both of these grounds. \n{21} Defendants’ request that Marsh identify, restor e, extract, convert, process, and search \ndeleted e-mails from some eight authors and recipients containe d on some 350 to 400 backup tapes \namounts to a significant burden to place on a nonparty.   Marsh is faced with not only these expenses \nbut also the burden of having in-house counsel oversee the process and out side counsel conduct \nresponsiveness and privilege review of the docum ents produced.  Moreover, it is likely that \nDefendants already have in their possession the information that ha s been requested.  During the \nrelevant period, Marsh had a document retention policy in place that “required that a printed copy of \nevery computer-generated document, including those forwarded to the client, and every substitute e-\nmail discussion (including those re lating to instructions from a nd discussions with the client, \nunderwriter, or brokering center regarding the insuran ce coverage or program) be maintained as part \nof the insurance placement file.”  (Fall Aff. 3.)  Among the over 50,000 documents already produced \nby Marsh to Defendants was the insurance placement file containing printed copies of e-mail \ndiscussions that are the subject of Defendants’ request.  Id. \n                                                 \n1 Those guidelines are set out in Analog and attached to this opinion. \n \n \n{22} Defendants have expressed concern that Marsh would presumably have only printed those \ne-mails that were “important to its affairs, without regard to the claims and defenses involved in this \ncase” and that Marsh was therefore not in a position at that time to assess which documents ought to \nbe printed under its document re tention policy.  (Def.s’ Br. Supp. 6.)  At the time of Defendants’ \nmotion, however, those concerns were premature,  as Defendants had not yet determined with any \ncertainty whether the documents produced failed to contain any substantive e-mail discussions \nregarding the policies.  Defendant s’ motion also appears to be pr emature in light of Defendants’ \nassertion at oral argument that a certain amount of  additional specificity could be provided as they \nlearn more about Marsh’s responses and discussions with relation to the policies at issue. \n{23} Given the significant burden that Marsh woul d undertake in complyi ng with Defendants’ \nrequest and in light of the fact that Defendant s’ request is clearly premature, the Court has \ndetermined that Defendants’ motion to compel the production of deleted e-mails contained on \nMarsh’s backup tapes should be denied. \n{24} Where, as here, the request is not justified on the basis that there are specific documents \nnot otherwise available but seeks to look at inaccessi ble e-mail history to see what is there, such a \nlow level of marginal utility does not justify imposing a heavy burden on a nonparty. \n{25} The Court addressed the different costs i nvolved in obtaining inaccessible data in the \nAnalog decision.  Here, even though Ma rsh is a large company, the co sts associated with this \nsubpoena are significant.  Where there has been no breach of standard retention policies and no \nindication of purposeful destruc tion of information, nonparties should not be penalized for having a \nbackup system by making them produce inaccessible backup data without good cause. \n{26} It is also significant that th ere exists a wealth of inform ation from both Plaintiffs and \nDefendants.  Marsh, as broker, was in the middle of the transaction, and there has been no showing \nthat its correspondence and communications with either  Plaintiffs or Defendants are not available in \nthe parties’ files.  There has been no showing that the Marsh officials involved in brokering the \npolicies are unavailable and no showing that their internal e-mails would show anything contrary to \nwhat their communication with the parties shows. \n{27} Where, as here, the third-party subpoena impos es a burden on the thir d party to retrieve \nand recover electronically stored information whic h is inaccessible by its nature, there must be a \nhigh degree of marginal utility, a nd, even then, allocating costs to the party se eking the information \nwould be reasonable. \n \n \n{28} The Court does not find Marsh’s status as a broker  to compel a different result.  To do so \nwould subject independent brokers of any kind to enormous expense.  If they were required to search \ntheir own inaccessible backup tapes at the request of  anyone doing business with their principals, it \nwould create a large potential expense, perhaps discouraging brokers from needed backup systems \nfor their own use.  While Marsh may or may not be an agent of Plaintiffs, for substantive law \npurposes, no such distinction is or should be made  in the rules governing discovery.  Marsh is an \nindependent nonparty and has neither control over discove ry in this litigation nor a financial stake in \nthe outcome.  It has produced reams of paper, in cluding e-mails.  It has not been accused of \ndestroying any information intentionally, nor is th ere any showing it inadve rtently destroyed any e-\nmail of significance.  It corresponded  with both parties to  the placement of the policies at issue, and \nboth sides should have their own re cords to produce to each other.   There is no showing that the \nbackup tapes which might contain internal e-mails  among Marsh employees contain information not \navailable from those employees. \n{29} What the courts of this state are most likely to reject is an early and all-encompassing \nrequest to view inaccessible data stored solely for a catastrophic situation on the premise that there \nmight be something useful and relevant in the data .  Rule 45 affords greater  protection to nonparties \nthan Rule 26 provides to parties.  The courts have an obligation to protect nonparties from burden \nand expense imposed without sufficient justification. \n{30} At this stage of the proceedi ngs, the Court’s decision on this matter does not appear to be \noutcome determinative.  There has been no showi ng from the thousands of documents produced by \nMarsh that something is missing or that ther e is some critical communication between Marsh \nemployees that will affect the outcome of this case.  Nor has there been any showing that the \ninformation sought is not available from current or former Marsh employees at far less expense. \n{31} Ability to pay is not an issue here.  The parties and Marsh a ll have resources to fund most \nsearches for inaccessible data.  The issue at this point is whether Ma rsh should be required to do so, \neven at the expense of Swiss Re.  The Court refuses to impose such a requirement at this time.  It \nmay be that after discovery has pr oceeded, Swiss Re can make a str ong showing that there is some \nparticularized need to get at specific communica tions between Marsh employees that is otherwise \nnot available and that has the potential to impact the outcome.  The plaintiff in Zubulake v. UBS \nWarburg, L.L.C. was able to make such a showing.  See Zubulake v. UBS Warburg, L.L.C. , 217 \nF.R.D. 317 (applying a balancing test to shift the cost of production of inaccessible data). \n \n \n{32} In making its determination, the Court considered as  significant facts in this specific case:   \n(1) the size of the expense and the burden of production placed upon a nonpart y, (2) the breadth of \nthe information sought, (3) the availability of info rmation from other sources, (4) the fact that the \ninformation sought was on inaccessible backup tape s, (5) the absence of any unwarranted or \nsuspicious destruction of information, and (6) the low level of marginal utility shown at this stage of \nthe proceedings.  The Court has also considered all the factors set forth in the Guidelines adopted by \nthe Conference of Chief Justices.  See Conference of Chief Justices, Guidelines for State Trial \nCourts Regarding Discovery of Elect ronically-Stored Information (2006), \nhttp://www.ncsconline.org/WC/Publications/CS_EIDiscCCJGuidelines.pdf. \n \nIII. \nCONCLUSION \n{33} Based upon the foregoing, it is hereby ORDERED. ADJUDGED and DECREED that \nDefendants’ Motion to Compel Production of Documents from Marsh, Inc. is denied. \n  \n SO ORDERED, this the 1st day of November 2006. \n \n \n       __________________________________ \nThe Honorable Ben F. Tennille \nChief Special Superior Court Judge \n   for Complex Business Cases \n \n      \n \n \nCONFERENCE OF CHIEF JUSTICES\nApproved August 2006\n Richard Van Duizend, Reporter\nGuidelines For  \nState Trial Courts Regarding Discovery  \nOf Electronically-Stored Information\niii\nIntroductIon\t v\nOverview\tof\tElectronic\tDiscovery\t v\nPurpose\tand\tRole\tof\tthe\tGuidelines\t vi\nPreface\t ix\nGuIdelInes\t 1\n1.   Definitions 1\nA.\t\t Electronically-Stored\tInformation\t 1\nB.\t\t Accessible\tInformation\n2.   Responsibility of Counsel To Be Informed About Client’s  \nElectronically-Stored Information 1\n3.   Agreements by Counsel; Pre-Conference Orders  2 \n4.   Initial Discovery Hearing or Conference 4\n5.   The Scope of Electronic Discovery 5\n6.   Form of Production 6 \n7.   Reallocation of Discovery Costs 7\n8.   Inadvertent Disclosure of Privileged Information    8 \n9.   Preservation Orders 9 \n \n10.  Sanctions 10\nBIBlIoGraPhy 13\nTable Of Contents\n\u0018\n1\t Much\t of\tthe\tmaterial\tin\tthis\tintroduction\tis\tcondensed\tdirectly\tfrom\ta\tpresentation\ton\telectronic\tdiscovery\tby\tKen\t\nWithers,\tformer\tSenior\tJudicial\tEducation\tAttorney\tat\tthe\tFederal\tJudicial\tCenter,\tto\tthe\tNational\tWorkshop\tfor\tUnited\tStates\t\nMagistrate\tJudges\ton\tJune\t12,\t2002.\t\t\n2\t \tCommittee\ton\tRules\tof\tPractice\tand\tProcedures\tof\tthe\tJudicial\tConference\tof\tthe\tUnited\tStates,\tReport of the Ci\u0018il Rules \nAd\u0018isory Committee,  p.3\t(Washington,\tDC:\t\tAugust\t3,\t2004).\nOverview of Electronic Discovery \nMost\tdocuments\ttoday\tare\tin\tdigital\tform.\t\t“Electronic\t(or\tdigital)\tdocuments”\trefers\tto\tany\tin-\nformation\tcreated,\tstored,\tor\tbest\tutilized\twith\tcomputer\ttechnology\tof\tany\tsort,\tincluding\tbusi-\nness\tapplications,\tsuch\tas\tword\tprocessing,\tdatabases,\tand\tspreadsheets;\tInternet\tapplications,\t\nsuch\tas\te-mail\tand\tthe\tWorld\tWide\tWeb;\tdevices\tattached\tto\tor\tperipheral\tto\tcomputers,\tsuch\tas\t\nprinters,\tfax\tmachines,\tpagers;\tweb-enabled\tportable\tdevices\tand\tcell\tphones;\tand\tmedia\tused\tto\t\nstore\tcomputer\tdata,\tsuch\tas\tdisks,\ttapes,\tremovable\tdrives,\tCDs,\tand\tthe\tlike.\nThere\tare\tsignificant\tdifferences,\thowever,\tbetween\tconventional\tdocuments\tand\telectronic\t\ndocuments—differences in degree, kind, and costs.\t\nDifferences in degree.\t\tThe\tvolume,\tnumber\tof\tlocations,\tand\tdata\tvolatility\tof\telectronic\tdocu-\nments\tare\tsignificantly\tgreater\tthan\tthose\tof\tconventional\tdocuments.\t\nA\tfloppy\tdisk,\twith\t1.44\tmegabytes,\tis\tthe\tequivalent\tof\t720\ttypewritten\tpages\tof\t\nplain\ttext.\t\t A\tCD-ROM,\twith\t650\tmegabytes,\tcan\thold\tup\tto\t325,000\ttypewritten\t\npages.\t\tOne\tgigabyte\tis\tthe\tequivalent\tof\t500,000\ttypewritten\tpages.\t\tLarge\tcorporate\t\ncomputer\tnetworks\tcreate\tbackup\tdata\tmeasured\tin\tterabytes,\tor\t1,000,000\tmega-\nbytes:\teach\tterabyte\trepresents\tthe\tequivalent\tof\t500\t[m]illion\ttypewritten\tpages\tof\t\nplain\ttext.2\t\nOne\tpaper\tdocument\toriginating\tfrom\ta\tcorporate\tcomputer\tnetwork\tand\tshared\twith\tother\t\nemployees\twho\tcommented\ton\tit\tmay\tresult\tin\twell\tover\t1,000\tcopies\tor\tversions\tof\tthat\tdocu-\nment\tin\tthe\tsystem.\t\tA\tcompany\twith\t100\temployees\tsending\tor\treceiving\tthe\tindustry\taverage\t\n25\te-mail\tmessages\ta\tday\tproduces\t625,000\te-mail\tmessages\ta\tyear,\tgenerally\tunorganized\tand\t\nfull\tof\tpotentially\tembarrassing\tor\tinappropriate\tcomments.\t\t Document\tsearch\tlocations\tnot\t\nonly\tinclude\tcomputer\thard\tdrives,\tbut\talso\tnetwork\tservers,\tbackup\ttapes,\te-mail\tservers;\tout-\nside\tcomputers,\tservers,\tand\tback\tup\ttapes;\tlaptop\tand\thome\tcomputers;\tand\tpersonal\tdigital\t\nassistants\tor\tother\tportable\tdevices.\tElectronic\tdocuments\tare\teasily\tdamaged\tor\taltered\t–\te.g.,\tby\t\nsimply\topening\tthe\tfile.\t\tComputer\tsystems\tautomatically\trecycle\tand\treuse\tmemory\tspace,\tover-\nwrite\tbackups,\tchange\tfile\tlocations,\tand\totherwise\tmaintain\tthemselves\tautomatically—with\t\nthe\teffect\tof\taltering\tor\tdestroying\tcomputer\tdata\twithout\tany\thuman\tintent,\tintervention,\tor\t\neven\tknowledge.\tAnd,\tevery\telectronic\tdocument\tcan\tlook\tlike\tan\toriginal.\nIntroduction1 \n\u0018i\nDifferences in kind.\t\tOne\tdifference\tin\tkind\tbetween\tdigital\tdiscovery\tand\tconventional\tpaper\t\ndiscovery\tis\tthat\tdigital\ttransactions\t(creation\tof\tan\telectronic\tairline\tticket,\tfor\texample)\tof-\nten\tcreate\tno\tpermanent\tdocument\tin\telectronic\tor\tany\tother\tform.\t\tThere\tare\tonly\tintegrated\t\ndatabases\tcontaining\tbits\tand\tpieces\tof\tmillions\tof\ttransactions.\t\t After\ta\tcustomer\thas\tprinted\t\nout\tan\te-ticket\tand\tmoved\tto\ta\tdifferent\tscreen,\tthe\te-ticket\t“disappears.”\t\t In\taddition,\tunlike\t\nconventional\tdocuments,\telectronic\tdocuments\tcontain\tnon-traditional\ttypes\tof\tdata\tincluding\t\nmetadata,\tsystem\tdata,\tand\t“deleted”\tdata.\t\tMetadata\trefers\tto\tthe\tinformation\tembedded\tin\tan\t\nelectronic\tfile\tabout\tthat\tfile,\tsuch\tas\tthe\tdate\tof\tcreation,\tauthor,\tsource,\thistory,\tetc.\t\tSystem\t\ndata\trefers\tto\tcomputer\trecords\tregarding\tthe\tcomputer’s\tuse,\tsuch\tas\twhen\ta\tuser\tlogged\ton\tor\t\noff,\tthe\twebsites\tvisited,\tpasswords\tused,\tand\tdocuments\tprinted\tor\tfaxed.\t\t“Deleted”\tdata\tis\tnot\t\nreally\tdeleted\tat\tall.\t\t The\tcomputer\thas\tmerely\tbeen\ttold\tto\tignore\tthe\t“deleted”\tinformation\t\nand\tthat\tthe\tphysical\tspace\tthat\tthe\tdata\ttakes\tup\ton\tthe\thard\tdrive\tis\tavailable\tfor\toverwriting\t\nwhen\tthe\tspace\tis\tneeded.\tThe\tpossibility\tthat\ta\tdeleted\tfile\tcan\tbe\trestored\tor\tretrieved\tpresents\t\na\ttemptation\tto\tengage\tin\telectronic\tdiscovery\ton\ta\tmuch\tbroader\tscale\tthan\tis\tusually\tcontem-\nplated\tin\tconventional\tpaper\tdiscovery.\t\nDifferences in costs.\t\tCost\tdifferences\tare\toften\tthought\tto\tinclude\tdifferences\tin\tthe\tallocation\t\nof\tcosts\tas\twell\tas\tthe\tamount\tof\tcosts.\t\t In\tconventional\t“big\tdocument”\tcases,\tfor\texample,\t\nwhen\tresponding\tparties\tsimply\tmake\tboxes\tof\tdocuments\tavailable\tfor\tthe\trequesting\tparty\tto\t\nreview,\tthe\tcosts\tof\tsearching\tthrough\tthe\tboxes\ttypically\tfall\ton\tthe\trequesting\tparties.\t\tOn\tthe\t\nother\thand,\tthe\tcost\tto\tthe\tresponding\tparties\tof\tlocating,\treviewing,\tand\tpreparing\tvast\tdigital\t\nfiles\tfor\tproduction\tis\tperceived\tto\tbe\tmuch\tgreater\tthan\tin\tconventional\tdiscovery\tproceedings.\t\nOne\treported\tcase,\tfor\texample,\tinvolved\tthe\trestoration\tof\t93\tbackup\ttapes.\t\tThe\tprocess\twas\tes-\ntimated\tto\tcost\t$6.2\tmillion\tbefore\tattorney\treview\tof\tthe\tresulting\tfiles\tfor\trelevance\tor\tprivilege\t\nobjections.\t\tComplete\trestoration\tof\t200\tbackup\ttapes\tof\tone\tof\tthe\tdefendants\tin\tanother\tprom-\ninent\treported\tdecision\twas\testimated\tto\tcost\t$9.75\tmillion,\twhile\trestoration\tof\teight\trandomly\t\nselected\ttapes\tto\tsee\tif\tany\trelevant\tevidence\tappeared\ton\tthem,\tcould\tbe\tdone\tfor\t$400,000.\nThe\thigh\tcosts\tof\telectronic\tdiscovery\tfrequently\tinclude\tthe\tcosts\tof\texperts.\tSystems\tex-\nperts\tknow\tthe\tcomputers,\tsoftware,\tand\tfiles\tat\tissue\tin\tthe\tcase.\t\t Outside\texperts\tare\toften\t\nbrought\tin\tto\tconduct\telectronic\tdiscovery.\t\tTheir\trole\tis\tto\ttake\tthe\tdata\tcollections,\tconvert\t\nthem\tinto\tindexed\tand\treviewable\tfiles,\tand\tready\tthem\tfor\tproduction.\t\tForensic\texaminers,\tthe\t\nmost\texpensive\tof\tall,\tmay\tbe\tbrought\tin\tto\tsearch\tfor\tdeleted\tdocuments,\tmissing\te-mail,\tand\t\nsystem\tdata.\t\t\t\nOn\tthe\tother\thand,\telectronic\tdiscovery\tcan\talso\tgreatly\treduce\tthe\tcosts\tof\tdiscovery\tand\t\nfacilitate\tthe\tpretrial\tpreparation\tprocess.\tWhen\tproperly\tmanaged,\telectronic\tdiscovery\tallows\t\na\tparty\tto\torganize,\tidentify,\tindex,\tand\teven\tauthenticate\tdocuments\tin\ta\tfraction\tof\tthe\ttime\t\nand\tat\ta\tfraction\tof\tthe\tcost\tof\tpaper\tdiscovery\twhile\tvirtually\teliminating\tcosts\tof\tcopying\tand\t\ntransport.\t\nPurpose and Role of the Guidelines\nUntil\trecently,\telectronic\tdiscovery\tdisputes\thave\tnot\tbeen\ta\tstandard\tfeature\tof\tstate\tcourt\tlitiga-\ntion\tin\tmost\tjurisdictions.\t\tHowever,\tbecause\tof\tthe\tnear\tuniversal\treliance\ton\telectronic\trecords\t\nboth\tby\tbusinesses\tand\tindividuals,\tthe\tfrequency\twith\twhich\telectronic\tdiscovery-related\tques-\nConference\tOf\tChief\tJustices\tWorking\tGroup\tOn\tElectronic\tDiscovery\n\u0018ii\n3 Id.\tat\t3.\n4\t From:\t\t The\tAmerican\tCollege\tof\tTrial\tLawyers\t(ACTL);\tThe\tAssociation\tof\tTrial\tLawyers\tof\tAmerica\t(ATLA);\tCourtney\t\nIngraffia\tBarton,\tEsq.,\t\tLexisNexis®\tApplied\tDiscovery;\tGary\tM.\tBerne,\tEsq.,\tStoll\tStoll\tBerne\tLokting\t&\tShlachter\tPC,\tPortland,\t\nOR;\tRichard\tC.\tBroussard,\tEsq.,\tBroussard\t&\tDavid,\tLafayette,\tLA;\tDavid\tDukes,\tEsq.,\tPresident,\tThe\tDefense\tResearch\tInstitute\t\n(DRI);\tWalter\tL.\tFloyd,\tEsq.,\tThe\tFloyd\tLaw\tFirm,\tPC,\tSt.\tLouis,\tMO;\tThomas\tA.\tGottschalk,\tExecutive\tVice\tPresident\t–\tLaw\t&\t\nPublic\tPolicy\tand\tGeneral\tCounsel,\tGeneral\tMotors;\tRobert\tT.\tHall,\tEsq.,\tHall,\tSickells,\tFrei\tand\tKattenberg,\tPC\tReston,\tVA;\t\nJustice\tNathan\tL.\tHecht,\tSupreme\tCourt\tof\tTexas;\tAndrea\tMorano\tQuercia,\tEastman\tKodak\tCompany;\tProf.\tGlenn\tKoppel,\t\nWestern\tState\tUniversity\tLaw\tSchool;\tMichelle\tC.\tS.\tLange,\tEsq.,\t&\tCharity\tJ.\tDelich,\tKroll\tOntrack\tInc.;\tLawyers\tfor\tCivil\tJustice\t\n(LCJ),\tU.S.\tChamber\tInstitute\tfor\tLegal\tReform,\tDRI,\tthe\tFederation\tof\tDefense\tand\tCorporate\tCounsel,\t&\tthe\tInternational\t\nAssociation\tof\tDefense\tCounsel;\tCharles\tW.\tMatthews,\tVice\tPresident\tand\tGeneral\tCounsel,\tExxon\tMobil;\tHarry\tNg,\tAmerican\t\nPetroleum\tInstitute;\tClifford\tA.\tRieders,\tEsq.,\tRiders,\tTravis,\tHumphrey,\tHarris,\tWaters\t&\tWaffenschmidt,\tWilliamsport,\tPA.\n5\t\t The\trevised\trules\twere\tapproved\tby\tthe\tUnited\tStates\tSupreme\tCourt\ton\tApril\t12,\t2006,\tand\twill\ttake\teffect\ton\tDecem-\nber\t1,\t2006,\t\tunless\tCongress\tenacts\tlegislation\tto\treject,\tmodify,\tor\tdefer\tthe\tamendments.”\t\n6\t\t American\tBar\tAssociation\tStandards\tRelating\tto\tCivil\tDiscovery,\t(Chicago,\tIL:\tAugust\t2004).\ntions\tarise\tin\tstate\tcourts\tis\tincreasing\trapidly,\tin\tall\tmanner\tof\tcases.\t\tUncertainty\tabout\thow\t\nto\taddress\tthe\tdifferences\tbetween\telectronic\tand\ttraditional\tdiscovery\tunder\tcurrent\tdiscovery\t\nrules\tand\tstandards\t“exacerbates\tthe\tproblems.\t\tCase\tlaw\tis\temerging,\tbut\tit\tis\tnot\tconsistent\tand\t\ndiscovery\tdisputes\tare\trarely\tthe\tsubject\tof\tappellate\treview.”3\t\t\t\nAccordingly,\tthe\tConference\tof\tChief\tJustices\testablished\ta\tWorking\tGroup\tat\tits\t2004\tAn-\nnual\tMeeting\tto\tdevelop\ta\treference\tdocument\tto\tassist\tstate\tcourts\tin\tconsidering\tissues\trelated\t\nto\telectronic\tdiscovery.\t\tThe\tinitial\tdraft\tof\tthe\tfirst\tfour\tGuidelines\twas\tsent\tto\teach\tstate’s\tchief\t\njustice\tin\tMarch,\t2005.\t\t A\tReview\tDraft\twas\tcirculated\tfor\tcomment\tin\tOctober\t2005\tto\teach\t\nChief\tJustice\tand\tto\ta\twide\tarray\tof\tlawyer\torganizations\tand\te-discovery\texperts.\t\tSeventeen\tsets\t\nof\tcomments\twere\treceived4\tand\twere\treviewed\tby\tthe\tWorking\tGroup\tin\tpreparing\tthe\tMarch\t\n2006\tversion\tof\tthe\tGuidelines.\t\tThe\tWorking\tGroup\twishes\tto\texpress\tits\tdeep\tappreciation\tto\t\nall\tthose\twho\ttook\tthe\ttime\tto\tshare\ttheir\texperience,\tinsights,\tand\tconcerns.\nThese\tGuidelines\tare\tintended\tto\thelp\treduce\tthis\tuncertainty\tin\tstate\tcourt\tlitigation\tby\tas-\nsisting\ttrial\tjudges\tfaced\tby\ta\tdispute\tover\te-discovery\tin\tidentifying\tthe\tissues\tand\tdetermining\t\nthe\tdecision-making\tfactors\tto\tbe\tapplied.\t\tThe\tGuidelines\tshould\tnot\tbe\ttreated\tas\tmodel\trules\t\nthat\tcan\tsimply\tbe\tplugged\tinto\ta\tstate’s\tprocedural\tscheme.\t\t They\thave\tbeen\tcrafted\tonly\tto\t\noffer\tguidance\tto\tthose\tfaced\twith\taddressing\tthe\tpractical\tproblems\tthat\tthe\tdigital\tage\thas\tcre-\nated\tand\tshould\tbe\tconsidered\talong\twith\tthe\tother\tresources\tcited\tin\tthe\tattached\tbibliography\t\nincluding\tthe\tnewly\trevised\tprovisions\ton\tdiscovery\tin\tthe\tFederal\tRules\tof\tCivil\tProcedure5\t\tand\t\nthe\tmost\trecent\tedition\tof\tthe\tAmerican\tBar\tAssociation\tStandards\tRelating\tto\tDiscovery.6\t\nGuidelines For State Trial Courts Regarding Disco\u0018ery Of Electronically-Stored Information\nRecognizing\tthat:\n•\t there\t are\tsignificant\tdifferences\tin\tthe\tdiscovery\tof\tconventional\tpaper\tdocuments\tand\t\nelectronically\tstored\tinformation\tin\tterms\tof\tvolume,\tvolatility,\tand\tcost;\t\n•\t until\t recently,\telectronic\tdiscovery\tdisputes\thave\tnot\tbeen\ta\tstandard\tfeature\tof\tstate\t\ncourt\tlitigation\tin\tmost\tjurisdictions;\t\n•\t the\t frequency\twith\twhich\telectronic\tdiscovery-related\tquestions\tarise\tin\tstate\tcourts\tis\t\nincreasing\trapidly,\tbecause\tof\tthe\tnear\tuniversal\treliance\ton\telectronic\trecords\tboth\tby\t\nbusinesses\tand\tindividuals;\tand\n•\t uncertainty\t about\thow\tto\taddress\tthe\tdifferences\tbetween\tdiscovery\tof\tconventional\t\nand\telectronically-stored\tinformation\tunder\tcurrent\tdiscovery\trules\tand\tstandards\tex-\nacerbates\tthe\tlength\tand\tcosts\tof\tlitigation;\tand\t\n•\t discovery\tdisputes\tare\trarely\tthe\tsubject\tof\tappellate\treview;\t\nthe\tConference\tof\tChief\tJustices\t(CCJ)\testablished\ta\tWorking\tGroup\tat\tits\t2004\tAnnual\tMeeting\t\nto\tdevelop\ta\treference\tdocument\tto\tassist\tstate\tcourts\tin\tconsidering\tissues\trelated\tto\telectronic\t\ndiscovery.\nA\treview\tdraft\tof\tproposed\tGuidelines\twas\twidely\tcirculated\tfor\tcomment\tin\tOctober,\t2005.\t \t\nMany\tsets\tof\tthorough\tand\tthoughtful\tcomments\twere\treceived\tand\tdiscussed\tby\tthe\tWorking\t\nGroup\tin\tpreparing\ta\tfinal\tdraft\tfor\tconsideration\tby\tthe\tmembers\tof\tCCJ\tat\tits\t2006\tAnnual\t\nMeeting.\t\tAt\tits\tbusiness\tmeeting\ton\tAugust\t2,\t2006,\tCCJ\tapproved\tthe\tGuidelines for State Trial \nCourts Regarding Discovery of Electronically-Stored Information \tas\ta\treference\ttool\tfor\tstate\t\ntrial\tcourt\tjudges\tfaced\tby\ta\tdispute\tover\te-discovery.\t\t\nThese\tGuidelines\tare\tintended\tto\thelp\tin\tidentifying\tthe\tissues\tand\tdetermining\tthe\tdeci-\nsion-making\tfactors\tto\tbe\tapplied\tin\tthe\tcircumstances\tpresented\tin\ta\tspecific\tcase.\t\tThey\tshould\t\nnot\tbe\ttreated\tas\tmodel\trules\tor\tuniversally\tapplicable\tstandards.\tThey\thave\tbeen\tcrafted\tonly\t\nto\toffer\tguidance\tto\tthose\tfaced\twith\taddressing\tthe\tpractical\tproblems\tthat\tthe\tdigital\tage\thas\t\ncreated.\t\tThe\tConference\tof\tChief\tJustices\trecognizes\tthat\tthe\tGuidelines\twill\tbecome\tpart\tof\tthe\t\ncontinuing\tdialogue\tconcerning\thow\tbest\tto\tensure\tthe\tfair,\tefficient,\tand\teffective\tadministra-\ntion\tof\tjustice\tas\ttechnology\tchanges.\t\tThey\tshould\tbe\tconsidered\talong\twith\tthe\tother\tresources\t\nsuch\tas\tthe\tnewly\trevised\tprovisions\ton\tdiscovery\tin\tthe\tFederal\tRules\tof\tCivil\tProcedure\tand\t\nthe\tmost\trecent\tedition\tof\tthe\tAmerican\tBar\tAssociation\tStandards\tRelating\tto\tDiscovery.\t\tAl-\nthough\tthe\tGuidelines\tacknowledge\tthe\tbenefits\tof\tuniformity\tand\tare\tlargely\tconsistent\twith\tthe\t\nrevised\tFederal\tRules,\tthey\talso\trecognize\tthat\tthe\tfinal\tdetermination\tof\twhat\tprocedural\tand\t\nix\nPreface \nx\nevidentiary\trules\tshould\tgovern\tquestions\tin\tstate\tcourt\tproceedings\t(such\tas\twhen\tinadvertent\t\ndisclosures\twaive\tthe\tattorney-client\tprivilege)\tare\tthe\tresponsibility\tof\teach\tstate,\tbased\tupon\tits\t\nlegal\ttradition,\texperience,\tand\tprocess.\t\t\nThe\tGuidelines\tare\tbeing\tsent\tyou\tto\tbecause\tof\tyour\tinterest\tin\tthe\tcivil\tjustice\tprocess\tgen-\nerally\tand\telectronic\tdiscovery\tissues\tin\tparticular.\t\tAdditional\tcopies\tcan\tbe\tdownloaded\tfrom\t\nthe\tNational\tCenter\tfor\tState\tCourts’\twebsite\t–\twww.ncsconline.org.\nConference\tof\tChief\tJustices\t \t\nConference\tOf\tChief\tJustices\tWorking\tGroup\tOn\tElectronic\tDiscovery\n\u0018\n1.   Definitions\nA. Electronically-stored information is any information created, stored, or best uti -\nlized with computer technology of any type.  It includes but is not limited to \ndata; word-processing documents; spreadsheets; presentation documents; graph -\nics; animations; images; e-mail and instant messages (including attachments); au-\ndio, video, and audiovisual recordings; voicemail stored on databases; networks; \ncomputers and computer systems; servers; archives; back-up or disaster recovery \nsystems; discs, CD’s, diskettes, drives, tapes, cartridges and other storage media; \nprinters; the Internet; personal digital assistants; handheld wireless devices; cel -\nlular telephones; pagers; fax machines; and voicemail systems.\nB.  Accessible information is electronically-stored information that is easily retriev -\nable in the ordinary course of business without undue cost and burden.  \nCOMMENT:  The\tdefinition\tof\telectronically-stored\tinformation\tis\tbased\ton\tnewly\trevised\tsec-\ntion\t29\tof\tthe\tAmerican\tBar\tAssociation\tStandards Relating to Civil Discovery\t(August\t2004).\t\tIt\tis\t\nintended\tto\tinclude\tboth\ton-screen\tinformation\tand\tsystem\tdata\tand\tmetadata\tthat\tmay\tnot\tbe\t\nreadily\tviewable.\t\tThe\tlist\tincluded\tin\tthe\tGuideline\tshould\tbe\tconsidered\tas\tillustrative\trather\t\nthan\tlimiting,\tgiven\tthe\trapid\tchanges\tin\tformats,\tmedia,\tdevices,\tand\tsystems.\t\t\nThe\tdefinition\tof\taccessible\tinformation\tis\tdrawn\tpending\tFederal\tRule\t26(b)(2)(B)\t(2006).\t\tSee \nalso\tZubulake v. UBS Warburg LLC,\t217\tF.R.D.\t390\t(S.D.N.Y.\t2003)(Zubulake\tIII).\t\tWhat\tconstitutes\t\nan\tundue\tcost\tor\tburden\twill\tneed\tto\tbe\tdetermined\ton\ta\tcase\tby\tcase\tbasis.\t\tHowever,\texamples\t\nof\tinformation\tthat\tmay\tnot\tbe\treasonably\taccessible\tin\tall\tinstances\tinclude\tdata\tstored\ton\t\nback-up\ttapes\tor\tlegacy\tsystems;\tmaterial\tthat\thas\tbeen\tdeleted;\tand\tresidual\tdata.\n2.  Responsibility Of Counsel To Be Informed About Client’s \n Electronically-Stored Information\nIn any case in which an issue regarding the discovery of electronically-stored information \nis raised or is likely to be raised, a judge should, when appropriate, encourage counsel to be-\ncome familiar with the operation of the party’s relevant information management systems, \nincluding how information is stored and retrieved.   If a party intends to seek the produc -\ntion of electronically-stored information in a specific case, that fact should be communi -\ncated to opposing counsel as soon as possible and the categories or types of information to \nbe sought should be clearly identified.\nGuidelines For State Trial Courts Regarding Discovery  \nOf Electronically-Stored Information\n\u0018\nCOMMENT:\t\tThis\tprovision\tis\tdrawn\tfrom\tthe\tElectronic\tDiscovery\tGuidelines\tissued\tby\tthe\tU.S.\t\nDistrict\tCourt\tfor\tthe\tDistrict\tof\tKansas\t(para.\t1)\tand\tis\tconsistent\twith\tother\trules\tand\tproposed\t\nrules\tthat\tplace\ta\tresponsibility\ton\tcounsel,\twhen\tappropriate\tand\treasonable,\tto\tlearn\tabout\t\ntheir\tclient’s\tdata\tstorage\tand\tmanagement\tsystems\tand\tpolicies\tat\tthe\tearliest\tstages\tof\tlitigation\t\nin\torder\tto\tfacilitate\tthe\tsmooth\toperation\tof\tthe\tdiscovery\tprocess.\t[See\te.g.,\tpending\tFederal\t\nRules\tof\tCivil\tProcedure 26(f)\t(2006)].\t\tWhile\tthe\tmanner\tin\twhich\tthis\tencouragement\tshould\t\nbe\tgiven\twill,\tof\tnecessity,\tdepend\ton\tthe\tprocedures\tand\tpractices\tof\ta\tparticular\tjurisdiction\t\nand\tthe\tneeds\tof\tthe\tcase\tbefore\tthe\tcourt,\tthe\tcourt\tshould\testablish\tthe\texpectation\tearly\tthat\t\ncounsel\tmust\tbe\twell\tinformed\tabout\ttheir\tclients’\telectronic\trecords.\t\tVoluntary\tresolution\tof\tis-\nsues\tinvolving\telectronically-stored\tinformation\tby\tcounsel\tfor\tthe\tparties\tshould\tbe\tencouraged.\t \t\nSuch\tagreements\tcan\tbe\tfacilitated\tif\tthe\tparty\tseeking\tdiscovery\tclearly\tindicates\tthe\tcategories\t\nof\tinformation\tto\tbe\tsought\tso\tthat\tcounsel\tfor\tthe\tproducing\tparty\tmay\tconfer\twith\tits\tclients\t\nabout\tthe\tsources\tof\tsuch\tinformation\tand\trender\tadvice\tregarding\tpreservation\tobligations.\t\t\n3.   Agreements By Counsel; Pre-Conference Orders\nA. In any case in which an issue regarding the discovery of electronically-stored in -\nformation is raised or is likely to be raised, a judge should encourage counsel to \nmeet and confer in order to voluntarily come to agreement on the electronically-\nstored information to be disclosed, the manner of its disclosure, and a schedule \nthat will enable discovery to be completed within the time period specified by \n[the Rules of Procedure or the scheduling order].\nB.  In any case in which an issue regarding the discovery of electronically-stored in -\nformation is raised or is likely to be raised, and in which counsel have not reached \nagreement regarding the following matters, a judge should direct counsel to ex -\nchange information that will enable the discovery process to move forward ex -\npeditiously.  The list of information subject to discovery should be tailored to the \ncase at issue.   Among the items that a judge should consider are: \n(1)  A list of the person(s) most knowledgeable about the relevant computer \nsystem(s) or network(s), the storage and retrieval of electronically-stored in -\nformation, and the backup, archiving, retention, and routine destruction of \nelectronically stored information, together with pertinent contact informa -\ntion and a brief description of each person’s responsibilities; \n(2)  A list of the most likely custodian(s), other than the party, of relevant elec -\ntronic data, together with pertinent contact information, a brief description \nof each custodian’s responsibilities, and a description of the electronically-\nstored information in each custodian’s possession, custody, or control; \n(3)  A list of each electronic system that may contain relevant electronically-\nstored information and each potentially relevant electronic system that was \noperating during the time periods relevant to the matters in dispute, together \nwith a general description of each system;\nConference\tOf\tChief\tJustices\tWorking\tGroup\tOn\tElectronic\tDiscovery\n\u0018\n(4)  An indication whether relevant electronically-stored information may be of \nlimited accessibility or duration of existence (e.g., because they are stored \non media, systems, or formats no longer in use, because it is subject to de -\nstruction in the routine course of business, or because retrieval may be very \ncostly); \n(5)  A list of relevant electronically-stored information that has been stored off-\nsite or off-system; \n(6)  A description of any efforts undertaken, to date, to preserve relevant elec -\ntronically-stored information, including any suspension of regular document \ndestruction, removal of computer media with relevant information from its \noperational environment and placing it in secure storage for access during \nlitigation, or the making of forensic image back-ups of such computer me -\ndia;\n(7)  The form of production preferred by the party; and\n(8)  Notice of any known problems reasonably anticipated to arise in connec -\ntion with compliance with e-discovery requests, including any limitations \non search efforts considered to be burdensome or oppressive or unreasonably \nexpensive, the need for any shifting or allocation of costs, the identification \nof potentially relevant data that is likely to be destroyed or altered in the \nnormal course of operations or pursuant to the party’s document retention \npolicy. \nCOMMENT:  This\tGuideline\tcombines\tthe\tapproaches\tof\tthe\tpending\tFederal\tRules\tof\tProcedure\t\n26(f)(3)\t(2006)\tand\tthe\trule\tproposed\tby\tRichard\tBest\tthat\trelies\theavily\ton\tthe\tDefault\tStandard\t\nfor\tDiscovery\tof\tElectronic\tDocuments\tpromulgated\tby\tthe\tU.S.\tDistrict\tCourt\tfor\tthe\tDistrict\tof\t\nDelaware.\t\tThe\tGuideline\texpresses\ta\tclear\tpreference\tfor\tcounsel\tto\treach\tan\tagreement\ton\tthese\t\nmatters.\t\tBecause\tnot\tall\tstates\tfollow\tthe\tthree-step\tprocess\tcontemplated\tby\tthe\tFederal\tRules7\t\nor\trequire\tinitial\tparty\tconferences,\tparagraph\t3(A)\trecommends\tthat\ttrial\tjudges\t“encourage”\t\ncounsel\tto\tmeet\tin\tany\tcase\tin\twhich\te-discovery\tis\tor\tis\tlikely\tto\tbe\tan\tissue.\t\t\nWhen\tcounsel\tfail\tto\treach\tan\tagreement,\tthe\tGuideline\trecommends\tthat\tjudges\tissue\tan\t\norder\trequiring\tthe\texchange\tof\tthe\tbasic\tinformational\tfoundation\tthat\twill\tassist\tin\ttailoring\t\ne-discovery\trequests\tand\tmoving\tthe\tdiscovery\tprocess\tforward.\t\t While\tnot\tall\tof\tthese\titems\t\nmay\tbe\tneeded\tin\tevery\tcase,\tthe\tlist\tprovides\tthe\telements\tfrom\twhich\ta\tstate\tjudge\tcan\tselect\t\nto\tcraft\tan\tappropriate\torder.\t\t\nIn\torder\tto\taddress\tconcerns\tregarding\tthe\tDelaware\tDefault\tOrder\texpressed\tby\tdefense\t\ncounsel,\tthe\tGuideline\tinserts\ta\tstandard\tof\trelevance.8\t\tFor\texample,\tunlike\tthe\tproposed\tCali-\nfornia\trule\tand\tthe\tDelaware\tDefault\tStandard,\tit\trequires\ta\tlist\tof\tonly\tthose\telectronic\tsystems\t\n7\t\t Step\t 1:\t \tCounsel\t exchange\t basic\t information\t and\t become\t familiar\t with\t their\t client’s\tinformation\t systems;\t Step\t 2:\t\nCounsel\tconfer\tto\tattempt\tto\tresolve\tkey\tdiscovery\tissues\tand\tdevelop\ta\tdiscovery\tplan;\tand\tStep\t3:\tA\thearing\tand\torder\tto\t\nmemorialize\tthe\tplan\tand\tdetermine\tunsettled\tissues.\n8\t\t\t Relevance\t in\tthis\tcontext\trefers\tto\ta\tstate’s\tstandard\tof\trelevance\tfor\tdiscovery\tpurposes,\tnot\tthe\tstandard\tused\tto\tde-\ntermine\tadmissibility\tat\ttrial.\nGuidelines For State Trial Courts Regarding Disco\u0018ery Of Electronically-Stored Information\n\u0018\non\twhich\trelevant\telectronically-stored\tinformation\tmay\tbe\tstored\tor\tthat\twere\toperating\tdur-\ning\tthe\ttime\tperiods\trelevant\tto\tthe\tmatters\tin\tdispute,\trather\tthan\tthe\tbroader\t“each\trelevant\t\nelectronic\tsystem\tthat\thas\tbeen\tin\tplace\tat\tall\trelevant\ttimes.”\t\tIt\tis\thoped\tthat\tin\tthis\tway,\tthe\t\nburden\ton\tthe\tresponding\tparty\tmay\tbe\treduced\tby\tbeing\table\tto\tfocus\tsolely\ton\tthe\tsystems\t\nhousing\t the\t actual\t electronically-stored\t information\t or\t data\t that\t is\t or\t will\t be\t requested.\t \tOf\t\ncourse,\tthe\tbest\tway\tof\tlimiting\tthe\tburden\tis\tfor\tcounsel\tto\tagree\tin\tadvance,\tthus\tobviating\tthe\t\nneed\tto\tissue\ta\tpre-conference\torder.\nSubparagraph\t2(B)(3)\tsuggests\tthat\tthe\tparties\tbe\trequired\tto\tprovide\ta\tgeneral\tdescription\tof\t\neach\telectronic\tsystem\tthat\tmay\tcontain\trelevant\telectronically-stored\tinformation.\t\tOrdinarily,\t\nsuch\tdescriptions\tshould\tinclude\tthe\thardware\tand\tsoftware\tused\tby\teach\tsystem,\tand\tthe\tscope,\t\ncharacter,\torganization,\tand\tformats\teach\tsystem\temploys.\nSubparagraph\t2(B)(7)\tof\tthe\tGuideline\tincludes\tone\tissue\tnot\tcovered\tin\tthe\tproposed\tCalifor-\nnia\trule\tor\tDelaware\tDefault\tStandard\t--\tthe\tform\tof\tproduction\tpreferred\tby\tthe\tparty.\t[See\tthe\t \t\npending\tFederal Rules of Civil Procedure \t26(f)(3)\t(2006).]\t\t\t Including\tan\texchange\tof\tthe\tformat\t\npreferences\tearly\twill\thelp\tto\treduce\tsubsequent\tdisputes\tover\tthis\tthorny\tissue.\n4.  Initial Discovery Hearing Or Conference\nFollowing the exchange of the information specified in Guideline 3, or a specially set \nhearing, or a mandatory conference early in the discovery period, a judge should inquire \nwhether counsel have reached agreement on any of the following matters and address any \ndisputes regarding these or other electronic discovery issues:\nA.  The electronically-stored information to be exchanged including information \nthat is not readily accessible;\nB.  The form of production;\nC.  The steps the parties will take to segregate and preserve relevant electronically \nstored information;\nD.  The procedures to be used if privileged electronically-stored information is inad -\nvertently disclosed; and\nE.  The allocation of costs.  \nCOMMENT:  This\tGuideline\tis\tderived\tfrom\tElectronic\tDiscovery\tGuidelines\tissued\tby\tthe\tU.S.\t\nDistrict\tCourt\tfor\tthe\tDistrict\tof\tKansas.\t\tIt\taddresses\tthe\tnext\tstage\tof\tthe\tprocess,\tand\tlists\tfor\t\nthe\ttrial\tjudge\tsome\tof\tthe\tkey\tissues\tregarding\telectronic\tdiscovery\tthat\tthe\tjudge\tmay\tbe\tcalled\t\nupon\tto\taddress.\t\tThe\tintent\tis\tto\tidentify\tearly\tthe\tdiscovery\tissues\tthat\tare\tin\tdispute\tso\tthat\t\nthey\tcan\tbe\taddressed\tpromptly.\nConference\tOf\tChief\tJustices\tWorking\tGroup\tOn\tElectronic\tDiscovery\n\u0018\n5.   The Scope Of Electronic Discovery\nIn deciding a motion to protect electronically-stored information or to compel discovery \nof such information, a judge should first determine whether the material sought is subject \nto production under the applicable standard for discovery.  If the requested information \nis subject to production, a judge should then weigh the benefits to the requesting party \nagainst the burden and expense of the discovery for the responding party, considering such \nfactors as:\nA. The ease of accessing the requested information;\nB. The total cost of production compared to the amount in controversy;\nC. The materiality of the information to the requesting party;\nD. The availability of the information from other sources;\nE. The complexity of the case and the importance of the issues addressed;\nF. The need to protect privileged, proprietary, or confidential information, includ -\ning trade secrets;\nG. Whether the information or software needed to access the requested information \nis proprietary or constitutes confidential business information;\nH. The breadth of the request, including whether a subset (e.g., by date, author, re -\ncipient, or through use of a key-term search or other selection criteria) or repre -\nsentative sample of the contested electronically stored information can be pro -\nvided initially to determine whether production of additional such information \nis warranted;\nI. The relative ability of each party to control costs and its incentive to do so;\nJ. The resources of each party compared to the total cost of production;\nK. Whether the requesting party has offered to pay some or all of the costs of identi-\nfying, reviewing, and producing the information;\nL. Whether the electronically-stored information is stored in a way that makes it \nmore costly or burdensome to access than is reasonably warranted by legitimate \npersonal, business, or other non-litigation-related reasons; and \nM. Whether the responding party has deleted, discarded, or erased electronic infor -\nmation after litigation was commenced or after the responding party was aware \nthat litigation was probable.  \nGuidelines For State Trial Courts Regarding Disco\u0018ery Of Electronically-Stored Information\n\u0018\nCOMMENT:\tThis\tGuideline\trecommends\tthat\twhen\ta\trequest\tto\tdiscover\telectronically-stored\t\ninformation\t is\t contested,\t judges\t should\t first\t assess\t whether\t the\t information\t being\t sought\t is\t\nsubject\tto\tdiscovery\tunder\tthe\tapplicable\tstate\tcode,\trules,\tand\tdecisions\t(e.g.,\twhether\tthe\tmate-\nrial\tsought\tis\trelevant\tto\tthe\tclaims\tand\tdefenses\tof\tthe\tparty,\tor\trelevant\tto\tthe\tsubject\tmatter\t\nunder\tdispute,\tor\tcould\tlead\tto\tadmissible\tevidence).\t\tOnce\tthis\tquestion\thas\tbeen\tanswered,\tthe\t\nGuideline\tsuggests\tthat\tjudges\tbalance\tthe\tbenefits\tand\tburdens\tof\trequiring\tdiscovery,\toffering\ta\t\nset\tof\tfactors\tto\tconsider\tderived\tfrom\tthe\trevised\tAmerican\tBar\tAssociation\tStandards Relating to \nCivil Discovery, Standard\t29.b.iv.\t(August\t2004).\t\tIn\tso\tdoing,\tit\tsets\tout\ta\tframework\tfor\tdecision-\nmaking\trather\tthan\tspecific\tpresumptions\tregarding\t“reasonably\taccessible”\tvs.\t“not\treasonably\t\naccessible”\tdata;\tactive\tdata\tvs.\t“deleted”\tinformation;\tinformation\tvisible\ton-screen\tvs.\tmeta-\ndata;\tor\tforensic\tvs.\tstandard\tdata\tcollection.\t\tBut see e.g.,\tPending\tFederal\tRule\tof\tCivil\tProcedure\t\n26(b)(2)(2006); The\tSedona\tConference\tWorking\tGroup\ton\tBest\tPractices\tfor\tElectronic\tDocu-\nment\tRetention\tand\tProduction,\tThe Sedona Principles, Principles\t8,\t9,\tand\t12\t(Silver\tSpring,\tMD:\t\nThe\tSedona\tConference\t2004).\t\tIt\tis\tunlikely\tthat\tall\tof\tthe\tfactors\twill\tapply\tin\ta\tparticular\tcase,\t\nthough\tthe\tfirst\tsix\twill\tarise\tin\tmost\tdisputes\tover\tthe\tscope\tof\telectronically\tstored\tinformation.\t\nSee e.g., Public Relations Society of America, Inc. v. Road Runner High Speed Online,\t2005\tWL\t1330514\t\n(N.Y.\tMay\t27,\t2005).\t\nDepending\ton\tthe\tcircumstances\tand\tthe\tdecision\tregarding\tthe\tscope\tof\tdiscovery,\tthe\t\njudge\tmay\twish\tto\tconsider\tshifting\tsome\tor\tall\tof\tthe\tcosts\tof\tproduction\tand\treview\tin\taccor-\ndance\twith\tthe\tfactors\tcited\tin\tGuideline\t7,\tinfra.\n6.   Form Of Production\nIn the absence of agreement among the parties, a judge should ordinarily require electroni-\ncally-stored information to be produced in no more than one format and should select the \nform of production in which the information is ordinarily maintained or in a form that is \nreasonably usable.\nCOMMENT:\t\tIn\tconventional\tdiscovery,\tthe\tform\tof\tproduction\twas\tseldom\tdisputed.\t\tIn\telec-\ntronic\tdiscovery,\tthere\tare\tmany\tchoices\tbesides\tpaper.\t\tWhile\ta\tparty\tcould\tproduce\thard-copy\t\nprintouts\tof\tall\telectronic\tfiles,\tdoing\tso\twould\tlikely\thide\tmetadata,\tembedded\tedits,\tand\tother\t\nnon-screen\tinformation.\t\tIt\talso\twould\tbe\tvoluminous\tand\tcumbersome\tto\tstore,\tand\tcostly\tto\t\nproduce\tand\tsearch.\t\tOn\tthe\tother\thand,\tproducing\tall\tdata\tin\t“native\tformat”\t(i.e.\tstreams\tof\t\nelectrons\ton\tdisks\tor\ttapes\texactly\tas\tthey\tmight\tbe\tfound\ton\tthe\tproducing\tparty’s\tcomputer)\t\nwould\tprovide\tall\tthe\t“hidden”\tdata\tand\tbe\tmore\teasily\tstored,\tbut\twould\tbe\tjust\tas\tdifficult\tto\t\nsearch\twithout\tthe\tword-processing,\te-mail,\tor\tdatabase\tsoftware\tneeded\tto\torganize\tand\tpresent\t\nthe\tinformation\tin\ta\tcoherent\tform.\t\t\nThis\tGuideline\tis\tbased\ton\tpending\tFederal\tRule\tof\tCivil\tProcedure\t34(b)(ii)\tand\t(iii)\t(2006).\t \t\nIt\trecommends\tthat\tparties\tshould\tnot\tbe\trequired\tto\tproduce\telectronically-stored\tinformation\t\nin\tmultiple\tformats\tabsent\ta\tgood\treason\tfor\tdoing\tso.\tSee\talso\tcomment\t12.c\tof\tThe Sedona Prin-\nciples. [The\tSedona\tConference\tWorking\tGroup\ton\tBest\tPractices\tfor\tElectronic\tDocument\tReten-\ntion\tand\tProduction,\tThe Sedona Principles \t(Silver\tSpring,\tMD:\tThe\tSedona\tConference\t2004).]\t \t\nRequests\tfor\tmultiple\tformats\tshould\tbe\tsubject\tto\tthe\tsame\tcost-benefit\tanalysis\tas\tsuggested\tin\t\nGuideline\t5.\t\t\nConference\tOf\tChief\tJustices\tWorking\tGroup\tOn\tElectronic\tDiscovery\n\u0018\nThe\tGuideline,\tlike\tthe\tpending\tFederal\tRule,\tsuggests\trendition\tin\tthe\tform\tin\twhich\tthe\t\ninformation\tis\tordinarily\tmaintained\tor\tin\tanother\tform\tthat\tis\treasonably\tuseable.\t\tThe\tGuide-\nline,\tthus,\tassumes\tthat\tthe\tinformation’s\tstandard\tformat\tis\treasonably\tusable\tor\tit\twould\tbe\tof\t\nno\tbenefit\tto\tthe\tparty\twho\thas\tproduced\tit,\tbut\tallows\tsubstitution\tof\tanother\tformat\tthat\tmay\t\nstill\tbe\thelpful\tto\tthe\trequesting\tparty.\t\tWhether\tthe\tproduction\tof\tmetadata\tand\tother\tforms\tof\t\nhidden\tinformation,\tare\tdiscoverable\tshould\tbe\tdetermined\tbased\tupon\tthe\tparticular\tcircum-\nstances\tof\tthe\tcase.\t\t\n7.   Reallocation of Discovery Costs\nOrdinarily, the shifting of the costs of discovery to the requesting party or the sharing \nof those costs between the requesting and responding party should be considered only \nwhen the electronically-stored information sought is not accessible information and when \nrestoration and production of responsive electronically-stored information from a small \nsample of the requested electronically-stored information would not be sufficient.  When \nthese conditions are present, the judge should consider the following factors in determin -\ning whether any or all discovery costs should be borne by the requesting party:\nA. The extent to which the request is specifically tailored to discover relevant infor -\nmation;\nB. The availability of such information from other sources;\nC. The total cost of production compared to the amount in controversy;\nD. The total cost of production compared to the resources available to each party;\nE. The relative ability of each party to control costs and its incentive to do so;\nF. The importance of the issues at stake in the litigation; and\nG. The relative benefits of obtaining the information.\nCOMMENT:\t\tThis\tGuideline\treflects\tthe\tanalysis\tconducted\tin\tZubulake v. UBS Warburg LLC, 216 \nF.R.D. 280 (S.D.N.Y. 2003)(Zubulake\tIII),\tthe\tleading\tfederal\tcase\ton\tthe\tissue.\t\tThe\tCourt\tin\tZu-\nbulake established\ta\tthree-tiered\ttest\tfor\tdetermining\twhen\tit\tis\tappropriate\tto\trequire\ta\trequest-\ning\tparty\tto\tpay\tor\tcontribute\tto\tthe\tcost\tof\tproducing\tdiscoverable\tmaterial.\t\tThe\tfirst\ttier\tis\ta\t\ndetermination\tof\twhether\tthe\telectronically-stored\tinformation\tis\taccessible.\t\tThe\tsecond\ttier\tis\ta\t\ndetermination\tthat\ta\tless-costly\tmethod\tof\tobtaining\tthe\tneeded\tinformation\tsuch\tas\trestoration\t\nof\ta\trepresentative\tsample\tof\tthe\ttapes,\tdisks,\tor\tother\tstorage\tmedia\twould\tnot\tbe\tfeasible.\t\tThe\t\nfinal\tstep\tis\ta\tcost-benefit\tanalysis\tsimilar\tto\tthat\trecommended\tin\tGuideline\t5\tfor\tdetermining\t\nthe\tappropriate\tscope\tof\tdiscovery.\t\t\nThe\tZubulake litigation\tinvolved\ta\tsex\tdiscrimination\tcomplaint in\twhich\tthe\tplaintiff\tre-\nquested\te-mail\tmessages\tbeyond\tthe\tapproximately\t100\tpages\tproduced\tby\tthe\tdefendants.\t\t\nGuidelines For State Trial Courts Regarding Disco\u0018ery Of Electronically-Stored Information\n\u0018\n“She\tpresented\tsubstantial\tevidence\tthat\tmore\tresponsive\te-mail\texisted,\tmost\tlikely\t\non\t backup\t tapes\t and\t optical\t storage\t media\t created\t and\t maintained\t to\t meet\t SEC\t\nrecords\tretention\trequirements.\t\tThe\tdefendants\tobjected\tto\tproducing\te-mail\tfrom\t\nthese\tsources,\twhich\tthey\testimated\twould\tcost\t$175,000\texclusive\tof\tattorney\tre-\nview\ttime.”\t\tWithers,\tK.J.,\tAnnotated Case Law and Further Reading on Electronic Dis -\ncovery 17\t(June\t16,\t2004).\nThe\tCourt\tfound\tthe\trequested\tmaterial\tto\tbe\trelevant\tand\tordered\trestoration\tof\t5\tof\tthe\t\ntotal\tof\t77\tback-up\ttapes\tat\ta\tcost\tof\tapproximately\t$19,000.\t\tAfter\tdetermining\tthat\t600\tof\tthe\t\nrestored\tmessages\twere\tresponsive\tto\tthe\tplaintiff’s\tdiscovery\trequest,\tthe\tCourt\tordered\tresto-\nration\tof\tthe\tremaining\ttapes\tat\tan\testimated\tcost\tof\t$165,954.67\tfor\trestoration\tand\tanother\t\n$107,695\tfor\treview,\trequiring\tthe\tplaintiff\tto\tbear\t25%\tand\tthe\tdefendants\t75%\tof\tthe\tcosts\tof\t\nrestoration\tand\tthe\tdefendants\tto\tpay\t100%\tof\tthe\tcosts\tof\treviewing\tthe\tmaterial\tfor\tprivileged\t\ninformation.\tId., 30.\nLike\tZubulake,\tthe\tGuideline\ttreats\tcost-shifting\tas\ta\tmatter\tfor\tthe\tjudge’s\tdiscretion.\t\t(But \nsee Texas\tRule\tof\tCivil\tProcedure\t196.4\twhich\trequires\tthat\twhenever\ta\tcourt\torders\ta\trespond-\ning\tparty\tto\tproduce\tinformation\tthat\tis\tnot\t‘reasonably\tavailable,”\tthe\tcourt\tmust\trequire\tthe\t\nrequesting\tparty\tto\tpay\t“the\treasonable\texpenses\tof\tany\textraordinary\tsteps\trequired\tto\tretrieve\t\nand\tproduce\tthe\tinformation.”)\t\tIt\tanticipates\tthat\tthe\tproposed\tcost/benefit\tanalysis\twill\tboth\t\nencourage\trequesting\tparties\tto\tcarefully\tassess\twhether\tall\tthe\tinformation\tsought\tis\tworth\tpay-\ning\tfor,\twhile\tdiscouraging\tthe\tproducing\tparty\tfrom\tstoring\tthe\tinformation\tin\tsuch\ta\tway\tas\tto\t\nmake\tit\textraordinarily\tcostly\tto\tretrieve.\t\n8.   Inadvertent Disclosure of Privileged Information\nIn determining whether a party has waived the attorney-client privilege because of an \ninadvertent disclosure of attorney work-product or other privileged electronically stored \ninformation, a judge should consider:\nA. The total volume of information produced by the responding party;\nB. The amount of privileged information disclosed;\nC. The reasonableness of the precautions taken to prevent inadvertent disclosure of \nprivileged information; \nD. The promptness of the actions taken to notify the receiving party and otherwise \nremedy the error; and\nE. The reasonable expectations and agreements of counsel. \nCOMMENT:\t\tInadvertent\tdisclosure\tof\tprivileged\tinformation\tis\tsometimes\tunavoidable\tbecause\t\nof\tthe\tlarge\tamounts\tof\tinformation\tthat\tare\toften\tinvolved\tin\telectronic\tdiscovery,\tand\tthe\t\ntime\tand\tcost\trequired\tto\tscreen\tthis\tvoluminous\tmaterial\tfor\tattorney\twork\tproduct\tand\tother\t\nprivileged\tmaterials.\t\tAs\tindicated\tin\tGuideline\t4,\tthe\tbest\tpractice\tis\tfor\tthe\tparties\tto\tagree\ton\t\nConference\tOf\tChief\tJustices\tWorking\tGroup\tOn\tElectronic\tDiscovery\n\u0018\nthe\tprocess\tto\tuse\tif\tprivileged\tinformation\tis\tinadvertently\tdisclosed\tand\tthat\tsuch\ta\tdisclosure\t\nshall\tnot\tbe\tconsidered\ta\twaiver\tof\tattorney-client\tprivilege.\t\tWhile\t“claw-back”\tor\t“quick\tpeek”\t\nagreements9\tare\tnot\tperfect\tprotections\tagainst\tuse\tof\tprivileged\tinformation\tby\tthird\tparties\t\nnot\tsubject\tto\tthe\tagreement\tor\tby\tthe\treceiving\tparty\tin\tanother\tjurisdiction,\tthey\tdo\tallow\t\nthe\tlitigation\tto\tmove\tforward\tand\toffer\tsignificant\tprotection\tin\tmany\tcases,\tespecially\twhen\t\ncoupled\twith\ta\tcourt\torder\trecognizing\tthe\tagreement\tand\tdeclaring\tthat\tinadvertent\tproduction\t\nof\tprivileged\tinformation\tdoes\tnot\tcreate\tan\texpress\tor\timplied\twaiver.\t\t[See The\tSedona\tConfer-\nence\tWorking\tGroup\ton\tBest\tPractices\tfor\tElectronic\tDocument\tRetention\tand\tProduction,\tThe \nSedona Principles,\tComment\t10.d\t(Silver\tSpring,\tMD:\tThe\tSedona\tConference\t2004);\tand\tReport\t\nof\tthe\tJudicial\tConference\tCommittee\ton\tPractice\tand\tProcedure,\tpp\t33-34\t(September\t2005).]\nThis\tGuideline\tapplies\twhen\tthe\tparties\thave\tnot\treached\tan\tagreement\tregarding\tthe\tin-\nadvertent\tdisclosure\tof\telectronically\tstored\tinformation\tsubject\tto\tthe\tattorney-client\tprivilege.\t \t\nThe\tfirst\tfour\tfactors\tare\tbased\ton\tAlldread v. City of Grenada,\t988\tF.2d,\t1425,\t1433,\t1434\t(5th\tCir.\t\n1993).\t\t[See also United States v. Rigas,\t281\tF.\tSupp.\t2d\t733\t(S.D.N.Y.\t2003).\t\tThe\tfifth\tfactor\tlisted\t\nby\tthe\tCourt\tin\tAlldread\t–\t“the\toverriding\tissue\tof\tfairness”\t–\tis\tomitted,\tsince\tthe\tfour\tfactors\t\nlisted\thelp\tto\tdefine\twhat\tis\tfair\tin\tthe\tcircumstances\tsurrounding\ta\tdisclosure\tin\ta\tparticular\t\ncase,\tbut\tthe\treasonable\texpectations\tand\tagreements\tof\tcounsel\thas\tbeen\tadded\tto\treinforce\tthe\t\nimportance\tof\tattorneys\tdiscussing\tand\treaching\tat\tleast\tan\tinformal\tunderstanding\ton\thow\tto\t\nhandle\tinadvertent\tdisclosures\tof\tprivileged\tinformation.\t\t\nUnlike\tTexas\tRule\tof\tCivil\tProcedure\t193.3(d)\tand\tthe\tmost\trecent\trevisions\tto\tFederal\tRule\tof\t\nCivil\tProcedure\t26(b)(5)(B),\tthe\tGuideline\tdoes\tnot\tcreate\ta\tpresumption\tagainst\ta\twaiver\twhen,\t\nwithin\t10\tdays\tafter\tdiscovering\tthat\tprivileged\tmaterial\thas\tbeen\tdisclosed,\t“the\tproducing\tparty\t\namends\tthe\tresponse,\tidentifying\tthe\tmaterial\tor\tinformation\tproduced\tand\tstating\tthe\tprivilege\t\nasserted.”\t\t\tWhile\tthe\tTexas\trule\thas\tapparently\tworked\twell,\tcreation\tof\ta\tpresumption\tis\ta\tmat-\nter\tfor\tstate\trules\tcommittees\tor\tlegislatures\tand\tgoes\tbeyond\tthe\tscope\tof\tthese\tGuidelines.\n9. Preservation Orders \nA.  When an order to preserve electronically-stored information is sought, a judge \nshould require a threshold showing that the continuing existence and integrity of \nthe information is threatened.  Following such a showing, the judge should con -\nsider the following factors in determining the nature and scope of any order: \n(1)  The nature of the threat to the continuing existence or integrity of the elec -\ntronically-stored information;\n(2)  The potential for irreparable harm to the requesting party absent a preserva-\ntion order; \n9\t\t\t\t Claw-back\t agreements\tare\ta\tformal\tunderstanding\tbetween\tthe\tparties\tthat\tproduction\tof\tprivileged\tinformation\tis\t\npresumed\tto\tbe\tinadvertent\tand\tdoes\tnot\twaive\tthe\tprivilege\tand\tthe\treceiving\tparty\tmust\treturn\tthe\tprivileged\tmaterial\tuntil\t\nthe\tquestion\tis\tresolved.\t\tUnder\t“quick\tpeek”\tagreements,\tcounsel\tare\tallowed\tto\tsee\teach\tother’s\tentire\tdata\tcollection\tbefore\t\nproduction\tand\tdesignate\tthose\titems\twhich\tthey\tbelieve\tare\tresponsive\tto\tthe\tdiscovery\trequests.\t\tThe\tproducing\tparty\tthen\t\nreviews\tthe\tpresumably\tmuch\tsmaller\tuniverse\tof\tfiles\tfor\tprivilege,\tand\tproduces\tthose\tthat\tare\tresponsive\tand\tnot\tprivileged,\t\nalong\twith\ta\tprivilege\tlog.\t\tK.J.,\tWithers,\t“Discovery\tDisputes:\t\tDecisional\tGuidance,”\t\t3\tCivil\tAction\tNo.\t2,\t4,5\t(2004).\nGuidelines For State Trial Courts Regarding Disco\u0018ery Of Electronically-Stored Information\n\u00180\n(3)  The capability of the responding party to maintain the information sought \nin its original form, condition, and content; and\n(4)  The physical, technological, and financial burdens created by ordering pres -\nervation of the information. \nB.   When issuing an order to preserve electronically stored information, a judge \nshould carefully tailor the order so that it is no broader than necessary to safe -\nguard the information in question.  \nCOMMENT:\t\tOne\tconsequence\tof\tthe\texpansion\tin\tthe\tvolume\tof\telectronically-stored\tinforma-\ntion\tresulting\tfrom\tthe\tuse\tof\tcomputer\tsystems,\tis\tthe\treliance\ton\tautomated\tdata\tretention\t\nprograms\tand\tprotocols\tthat\tresult\tin\tthe\tperiodic\tdestruction\tof\tdefined\ttypes\tof\tfiles,\tdata,\tand\t\nback-up\ttapes.\t\tThese\tprograms\tand\tprotocols\tare\tessential\tfor\tsmooth\toperation,\teffectively\tman-\naging\trecord\tstorage,\tand\tcontrolling\tcosts.\t\tThe\tfactors\tfor\tdetermining\twhen\tto\tissue\ta\tpreser-\nvation\torder\tapply\tafter\texistence\tof\ta\tthreat\tto\tthe\tsought\tinformation\thas\tbeen\tdemonstrated.\t \t\nThey\tare\tdrawn\tfrom\tthe\tdecision\tin\tCapricorn Power Co. v. Siemens Westinghouse Power Corp.,\t220\t\nF.R.D.\t429\t(W.D.\tPa.\t2004).\t\tThey\trequire\tbalancing\tthe\tdanger\tto\tthe\telectronically\tstored\tinfor-\nmation\tagainst\tits\tmateriality,\tthe\tability\tto\tmaintain\tit,\tand\tthe\tcosts\tand\tburdens\tof\tdoing\tso.\t \t \t\nBecause\telectronically-stored\tinformation,\tfiles,\tand\trecords\tare\tseldom\tcreated\tand\tstored\t\nwith\t future\t litigation\t in\t mind,\t they\t cannot\t always\t be\t easily\t segregated.\t \tAn\t order\t directing\t\na\tbusiness\tto\t“halt\tall\toperations\tthat\tcan\tresult\tin\tthe\tdestruction\tor\talteration\tof\tcomputer\t\ndata,\tincluding\te-mail,\tword-processing,\tdatabases,\tand\tfinancial\tinformation\t.\t.\t.\tcan\teffectively\t\nunplug\ta\tcomputer\tnetwork\tand\tput\ta\tcomputer\tdependent\tcompany\tout\tof\tbusiness.”\t\t K.J.\t\nWithers,\t“Electronic\tDiscovery\tDisputes:\t\tDecisional\tGuidance,”\t3\tCivil Action No.\t2,\tp.4\t(NCSC\t\n2004).\t\tThus,\tthe\tGuideline\turges\tthat\twhen\ta\tpreservation\torder\tis\tcalled\tfor,\tit\tshould\tbe\tdrawn\t\nas\tnarrowly\tas\tpossible\tto\taccomplish\tits\tpurpose\tso\tas\tto\tlimit\tthe\timpact\ton\tthe\tresponding\t\nparty’s\toperations.\t\t\n10.   Sanctions\nAbsent exceptional circumstances, a judge should impose sanctions because of the destruc-\ntion of electronically-stored information only if: \nA. There was a legal obligation to preserve the information at the time it was de -\nstroyed; \nB. The destruction of the material was not the result of the routine, good faith opera-\ntion of an electronic information system; and\nC. The destroyed information was subject to production under the applicable state \nstandard for discovery. \nConference\tOf\tChief\tJustices\tWorking\tGroup\tOn\tElectronic\tDiscovery\n\u0018\u0018\nCOMMENT:\t\tThis\tGuideline\tclosely\ttracks\tpending\tFederal\tRule\tof\tCivil\tProcedure\t37(f)\t(2006),\t\nbut\tprovides\tgreater\tguidance\tto\tcourts\tand\tlitigants\twithout\tsetting\tforth\tthe\tstringent\tstan-\ndards\tsuggested\tin\tthe\tSedona Principles\t[“a\tclear\tduty\tto\tpreserve,”\t“intentional\tor\treckless\tfailure\t\nto\tpreserve\tand\tproduce,”\tand\ta\t“reasonable\tprobability”\tof\tmaterial\tprejudice].\t[The\tSedona\t\nConference\tWorking\tGroup\ton\tBest\tPractices\tfor\tElectronic\tDocument\tRetention\tand\tProduc-\ntion,\tThe Sedona Principles,\tPrinciple\t14\t(Silver\tSpring,\tMD:\tThe\tSedona\tConference\t2004).]\nGuidelines For State Trial Courts Regarding Disco\u0018ery Of Electronically-Stored Information\n\u0018\u0018\nrules\tand\tstandards10\t\nABA\tSection\tof\tLitigation.\tABA Civil Discovery Standards.\tRevised\tAugust\t2004.\t\nAd\tHoc\tCommittee\tfor\tElectronic\tDiscovery\tof\tthe\tU.S.\tDistrict\tCourt\tfor\tthe\tDistrict\tof\tDelaware.\t\nDefault Standard for Discovery of Electronic Documents “E-Discovery”\t(May\t2004).\t\nCommittee\ton\tRules\tof\tPractice\tand\tProcedures\tof\tthe\tJudicial\tConference\tof\tthe\tUnited\tStates.\nReport\t(September\t2005).\nDistrict\tof\tDelaware.\tDefault Standard for Discovery of Electronic Documents (May\t2004).\nU.S.\tDistrict\tCourt\tfor\tthe\tDistrict\tof\tKansas.\tElectronic Discovery Guidelines\t(March\t2004).\nLocal and Civil Rules of the U.S. District Court for the District of New Jerse y, R.\t26.1(d),\tDiscovery\tof\t\nDigital\tInformation\tIncluding\tComputer-Based\tInformation.\nMississippi Rules of Civil Procedure,\tRule\t26(b)(5),\t2003.\nSedona\tConference\tWorking\tGroup\ton\tBest\tPractices\tfor\tElectronic\tDocument\tRetention\tand\t\nProduction.\tThe Sedona Principles: Best Practices Recommendations and Principles for Addressing \nElectronic Document Production. Sedona,\tAZ:\tSedona\tConference\tWorking\tGroup\tSeries,\tJanu-\nary\t2004.\tUpdated\tversion.\t\nTexas Rules of Civil Procedure.\t193.3(d)\tand\t196.4\t(1999).\t\nartIcles\nAllman,\tThomas\tY.\t“A\tProposed\tModel\tfor\tState\tRules\tre:\tElectronic\tDiscovery.”\tNational\tCenter\t\nfor\tState\tCourts,\tNovember\t15,\t2001.\nBest,\tRichard\tE.\t“Taming\tthe\tDiscovery\tMonster.”\tCalifornia Litigation: The Journal of the Litigation \nSection, State Bar of California\t(November,\t2005).\nBest,\tRichard\tE.\t“E-Discovery\tBasics.”\t\tCalifornia Litigation: The Journal of the Litigation Section, \nState Bar of California\t\t(August\t2005).\nBest,\tRichard\tE.\t“The\tNeed\tfor\tElectronic\tDiscovery\tRules.”\tModern Practice\t(August\t2002).\t\n10\t\t The\t following\tadditional\tfederal\tjurisdictions\thave\tcodified\tthe\tpractice\tof\telectronic\tdiscovery:\tEastern\tand\tWestern\t\nDistricts\tof\tArkansas\t[Rule\t26.1(4)\t(2000)];\tMiddle\tDistrict\tof\tPennsylvania\t[Rule\t26.1\t(2005)];\tWyoming\t[Rule\t26.1(d)(3)(B).\t\nSelected Bibliography On Discovery Of  \nElectronically-Stored Information\n\u0018\u0018\nBobelian,\tMichael.\t“N.Y.\tJudge\tCharts\ta\tCourse\ton\tElectronic\tDiscovery;\tFinding\tNo\tExact\tPrec-\nedent,\tNassau\tJustice\tApplies\tRule\tthat\tRequesting\tSide\tPays.”\tNew York Law Journal\t(August\t\n24,\t2004).\t\nCarroll,\tJohn\tL.\tand\tWithers,\tKenneth\tJ.\tObservations\ton\t“The\tSedona\tPrinciples,”\t2003\t(www.\nkenwithers.com).\nHedges,\tRonald\tJ.\t\tDiscovery\tof\tDigital\tInformation,\t2004\t(www.kenwithers.com).\nJohnson,\tMolly\tTreadway,\tKenneth\tJ.\tWithers,\tand\tMeghan\tA.\tDunn,\t“A\tQualitative\tStudy\tof\tIs-\nsues\tRaised\tby\tthe\tDiscovery\tof\tComputer-Based\tInformation\tin\tCivil\tLitigation.”\tSubmitted\t\nto\tthe\tJudicial\tConference\tAdvisory\tCommittee\ton\tCivil\tRules\tfor\tits\tOctober\t2002\tmeeting,\t\nFederal\tJudicial\tCenter,\tWashington,\tD.C.,\tSeptember\t13,\t2002\t(www.kenwithers.com).\nJoseph,\tGregory\tP.\t“Electronic\tDiscovery\tStandards”.\tNovember\t2003\t(www.kenwithers.com).\t\nJoseph,\tGregory\tP.\t“Electronic\tDiscovery.”\t\nNational Law Journal (October\t4,\t2004):\t12.\nRedgrave,\tJonathan\tM.,\tand\tErica\tJ.\tBachmann.\t“Ripples\ton\tthe\tShores\tof\tZubulake:\tPractice\t\nConsiderations\tfrom\tRecent\tElectronic\tDiscovery\tDecisions.”\tFederal Lawyer\t(November/De-\ncember\t2003):\t31.\t\nSolovy,\tJerold\t S.,\t and\t Robert\t L.\t Byman.\t “Cost-Shifting.”\t National Law Journal \t (November\t 10,\t\n2003):\t23.\t\nVan\tDuizend,\t Richard.\t “Electronic\t Discovery:\t Questions\t and\t Answers.”\t Civil Action \t 3,\t no.\t 2\t\n(2004):\t4.\t\nWithers,\tKenneth\tJ.\t“Electronic\tDiscovery\tDisputes:\t\tDecisional\tGuidance”,\tCivil Action\t3\tno.\t2,\t\n(2004):\t4.\t\t\nWithers,\tKenneth\tJ.\tAnnotated\tCase\tLaw\tand\tFurther\tReading\ton\tElectronic\tDiscovery,\tJune\t16,\t\n2004\t(www.kenwithers.com).\nWithers,\tKenneth\tJ.\t“Two\tTiers\tand\ta\tSafe\tHarbor:\tFederal\tRulemakers\tGrapple\twith\tE-Discov-\nery,”\tAugust\t23,\t2004\t(www.kenwithers.com).\nWithers,\tKenneth\tJ.\tIs\tDigital Different? Electronic Disclosure and Discovery in Civil Litigation.\tWash-\nington,\tDC:\tFederal\tJudicial\tCenter,\t2001.\nConference\tOf\tChief\tJustices\tWorking\tGroup\tOn\tElectronic\tDiscovery"
}