{
  "id": "0edfb00c884bab73273c4b16f53c879402f67e594eef60eede224e5b1d370413",
  "source_file": "data/raw/ncbc/0edfb00c884bab73273c4b16f53c879402f67e594eef60eede224e5b1d370413.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15CVS001648-910 \nIN RE SOUTHEASTERN EYE \nCENTER-PENDING MATTERS \n \n \n \nGUILFORD COUNTY                                                   12CVS011322-400 \n \nIN RE SOUTHEASTERN EYE \nCENTER-JUDGMENTS \n \n \n \n \n \nGUILFORD COUNTY                                                   23SP001872-400 \n \nIN RE: THE FORECLOSURE OF \nDEED OF TRUST EXECUTED BY \nHISTORIC CASTLE MCCULLOCH, \nLLC DATED SEPTEMBER 30, 2004 \nAND RECORDED IN BOOK 6182, \nPAGE 2233 IN THE GUILFORD \nCOUNTY PUBLIC REGISTRY, \nNORTH CAROLINA \n \n \nSUBSTITUTE TRUSTEE: Jonathan W. \nAnderson \n \nRECORD OWNER(S): HISTORIC \nCASTLE MCCULLOCH LLC \n \nFINDINGS OF FACT, CONCLUSIONS OF LAW, \nAND FINAL JUDGMENT ON FORECLOSURE APPEAL \n \n1. THIS MATTER is before the Court upon the appeal of JDPW Trust, by and \nthrough its Receiver Gerald A. Jeutter, Jr . (the “Receiver”), from the Order of the \nGuilford County Clerk of Superior Court (the “Clerk of Court” ) dated 2 April 2024 \ndenying JDPW Trust’s request to allow a foreclosure sale under the power of sale in \nIn re Se. Eye Ctr. (Pending Matters); In re Se. Eye Ctr. (Judgments); In re The \nForeclosure of Deed of Tr. Executed by Historic Castle McCulloch, LLC Dated \nSeptember 30, 2004, 2024 NCBC 86. \nthat certain Deed of Trust recorded at Book 6182, Page 2233 with the Guilford County \nRegister of Deeds (the “Foreclosure Appeal” or the “Appeal”).1    \n2. Having reviewed and considered the Foreclosure Appeal, the parties’ briefs \nin support of and in opposition to the Appeal, the evidence presented at the \nevidentiary hearing on the Appeal, the arguments of counsel, and all other \nappropriate matters of record, the Court makes the following findings of fact  and \nconclusions of law and enters final judgment sustaining the Foreclosure Appeal, \nreversing the Clerk of Court’s Order , and authorizing the Substitute Trustee to \nproceed with a foreclosure sale under the power of sale as set forth below. \nSmith Debnam Narron Drake Saintsing & Myers, LLP , by  Byron L. \nSaintsing, for Plaintiff Nivison Family  Investments, LLC, Plaintiff Old \nBattleground Properties, Inc., and Arthur Nivison. \n \nOak City Law LLP, by Robert E. Fields III and Samuel Pinero II, for \nGerald A. Jeutter, Jr., as Receiver for JDPW Trust U/T/A Dated June \n8, 2007. \n \nCity of Oaks Law, by Michael J. Geiseman, for Jonathan W. Anderson, \nas Substitute Trustee o n a Deed of Trust Executed by Historic Castle \nMcCulloch, LLC Dated September 30, 2004 and Recorded in Book 6182, \nPage 2233 in the Guilford County Public Registry, North Carolina. \n \nPinto Coates Kyre & Bowers, PLLC, by Richard L. Pinto and Kenneth \nKyre, Jr., for Defendants Richard Harris, Historic Castle McCulloch, \nLLC, and Castle McCulloch, Inc. \n \n \n1 (Not. Appeal Order Den. Foreclosure [hereinafter, the “Foreclosure Appeal”], ECF No. 25; \nsee Clerk’s Order Den. Foreclosure [hereinafter, the “Guilford Clerk’s Order”], ECF No. 24.) \nFor ease of reference, all ECF citations in this Order  are to the Business Court’s electronic \ndocket in In Re: The Foreclosure of Deed of Trust Executed by Historic Castle McCulloch, LLC \nDated September 30, 2004, Guilford County 23 SP 1872, unless otherwise specified.  Unless \notherwise defined, the capitalized terms in this Order and Opinion refer to those terms as \nused in the Purchase Agreement, which is more specifically defined below. \nDouglas S. Harris, Pro Se.2 \n \nBledsoe, Chief Judge. \n \nFINDINGS OF FACT3 \n \n3. On 10 August 2022 ,4 and by amended Order on 6 September 2022, 5 the \nCourt granted the Receiver’s motion for an order authorizing the Receiver to initiate \na non- judicial foreclosure proceeding to exercise the power of sale in the Castle \nMcCulloch Deed of Trust (the “Foreclosure Order” or the “Order”).  In the Order, the \nCourt concluded that North Carolina General Statute s (“N.C.G.S.”) §§ 1-507.1 \nthrough 1-507.11 apply to the JDPW Trust receivership and that “the Receiver is \nentitled to seek relief under those provisions.” 6  Accordingly, the Court, pursuant to \nsection 1-507.4, granted the Receiver’s motion and ordered that: \nThe Receiver may initiate a proceeding seeking to authorize the exercise \nof the power of sale contained in the [Castle McCulloch] Deed of \nTrust . . . such proceeding to be conducted consistent with the \nprocedures set forth in Chapter 45, Article 2A of the North Carolina \n \n2 Mark McDaniel, who has participated as a party-intervenor in various proceedings in these \ncases, stated at the hearing on the Foreclosure Appeal that he was “appearing as a witness.”  \n(Aug. 22, 2024 Hr’g Tr. 5:17–18 [hereinafter, “Foreclosure Hr’g Tr.”], ECF 56.) \n \n3 Any Findings of Fact that are more appropriately deemed Conclusions of Law are \nincorporated by reference into the Court’s Conclusions of Law. \n \n4 (Order on Receiver’s Mot. Order Authorizing Exercise of Power of Sale (Old Battleground v. \nCCSEA), ECF No. 1504 (Wake County 15 CVS 1648).) \n \n5 ( Am. Order on Receiver’s Mot. Order Authorizing Exercise of Power of Sale ( Old \nBattleground v. CCSEA ) [hereinafter, the “Foreclosure Order”], ECF No. 1506  (15 CVS \n1648).)  The Court issued this amended order to reflect that any proceeding seeking to \nauthorize the exercise of the power of sale should be conducted consistent with the procedures \nset forth in Chapter 45, Article 2A of the North Carolina General Statutes, rather than \nChapter 45, Article 2 as had been stated in the  Court’s initial order entered on 10 August \n2022. \n \n6 (Foreclosure Order ¶ 10.)  \nGeneral Statutes; . . . All interested parties, including the Receiver, the \nNivison Parties,7 [Douglas S.] Harris, [Mark] McDaniel, and the Castle \nMcCulloch Defendants may raise all available claims and defenses in \nany proceeding initiated by the Receiver to seek authority to exercise \nthe power of sale[.]  Any appeal from any proceeding before the Guilford \nCounty Clerk of Superior Court initiated by the Receiver pursuant to \nthis Order shall be made to this Court.\n8 \n \n4. The Receiver initiated a non-judicial foreclosure proceeding by power of sale \nas permitted by the Order and, on 2 April 2024, the Clerk of Court denied JDPW \nTrust’s request to allow a foreclosure sale under the power of sale (the “Guilford \nClerk’s Order”). 9  The Receiver thereafter timely filed a Notice of Appeal from the \nGuilford Clerk’s Order, requesting de novo  review of the Guilford Clerk’s Order and \nan evidentiary hearing before this Court. 10  The Court conducted that  evidentiary \nhearing on 22 August 2024, at which it received testimony and documents, and heard \nargument in support of and in opposition to the Appeal (the “Foreclosure \nProceeding”).  The Court subsequently received post-hearing briefs and submissions, \nand the matter is now ripe for determination. \n5. The subject of the Foreclosure Proceeding  is a property known as  Castle \nMcCulloch, which is located at 3923-3925 Kivett Drive, Jamestown, N orth Carolina \n \n7 The “Nivison Parties” are, collectively, Plaintiff Nivison Family Investments, LLC (“NFI”), \nPlaintiff Old Battleground Properties, Inc., and Arthur Nivison. \n \n8 (Foreclosure Order ¶ 15.) \n \n9 (See Guilford Clerk’s Order.) \n \n10 (See Foreclosure Appeal.) \n \n(the “Castle McCulloch Property” or the “Property”).11  Richard Harris is the owner \nof Historic Castle McCulloch, LLC (“HCM”) and Castle McCulloch, Inc. (together with \nHCM, the “Castle McCulloch Entities ” or the “CM Entities” ).12  HCM owns the \nProperty,13 and Castle McCulloch, Inc. conducts an event business on the Property.14  \nThe P roperty is listed on the National Register of Historic Places under the name \n“McCulloch’s Gold Mill.”15  \n6. In the 1980s, the Castle McCulloch Property was purchased by Richard \nHarris (with the Castle McCulloch Entities, the “Castle McCulloch Defendants”  or \nthe “CM Defendants”).16  He converted the Property into an event space around 1984, \nand as of 2019, Castle McCulloch hosted, on average, approximately 200 events  per \nyear; 80% of those events were weddings.17  \n \n11 (Aff. Richard Harris, dated 6 Mar. 2024, ¶ 1 [hereinafter, “R. Harris Aff.”], ECF No. 21.)  \n \n12 (R. Harris Aff. ¶ 1.) \n \n13 (R. Harris Aff. ¶ 1.) \n \n14 (Articles of Incorporation of Castle McCulloch, Inc. (filed with the North Carolina Secretary \nof State on Feb. 16, 1988).) \n \n15 (HCM’s Br. Opp’n Foreclosure 2–3, ECF No. 34.) \n \n16 (See CM Defs.’ Filing of Tr. Dep. Richard Harris, Ex. 67.1, Dep. Richard Harris, dated Oct. \n28, 2024, 8:23–9:3 [hereinafter, “R. Harris Dep.”], ECF No. 67.1.) \n \n17 ( HCM’s Br. Opp’n Foreclosure 2 –3; see also Brian Anthony, Vendor Spotlight: Castle \nMcCulloch; A Fairytale  Setting In The Heart Of North Carolina (May 04, 2019) \n(https://www.briananthonyphotography.com/blog-post/vendor-spotlight-castle-mcculloch).) \n \n7. Between 2004 and 2015, Mark McDaniel (“McDaniel”) negotiated a number \nof loans, payment arrangements, and other financial matters on behalf of Dr. C. \nRichard Epes (“Dr. Epes”) and his corporations and businesses.18 \n8. Sometime in 2004, McDaniel approached Richard Harris, per the suggestion \nof Richard Harris’s brother, Douglas (“Doug”) Harris,19 looking for security for a loan \nfrom FNB Southeast (the predecessor to NewBridge Bank, the “Bank”) involving Dr. \nEpes and his companies.  The Bank wanted unimpaired real estate as security for the \nloan in addition to medical equipment and personal guaranties  from McDaniel and \nDr. Epes.  However, Dr. Epes and his companies had no unencumbered real estate.20 \n9. Richard Harris, McDaniel, and Dr. Epes agreed that Richard Harris would \ntransfer his ownership in the Castle McCulloch Property to a new company he would \nform (i.e., HCM) and that HCM would allow its real property ( i.e., the Castle \nMcCulloch Property) to be used as security on a deed of trust for the loan Dr. Epes \nand his companies needed, in exchange for an investment in HCM by Dr. Epes.\n21  \n \n18 (Foreclosure Hr’g Tr. 100:19–101:1.) \n \n19 (Not. Filing Dep. Doug Harris & Exs., Ex. 69.1, Dep. Doug Harris, Vols. 1–4, Pages 1–1085, \ndated Mar. 19, 2015, 30: 10–31:19 [hereinafter, “D. Harris Dep. ”], ECF No. 6 9.1.) The \ndeposition of Doug Harris was taken over four non -consecutive days: Volume 1 dated 19 \nMarch 2015, pages 1–254; Volume 2 dated 1 April 2015, pages 255–574; Volume 3 dated 26 \nMay 2016, pages 575–896; and Volume 4 dated 17 June 2016, pages 987-1085.  \n \n20 (Aff. Mark McDaniel, dated Mar. 6, 2024,  ¶¶ 3–4 [hereinafter, “McDaniel Aff.”], ECF No. \n27.) \n \n21 (HCM’s Filing of Add’l Docs. Used at Appeal Hr’g, Ex. 55.2, Facts to Establish at Hr’g ¶ 6, \nECF No. 55.2.)  At the Foreclosure Proceeding, counsel for the CM Defendants presented a \nfactual history from a prepared document to which Mark McDaniel and Doug Harris later \nattested, and subsequently filed that  document on the Court’s electronic docket.  Each \nparagraph has brackets indicating who attested to each specific fact, and hereinafter they will \n \n10. After a deal was struck between McDaniel and Dr. Epes on the one hand , \nand Richard Harris on the other, a loan was obtained with HCM as one of the obligors \nto the Bank.  Dr. Epes and McDaniel guaranteed the loan  as well as entered into a \nseparate contract with Richard Harris to make all payments on the loan.22   \n11. A promissory note dated 30 September 200423 was signed by HCM , Castle \nMcCulloch, Inc., and NSITE Management LLC (“NSITE”) in the amount of \n$2,145,000.00 (the “Castle McCulloch Note” or the “CM Note”) to evidence the loan.  \nThe CM Note originally matured on 2 October 2009 but was extended four times with \nthe last extension setting a maturity date of 5 July 2012.24  The CM Note bore number \n5305802, and the Bank’s number for the loan reflected by the CM Note was \n04753419001.25   \n12. The CM Note was secured by a deed of trust also dated 30 September 2004 \n(the “Castle McCulloch Deed of Trust” or  the “CM Deed of Trust”).  HCM was t he \ngrantor of the CM Deed of Trust (i.e., the mortgagor), which contained a power of sale \nprovision that allowed the lender (or holder of the CM Note) (i.e., the mortgagee) to \n \nbe referenced as “McDaniel Facts,” “D. Harris Facts ,” or “D. Harris & McDaniel Facts,” as \nappropriate.  (See Foreclosure Hr’g Tr. 38:3–39:17.) \n \n22 (D. Harris Dep. 31:6–19.) \n \n23 The Court notes that, although the Receiver has identified the date of the promissory note \nas 24 September 2024, (JDPW Tr.’s Proposed Findings Fact & Conclusions of L. ¶ 6, ECF No. \n70), the note itself states that its date is 30 September 2024,  (see Aff. Gerald A. Jeutter Jr., \ndated Mar. 3, 2024 [hereinafter, “Receiver Aff.”], Ex. 13.1, HCM Promissory Notes, ECF No. \n13.1.) \n \n24 (Receiver Aff., Ex. 13.1, HCM Promissory Notes.) \n \n25 (McDaniel Facts ¶ 7; Receiver Aff., Ex. 13.1, HCM Promissory Notes.) \n \nforeclose on the Castle McCulloch Property in the event of a default on the CM Note.26  \nThe Bank was the payee on the CM Note and the grantee on the CM Deed of Trust.27  \n13. A separate written agreement was made between Richard Harris, \nMcDaniel, and Dr. Epes on 20 September 2004 (the “2004 Separate Agreement”).  The \nBank was not a party to this agreement.  The 2004 Separate Agreement provided that \nall payments, interest, and principal owed on the CM Note would be paid by Dr. Epes \nand McDaniel, that Dr. Epes and McDaniel would guarantee the CM Note, and that \ntheir obligations to pay the CM N ote and hold Richard Harris and his companies \nharmless were not transferable without the written consent of Richard Harris.  The \nparties to this 2004 Separate Agreement agreed that the proceeds of the loan from \nthe Bank reflected by the CM Note would be used to pay off an existing line of credit \nmortgage owed by Richard Harris on the Castle McCulloch Property, to buyout the \ninterests of Richard Harris’s ex-wife in the Property and in Castle McCulloch, Inc., to \npay Doug Harris a broker fee , and to allow Dr. Epes and McDaniel to retire certain \nshort-term debt.28  \n14. McDaniel and Doug Harris testified that the 2004 Separate Agreement also \nprovided that the Castle McCulloch Property would be removed as security for any \n \n26 The power of sale provision appears at paragraph 16 of the CM Deed of Trust. \n \n27 (Receiver Aff., Ex. 13.4, HCM Deed of Trust, ECF No. 13.4.) \n \n28 (HCM Not. Filing Ev. App. Hr’g, Ex. 29.1, Aff. April Cassidy, dated July 19, 2016 (+2 CDs), \nYB 00306–07, 00309, 00314 [hereinafter, “Cassidy Aff.”], ECF No. 29.1.) \n \nongoing loan ,29 but no party has offered any written evidence of that term in the \nAgreement.   \n15. The loan reflected by the CM Note was closed , funded, and the proceeds of \nthe loan were used as agreed in the 2004 Separate Agreement.  Doug Harris received \na payment of $55,800 for his role in the transaction.30   \n16. There is no evidence that any payments on the CM  Note were made by the \nobligors listed on the CM Note (i.e., HCM, Castle McCulloch,  Inc., and NSITE) .  \nRichard Harris similarly made no payments on the CM Note.31  There is no evidence \nthat Dr. Epes or McDaniel personally made any payment on the CM Note.  Bank \nrecords reflect that various checks from Central Carolina Surgical Eye Associates, \nP.A. (“ CCSEA”), a n entity owned by Dr. Epes and Dr. John D. Matthews  (“Dr. \nMatthews”), were credited by the Bank as payments on the CM Note. 32  There is no \nrecord of any corporate resolution or approval signed by Dr. Matthews authorizing \nCCSEA to pay the CM Note on behalf of Dr. Epes, McDaniel, Richard Harris, or any \nof the obligors on the CM Note. \n17. After the execution of the CM Note and CM Deed of Trust, in 2007 and 2008, \nthe Bank made three loans to CCSEA in the amounts of $100,000  (Loan Number \n6846670101 on 29 October 2007) , $2,450,000 (Loan Number 6846679001 on 29 \n \n29 (McDaniel Facts ¶ 10; McDaniel Aff. ¶ 4; Foreclosure Hr’g Tr. 48:9–22.) \n \n30 (Cassidy Aff. YB 00544, Loan Closing Statement.) \n \n31 (R. Harris Dep. 33:3–35:22.)   \n \n32 (See Cassidy Aff.) \nOctober 2007), and $117, 850 (Loan Number 06846679002 on 6 March 2008)  (the \n“CCSEA Notes” ; together with the CM Note, the “Notes” ).  The three loans were \nevidenced by promissory notes and secured by equipment and vehicles.33   \n18. In 2012, Doug Harris saw JDPW as a potential vehicle to aid in a plan to \nrefinance the CM Note  and the CCSEA Notes, specifically to help his brother \nreorganize his businesses and minimize tax consequences. 34  During this time, \nRichard Harris had retained Doug Harris, a licensed attorney, to represent him in \nnegotiating the refinancing deal. 35  Doug Harris’s plan entailed JDPW purchasing \nthe CM Note and CCSEA Notes from the Bank, with that purchase to be funded by a \nloan from one or more of the Nivison Parties.36  \n19. For reasons satisfactory to the contracting parties, effective 3 July 2012, the \nBank, the Castle McCulloch Entities, Dr. Epes , and McDaniel entered into an \nagreement (the “Settlement Agreement”) providing for the sale of the CM Note and \nCCSEA Notes with a then total outstanding balance of $3,350,139.42 (the \n“Outstanding Balance”) to a “third party purchaser” for $2,026,834.35 (the “Original \n \n33 (JDPW Mem. L. & Supp. Submissions [hereinafter, “JDPW Mem.”], Ex. 17.7, Bill of Sale & \nAssignment of Loan Documents, Schedule A, ECF No. 17.7; Cassidy Aff. YB 00390–93.) \n \n34 (See D. Harris Dep. 229:1–25, 829:17–830:14.) \n \n35 (See D. Harris Dep. 229:7–12; Receiver’s Answer to Cross-cls. of CM Entities & Cross-cls. \nagainst Douglas Harris ¶  434, ECF No. 716 (15 CVS 1648); Douglas S. Harris’s Ans wer \nCross-cls. JDPW Tr., CCSEA & DRE & Douglas S. Harris’s Cross-cls. ¶ 434, ECF No. 739 (15 \nCVS 1648).) \n \n36 (In re Se. Eye Ctr.—Pending Matters, 2021 NCBC LEXIS 43, at *8 (¶ 13) (N.C. Super. Ct. \nJan. 6, 2022) [hereinafter, the “Jan. 2022 Am. Order”].) \n \nPurchase Price”).  Richard Harris signed the Settlement Agreement on behalf of \nHCM, and Doug Harris signed the Settlement Agreement on behalf of Castle \nMcCulloch, Inc.  The Settlement Agreement provided that “time [was] of the essence” \nand required a closing by no later than 20 August  2012.37  Neither Doug Harris, \nindividually, nor JDPW Trust was a party to the Settlement Agreement.38 \n20. The Settlement Agreement was negotiated with the Bank by McDaniel and \nDoug Harris on behalf of the obligors, as defined in the Settlement Agreement, 39 \nincluding the Castle McCulloch Entities.40   \n21. On 26 July 2012, Doug Harris, Dr. Epes , and McDaniel entered into an \nagreement in which Doug Harris agreed to cause JDPW Trust, for which he was the \nsole trustee, to sign a contract to purchase from the Bank the CM Note and CCSEA \nNotes with related Loan Documents for the Original Purchase Price.  In exchange for \nthis agreement and Doug Harris’s waiver of claims against Dr. Epes and McDaniel, \nthe parties agreed that Doug Harris would be paid “the money owed on NewBridge \nloan number 04753419001, $1.3 million[.]”\n41  \n \n37 (JDPW Mem., Ex. 17.17, Settlement Agreement with Newbridge, ECF No. 17.17.)   \n \n38 (McDaniel Facts ¶ 25; McDaniel Aff . ¶ 11; Aff. Douglas Harris, dated Mar. 6, 2024, ¶ 3, \nECF No. 22.) \n \n39 The 3 July 2012 agreement was between NewBridge Bank, CCSEA, HCM, NSITE, Castle \nMcCulloch, Inc., HUTA Leasing Company, Southeastern Eye Management, Inc., McDaniel, \nand Dr. Epes.  (D. Harris & McDaniel Facts ¶ 23; McDaniel Aff. ¶ 10; McDaniel Aff., Ex. 27.2, \nAgreement July 3, 2012, ECF No. 27.2.) \n \n40 (JDPW Mem., Ex. 17.17, Settlement Agreement with Newbridge; D. Harris Dep. 40:2–21.) \n \n41 (JDPW Add’l Submissions, Ex. 18.8, Claim of Douglas S. Harris against the entities within \nthe receivership, joint & severally (Old Battleground v. CCSEA – Consol., Agreement at 20–\n23 incorporating by reference Agreement at 3–8, ECF No. 18.8.) \n22. On 27 July 2012, the Bank entered into a written Note Purchase and Sale \nAgreement with the Bank  (the “Purchase Agreement”) agreeing to transfer the CM \nNote, the CCSEA Notes, and all related Loan Documents, including the CM Deed of \nTrust, to JDPW for the Original Purchase Price with a warranted Outstanding \nBalance.  The purchase was scheduled to close on 20 August 2012.  This agreement \nwas executed on behalf of JDPW by Doug Harris.42  \n23. On 8 August 2012, Art hur Nivison provided a letter to McDaniel outlining \npotential terms of a bridge loan of slightly more than $2 million to be used in \npurchasing the CM and CCSEA Notes and Loan Documents from the Bank while \nother financing was being arranged.  The letter expressly stated that it “should be \ninterpreted as a general outline” of what Arthur Nivison and his companies, Old \nBattleground Properties, Inc. and Nivison Family Investments LLC, were “prepared \nto negotiate” and that “a final agreement” was “a matter of future negotiation.”\n43   \n24. On 20 August 2012, the Bank and JDPW agreed to a Note Purchase and \nSale Modification Agreement (the “Modification Agreement”) changing the purchase \nprice for the CM and CCSEA Notes and Loan Documents to $2,126,834.09 (the \n“Purchase Price”) and postponing  the closing date to 21 September 2012.  The \nModification Agreement was executed by Doug Harris on behalf of JDPW.\n44  \n \n42 (JDPW Mem., Ex. 17.8, Note Purchase & Sale Agreement, ECF No. 17.8.) \n \n43 (R. Harris Aff., Ex. E, Nivison 8 Aug. 2012 Letter to McDaniel, ECF No. 21.5.) \n \n44 (JDPW Mem., Ex. 17.13, Modification to Note Purchase Agreement, ECF No. 17.13.) \n25. On 20 August 2012, an Addendum to and Modification of Settlement \nAgreement (Purchase of Loans)  document (the “Addendum”) was executed by the \nBank and the Castle McCulloch Entities, Dr. Epes, and McDaniel, among others.  The \nAddendum acknowledged that funding to pay the Purchase Price under the Purchase \nAgreement was being provided by a loan from the Nivison Parties, that the loan was \ndependent upon payment of a deed of trust dated 30 March 2012 owed to an entity \nrelated to the Nivison Parties, that the new closing date was 21 September 2012, and \nthat the Purchase Price would be increased as consideration for the modification.\n45   \n26. On 21 September 2012, in fulfillment of its obligations under the Purchase \nAgreement, the Bank executed in favor of JDPW a Bill of Sale and Assignment of \nLoan Documents (“Assignment of Notes”) that included the CM Note and the CM \nDeed of Trust and a separate Assignment of Security Interests (“Assignment of CM \nSecurity”) for the CM Deed of Trust and related collateral which w as recorded with \nthe Guilford County Register of Deeds.  The Bill of Sale was signed by the Bank and \nnotarized by its attorney , Donald VonCannon, on 21 September 20 12.46  The  \nAssignment of Notes and the Assignment of CM Security  were notarized on 21 \nSeptember 2012 and, by their terms, were “as of” 21 September 2012 and “[e]ffective \nas of” 21 September 2012, respectively.47  The Bank also executed an Allonge in favor \n \n45 (JDPW Mem., Ex. 17.19, Addendum to the Settlement Agreement, ECF No. 17.19.) \n \n46 (JDPW Mem., Ex. 17.7, Bill of Sale & Assignment of Loan Documents.) \n \n47 (JDPW Mem., Ex. 17.7, Bill of Sale & Assignment of Loan Documents; JDPW Mem., Ex. \n17.6, Recorded Assignment of Sec. Instruments, ECF No. 17.6.) \nof JDPW for the CM Note “[e]ffective as of” 21 September 2012. 48  The Allonge \nchanged the “Pay to the Order of” directions on the CM Note from the Bank to JDPW \n‘[e]ffective as of” 21 September 2012.   \n27. In addition, the Bank issued a document titled Important Notice Regarding \nYour NewBridge Bank Loan to the obligors on each of the Notes (“Notice of Transfer”).  \nEach Notice of Transfer stated, in relevant part, that: \nEffective September 21, 2012 (the “Transfer Date”), the above-\nreferenced loans with NewBridge Bank was [sic] sold to DOUGLAS \nSTEVEN HARRIS, TRUSTEE OF THE JDPW TRUST (the \n“Purchaser”).  If you request or otherwise receive from NewBridge Bank \na statement regarding your loan after the Transfer Date you might have \nreceived inaccurate information.  Please disregard such statement and \ncontact the Purchaser for your balance information. \n \nPAYMENTS: \nPlease do not send any future payments to NewBridge Bank after the \nTransfer Date.  Sending payments to NewBridge Bank may delay the \ndate such payment is credited to your loan.  The Purchaser or its agent \nor affiliate will be contacting you shortly with specific instructions about \nwhere to send your payments[.]\n49   \n \n28. JDPW borrowed the money to pay for the four Notes from one or more of the \nNivison Parties. 50  Specifically, o n 21 September 2012, one or more the Nivison \nParties caused $2,101,834.35 to be wired to the Bank.51  The purpose of this wire was \n \n48 (Receiver Aff., Ex. 13.2, Allonge, ECF No. 13.2.)  An allonge is a document that changes the \n“Pay to the Order of” directions in a promissory note.   \n \n49 (Cassidy Aff., YB 00892–95.) \n \n50 (JDPW Add’l Submissions, Ex. 18.8, Claim of Douglas S. Harris against the entities within \nthe receivership, joint & severally (Old Battleground v. CCSEA – Consol.) \n \n51 (JDPW Mem., Ex. 17.12, Closing Statement, ECF No. 17.12.)  The parties’ and the Court’s \nconvention in this case has been to reference the Nivison loan to JDPW as a $2.1 million loan, \n \nto fund, on behalf of JDPW , the Purchase Price under  the Purchase Agreement to \nobtain transfer to JDPW of the CM and CCSEA Notes and Loan Documents with \noutstanding balances as warranted in the Purchase Agreement.  Neither the Nivison \nParties nor JDPW agreed or intended for this payment to be made in satisfaction of, \nor payment in whole  or in part of , the then outstanding principal liability of the \nobligors under the CM Note.   \n29. The wire was sent after 5:00 PM on Friday, 21 September 2012 and was not \nreceived by the Bank until Monday, 24 September 2012.  The Bank delivered the \nAssignment of Notes, Assignment of CM Security , and Allonge to Doug Harris as \ntrustee of JDPW.  While there is conflicting testimony by Doug Harris as to when he \nreceived the closing documents from the Bank, 52 there is no dispute that he did in \nfact receive the documents .  There is no evidence that the Bank has contested the \nClosing, has sought recovery of the C losing documents, or has behaved in any way \ninconsistent with the Purchase Agreement transaction.  The Court finds that the \nPurchase Agreement transaction closed substantially in accordance with its terms.  \n30. On or about 25 September 2012, the Bank made entries in its internal \naccounting records applying the Purchase Price proceeds from the Purchase \nAgreement transaction to its accounts relating to the CM Note and the three CCSEA \n \nrather than to identify the loan by its precise amount.  The Court will use this convention \nfrom time to time in this Order and Opinion. \n \n52 (Foreclosure Hr’g Tr. 151:13–153:5.)  Doug Harris testified at his deposition in 2015 that \nhe received possession of all of the original Bank Loan Documents as JDPW’s trustee on 21 \nSeptember 2012,  (see D. Harris Dep. 242:1 –10), but testified nine years later at the \nSeptember 2024 Hearing that he did not receive those documents until several days had \npassed, (see Sept. 26, 2024 Hr’g Tr. 42:8–16, 48:7–20, 54:6–16, ECF No. 1653 (15 CVS 1648).) \nNotes.  Those accounting records show that the Bank allocated $1,692,430.39 to the \ninternal account for the CM Note and wrote off interest and late fees of $64,839.77 \nand $12,171.10 respectively. 53  The Castle McCulloch Defendants sought and \nobtained summary judgment on claims asserted by the Nivison Parties by claiming, \nbefore this Court, that the money paid by the Nivison Parties on behalf of JDPW to \nthe Bank was not “furnish[ed]  . . . to pay off the Castle McCulloch Note[.]” 54  The \nCourt rejected the Nivison Parties’ request to be equitably subrogated to the rights of \nthe Bank under the Loan Documents in reliance on the arguments asserted by the \nCastle McCulloch Defendants that the Nivison Parties’ payment on behalf of JDPW \ndid not pay off the CM Note.55 \n31. No payments on the CM Note were ever made to JDPW.  The current \noutstanding principal balance on the CM Note is $1,692,430.39, plus accrued interest \nand other charges as provided in the CM Note.56   \n32. Despite receiving the CM Note, Allonge, CM Deed of Trust, Assignment of \nNotes, and Assignment of CM Security as trustee of JDPW, the evidence makes clear \n \n53 (JDPW Mem., Ex. 17.9, NewBridge Acct. Ledger, ECF No. 17.9.) \n \n54 (Br. Supp. CM Defs.’ Mot. Summ. J. III. B.)  \n \n55 (See CM Defs.’ Br. Opp. Pls.’ Mot. Partial Summ. J. 19, ECF No. 881 (15 CVS 1648)  \n(contending that NFI loaned funds to JDPW, who in turned purchased the CM Note and CM \nDeed of Trust, as  constituting two separate transactions , and that permitting NFI’s claim \nagainst the CM Defendants and JDPW would permit a double recovery ).)  The Court \npermitted the CM Defendants to prevail on their motion for summary judgment against NFI \non the ground that JDPW was a separate and distinct entity from the CM Defendants, see In \nre Southeastern Eye Center-Pending Matters, 2019 NCBC LEXIS 29, at ¶ 92 (N.C. Super. Ct. \nMay 7, 2019), yet the CM Defendants seek to avoid liability now on the ground that JDPW is \na “pass-through” entity whose existence should be ignored in considering foreclosure.  \n \n56 (JDPW Mem., Ex. 17.9, NewBridge Acct. Ledger.) \nthat Doug Harris never intended to collect the CM Note for the benefit of JDPW and \nmade no effort to do so.  Doug Harris instead intended to use, and did use, his control \nas trustee of JDPW over the CM Note, the CM Deed of Trust, and the other notes and \ncollateral solely for the benefit of his brother , Richard Harris, his brother’s \ncompanies, HCM and Castle McCulloch, Inc., and himself.  Richard Harris was aware \nof, and accepted the benefit of , this conduct by Doug Harris.  Richard Harris also \nassisted Doug Harris’s plan, on behalf of his companies and himself, by providing the \nbridge funding needed to pay deposits required by the Bank between 3 July 2012 and \n21 September 2012 and by executing agreements required by the Bank.57   \n33. The original N otes and other instruments were lost by Doug Harris.  The \ncontents of the Notes have been established by the Bank’s records as well as by other \nevidence of record.  There is no dispute as to the contents of the CM Note or the CM \nDeed of Trust. \n34. Doug Harris was representing his brother and his brother’s companies , \nincluding HCM, in arranging for the sale of the CM Note and CM Deed of Trust to \nJDPW, which, as discussed above, was a trust controlled by Doug Harris  as its \ntrustee.58  As the Castle McCulloch Defendants acknowledge, i n releasing the CM \nDeed of Trust and assigning away the CM Note, “Doug Harris was merely \n \n57 (D. Harris Dep. 196:17–197:5; see also Jan. 2022 Am. Order ¶ 124.) \n \n58 (D. Harris Dep. 614:2–21.)   \n \neffectuating [the] intention” of the debtors, i.e. the Castle McCulloch Entities  and \nNSITE.59   \n35. In March 2013, Doug Harris, acting as JDPW’s trustee, effectively \ntransferred the CM Note, the related Loan Documents, and the related Collateral to \nhis brother, Richard Harris. 60  Specifically, he signed over to HCM a deed (the “CM \nRelease Deed”), dated 15 March 2013, that released the CM Collateral–both the real \nproperty encumbered by the CM Deed of Trust and the rights to leases and rents \nunder the Assignment  of CM Security .61  He also assigned to Richard Harris all of \nJDPW’s rights under the CM Note.62  In Doug Harris’s words, “I assigned any and all \nother rights under the note to him [Richard Harris], so he’d be in control of it instead \nof anybody else.   For whatever--since 2004, for eight years, those rights had been \nassigned to NewBridge Bank.   It was my purpose to cancel each and every one of \nthose rights because that was the deal.” 63  With those transfers effected, JDPW lost \nall rights to the CM Note, Loan Documents, and Collateral but remained obligated \non the Nivison loan.\n64  \n \n59 (Br. Supp. CM Defs.’ Mot. Summ. J. 20.) \n \n60 (See D. Harris Dep. 34:1–11.) \n \n61 (See JDPW Mem. Ex. 17.14, Release Deed, ECF No. 17.14; D. Harris Dep. 866:19–868:25; \nsee also Am. Consol. Compl., Ex. YY, ECF No. 192 (15 CVS 1648).) \n \n62 (See D. Harris Dep. 628:12–635:25.) \n \n63 (D. Harris Dep. 633:1–5.) \n \n64 (Jan. 2022 Am. Order ¶ 21.) \n36. The CM Release Deed was recorded  on 14 April 2015. 65  By Order and \nOpinion entered 26 April 2021 and amended on 6 January 2022, this Court set aside \nthe CM Release Deed and the assignment of the CM Note.66 \n37. The record establishes Doug Harris’s personal familial interest.   Richard \nHarris was involved in the transactions described above, both personally and through \nhis two companies, H CM and Castle McCulloch , Inc .  Moreover, Doug Harris \nrepresented Richard Harris as his attorney during the CM Defendants’ negotiations  \nwith McDaniel and Dr. Epes.  Again, the record is replete with examples of Richard \nHarris’s role in the transactions, Doug Harris’s relationship with him (both as brother \nand attorney), and actions Doug Harris took for Richard Harris’s benefit (including \nattempting to use JDPW as a pass-through vehicle to direct funds to benefit Richard \nHarris and his companies).67 \n38. Recent testimony by Doug and Richard Harris to the contrary , provided to \nthe Court for the first time in the second half of 2024 , contradicts the record \npreviously presented to this Court by the  Harris brothers, is in consistent with the \ndocuments (including Richard Harris’s execution of the Settlement Agreement on \nbehalf of HCM), is self-serving, and lacks credibility. \n \n65 (JDPW Mem. Ex. 17.14, Release Deed.) \n \n66 (Order & Op. Mots. Summ. J. or Partial Summ. J. ( Old Battleground v. CCSEA ) ¶ 163, \nECF No. 1413 (15 CVS 1648); Jan. 2022 Am. Order ¶ 162.) \n \n67 (See, e.g., D. Harris Dep. 38:24 –39:11, 39:18–24, 40:2–11, 56:21–57:14, 229:1–25, 862:2–\n863:18, 864:17–865:16, 866:4–18; Jan. 2022 Am. Order ¶ 80.) \n \n39. On 29 December 2023, after this Court set aside the CM Release Deed and \nthe assignment of the CM Note,  Jonathan Anderson, as Substitute Trustee for  the \nJDPW Trust and at the request of the Receiver, filed a Notice of Hearing on \nForeclosure of Deed of Trust in Guilford County to initiate this special proceeding (23 \nSP 1872) to foreclose upon and sell the Castle McCulloch Property. 68  The Clerk of \nCourt held a hearing upon proper notice.  The CM Note was not a home loan.  The \nobligors under the CM Note and the CM Deed of Trust are not in the military , and \nthe sale of the Castle McCulloch Property is not barred by military service.69  \n40. On 2 April 2024, the Guilford Clerk’s Order was entered denying foreclosure \non the ground that the Receiver did not hold a valid debt .70  As noted above, on 10 \nApril 2024, the Receiver for JDPW timely filed the Foreclosure Appeal to this Court.71   \n41. By order dated 15 August 2024, the Court consolidated the Accounting \nProceeding in In re Southeastern Eye Center-Pending Matters (Wake County 15 CVS \n1648) and In re Southeastern Eye Center- Judgments (Guilford County 12 CVS \n11322)72 into the Foreclosure Proceeding for the limited purpose of receiving evidence \n \n68 (Not. Foreclosure Hr’g, ECF No. 6.) \n \n69 (Not. Foreclosure Hr’g; Special Proc. Bill of Costs, ECF No. 7 ; Not. & Statement of Debt, \nECF No. 8 ; Substitute Tr. Aff. Service & Sheriff Returns , ECF No. 9 ; Substitute Tr. Aff. \nRegarding Mil. Serv., ECF No. 10; Substitute Tr. Aff. Non-Home Loan, ECF No. 11; Guilford \nClerk’s Order.) \n \n70 (See Guilford Clerk’s Order.) \n  \n71 (See Foreclosure Appeal.) \n \n72 By order dated 10 August 2022 in both Wake County Superior Court master case number \n15 CVS 1648 (In re Southeastern Eye Center Pending Matters) and Guilford County Superior \nCourt master case number 12 CVS 11322 ( In re Southeastern Eye Center Judgments ), this \n \nand argument on, and determining, whether the Castle McCulloch Note has been \nsatisfied.73  On 22 August 2024, after full briefing, the Court held the Foreclosure \nProceeding, which, as noted, was a de novo evidentiary hearing on the Receiver’s \nNotice of Appeal from the Guilford Clerk’s Order denying JDPW Trust’s request to \nallow a foreclosure sale under the power of sale in the Castle McCulloch Deed of \nTrust.   \n42. The Castle McCulloch Defendants, the Receiver, the Substitute Trustee for \nthe JDPW Trust, and the Nivison Parties  were represented by counsel at the \nForeclosure Proceeding.  Doug Harris appeared pro se.  The Receiver, McDaniel, and \nDoug Harris appeared and testified at the Foreclosure Proceeding.   Richard Harris \nwas unable to attend the Foreclosure Proceeding, but his post-proceeding deposition \ntestimony was received and admitted.74  \n43. The Receiver and the Castle McCulloch Defendants timely submitted \nsupplemental briefs concerning the matters at issue in the Foreclosure Proceeding on \n18 November 2024.  The Receiver’s Appeal is now ripe for determination. \n \nCourt entered an Order granting the Receiver’s Motion for Douglas S. Harris to Account, \nordering Doug Harris to file an accounting , and providing that the Court would sit as a \nmaster in equity to resolve any objections to that accounting.  Doug Harris timely filed his \naccounting, objections were timely filed, and the Court held an evidentiary hearing \nconcerning the accounting and the objections on 26  September 2024 and 7 November 2024 \n(the “Accounting Proceeding”). \n \n73 (Ltd. Consolidation Order & Am. Not. Hr’g, ECF Nos. 1623 (15 CVS 1648), 723 (12 CVS \n11322), 52 (23 SP 1872).) \n \n74 (See R. Harris Dep.) \n \nCONCLUSIONS OF LAW75 \n44. To foreclose under a power of sale, six factors must be established as \nprovided in N.C.G.S. § 45-21: \n(i) That proper notice of the hearing was provided to those \nentitled; \n(ii) That the right to foreclose was created by the power of \nsale in the instrument; \n(iii) There was a valid debt held by the party seeking \nforeclosure; \n(iv) There was a default by the debtor; \n(v) That the debtor is not in active duty military service; and \n(vi) That the underlying loan is not a home loan. \n45. All Parties are properly before the Court.  All required notices have been \ngiven.  The Court has subject matter jurisdiction.  The debtor is not in active duty \nmilitary service.  The CM Note is not a home loan. \n46. The CM Deed of Trust contains a Power of Sale.  JDPW is the holder of that \ndeed of trust by and through its Receiver.  The Substitute Trustee was properly \nappointed and there is a right to foreclose to remedy any default on the CM Note. \n47. The CM Note is a valid debt.  JDPW is the current and proper holder of that \ndebt by and through its Receiver.   \n48. The CM Note is in default.   \n49. JDPW has established a prima facie right to foreclose as provided in Chapter \n45, Article 2A. \n \n75 Any Conclusions of Law that are more appropriately deemed Findings of Fact are \nincorporated by reference into the Court’s Findings of Fact. \n50. HCM asserts two defenses to foreclosure: (a) payment, and (b) the statute of \nlimitations found at N.C.G.S. § 45-21.12. \n51. HCM has failed to establish that the CM Note was paid.  The CM \nDefendants rely upon the Bank’s application in its internal records of part of the $2.1 \nmillion wired to the Bank by the Nivison Parties on behalf of JDPW on or about 21 \nSeptember 2012 as a payment for the benefit of the obligors on the CM Note.  This \nreliance is misplaced.  That wire transfer was the payment of the Purchase Price for \nJDPW to buy the Notes with a warranted outstanding balance.  The Bank’s internal \naccounting does not establish otherwise.  HCM did not demonstrate that the Bank’s \ninternal accounting would have been any different whether the CM N ote was \nsatisfied or purchased.  Moreover, the Bank’s post -receipt, internal accounting \ndecisions have no bearing on what the parties agreed to do under the Purchase \nAgreement several months before.  Therefore, the Court concludes that the internal \naccounting records are neither determinative nor instructive as to the legal effect of \nthe Bank’s application of its receipt of the $2 .1 million from the Nivison Parties on \nbehalf of JDPW.   \n52. Similarly, the Court finds Doug Harris’s and McDaniel’s new -found \ncontention that JDPW paid off the CM Note and thus received from the Bank a \n“zeroed out mortgage” lacking in credibility based on the documentary evidence of \nrecord, which does not lend any support to this contention.  Indeed, other than to rely \non the Bank’s post-receipt, internal accounting decisions, which do not control what \nthe parties agreed to in the Purchase Agreement, McDaniel and Harris have failed to \npoint to any credible documentary evidence that verifies their assertion that JDPW \npurchased the CM Note with a zero balance.  None of the transaction documents \nsupport that testimony in any respect. \n53. Moreover, once the Bank executed the Allonge and Assignment of Notes  on \n21 September 2012, the Bank ceased to be a holder of the CM Note.  Since the Bank \nwas no longer a holder of the CM Note as of 21 September 2012, the Bank had no \nauthority or power to accept payments on the CM Note after that date .  As a result, \nthe receipt of $2 .1 million by the Bank  on 24 September 2012 was not payment o n \nthe CM Note.  To the contrary, the evidence establishes that the Nivison Parties’ $2.1 \nmillion payment on behalf of JDPW was made to effect JDPW’s purchase of the Notes \nand related Loan Documents , including the CM Deed of Trust,  under the Purchase \nAgreement.76 \n54. Turning next to the CM Defendants’ statute of limitations argument, \nN.C.G.S. §  45-21.12 provides that “no person shall exercise any power of sale \ncontained in any mortgage or deed of trust, or provided by statute, when an action to \nforeclose the mortgage or deed of trust, is barred by the statute of limitations.”  \nN.C.G.S. §1–47 sets a ten-year statute of limitations to commence a foreclosure action \nby a creditor with a power of sale.  The CM Defendants argue that because this \nforeclosure action was not fil ed until December 2023, which is more than ten years \n \n76 The Court incorporates herein by reference its findings of fact and conclusions of law set \nforth in the Order on Accounting concluding that the CM Note was not satisfied at the time \nJDPW purchased the Note from the Bank.  ( See Order on Acct’g ¶¶ 9, 14–34, 48–57, 61, 67, \nECF No. 75.)   \n \nafter the 21 September 2012 CM Note transactions at issue in this action, foreclosure \non the Castle McCulloch Property is time-barred, and the Receiver’s Appeal should \nbe denied.77  The evidence, however, does not establish that an action to foreclose the \nCM Deed of Trust is barred by the statute of limitations  as the CM Defendants \ncontend. \n55. Sometime in September 2012, Doug Harris took possession of the CM Note \nand the CM Deed of Trust.  As described above, Doug Harris undertook these actions \nsolely for the benefit of himself and his brother  and never held those instruments \nwith the intent to exercise them for the benefit of JDPW.  N.C.G.S. §  25-3-302(a)(2) \nrequires that, for a holder to qualify as a “holder in due course” of an instrument, the \nholder must take the instrument “in good faith.”  Since the transactions involving the \nCM Note, the CM Deed of Trust , and the related Loan Documents were affected by \nDoug Harris’s several substantial conflicts of interest,78 the Court concludes that the \ninstruments were not acquired in “good faith” under section 25- 3-302(a)(2) and that \ntherefore, while Doug Harris served as JDPW’s trustee, JDPW was not  a “holder” of \nthese instruments and the related Loan Documents capable of taking action for the \nbenefit of JDPW as contemplated under section 25-3-302(a)(2).  \n56. Because the CM Note and the CM Deed of Trust were not held by a trustee \nor other person authorized and willing  to act on behalf of JDPW  and for its benefit , \nand because JDPW was the only entity authorized to collect or otherwise exercise the \n \n77 (Foreclosure Hr’g Tr. 34:18–35:9.)  \n \n78 (Jan. 2022 Am. Order ¶ 90.) \n \nrights arising under these instruments, there was no holder of the se instruments \nfrom 21 September 2012 until 26 April 2021, when this Court set aside the purported \nassignments, transfer, and release of th ese instruments.79  See Godley v. Taylor, 14 \nN.C. 178, 1 81 (1831) (statute of limitations does not begin to run until there is a \n“person in existence, capable of suing”); Hobco Auto Sales, Inc. v. Dew, 241 N.C. App. \n175 (2015) (to similar effect).  It was not until 26 April 2021 that the Receiver became \nthe holder of the CM Note, the CM Deed of Trust, and the related Loan Documents \nby this Court’s order of that date.80  The Receiver was the first holder in due course \nsince JDPW acquired the instruments from the Bank in September 2012. \n57. For a statute of limitations to run on a foreclosure action, there must be a \nholder capable of bringing suit.  More specifically, for foreclosure under N.C.G.S. §§ 1-\n47(3) and 45-21.12(a) to be barred, “two events must occur: (1) the lapse of ten years \nafter the forfeiture or after the power of sale became absolute or after the last \npayment, and (2) the possession of the mortgagor during the entire ten-year period.”  \nIn re Foreclosure of Lake Townsend Aviation, Inc., 87 N.C. App. 481, 484 (1987) (citing \nOwnbey v. Parkway Properties, Inc. , 222 N.C. 54 , 56 (1942).  Because there was no \ngood faith “ holder” of the CM Note, the CM Deed of Trust, and the related Loan \nDocuments from 21 September 2012 until  26 April 2021, the statute of limitations \ndid not run during this period.  As a result, the Court concludes that this foreclosure \n \n79 (Jan. 2022 Am. Order ¶¶ 137–39, 162.) \n \n80 (Jan. 2022 Am. Order ¶¶  137–39, 162; Order & Op. Mots. Summ. J. or Partial Summ. J. \n(Old Battleground v. CCSEA) ¶¶ 137–139, 163.) \n \naction’s filing in December 2023 was within the applicable statute of limitations and \nthat the CM Defendants’ argument to the contrary is without merit.   \n58. Since the C ourt has determined that the foreclosure action was brought \nwithin the limitations period, it need not  address the parties’ various arguments \nconcerning equitable estoppel  and whether the Receiver may assert equitable \nestoppel in this Foreclosure Proceeding.81 \n59. HCM asserts various other arguments relating to the Nivison Parties, the \n2004 Separate Agreement , and other matters to the effect that HCM  was never \nsupposed to pay the CM Note and that Dr. Epes and McDaniel were supposed to \nremove the Castle McCulloch Property as collateral for their debts.  All such \narguments ask this Court to ignore the documented transactions found in the CM \nNote, the CM Deed of Trust, the Purchase Agreement, the Assignment of Notes, and \nthe Assignment of CM Security , and to treat JDPW as a “disregarded” or “pass -\nthrough” entity.  Such defenses are : (i) appeals to the Court’s equitable jurisdiction , \nwhich are  not properly considered under Chapter 45, Article 2A; (ii) precluded by the \nparol evidence rule ; (iii) are contrary to the transaction documents’ terms ; (iv) are \nsupported by inconsistent and changed testimony from Doug Harris  and McDaniel; \nand (v) reflect a changed position by the CM Defendants from the position they \n \n81 Since the Court declines to consider the parties’ equitable estoppel arguments, it concludes \nthat the CM Defendants’ request for a jury trial on the grounds that the Receiver seeks \nequitable relief is denied as moot.  (See HCM’s Br. Resp. Receiver’s Br. re Foreclosure \nProceeding 5–6, ECF No. 45.) \n \nsuccessfully took in obtaining summary judgment on the Nivison Parties’ claims \nagainst them.82 \n60. Much of the evidence  proffered by the CM Defendants, McDaniel, and Doug \nHarris is appears intended to establish  that (1) that the proceeds from the Nivison \nloan to facilitate the purchase of these Notes were to be used to pay off the CM Note \nand cause the release of the Castle McCulloch Property as security for all Epes -\nrelated loans,83 (2) that JDPW was simply a pass-through entity Doug Harris used to \nfacilitate the Bank’s request  that, to comply with banking regulations, a neutral \nthird-party needed to receive the CM Note and CM Deed of Trust ,84 (3) McDaniel \nnegotiated for Dr. Epes and his companies a 39.5% reduction in the approximately \n$3.4 million then owed to the Bank on the Notes,85 and (4) that the CM Note and CM \nDeed of Trust were to have been paid off and have no value when they were \ntransferred to JDPW.86   \n61. The CM Defendants, McDaniel, and Doug Harris ignore, however, the \nstructure of the transaction as set forth in the transaction documents and that Doug \nHarris had a fiduciary duty as trustee of JDPW to act in furtherance of JDPW’s \ninterests.  Rather than support the Guilford Clerk’s Order, the evidence advance d \n \n82 (See supra note 55.)  \n \n83 (CM Defs.’ Proposed Findings Fact & Conclusions L., Findings Fact ¶¶ 37, 40, ECF No. 71.)  \n \n84 (CM Defs.’ Proposed Findings Fact & Conclusions L., Findings Fact ¶¶ 29–33.) \n \n85 (CM Defs.’ Proposed Findings Fact & Conclusions L., Findings Fact ¶ 20.) \n \n86 (CM Defs.’ Proposed Findings Fact & Conclusions L., Findings Fact ¶¶ 40, 42.) \n \nand relied upon by the parties opposing foreclosure only affirms the Court’s previous \nconclusion in these actions that , by incurring the $2.1 million debt to the Nivison \nParties on behalf of JDPW to purchase the CM Note, CM Deed of Trust, and related \nLoan Documents and thereafter cancelling the CM Note and releasing the CM Deed \nof Trust on the Castle McCulloch Property, Doug Harris breached his fiduciary duty \nas JDPW’s trustee.87 \n62. In sum, the Court concludes , for the reasons set forth above,  that the \nforeclosure of the Castle McCulloch Property is proper, that the Guilford Clerk’s \nOrder denying foreclosure should be reversed, and that the Substitute Trustee should \nbe permitted to sell the P roperty in accordance with the provisions of Article 2A of \nChapter 45.   \n63. WHEREFORE, the Court, hereby ENTERS FINAL JUDGMENT  in \naccordance with the findings of fact and conclusions of law  set forth above, \nDETERMINES that the foreclosure of the Castle McCulloch Property is proper, \nREVERSES the Clerk of Court’s Order denying foreclosure, and hereby \nAUTHORIZES the Substitute Trustee to sell the P roperty in accordance with the \nprovisions of Article 2A of Chapter 45.  The Court retains jurisdiction to address any \nmatters that may arise during or after that sale. \n64. Pursuant to Rule 54(b), the Court enters this Order as a final judgment \nbecause there is no just reason for delay in entering the judgment as a final judgment \n \n87 (Jan. 2022 Am. Order ¶ 91–99.) \nand permitting appellate review of this Order and the other orders that the Court is \nentering contemporaneously herewith. \nThis the 19th day of December, 2024.   \n \n     /s/ Louis A. Bledsoe, III  \n     Louis A. Bledsoe, III \n     Chief Business Court Judge "
}