{
  "id": "0f26b33e036135152d5b579d14458f852c43bb1a01a9e244d7931e8683ca2b02",
  "source_file": "data/raw/ncbc/0f26b33e036135152d5b579d14458f852c43bb1a01a9e244d7931e8683ca2b02.pdf",
  "raw_text": " Lenders Funding, LLC v. WAIM Mgmt. Co., Inc., 2018 NCBC 67. \nSTATE OF NORTH CAROLINA \n \nGUILFORD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 8592 \n \nLENDERS FUNDING, LLC, \n \nPlaintiff, \n \nv. \n \nWAIM MANAGEMENT COMPANY, \nINC.; DONNA M. CHRISTIAN; and \nLAURENCE M. GIBNEY, \n \nDefendants, \n \n          and \n \nLAURENCE M. GIBNEY, \n \nDefendant/  \nCounterclaimant, \n \nv. \n \nLENDERS FUNDING, LLC, \n \nPlaintiff/ \nCounterclaim Defendant. \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nCOUNTERCLAIM DEFENDANT’S \nMOTION FOR JUDGMENT  \nON THE PLEADINGS  \n \n \n1. This case arises out of a contract dispute between Plaintiff Lenders Funding, \nLLC (“Lenders Funding”) and Defendant WAIM Management Company, Inc. \n(“WAIM”).  Lenders Funding asserts  ten claims against WAIM and two of its \nprincipals, Defendants Laurence Gibney and Donna Christian.  In response, Gibney \nasserts counterclaims for tortious interference with contract and unfair or deceptive \ntrade practices.  \n2. Lenders Funding now moves for judgment on the pleadings under North \nCarolina Rule of Civil Procedure 12(c) as to each of Gibney’s counterclaims.  For the \nreasons discussed below, the Court DENIES the motion.   \n \n \nTuggle Duggins P.A., by Jeffrey S. Southerland and Jaye E. Bingham -\nHinch, for Plaintiff/Counterclaim Defendant Lenders Funding, LLC.  \n \nCarruthers & Roth, P.A., by J. Patrick Haywood and Rachel S. Decker, \nfor Defendant/Counterclaimant Laurence M. Gibney.  \n \nConrad, Judge. \nI. \nBACKGROUND \n \n3. The Court does not make findings of fact on a Rule 12(c) motion.  The \nfollowing factual summary is drawn from the relevant allegations in the pleadings.   \n4. The contract underlying this litigation is a secured lending and refactoring \nagreement (“Agreement”), originally executed in August 2013 by WAIM and CapFlow \nFunding Group Managers, LLC (“CapFlow”).  (Compl. ¶¶ 10–11, ECF No. 4; Answer \n¶¶ 10–11, ECF No. 16 .)  As part of the Agreement,  WAIM obtained a line of credit \nwith a borrowing base tied to the value of its accounts receivable.  (Compl. ¶ 11 & Ex. \nA 3–4, § 2(a), Schedule 1.)  Lenders Funding acquired CapFlow’s interests at the end \nof 2014, though CapFlow continued to service the Agreement as Lenders Funding’s \nagent for nearly two more years.  (Compl. ¶¶ 14–15, 20 & Ex. B.) \n5. When Lenders  Funding began servicing the Agreement in late 2016, it \n“became uncomfortable” with the way  WAIM collected and reported its accounts \nreceivable.  (Compl. ¶¶  20–21.)  According to Lenders Funding , WAIM collected \namounts owed by certain debtors, failed to remit the amounts to Lenders Funding, \nand then falsely reported that the debtors continued to have  outstanding balances.  \n(Compl. ¶¶ 23, 27–29, 32.)  Lenders Funding alleges that it confronted Gibney about \nthe discrepancies and that Gibney admitted to overstating the value of WAIM’s \n \n \naccounts receivable in certifications he provided to Lenders Funding.  (Compl. ¶¶ 27–\n28.)   \n6. Lenders Funding filed this suit in October 2017 , alleging that WAIM \ninflated its accounts receivable for the purpose of inducing Lenders Funding to \nprovide additional loans and that WAIM had exceeded its “allowable borrowing base \nby” more than $1 million .  (Compl. ¶  33.)  Contending that W AIM is in default, \nLenders Funding asserts ten claims for relief, including fraud and breach of contract.  \n(Compl. ¶¶ 20–21.) \n7. In their Answer, Defendants deny any wrongdoing.  They contend, among \nother things, that Lenders Funding was aware of WAIM’s collection practices, knew \nthe status of W AIM’s accounts receivable, and in fact approved of W AIM’s actions.  \n(See Answer 6; see also Compl. ¶ 31; Answer ¶ 31.) \n8. Gibney also assert s counterclaims, which are the subject of the pending \nmotion.  According to Gibney, Lenders Funding demanded that he pay W AIM’s \nalleged debt and, when he refused, threatened  to “find a way to hold [him] \nresponsible.”  (Countercl. ¶¶ 5, 7–9, ECF No. 16.)  Lenders Funding made good on the \nthreat, Gibney alleges,  by interfering with Gibney’s personal relationship with  \nSterling Commercial Credit, LLC (“Sterling”).  (Countercl. ¶¶ 9–10, 12–13.)  Gibney \nalleges that Sterling pays him commissions for client referrals; that Lenders Funding \npressured Sterling to pay the commissions to it instead of to Gibney; and that Sterling \ndid so .  (Countercl. ¶¶  10–13.)  Gibney contends that Lenders Funding’s actions \nconstitute tortious interference with contract and unfair or deceptive trade practices. \n \n \n9. Lenders Funding moved for judgment on the pleadings as to  Gibney’s \ncounterclaims on April 9, 2018.  The motion has been fully briefed, and the Court held \na hearing on June 6, 2018.  This matter is ripe for determination.   \nII. \nANALYSIS \n \n10. “A motion for judgment on the pleadings should not be granted unless the \nmovant clearly establishes that no material issue of fact remains to be resolved and \nthat he is entitled to judgment as a matter of law.”  Carpenter v. Carpenter, 189 N.C. \nApp. 755, 761, 659 S.E.2d 762, 767 (2008).  “All well pleaded factual allegations in \nthe nonmoving party’s pleadings are taken as true and all contravening assertions in \nthe movant’s pleadings are taken as false.”  Ragsdale v. Kennedy, 286 N.C. 130, 137, \n209 S.E.2d 494, 499 (1974).   \nA. Tortious Interference \n11. To state a claim for tortious interference with contract, Gibney must allege \nthat: (1) he has a valid contract with Sterling ; (2) Lenders Funding  knew of the \ncontract; (3) Lenders Funding  intentionally indu ced Sterling not to perform the \ncontract; (4) and in doing so acted without justification; (5) resulting in actual damage \nto Gibney.  See, e.g., Embree Constr. Grp., Inc. v. Rafcor, Inc., 330 N.C. 487, 498, 411 \nS.E.2d 916, 924 (1992) (quotation omitted).  For purposes of this motion , Lenders \nFunding disputes only the fourth element—whether it acted without justification.   \n12. This Court recently noted that “North Carolina’s case law paints a less-than-\nclear picture” when it comes to distinguishing between just ified and unjustified \ninterference with contract.  K&M Collision, LLC v. N.C. Farm Bureau Mut. Ins. Co., \n \n \n2017 NCBC LEXIS 109, at *21 (N.C. Super. Ct. Nov. 21, 2017).  Part of the challenge \nis that tortious interference with contract is a diverse tort.  It covers employment \nrelationships, market competition, and all manner of other interpersonal agreements.  \nThe factors that justify (or condemn) interference in one context may not apply in \nanother.* \n13. Perhaps for that reason, our appellate courts have left room for case-by-case \ndevelopment, defining justification loosely to mean any “just, lawful excuse” for \ntaking action.  Childress v. Abeles , 240 N.C. 667, 675, 84 S.E.2d 176, 182 (1954) \n(citation and quotation marks omitted).  Put another way, a person “ac ts without \njustification in inducing [a] breach of contract . . . if he has no sufficient lawful reason \nfor his conduct.”  Id.  Separating lawful from unlawful excuses depends on the nature \nof the underlying contract, the relationship between the relevant actors, and societal \ninterests in permitting or deterring the conduct.  See Peoples Sec. Life Ins. Co. v. \nHooks, 322 N.C. 216, 221, 367 S.E.2d 647, 650 (1988).   \n14. In some contexts, the public interest strongly favors protecting the freedom \nof individuals and entities to interfere with others’ contractual rights —so much so \nthat the interfering conduct is deemed privileged .  As an example, “competition in \nbusiness constitutes justifiable interference in another’s business relations and is not \n                                                           \n* Some States treat tortious interference with contract and tortious interference with \nemployment as distinct torts.  See, e.g., Dryden v. Cincinnati Bell Tel., 734 N.E.2d 409, 413 \n(Ohio Ct. App. 1999) (“Ohio law recognizes both a claim of tortious interference with \ncontractual (or business) relations and a claim of wrongful interference with an employment \nrelationship.”); Leemis v. Russell , No. W1999 -00352-COA-R3-CV, 2000 Tenn. App. LEXIS \n348, at *10 n.3 (Tenn. Ct. App. 2000) (“[T]he tort of intentional interference with employment \nrelations is a separate and distinct cause of action from the tort of inducement or procurement \nof a breach of contract.”). \n \n \nactionable so long as it is carried on in furtherance of one’s own interest and by means \nthat are lawful.”  Id. at 221, 367 S.E.2d at 650.  Likewise, corporate fiduciaries enjoy \na qualified privilege “to interfere with contractual relations between the corporation \nand a third party,” again so long as the fiduciary is n ot acting unlawfully or in his \nown interest.  Wilson v. McClenny, 262 N.C. 121, 133, 136 S.E.2d 569, 578 (1964); see \nalso Embree , 330 N.C. at 501, 411 S.E.2d at 926.  Where the allegations in the \ncomplaint reveal the existence of a privilege and offer no allegations to support the \nloss of that privilege, dismissal may be appropriate .  See, e.g., Peoples Sec. Life Ins., \n322 N.C. at 221–22, 367 S.E.2d at 650; Lendingtree, LLC v. Intercontinental Capital \nGrp., Inc., 2017 NCBC LEXIS 54, at *11 –12 (N.C. Super. Ct. June 23, 2017 ); Kerry \nBodenhamer Farms, LLC v. Nature’s Pearl Corp. , 2017 NCBC LEXIS 27, at *16 –17 \n(N.C. Super. Ct. Mar. 27, 2017). \n15. This isn’t such a case.   There are no allegations in the counterclaim to \nsuggest that Lenders Funding enjoys a privilege to interfere with contractual \nrelations between Gibney and Sterling.   Lenders Funding and Gibney are not \ncompetitors, and Lenders Funding has no insider or fiduciary status with Sterling.   \nThus, the only question is whether Gibney has adequately alleged that Lenders \nFunding had “no sufficient lawful reason for [its] conduct.”  Childress, 240 N.C. at \n675, 84 S.E.2d at 182. \n16. He has.  The counterclaim alleges that Lenders Funding “repeatedly \ndemanded” that Gibney pay WAIM’s alleged debt, “even though [he] had no legal \nobligations to do so.”  (Countercl. ¶ 7.)  It further alleges that, when Gibney refused, \n \n \nLenders Funding threatened him with legal action and stated it “would find a way to \nhold [him] responsible for” WAIM’s obligations.  (Countercl. ¶ 9.)  Taken as true, these \nallegations show that Lenders Funding interfered with Gibney’s relationship with \nSterling for the purpose of collecting a debt that Gibney had no duty to pay.  This is \nsufficient at the pleading stage  to show that Lenders Funding acted without \njustification. \n17. Lenders Funding  insists that its actions were justified because it  had a \nlegitimate business interest in collecting WAIM’s alleged debt and because Gibney \nmisrepresented WAIM’s accounts receivable.  (See Lenders Funding’s Br. in Supp. of \nMot. for J. on the Pleads. 14 [“LF Br. ”], ECF No. 57 .)  But Gibney denies any  \nmisrepresentation.  Even assuming Gibney’s alleged fraud could serve as justification \nfor Lenders Funding’s actions, it would be inappropriate to resolve the issue at this \nearly stage.  Nothing in the pleadings establishes, as a matter of law, that Lenders \nFunding was justified in seeking to colle ct WAIM’s debt from Gibney by interfering \nwith his personal contractual relationships.   \n18. Lenders Funding also points to the oft-stated rule that “the complaint must \nadmit of no motive for interference other than malice.”  E.g., Filmar Racing, Inc. v. \nStewart, 141 N.C. App. 668, 674, 541 S.E.2d 733, 738 (2001) ; Kerry Bodenhamer \nFarms, 2017 NCBC LEXIS 27, at * 16.  According to Lenders Funding,  Gibney’s \ncounterclaim fails this standard because its allegations of malice are conclusory.  (See \nLF Br. 14.)   \n \n \n19. Malice is a concept that tends to confuse more than illuminate.  The North \nCarolina Supreme Court long ago made clear it is not necessary “to allege and prove \nactual malice in the sense of personal hatred, ill will, or spite.”  Childress, 240 N.C. \nat 675, 84 S.E.2d at 182.  What matters is legal malice—“the intentional doing of the \nharmful act without legal justification.”  Id.  Legal malice “is necessarily present in \nall cases where the second, third, and fourth elements of” a claim for tortious \ninterference with contract are met.  Id. at 676, 84 S.E.2d at 182.     \n20. As discussed above,  Lenders Funding does not challenge the second and \nthird elements, and Gibney has adequately alleged the fourth element.  Furthermore, \nthe allegations that Lenders Funding had no sufficient lawful reason for inducing \nSterling to breach its contract with Gibney  are not conclusory.  North Carolina law \ndoes not require Gibney to allege malice as a separate, additional element of the tort.   \n21. The Court there fore concludes that Gibney has stated a claim for tortious \ninterference with contract.  The motion to dismiss this claim is denied. \nB. Other Counterclaims \n22. Lenders Funding also moves to dismiss Gibney’s other counter claims, \nincluding his counterclaim for unfair or deceptive trade practices.  Its only argument \nis that all of Gibney’s counter claims must be dismissed if the claim for tortious \ninterference is dismissed.  (See LF Br. 15; Lenders Funding’s Reply Br. Supp . Mot. \nfor J. on the Ple ads. 7–9, ECF No. 64 .)  Having concluded that Gibney has stated a \nclaim for tortious interference, the Court also denies the motion to dismiss Gibney’s \n \n \nother counterclaims.  See K&M Collision, 2017 NCBC LEXIS 109, at *30 (citations \nomitted). \nIII. \nCONCLUSION \n \n23. For these reasons, the Court DENIES the motion to dismiss.   \n \nThis the 6th day of July, 2018.   \n /s/ Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n "
}