{
  "id": "0f27a7a1b27284ad07afd3570ffd19960f1421a38b4fe15a6fca3feaa944a9bb",
  "source_file": "data/raw/ncbc/0f27a7a1b27284ad07afd3570ffd19960f1421a38b4fe15a6fca3feaa944a9bb.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 7368 \n \nVILLAGE SQUARE, LLC, \n \nPlaintiff, \n \nv. \n \nG.T.T. CORPORATION, \n \nDefendant. \n \n \n \n \nORDER AND OPINION ON CROSS \nMOTIONS FOR SUMMARY \nJUDGMENT \n \n \n1. THIS MATTER  is before the Court on Plaintiff Village Square, LLC’s \nMotion for Partial Summary Judgment  (“Plaintiff’s Motion”), (ECF No. 31), and \nDefendant’s Motion for Partial Summary Judgment  (“Defendant’s Motion” and \ncollectively the “Motions”), (Def.’s Mot. Partial Summ. J., ECF No. 32 [“Def.’s Mot.”]), \nbrought pursuant to Rule 56 of the North Carolina Rules of Civil Procedure (the \n“Rule(s)”) filed on November 8, 2019. \n2. For the reasons set forth herein, the Court DENIES Plaintiff’s Motion and \nGRANTS in part and DENIES in part Defendant’s Motion. \nWyrick Robbins Yates & Ponton LLP , by Lee M. Whitman and  Paul J. \nPuryear, for Plaintiff Village Square, LLC.  \n \nEverett Gaskins Hancock LLP , by James McKinley Hash  and E.D. \nGaskins, for Defendant G.T.T. Corporation.  \n \nRobinson, Judge. \n \nI. INTRODUCTION \n3. On March 1, 1973, Plaintiff Village Square, LLC (“Plaintiff” or “Tenant”) \nand Defendant G.T.T. Corporation (“Defendant” or “Landlord”) entered into a 99-year \nground lease for a tract of commercial property owned by Defendant , pursuant to \nVill. Square, LLC v. G.T.T. Corp., 2020 NCBC 52. \n \n \nwhich Plaintiff was tasked with planning, developing, and managing the property.   \nThe parties have since amended the lease multiple times.  The parties present \ncompeting interpretations of the lease and its amendments and request that the \nCourt enter partial declaratory judgment adopting their respective interpretations.   \nII. FACTUAL BACKGROUND \n4. The Court does not make findings of fact when ruling on motions for \nsummary judgment.  “But, to provide context for its ruling, the Court may state either \nthose facts that it believes are not in material dispute or those facts on which a \nmaterial dispute forecloses summary adjudication.”  Ehmann v. Medflow, Inc. , 2017 \nNCBC LEXIS 88, at *6 (N.C. Super. Ct. Sept. 26, 2017). \n5. On March 1, 1973, Plaintiff and Defendant entered into a 99- year ground \nlease (the “ Lease Agreement ”) for property that is now home to  the Cary Village \nSquare Shopping Center (the “Leased Premises”).  (Compl. ¶ 4 , ECF No. 3 ; see also \nLease Agreement, ECF No. 33.4 .)  The parties intended for Plaintiff to lease,  plan, \ndevelop, and manage the Leased Premises.  (ECF No. 33.3.)   \n6. The parties recognized that Plaintiff might need to borrow funds for \ndevelopment of the Leased Premis es.  (Lease Agreement ¶¶ 4, 5.)  As a result, the \nLease Agreement includes provisions that expressly permit Plaintiff to do so.  (Lease \nAgreement ¶¶ 4, 5.)  Plaintiff was permitted to pledge its rights under the Lease \nAgreement as security for loans.  (Lease Agreement ¶¶ 4, 5.)  Additionally, in certain \ncircumstances, Defendant could be required to sign documents subordinating its \n \n \nownership interest in the Leased Premises in order for Plaintiff to obtain funding.   \n(Lease Agreement ¶ 5.)   \n7. Paragraph 4 of the Lease Agreement provides:  \n4. Use, Assignment and Subletting. Tenant at his sole cost and expense \nshall have the right during the continuance of this lease to sublease the \nproperties herein as provided in paragraph 3 hereof, to grant rights of \nway and easements to all persons whoever, including public authorities, \nto develop and improve the demised premises, to build streets, \nsidewalks, curbs and gutters, to apply for and cause the demised \npremises to be rezoned, to protest tax valuations and assessments \nrelating to the demised premises, to use the demised premises for any \nlawful purpose and in pursuit of any lawful endeavors, to demolish any \nexisting structures, to assign this lease or sublet all or any part of the \nherein demised premises to such persons, firms, or corporations, and \nupon such terms and conditions as Tenant  may desire, to mortgage all \nor any part of the demised premises and all or any part of each separate \nparcel thereof including the fee estate of Landlord without the consent \nof Landlord, and to do any other act relating to the demised premises \njust as though Tenant were the owners in fee of the demised premises.   \n \n(Lease Agreement ¶ 4.)   \n8. Paragraph 5 of the Lease Agreement provides:   \n5.  Mortgages on Premises.   Landlord and Tenant acknowledge and \nagree that it is to their mutual interest that the demised premises be \nimproved and developed by  Tenant for any lawful purpose, which \nimprovement and development shall require among other things, the \nexecution and delivery of a deed or dee ds of trust securing monies \nborrowed for such purposes on all or on portions of the demised premises \nand that in certain instances it will be necessary for Landlord to join in \nthe execution of such deeds of trust for the sole purpose of Landlord \nsubordinating Landlord’s fee estate on the demised premises, and to the \nend that this may be accomplished, Landlord agrees that Landlord’s fee \nestate to all or any portion of the demised premises, if required by the \nmortgage lender and if requested by Tenant , shall be subordinated to \nthe rights of the holder of said deed or deeds of trust, and Landlord \nfurther agrees that upon request by Tenant given in writing to Landlord \nat any time and from time to time during the term hereof Landlord shall \nexecute acknowledge and deliver to Tenant  one or more deeds of trust \nor subordination agreements for the purposes set forth herein.   \n \n \n \n(Lease Agreement ¶ 5.)   \n9. Between 1973 and 1984, the Lease Agreement was amended three times in \nways not relevant to the parties’ current dispute.  (See ECF Nos. 33.7, 33.8, 33.9.)  On \nMarch 20, 1997,  Plaintiff and Defendant amended the Lease Agreement with the \nFourth Supplemental Lease Agreement (the “Fourth Amendment”).  (Fourth Suppl. \nLease Agreement, ECF No. 33.14 [“Fourth Amend.”].)     \n10. Paragraph 3 of the Fourth Amendment provides that “[t]he transfer of any \nproperty subject to the Lease  Agreement including, but not limited to, a sale, gift, \nassignment, or lease of said property, shall require the prior written approval of \nLandlord, which approval will not be unreasonably withheld.”  (Fourth Amend. ¶ 3.)   \n11. On March 28, 2007, Plaintiff and Defendant amended the Lease Agreement \nyet again with a Fifth Supplemental Lease Agreement  (the “Fifth Amendment”) .  \n(Compl. ¶ 9; see also Fifth Suppl. Lease Agreement, ECF No. 33.15 [“Fifth Amend.”].) \n12. Section 1 of the Fifth Amendment provides: \nIn connection with Tenant’s financings or refinancings of loans secured \nby Tenant’s interest in the Leased  Premises, Landlord, pursuant to \nparagraphs 4 and 5 of the Original Lease Agreement , shall , upon \nTenant’s request, execute and deliver to Tenant  such deeds of trust, \nmortgages, assignments, estoppel certificates, loan closing statements, \ntitle company affidavits, and such other documents as may be \nreasonably requested by Tenant, Tenant’s lender, or title in surer \n(collectively, “ Landlord’s Mortgage Documents”).  The obligation of \nLandlord to execute and deliver to Tenant  the Landlord’s Mortgage \nDocuments is subject to the condition that the sum of the aggregate of \nTenant’s financing or re-financings secured by Tenant’s interest in the \nLeased Premises and Tenant’s fee interest in the properties comprising \nportions of the shopping center in Cary, North Carolina known as The \nVillage Square (collectively, the “Fee Premises”) shall not exceed for the \n \n \nremainder of calendar year 2007 $13,500,000.00 (the “Initial Financing \nCap”). \n \nCommencing January 1, 2008 and as of the first day of each calendar \nyear thereafter during the term of the Lease, Landlord shall be obligated \nto deliver to Tenant  Landlord’s Mortgage Document s upon Tenant’ s \nrequest and without condition, payment, or other consideration provided \nthat the aggregate of Tenant ’s financing or re -financing secured by \nTenant’s interest in the Leased Premises and the Fee Premises does not \nexceed the Initial Financing Cap as increased January 1st of each year \nby the greater of four percent (4%) or the percentage increase in the CPI \n(as hereinafter defined) over the CPI as of January 1, 2007 compounded \neach year; provided, however, in no event shall the Initial Financing Cap \nas increased by the foregoing formula exceed sixty percent (60%) of the \nappraised value of the Leased Premises and the Fee Premises, said \nappraised value to be determined, subject to the following paragraph, \nwith reference to appraisal obtained by Tenant’s  lender (the “Lender’s \nAppraisal”), a copy of which shall be given to Landlord promptly after \nreceipt by Tenant.     \n \n(Fifth Amend § 1.) \n13. Among other steps, Plaintiff developed and caused to be constructed on the \nLeased Premises the Cary Village Shopping Center.  (Compl. ¶ 4.)  In 2012, Plaintiff \ndetermined that the shopping center required a new anchor tenant , which would \nrequire additional financing.  (Affidavit G. Smedes York ¶ 27, ECF No. 33.51 [“York \nAff.”].)  Plaintiff began negotiations with SCP Realty, L.P.  (“SCP”) to bring a Harris \nTeeter grocery store to the shopping center at the Leased Premises  and SCP \nultimately agreed to and did invest the capital necessary to construct the Harris \nTeeter structure in exchange for SCP ’s becoming a partner and part owner of \nPlaintiff.  (York Aff. ¶¶ 28, 29.) \n14. In 2016, the parties began discussing selling all or portions of the Leased \nPremises, a buyout by Plaintiff of SCP ’s ownership interest in Plaintiff , as well as \n \n \nrefinancing the Leased Premises.  (York Aff. ¶ 33; ECF Nos. 33.55, 33.56, 33.58, 33.62 \n[“Jan. 24, 2017 E-mail”].)  On January 24, 2017, Plaintiff informed Defendant of its \ndecision to buy out SCP.  (York Aff. ¶ 34; Jan. 24, 2017 E-mail.) \n15. Because Plaintiff did not have sufficient funds to do so, t he buyout would \nrequire it to obtain financing.  ( York Aff. ¶¶ 34, 39; Jan. 24, 2017 E -mail; ECF No. \n33.64.)  Plaintiff desired to use its rights under the Lease Agreement as amended  to \nobtain a loan from a commercial lender, Bank of North Carolina,  to raise the funds \nnecessary to buy back SCP’s interest in Plaintiff.  (Jan. 24, 2017 E-mail.)   \n16. On May 24, 2017, Plaintiff provided Defendant with a lender’s appraisal \nand loan commitment letter from Bank of North Carolina  for a loan of $19,975,000.  \n(ECF No. 33.66  [“May 24, 2017 E -mail”].)  The amount of the proposed loan was \nsufficient to both purchase SCP’s interest in Plaintiff and refinance the existing loans \ntaken by Plaintiff and  secured by the Leased Premises .  (ECF No s. 33.23 [“July 17, \n2017 E-mail”], 33.64.)  The closing for this financing was scheduled for June 30, 2017.  \n(May 24, 2017 E-mail.)   \n17. With the belief that the financing would be less than the financing cap, as \ndefined by Section  1 of the Fifth Amendment , Plaintiff belie ved that it had the \nabsolute right to borrow the $19,975,000 and that Defendant was obligated under the \nLease Agreement as amended to subordinate its interest for the loan.  (May 27, 2017 \nE-mail; ECF No. 33.24.)  However, this closing did not occur.  (York Aff. ¶ 37.)   \n18. Defendant indicated that it had several problems with the loan documents, \nand on July 17, 2017, Defendant advised Plaintiff it would subordinate to the loan if \n \n \nits subordination was limited to $13,600,000.  ( York Aff. ¶ 37; ECF No. 33. 71 [“Aug. \n17, 2017 E-mail”].)   The lower amount ($13,600,000 versus $19,975,000) represented \nthe borrowing of an amount necessary solely  to refinance the already existing loan s \non the property without any new amount for purchase by Plaintiff of SCP’s interest.   \n(See July 17, 2017 E-mail; ECF No. 33.26.)        \n19. On August 17, 2017, Defendant informed Plaintiff that it believed “any \nloans must be for the improvement and development of the [Leased Premises] as \nprovided for under the [Lease Agreement].”  ( Aug. 17, 2017 E -mail.)  Defendant \nultimately refused to subordinate unless Plaintiff made ad ditional concessions, \nmodified language in the subordination documents Defendant was being asked to \nsign, and paid Defendant a fee of $10,000.  (York Aff. ¶¶ 36, 40; ECF No. 33.28.) \n20. Notwithstanding Defendant’s refusal to subordinate, which prevented \nPlaintiff from obtaining the financing from its lender, on June 1, 2018, York Family \nProperties Limited Partnership, as manager and part owner of Plaintiff, Plaintiff, \nand SCP executed a Sale and Transfer of Membership Interest Agreement in Village \nSquare, LLC.  (York Aff. ¶ 41.)  In order to buy out SCP, Plaintiff had to borrow funds \nfrom its owners and other entities owned by the owners to finance the transaction.  \n(York Aff. ¶ 41.)   \nIII. PROCEDURAL BACKGROUND \n21. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motions. \n \n \n22. Plaintiff filed its Complaint on June 18, 20 18 asserting a claim for breach \nof contract and a claim for declaratory judgment against Defendant.  (Compl. 9–12.)  \n23. This case was designated as a mandatory complex business case and \nassigned to the undersigned on July 30, 2018.  (ECF Nos. 1, 2.) \n24. Defendant filed its Answer and Counterclaim on August 27, 2018 asserting \na claim for declaratory judgment against Plaintiff.  (Counterclaim ¶ 10–11, ECF No. \n9.)  Neither party sought a trial by jury. \n25. Following discovery and in compliance with the Case Management Orde r \nentered in this case, (ECF No. 14), Plaintiff and Defendant filed the Motions on \nNovember 8, 2019, which were fully briefed.   \n26. The Court held a hearing by video  conference on the Motions on June 1, \n2020.  (See ECF No. 45.) \n27. The Motions are ripe for resolution. \nIV. LEGAL STANDARD \n28. Summary judgment is appropriate “if the pleadings, depositions, answers \nto interrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and t hat any party is entitled \nto a judgment as a matter of law.”  N.C.G.S. § 1A -1, Rule 56(c).  “A ‘genuine issue’ is \none that can be maintained by substantial evidence.”  Dobson v. Harris, 352 N.C. 77, \n83, 530 S.E.2d 829, 835 (2000). \n29. The moving party bears th e burden of showing that there is no genuine \nissue of material fact and that the movant is entitled to judgment as a matter of law.  \n \n \nHensley v. Nat’l Freight Transp., Inc. , 193 N.C. App. 561, 563, 668 S.E.2d 349, 351 \n(2008).  The movant may make the requir ed showing by proving that “an essential \nelement of the opposing party’s claim does not exist, cannot be proven at trial, or \nwould be barred by an affirmative defense, or by showing through discovery that the \nopposing party cannot produce evidence to support an essential element of her claim.”  \nDobson, 352 N.C. at 83, 530 S.E.2d at 835 (citations omitted). \n30. “Once the party seeking summary judgment makes the required showing, \nthe burden shifts to the nonmoving party to produce a forecast of evidence \ndemonstrating specific facts, as opposed to allegations, showing that he can at least \nestablish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784−85, \n534 S.E.2d 660, 664 (2000).  The Court must view the evidence in the light most \nfavorable to the nonmovant.  Dobson , 352 N.C. at 83, 530 S.E.2d at 835.  However, \nthe nonmovant “may not rest upon the mere allegations or denials of [ its] pleading, \nbut [its] response, by affidavits or as otherwise provided in [Rule 56] , must set forth \nspecific facts showing that there is a genuine issue for trial.  If [the nonmovant] does \nnot so respond, summary judgment, if appropriate, shall be entered against [the \nnonmovant].”  N.C.G.S. § 1A-1, Rule 56(e).  \nV. ANALYSIS \n31. Both Plaintiff and Defendant seek a declaratory judgment interpreting the \nLease Agreement and its amendments ; however, they present conflicting, if not \ndiametrically opposed, positions regarding how the provisions of these documents are \nto be interpreted .  At bottom, the dispute between the parties arises from a \n \n \ndisagreement over whether Plaintiff can borrow money and burden the Leased \nPremises with a  debt, requiring Defendant to subordinate its interest,  where the \nproceeds are not used to improve or develop the Leased Premises. \n32. Plaintiff seeks a declaration by the Court as a matter of law that Defendant \nis  \ncontractually obligated to subordinate its fee simple interest in the \nproperty when necessary to secure a loan to [Plaintiff] so long as the \ntotal loan amount to be subordinated does not exceed the financing cap \nor 60% loan -to-value ratio contained in Section 1 of the Fifth \nSupplemental Lease Agreement, regardless of whether or not the loan \nproceeds are used to improve and develop the property.   \n \n(Compl. ¶ 43.) \n33. Defendant seeks clarification as to the  \nscope of [Defendant’s] obligation to subordinate its fee interest for loans \nsought by [Plaintiff] and secured by the [Leased Premises] , and the \nextent to which such proposed loans are subject to [ Defendant’s] \napproval and are limited by appraised value, by financing caps, and by \npurpose; and whether the scope of the obligation to execute and deliver \nrequested loan documents is subject to “reasonableness.”   \n \n(Counterclaim ¶ 7.)   \n34. Defendant’s Motion  requests that the Court enter partial summary \njudgment in its favor on its claim for declaratory judgment,  \ndeclaring that the Fifth Supplemental Lease Agreement did not \nabrogate either the provisions of Paragraph 5 of the Lease between the \nparties dated March 1, 1 973, concerning loan purpose and \nsubordination; nor the provisions of Paragraph 3 of the Fourth \nSupplemental Lease Agreement making the transfer by [Plaintiff] of any \nproperty subject to the Lease, including conditional transfers to secure \nloans, subject to [Defendant’s] reasonable approval.   \n \n(Def.’s Mot. 1.) \n \n \n35. The North Carolina Declaratory Judgment Act, N.C.G.S.  § 1-253, et seq., \nprovides parties an “appropriate procedure for alleviating uncertainty in the \ninterpretation of [a contract.]”  Bellefonte Underwriters Ins. Co. v. Alfa Aviation, Inc., \n61 N.C. App. 544, 547, 300 S.E.2d 877, 879 (1983).  “When the language of the contract \nis clear and unambiguous, construction of the [contract] is a matter of law for the \ncourt and the court cannot l ook beyond the terms of the contract to determine the \nintentions of the parties.”  Bank of Am., N.A. v. Rice, 230 N.C. App. 450, 456, 750 \nS.E.2d 205, 209 (2013) (citation omitted).   “Accordingly, a court can decide a \ndeclaratory judgment claim, as a matter of law, when the claim rests on interpreting \nclear and unambiguous contractual language.”  P ender Farm Dev., LLC v. NDCO, \nLLC, 2020 NCBC LEXIS 43, at *24 (N.C. Super. Ct. Apr. 7, 2020).    \n36. “A contractual clause is ambiguous if the language used is fairly and \nreasonably susceptible to either of the constructions asserted by the parties.”  \nNovacare Orthotics & Prosthetics E., Inc. v. Speelman , 137 N.C. App. 471, 476,  528 \nS.E.2d 918, 921 (2000) (citation and quotation marks omitted).  “Parties can differ as \nto the interpretation of the language without its being ambiguous[.]”  Walton v. City \nof Raleigh, 342 N.C. 879, 881– 82, 467 S.E.2d 410, 412 (1996).  “When an agreement \nis ambiguous and the intention of parties is unclear, however, interpretation of the \ncontract is for the [finder of fact].”  Schenkel & Schultz, Inc. v. Hermon F. Fox & \nAssocs., P.C., 362 N.C. 269, 273, 658 S.E.2d 918, 921 (2008).        \n \n \n37. Plaintiff contends that the “only tenable reading” of the Lease Agreement \nand the amendments thereto is that Defendant is obligated to subordinate its interest \nin the Leased Premises for Plaintiff to obtain financing or refinancing when:  \n(1) pursuant to Section 5 of the original Lease Agreement, . . . the loan \nallow[s Plaintiff] to continue to improve and develop the property, (2) \npursuant to the Fifth Supplement, . . . the loan [is] under the loan- to-\nvalue cap when compared to the appraised value of the land, and . . ., (3) \npursuant to the Fifth Supplement, in the event [Plaintiff] or its lender \nasks for documents beyond “deeds of trust, mortgages, assignments, \nestoppel certificates, loan closing statements, and title company \naffidavits,” . . . that request  for the execution of additional documents \n[is] reasonable. \n \n(Pl. Village Square, LLC’s Reply Br. Suppl. Mot. Partial Summ. J. 9, ECF No. 40 [“Pl. \nReply”].)   \n38. Defendant’s interpretation of the Lease Agreement and its amendments \nrequires Defendant to subordinate its fee interest “ without condition, payment or \nother consideration” only with respect to a loan that: \n1.  Is for the purpose of improvement and development or the refinancing \nof the unpaid amount of such a previous loan; and  \n \n2.  Requires only that [Defendant] subordinate its fee interest to the lien \nof the deed of trust (as opposed to assuming positive obligations to the \nlender); \n \n3.  Is within the maximum allowed amount; and  \n \n4.  Is otherwise reasonable.  \n \n(Def. Br. Supp. Def.’s Mot. Partial Summ. J. 9 –10, ECF No. 34 [“Def. Br. Supp.”]  \n(quotation marks, citations, and emphasis omitted).)   \n39. As an initial matter, the Court notes that the declaratory judgments sought \nby the parties largely address the same provisions of the Lease Agreement and its \n \n \namendments.  The disputes raised by the parties in the Motions can be summarized \nas: (1) whether Defendant was required under the Lease Agreement and its \namendments to execute documents subordinating its interest in the property  to the \n$19,975,000 loan and/or the $13,600,000 loan; (2) whether Defendant’s obligation to \nsubordinate is limited to financings or refinancing sought to improve or  develop the \nLeased Premises pursuant to Paragraph 5 of the Lease Agreement as amended ; (3) \nwhether Section 1 of the Fifth Amendment  abrogates the reasonable approval \nprovision in Paragraph 3 of the Fourth Amendment, creating a mandatory obligation \nfor Defendant to subordinate its interest in the Leased Premises; and (4) whether the \nFifth Amendment imposes additional obligations on Defendant beyond merely \nsubordinating its interest in the Leased Premises.   \n40. While the Court recognizes that the above-listed disputes are by no means \nexhaustive of the issues to be ultimately resolved by trial in this case, the Court limits \nits analysis to those issues expressly raised in the part ies’ briefs and those that can \nproperly be analyzed with the record before it.  To the extent that the Court does not \nexpressly address an argument raised by the part ies, the Court concludes that the \nissues are so interrelated that the Court is unable to properly enter a declaratory \njudgment by summary judgment based on the record before it .  Lumbee Enter. Dev., \nInc. v. Lumbee Reg’l Dev. Ass’n , 2020 NCBC LEXIS 61, at *25 –27 (N.C. Super. Ct. \nMay 8, 2020) (using the Court’s discretion to decline entering declaratory judgment \nwhen two of the issues were so interrelated that it would be trying the claim by \npiecemeal and would not settle the controversy). \n \n \n41. The Court also recognizes that the Motions before it a re limited in scope \nand request that the Court grant partial summary judgment on their respective \ndeclaratory judgment claims and only interpret certain provisions of the Lease \nAgreement and its amendments.  Pursuant to Rule 56, a party may “move . . . for  a \nsummary judgment in [its] favor upon all or any part thereof.”  N.C.G.S. 1A -1, Rule \n56.  It is properly within the Court’s authority to narrow the issues for trial and grant \npartial summary judgment in interpreting the Lease Agreement and its \namendments, as requested by the parties.  See, e.g., Duke Energy Carolinas, LLC v. \nAG Ins. SA/NV, 2020 NCBC LEXIS 70, at *11–14 (N.C. Super. Ct. June 5, 2020).     \n42. Absent a showing by either party that the plain meaning of the Lease \nAgreement as amended supports either of their partial interpretations, the Motions \ncannot be resolved on summary judgment.  See Pender Farm Dev., LLC, 2020 NCBC \nLEXIS 43, at *25– 26.  The Court declines to adopt Plaintiff’s and Defendant’s \nrespective interpretations in total for the reasons stated herein but concludes that \nDefendant’s Motion may be granted in part in order to simplify and narrow the issues \nto be determined by the Court in the upcoming trial. \nA. The Disputed Loan \n43. The loan documentation for the proposed $19,975,000 loan an d the \nproposed $13,600,000 loan, which is at the heart of this dispute , is not before the \nCourt.  As a result, t he Court DENIES the Motions to the extent they request a \ndeclaratory judgment determining whether Defendant breached the Lease \nAgreement and its amendments in refusing to execute the loan documents provided \n \n \nto it.  The absence of the loan documentation from the record has no bearing on the \nCourt’s ability to decide interpretative issues on the Lease Agreement and its \namendments as presented to the Court.    \nB. Loan Purpose \n44. Plaintiff takes multiple, and differing, positions regarding the applicability \nof Paragraph 5 of the Lease Agreement  as it pertains to Defendant’s obligation to \nsubordinate its interest in the Leased Premises  for a loan obtained by Plaintiff, \nincluding the following : (1) Defendant must subordinate its interest for loans \n“regardless of whether or not the loan proceeds are used to improve and develop the \nproperty,” (Compl. ¶ 43); (2) Defendant must subordinate its interest for loans that \n“allow [Plaintiff] to continue to improve and develop the property,” (Br. Supp.  Pl. \nVillage Square, LLC’s Mot. Partial Summ. J.  22, ECF No. 35 [“Pl. Br. Supp.”] ); and \n(3) Defendant must subordinate for “any loan [Plaintiff] determined necessary to \nensure it could engage in the ‘process of getting [the Leased Premises] to a developed \nstage,’ t o improv [e] [Defendant’s] property, and to accomplish [] these goals for 99 \nyears in order to extract value.”  (Pl. Reply 6 (citation and emphasis omitted)).  \n45. Section 1 of the Fifth Amendment applies to financings obtained by Plaintiff \npursuant to “paragraph 4 and paragraph 5 of the Original Lease Agreement.”  (Fifth \nAmend. § 1.)  Therefore, it is a reasonable interpretation that Section 1 of the Fifth \nAmendment applies only to loans obtained by Plaintiff pursuant to both Paragraph 4 \nand Paragraph 5 of the Lease Agreement .  See Golden Triangle #3, LLC v. RMP -\nMallard Pointe, LLC , 2020 NCBC LEXIS 37, at *12 –13 (N.C. Super. Ct. Mar. 23, \n \n \n2020) (providing that use of the word “and ” connotes “both”).   The Court concludes \nthat Paragraph 5 of the Lease Agreement requires Defendant to subordinate its \ninterest in the Leased Premises for only those loans obtained by Plaintiff for the \nimprovement or development1 of the Leased Premises.  (Lease Agreement ¶ 5.)        \n46. Accordingly, the Court concludes as a matter of law that, under  the Lease \nAgreement and its amendments, Defendant’s obligation to subordinate its interest in \nthe Leased Premises is limited to when the financing obtained by Plaintiff is for the \nimprovement or development of the Leased Premises.     \n47. Given this conclusion, the Court is next confronted with the issue of \nwhether the purchase by Plaintiff of the ownership interest of one of its co -owners \nconstitutes improvement or development pursuant to the terms of the Lease \nAgreement as amended.  Defendant contends the answer to this question, as a matter \nof law, is “no.”  It further contends “the parties . . . intended to limit borrowing to hard \ncosts (capital improvements) designated to complete the construction of structures \nfor rental by subtenants, thus generating rents benefitting both” Plaintiff and \nDefendant.  (Def.’s Br. Opp. Pl.’s Mot. Partial Summ. J. 12, ECF No. 38 [“Def. Resp. \nBr.”].)   \n48. In its interpretation of the term “development,” Defendant in part relies on \nParagraph 2 of the Lease Agreement, which provides “[a] separate parcel shall be \ndeemed to be ‘ developed’ when construction is completed on that parcel and \n \n1 Paragraph 5 of the Lease Agreement acknowledges Plaintiff’s role to both improve and \ndevelop the property.  This makes clear to the Court that Defendant’s obligation to \nsubordinate arises for a loan obtained by Plaintiff to  achieve either the improvement or \ndevelopment of the Leased Premises.   \n \n \nsubtenants have commenced paying rent for their use thereof.”  (Lease Agreement \n¶ 2; Def. Resp. Br. 12.)   However, Defendant’s narrow interpretation of the term \n“development” is unsupported by the four corners of the Lease Agreement and its \namendments.  Paragraph 2’s definition of developed clearly was intended to aid the \nparties in making rent adjustments for the Leased Premises, not serve as a complete \ndefinition of improvement and development as used in Paragraph  5.  (Lease \nAgreement ¶ 2.)  The Lease Agreement does not expressly define improvement or \ndevelopment.  Paragraph 2, at best provides, a partial definition of “development.” \n49. “Where a contract does not define a term used, non -technical words are to \nbe given their meaning in ordinary speech, unless the context clearly indicates \nanother meaning was intended.”  WakeMed v. Surgical Care Affiliates, LLC, 243 N.C. \nApp. 820, 825, 778 S.E.2d 308, 312 (2015)  (citation and quotation marks omitted) .  \nImprove m eans “to enhance in value or quality” or “make better.”  See Improve, \nMerriam-Webster Dictionary (2020).   The Merriam -Webster Online Dictionary \nprovides multiple definitions of “develop” including “to make suitable,” “to create or \nproduce especially by del iberate effort over time.”  See Develop, Merriam-Webster \nDictionary (2020). \n50. It is clear, based on the ordinary meaning of the words, and the Court \nconcludes for purposes of the Motions, that buying SCP’s interest in Plaintiff does not \nconstitute improvement or development of the Leased Premises.  \n51. Therefore, the Court GRANTS Defendant’s Motion in part and limits its \ndetermination to the conclusions that (1) Defendant’s obligation to subordinate only \n \n \narises when Plaintiff’s financing is for the purposes of improvement or development \nof the Leased Premises or when Plaintiff obtains refinancing of such loans; and (2) \nbuying out SCP is not improvement or development of the Leased Premises.   \n52. However, and as noted above, because the loan docum ents for the \n$19,975,000,00 loan and the $13,600,000 loan are not before the Court, the Court is \nunable to make a determination as to Defendant’s obligation to subordinate to this \nloan.  Therefore, the Court DENIES Defendant’s Motion to the extent that it requests \nthat the Court determine whether the Lease Agreement and its first seven written \namendments mandate that Defendant subordinate its interest in the Leased \nPremises for the closing of the $19,975,000 loan or the $13,600,000 loan without the \nloan documentation before the Court.   \nC. The Scope of Defendant’s Obligation to Subordinate  \n53. Defendant requests that the Court enter a declaratory judgment providing \nthat when Defendant is obligated to subordinate its interest in the Leased Premises \nfor the purposes of Plaintiff obtaining financing or refinancing for the improvement \nor development of the Leased Premises, Defendant’s only obligation is to subordinate \nits int erest, opposed to “assum[ing] positive obligations to the lender ,” such as \npurchasing insurance for the Leased Premises .  (Def. Resp. Br. 13 –14; see also Def. \nBr. Supp. 8 –10.)  As already determined by the Court , Section 1 of the Fifth \n \n \nAmendment applies to financings and refinancing obtained by Plaintiff pursuant to \nboth Paragraph 4 and Paragraph 5 of the original Lease Agreement.  \n54. Paragraph 5 of the Lease Agreement requires Defendant to execute and \ndeliver a deed of trust for the “sole purpose of Landlord subordinating Landlords’ fee \nestate on the” Leased Premises  for financing  used for the improvement and \ndevelopment of the Leased Premises.  (Lease Agreement ¶ 5.)  The Court has carefully \nconsidered the language  of the operative documents.   Neither Paragraph 5 of the \noriginal Lease Agreement nor the Fifth Amendment impose additional obligations on \nDefendant, and they cannot reasonably be read to impose a mandatory obligation on \nDefendant to take on additional affirmative obligations beyond  subordinating its \ninterest in the Leased Premises.  (See Fifth Amend. § 1.)   \n55. Therefore, the Court GRANTS Defendant’s Motion in pa rt and concludes \nthat while the Lease Agreement and its first seven written amendments (absent \nevidence that the Lease Agreement was modified or a new contract was entered into \nbetween the parties )2  obligate Defendant to subordinate its interest in the Leased \n \n2 Notably, not before the Court is Plaintiff’s breach of contract claim based on its allegations \nthat around June 2017 Defendant entered into and then  breached an oral agreement to \nsubordinate to the $19,975,000 loan in exchange for a $10,000 payment.  (See Compl. ¶¶ 16–\n18, 35.)  To the extent that the Court makes determinations regarding interpretation of the \nLease Agreement as amended , such determinations do not preclude the Court from later \nconcluding, if properly proven at trial, that the Lease Agreement was orally modified or the \nparties entered into a subsequent oral agreement obligating Defendant to subordinate to the \n$19,975,000 loan.   \n \n \nPremises in certain circumstances , the Lease Agreement nor its amendments  \nobligate Defendant to assume any additional positive or affirmative obligations.  \n56. As previously stated, the loan documentation for the $19,975,000 and the \n$13,600,000 loans is not before the Court; therefore, the Court declines to determine \nwhether Defendant is required to subordinate its interest for the loan documentation \nat issue, and to the extent that Defendant’s Motion requests such a declaration , the \nMotion is DENIED. \nD. Reasonable Approval Provision  \n57. Lastly, Defendant contends that “[o]ne cannot reasonably construe the \nFifth [Amendment] to eliminate. . . the ‘reasonable approval’ provision of the Fourth \n[Amendment].”  (Def.’s Br. Supp. 9.)  As stated above, the Fourth Amendment  \ncontains a “reasonable approval provision,” which states: “[t]he transfer of any \nproperty subject to the Lease Agreement, including, but not limited to, a sale, gift, \nassignment, or lease of said propert y, shall require the prior written approval of \nLandlord, which approval will not be unreasonably withheld.”  (Fourth Amend. ¶ 3.)     \n58. Plaintiff contends Defendant’s interpretation of the supplemental lease \nagreements is inconsistent, and requests that the Court enter a declaratory judgment \nconcluding that Section 1 of the Fifth Amendment  “creates a mandatory obligation” \nfor Defendant to subordinate its interest in the Leased Premises so long as the total \nloan amount does not exceed the financing cap as defi ned by Section 1, in effect \nabrogating the reasonable approval provision  of the Fourth Amendment .  (Pl. Br. \nSupp. 21 –22, 26 .)  The Fifth Amendment  provides that Defendant “shall, upon \n \n \nTenant’s request, execute and deliver to Tenant such deeds of trust” and other \ndocuments “upon Tenant’s request and without condition, payment, or other \nconsideration provided” that the loan is below the financing cap.  (Fifth Amend. § 1.)   \n59. After careful review of the Lease Agreement and the amendments thereto, \nthe Court concludes that the provisions at issue are capable of several reasonable \ninterpretations including: the reasonable approval provision of the Fourth \nAmendment and Section 1 of the Fifth Ame ndment are consistent provisions and \nconcurrently govern the relationship between the parties ; or Section 1 of the Fifth \nAmendment abrogates the reasonable approval provision in whole or in part.  In other \nwords, neither Plaintiff’s nor Defendant’s asserted interpretation is unreasonable.   \n60. Therefore, the Motions should be DENIED as to the parties’ requests to \nestablish as a matter of law an interpretation of the Lease Agreement and the \namendments as to the applicability of the reasonable approval provision in Paragraph \n3 of the Fourth Amendment.     \nVI.      CONCLUSION \n61. For the foregoing reasons, the Court hereby GRANTS in part and DENIES \nin part  Defendant’s Motion and DENIES  Plaintiff’s Motion in total.  The Court \nGRANTS summary judgment for Defendant and its holding herein is limited to and \nENTERS partial declaratory judgment as follows:  \nA. Defendant is obligated to subordinate its interest only when Plaintiff \nobtains financing for improvement or development of the Leased \nPremises or obtains refinancing for such loans;  \n \n \nB. Buying out SCP’s interest in Plaintiff does not constitute improvement \nor development of the Leased Premises; and  \nC. Pursuant to the Lease Agreement and the first  seven written \namendments, in the event they were not s ubsequently modified by the \nparties, Defendant is obligated to subordinate its interest only in certain \ncircumstances, which does not include taking on additional positive \nobligations.   \n62. Except as expressly GRANTED herein, the Motions are DENIED. \n63. Notably, the Court must still decide numerous issues at trial, including, but \nnot limited to: (1) whether, as contended by Plaintiff, Defendant and Plaintiff entered \ninto a new contract to govern the transactions at issue, or, alternatively, modified the \nLease Agreement and its amendments ; (2) whether Defendant breached the Lease \nAgreement and its amendments , as drafted or as modified,  when it refused to \nsubordinate its interest for the $19, 975,000 loan and the $13,600,000 loan ; (3) \nwhether Section 1 of the Fifth Amendment  abrogates the reasonable approval \nprovision in Paragraph 3 of the Fourth Amendment ; and (4) damages that Plaintiff \nis entitled to, if any.    \nSO ORDERED, this the 20th day of July, 2020. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}