{
  "id": "0f2c89282a75e147fc141942ab83e1dc0919a545388daf1cfe0fe9bf44616340",
  "source_file": "data/raw/ncbc/0f2c89282a75e147fc141942ab83e1dc0919a545388daf1cfe0fe9bf44616340.pdf",
  "raw_text": "Volume Servs., Inc. v. Ovations Food Servs., L.P., 2018 NCBC 107. \n \nSTATE OF NORTH CAROLINA \n \nCUMBERLAND COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 194 \n \nVOLUME SERVICES, INC.; and \nSERVICE AMERICA \nCORPORATION; collectively d/b/a \nCENTERPLATE, \n \n   Plaintiffs, \n \nv. \n \nOVATIONS FOOD SERVICES, L.P., \nd/b/a SPECTRA FOOD SERVICES \nAND HOSPITALITY; GLOBAL \nSPECTRUM, L.P., d/b/a SPECTRA \nVENUE MANAGEMENT; \nCUMBERLAND COUNTY CIVIC \nCENTER COMMISSION; \nCUMBERLAND COUNTY BOARD \nOF COMMISSIONERS; and \nCOUNTY OF CUMBERLAND, \n \n   Defendants. \n \nORDER AND OPINION \nON DEFENDANTS’  \nMOTIONS TO DISMISS \n \n1. THIS MATTER is before the Court on: (1) Defendants Cumberland County \nCivic Center Commission (the “Commission”), Cumberland County Board of \nCommissioners (the “Board”), and the County of Cumberland ’s (the “County”) \n(collectively, the “County Defendants”)  Motion to Dismiss (the “County Defendants’ \nMotion”); and (2) Defendants Ovations Food Services, L.P., d/b/a Spectra Food \nServices and Hospitality (“Spectra Food ”) and Global Spectrum, L.P., d/b/a Spectra \nVenue Management ’s (“Spectra Management”) (collectively, the “Spectra \nDefendants” and, together with the County Defendants, “Defendants” ) Motion to \nDismiss (the “Spectra Defendants’ Motion”).  The County Defendan ts’ Motion and \nSpectra Defendants’ Motion are referred to collectively as “the Motions.” \n2. The Motions seek dismissal of all claims against Defendants pursuant to \nNorth Carolina Rule of Civil Procedure 12(b)(6).  For the reasons set forth herein, the \nCourt GRANTS in part and DENIES in part the Motions. \nShanahan McDougal, PLLC, by Gregg E. McDougal, Brandon S. \nNeuman, Jeffrey M. Kelly, and H. Denton Worrell, for Plaintiffs. \n \nPoyner Spruill LLP, by J. Nicholas Ellis and Colin R. McGrath, for \nDefendants Ovations Food Services, L.P. and Global Spectrum, L.P. \n \nCumberland County Attorney’s Office, by Robert A. Hasty, Jr., Phyllis P. \nJones, and Rickey L. Moorefield, for Defendants Cumberland County \nCivic Center Commission, Cumberland County Board of Commissioners, \nand County of Cumberland. \n \nRobinson, Judge. \n \nI. INTRODUCTION \n3. This action arises out of the award of a contract to provide food and \nbeverage services (the “Food and Beverage Contract”) at the Crown Complex, a \nCounty-owned facility established in Cumberland Count y in 1964.  The Crown \nComplex is under the authority of the Board, which created the Commission to act in \nan advisory capacity and assist in operating the Crown Complex.  Plaintiffs Volume \nServices, Inc. and Service America Corporation, collectively d/b/a Centerplate \n(“Plaintiffs”), held the Food and Beverage Contract from 1996 until 2018. \n4. In 2013, the Commission entered into a contract with Spectra Management \nfor it to manage the Crown Complex.  In 2017, as Plaintiffs’ contract was nearing its \nexpiration, the Commission decided to invite bids for the Food and Beverage Contract \nand issued a request for proposals (“RFP”).  Spectra Food and Plaintiffs were the only \nbidders considered for the Food and Beverage Contract, which was ultimately \nawarded to Spectra Food. \n5. Plaintiffs allege that the RFP process was conducted in an illegal, arbitrary, \nand unfair manner and that the Spectra Defendants worked together to \nmisappropriate Plaintiffs’ confidential business information and improperly \ninfluence the RFP process t o give Spectra Food an unfair advantage.  Defendants \nseek dismissal of Plaintiffs’ Second Amended Complaint pursuant to Rule 12(b)(6) of \nthe North Carolina Rules of Civil Procedure (“Rule(s)”). \nII. FACTUAL BACKGROUND \n6. The Court does not make findings of fact on motions to dismiss under Rule \n12(b)(6) but only recites those factual allegations that are relevant and necessary to \nthe Court’s determination of the Motions. \n7. Plaintiffs are Delaware corporations with their principal offices in \nStamford, Connecticut.  (Second Am. Compl. ¶¶ 5 –6, ECF No. 54  [“Compl.”].)  \nPlaintiffs provide hospitality services to event venues across the United States.  \n(Compl. ¶ 15.) \n8. Spectra Food is a Pennsylvania limited partnership with its principal office \nin Philadelphia, Pennsylvania .  (Compl. ¶ 7.)  Spectra Management is a Delaware \nlimited partnership with its principal office in Philadelphia, Pennsylvania.  (Compl. \n¶ 8.) \n9. Cumberland County owns the Crown Complex, a public facility with five \nvenues for public gatherings, events, and exhibitions.  (Compl. ¶¶ 16–18.)  The Crown \nComplex is under the governing authority of the Board and is operated by the \nCommission, which reports to the Board in an advisory role.  (Compl. ¶¶ 18–19.)  The \nCommission conducts regular meetings to address mat ters concerning the Crown \nComplex.  (See Compl. ¶ 41.) \n10. In 1996, the Board and Plaintiffs entered into a contract for Plaintiffs to \nserve as food and beverage manager of the Crown Complex for a ten -year term (the \n“Centerplate Contract”) and in August 2007, renewed Plaintiffs’ contract for an \nadditional ten-year term.  (Compl. ¶¶ 20–21.)  Pursuant to the Centerplate Contract, \nPlaintiffs had , with limited exceptions,  the exclusive right to operate all food and \nbeverage services at the Crown Complex in exchange  for making investments for \nimprovements to the Crown Complex and paying a percentage of food and beverage \nsales to the Board. 1  (Aff. Darren Hubbard, Ex. A, §§ 7.1, 22.1, 37.1, ECF No. 36.1 \n[“Centerplate Contract”].) \n                                                 \n1 Because the Second Amended Complaint refers to and relies on the Centerplate \nContract, the Court may properly consider the document on a motion to dismiss \npursuant to Rule 12(b)(6).  See Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 60, \n554 S.E.2d 840, 847 (2001) (“[W]hen ruling on a Rule 12(b)(6) motion, a court may \nproperly consider documents which are the subject of a plaintiff’s complaint and to \nwhich the complaint specifically refers[.]”).  The same holds for the County’s RFP and \nits Purchasing Manual (discussed below), each of which is referred to and relied upon \nin the Second Amended Complaint.  Consideration of these documents does not \nthereby convert the Motions into motions for summary judgment.  Schlieper v. Johnson, \n195 N.C. App. 257, 261, 672 S.E.2d 548, 551 (2009).     \n \n11. The Centerplate Contract obligated Plaintiffs to report sales and financial \ninformation to the manager of the Crown Complex, which was the Commission until \n2013.  (Compl. ¶¶ 26, 30 –32.)  The Board agreed not to use or disclose Plaintiffs’ \nconfidential information without Plaintiffs’ written co nsent, except to its employees \nand agents, and to be responsible for ensuring that its employees and agents abided \nby the confidentiality provision.  (Centerplate Contract § 65.) \n12. In 2013, the Commission entered into a contract to delegate certain \nmanagement responsibilities for the Crown Complex to Spectra Management (the \n“Management Contract”).  (Compl. ¶¶ 26, 33.)  As part of the Management Contract, \nSpectra Management agreed to abide by all of the Crown Complex’s existing \ncontracts.  (Compl. ¶ 27.)  Once Spectra Management was on board as manager , \nPlaintiffs, consistent with their obligations under the Centerplate Contract, \nsubmitted their confidential sales information to Spectra Management.  (Compl. ¶¶ \n30–34.)  The information submitted included “detailed reports, pricing policies, and \nfinancial information regarding [Plaintiffs’] sales for each event at the Crown \nComplex.”  (Compl. ¶ 30.) \n13. At a regular meeting in June 2017, the Commission addressed the pending \nSeptember 30, 2017 expiration of the Centerp late Contract.  (Compl. ¶  41; see \nCenterplate Contract § 4.1.)  Assistant County Attorney Phyllis Jones (“Jones”) stated \nthat the RFP for the Food and Beverage Contract “would have to be presented to the \n[Board] for action should the RFP call for capital i mprovement recommendations.”  \n(Compl. ¶ 41.)  The Commission voted in favor of establishing a committee (the “Food \nand Beverage Ad Hoc Committee”) to develop the RFP for publication and to make a \npreliminary evaluation of submitted proposals to present to the full Commission and \nthen to the Board, if applicable.  (Compl. ¶¶ 41–42.)  \n14. During this and all other Commission meetings during the relevant time \nperiod, Rita Perry (“Perry”), a Spectra Management employee, worked for and \nactively participated on the C ommission, assuming responsibilities such as \norganizing and recording Commission meetings.  (Compl. ¶¶ 36–37.)  \n15. Around August 1, 2017, the Commission initiated a public bidding process \nand published an RFP inviting sealed proposals for the Food and Beverag e Contract \nto be submitted to the Commission in both electronic and paper form no later than \n5:00 p.m. on August 31, 2017.  (Compl. ¶  42; Hubbard Aff. Ex. D, ¶ 1.02, ECF No. \n36.4 [“RFP”].) \n16. The RFP also required bidders to propose financial terms , including \nproposals for the percentage of sales to be paid to the Commission and capital \ninvestment to “upgrade the [f]oodservice facilities” at the Crown Complex.  (RFP \n¶¶ 2.13, 3.02, § 3 .)  Proposals were to include projects to upgrade the facilities, \nregardless of whether the successful bidder or the Commission would fund all or part \nof the projects.  (RFP ¶ 3.02, § 3.)  The RFP stated that capital investments were to \nbe made in an amount no less than $500,000, at a rate of no less than $100,000 per \nyear, for the five -year term of the Food and Beverage Contract, with an additional \n$250,000 to be paid at a rate of no less than $50,000 per year for any renewal.  (RFP \n¶ 2.13.)  Equipment, leasehold improvements, and small wares purchased as part of \nthe succ essful bidder’s capital investments were to be immediately titled to the \nCommission when delivered to or installed in the Crown Complex facilities.  (RFP \n¶ 3.02, § 3 .)  The RFP further provided that “[a]t the termination of the [Food and \nBeverage Contract] , for any reason, the Commission will purchase or cause to be \npurchased the then book value of Food and Beverage Manager’s approved \ninvestment.”  (RFP ¶ 3.02, § 3.) \n17. In addition to financial proposals, the RFP required bidders to disclose \nconflicts of interest where the proposer “or any individuals working on the contract \nhas [sic] a possible conflict of interest and, if so, the nature of that conflict .”  (RFP ¶ \n4.02.)  Bidders were required to “[i]dentify any material arrangements, relationships, \nassociations, employment or other contacts that may cause a conflict of interest or \nthe appearance of a conflict of interest[.]”  (RFP ¶ 3.02, § 2 at 12.)  Bidders were also \nrequired to disclose “any investigation, litigation, including administrative \ncomplaints or other administrative proceedings” involving the bidder and any public-\nsector clients during the past five years.  (RFP ¶ 3.02, § 4.)  Bidders were prohibited \nfrom having “[a]ny contact with any County or Commission representatives, related \nofficials, or representatives other than those outlined in the RFP[.]” 2  (RFP ¶ 4.04.)  \nFinally, bidders were required to submit with their proposal a non-collusion affidavit, \nswearing that the bidder “has not, directly or indirectly, entered into any agreement, \nparticipated in any collusion, or otherwise taken any action, in restraint of free \ncompetition, in connection with the said RFP[.]”  (RFP, submittal 6.) \n                                                 \n2 Paragraph 4.04 of the RFP does not define or otherwise list the other representatives with \nwhom contact was presumably permitted.   \n18. Although the RFP stated that failure to provide required disclosures or \nviolation of the no -contact policy could subject a bidder to disqualification, violation \nof the non -collusion requirement “[would] cause the Commission to reject” the \nviolating bidder’s proposal.  (RFP ¶¶ 4.02 –03, 4.05.)  Notwithstanding the stated \nrequirements for proposals, the Commission rese rved the right to waive \ntechnicalities, formalities, irregularities, or nonconformities.  (RFP ¶  4.05.)  The \nCommission further reserved the right to amend, modify, withdraw, or cancel the \nRFP and not award the contract to any bidder.  (RFP ¶ 4.05.) \n19. At a Commission meeting after the RFP was issued, Plaintiffs questioned \nand objected to the RFP process because they were concerned that “a decision had \nalready been made ” to award the Food and Beverage Contract to Spectra Food.  \n(Compl. ¶¶ 61 –62.)  The Commissi on stated that “the RFP process was facilitated \nthrough the County procurement process, not the  . . . Commission; therefore it was \ninappropriate for questions related to the RFP to be posed to the Commission and for \nthe Commission to respond.”  (Compl. ¶ 62.) \n20. By the stated deadline, the Commission had electronically received bids \nfrom Plaintiffs and a third -party vendor .  (Compl. ¶ 64.)  The Commission also \nreceived a bid from Spectra Food that was not submitted electronically.  (Compl. ¶ \n65.)  The Commission disqualified the third-party vendor for failing to include certain \nforms, leaving only Plaintiffs’ and Spectra Food’s bids.  (Compl. ¶ 66.) \n21. However, the Commission did not disqualify Spectra Food for failing to \nsubmit an electronic bid or for failing to  disclose a proceeding against it where a \nFlorida administrative law judge found a contract awarded to Spectra Food by the \nUniversity of Central Florida to be invalid, inter alia , because of Spectra \nManagement’s involvement as manager of the facility for which Spectra Food was to \nprovide services.  (Compl. ¶ 106.)  Spectra Food’s proposal also stated explicitly that \nit “worked together” with its “on -site team at the Crown Complex” in preparing the \nproposal.  (Compl. ¶ 103.)  Further, Spectra Food’s proposal  reflected that Spectra \nFood and Spectra Management share a president and senior vice president, and the \nproposal was signed by an executive for Spectra Management.  (Compl. ¶¶ 101 –02.)  \nFinally, Spectra Food’s bid contained financial proposals that were “strikingly \nsimilar” to Plaintiffs’ confidential reports and the terms contained in the Centerplate \nContract.  (Compl. ¶¶ 108–09.) \n22. The Commission met to discuss the proposals submitted by Plaintiffs and \nSpectra Food on September 26, 2017.  (Compl. ¶ 69.)  Perry (a Spectra Management \nemployee) “substantively participated in the bid process and review ,” (Compl. ¶ 71), \nin effect, as an adjunct , non-voting member of the Commission, (see Compl. ¶¶ 35–\n39, 71, 85 ).  For instance, she proposed that the Food and Bev erage Ad Hoc \nCommittee be dissolved.  (Compl. ¶ 71. )  Jones gave each Commission member \npresent at the meeting a copy of Plaintiffs’ and Spectra Food’s bid s along with bid \nsummaries and briefs that were prepared in advance .  (Compl. ¶¶ 72 –73.)  The \nsummaries and briefs misrepresented the amounts of capital investments proposed \nby Plaintiffs and by Spectra Food to make Spectra Food’s proposal seem more \nattractive.  (Compl. ¶ 74.)  After a Commission member pointed out that Plaintiffs’ \nproposed financial investment was greater than Spectra Food’s, Jones  recommended \ndeferring action for a month and instructed members to review the proposals prior to \nthe Commission’s next meeting.  (Compl. ¶¶ 75 –76.)  Perry then gathered the \nproposals that were left by Commissi on members and took them to Spectra \nManagement’s office.  (Compl. ¶ 77.) \n23. About two weeks later, the County requested that Plaintiffs and Spectra \nFood give presentations on their respective proposals to the Commission at a special \nmeeting on October 24, 201 7.  (Compl. ¶ ¶ 79–80.)  The morning of the meeting, \nPlaintiffs contacted Jones and asked whether Spectra Food had access to Plaintiffs’ \nproposal, which Jones did not deny.  (Compl. ¶ 80.)  At the meeting, Plaintiffs objected \nto Spectra Food’s proposal and the unfair advantage of Spectra Management having \naccess to Plaintiffs’ proposal.  (Compl. ¶ 82.)  Thereafter, Plaintiffs and Spectra Food \ngave their respective presentations prior to the Commission holding a second meeting \nat which it selected Spectra Food’s proposal by a vote of eight -to-one “without any \npublic discussion.”  (Compl. ¶¶ 83–86.) \n24. The Commission then entered into the Food and Beverage Contract with \nSpectra Food without the Board’s approval.  (Compl. ¶ 89.) \n25. The Centerplate  Contract expired on February 28, 2018 , after which \nSpectra Food became the food and beverage manager for the Crown Complex.  \n(Compl. ¶¶ 251 –52.)  The Centerplate Contract obligated the Board or Plaintiffs’ \nsuccessor, upon the termination of the agreement,  to purchase Plaintiffs’ remaining \nuseable inventory and supplies.  (See Centerplate Contract § 53.4.2.)  “[W]ithin fifteen \n[] days after the date of expiration or termination of [the Centerplate Contract],” \nPlaintiffs were to submit a schedule of all useable inventory and supplies purchased \nby Plaintiffs for use at the Crown Complex.  (Centerplate Contract § 53.4.2.)  Within \nfive days of receipt of the schedule, the Board or Plaintiffs’ successor had to reimburse \nPlaintiffs’ costs.  (Centerplate Contract §  53.4.2.)  Although Plaintiffs submitted an \ninvoice and schedule of remaining inventory and supplies to the Board, the Board has \nrefused to reimburse Plaintiffs.  (Compl. ¶¶ 253–55.) \nIII. PROCEDURAL BACKGROUND \n26. The Court sets forth here only those portions of th e procedural history \nrelevant to its determination of the Motions. \n27. Plaintiffs initiated this action by filing a verified Complaint on January 8, \n2018.  (ECF No. 3.) \n28. This action was designated as a mandatory complex business case by order \nof the Honorable Mark Martin, Chief Justice of the Supreme Court of North Carolina, \ndated January 9, 2018, (ECF No. 5), and was assigned to the undersigned by order of \nthen Chief (now Senior) Business Court Judge James L. Gale dated January 10, 2018, \n(ECF No. 2). \n29. On February 20, 2018, before the Centerplate Contract expired, Plaintiffs \nfiled a Motion for Temporary Restraining Order (“TRO Motion”) and a brief in \nsupport.  (ECF Nos. 18, 20.)  Defendants were given an opportunity to respond to the \nTRO Motion on an expedited basis and they filed briefs in opposition.  (ECF Nos. 27, \n29.)  The Court held a hearing on the TRO Motion at which the Court orally \nannounced its ruling that the TRO Motion was denied.  On March 6, 2018, the Court \nentered an order memorializing its oral ruling.  (ECF No. 38.) \n30. After the Court’s ruling on the TRO Motion, Plaintiffs filed their first \nAmended Complaint.  (ECF No. 48.) \n31. Shortly thereafter, Plaintiffs filed a consent motion for leave to amend the \nfirst Amended Complaint.  (ECF No. 52.)   The Court gr anted Plaintiffs’ consent \nmotion, (ECF No. 53), and on May 1, 2018, Plaintiffs, with leave of Court, filed their \nSecond Amended Complaint, asserting sixteen claims.   \n32. Plaintiffs assert claims against the Spectra Defendants for : \nmisappropriation of trade secrets (Count IX); unfair or deceptive trade practices \n(“UDTP”) (Count XII); tortious interference with prospective economic advantage \n(Count XIII); and civil conspiracy (Count XIV), (Compl. 45, 51, 53, 55).  Plaintiffs \nassert claims against the County Defendants for: violations of Plaintiffs’ state and \nfederal due process and equal protection rights (Count III); an alternative claim for \nnegligent misrepresentation (Count VI); and violations of N.C. Gen. Stat. §  143-129, \nNorth Carolina’s public bidding statute (Count VII), (Compl. 32, 40, 42).  Plaintiffs \nassert a claim against Spectra Management and the County for breach of fiduciary \nduty and constructive fraud (Count IV) and a claim against Spectra Food for aiding \nand abetting breach of fiduciary duty (Count V), (Compl. 37, 39).  Plaintiffs further \nassert two claims for breach of contract against the Board (Counts X and XVI), and \none breach of contract claim against Spectra Management (Count XI), (Compl. 48, 50, \n56).  Plaintiffs assert claims for civil conspiracy against the Spectra Defendants, the \nCounty, and the Commission (Count XV).  (Compl. 55.)  Finally, Plaintiffs assert two \nclaims for declaratory judgment (Counts I and II), and a request for a writ of \nmandamus, (Count VIII), (Compl. 28, 30, 43). \n33. The Motions have been fully briefed , and the Court held a hearing on the \nMotions on August 30, 2018 at which all parties were represented by counsel. \n34. The Motions are ripe for resolution. \nIV. LEGAL STANDARD \n35. In ruling on a motion to dismi ss pursuant to Rule 12(b)(6), the Court \nreviews the allegations of the Second Amended Complaint in the light most favorable \nto Plaintiffs.  The Court’s inquiry is “whether, as a matter of law, the allegations of \nthe complaint, treated as true, are sufficie nt to state a claim upon which relief may \nbe granted under some legal theory [.]”  Harris v. NCNB Nat’l Bank of N.C. , 85 N.C. \nApp. 669, 670, 355 S.E.2d 838, 840 (1987).  The Court construes the Second Amended \nComplaint liberally and generally accepts its allegations as true.  See Laster v. \nFrancis, 199 N.C. App. 572, 577, 681 S.E.2d 858, 862 (2009). \n36. The Court, however, is not required “to accept as true allegations that are \nmerely conclusory, unwarranted deductions of fact, or unreasonable inferences.”  \nGood Hope Hosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, \n274, 620 S.E.2d 873, 880 (2005)  (citation and quotation marks omitted) .  \nFurthermore, a  “trial court can reject allegations that are contradicted by the \ndocuments attached, spe cifically referred to, or incorporated by reference in the \ncomplaint.”  Laster, 199 N.C. App. at 577, 681 S.E.2d at 862.  The Court can also \nignore a party’s legal conclusions set forth in its pleading.  McCrann v. Pinehurst, \nLLC, 225 N.C. App. 368, 377, 737 S.E.2d 771, 777 (2013). \n37. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \ncomplaint on its face reveals that no law supports [the] claim; (2) when the complaint \nreveals on its face the absence of fact sufficient to make a good claim; [or] (3) when \nsome fact disclosed in the complaint necessarily defeats the . . . claim.”  Oates v. JAG, \nInc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985); see also Jackson v. Bumgardner, \n318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986).  Otherwise, “a complaint should not \nbe dismissed for insufficiency unless it appears to a certainty that plaintiff is entitled \nto no relief under any state of facts which could be proved in support of the claim.”  \nSutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) (emphasis omitted). \nV. ANALYSIS \n38. Plaintiffs assert sixteen separate counts in their Second Amended \nComplaint.  The particularly affected Defendants seek dismissal of all sixteen counts. \nA. Declaratory Judgment (Counts I & II) \n39. Plaintiffs assert two claims for declaratory judgment.  First, Plaintiffs \nrequest that the Court declare that the  formal bidding procedures required by N.C. \nGen. Stat. § 143-129 are applicable to the award of the Food and Beverage Contract.  \n(Compl. ¶ 127.)  Second, Plaintiff s request that the Court declare the award of the \nFood and Beverage Contract to Spectra Food invalid and that the contract should \nhave been awarded to Plaintiffs as the only responsive bid or, alternatively, declare \nthat the County be compelled to engage in  a new bid process that excludes Spectra \nFood due to its incurable conflicts of interest.  (Compl. ¶ 138.) \n40. The North Carolina statute governing the procedure for letting public \ncontracts provides, in relevant part, that: \nNo construction or repair work requ iring the estimated expenditure of \npublic money in an amount equal to or more than five hundred thousand \ndollars ($500,000) or purchase of apparatus, supplies , materials,  or \nequipment requiring an estimated expenditure of public money in an \namount equal to or more than ninety thousand dollars ($90,000) may be \nperformed, nor may any contract be awarded therefor, by \nany . . . political subdivision of the State, unless the provisions of this \nsection are complied with[.] \n \nN.C. Gen. Stat. § 143-129(a).  For contracts subject to this statutory requirement, any \ngovernment unit seeking bids is required to advertise publicly an invitation for \nproposals.  Id. § 143-129(b).  All proposals in response to the invitation must be sealed \nand only opened in public.  Id.  The invitation to bid must state the time and place \nfor opening proposals , and the knowing opening of a sealed bid prior to that time \nwithout the permission of the bidder is a Class 1 misdemeanor.  Id. \n41. The RFP issued by the Commission required bidders to “indicate as part of \n[their] proposal any capital investment proposer projects will be required to upgrade \nthe [Crown Complex], regardless of the [sic] whether the Food and Beverage Manager \nor the Commission provides the funding for all or part of that capital  investment.”  \n(RFP ¶ 3.02, § 3.)  The RFP also required bidders to propose “capital improvements” \nto the Crown Complex in an amount no less than $500,000 for the initial five -year \nterm of the agreement, with an additional $250,000 at a rate of no less than $50,000 \nper year if the agreement is renewed.  (RFP ¶ 2.13.) \n42. The RFP further provided that the Commission would “purchase or cause \nto be purchased the then book value of Food and Beverage Manager’s approved \ninvestment” at the contract’s termination.  (Compl. ¶¶ 48–49.)  Additionally, the RFP \nstated that “[t]itle to all equipment, leasehold improvements, and smallwares [sic] \n[would] be immediately placed in the name of the Commission.”  (Compl. ¶ 49.)  \nLeasehold improvements were defined as “all equipment,  fixtures, furnishings, \nfinishes and construction affixed to the building, by more than an electrical or gas \nconnection.”  (RFP § 2.03(R).) \n43. Apart from the RFP, the County Purchasing Manual states that “North \nCarolina general statutes allow local policy to be more restrictive than general statute \n[sic].  This policy is more restrictive regarding bid requirements of services and dollar \nthresholds[.]”  (Purchasing Manual § 3.8.)  The County Purchasing Manual states \nthat the Board must approve of “[a]ll contrac ts for the construction or demolition of \nbuildings or making any other improvements to real property owned by the county[,]” \nwhich is considered “simply a good practice because of the permanency of these \ntransactions.”  (Purchasing Manual, attachment B, § 3.)  Finally, the Purchasing \nManual state s that “[f]or a contract to comply with all North Carolina legal \nrequirements, it must have been solicited in accordance with all applicable statutory \nremedies and county policies[.]”  (Purchasing Manual, attachment  B, ¶ 7 (emphasis \nadded).) \n44. Both the County Defendants and the Spectra Defendants separately argue \nthat neither of Plaintiffs’ requests for declaratory judgment are proper because the \nstatutory bid procedures in section 143 -129 are inapplicable because the Food and \nBeverage Contract did not call for the expenditure of public funds.  (Mem. Supp. Mot. \nto Dismiss Defs.’  Cumberland Cty. Civic Center, Cumberland Cty. Bd. Comm’rs, & \nCounty of Cumberland 10 –11, ECF No. 56 [“ County Defs.’ Br. Supp. ”]; Mem. Supp. \nSpectra Food & Spectra Mgmt.’s Mot. to Dismiss Second Am. Compl. 8, ECF No. 58 \n[“Spectra Defs.’ Br. Supp. ”].)  Instead, Defendants argue that the successful bidder \nwould fund all capital improvements and would pay commissions on sales to the \nCounty, thus demonstrating that neither the County, Board, nor Commission would \npurchase or fund anything in relation to the Food and Beverage Contract.  (County \nDefs.’ Br. Supp. 6 & n.2; Spectra Defs.’ Br. Supp. 8.)  The County Defendants further \nargue that, although not obligated to comply with section 143 -129, the Commission \nelected to issue an RFP that governed the process and gave the Commission \ndiscretion to modify the requirements for bids or waive any irregularities in \nproposals, or even to withdraw the RFP and not award a contract at all.  (County \nDefs.’ Br. Supp. 7–8.)  The County Defendants thus argue that a proper process was \nused to award the Food and Beverage Contract, making declaratory judgment \nimproper.  (County Defs.’ Br. Supp. 7–8.) \n45. Plaintiffs respond that they were entitled to certain biddin g procedures \nbased on statute, County policy, and the C ounty’s representations both in the RFP \nand at Commission meetings.  ( Pls.’ Resp. Opp’n to Spectra Defs.’ & Count Defs.’ \nMots. to Dismiss Second Am. Compl. 10–17, ECF No. 71 [“Pls.’ Br. Opp’n”].)  Plaintiffs \ncontend that section 143-129 applies because the RFP called for the expenditure of at \nleast $500,000 in capital improvements, the book value of which the Commission \nwould be obligated to purchase at the contr act’s termination.  (Pls.’ Br. Opp’n 14.)  \nPlaintiffs argue that, because this creates the possibility that significant public funds \nwill be expended in the event the contract is terminated, section 143-129 is applicable.  \n(Pls.’ Br. Opp’n 14 & n.3.)  Apart from statutory requirements, Plaintiffs contend that \nthe County Purchasing Manual requires formal bid procedures for purchases of \napparatus, supplies, materials or equipment in amounts of $90,000 or more” and \nrequires contracts that require improvements to real property owned by the County \nto be approved by the Board.  (Pls.’ Br. Opp’n 11–12.) \n46. Under the North Carolina Declaratory Judgments Act, “[a]ny \nperson . . . whose rights, status or other legal relations are affected by a statute, \nmunicipal ordinance , contract or franchise, may have determined any question of \nconstruction or validity arising under the  . . . statute, ordinance, contract or \nfranchise, and obtain a declaration of rights, status, or other legal relations \nthereunder.”  N.C.  Gen. Stat. § 1 -254.  “The purpose of the Declaratory Judgments \nAct is, to settle and afford relief from uncertainty and insecurity, with respect to \nrights, status, and other legal relations  . . . . It is to be liberally construed and \nadministered.”  Asheville Lakeview Props., LLC v. Lake View Park Comm’n, Inc., 803 \nS.E.2d 632, 636 (N.C. Ct. App. 2017) (omission in original) (internal quotation marks \nomitted). \n47. The Court “has jurisdiction to render a declaratory judgment only when the \npleadings and evidence disclose the exi stence of a genuine controversy between the \nparties to the action, arising out of conflicting contentions as to their respective legal \nrights and liabilities under a deed, will, contract, statute, ordinance, or franchise. . . .”  \nNew Bar P’ship v. Martin, 221 N.C. App. 302, 308, 729 S.E.2d 675, 681 (2012).  “When \nthe record shows . . . no basis for declaratory relief, or the complaint does not allege \nan actual, genuine existing controversy, a motion for dismissal under G.S. 1A-1, Rule \n12(b)(6) will be grant ed.”  Chapel H.O.M. Assocs., LLC v. RME Mgmt., LLC , 808 \nS.E.2d 576, 581 (N.C. Ct. App. 2017) (omission in original).  Our Supreme Court has \nstated that a sufficient declaratory judgment claim exists when: \n(1) . . . a real controversy exists between or amon g the parties to the \naction; (2) . . . such controversy arises out of opposing contentions of the \nparties, made in good faith  . . . as to the validity or construction of a \nstatute, or municipal ordinance, contract, or franchise; and (3)  . . . the \nparties to the action have or may have legal rights, or are or may be \nunder legal liabilities which are involved in the controversy, and may be \ndetermined by a judgment or decree in the action . . . . \n \nId. (first, second, fourth, and fifth omissions in original) (emphasis omitted) (quoting \nN.C. Consumers Power, Inc. v. Duke Power Co., 285 N.C. 434, 449, 206 S.E.2d 178, \n188 (1974)).  “[A] motion to dismiss ‘is allowed only when the record clearly shows \nthat there is no basis for declaratory relief as when the compl aint does not allege an \nactual, genuine existing controversy.’”  Id. (quoting Duke Power, 285 N.C. at 439, 206 \nS.E.2d at 182). \n48. Plaintiffs’ allegations demonstrate that the parties’ controversy arises out  \nof whether N.C. Gen. Stat. § 143 -129 governed the RF P process used by the \nCommission to award the Food and Beverage Contract.  Thus, the controversy arises \nout of Plaintiffs’ and Defendants’ conflicting interpretations as to the construction of \na statute.  Further, a declaration that section 143 -129 applies to the letting of the \nFood and Beverage Contract would entitle Plaintiffs to the benefit of the procedures \nset forth by the General Assembly in section 143 -129 and would legally obligate the \nCounty Defendants to follow those procedures.  Notwithstanding D efendants’ \narguments as to why section 143 -129 has no applicability to the Food and Beverage \nContract, on a Rule 12(b)(6) motion, “[t]he issue is not whether a plaintiff will \nultimately prevail but whether the claimant is entitled to offer evidence to supp ort \nthe claims.”  Id. (alteration in original) (citation and internal quotation marks \nomitted). \n49. Plaintiffs have alleged that the Food and Beverage Contract may involve \nthe expenditure of significant sums of public money, which would trigger the bid \nrequirements of section 143 -129.  (Compl. ¶¶ 49 –50.)  Although the Court may \nproperly consider the RFP, the Court concludes that, in the absence of a more \ncomplete record, it cannot determine from the RFP alone that section 143-129 has no \napplicability to the parties’ dispute.  See City-Wide Asphalt Paving v. Alamance Cty. \n(City-Wide I), No. 2:96CV66, 1996 U.S. Dist. LEXIS 14428, at *10–11 (M.D.N.C. Aug. \n12, 1996) (declining to determine whether section 143 -129 applied where the record \ncontained insufficient detai ls of what the public project entailed).  Moreover, “a \nmotion to dismiss a declaratory judgment  action should not be granted merely \nbecause the party seeking the declaration ultimately is incorrect in his interpretation \nof the statute at issue.”  Conner v. N.C. Council of State, 365 N.C. 242, 259, 716 S.E.2d \n836, 847 (2011).  The Court believes that it should revisit the applicability of section \n143-129 to the present dispute on a more complete record. \n50. Therefore, the Court concludes that, for purposes of the Motions, Plaintiffs \nhave sufficiently alleged that an actual controversy exists between the parties \nregarding the proper interpretation of the public bidding statute.  Accordingly, \nbecause each of Plaintiffs’ claims for declaratory judgment are based on the parties ’ \nconflicting interpretations of section 143 -129, the Motions are denied as to those \nclaims. \nB. Writ of Mandamus (Count VIII) \n51. Plaintiffs request that the Court issue a writ of mandamus requirin g the \nBoard to complete the bidding process for the Food and Beverage Contract in a legal, \nfair, and unbiased manner, which Plaintiffs allege would require awarding the \ncontract to Plaintiffs as the only responsive bidder.  (Compl. ¶ 193.)  Alternatively, \nPlaintiffs request that the Court issue a writ of mandamus requiring the County \nDefendants to conduct a new, fair bidding process that excludes Spectra Food due to \nits incurable conflicts of interest.  (Compl. ¶ 194.) \n52. “A writ of mandamus  is an extraordinar y court order to a board, \ncorporation, inferior court, officer or person commanding the performance of a \nspecified official duty imposed by law.”  Morningstar Marinas v. Warren Cty. , 233 \nN.C. App. 23, 26–27, 755 S.E.2d 75, 78 (2014).  “[A] party seeking [the] writ . . . must \nhave a clear legal right to demand it, and the party to be coerced must be under a \npositive legal obligation to perform the act sought to be required.”  Meares v. Town of \nBeaufort, 193 N.C. App. 49, 55, 667 S.E.2d 244, 249 (2008)  (alterations in original); \nsee also Holroyd v. Montgomery Cty., 167 N.C. App. 539, 543, 606 S.E.2d 353, 356–57 \n(2004) (“The function of [a] writ [of mandamus ] is to compel the performance of a \nministerial duty—not to establish a legal right, but to enforce one w hich has been \nestablished.” (alterations in original)). \n53. For issuance of a writ of mandamus to be proper, “performance of the duty-\nbound act must be ministerial in nature and not involve the exercise of discretion.  \nNevertheless, a court may issue a writ of mandamus to a public official compelling \nthe official to make a discretionary decision, as long as the court does not require a \nparticular result.”  In re T.H.T. , 362 N.C. 446, 453 –54, 665 S.E.2d 54, 59 (2008)  \n(internal citations omitted) .  Additionally, for a writ to issue, “the defendant must \nhave neglected or refused to perform the act requested, and the time for performance \nof the act must have expired.”  Id. at 454, 665 S.E.2d at 59 (internal quotation marks \nomitted).  “Finally, the court may only issue a writ of mandamus in the absence of an \nalternative, legally adequate remedy.”  Id. \n54. The County Defendants argue that they were not legally obligated to \ncomply with section 143-129 and, therefore, a writ of mandamus is not proper in this \naction.  (See County Defs.’ Br. Supp. 16.)  They further argue that a writ of mandamus \nordering an award of the Food and Beverage Contract to Plaintiffs would improperly \ncompel a discretionary act.  (County Defs.’ Br. Supp. 16.)  Similarly, the Spectra \nDefendants argue that the RFP, and not section 143 -129 or the C ounty purchasing \npolicies, governed the process for awarding the Food and Beverage Contract.  (Spectra \nDefs.’ Br. Supp. 10–11.)  Accordingly, the Spectra Defendants contend  that because \nthe RFP clearly gave the Commission considerable discretion in the selection process, \nthe issuance of a writ of mandamus would not be proper.  (Spectra Defs.’ Br. Supp. \n11 n.8.) \n55. Plaintiffs argue that conducting a fair bid process is a ministerial act \nrequired by law that may be ordered by a writ of mandamus.  (Pls.’ Br. Opp’n 29–30.)  \nPlaintiffs further argue that discretionary acts of local government are subject to \nmandamus where the government has abused its discretion or taken action that was \narbitrary, capricious, or in disregard of law.  (Pls.’ Br. Opp’n 30–31.) \n56. Plaintiffs allege that the Commission issued an RFP purporting to set forth \nthe requirements for bids on the Food and Beverage Contract and the procedures that \nwould be followed in reviewing bids.  (Compl. ¶¶ 41–43.)  The RFP stated that sealed \nproposals must be submitted in hard and electronic copy by a certain deadline.  (RFP \n¶ 1.02.)  As part of the proposal, bidders were required to disclose any investigation, \nlitigation, or administrative proceedings involving the company in the past five years, \n(RFP ¶ 3.02, § 4) , and to disclose any potential conflicts of interest , (RFP ¶ 4.02) .  \nFinally, the RFP prohibited bidders from having “[a]ny contact with any County or \nCommission representatives, related officials, or repr esentatives other than those \noutlined in the RFP[.]”  (RFP ¶ 4.04.) \n57. Notwithstanding the discretion afforded the Commission in awarding the \nFood and Beverage Contract, Plaintiffs allege numerous instances where the \nCommission failed to comply with applicable law, County policy, and the terms of the \nRFP.  For example, the Commission disqualified a third bidder for failing to include \ncertain required forms, but did not disqualify Spectra Food for failing to submit its \nbid electronically, disclose the administr ative proceeding against it, or disclose \npotential conflicts of interest.  (Compl. ¶¶ 65–66, 106.) \n58. Plaintiffs further allege that , when the proposals were presented to the \nCommission at a public meeting, Jones provided bid summaries and briefs prepared \nahead of time, thus demonstrating that the sealed bids were not opened publicly, a \nviolation of County policy and state law.  (Compl. ¶¶ 43, 73.)  Moreover, Plaintiffs \nallege that the summaries misrepresented the Plaintiffs’ and Spectra Food’s proposed \ncapital investments to make Spectra Food’s proposal seem more attractive.  (Compl. \n¶ 74.) \n59. In addition, Plaintiffs allege Spectra Management and Spectra Food are \nclosely related companies that shared executive officers.  (Compl. ¶¶ 101 –02.)  \nPlaintiffs allege tha t Perry was both a Spectra Management employee and a \nrepresentative of the Commission who called for action to be taken and otherwise \nsubstantively participated in the bid review process.  (Compl. ¶ 71.)  Further, after \nthe Commission meeting at which the proposals were first presented, Perry took \nPlaintiffs’ and Spectra Food’s proposals to Spectra Management’s office before both \nbidders gave the required presentations on their proposals.  (Compl. ¶ 77.) \n60. In light of Plaintiffs’ allegations, the Court concludes that, at this early \nstage of the proceedings, Plaintiffs should be permitted to maintain a claim for a writ \nof mandamus, at least pending development of a factual record.  Plaintiffs’ allegations \nare sufficient , for purposes of the Motions , to st ate a claim that the County \nDefendants, although exercising discretion in awarding the Food and Beverage \nContract, abused their discretion regardless of whether the process was governed by \nstatute, County policy, or the terms of the RFP itself.  See Kinsey Contracting Co. v. \nFayetteville, 106 N.C. App. 383, 384, 416 S.E.2d 607, 608 (1992) (“In reviewing the \ndecision of a local government to award a public contract ‘[i]t is a general rule that \nofficers of a municipal corporation, in the letting of municipal contracts, perform not \nmerely ministerial duties but duties of a judicial and discretionary nature, and that \ncourts, in the absence of fraud or a palpable abuse of discretion, have no power to \ncontrol their action.’” (quoting Mullen v. Town of Louisburg , 2 25 N.C. 53, 60, 33 \nS.E.2d 484, 488–89 (1945))).  The numerous allegations of impropriety are sufficient, \nat this stage of the proceedings, to support a request for a writ of mandamus  and \nsurvive a motion to dismiss under Rule 12(b)(6).   \n61. However, to the ex tent Plaintiffs seek a writ of mandamus requiring the \nCourt to award the Food and Beverage Contract to Plaintiffs, the Motions are \ngranted.  Plaintiffs request that the Court issue a writ of mandamus “requiring the \n[Board] to complete the RFP selection process in a legal, fair, and unbiased manner, \nwhich requires awarding the contract to [Plaintiffs] as the only responsive bidder .”  \n(Compl. ¶ 194 (emphasis added).)  To the extent this language is ambiguous between \n(1) asking the Court to award the Food and Beverage Contract to Plaintiffs, and (2) \nasking the Court to order a process, which Plaintiffs contend will inevitably lead to \nan award to them of the Food and Beverage Contract, the Court clarifies that only \nthe latter interpretation of the relief Plaintiffs seek survives the Motions.  See In re \nT.H.T., 362 N.C. at 454, 665 S.E.2d at 59 (“[A] court may issue a writ of mandamus \nto a public official compelling the official to make a discretionary decision, as long as \nthe court does not require a particular result.”).   \n62. Therefore, the Motions as to Plaintiffs’ request for a writ of mandamus , \nexcept to the extent such request ask s the Court to award P laintiffs the Food and \nBeverage Contract, are denied. \nC. Violation of N.C. Gen. Stat. § 143-129 (Count VII) \n63. Plaintiffs assert a separate claim for violation of N.C. Gen. Stat. § 143 -129 \nagainst the County Defendants, alleging that Plaintiffs are entitled to d amages and \nequitable relief for the violation of North Carolina’s public bidding statute.  (Compl. \n¶¶ 178–83.) \n64. The County Defendants argue that, because section 143-129 does not create \na private cause of action, Plaintiffs’ claim is subject to dismissal.  (County Defs.’ Br. \nSupp. 8.)  The County Defendants contend that statutes permit a private cause of \naction only where such claims are expressly permitted by the legislature and that \nsection 143-129 provides no such right.  (County Defs.’ Br. Supp. 8.) \n65. Plaintiffs argue that the violation of section 143-129 entitles them to assert \na separate cause of action because N orth Carolina has allowed damages claims to \nproceed under a public bidding statute.  (Pls.’ Br. Opp’n 29 (citing Hawkins v. Town \nof Dallas, 229 N.C. 561, 564, 50 S.E.2d 561, 563 (1948) ).)  Plaintiffs further cite to a \nCourt of Appeals decision considering whether section 143-129 creates a private cause \nof action, wherein the court observed that a similar action was permitted under a \nrelated statute.  (Pls.’ Br. Opp’n. 29 (citing City-Wide Asphalt Paving, Inc. v. \nAlamance Cty. (City-Wide II), 132 N.C. App. 5 33, 537–38, 513 S.E.2d 335, 338 –39 \n(1999)).) \n66. Plaintiffs’ reference to  and reliance upon  Hawkins is inapposite.  In \nHawkins, the court permitted the plaintiff to recover for money damages, not on a \nclaim that section 143 -129 or a similar statute had been violated to the harm of \nplaintiff, but on an unjust enrichment claim where plaintiff had performed under a \npublic contract that was later declared void because it was not bid in compliance with \nsection 143-129.  Hawkins, 229 N.C. at 564, 50 S.E.2d at 563.   \n67. Plaintiffs’ reliance on City-Wide II is similarly problematic.  In that case , \nthe Court of Appeals noted that, although a similar action was allowed under a \nrelated statute, it was unclear whether that case , as here,  involved claims for \nmonetary damages.  City-Wide II., 132 N.C. App. at 538, 513 S.E.2d at 339 (citing \nKinsey Contracting Co., 106 N.C. App. at 383, 416 S.E.2d at 607).  The court concluded \nthat Kinsey was not dispositive on whether a private cause of action exists under \nsection 143-129 and did not reach the issue because plaintiff’s claim failed for other \nreasons.  Id. at 538, 513 S.E.2d at 338–39. \n68. “[O]ur case law generally holds that a statute allows for a private cause of \naction only where the legislature has expressly provided a private cause of action \nwithin the statute.”  Lea v. Grier, 156 N.C. App. 503, 508, 577 S.E.2d 411, 415 (2003) \n(internal quotation marks omitted).  A legislative intent to create a private cause of \naction may appear implicitly from the statut ory languag e.  See, e.g. , Williams v. \nAlexander Cty. Bd. of Educ., 128 N.C. App. 599, 604, 495 S.E.2d 406, 409 (1998).  “[A]n \nimplicit right of a cause of action exists when a statute requires action from a party, \nand that party has failed to comply with the statutory mandate.”  Sugar Creek \nCharter Sch., Inc. v. Charlotte-Mecklenburg Bd. of Educ., 195 N.C. App. 348, 356, 673 \nS.E.2d 667, 673 (2009). \n69. As noted by the Court of Appeals in City-Wide II, no North Carolina case \nspecifically addresses whether N.C. Gen. Stat. § 143 -129 confers a private cause of \naction on disappointed bidders.  City-Wide II, 132 N.C. App. at 538, 513 S.E.2d at \n338–39.  The cases involving claims arising out of alleged violations  of section 143 -\n129 all involve requests for equitable or declaratory relief and are, therefore, \ninconclusive as to whether Plaintiffs may recover damages for violation of the statute.  \nSee, e.g., Ronald G. Hinson Elec. v. Union Cty. Bd. of Educ., 125 N.C. App. 373, 375–\n77, 481 S.E.2d 326, 328 –29 (1997).  The Court is not aware of any North Carolina \nappellate opinions holding that similar provisions of our public contracting law do or \ndo not provide a private cause of action.   Furthermore, although a private cause of \naction may appear implicitly from the statutory language, Plaintiffs make no \narguments that the language of section 143 -129 implicitly creates such a right.  See \nLea, 156 N.C. App. at 508–09, 577 S.E.2d at 415–16 (affirming dismissal of claim for \nprivate right of action because, inter alia, plaintiffs did not contend the statutory \nlanguage implicitly created such a right).     \n70. In the absence of controlling case law on this issue and any argument from \nPlaintiffs that section 143-129 implicitly creates a private cause of action, the Court \nconcludes that Plaintiffs have failed to state a claim for violation of section 143-129.  \nAccordingly, the County Defendants’ Motion should be and is granted as to Plaintiffs’ \nseparate claim for violation of N.C. Gen. Stat. § 143-129. \nD. Fiduciary Claims (Counts IV & V) \n71. Plaintiffs assert claims for breach of fiduciary duty and constructive fraud \nagainst Spectra Management and the County and a claim for aiding and abetting \nbreach of fiduciary duty against Spectra Food.  (Compl. 37–40.) \n72. Claims for breach of fiduciary duty, constructive fraud, and aiding and \nabetting fiduciary duty (presuming such a cause of action is recognized in North \nCarolina) require the existence of a fiduciary relationship.  Forbis v. Neale, 361 N.C. \n519, 528, 649 S.E.2d 382, 388 (2007) ( “[Constructive fraud ] arises where a \nconfidential or fiduciary relationship exists, which has led up to and surrounded the \nconsummation of the  transaction in which the defendant took advantage of his \nposition of tru st to the hurt of plaintiff .” (internal citations and quotation marks \nomitted)); Dalton v. Camp , 353 N.C. 647, 651, 548 S.E.2d 704, 707 (2001) (“For a \nbreach of fiduciary duty to exist, there must first be a fiduciary relationship between \nthe parties.”); New Friendship Used Clothing Collection, LLC v. Katz , 2017 NCBC \nLEXIS 72, at *45 (N.C. Super. Ct. Aug. 18, 2017) (“Although it remains open whether \nNorth Carolina recognizes a claim for aiding and abetting a breach of fiduciary duty, \nif North Carolina were to recognize such a claim, then the elements would \ninclude . . . violation of a fiduciary duty by the primary party . . . .”). \n73. The Spectra Defendants argue that Plaintiffs’ claims that depend on the \nexistence of a fiduciary relationship fail because Plaint iffs have not adequately \nalleged the existence of a fiduciary relationship.  ( Spectra Defs.’ Br. Supp. 19 –20.)  \nThe County Defendants do not address Plaintiffs’ claims for breach of fiduciary duty \nand constructive fraud in their briefs.   \n74. Plaintiffs contend that the Second Amended Complaint’s factual allegations \nand claims, as a whole, are sufficient to establish a relationship of trust and \nconfidence between Plaintiffs, on the one hand, and Spectra Management and the \nCounty, on the other hand, sufficient to give rise to a fiduciary duty.  (Pls.’ Br. Opp’n \n23–25.) \n75. “A fiduciary relationship exists in all cases where there has been a special \nconfidence reposed in one who in equity and good conscience is bound to act in good \nfaith and with due rega rd to the interests of the one reposing confidence.”  S.N.R. \nMgmt. Corp. v. Danube Partners 141, LLC , 189 N.C. App. 601, 613, 659 S.E.2d 442, \n451 (2008) (quotation marks omitted).  “Only when one party figuratively holds all of \nthe cards – all of the finan cial power or technical information, for example – have \nNorth Carolina courts found that the special circumstance of a fiduciary relationship \nhas arisen.”  Id. (quotation marks omitted). \n76. “[P]arties to a contract do not thereby become each other’s fiduciaries; they \ngenerally owe no special duty to one another beyond the terms of the contract  . . . .”  \nHighland Paving Co., LLC v. First Bank, 227 N.C. App. 36, 43, 742 S.E.2d 287, 292–\n93 (2013) (alterations in original).  Accordingly, “North Carolina courts generally find \nthat parties who interact at arms -length do not have a fiduciary relationship with \neach other, even if they are mutually interdependent businesses.”  Crumley & Assocs., \nP.C. v. Charles Peed & Assocs., P.A. , 219 N.C. App. 615, 621, 730 S.E.2d 76 3, 767 \n(2012).  In the absence of other facts or circumstances demonstrating the existence of \na fiduciary relationship, breach of fiduciary duty claims asserted between parties to \na contract are subject to dismissal.  See, e.g., Highland Paving Co., 227 N.C. App. at \n42–43, 742 S.E.2d at 292–93 (dismissing constructive fraud claim because plaintiff’s \nallegations that it placed special trust and confidence in defendant due to the parties’ \ncontract and previous dealings were insufficient to allege a fiduciary relationship); \nSykes v. Health Network Sols., Inc. , 2017 NCBC LEXIS 73, at *69 –70 (N.C. Super. \nCt. Aug. 18, 2017) (concluding that dismissal of fiduciary duty claims was proper \nwhere plaintiff failed to show a joint venture or other special relationship th at arose \nfrom the parties’ contract). \n77. Plaintiffs allege that they placed trust and confidence in the County, \n“through execution of certain agreements,” including the Centerplate Contract \npursuant to which the County agreed to protect Plaintiffs’ confidenti al business \ninformation.  (Compl. ¶ 154.)  Plaintiffs further allege that a relationship of trust and \nconfidence existed between Plaintiffs and Spectra Management because Plaintiffs \nsubmitted their confidential business information to Spectra Management pu rsuant \nto the Centerplate Contract, by which Spectra Management was bound to abide \npursuant to the Management Contract.  (Compl. ¶¶ 153–54.) \n78. After careful review of Plaintiffs’ allegations, the Court concludes that \nPlaintiffs have failed to allege the existence of a fiduciary relationship between them \nand any Defendant.  Plaintiffs’ allegations demonstrate that their relationship with \nthe County was contractual in nature and that the Centerplate Contract gave rise to \nany expectation Plaintiffs may have had that Spectra Management would protect \nPlaintiffs’ confidential information.  Plaintiffs’ allegations that they were obligated to \ndisclose confidential information to the County and Spectra Management pursuant \nto the Centerplate Agreement, in the absence of allegations demonstrating other \ncircumstances giving rise to a relationship of trust and confidence, is insufficient to \ndemonstrate that either the County or Spectra Management “figuratively held all of \nthe cards.”  See Highland Paving Co., 227 N.C. App. at 42–43, 742 S.E.2d at 292–93; \nSykes, 2017 NCBC LEXIS 73, at *69 –70.  Therefore, Plaintiffs have failed to allege \nthe existence of a fiducia ry relationship, upon which Plaintiffs’ claims for breach of \nfiduciary duty, constructive fraud, and aiding and abetting breach of fiduciary duty  \ndepend.  Forbis, 361 N.C. at 528, 649 S.E.2d at 388; Dalton, 353 N.C. at 651, 548 \nS.E.2d at 707; New Friendship Used Clothing Collection , 2017 NCBC LEXIS 72, at \n*45.   \n79. Accordingly, the Court grants the Motions as to Plaintiffs’ claims for breach \nof fiduciary duty, constructive fraud, and aiding and abetting fiduciary duty , and \nthose claims are dismissed. \nE. Negligent Misrepresentation (Count VI) \n80. Plaintiffs assert, as an alternative claim, that the County Defendants \nnegligently misrepresented that the Food and Beverage Contract would be \nconsidered, voted on, and approved by the Board.  (Compl. ¶ 169.) \n81. The County Defendants argue that Plaintiffs’ negligent misrepresentation \nclaim is subject to dismissal because (1) Plaintiffs have failed to allege that they relied \non any misrepresentations allegedly made by the County Defendant s, and (2) the \nCounty Defendants are protected from Plaintiffs’ negligent misrepresentation claim \nby governmental immunity.  (County Defs.’ Br. Supp. 12–15.) \n82. Plaintiffs respond that they have sufficiently alleged justifiable reliance by \nalleging that they “actually and justifiably relied on ” representations that the Food \nand Beverage Contract would be approved by the Board when participating in the bid \nprocess and by waiting to bring the instant action.  (Pls.’ Br. Opp’n 28 (citing Compl. \n¶ 175).) \n83. “The tort of negligent misrepresentation occur s when a party justifiably \nrelies to his detriment on information prepared without reasonable care by one who \nowed the relying party a duty of care.”  Carmeyer, LLC v. Koury Aviation, Inc., 2017 \nNCBC LEXIS 82, at *27 (N.C. Super. Ct. Sept. 11, 2017) (quoting Dallaire v. Bank of \nAm., N.A., 367 N.C. 363, 369, 760 S.E.2d 263, 267 (2014) ).  Justifiable reliance is \nanalogous to reasonable reliance in fraud actions.  Marcus Bros. Textiles, Inc. v. Price \nWaterhouse, LLP, 350 N.C. 214, 224, 513 S.E.2d 320, 327 (199 9).  “[W]hen the party \nrelying on the false or misleading representation could have discovered the truth \nupon inquiry, the complaint must allege that he was denied the opportunity to \ninvestigate or that he could not have learned the true facts by exercise of reasonable \ndiligence.”  Bucci v. Burns , 2018 NCBC LEXIS 93, at *5 (N.C. Super. Ct. Sept. 4, \n2018) (alternation in original) (quoting Hudson-Cole Dev. Corp. v. Beemer , 132 N.C. \nApp. 341, 346, 511 S.E.2d 309, 313 (1999) ); see also Rountree v. Chowan Cty. , 796 \nS.E.2d 827, 833 (N.C. Ct. App. 2017).  \n84. Accordingly, although “[w]hether a party’s reliance is justified is generally \na question for the jury, ” Dallaire, 367 N.C. at 369, 760 S.E.2d at 267, our Court of \nAppeals has held that where “the complaint fails to allege that [the plaintiff] was \ndenied the opportunity to investigate or that [the plaintiff] could not have learned the \ntrue facts by exercise of reasonable diligence, the complaint fails to state [a] cause[] \nof action for . . . negligent misrepresenta tion[,]” Eastway Wrecker Serv. v. City of \nCharlotte, 165 N.C. App. 639, 645 –46, 599 S.E.2d 410, 414 (2004) (quotation marks \nomitted) (affirming dismissal of claim for negligent misrepresentation where \ncomplaint failed “to include this required allegation”); Oberlin Capital, 147 N.C. App. \nat 60, 554 S.E.2d at 847 (same).   \n85. Plaintiffs allege that the Commission repeatedly represented that the Food \nand Beverage Contract would be presented to the Board.  (Compl. ¶¶ 41, 59.)  \nPlaintiffs further allege that, at a  public Commission meeting, they raised the issue \nof who would ultimat ely award the contract , but the C ounty attorney refused to \nanswer.  (Compl. ¶ 62.)  Plaintiffs allege that, notwithstanding these representations, \nthe Commission awarded the Food and Bev erage Contract to Spectra Food without \nBoard approval.  (Compl. ¶ 89.) \n86. Notably absent from the Second Amended Complaint are any allegations \nthat Plaintiffs were prevented from conducting further investigation, for instance by \ninquiring of the Board at a pu blic meeting who would approve the contract, or that \nthey could not have learned the true facts by exercis ing reasonable diligence.   \nMoreover, the Court is not required to accept Plaintiffs’ conclusory allegations that \nthey “actually and justifiably relied on” the County Defendants’ representations.  See \nGood Hope Hosp., 174 N.C. App. at 274, 620 S.E.2d at 880.  Failure to plead any such \nnon-conclusory allegations is fatal  to Plaintiffs’ claim for negligent \nmisrepresentation.  See Eastway Wrecker Serv., 165 N.C. App. at 645–46, 599 S.E.2d \nat 414; Oberlin Capital, 147 N.C. App. at 60, 554 S.E.2d at 847. \n87. Because the Second Amended Complaint reveals a n absence of facts \nsufficient to state a claim for negligent misrepresentation, the Court concludes that \nthe County Defendants’ Motion as to that claim should be and is granted.  Plaintiffs’ \nclaim for negligent misrepresentation is therefore dismissed. \nF. Misappropriation of Trade Secrets (Count IX) \n88. Plaintiffs assert a claim for misappropriation of trade secrets against the \nSpectra Defendants, alleging that, pursuant to the Centerplate Contract, Plaintiffs \nsubmitted their confidential financial and operational information, including detailed \nsales and pricing reports for each event at the Crown Complex, to the Commission \nand Spectra Management.  (Compl. ¶ 197.)  Plaintiffs allege that, in violation of the \nBoard and its agents’ obligation to protect the confiden tiality of Plaintiffs’ \ninformation, Spectra Management provided Plaintiffs’ information to Spectra Food to \nassist Spectra Food in preparing a competing proposal for the Food and Beverage \nContract.  (Compl. ¶¶ 198 –200, 202.)  Plaintiffs further allege that Spectra \nManagement misused its position with the Commission to acquire Plaintiffs’ proposal \nprior to Plaintiffs’ and Spectra Food’s sales presentations, thus giving Spectra Food \nan unfair advantage.  (Compl. ¶ 204.) \n89. The Spectra Defendants argue that Plaint iffs’ misappropriation of trade \nsecrets claim is subject to dismissal because the pricing information contained in the \nCenterplate Contract, a negotiated contract with a public entity, is a public record \nsubject to disclosure pursuant to a public records r equest.  (Spectra Defs.’ Br. Supp. \n14.)  The Spectra Defendants contend that the information is, therefore, not \nprotectable as trade secret information, relying on Wilmington Star-News, Inc. v. New \nHanover Reg’l Med. Ctr., Inc. , 125 N.C. App. 174, 182, 480  S.E.2d 53, 57 (1997) .  In \nthat case , our Court of Appeals held that negotiated information contained in a \ncontract with a public entity is not exempt from public disclosure pursuant to a public \nrecords request and is, therefore, not confidential, trade-secret information.  Id.  The \nSpectra Defendants further argue that any information contained in Plaintiffs’ \nproposal does not constitute a trade secret because the RFP stated that any \ninformation provided in response to the RFP would become the property o f the \nCounty.  (Spectra Defs.’ Br. Supp. 18 n.10.) \n90. Plaintiffs respond that dismissal of the trade secrets claim as to information \nin the Centerplate Contract is improper on a Rule 12(b)(6) motion because the holding \nof Wilmington Star-News, which was decid ed on a motion for summary judgment, \nrequires the Court to make a factual determination as to whether terms of the \nCenterplate Contract were negotiated by the contract parties or unilaterally \ndeveloped by Plaintiffs.  (Pls.’ Br. Opp’n 36 –37.)  Plaintiffs further argue that, apart \nfrom information contained in the Centerplate Contract or Plaintiffs’ proposal, \nPlaintiffs have alleged that they provided Spectra Management with their \nconfidential and proprietary operational information, including detailed finan cial \nrecords, reports, sales data, and pricing policies, which information Spectra \nManagement used to assist Spectra Food in preparing a competing proposal.  (Pls.’ \nBr. Opp’n 34 & n.8 (citing Compl. ¶¶ 35, 197).) \n91. “The threshold question in any misappropria tion of trade secrets case is \nwhether the information obtained constitutes a trade secret  . . . .”  Combs & Assocs. \nv. Kennedy, 147 N.C. App. 362, 369, 555 S.E.2d 634, 639 (2001).  The North Carolina \nTrade Secrets Protection Act defines a trade secret as  \nbusiness or technical information, including but not limited to a formula, \npattern, program, device, compilation of information, method, \ntechnique, or process that: \n \na. Derives independent actual or potential commercial value \nfrom not being generally known or  readily ascertainable \nthrough independent development or reverse engineering \nby persons who can obtain economic value from its \ndisclosure or use; and  \n \nb. Is the subject of efforts that are reasonable under the \ncircumstances to maintain its secrecy. \n \nN.C. Gen. Stat. § 66-152(3). \n92. In determining whether information is a trade secret, North Carolina \ncourts consider six factors:  \n(1) the extent to which information is known outside the business; \n(2) the extent to which it is known to employees and others involv ed in \nthe business; (3) the extent of measures taken to guard secrecy of the \ninformation; (4) the value of information to the business and its \ncompetitors; (5) the amount of effort or money expended in developing \nthe information; and (6) the ease or difficulty with which the information \ncould properly be acquired or duplicated by others. \n \nHorner Int’l Co. v. McKoy , 232 N.C. App. 559, 567 –68, 754 S.E.2d 852, 858 (2014).  \nThis Court has explained that, “[t]he factors overlap, and courts considering these \nfactors do not always examine them separately and individually.”  Addison Whitney, \nLLC v. Cashion , 2017 NCBC LEXIS 23, at *15 (N.C. Super. Ct. Mar. 15, 2017) \n(alteration in original). \n93. Apart from whether the information is a trade secret as defined by section \n66-152(3), the involvement of a public body also raises the issue of whether the alleged \ntrade secret information is subject to a public records request.  The Public Records \nAct generally provides the public with “liberal access to public records.”  Knight Publ’g \nCo. v. Charlotte-Mecklenburg Hosp. Auth., 172 N.C. App. 486, 489, 616 S.E.2d 602, \n605 (2005).  Public records include “all documents and papers made or received by \nany agency of North Carolina government in the course of conducting its public \nproceedings.”  Virmani v. Presbyterian Health Servs. Corp. , 350 N.C. 449, 462, 515 \nS.E.2d 675, 685 (1999) (citing N.C. Gen. Stat. § 132 -1(a)).  “Absent clear statutory \nexemption or exception, documents falling within the definition of ‘public records’ in \nthe Public Records Law must be made available for public inspection.”  Id. (quotation \nmarks omitted).  Furthermore, “[e]xceptions and exemptions to the Public Records \nAct must be construed narrowly.”  Carter-Hubbard Publ’g Co. v. WRMC Hosp. \nOperating Corp., 178 N.C. App. 621, 624, 633 S.E.2d 682, 684 (2006). \n94. Contracts with a public body, and any information contained therein, are \ngenerally considered public information.  See Womack Newspapers, Inc. v. Town of \nKitty Hawk, 181 N.C. App. 1, 11 –12, 639 S.E.2d 96, 103 –04 (2007) (affirming order \nthat town produce contracts related to condemnation litigation); Carter-Hubbard \nPubl’g Co. , 178 N.C. App. at 628, 633 S.E.2d at 68 7 (concluding that, absent \napplicability of a statutory exemption for certain types of information, the entirety of \npublic contracts are public records). \n95. However, as relevant here, the Public Records Act exempts from public \ndisclosure information where four conditions are satisfied: the information (1) \n“[c]onstitutes a ‘trade secret’ as defined in [N.C. Gen. Stat. §] 66-152(3)”; (2) “[i]s the \nproperty of a private ‘person’ as defined in [N.C. Gen. Stat. §] 66 -152(2)”; (3) “[i]s \ndisclosed or furnished to the public agency in connection with the owner’s \nperformance of a public contract or in connection with a bid, application, [or] proposal \n. . .”; and (4) “[i]s designated or indicated as ‘confidential’ or as a ‘trade secret’ at the \ntime of its initial disclosure to the public agency.”  N.C. Gen. Stat. § 132 -1.2(1).  In \ndetermining this exception’s applicab ility to information contained in a contract \nbetween a private person and a public entity, our Court of Appeals held that \nnegotiated terms of a public contract are not exempt from disclosure because they are \nnot the “property of a private ‘person’” as the terms belong to both the private party \nand the government entity.  Wilmington Star-News, Inc., 125 N.C. App. at 182, 480 \nS.E.2d at 57. \n96. Plaintiffs’ argument that such a determination requires the Court to make \na factual determination as to whether the infor mation was unilaterally created by \nPlaintiffs is misplaced.  The Wilmington Star -News court considered whether the \nprice lists at issue were unilaterally created as part of its determination  that they \nqualified as trade secrets under section 66-152(3).  Id. at 180–81, 480 S.E.2d at 56 –\n57.  However, qualification as a trade secret is only the first requirement to \ndemonstrate that the information is exempt from public disclosure under section 132-\n1.2(1).  The court concluded that the price lists were not exempt from public disclosure \nunder the second requirement, i.e., that the information is the property of a “private \nperson[,]” concluding that the price lists, because they were a contractual term upon \nwhich the parties agreed following negotiations, were the property of both the public \nand private entity.  Id. at 182, 480 S.E.2d at 57. \n97. The Board and Plaintiffs freely entered into the Centerplate Contract in \n1996 and then renewed the contract in 2007.  ( See Compl. ¶¶ 20 –21.)  The pricing \ninformation, as part of the Centerplate Contract, was agreed to by both parties and \nwas part of a public contract.  Accordingly, to the extent Plaintiffs’ misappropriation \nof trade secrets claim is premised on information contained in the Centerplate \nContract, Plaintiffs’ claim  fails.  Such information is not exempt from public \ndisclosure because the information is not the property of a private person, but was a \ncontractual term agreed to by both Plaintiffs and the Board.  See Wilmington Star-\nNews, 125 N.C. App. at 182, 480 S.E.2d at 57. \n98. To the extent Plaintiffs’ misappropriation of trade secrets claim is premised \non Plaintiffs’ proposal submitted in response to the RFP, Plaintiffs’ claim similarly \nfails.  The RFP expressly stated that “[a]ll information submitted in response to this \nRFP shall become the property of the County of Cumberland.”  (RFP ¶ 4.05.)  In the \ncontext of an RFP issued by a private corporation, our Court of Appeals has held that \na bidder that submitted a proposal did not act reasonably to maintain the secrecy of \nits trade secrets because the RFP stated that information contained in the bid would \nbecome the property of the entity soliciting bids.  Area Landscaping, L.L.C. v. Glaxo-\nWellcome, Inc., 160 N.C. App. 520, 526, 586 S.E.2d 507, 511–12 (2003). \n99. Applying th e same reasoning to the allegations in Plaintiffs’ Second \nAmended Complaint, the Court concludes that Plaintiffs, in submitting their proposal \nto the Commission subject to the condition that the information contained therein \nwould become the County’s property, did not act reasonably to maintain the secrecy \nof their confidential information.  Further, the submission of Plaintiffs’ proposal takes \nthe information contained therein outside of the exemption for information submitted \nin connection with a bid or p roposal, as the information contained therein was no \nlonger the property of a private person.  N.C. Gen. Stat. § 132-1.2(1); see Wilmington \nStar-News, 125 N.C. App. at 182, 480 S.E.2d at 57. \n100. However, the Court concludes that Plaintiffs have properly stated a claim \nfor misappropriation of alleged trade secrets contained in the periodic operational \nreports and related information that Plaintiffs submitted to Spectra Management as \nmanager of the Crown Complex.  Plaintiffs have alleged that, pursuant to t heir \nobligations under the Centerplate Contract, they submitted their confidential \ninformation to Spectra Management in its capacity as manager of the facility.  \n(Compl. ¶¶ 30–35.)  Plaintiffs allege that the information disclosed included detailed \nfinancial and operational reports, pricing policies, and sales data from each event at \nthe Crown Complex.  (Compl. ¶¶ 30, 34 –35.)  Plaintiffs further allege that Spectra \nManagement, notwithstanding its contractual obligation to protect Plaintiffs’ \ninformation, gave Plaintiffs’ confidential information to Spectra Food to assist it in \npreparing a competing bid for the Food and Beverage Contract.  (Compl. ¶ 35.)  The \nCourt concludes, for purposes of the Motions, that Plaintiffs have adequately alleged \nthat the information submitted to Spectra Management may constitute trade secrets \nthat were misappropriated by the Spectra Defendants. \n101. Accordingly, the Court denies the Spectra Defendants’ Motion to the extent \nthat Plaintiffs’ claim for misappropriation of trade secrets is based on Plaintiffs’ \ndetailed financial and operation reports, pricing policies, and sales data.  \nG. Tortious Interference with Prospective Economic Advantage  \n(Count XIII) \n \n102. Plaintiffs assert a claim a gainst the Spectra Defendants for tortious \ninterference with prospective economic advantage , alleging that the Spectra \nDefendants worked together to unlawfully compete for the Food and Beverage \nContract.  (Compl. 53 –54.)  Plaintiffs allege that the Spectra  Defendants \nmisappropriated Plaintiffs’ confidential and proprietary business information to \ncollaborate in preparing Spectra Food’s bid and improperly influenced the bid process \nthrough Perry, Spectra Management’s employee who also participated on the \nCommission.  (Compl. ¶¶ 234 –35.)  Plaintiffs further allege that but for the Spectra \nDefendants’ unjustified interference, Plaintiffs would have been the only responsive \nbidder and would have been awarded the Food and Beverage Contract.  (Compl. ¶¶ \n236–38.) \n103. The Spectra Defendants argue that Plaintiffs’ tortious interference claim \nfails as a matter of law because Plaintiffs cannot show that they would have been \nawarded the Food and Beverage Contract in the absence of the Spectra Defendants’ \nalleged conduct.  (Spectra Defs.’ Br. Supp. 21–22.)  The Spectra Defendants contend \nthat such a showing cannot be made because the RFP gave the Commission discretion \nto cancel the RFP or not award the contract.  (Spectra Defs.’ Br. Supp. 21–22.) \n104. Plaintiffs contend that their tortious interference claim is premised on the \nSpectra Defendants’ “wrongful[] competition with [Plaintiff] in its opportunity to \ncontract with the County.”  (Pls.’ Br. Opp’n 41.)  Plaintiffs further argue that, in the \nabsence of the Spectra Defendants’ conduct, they would have been the only responsive \nbidder and, therefore, “had a reasonable expectation that [they] may receive the \ncontract.”  (Pls.’ Br. Opp’n 41.) \n105. “To establish tortious interference with prospective economic advantage, a \nplaintiff must show that the defendant, without justification, induced a third party \nto refrain from entering into a contract with the plaintiff, which would have been \nmade absent the defendant’s interference.”  MLC Auto., LLC v. Town of S. Pines, 207 \nN.C. App. 555, 571, 702 S.E.2d 68, 79 (2010).  “However, a plaintiff’s mere expectation \nof a continuing business relationship is insufficient to establish such a claim.”  \nBeverage Sys. of the Carolinas, LLC v. Associated Beverage Repair, LLC , 368 N.C. \n693, 701, 784 S.E.2d 457, 463 (2016).  “Instead, a plaintiff must produce evidence that \na contract would have resulted but for a defendant’s malicious intervention.”  Id. \n106. Plaintiffs’ repeated statements throughout their pleading that they would \nhave been awarded the Food and Beverage Contract had the RFP process been \nconducted fairly and had Spectra Food been disqualified are conclusory allegations \nentitled to no weight.  Under the express terms of the RFP, the Commission was free \nto cancel the RFP, issue a new RFP, or choose not to award the contract to any bidder.  \n(RFP ¶ 4.05.)  Indeed, such discretion is required to be included in RFPs by section \n143-129(b).  It follows , therefore, that had Spectra Food been disqualified from the \nRFP process, Plaintiffs would have had nothing more than a unilateral expectation \nthat they would have been awarded the Food and Beverage Contract.  Accordingly, \nPlaintiffs’ allegations and the documents referred to in the Second Amended \nComplaint defeat their claim.  See Highland Paving Co., 227 N.C. App. at 40–42, 742 \nS.E.2d at 291 –92 (dismissing claim where document outside the pleadings but \nproperly considered on Rule 12(b)(6) motion contradicted material allegations of the \ncomplaint); accord Wilson v. Crab Or chard Dev. Co. , 276 N.C. 198, 206, 171 S.E.2d \n873, 879 (1970) (“The terms of such ex hibit control other allegations of the pleading \nattempting to paraphrase or construe the exhibit, insofar as these are inconsistent \nwith its terms.”).    \n107. Therefore, the Spectra Defendants’ Motion as to Plaintiffs’ claim for tortious \ninterference with prospective economic advantage is granted , and that claim is \ndismissed. \nH. Unfair or Deceptive Trade Practices (Count XII) \n108. Plaintiffs assert a UDTP claim against the Spectra Defend ants, alleging \nthat Spectra Management, through Perry, impermissibly controlled the RFP process, \nimproperly influenced the Commission, and unlawfully obtained Plaintiffs’ proposal \nprior to the parties’ presentations.  (Compl. ¶¶ 227 –28.)  Plaintiffs allege  that the \nSpectra Defendants’ conduct in misappropriating Plaintiffs’ trade secrets and \nconspiring with Spectra Food and the Commission to deny Plaintiffs a fair \nopportunity to compete for the Food and Beverage Contract amount to violations of \nthe North Carolina Unfair or Deceptive Trade Practices Act.  (Compl. ¶¶ 229–30.) \n109. The Spectra Defendants do not separately argue a basis for dismissal of \nPlaintiffs’ UDTP claim, except to state in a footnote that the claim is subject to \ndismissal to the extent it is based on the Spectra Defendants’ misappropriation of \nPlaintiffs’ confidential information because Plaintiffs have not adequately alleged a \nclaim for misappropriation of trade secrets.  (See Spectra Defs.’ Br. Supp. 19 n.11.) \n110. Plaintiffs argue that their allegations of “numerous bad acts and wrongful \nconduct” may support a UDTP claim.  (Pls.’ Br. Opp’n 39–40.)  Plaintiffs contend that \ntheir UDTP claim may be established by misappropriation of trade secrets, breach of \nfiduciary duty, constructive fraud, or tortious interference with prospective economic \nadvantage.  (Pls.’ Br. Opp’n 39–40.) \n111. The elements of a claim for UDTP are “(1) [the] defendant committed an \nunfair or deceptive act or practice, (2) the action in question was in or affecting \ncommerce, and (3) t he act proximately caused injury to the plaintiff.”  Bumpers v. \nCmty. Bank of N. Va. , 367 N.C. 81, 88, 747 S.E.2d 220, 226 (2013)  (alteration in \noriginal).  “A practice is unfair when it offends established public policy as well as \nwhen the practice is imm oral, unethical, oppressive, unscrupulous, or substantially \ninjurious to consumers.”  Walker v. Fleetwood Homes of N.C., Inc. , 362 N.C. 63, 72, \n653 S.E.2d 393, 399 (2007)  (internal quotation marks omitted) .  “[A] practice is \ndeceptive if it has the capacit y or tendency to deceive.”  Id. (alteration in original)  \n(internal quotation marks omitted). \n112. Plaintiffs correctly note that our courts have held that certain statutory and \ncommon law claims can support a UDTP claim.  See, e.g., Med. Staffing Network, Inc. \nv. Ridgway, 194 N.C. App. 649, 659–60, 670 S.E.2d 321, 329 (2009) (misappropriation \nof trade secrets); Compton v. Kirby, 157 N.C. App. 1, 20, 577 S.E.2d 905, 917 (2003) \n(breach of fiduciary duty and constructive fraud); Roane-Barker v. Se. Hosp. Supply \nCorp., 99 N.C. App. 30, 41, 392 S.E.2d 663, 670 (1990) (tortious interference).  \nHowever, having concluded that Plaintiffs’ claims for tortious interference with \nprospective economic advantage, breach of fiduciary duty, and constructive fraud are \nsubject to d ismissal, the Court further concludes that such claims may not support \nPlaintiffs’ UDTP claim. \n113. Nevertheless, having concluded that Plaintiffs state a claim for \nmisappropriation of trade secrets, the Court concludes that Plaintiffs have stated a \nclaim for UDTP.  See Med. Staffing Network, 194 N.C. App. at 659–60, 670 S.E.2d at \n329; Wells Fargo Ins. Servs. USA v. Link, 2018 NCBC LEXIS 42, at *51 (N.C. Super. \nCt. May 8, 2018) (denying motion to dismiss UDTP claim where UDTP claim was \nbased on claim for misappropriation of trade secrets that survived dismissal). \n114. Therefore, the Court denies the Spectra Defendants’ Motion as to Plaintiffs’ \nUDTP claim, to the extent that claim is premised on alleged misappropriation of trade \nsecrets. \nI. Breach of Contract (Counts X, XI, & XVI) \n115. Plaintiffs allege three separate claims for breach of the Centerplate \nContract: (1) against the Board for failing to maintain the confidentiality of Plaintiffs’ \ninformation; (2) against Spectra Management for disclosing Plaintiffs’ confide ntial \nbusiness information to Spectra Food; and (3) against the Board for failing to \nreimburse Plaintiffs for useable inventory and supplies upon termination of the \nCenterplate Contract.  (Compl. 48–51, 56–57.) \n116. “The elements of a claim for breach of contract are (1) existence of a valid \ncontract and (2) breach of the terms of that contract.”  Poor v. Hill, 138 N.C. App. 19, \n26, 530 S.E.2d 838, 843 (2000).  Defendants do not challenge the validity of the \nCenterplate Contract but, instead, argue only that Plaintiffs have failed to allege a \nbreach thereof.  (County Defs.’ Br. Supp. 17–20; Spectra Defs.’ Br. Supp. 17.) \n1. Confidentiality Provision \n117. Pursuant to the Centerplate Contract, the Board contractually agreed to \nprotect Plaintiffs’ proprietary and confidential information and to “be responsible for \nensuring that all of [its] employees and agents adhere to the obligations contained” \ntherein.  (Compl. ¶ 22 (alteration in original).)  The Board delegated management \nresponsibilities for the Crown Complex to Spectr a Management through the \nManagement Agreement, which obligated Spectra Management to observe and \nperform the covenants, conditions, and terms contained in all existing Crown \nComplex contracts.  (Compl. ¶¶ 26 –27.)  Plaintiffs allege that Spectra Management \nviolated the Management Agreement by providing Plaintiffs’ protected information \nto Spectra Food in violation of the Centerplate Contract’s confidentiality provision.  \n(Compl. ¶ 35.) \n118. The Board and Spectra Management argue that the agreement only \nprotected Plaintiffs’ “proprietary, non-public information and records[,]” which does \nnot include the terms of the Centerplate Contract as a public contract.  (County Defs.’ \nBr. Supp. 17 –18; Spectra Defs.’ Br. Supp. 17.)  The Board further argues that the \nconfidentiality clause excluded information shared with th e Board’s “employees and \nagents who need such information in order to perform the obligations and enforce the \nrights of the Crown Center[.]”  (County Defs.’ Br. Supp. 19.) \n119. Even if the Centerplate Contract permitted the Board to share Plaintiffs’ \nconfidential information with Spectra Management as the Board’s employee and \nagent, there is no allegation that Spectra Food is an employee or agent of the County \nDefendants such that it may have needed Plaintiffs’ confidential  information.  \nTherefore, the exclusion  provision does not permit Spectra Management, or the \nCounty Defendants, to share that information with Spectra Food.   Furthermore, \nPlaintiffs allege that Spectra Food’s proposal contained “strikingly similar financial \nterms, pricing, and sales information  to those contained in [Plaintiffs ’] confidential \nsales reports” that were submitted to Spectra Management pursuant to the \nCenterplate Contract.  (Compl. ¶ 108.)  Plaintiffs allege that such information was \nnot disclosed with Plaintiffs’ written consent, a s required by the Centerplate \nContract.  (Compl. ¶ 203.)  The Court concludes, for purposes of the Motions, that \nPlaintiffs have adequately alleged  that Spectra Management disclosed Plaintiffs’ \nconfidential business information contained in Plaintiffs’ financial reports to Spectra \nFood in violation of their contractual obligation. \n120. Accordingly, the Court concludes that Plaintiffs adequately allege claims \nfor breach of the Centerplate Contract’s confidentiality provision , and Defendants’ \nMotions are denied as to those claims. \n2. Buy-Back Provision \n121. Plaintiffs allege that the Board breached the Centerplate Contract by \nrefusing to reimburse Plaintiffs for the remaining inventory and supplies at the \nCrown Complex following the expiration of the agreement.  (Compl. ¶¶ 250–55.) \n122. Upon termination of the Centerplate Contract, the Crown Center or \nPlaintiffs’ successor was obligated to purchase Plaintiffs’ remaining us eable \ninventory and supplies.  (Centerplate Contract § 53.4.1 –.2.)  Within fifteen days’ of \nthe Centerplate Contract’s end, Plaintiffs were to submit a schedule of all useable \ninventory and supplies that Plaintiffs purchased for use at the Crown Complex, and \nthe Crown Center or Plaintiffs’ successor was obligated to reimburse Plaintiffs’ costs \nwithin five days of receipt of the schedule.  (Centerplate Contract § 53.4.2.) \n123. The Board argues that this provision is inapplicable because the \nCenterplate Contract expired at the end of its term, as extended, and the \nreimbursement provision only applies where the agreement  is terminated by one of \nthe parties before the end of the agreement’s term.  (County Defs.’ Br. Supp. 20.)  The \nBoard points to the fact that the reimbursement provision states that it applies “[i]n \nthe event of termination,” and the Centerplate Contract sets forth certain \ncircumstances that permit either party to terminate the contract prior to its natural \nexpiration.  (County Defs.’ Br. Supp. 19–20.) \n124. Plaintiffs argue that, notwithstanding the reimbursement provision’s \nlanguage that it applied upon termin ation of the agreement, the provision further \nprovided that Plaintiffs must submit a schedule of us eable inventory and supplies \n“after the date of expiration  or termination,” thus allowing a reasonable \ninterpretation that Plaintiffs were entitled to reimbu rsement whether the contract \nwas terminated prior to expiration or expired at the end of a fixed term.  (Pls.’ Br. \nOpp’n 43–44.)  \n125. Construing the terms of the Centerplate Contract in the light most \nfavorable to Plaintiffs, as the Court must do on a Rule 12( b)(6) motion, the Court \nconcludes that Plaintiffs have adequately alleged that the Board breached the \nreimbursement provision of the Centerplate Contract.  Plaintiffs allege that the \nCenterplate Contract expired on February 28, 2018 and that Spectra Food succeeded \nPlaintiffs as the food and beverage manager of the Crown Complex.  (Compl. ¶¶ 251–\n52.)  Plaintiffs allege that they properly submitted an invoice and schedule of \nremaining inventory and supplies to the Board through its agent, Spectra \nManagement, but that the Board has refused to fully reimburse Plaintiffs for the \nremaining inventory and supplies.  (Compl. ¶¶ 253 –55.)  Such allegations are \nsufficient to state a claim for breach of the buy-back provision. \n126.   Accordingly, the Court concludes that Plai ntiffs adequately allege claims \nfor breach of the Centerplate Contract’s buy -back provision , and the County \nDefendants’ Motion is denied as to that claim. \nJ.       Civil Conspiracy (Counts XIV & XV) \n127. Plaintiffs assert two separate civil conspiracy claims.  The first claim \nalleges that the Spectra Defendants conspired together to unlawfully win the Food \nand Beverage Contract by misappropriating Plaintiffs’ trade secrets and breaching \nthe confidentiality provisions of the Centerplate Contract.  (Compl. ¶ 241.)   The \nsecond claim alleges that the Spectra Defendants conspired with the County and \nCommission to ensure that Spectra Food was awarded the Food and Beverage \nContract.  (See Compl. ¶ 245.) \n128. The County Defendants argue that Plaintiffs have not stated a viabl e \nconspiracy claim because the claim is premised on Plaintiffs’ allegations of \nmisappropriation of trade secrets, breach of the Centerplate Contract’s \nconfidentiality provision, and an improper bid process.  (County Defs.’ Br. Supp. 21.)  \nThe County Defendants argue that because those claims are subject to dismissal, they \ncannot support Plaintiffs’ conspiracy claim.  (County Defs.’ Br. Supp. 21.)  The Spectra \nDefendants similarly contend that Plaintiffs’ conspiracy claims fail to the extent that \nthey are premised on misappropriation of trade secrets or violation of the Centerplate \nContract’s confidentiality provision.  (See Spectra Defs.’ Br. Supp. 18–19 & n.11.) \n129. Plaintiffs respond that they have adequately alleged that the Spectra \nDefendants conspired to un lawfully win the Food and Beverage Contract by, inter \nalia, misappropriating Plaintiffs’ trade secret and confidential information in \nviolation of the Centerplate Contract, and that the Spectra Defendants also conspired \nwith the County and Commission to ensure Spectra Food won the contract.  (Pls.’ Br. \nOpp’n. 42.) \n130. Our Supreme Court has held that “a complaint sufficiently states a claim \nfor civil conspiracy when it alleges (1) a conspiracy, (2) wrongful acts done by certain \nof the alleged conspirators in furtherance of that conspiracy, and (3) injury as a result \nof that conspiracy.”  Krawiec v. Manly , 370 N.C. 602, 614, 811 S.E.2d 542, 550 –51 \n(2018) (quotation marks omitted). \n131. Plaintiffs allege that the Spectra Defendants entered into an agreement or \nconfederation with each other and with the County and Commission to \nmisappropriate Plaintiffs’ trade secrets, brea ch contractual provisions protective of \nPlaintiffs’ interests, and commit UDTP, all with the end goal of ensuring that Spectra \nFood was awarded the Foo d and Beverage Contract.  Because Plaintiffs have \nadequately alleged an agreement, wrongful acts by co -conspirators, and that \nPlaintiffs were harmed, the Court concludes that Plaintiffs have stated claims for \ncivil conspiracy. \n132. Accordingly, the Court denies  the Motions as to Plaintiffs’ claims for \nconspiracy. \nK. Constitutional Claims (Count III) \n133. Plaintiffs allege that the County Defendants violated Plaintiffs’ state and \nfederal constitutional rights to equal protection and due process of law by acting \nunreasonably, arbitrarily, unequally, and unlawfully, and by failing to follow \nstatutory and County procedures  in conducting the RFP process and awarding the \nFood and Beverage Contract to Spectra Food.  (Compl. ¶¶ 140–43, 147–50.) \n134. “According to well-established North Carolina law, N.C. Const. art. I, § 19 \n‘guarantees both due process rights and equal protection under the law’ and has been \ninterpreted as being similar to the due process clause of the Fourteenth Amendment \nto the Feder al Constitution.”  Doe v. Charlotte -Mecklenburg Bd. of Educ. , 222 N.C. \nApp. 359, 371, 731 S.E.2d 245, 253  (2012) (quoting Rhyne v. K-Mart Corp., 358 N.C. \n160, 180, 594 S.E.2d 1, 15 (2004)).   “Article I, Section 19 of the North Carolina \nConstitution guarantees both due process rights and equal protection under the law \nby providing that no person shall be ‘deprived of his life, liberty, or property, but by \nthe law of the land’ and that ‘no person shall be denied the equal protection of the \nlaws.’”  Rhyne, 358 N.C. at 180 , 594 S.E.2d at 15 (quoting  N.C. Const. art. I, § 19 ).  \n“The term ‘law of the land’ as used in Article I, Section 19, of the Constitution of North \nCarolina, is synonymous with ‘due process  of law ’ as used in the Fourteenth \nAmendment to the Federal Constitution.’”  In re Moore, 289 N.C. 95, 98, 221 S.E.2d \n307, 309 (1976). \n135. As a  threshold matter , t he County Defendants argue that Plaintiffs are \nbarred from asserting any constitutional claims, whether grounded in due process or \nequal protection, because Plaintiffs have failed to allege the absence of an adequate  \nstate remedy.  (County Defs.’ Br. Supp. 9–10.)  Plaintiffs contend that, although they \nmay not recover on their constitutional claims if they are ultimately entitled to \nrecover on their non-constitutional state law claims, they are “free to raise all such \nclaims in [their] complaint.”  (Pls.’ Br. Opp’n 17 (citing Craig v. New Hanover Cty. Bd. \nof Educ., 363 N.C. 334, 339–40, 678 S.E.2d 351, 355 (2009)).) \n136. “To assert a direct constitutional c laim . . . for violation of procedural due \nprocess rights, a plaintiff must allege that no adequate remedy exists to provide relief \nfor the injury.”  Copper v. Denlinger, 363 N.C. 784, 788, 688 S.E.2d 426, 428 (2010) \n(citing Corum v. Univ. of N.C. , 330 N.C . 761, 782, 413 S.E.2d 276, 289 (1992)  \n(“Therefore, in the absence of an adequate state remedy, one whose state \nconstitutional rights have been abridged has a direct claim against the State under \nour Constitution.”)); see also Frank v. Savage, 205 N.C. App. 183, 191, 695 S.E.2d 509, \n514 (2010) (noting that “[t]his principle holds for both state and federal due process \nclaims” (citations omitted)).   \n137. “[T]he North Carolina Supreme Court’s definition of adequacy is twofold: \n(1) that the remedy addresses the al leged constitutional injury and (2) that the \nremedy provides the plaintiff an opportunity to ‘enter the courthouse doors[.]’”  Taylor \nv. Wake C ty., 811 S.E.2d 648, 654 (N.C. Ct. App. 2018)  (internal citations omitted)  \n(quoting Craig, 363 N.C. at 339–40, 678 S.E.2d at 355).  The state remedy addresses \nthe alleged constitutional injury “if, assuming the plaintiff’s claim is successful, the \nremedy would compensate the plaintiff for the same injury  alleged in the direct \nconstitutional claim.”  Id. at 655–56 (emphasis in original) (quoting Estate of Fennell \nv. Stephenson, 137 N.C. App. 430, 437, 528 S.E.2d 911, 915–16 (2000)).  A complaint’s \nfailure to allege that no adequate state remedy exists is grounds for dismissal of a \nplaintiff’s constitutional claims at the Rule 12(b)(6) stage.  See Frank, 205 N.C. App. \nat 191, 695 S.E.2d at 514 (affirming dismissal of constitutional claims pursuant to \nRule 12(b)(6) where the complaint failed to allege that no adequate state remedy \nexists).   \n138. The Second Amended Complaint is devoid of any allegation that no \nadequate state remedy exists to provide relief for the alleged constitutional injuries.  \nAlthough both Copper and Frank addressed constitutional claims for procedural due \nprocess, the rationale supporting the r ule in Copper, and applied in Frank, derives \nfrom our Supreme Court’s decision in Corum, which concerned alleged freedom of \nspeech violations, not procedural due process.  See Corum, 330 N.C. at 770, 413 S.E.2d \nat 282.  Additionally, our appellate courts have applied the holding and rationale in \nCorum to a variety of constitutional claims.  See, e.g., Craig, 363 N.C. at 335, 678 \nS.E.2d at 352 (right to the privilege of education; no deprivation of a liberty interest \nor privilege but by the law of the land; schools and means of education shall be \nencouraged); Davis v. Town of S. Pines , 116 N.C. App. 663, 675 –76, 449 S.E.2d 240, \n247–48 (1994) (right not to be unlawfully imprisoned and deprived of liberty).   \nAccordingly, t he Court concludes  that the pleading requirement stated in Copper \napplies to Plaintiffs’ claims for substantive due process 3 and equal protection \nviolations.  Because Plaintiffs failed to allege that no adequate state remedy exists to \nprovide relief for their alleged constitutional injuries, their constitutional claims are \nbarred.  See Frank, 205 N.C. App. at 191, 695 S.E.2d at 514.   \n139. Furthermore, Plaintiffs have asserted state law cl aims that, if successful, \nwould provide compensation for the alleged constitutional injuries .  In essence, \nPlaintiffs allege that the County Defendants failed to follow the processes mandated \nby section 143 -129 and the County’s policies, “in an intentional effort to award the \n[Food and Beverage Contract] to” Spectra Food and not to Plaintiffs, thereby violating \nPlaintiffs’ due process rights and subjecting Plaintiffs “to disparate treatment under \nthe laws without a rational basis.”  (Compl. ¶¶ 143–48.)  As alleged, Plaintiffs’ equal \nprotection claim is based on the same alleged conduct as Plaintif fs’ substantive due \nprocess claim.   \n                                                 \n3Although Plaintiffs style their due process claim as one for substantive due process, the \nCourt believes the claim more appropriately sounds in procedural due process, and, thus, the \nrule in Copper applies directly to Plaintiffs’ due process claim.  For instance, Plaintiffs do not \nfacially challenge the constitutionality of section 143 -129 or the County’s policies.  See \nAmward Homes, Inc. v. Town of Cary , 206 N.C. App. 38, 64, 698 S.E.2d 404, 422 (2010) \n(“Substantive due process is a guaranty against arbitrary legislation, demanding that the law \nshall not be unreasonable, arbitrary or capricious[.]” (emphasis added)).  Rather, Plaintiffs \nspecifically and repeatedly allege that the County Defendants failed to follow, or implement \nin a fair manner, the processes outlined in section 143-129 and the County’s own policies by \nfailing to require a vote on the proposals by the Board and failing to disqualify Spectra Food’s \nbid.  Such allegations, it appears to the Court, sound in procedural, no t substantive, due \nprocess.  See Bunch v. Britton , 802 S.E.2d 462, 673 (N.C. Ct. App. 2017) (“Procedural due \nprocess protection ensures that when government action depriving a person of life, liberty, or \nproperty survives substantive due process review, that action is implemented in  a fair \nmanner.”).  \n140. Plaintiffs seek, as a remedy for such alleged violations, a judgment that the \nCounty Defendants’ actions were unconstitutional and that the award of the Food \nand Beverage Contract to Spectra Food is “invalid, unenforceable, and void.”  (Compl. \n¶ 150.)  Plaintiffs also seek monetary damages as a result of the violations.  (Compl. \n¶ 151.) \n141. Plaintiffs’ claims for declaratory judgment request that the Court: (1) \n“adjudge that the formal bidding procedures set forth in [sectio n 143-129] appl[y] to \nthe awarding of [the Food and Beverage Contract],” (Compl. ¶127); (2) declare that \n“the County be compelled to complete the bidding process in accordance with the \nprocedures set forth in [section 143 -129],” (Compl. ¶ 127); and (3) “ad judge the \npurported award [of the Food and Beverage Contract] to Spectra Food invalid,” \n(Compl. ¶ 138).  The relief sought by Plaintiffs in their claims for declaratory \njudgment, if granted, provides Plaintiffs with the procedural protections they seek as \nwell as a declaration that the award of the Food and Beverage Contract to Spectra  \nFood is invalid.  Additionally, Plaintiffs base their second claim for civil conspiracy , \nseeking monetary damages, in part on allegations that the County Defendants, in a \ncoordinated effort with the Spectra Defendants to award Spectra Food the Food and \nBeverage Contract, “unlawfully refus[ed] to follow the formal bidding procedures \nrequired by statute, local public contracting policies, and the RFP itself. ”  (Compl. ¶ \n245.)  \n142. The Court concludes that Plaintiffs’ claims for declaratory judgment and \nsecond claim for civil conspiracy, if either are ultimately successful, would arguably \nprovide Plaintiff s with remedies that “would compensate [Plaintiffs] for the same \ninjury alleged in [their] direct constitutional claim[s].”  Taylor, 811 S.E.2d at 655–56 \n(quotation marks omitted).  Therefore, Plaintiffs have an adequate state remedy for \ntheir alleged cons titutional violations, and the constitutio nal claims must be \ndismissed.  See Copper, 363 N.C. at 788 –89, 688 S.E.2d at 428 –29; Frank, 205 N.C. \nApp. at 191, 695 S.E.2d at 514. \n143. Accordingly, the Court grants the County Defendants’ Motion as to \nPlaintiffs’ claims for substantive due process and equal protection violations, and \nthose claims are dismissed. \nVI.      CONCLUSION \n144. For the foregoing reasons, the Court ORDERS as follows: \nA. The Court GRANTS the Motions as to Plaintiffs’ claims for  \nsubstantive due process and equal protection violations (Cou nt III), \nbreach of fiduciary duty and constructi ve fraud (Count IV), aiding \nand abetting breach of fiduciary duty (Count V), negligent \nmisrepresentation (Count VI), violation of N.C. Gen. Stat. § 143-129 \n(Count VII),  and tortious interference with prospective economic \nadvantage (Count XIII).  Those claims are DISMISSED. \nB. The Court DENIES the Motions as to Plaintiffs’ claims for \ndeclaratory judgment (Counts I and II), writ of mandamus , to the \nextent the claim does not request that the Court award the Food and \nBeverage Contract to Plaintiffs  (Count VIII), misappropriation of \ntrade secrets, to the extent the claim is based on Plaintiffs’ financial \nand operational reports, pricing policies, and sales data  (Count IX), \nbreach of contract (Counts X, XI, and XVI), unfair or deceptive trade \npractices (Count XII), and civil conspiracy (Counts XIV and XV). \n \nSO ORDERED, this the 17th day of October, 2018. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}