{
  "id": "0f81256eb62d3fcc34375b6f08ad02d3976716e59ce0d6b6991852ef2454a2a0",
  "source_file": "data/raw/ncbc/0f81256eb62d3fcc34375b6f08ad02d3976716e59ce0d6b6991852ef2454a2a0.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 3707 \n \nVITAFORM, INC. d/b/a BODY \nAFTER BABY, \n \nPlaintiff, \n \nv. \n \nAEROFLOW, INC. and MOTIF \nMEDICAL, LLC, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nATTORNEYS’ FEES  \n \n \n1. THIS MATTER is before the Court on Defendants’ Motion for Attorneys’ \nFees (the “Motion”),1 filed on 19 May 2023 in the above-captioned case. \nSmith DeVoss, PLLC, by Jeffrey J. Smith and John R. DeVo ss, Wimer \nSnider, P.C., by Jake A. Snider,  and Caulk Legal, PLLC, by Taylor \nCaulk, for Plaintiff Vitaform, Inc. d/b/a Body After Baby. \n \nWard and Smith, P.A., by Joseph A. Schouten, Hayley R. Wells, and \nJordan M. Spanner, for Defendants Aeroflow, Inc. and Motif Medical, \nLLC. \n \nBledsoe, Chief Judge. \n2. This action has been hotly contested since its inception four years ago.  Prior \nto the parties’ mutual dismissals without prejudice this past spring, the parties had \nengaged in extensive discovery and active motions practice, including filing and \ndefending multiple motions to dismiss, motions for summary judgment, motions for \nsanctions, and motions in limine .  Although Plaintiff’s claims were initially quite \n \n1 (Defs.’ Mot. Att’ys’ Fees, ECF No. 194.) \nVitaform, Inc. v. Aeroflow, Inc., 2023 NCBC 76. \nbroad in scope, Defendants succeeded in substantially narrowing the claims and \nevidence remaining for trial at the time the dismissals were filed.   \n3. Plaintiff made it clear after filing its dismissal without prejudice under Rule \n41 of the North Carolina Rule s of Civil Procedure (the “Rule(s)”) that it intends to \nrefile the litigation. 2  In response, Defendants have moved to recover nearly \n$1,000,000 in attorneys’ fees and costs under four separate statutes, contending that \nPlaintiff proceeded with certain claims in bad faith and knew or should have known \nthat many of its claims lacked merit due to a lack of evidentiary support. \n4. Having considered the Motion, the parties’ briefs, affidavits, and exhibits in \nsupport of and in opposition to the Motion, the arguments of counsel at the hearing \non the Motion, and other appropriate matters of record, the Court , in the exercise of \nits discretion, GRANTS in part and DENIES in part the Motion as set forth below.   \nI. \n \nINTRODUCTION \n \n5. Defendants seek attorneys’ fees and costs under N.C.G.S. §§ 6 -21.5, 66-\n154(d), 75- 16.1, and 15 U.S.C. § 1117(a)  on grounds that P laintiff initiated and \nmaintained various claims when it knew or should have known they were meritless.  \nIn awarding attorneys’ fees under these statutory provisions,  a court is required to \nmake findings of fact and conclusions of law.  See, e.g., Sunamerica Fin. Corp. v. \nBonham, 328 N.C. 254, 257 (1991) (N.C.G.S. § 6- 21.5); Barker Indus. v. Gould, 146 \nN.C. App. 561, 567 (2001) ( N.C.G.S. § 66-154(d)); Barbee v. Atlantic Marine Sales & \n \n2 (See Pl.’s Resp. Defs.’ Mot. Att’ys’ Fees 1, ECF No. 200.) \nServ. Inc., 115 N.C. App. 641, 648 (1994)  (N.C.G.S. § 75-16.1); CJC Holdings, Inc. v. \nWright & Lato, Inc., 979 F.2d 60, 66 (5th Cir. 1992) (15 U.S.C. § 1117(a)).   \n6. Conversely, “when the trial court in its discretion denies  a motion for \nattorneys’ fees, it need not make statutory findings required to support a fee award.”  \nE. Brooks Wilkins Family Med., P.A. v. WakeMed, 244 N.C. App. 567, 580–81 (2016) \n(emphasis in original).   \n7. Nevertheless, “it is always a better practice to make such findings as the \nfindings may shed light on how the trial court made its decision and assist in [ ] \nappellate review.”  Carter v. St. Augustine’s Univ., 262 N.C. App. 507 (2018) (internal \ncitations omitted).  The Court therefore sets forth the following findings of fact and \nconclusions of law to support its resolution of Defendants’ request for attorneys ’ fees \nand costs.  \nII. \nFINDINGS OF FACT3 \n8. Plaintiff Vitaform, Inc. d/b/a Body After Baby (“BAB”) is a California \ncorporation that is wholly owned by Don Francisco (“Francisco”), its  president and \nfounder.4  Through BAB, Francisco used his experience in the durable medical \n \n3 Any Finding of Fact that is more appropriately deemed a Conclusion of Law, and any \nConclusion of Law that is more appropriately deemed a Finding of Fact, shall be so deemed \nand incorporated by reference as a Finding of Fact or Conclusion of Law, as appropriate. \n \n4 (See First Am. Compl. ¶ 1 [hereinafter “FAC”], ECF No. 40; Defs.’ Mem. Law Supp. Mot. \nSumm. J. Ex. A Dep. Donald H. Francisco, dated May 12, 2021, at 30:10– 12, 46:17– 19 \n[hereinafter “Francisco Dep.”], ECF No. 123.2.) \n \nequipment (“DME”) indust ry to market “maternity compression wear that would \ninclude the application of an insurance payment model.”5 \n9. After consulting with medical professionals, Francisco devised and \ndeveloped three garments designed to provide support during pregnancy or to address \nspecific medical conditions associated with pregnancy  (the “Garments”) .6  BAB \nworked with a vendor named West Coast Medical Billing to perfect its insurance \nreimbursement model, and according to Francisco, the Garments were the first such \nproducts that qualified for insurance reimbursement.7 \n10. BAB began selling its Garments sometime between 2012 and 2013 .  It \nassociated with 1 Natural Way (“1NW”), a regional DME subcontractor for Defendant \nAeroflow, Inc. (“Aeroflow”), for this purpose in 2017.  Aeroflow is a nationwide DME \nprovider and distributor.8   \n11. After Garment sales proved successful on a regional basis, 9 Evan Israel \n(“Israel”), Aeroflow’s director of emerging markets, placed a telephone call to \n \n5 (Pl.’s Resp. Br. Defs.’ Mot. Summ. J. Ex. B Aff. Don Francisco, dated Sept. 30, 2019, at ¶¶ 7, \n9, ECF No. 126.3.) \n \n6 (See Pl.’s Resp. Br. Defs.’ Mot. Summ. J. Ex. C 2d Aff. Don Francisco, dated Sept. 30, 2019, \nat ¶ 3 [hereinafter “2d Francisco Aff.], ECF No. 126.4; Francisco Dep. 48:15–21, 56:9–18.) \n \n7 (See Francisco Dep. 84:3–11, 91:16–92:1, 118:13–19; 2d Francisco Aff. ¶¶ 4, 7, 9; FAC ¶ 35.) \n \n8 (FAC ¶¶ 38 –40; see Defs.’ Am. Answer to FAC and Countercls. ¶ 1 [hereinafter \n“Countercls.”], ECF No. 96.)   Pinpoint citations to “Countercls.” will be to the statements \ncontained in the “Counterclaims” section of Defendants’ Amended Answer to First Amended \nComplaint and Counterclaims.  \n \n9 (Pl.’s Resp. Br. Defs.’ Mot. Summ. J. Ex. D 3d Aff. Don Francisco, dated Sept. 30, 2019, at ¶ \n3 [hereinafter “3d Francisco Aff.”], ECF No. 126.5.) \n \nFrancisco on 19 Jul y 2018 (the “July 19 Call”) after receiving Francisco’s contact \ninformation from 1NW. 10  During the July 19 Call, Francisco pitched BAB and its \nproducts to Israel, explaining that he had designed the Garments to qualify for health \ninsurance coverage as DME.11  According to Francisco, he and Israel came to an oral \nagreement during the July 19 Call whereby BAB would provide Aeroflow with its \nproducts, marketing material, and insurance coding information and, in exchange, \nAeroflow would market the Garments through its national distributi on channels, \nprocess the associated insurance claims, and pay BAB for shipments received.\n12  \nFrancisco also contends that he and Israel specifically agreed that Aeroflow would  \nmaintain the confidentiality of BAB’s comprehensive business plan. 13  Israel denies \nthat he made these agreements with BAB on the July 19 Call.  \n12. Soon thereafter, BAB and Aeroflow began doing business together but never \nentered into a written , long-term contract for the ordering and shipment of BAB’s \nproducts.14  In late July 2018, BAB completed its first drop shipment order for \n \n10 (See Francisco Dep. 191:10– 14; Pl.’s Resp. Br. Defs.’ Mot. Summ. J. Ex. V at \nAEROFLOW_0000765 [hereinafter “Disc. Docs.”], ECF No. 126.24.) \n \n11 (See Francisco Dep. 192:9– 17; Defs.’ Mem. Law Supp. Mot. Summ. J. Ex. C Dep. Evan \nIsrael, dated May 11, 2021, at 11:17 –12:4, 23:14–21 [hereinafter “Israel Dep.”], ECF No. \n123.4.) \n \n12 (See Francisco Dep. 208:25–10:7, 245:5–47:16; 3d Francisco Aff. ¶¶ 23–27, 31; Israel Dep. \n37:19–38:13, 51:6–52:3; Aff. Evan Israel, dated Oct. 18, 2019, at ¶ 32 [hereinafter “Israel \nAff.”], ECF No. 22; Pl.’s Resp. Br. Defs.’ Mot. Summ. J. Ex. E Aff. Don Francisco, dated Nov. \n5, 2019, at ¶¶ 18, 56 [hereinafter “5th Francisco Aff.”], ECF No. 126.6.)   \n \n13 (Francisco Dep. 207:13–23, 217:14–18:23, 223:10–20; 3d Francisco Aff. ¶¶ 25, 28–29.) \n \n14 (See Francisco Dep. 215:6–14; Israel Aff. ¶ 36.) \n \nAeroflow,15 and o ver the next few weeks, BAB  provided Aeroflow with additional \nmaterials to support the sale of the Garments.16  At the end of August 2018, Francisco \nled on-site training to educate Aeroflow employees on BAB’s products.17  However, as \nearly as September 2018, the demand for BAB’s products began to outpace its ability \nto fulfill orders.18 \n13. During this same time, Defendant Motif Medical, LLC (“Motif”) , a wholly \nowned subsidiary of Aeroflow, was developing its own line of post -partum \ncompression garments.19  Motif ordered BAB’s Garments through Amazon,20 located \nBAB’s Chinese manufacturer after searching public records,21 and ultimately entered \ninto a contract with the same manufacturer to produce its own post -partum \ncompression garments.22   \n \n15 (See 5th Francisco Aff. ¶ 58.) \n \n16 (See Israel Dep. 38:23–39:5; 3d Francisco Aff. ¶ 27; 5th Francisco Aff. ¶¶ 57, 59, 62, 69.) \n \n17 (See Israel Dep. 33:23–34:19; 3d Francisco Aff. ¶ 16; 5th Francisco Aff. ¶ 68.) \n \n18 (See Aff. Jennifer Jordan, dated Oct. 18, 2019, at ¶¶ 7– 9 [hereinafter “Jordan Aff.”], ECF \nNo. 23; Jordan Aff. Ex. C, ECF No. 23.3; Disc. Docs. at AEROFLOW_0000834; see also Defs.’ \nMem. Law Supp. Mot. Summ. J. Ex. B, Aff. Ryan D. Wright, dated Aug. 4, 2021, at ¶¶ 16–22 \nECF No. 123.3.) \n \n19 (See Countercls. ¶ 4; Disc. Docs. at AEROFLOW_000609, 2482, MOTIF_0000174–92, 861–\n63, 1703.) \n \n20 (See Aff. Brandon Fonville, dated Oct. 18, 2019, at ¶ 6 [hereinafter “Fonville Aff.”], ECF \nNo. 24; Disc. Docs. at AEROFLOW_0000588–90.) \n \n21 (See Disc. Docs. at AEROFLOW_0000609.) \n \n22 (See Disc. Docs. at MOTIF_0000891–93, AEROFLOW_0002440; Fonville Aff. ¶ 9.) \n \n14. Aeroflow began to sell Motif ’s post -partum compression garments in \nJanuary 201923 and stopped ordering BAB’s products in March 2019.24  Aeroflow sold \nboth BAB’s and Motif’s post -partum compression garments without identifying the \nspecific brand customers would receive until Aeroflow’s inventory of BAB products \nwas depleted in 2020.  Thereafter, Aeroflow sold only Motif’s products.25 \n15. BAB filed the Complaint initiating this action against Defendants  on 23 \nAugust 2019 (the “Original Complaint”), in response to which Defendants moved to \ndismiss all claims.26  The Court convened a hearing on this motion  on 20 November \n2019,27 and shortly thereafter, on 20 December 2019, Plaintiff filed a First Amended \nComplaint (the “Amended Complaint”), mooting Defendants’ still pending motion to \ndismiss.28   \n16. BAB’s Amended Complaint raised seven claims: (i) fraud and fraudulent \nconcealment, (ii) unfair and deceptive trade practices, including violations of both the \nNorth Carolina Unfair and Deceptive Trade Practices Act  (the “UDTPA”)29 and the \n \n23 (See Fonville Aff. ¶ 9; see also Disc. Docs. at AEROFLOW_0000809, 822, 824.) \n \n24 (See Defs.’ Mem. Law Supp. Mot. Summ. J. Ex. D Dep. Jennifer Jordan, dated May 10, \n2021, at 53:4–54:7 [hereinafter “Jordan Dep.”], ECF No. 123.5.) \n \n25 (See Jordan Dep. 74:3 –17; 5th Francisco Aff. ¶¶ 38– 39; Disc. Docs. at MOTIF_0000494; \nPl.’s Resp. Br. Defs.’ Mot. Summ. J. Ex. S at VF004802, ECF No. 126.21.) \n \n26 (Compl. [hereinafter “Original Compl.”] , ECF No. 3 ; Defs.’ Mot. Dismiss Under Rule \n12(b)(6), ECF No. 27.) \n \n27 (Scheduling Order and Notice Video Conference, ECF No. 37.) \n \n28 (FAC.) \n \n29 N.C.G.S. § 75-1–49. \n \nfederal Lanham Act,30 (iii) joint venture and breach of the duty of good faith and fair \ndealing, (iv) constructive fraud, (vi) misappropriation of trade secrets under the North \nCarolina Trade Secrets Protection Act (“TSPA”),31 and (vii) unjust enrichment. \n17. Defendants moved to dismiss each of these claims on 9 January 2020 and, \nafter full briefing and hearing, the Court dismissed Pl aintiff’s claims for : (i) \nconstructive fraud; (ii) joint venture ; (iii) fraud and fraudulent concealment, except \nto the extent those claims were  based on the July 19 Call; (iv) common law unfair \ncompetition and violation of the UDTPA, except to the extent those claims were based \non the July 19 Call; and (v)  common law unfair competition and violations of the \nUDTPA and the Lanham Act, except to the extent those claims were based on BAB’s \nallegations that Defendants sold BAB’s products as if they were Defendants’ own.  See \nVitaform, Inc. v. Aeroflow, Inc. , 2020 NCBC LEXIS 132, at *37– 38, *46 –47 (N.C. \nSuper. Ct. Nov. 4, 2020). \n18. Defendants answered on 14 December 2020 32 and, after receiving leave of \nthe Court, filed an Amended Answer to First Amended Complaint and Counterclaims \non 16 September 2021, asserting counterclaims for defamation per se, tortious \ninterference with prospective economic advantage, and violation of the UDTP A \n(“Defendants’ Counterclaims”).33 \n \n30 15 U.S.C. § 1125(a). \n \n31 N.C.G.S. § 66-152–62. \n \n32 (Defs.’ Answer FAC, ECF No. 65.) \n \n33 (See Countercls. ¶¶ 49–66.) \n \n19. BAB filed what it termed its Answer to Counterclaims, Defenses, and \nFurther Counterclaims on 2 November 2021  (the “Further Counterclaims”) .34  \nPlaintiff’s purported Further Counterclaims asserted claims for tortious interference \nwith prospective economic advantage, violation of the UDTPA , and defamation .  \nDefendants moved to dismiss these new claims, and after full briefing but before the \nhearing on the motion to dismiss, BAB dismissed the Further Counterclaims without \nprejudice.35  Defendants dismissed their counterclaims for tortious interference and \nfor violation of the UDTPA without prejudice shortly thereafter.36 \n20. Defendants moved for summary judgment on BAB’s remaining claims on 7 \nFebruary 2022.37  After full briefing and hearing, the Court granted partial summary \njudgment for Defendants , dismissing BAB’s claims  for (i) trade secret \nmisappropriation; (ii) breach of the duty of good faith and fair dealing;  and (iii) \ncommon law unfair competition and violati ons of the UDTPA and the Lanham Act \nbased on BAB’s allegations that Defendants sold BAB’s products as their own.38  The \nCourt denied Defendants’ motion as to BAB’s claims for (i) fraudulent \n \n34 (Pl.’s Answer to Countercls., Defenses, & Further Countercls.  [hereinafter “Further \nCounterclaims”], ECF No. 106.)  Pinpoint citations to Plaintiff’s “Further Counterclaims” will \nbe to the statements contained in the “Further Counterclaims” section of ECF No. 106. \n \n35 (See Defs.’ Mots. Dismiss and Strike Pl.’s Further Countercls., ECF No. 108; Notice \nDismissal All Further Countercls. Without Prejudice, ECF No. 118.) \n \n36 (See Notice Partial Dismissal Countercls. Without Prejudice, ECF No. 121.) \n \n37 (Defs.’ Mot. Summ J., ECF No. 122.) \n \n38 (Order and Op. Defs.’ Mot. Summ. J. ¶ 107(a)–(c), (e) [hereinafter “Summ. J. Order”], ECF \nNo. 138.) \n \nmisrepresentation to the extent that claim was based on an alleged promise made by \nAeroflow during the July 19 Call to maintain the confidentiality of BAB’s \ncomprehensive business plan; (ii) fraudulent concealment based on BAB’s allegations \nin connection with and arising from the July 19 Call;  (iii) common law unfair \ncompetition and violations of the UDTPA to the extent those claims were based on \nAeroflow’s alleged promise during the July 19 Call to maintain the confidentiality of \nBAB’s comprehensive business plan and Aeroflow’s alleged fraudulent concealment \nin connection with and arising from the July 19 Call; and (iv) unjust enrichment (the \n“Remaining Claims”).\n39 \n21. Following summary judgment, the Court scheduled the R emaining Claims \nfor trial by jury to commence in Buncombe C ounty on 17 April 2023. 40  The Court \nordered pretrial evidentiary motions to be filed in two phases. 41  The first phase \nrequired the parties to file motions they reasonably believed to have a significant \nimpact on the presentation of evidence at trial, including Daubert /Rule 702 \nchallenges to exclude expert testimony , no later than 11 January 2023.  The second \nphase required all other pretrial motions to be filed no later than 20 March 2023.42 \n \n39 (Summ. J. Order ¶ 107.) \n \n40 (Notice Jury Trial, ECF No. 142.) \n \n41 (Pretrial Scheduling Order ¶¶ 9–10, ECF No. 143.) \n \n42 (Pretrial Scheduling Order ¶¶ 9–10.) \n \n22. The parties each submitted a motion to exclude the opposing party’s expert \nwitness by the first phase deadline, 43 and, after full briefing and hearing, the Court \nissued an order on 10 March 2023 excluding both side s’ experts.44  The Court also  \nexcluded any other evidence of actual damages Plaintiff might seek to advance since \nit had not been disclosed in discovery.  The Court subsequently amended its order on \n13 March 2023 to make clear  that the exclusion of Plaintiff’s e xpert testimony was \nwithout prejudice to Plaintiff’s right to seek , and Defendants’ right to oppose , an \naward of either nominal or punitive damages at trial. \n23. The parties submitted several other pretrial motions in the second phase .  \nThe Court resolved these motions in an omnibus Order on Motions in Limine  on 6 \nApril 2023.45  In the same order, the Court reiterated that Plaintiff would be unable \nto present any damages evidence at trial other than as it may relate to nominal or \npunitive damages.  \n24. On 10 April 2023, a week before trial was to commence, Plaintiff voluntarily \ndismissed its remaining claims with out prejudice .46  Defendants thereafter \nvoluntarily dismissed their remaining counterclaim —for defamation—on 12 April \n2023.47 \n \n43 (Defs.’ Mot. Exclude Expert Report Scott Barnes and Limit Pl.’s Evid. Damages, ECF No. \n149; Pl.’s Mot. Exclude Defs.’ Expert Witness, ECF No. 152.) \n \n44 (Order and Op. Cross-Mots. Exclude Experts, ECF No. 164).   \n \n45 (Order Mots. Lim., ECF No. 187.) \n \n46 (Notice Voluntary Dismissal Without Prejudice, ECF No. 188.) \n \n47 (Defs.’ Voluntary Dismissal Without Prejudice, ECF No. 191.) \n25. Defendants filed the current Motion five weeks later on 19 May 2023. 48  \nDefendants contend that they are entitled to their attorneys’ fees and costs under the \nTSPA,49 the UDTPA,50 the Lanham Act,51 and under N.C.G.S. § 6-21.5 (collectively, \nthe “Statutory Grounds”) .  After full briefing, t he Court convened a hearing on the \nMotion on 17 August 2023, at which all parties were represented by counsel (the \n“Hearing”).  The Motion is now ripe for resolution.  \nIII. \n \nCONCLUSIONS OF LAW \n26. Our Supreme Court has long recognized that “[i]n North Carolina, a trial \ncourt may award attorney’s fees only as authorized by  statute.”52  Winkler  v. N.C. \nState Bd. of Plumbing, 374 N.C. 726, 729 (2020).  “Statutes that award attorney’s fees \nto the prevailing party are in derogation of the common law and as a result, must be \nstrictly construed.”  Barris v. Town of Long Beach, 208 N.C. App. 718, 722 (2010); see \nalso Sunamerica Fin. Corp., 328 N.C. at 257.  “Whether to award or deny attorneys’ \n \n48 (Defs.’ Mot. Att’ys’ Fees 1.) \n \n49 N.C.G.S. § 66-154(d). \n \n50 N.C.G.S. § 75-16.1(2).  \n \n51 15 U.S.C. § 1117(a). \n \n52 The Court notes that a North Carolina trial court also has “authority to impose a sanction \nof attorneys’ fees against an attorney who violates the Rules of General Practice for the \nSuperior and District Courts and the Rules of Professional Conduct ” and may exercise its \n“inherent authority” to sanction attorneys for “unprofessional conduct  . . . [including] \nmisconduct, malpractice, or deficiency in character, and dereliction of duty  except mere \nnegligence or mismanagement.”  See, e.g., Bowman v. Alan Vester Ford Lincoln Mercury, 151 \nN.C. App. 603, 612 (2002) (cleaned up).  However, Defendants have not invoked the Court’s \ninherent authority, and the Court elects not to exercise it here.  \nfees is within the sound discretion of the trial judge,” but “[o]nce the trial court \ndecides to award attorneys’ fees [ ] it must award a reasonable fee.”  Custom Molders \nv. American Yard Prods., 342 N.C. 133, 141–42 (1995).  \n27. The Court will consider each of Defendants’ Statutory Grounds in turn. \nA. N.C.G.S. § 66-154(d) – North Carolina Trade Secrets Protection Act \n28. Defendants first argue that they are entitled to their reasonable  attorneys’ \nfees under N.C.G.S. § 66-154(d) because Plaintiff’s claim for misappropriation of trade \nsecrets under the TSPA was made in bad faith.  See N.C.G.S. § 66-154(d) (“If a claim \nof misappropriation is made in bad faith  . . . , the court may award reasonable \nattorneys’ fees to the prevailing party.”).  Defendants also seek to recover their costs \nas the prevailing party on Plaintiff’s TSPA claim under N.C.G.S. § 6-21(12). \n29. “The term ‘bad faith’ is not expressly defined under [ N.C.G.S. § 66-154(d)], \nbut decisions from this Court have held that an objective standard should be applied \nin determining whether a claim of misappropriation is made in bad faith under the \nTSPA.”  Bldg. Ctr. v. Carter Lumber of the South, Inc., 2018 NCBC LEXIS 214, *4–5 \n(N.C. Super. Ct. Jan. 10, 2018) (citing Business Court cases).  That said, our Supreme \nCourt long ago observed that “[b] ad faith cannot be defined with mathematical \nprecision.”  Bundy v. Comm. Credit Co., 202 N.C. 604, 606 (1932).  Indeed:  \nThe ultimate definition of the term would depend upon the facts and \ncircumstances of a given controversy.  Certainly, it implies a false motive \nor a false purpose, and hence it is a species of fraudulent conduct.  \nTechnically, there is, of course, a legal distinction between bad faith and \nfraud, but for all practical purposes bad faith usually hunts in the fraud \npack. \n \nId. \n30. Here, Defendants contend that Plaintiff pursued its trade secret \nmisappropriation claim in bad faith by “changing its legal theory and its supporting \nfacts to avoid dismissal, and continuing to prosecute the claim long after it knew it \nwas meritless.”53  In particular, Defendants assert that: \na. Plaintiff originally argued that it had seven separate alleged trade \nsecrets but, upon confronting Defendants’ Motion to Dismiss this claim, \namended its claims to assert that BAB’s entire business plan constituted \nits trade secret;\n54  \nb. Plaintiff removed allegations from its O riginal Complaint relating to \nvendor trials conducted with Wes t Coast Medical Billing that \nDefendants had argued in their M otion to D ismiss permitted reverse \nengineering of Plaintiff’s alleged trade secrets , allegations that \nDefendants contend were fatal to Plaintiff’s trade secret claim;55  \nc. Plaintiff changed its original allegation that Francisco made a “product \npresentation” to Aeroflow’s “entire division,”56 which Defendants argued \non their M otion to Dismiss showed that Plaintiff did not engage in \nreasonable efforts to maintain the secrecy of its alleged trade secret, to \n \n53 (Defs.’ Mem. Law Supp. Mot. Att’ys’ Fees 11–12 [hereinafter Defs.’ Br., ECF No. 195.) \n \n54 (Defs.’ Br. 13.) \n \n55 (Defs.’ Br. 13) (noting deletion from the FAC of Original Compl. ¶ 13—the allegation that \nBAB’s vendor “undertook trials to prove that the coding and billing concept rendered BAB \nproducts payable under health insurance”). \n \n56 (Original Compl. ¶ 34.) \n \nstate instead that Francisco trained only “department heads” and \ninstructed them to keep the information “in -house”57—a purported \nstatement of fact Francisco contradicted through later affidavit \ntestimony58 averring that he “gave thorough presentations to the \nemployees and customer service representatives;59 \nd. Plaintiff submitted an alleged “sham affidavit” from Francisco stating \nthat Defe ndants had stolen BAB’s Garment designs, thereby directly \ncontradicting his deposition testimony that Defendants had copied \nBAB’s design measurements, in an unsuccessful effort to create a \ngenuine issue of material fact to avoid summary judgment;60 and \ne. BAB had made its purported trade secret business plan publicly \navailable before filing its lawsuit by disclosing it to potential distribution \npartners on a non-confidential basis.61  \n31. Plaintiff responds by contending that it proceeded in good faith, that it did \nnot act with false motive or purpose, and that the Court’s dismissal of its trade secret \nclaim through dispositive motion s practice does not justify a fee award against it.62  \n \n57 (FAC. ¶ 74.) \n \n58 (3d Francisco Aff. ¶ 16.) \n \n59 (See generally Defs.’ Br. 13.)  \n \n60 (Defs.’ Br. 14; compare Pl.’s Resp. Br. Defs.’ Mot. Summ. J. Ex. G 7th Aff. Don Francisco, \ndated Mar. 9, 2022, at ¶¶ 36, 63, ECF No. 126.8, with Francisco Dep. 165:8–65:13).  The Court \nnoted this contradiction in its summary judgment order.  (See Summ. J. Order ¶¶ 33–35.) \n \n61 (Defs.’ Br. 14–15.) \n \n62 (Pl.’s Resp. Defs.’ Mot. Att’ys’ Fees 6–9.) \nUpon a careful review of Defendants’ concerns, the Court agrees with Plaintiff , but \nfor different reasons. \n32. First, the Court cannot conclude that BAB’s modification of its purported \ntrade secret from seven individual trade secrets into a single trade secret b usiness \nplan evinces Plaintiff’s false motive or purpose.  Rather, it appears at least as likely, \nif not probable, that Plaintiff simply reconsidered the best way to identify its trade \nsecret for pleading purposes —not that Plaintiff invented a new trade se cret where \none did not exist.  Indeed, while the Court dismissed Plaintiff’s misappropriation \nclaim at summary judgment, the Court nonetheless found that Plaintiff had met its \nburden to identify its alleged trade secret with the particularity our courts require.  \nSee Vitaform, Inc. v. Aeroflow, Inc., 2022 NCBC LEXIS 128, *14 (N.C. Super. Ct. Oct. \n27, 2022). \n33. Similarly, the Court cannot conclude that Plaintiff’s omission of previous \nallegations—in particular, its allegation concerning its vendor’s trials—implies false \npurpose or false motive because Plaintiff offers evidence that these trials were \nconducted using confidential information provided by Francisco.  As such, it is at least \narguable that the trials could not be replicated by others without Francisco’s consent, \nwhich Defendants have not shown that he gave.\n63 \n34. Next, the Court concludes that Plaintiff’s allegations about Francisco’s \npresentation, and, in particular, the new allegation that Francisco instructed his \n \n63 It is also worth noting that Plaintiff did not delete the entirety of this allegation in the \nAmended Complaint, which still describes how BAB perfected its insurance reimbursement \nmodel with the vendor.  (See FAC ¶ 35.) \n \ndepartment head audience to k eep his presentation “in -house,” can be reasonably \nread as an expansion, rather than a repudiation, of Plaintiff’s allegations about this \nmeeting in the original Complaint.  While the Court is concerned that Francisco \nappears to have changed his description of his audience more than once, the Court is \nnot prepared to conclude that his changing description reflects false motive or \npurpose rather than imprecision or inconsistent memory. \n35. The Court views the “sham affidavit” in a somewhat similar light.  While \ntroubling and properly excluded at summary judgment,\n64 the affidavit sought to offer \nmodified testimony that would not have rescued Plaintiff’s claim and is as likely to \nreflect Francisco’s imprecise recollections four years after the events at issue as it  is \nto show his intentional misrepresentations.   \n36. Finally, while the Court dismissed Plaintiff’s misappropriation claim \nbecause “the undisputed evidence show[ed] that BAB ’s entire business model was \npublicly in use and known to Defendants prior to the July 19 Call” and “BAB’s efforts \nwere not reasonable under the circumstances to maintain the secrecy of its alleged \ntrade secret,” the Court is not prepared to conclude, based on a review of the entire \nevidentiary record, that Plaintiff filed and prosecute d its misappropriation claim in \nbad faith.  While it appears to the Court that Plaintiff struggled to identify its trade \nsecret throughout the litigation, it ultimately succeeded.  And while the Court \nrejected Plaintiff’s contentions that its business plan was maintained in secrecy and \nnot available for public inspection, Plaintiff nonetheless made arguments sufficiently \n \n64 (Summ. J. Order ¶ 35.) \ngrounded in fact and law in support of that proposition to preclude a finding that it \nproceeded in bad faith, under either an objective or subjective standard.  For each of \nthese reasons, the Court will deny Defendants’ Motion for attorneys’ fees under \nN.C.G.S. § 66-154(d) and, in the exercise of its discretion,  deny Defendants’ request \nfor costs under N.C.G.S. § 6-21(12). \nB. The Lanham Act \n37. The Lanham Act provides that “[t]he court in exceptional cases may award \nreasonable attorney fees to the prevailing party .”65  Relying on the United States \nSupreme Court’s decision in Octane Fitness, LLC v. ICON Health & Fitness, Inc., 572 \nU.S. 545 (2014) , which analyzed the Federal Patent Act’s identical provision \nawarding attorneys’ fees in “exceptional cases ,” the Fourth Circuit has held that a \ntrial court:  \nmay find a case “exceptional” and therefore award attorneys’ fees to the \nprevailing party under § 1117(a)  when it determines, in light of the \ntotality of the circumstances, that (1) there is an unusual discrepancy in \nthe merits of the positions taken by the parties, based on the non -\nprevailing party ’s position as e ither frivolous or objectively \nunreasonable, (2) the non- prevailing party has litigated the case in an \nunreasonable manner, or (3) there is otherwise the need in particular \ncircumstances to advance considerations of compensation and \ndeterrence. \n \nGeorgia-Pacific Consumer Prods., LP v. Von Drehle Corp., 781 F.3d 710, 721 (4th Cir. \n2015) (cleaned up).  Since the standard is framed in the disjunctive, only one of the  \nidentified factors must be met.  Dewberry Eng’rs Inc. v. Dewberry Grp., Inc., 77 F.4th \n265, 294 (4th Cir. 2023) (noting that the standard “does not require a prevailing party \n \n65 15 U.S.C. § 1117(a).  \nto demonstrate the presence of all three circumstances” (emphasis in original)) .  In \naddition, whether a case is “exceptional” must be proven by a preponderance of the \nevidence, Verisign, Inc. v. XYZ.COM, LLC , 891 F.3d 481, 484 (4th Cit. 2018) , and a \nshowing of misconduct or bad faith is not required.  Citi Trends, Inc. v. Coach, Inc. , \n780 Fed. App’x. 74, 80 (4th Cir. 2019).   \n38. Defendants argue that P laintiff’s litigation conduct makes this case an \nexceptional one under the Lanham Act, and the Court agrees .  Here, BAB based its \nLanham Act claim on the critical factual allegation that Motif copied BAB’s Garments \nand passed them off as Motif’s.  The discovery record, however,  failed to show any \nevidence to support this contention.  The Court explained this total failure of proof in \nits summary judgment ruling: \n91. Nonetheless, even if the Court were to consider this testimony, \nand, in particular, Francisco ’s testimony that “[b]y March 6, \n2019, . . . my products were being marketed under the name ‘Motif \nMedical[,]’ ” which is BAB’s critical factual assertion for its Reverse \nPassing Off claim, the Court notes that in the same affidavit, Francisco \ndirectly contradicted this testimony, admitting, as Defendants contend, \nthat “Aeroflow sold a nameless brand.” \n \n92. The documentary evidence on which BAB relies likewise shows \nthat Defendants sold BAB and Motif products in a “brand agnostic” \nmanner.  For example, BAB relies on screenshots of a 2 April 2019 press \nrelease from PRWeb announcing Aeroflow’s addition of a “ selection of \nMaternity Support Bands,” as well as screenshots of an overview of the \nbenefits of maternity compression garments on Aeroflow’s website dated \n23 December 2018 and several undated screenshots of Aeroflow’s \nproduct pages for the various compression garments it sold. \n \n93. Despite Francisco’s assertion that, at some point, BAB ’s products \n“were being marketed under the name ‘ Motif Medical[ ] ’ ” and that the \n“models shown wore products with the Motif brand name on them[,]” none \nof the product images include brand labels, and the only mention of a \nspecific brand name appears on the product page f or the “ Postpartum \nCompression Garment ” underneath the “Description” label, where it \nstates that “Motif Postpartum Recovery Support Garments were designed \nby medical professionals ” without suggesting which brand a customer \nwould receive upon purchase.  In fact, the only evidence in the record that \nreflects Aeroflow’s representations to its customers about which brand of \ncompression garment a customer would receive upon purchase suppo rts \nDefendants’ position: “The brand you will receive is either [BAB] or \n[Motif].”  Moreover, BAB has proffered no evidence that a customer ever \nreceived a BAB product in a Motif package and, as counsel for BAB \nacknowledged at the Hearing, when BAB itself purchased a Motif  \nproduct, BAB received a Motif garment in a Motif package. \n \n* * * \n \n97. BAB has failed to offer evidence from which a jury could conclude \nthat Aeroflow ’s marketing caused consumer confusion.   As discussed \nabove, the undisputed evidence shows that Aeroflow did not market a \nparticular brand of maternity compression garments.  When asked which \nbrand Aeroflow sold, the evidence shows that Aeroflow responded that \ncustomers would receive either a BA B product or a Motif product.   \nMoreover, the branding on the products and their packaging is distinct,  \nthere are no allegations of mislabeling, and BAB has not offered evidence \nsuggesting that customers ever received BAB products in Motif packaging \nor Motif products in BAB packaging. \n \nVitaform, Inc., 2022 NCBC LEXIS 128, at *48–50. \n39. While Plaintiff may have had reasonable suspicions of a Lanham Act \nviolation when it filed this claim in its A mended Complaint, Plaintiff did not have \nany supporting evidence, and Plaintiff surely knew by the close of discovery that it \nhad not discovered any evidence to support its Lanham Act claim.  As a result, \nPlaintiff should have dismissed its Lanham Act claim at that time and not required \nDefendants to seek summary judgment on what had clearly been shown to Plaintiff \nto be a meritless claim .  The Court therefore concludes that Plaintiff’s continued \nlitigation of this claim after the close of discovery was objectively unreasonable, that \nPlaintiff litigated this claim in an unreasonable manner  by persisting in advancing \nthe claim when it knew it had no evidence in support , and that, in these \ncircumstances, considerations of compensation and deterrence warrant an award of \nattorneys’ fees to Defendants.   \n40. Based on the above, the Court therefore concludes that, for each of these \nreasons, this is an “exceptional case” under 15 U.S.C. § 1117(a), entitling Defendants \nto an award of attorneys’ fees .  See, e.g., Design Rsch ., Inc. v. Leather Indus. of Am., \nNo. 1:10-CV-157, 2016 U.S. Dist. LEXIS 134319, at *5–17 (M.D.N.C. Sept. 29, 2016) \n(finding an exceptional case and awarding attorneys’ fees because plaintiff’s \ncontinued pro secution of its Lanham Act claim through summary judgment was \nobjectively unreasonable since “the evidence gleaned in discovery failed to reveal any \nevidence” of a Lanham Act violation  and noting in support of its award “the \nimportance of deterring litigants from pursuing their claims even when the claim has \nfallen apart following discovery due to a lack of supporting evidence” ); LendingTree, \nLLC v. Zillow, Inc., 54 F. Supp. 3d 444, 463 (W.D.N.C. 2014) (finding an exceptional \ncase under the Patent Act and granting attorneys’ fees where plaintiff “should have \nrealized the strength of [defendant’s] defenses at summary judgment.”); \nPhonometrics, Inc. v. ITT Sheraton Corp. , 64 Fed. App’ x. 219, 221 ( Fed. Cir. 2003) \n(affirming district court’s conclusion that a case was exceptional because plaintiff \n“continued to litigate the case even after it knew that it could not prevail on the \nmerits.”).  \n41. In considering the scope of an appropriate award of attorneys’ fees under \n15 U.S.C. § 1117(a), the Court recognizes that it is difficult to divide the hours \nexpended in seeking summary judgment on Plaintiff’s Lanham Act claim from the \nhours expended in seeking summary judgment on Plaintiff’s other claims.66  Federal \ncourts have held in such circumstances that apportionment between time spent on \nan unsuccessful Lanham Act claim and other unsuccessful claims is unnecessary if \n“the court finds the claims are so inextricably intertwined that even an est imated \nadjustment would be meaningless.”  Gracie v. Gracie, 217 F.3d 1060, 1070 (9th Cir. \n2000); Eschert v. City of Charlotte, 2017 U.S. Dist. LEXIS 141902, at *11 –12 \n(W.D.N.C. Sept. 1, 2017) .  “To determine whether claims are related, the Court \nconsiders whether and to what degree there was a common nucleus of operative fact \nwith other claims that do not have a fee -shifting provision.”  DENC,  LLC v. Phila. \nIndem. Ins. Co., 454 F. Supp. 3d 552, 563–64 (M.D.N.C. 2020); see, e.g., Eschert, 2017 \nU.S. Dist. LEXIS 141902, at *11–12 (finding apportionment of fee award unnecessary \nwhere all claims were based on a single, intertwined nucleus of operative fact and the \nwork of plaintiff’s attorneys related to the litigation as whole). \n42. Applying these considerations here, the Court concludes after thorough \nand careful review that Defendants’ efforts in successfully obtaining summary \njudgment on Plaintiff’s Lanham Act claim focused on the litigation as a whole and \nthat all claims in the litigation were inextricably interwoven and arose from a \n \n66 While Defendants’ counsel acknowledged at the Hearing that the time spent litigating the \nLanham Act claim could be apportioned from the time spent litigating Plaintiff’s other claims, \ncounsel made no such representation specific to summary judgment briefing and argument, \nwhich, by its nature, involves synthesizing a party’s arguments on all claims into a \npersuasive whole. \n \ncommon nucleus of operative fact.67  As a result, the Court will, in the exercise of its \ndiscretion, require Plaintiff to pay all of Defendants’ attorneys’ fees incurred in \nconnection with prosecuting Defendants’ Motion for Summary Judgment. \nC. N.C.G.S. 75-16.1 – UDTPA \n43. Under N.C.G.S. § 75 -16.1, the Court may award a defendant its attorneys’ \nfees as part of the court costs incurred in defending a claim for unfair and deceptive \ntrade practices under N.C.G.S. § 75-1.1 only upon the Court’s finding that “[t]he party \ninstituting the action knew, or should have known, the action was frivolous and \nmalicious.”  N.C.G.S. § 75 -16.1(2).  A claim is “frivolous” under the UDTPA “if a \nproponent can present no rational argument based upon the evidence or law in \nsupport of [it].  A claim  is malicious if it is wrongful and done intentionally without \njust cause or excuse or as a result of ill will.”  McKinnon v. CV Indus., Inc. , 228 N.C. \nApp. 190, 199 (2013) (alteration in original) (quoting Blyth v. McCrary, 184 N.C. App. \n654, 663, n. 5 (2007)).  “Maliciousness can develop during the course of litigation if a \n \n67 The United States Supreme Court long ago recognized the propriety of a fully compensatory \nfee award in the face of interwoven claims,  noting in the context of a claim under 42 U.S.C. \n§ 1988, that:  \n \nMany civil rights cases will present only a single claim.  In other cases the \nplaintiff's claims for relief will involve a common core of facts or will be based \non related legal theories.  Much of counsel’s time will be devoted generally to \nthe litigation as a whole, making it difficult to divide the hours expended on a \nclaim-by-claim basis.  Such a lawsuit cannot be viewed as a series of discrete \nclaims.  Instead the district court should focus on the significance of the overall \nrelief obtained by the plaintiff in relation to the hours reasonably expended on \nthe litigation. . . . The result is what matters. \n \nHensley v. Eckerhart, 461 U.S. 424, 435 (1983).  The Court notes that these same \nconsiderations apply equally to the prosecution of Defendants’ Motion for Summary \nJudgment here. \nparty persists after discovering that his claim is meritless.”  Laschkewitsch v. Legal \n& Gen. Am., Inc. , No. 5:15 -CV-251, 2017 U.S. Dist. LEXIS 180972, at *5 (E.D.N.C. \nNov. 1, 2017), aff’d, 725 Fed. App’x. 252 (4th Cir. 2018).   \n44. Plaintiff’s UDPTA claim largely overlapped its TSPA and Lanham Act \nclaims.  Defendants have  therefore, in substantial part, based their request for fees \nunder the UDTPA on the same grou nds they advanced in support of the ir requests \nfor fees under those two statutes.  Defendants also argue that they are entitled to fees \nbecause part of Plaintiff’s UDTPA claim was “based on allegations of fraud that BAB \ncould not adequately plead after two attempts.”68   \n45. As an initial matter, the Court rejects Defendants’ argument for fees based \non Plaintiff’s unsuccessful fraud claim; indeed, Plaintiff succeeded in advancing \nthrough dispositive motion practice a narrowed claim for fraud based on the July 19 \nCall, and the Court is not persuaded that the unsuccessful aspects of Plaintiff’s fraud \nclaim were asserted frivolously or maliciously.   \n46. The Court also rejects Defendants’ claim for fees under the UDTPA base d \non the TSPA claim for the same reasons it will deny Defendants relief under \nN.C.G.S. §§ 66-154(d) and 6-21(12).   \n47. In contrast, h owever, the Court will grant Defendants’ Motion under the \nUDTPA to the extent it is based on the Lanham Act claim .  As explained above, the \nevidence shows that Plaintiff  knew that its Lanham Act claim was wholly without \nmerit when BAB could not discover any supporting evidence by the close of the \n \n68 (Defs.’ Br. 18.) \ndiscovery period.  At that point, Plaintiff could not, and did not at summary judgment, \nadvance a rational argument based upon the evidence or law in support of its Lanham \nAct-based UDPTA claim.  As a result, the Court concludes that Plaintiff’s opposition \nto Defendants’ Motion for Summary Judgment on this claim was friv olous under \nN.C.G.S. § 75-16.1(2).   \n48. Under North Carolina law, “where all of plaintiff’s claims arise from the \nsame nucleus of operative fact[ ] and each claim was ‘inextricably interwoven’ with \nthe other claims, apportionment of fees is unnecessary.”  Whiteside Estates, Inc. v. \nHighlands Cove, LLC, 146 N.C. App. 449, 467 (2001).  In determining whether claims \nare “inextricably interwoven,” courts apply “the reasonable relation test: \nreasonableness, not arbitrary classification of attorney activity, is the key factor \nunder all our attorneys’ fees statutes in awarding fees for attorney activity[.]”  Id . \n(cleaned up).   \n49. Applying that test here, and after thorough and careful review, the Court \nconcludes, in the exercise of its discretion, that Defendants’ efforts in successfully \nobtaining summary judgment on Plaintiff’s Lanham Act and Lanham Act-based \nUDTPA claims were based on a common nucleus of operative fact and thus were \ninextricably interwoven.  See, e.g. , Irwin Indus. Tool Co. v. Worthington Cylinders \nWis., LLC, 747 F. Supp. 2d 568, 591 (M.D.N.C. 2010) (determining Lanham Act and \nUDTPA claims were “necessarily intertwined”).   \n50. As a result, the Court will, in the exercise of its discretion, award \nDefendants their attorneys’ fees under N.C.G.S. § 75 -16.1(2) to the same extent the \nCourt will award fees under 15 U.S.C. § 1117(a).  See,  e.g., Insight Health Corp. v. \nMarquis Diagnostic Imaging of N.C., LLC, 2018 NCBC LEXIS 69, at *12 (N.C. Super. \nCt. July 6, 2018) (finding that plaintiff was entitled to attorneys’ fees on all claims \nwhere “the time spent on all of these claims overlapped with [plaintiff’s] recoverable \nclaim and request for relief and arose from a common nucleus of law or fact shared \nwith [plaintiff’s] recoverable claim and request for relief”); Okwara v. Dillard Dep’t \nStores, Inc., 136 N.C. App. 587, 595 (2000) (recognizing that determining whether \nclaims are inextricably interwoven is in the trial court’s discretion).  Defendants, \nhowever, shall have only a single recovery of their attorneys’ fees under these two \nstatutes.   \nD. N.C.G.S. § 6-21.5 \n51. Under N.C.G.S. § 6-21.5:  \n[i]n any civil action,  . . . the court, upon motion of the prevailing party, \nmay award a reasonable attorney’s fee to the prevailing party if the \ncourt finds that there was a complete absence of a justiciable issue of \neither law or fact raised by the losing party in any pleading.  The fil ing \nof a general denial or the granting of any preliminary motion, such as a \nmotion for judgment on the pleadings [under Rule 12], a motion to \ndismiss pursuant to [Rule 12(b)(6)], a motion for a directed verdict \npursuant to [Rule 50], or a motion for summary judgment pursuant to \n[Rule 56], is not in itself a sufficient reason for the court to award \nattorney[s’] fees, but may be evidence to support the court’s decision to \nmake such an award.”\n69 \n \n52. “The relevant inquiry under  . . .  N.C.G.S. § 6-21.5 is whether a justiciable \nissue is present.  If there is, the moving party’s motion must fail.  If not, the court \nmust then examine whether the non- moving party knew or should have known the \n \n69 N.C.G.S. § 6-21.5. \nclaim was not justiciable.”  Willard v. Barger, 2021 NCBC LEXIS 7, at *9 (N.C. Super. \nCt. Jan. 22, 2021).  A “complete absence of a justiciable issue” exists where the \nplaintiff either (1) was reasonably aware when the complaint was filed that the \npleading did not contain a justiciable issue or (2) persisted in litigating the case after \nit reasonabl y should have become aware that the pleading no longer contained a \njusticiable issue.  Credigy Receivables, Inc. v. Whittington , 202 N.C. App. 646, 655 \n(2010).  For an award of attorneys’ fees under N.C.G.S. § 6 -21.5 to obtain, “ it must \nconclusively appear that [justiciable] issues are absent even giving the pleadings the \nindulgent treatment they receive on motions for summary judgment or to dismiss.”  \nSunamerica Fin. Corp., 328 N.C. at 257 (citation omitted). \n53. Defendants first move under N.C.G.S. § 6–21.5 to recover the attorneys’ fees \nthey incurred in defending against BAB’s TSPA, Lanham Act, and UDTPA claims.  \nAs an initial matter, t he Court’s rulings above establish that Plaintiff’s TSPA claim \nwas justiciable.  As a result, the Court will deny Defendants’ Motion to the extent it \nseeks relief under N.C.G.S. § 6-21.5 based on Plaintiff’s TSPA claim. \n54. At the same time, the Court’s conclusion that Plaintiff persisted in litigating \nits Lanham Act and Lanham  Act-based UDTPA claims after it k new it had no \nevidence to support them establishes that those claims were nonjusticiable or became \nnonjusticiable during the course of litigation.  Accordingly, the Court will grant \nDefendants relief under N.C.G.S. § 6-21.5 to the same extent and in the same amount \nas the Court will award relief under 15 U.S.C.  § 1117(a) and N.C.G.S. § 75-16.1. \n55. Defendants also request recovery of their attorneys’ fees under N.C.G.S.  \n§ 6-21.5 for successfully defeating (i) BAB’s purported Further Counterclaims and (ii) \nBAB’s effort to present damages evidence disallowed by the Court and damages \ntheories that were not disclosed during discovery.70 \n56. The Court will deny Defendants’ M otion as to Plaintiff’s effort to present \nimproper damages evidence and theories because N.C.G.S. § 6 -21.5 only prohibits \ntaking nonjusticiable positions in pleadings, not in motions practice.   \n57. The Court, however, will grant Defendants’ Motion as to Plaintiff’s filing of \nits Further Counterclaims.  Those claims—for defamation, tortious interference with \nprospective economic advantage, and violation of the UDTPA —were filed after \nDefendants filed the same claims again st Plaintiff some weeks before.  After \nDefendants moved to dismiss these claims and shortly before the hearing on \nDefendants’ motion, Plaintiff voluntarily dismissed its claims.   \n58. Even a cursory review reveals that none of these claims was well-grounded \nin law or fact.  Plaintiff’s Further Counterclaims alleged that Defendants submitted \nan affidavit by third-party witness Scott Owen (“Owen”) that  was “riddled with \nfalsehoods,”71 and further that Owen’s falsehoods could only have resulted through \n \n70 Defendants also originally sought their fees under N .C.G.S. § 6-21.5 for defeating BAB’s \nopposition to Defendants’ motion to amend to add counterclaims, (see ECF Nos. 82–83, 89, \n91, 95), and BAB’s motion in limine seeking to exclude the de bene esse deposition of Scott \nOwen.  Defendants subsequently withdrew these grounds for relief, the former in Defendants’ \nReply in Support of Motion for Attorneys’ Fees , and the latter  at the Hearing.   (See Defs.’ \nReply Supp. Mot. Att’ys’ Fees 11 n.3, ECF No. 201.) \n \n71 (Further Countercls. ¶ 30.) \n \nDefendants’ defamatory statements to Owen about Francisco.72  Plaintiff also alleged \nthat Defendants provided Francisco’s deposition transcript to Owen and thereby \n“formed the basis for the defamation of Plaintiff’s business reputation.”73   \n59. Not only were Plaintiff’s “Further Counterclaims” procedurally improper—\nPlaintiff asserted additional claims against Defendants as if by right without properly \nseeking leave of court under Rule 15 to amend its Amended Complaint to assert new \nclaims—but they were also barred by the absolute privilege afforded to “statements \nmade in an affidavit which are pertinent to matters involved in a judicial proceeding,” \nJarman v. Offutt , 239 N.C. 468, 472 (1954), as well as to communications between \ncounsel and witnesses or potential witnesses in a judicial proceeding, see Jones v. \nCoward, 193 N.C. App. 231, 235 (2008) (holding that “an attorney’s statement or \nquestion to a potential witness regarding a suit in which that attorney is involved, \nwhether preliminary to trial, or at trial, is privileged”).  Since  each of the Further \nCounterclaims was based on the same allegedly defamatory statements, all of these \npurported “counterclaims” were barred by the judicial proceeding privilege.  See \nJones, 193 N.C. App. at 235 (dismissing claims for intentional infliction of emotional \ndistress and negligence that were based upon the allegedly defamatory statements \nbecause to dismiss only the defamation claim would “eviscerate” the privilege).\n \n60. Moreover, Plaintiff’s “Further Counterclaims” were fatally deficient on the \nmerits.  Indeed, the premise of Plaintiff’s claims —that Defendants  communicated \n \n72 (Further Countercls. ¶¶ 32, 35, 38.) \n \n73 (Further Countercls. ¶¶ 3, 5, 49, 59, 68).    \nfalse information to Owen about Francisco’s dealings with Owen himself74—makes \nlittle sense , especially given the lack of context or supporting inform ation \nsurrounding the allegations.  Owen, not Defendants, was a party to his conversations \nwith Francisco , so it cannot bear scrutiny that Owen somehow relied upon \nDefendants’ false information concerning his own conversations with Francisco.  And, \nof course, Plaintiff alleges that Defendants prompted false responses from Owen by \nproviding Francisco’s deposition transcript to Owen —i.e., testimony from Francisco  \nhimself, not Defendants —which Defendants were entitled to do.   The Further \nCounterclaims relied entirely on speculation and unsupported assumptions,  yet \nDefendants were forced to incur time and expense in moving to dismiss these \npurported counterclaims only for Plaintiff to voluntarily dismiss them shortly before \nthe hearing on the motion was to be held .  The Court thus finds that these Further \nCounterclaims were nonjusticiable, and that attorneys’ fees are therefore warranted \nunder N.C.G.S. § 6-21.5.   \n61. Accordingly, based on the above, the Court, in the exercise of its discretion, \nwill grant Defendants’ Motion under N.C.G.S. § 6-21.5 to the extent it is based on \nPlaintiff’s filing of the Further Counterclaims and order Plaintiff to pay Defendants \ntheir attorneys’ fees incurred in defending against and mov ing to dismiss those \nclaims.   \n \n74 (Further Countercls. ¶¶ 36–37, 39.) \nE. N.C.G.S. § 6-20. \n62. The Court may award costs in its discretion under N.C.G.S. § 6 -20.  Under \nNorth Carolina law, those costs are limited to those enumerated in N.C.G.S. \n§ 7A-305(d).75  Based on the findings above, the Court concludes, in the exercise of its \ndiscretion, that it is appropriate and in the interests of justice to award Defendants \ntheir costs incurred in connection with prosecuting Defendants’ Motion for Summary \nJudgment and in defending against and moving to dismiss Plaintiff’s Further \nCounterclaims.   \nIV.  \n \nCONCLUSION \n \n63. WHEREFORE, this Court, in the exercise of its discretion, hereby \nORDERS as follows: \na. Defendants’ Motion is  hereby GRANTED in part, and Defendants \nshall be awar ded their attorneys’ fees incurred in connection with (i) \nprosecuting their Motion for Summary Judgment, under 15 U.S.C. \n§ 1117(a), N.C.G.S. § 75-16.1 to the extent Plaintiff’s UDTPA claim was \nbased on the Lanham Act, and N.C.G.S. § 6 -21.5 and (ii) defending \nagainst Plaintiff’s Further Counterclaims, under N.C.G.S. § 6 -21.5.  \nDefendants shall also be awarded their incurred costs to th is same \n \n75 “The expenses set forth in this subsection are complete and exclusive and constitute a limit \non the trial court’s discretion to tax costs pursuant to N.C.G.S. § 6-20.”  N.C.G.S. § 7A-305(d).   \n \nextent under N.C.G.S. § 6 -20, subject to the limitations imposed by \nN.C.G.S. § 7A-305(d).  \nb. Defendants’ Motion is otherwise DENIED. \nc. Defendants shall have through and including 27 November 2023 to \nsubmit supplemental briefing and supporting documentation detailing \ntheir fees and costs incurred in (i) prosecuting their Motion for Summary \nJudgment and (ii) defending against Plaintiff’s Further Counterclaims.  \nd. Plaintiff shall have through and including 11 December 2023 to file its \nresponse. \ne. Defendants shall have through and including 21 December 2023  to file \nany reply. \nf. All briefing shall comply with BCR 7. \ng. The Court will determine whether to hold a hearing on Defendants’ \nsupplemental briefing on their request for attorneys’ fees and costs at a \nlater date. \n \n SO ORDERED, this the 9th day of November, 2023.  \n \n         \n      /s/ Louis A. Bledsoe, III   \n      Louis A. Bledsoe, III \n      Chief Business Court Judge "
}