{
  "id": "0f92a199fb4591db45d5031e38c3108a66a8e14fe4e4a952a8e687bd3ea605c7",
  "source_file": "data/raw/ncbc/0f92a199fb4591db45d5031e38c3108a66a8e14fe4e4a952a8e687bd3ea605c7.pdf",
  "raw_text": " Window World of Baton Rouge, LLC v. Window World, Inc.; Window World of St. \nLouis, Inc. v. Window World, Inc., 2018 NCBC 56. \nSTATE OF NORTH CAROLINA \n \nWILKES COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 1 \n \nWINDOW WORLD OF BATON \nROUGE, LLC; WINDOW WORLD OF \nDALLAS, LLC; WINDOW WORLD \nOF TRI STATE AREA, LLC; and \nJAMES W. ROLAND, \n \nPlaintiffs, \n \nv. \n \nWINDOW WORLD, INC.; WINDOW \nWORLD INTERNATIONAL, LLC; \nand TAMMY WHITWORTH, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON WINDOW \nWORLD DEFENDANTS’ MOTION TO \nSTRIKE PLAINTIFFS’ OBJECTIONS, \nMOTIONS FOR COMMISSIONS, AND \nMOTION TO COMPEL RICHARD \nFARRELL AND THE FARRELL LAW \nGROUP \n \nWILKES COUNTY            15 CVS 2 \n \nWINDOW WORLD OF ST. LOUIS, \nINC.; WINDOW WORLD OF \nKANSAS CITY, INC.; WINDOW \nWORLD OF SPRINGFIELD/PEORIA, \nINC.; JAMES T. LOMAX III; \nJONATHAN GILLETTE; B&E \nINVESTORS, INC.; WINDOW \nWORLD OF NORTH ATLANTA, \nINC.; WINDOW WORLD OF \nCENTRAL ALABAMA, INC.; \nMICHAEL EDWARDS; MELISSA \nEDWARDS; WINDOW WORLD OF \nCENTRAL PA, LLC; ANGELL P. \nWESNERFORD; KENNETH R. \nFORD, JR.; WORLD OF WINDOWS \nOF DENVER, LLC; RICK D. ROSE; \nCHRISTINA M. ROSE; WINDOW \nWORLD OF ROCKFORD, INC.; \nWINDOW WORLD OF JOLIET, INC.; \nSCOTT A. WILLIAMSON; \nJENNIFER L. WILLIAMSON; BRIAN \n \n \n \n \n \n \n \n \n \nC. HOPKINS; WINDOW WORLD OF \nLEXINGTON, INC.; TOMMY R. \nJONES; JEREMY T. SHUMATE; \nWINDOW WORLD OF PHOENIX \nLLC; JAMES BALLARD; and TONI \nBALLARD, \n \nPlaintiffs, \n \nv. \n \nWINDOW WORLD, INC.; WINDOW \nWORLD INTERNATIONAL, LLC; \nand TAMMY WHITWORTH, \nindividually and as trustee of the \nTammy E. Whitworth Revocable \nTrust, \n \nDefendants. \n \n \n1. THIS MATTER is before the Court upon the following matters in the above-\ncaptioned cases: (i) Defendants Window World, Inc. and Window World International, \nLLC’s (“Window World Defendants”) Motion to Strike Plaintiffs’ Objections to Third-\nParty Subpoenas (the “Motion to Strike”), (ii) Motion for Commission to Issue Out-of-\nState Subpoena for Deposition of Michael M. Sayers, Esq. (“Sayers”) and Motion for \nCommission to Issue Out-of-State Subpoena for Corporate Designee Deposition of \nIndependent 189 Dealer Association, Inc. (the “Motions for Commissions” ), and (iii) \nthe Window World Defendants’ Motion to Compel Discovery from Richard Farrell \n(“Farrell”) and the Farrell Law Group, P.C. (the “Farrell Motion” collectively with the \nother motions, the “Motions”). \n \n \n2. By orders dated April 20, April 23, and May 8, 2018, the Court established \nbriefing schedules on the Motions and scheduled a hearing on the Motions for May \n24, 2018, at which all parties were represented by counsel. 1  After reviewing the \nMotions, the briefs in support of and in opposition to the Motions, the relevant \nmaterials associated with the Motions, and the arguments of counsel at the May 24 \nhearing, the Court, in the exercise of its discretion and for good cause shown, hereby \nrules upon the Motions as set forth below.  \nBrooks, Pierce, McLendon, Humphrey & Leonard LLP, by Charles E. Coble, \nRobert J. King III, Benjamin R. Norman, Jeffrey E. Oleynik, and Andrew L. \nRodenbough, and Keogh Cox & Wilson, Ltd ., by Richard W. Wolff, John P. \nWolff, III, and Virginia J. McLin , for Plaintiffs Window World of Baton \nRouge, LLC, Window World of Dallas, LLC, Window World of Tri State Area \nLLC, James W. Roland, Window World of St.  Louis, Inc., Window World of \nKansas City, Inc., Window World of Springfield/Peoria, Inc., James T. \nLomax III, Jonathan Gillette, B&E Investors, Inc., Window World of North \nAtlanta, Inc., Window World of Central Alabama, Inc., Michael Edwards, \nMelissa Edwards, Window World of Central PA, LLC, Angell P. Wesnerford, \nKenneth R. Ford, Jr., World of Windows of Denver, LLC, Rick D. Rose, \nChristina M. Rose, Window World of Rockford, Inc., Window World of Joliet, \nInc., Scott A. Williamson, Jennifer L. Williamson, B rian C. Hopkins, \nWindow World of Lexington, Inc. , Tommy R. Jone s, Jeremy T. Shumate, \nWindow World of Phoenix LLC, James Ballard, and Toni Ballard. \n \nManning, Fulton & Skinner, P.A., by Michael T. Medford, Judson A. \nWelborn, Natalie M. Rice , and Jessica B. Vickers, and Laffey, Leitner & \nGoode LLC, by Mark M. Leitner, Joseph S. Goode, Jessica L. Farley, Sarah \nE. Thomas Pagels, and John W. Halpin, for Defendants Window World, Inc. \nand Window World International, LLC. \n \nBell, Davis & Pitt, P.A., by Andrew A. Freeman and Alan M. Ruley, for \nDefendant Tammy Whitworth. \n \nRichard W. Farrell, for third parties Richard W. Farrell and the Farrell Law \nGroup, P.C. \n \n                                                           \n1 Farrell attended the hearing via telephone  as counsel for  himself and the Farrell Law \nGroup, P.C.  \n \n \nKilpatrick Townsend & Stockton LLP, by Jason Wenker and Beth Winters, \nfor third party TriMark Solutions, LLC. \n \nBledsoe, Judge.  \n \nI. \nPROCEDURAL AND FACTUAL BACKGROUND \n3. The procedural and factual background of these matters is set out more fully \nin Window World of Baton Rouge, LLC v. Window World, Inc., 2016 NCBC LEXIS 82, \nat *5 (N.C. Super. Ct. Oct. 25, 2016), Window World of Baton Rouge, LLC v. Window \nWorld, Inc., 2017 NCBC LEXIS 60, at *4 (N.C. Super. Ct. July 12, 2017), and Window \nWorld of St. Louis, Inc. v. Window World, Inc., 2015 NCBC LEXIS 79, at *2 (N.C. \nSuper. Ct. Aug. 10, 2015) .  The Court  recites only the facts necessary for the \ndetermination of the Motions.  \n4. Defendant Window World, Inc. (“Window World”) is in the business of \nselling and installing windows, doors, and siding.  It operates several store locations \nand also franchises its business around the country.  Plaintiffs in these actions are \nvarious Window World franchisees.  Defendant Window World International, Inc. is \nan entity Plaintiffs claim Defendant Tammy Whitworth created to receive Window \nWorld’s intellectual property in a scheme to enrich herself and defraud Window \nWorld’s creditors.   \n5. In 2011, some of the Plaintiffs incorporated an entity they named  the \nIndependent 189 Dealer Association (the “189 DA”), which was comprised of various \nWindow World franchisees .  It is alleged that the  purpose of the 189 DA was “to \noperate an association of independent dealers of Window World products that would \n \n \nbring together the resources, talents and knowledge of the dealers in order to enhance \nthe value of their businesses and promote stability and security for all dealers within \nthe Window World system.”  (Window World Defendants’ Br. Supp. Mot. Commission \n189 DA, at 2, ECF No. 376 (15 CVS 1), ECF No. 392 (15 CVS 2).)   \n6. The Window World Defendants claim that Sayers, an attorney in St. Louis, \nMissouri, was retained to assist the 189 DA in its incorporation and may have \nattended meetings of the 189 DA in 2011.  The Window World Defendants further \ncontend that the 189 DA also retained Farrell, a franchise attorney in Raleigh, North \nCarolina, to, among other things, write  a letter on the 189 DA’s behalf to Michigan \nfranchise regulators reporting the Window World Defendants for potential violations \nof federal franchise laws.  According to the Window World Defendants , the 189 DA, \nand the work Sayers and Farrell performed on behalf of that entity, were part of a \nplan by Plaintiff James Roland (“Roland”) and others to attempt to take over the \nownership and management of Window World.  The W indow World Defendants \ncontend that the instant litigation is also part of that plan.  \n7. The Window World Defendants also assert that TriMark Solutions, LLC \n(“TriMark”), a digital marketer for certain Plaintiffs,  and MetricWise, Inc. \n(“MetricWise”), a customer relationship management provider for certain Plaintiffs, \nhave information concerning Plaintiffs’ businesses that is relevant to the claims and \ndefenses asserted in this litigation. \n8. Based on the foregoing, the Window World Defendants have filed motions \nseeking commissions to issue subpoenas to Sayers and to the 189 DA and have issued \n \n \nsubpoenas to Farrell, TriMark, and MetricWise.  Plaintiffs oppose the Window World \nDefendants’ efforts to seek discovery from these persons and entities  on grounds of \nrelevance, undue burden, and privilege. \nII. \nLEGAL ANALYSIS \nA. Motion to Strike \n9. Plaintiffs timely served objections to the subpoenas issued to Farrell, \nTriMark, and MetricWise , and the Window World Defendants thereafter filed the \nMotion to Strike.  The Window World Defendants contend that Plaintiffs’ objections \nshould be struck because (i) Plaintiffs do not have standing to assert the objections, \nexcept as to Farrell’s subpoena  based on attorney-client privilege, and (ii) Plaintiffs’ \nobjections based on the confidentiality of their subpoenaed business information can \nreadily be protected through the July 31, 2015 Protective Order previously entered \nin this case.   \n10. It is true tha t p arties “typically lack standing” to contest third -party \nsubpoenas.  Deyton v. Estate of Waters, 2011 NCBC LEXIS 36, at *7 (N.C. Super. Ct. \nSept. 23, 2011) (citing Jarrell v. Charlotte-Mecklenburg Hosp. Auth., 206 N.C. App. \n559, 564, 698 S.E.2d 190, 193–94 (2010) (“The challenge they attempt to assert, \nhowever, belongs not to Plaintiffs but to the nonparty witnesses whose attendance \nwas sought, and Plaintiffs accordingly lack standing to dispute the subpoenas’ \nvalidity.”)).  However, an exception to t his general rule exist s when the party is \nclaiming privilege over information sought in the challenged subpoena , id., or when \n \n \nthe challenged subpoena “requires disclosure of a trade secret or other confidential \nresearch, development, or commercial informat ion” and the challenging party is \naffected by the subpoena, see N.C. R. Civ. P. 45(c)(7).   \n11. It appears to the Court that the Window World Defendants seek , through \ntheir subpoenas to TriMark and MetricWise , Plaintiffs’ confidential and proprietary \ninformation concerning Plaintiffs’ advertising strategies and metrics as well as \nPlaintiffs’ sensitive customer and sales data.  It further appears to the Court that the \nJuly 31, 2015 Protective Order in this case provides that  the parties may object to \nthird-party subpoenas on privilege grounds, which Plaintiffs have done with respect \nto Farrell here.  As a result, in light of the information sought, the objections posed, \nand the applicable North Carolina law as cited above, the Court concludes that \nPlaintiffs have standing to challenge Defendants’ subpoenas to Farrell, TriMark, and \nMetricWise.  Accordingly, the Court, in the exercise of its discretion, denies the \nWindow World Defendants’ Motion to Strike based on Plaintiffs’ alleged lack of \nstanding.   \n12. As for the Window World Defendants’ contention that Plaintiffs’ objections \nshould be struck in light of the protections against harmful disclosure provided in the \nProtective Order, the Court rules as follows: (i) as explained below, the Farrell Motion \nshould be denied and thus the Motion to Strike should be denied as to the subpoena \nto Farrell, (ii) the Court will consider Plaintiffs’ specific objections to the subpoenas \nto TriMark at the hearing on the Window World Defendants’ Motion to Compel \nTriMark Solutions LLC and Randy Goins currently scheduled in this case for August \n \n \n22, 2018 , and (iii) in light of the limited attention in the parties’ briefing to the \nWindow World Defendants’ contention that the Protective Order provides sufficient \nprotection to Plaintiffs arising from the subpoena to MetricWise, the Court concludes \nthat it will assist the Court’s determination of the Motion to Strike as to MetricWise \nfor the parties to provide short statements of no more than 750 words each further \naddressing this argument, such statements to be filed no later than June 26, 2018. \nB. Motions for Commissions \n13. The Window World Defendants, through the subpoenas that are the subject \nof the Motions for Commission,  seek information from Sayers regarding his \ncommunications with (i) Window World’s  former employees; (ii) state and federal \nregulators regarding Window World’s alleged violation of franchise disclosure laws \nand its voluntary conversion to a franchise system; and (iii) Farrell.  The Window \nWorld Defendants also seek a Rule 30(b)(6) deposition of the 189 DA.   \n14. Rule 45 of the North Carolina Rules of Civil Procedure governing subpoenas \n“affords greater protection to nonparties than Rule 26 provides to parties.”  Bank of \nAm. Corp. v. SR Int’l Bus. Ins. Co., 2006 NCBC LEXIS 17, at *16 (N.C. Super. Ct. \nNov. 1, 2006); SciGrip, Inc v. Osae, 2015 NCBC LEXIS 89, at *13 (N.C. Super. Ct. \nSept. 28, 2015).  As this Court has observed, “[a] subpoena to a nonparty . . .  poses a \nconcrete, one-sided burden with no corresponding benefit . . . [because] [n]onparties, \nby definition, have no direct stake in litigation.”  Arris Grp., Inc. v. Cyberpower Sys. \n(USA), 2017 NCBC LEXIS 58, at *6 (N.C. Super. Ct. July 11, 2017).  \nConsequently, “[t]he courts have an obligation to protect nonparties from burden and \n \n \nexpense imposed without sufficient justification.”  Bank of Am. Corp., 2006 NCBC \nLEXIS 17, at *16 (emphasis added).   \n15. As a result, Rule 45 makes plain that “[t]he court shall quash or modify the \nsubpoena if” the recipient demonstrates the existence of any enumerated grounds for \nobjection, including privilege, unreasonableness, and undue burden.  N.C. R. Civ. P. \n45(c)(3), (5); see also Arris Grp., Inc., 2017 NCBC LEXIS 58, at *7.  Further, where \nthe subpoena requests trade secrets or other confidential information,  Rule \n45 provides that the court may “quash or modify the subpoena” unless the issuing \nparty “shows a substantial need for the testimony or material that cannot otherwise \nbe met without undue hardship.”  N.C. R. Civ. P. 45(c)(7).2 \n16. At their core, t he claims in this action involve Plaintiffs’ contentions that \nthe Window World Defendants knowingly and intentionally withheld information \nthat Plaintiffs were entitled to receive under federal franchise law s and \nmisrepresented to Plaintiffs that they would receive the Window World Defendants’ \nlowest available wholesale prices.   Plaintiffs contend that the information the \nWindow World Defendants seek from Sayers and the 189 DA is not relevant to any \nissue in controversy in this litigation and is beyond the scope of permissible discovery.  \nThe Window World Defendants respond that the information they seek is relevant to \nPlaintiffs’ credibility, the reasons Plaintiffs filed this action, and Plaintiffs’ unclean \nhands.   \n                                                           \n2  Federal courts have also stressed the “distinction between a party and nonparty” in \napplying the Federal Rules of Civil Procedure.  See Arris Grp., Inc., 2017 NCBC LEXIS 58, \nat *7–8 (citing cases). \n \n \n \n17. It appears to the Court that i nformation rega rding the “who” and “how” \nbehind the 189 DA reporting the Window World Defendants  to Michigan regulators \nhas little if any bearing on the claims or defenses advanced or forecast in this action.  \nIt further appears to the Court that providing the information sought would be \nunduly burdensome for Sayers, an out-of-state attorney who represented a nonparty \nto this litigation and whose information is, for the most part, likely to be privileged, \ncumulative, or unrelated to the matters at issue in this case.  The same is true for the \n189 DA, an organization that has been administratively dissolved and whose \nprincipal members have already been deposed in this action and were made available \nfor questioning on this same subject matter.   \n18. Upon careful consideration of the parties’  respective showings, t he Court \nconcludes that the undue burden the requested subpoenas will impose on Sayers and \nthe 189 DA outweighs the Window World Defendants’ need for the information sought \non the current record , and, further, that the Window World Defendants have failed \nto show a substantial need for the information they seek from Sayers and the 189 DA \nthat cannot otherwise be met without undue hardship.   \n19. Accordingly, b ased on the foregoing, t he Court , in the e xercise of its \ndiscretion, denies the Motions for Commissions.  \nC. The Farrell Motion \n20. The Window World Defendants seek to compel the following information \nfrom Farrell and his law firm (i.e., the Farrell Law Group, P.C.) with the Farrell \nMotion: (i) identities of the never -identified Window World store owners Farrell \n \n \nrepresented in dealings with state regulators, (ii) communications between Farrell \nand franchise regulators regarding his clients’ contention that Window World was \nengaged in franch ising and intentionally concealing the same; (iii) communications \nto and from Window World store owners other than Farrell’s clients; (iv) \ncommunications between Farrell and Window World or its lawyers, and (v) \ncommunications with persons or entities other than Farrell’s clients regarding the \nbusiness of the 189 DA.   \n21. The Window World Defendants contend  that the Court should com pel the \nproduction of this information because it is relevant to Plaintiffs’ claims for fraud and \nunfair or deceptive trade practices , Plaintiffs’ credibility , and Plaintiffs’ bias.  In \nparticular, the Window World Defendants argue that Farrell’s representations to the \nMichigan regulators concerning Window World’s alleged violations of franchise law \ninvolve the same allegations Plaintiffs advance here and, further, were made as part \nof Roland’s scheme, with others, to facilitate a buyout or hostile takeover  of Window \nWorld.     \n22. Plaintiffs counter that the Window World Defendants are fully aware of the \nfacts Farrell disclosed to the Michigan regulators and that in late October 2011, \nWindow World admitted that the company had violated “certain Federal and Stat e \nFranchise Laws.”  (See Pls.’ Br. Opp’n Mot. Compel Farrell and Farrell Law Group 2, \nECF No. 441 (15 CVS 1), ECF No. 481 (15 CVS 2) .)  Consequently, Plaintiffs argue, \nthe only purpose for the Window World Defendants’ subpoena to Farrell is to learn \nthe identity of the 189 DA members that prompted Farrell’s letter to the Michigan \n \n \nregulators so that Window World can retaliate against those members.   As such, \nPlaintiffs argue the subpoena to Farrell should be quashed.   \n23. Having carefully considered the parties’ respective positions, including \nFarrell’s arguments concerning privilege, the Court concludes, in the exercise of its \ndiscretion, that the Farrell Motion should be denied.   \n24. First, the Court is not persuaded that Farrell’s activities on behalf of the 189 \nDA, all of which are alleged to have occurred in 2011 and 2012, are relevant to the \nclaims and defenses asserted in this action .  This is particularly so in light of the \nabsence of any post-2012 evidence of Roland’s alleged takeover plan and the tenuous \nconnection of any such plan to the claims and defenses advanced in this case.  \n25. Second, the Court is not convinced of the need for discovery from Farrell  in \nthe circumstances presented here.  Farrell was the attorney for the 189 DA, which \nwas created and operated by some of the Plaintiffs, for a short period in 2011 and \n2012.  It appears to the Court that the Window World Defendants have had ample \nopportunity to seek and obtain discovery from Plaintiffs and others concerning the \nbasis for Plaintiffs’ claims in this litigation.  The Window World Defendants have not \noffered any evidence or argument that the information they seek from Farrell has not \nbeen, or could not have been, obtained from other sources, including , most \nsignificantly, Plaintiffs themselves.   \n26. Finally, t he Court concludes that  compliance with the Window World \nDefendants’ subpoenas would be unduly burdensome for Farrell, who, like Sayers, is \nan attorney representing a non-party to this litigation and whose information, for the \n \n \nmost part, is likely to be privileged, cumulative, or unrelated to the matters at issue \nin this case.  This is particularly so  when the burden of compliance on Farrell is \ncompared to the Window World Defendants’ limited need for the information sought \nbased on the current record .  The Court further concludes that the Window World \nDefendants have failed to show a substantial need for the information they seek from \nFarrell and his law firm that cannot otherwise be met without undue hardship.   \n27. Accordingly, b ased on the foregoing, the Court , in the exercise of its \ndiscretion, denies the Farrell Motion. \nIII. \nCONCLUSION \n28. WHEREFORE, the Court, for the reasons stated herein and in the exercise \nof its discretion , hereby DENIES the Motions  for Commissions and the Farrell \nMotion, DEFERS further consideration of the Motion to Strike Plaintiffs’ objections \nto the TriMark subpoena until the August 22, 2018 hearing currently scheduled in \nthis case, and ORDERS further briefing on the Motion to Strike Plaintiffs’ objections \nto the MetricWise subpoena as set forth above.  \nSO ORDERED, this the 19th day of June, 2018.  \n \n \n     /s/ Louis A. Bledsoe, III     l \n     Louis A. Bledsoe, III \n     Special Superior Court Judge \n       for Complex Business Cases "
}