{
  "id": "0faf25a2e50a45ca09aa48f60a7d499fc35eefbde866cd4e21de58621c888979",
  "source_file": "data/raw/ncbc/0faf25a2e50a45ca09aa48f60a7d499fc35eefbde866cd4e21de58621c888979.pdf",
  "raw_text": "NFH, Inc. v. Troutman, 2019 NCBC 64. \n \n \n \nSTATE OF NORTH CAROLINA \n \nIREDELL COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 209 \n \nNFH, INC., \n \n   Plaintiff, \n \nv. \n \nJOSEPH H. TROUTMAN, III; \nWILLIAM TROUTMAN; ABBI \nTROUTMAN; SHELTON COOPER, \nLLC; and TROUTMAN FUNERAL \nHOME, INC., \n \n   Defendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS TO \nDISMISS ALL CLAIMS IN \nPLAINTIFF’S AMENDED \nCOMPLAINT \n \n \n1. THIS MATTER is before the Court on Defendants’ Motions to Dismiss All \nClaims in Plaintiff’s Amended Complaint (the “Motion”) filed on May 28, 2019  by \nDefendants Joseph H. Troutman, III (“Joseph”); William Troutman (“William”); Abbi \nTroutman (“Abbi”); Shelton Cooper, LLC (“SC, LLC”); and Troutman Funeral Home, \nInc. (“TFH, Inc.”) (collectively, “Defendants”).  (ECF No. 29.) \n2. This case involves a dispute between a funeral home in Iredell County and \ntwo of its former employees who left the funeral home and began running a competing \nfuneral home located six miles away.  The Amended Complaint asserts eight (8) \nclaims in total, one of which was dismissed prior to the hearing on the Motion.1  (See \nAm. Compl. 13 –20, ECF No. 23 [“Am. Compl.”].)  Two of those claims are brought \nsolely against Joseph: breach of contract (Count I), (Am. Compl. ¶¶ 75–84), and unjust \n                                                 \n1 Plaintiff voluntarily dismissed its conversion claim on June 10, 2019.  (ECF No. 34.)   \n \n \nenrichment (Count VIII), (Am. Compl. ¶¶  132–138); and three claims are brought \nagainst Joseph and William:  misappropriation of trade secrets  (Count II), (Am. \nCompl. ¶¶ 85–93), breach of fiduciary duty (Count IV), (Am. Compl. ¶¶ 100–10), and \nfraudulent concealment (Count VI), (Am. Compl. ¶¶ 120 –26).  As to all Defendants, \nthe Amended Complaint brings claims for tortious interference with contract (Count \nV), (Am. Compl. ¶¶ 111–19), and unfair and deceptive trade p ractices (Count VII), \n(Am. Compl. ¶¶ 127 –131).  The Motion seeks dismissal of all seven (7) of Plaintiff’s \nremaining claims. \n3. For the reasons set forth herein, the Court GRANTS in part and DENIES \nin part the Motion. \nBell, Davis & Pitt, P.A., by Marc E. Gustafson and Joshua B. Durham, \nfor Plaintiff.  \n \nEisele, Ashburn, Greene & Chapman, P.A., by Douglas G. Eisele, for \nDefendants.  \n \nRobinson, Judge. \n \nI. FACTUAL BACKGROUND \n4. The Court does not make findings of fact on a motion to dismiss pursuant \nto Rule 12(b)(6) but only recites those factual allegations that are relevant and \nnecessary to the Court’s determination of the Motion.   \nA. The Parties \n5. Plaintiff NFH, Inc. d/b/a Nicholson Funeral Home (“NFH” or “Plaintiff”) is \na North Carolina corporation with its principal office in Statesville, North Carolina.  \n \n \n(Am. Compl. ¶ 6.)  Defendants Joseph, (Am. Compl. ¶ 7), William, (Am. Compl. ¶ 8), \nand Abbi, (Am. Compl. ¶ 8), are citizens and residents of Iredell County.   \n6. Joseph was a fifty percent (50%) owner of NFH with his then-wife, Pamela \nStrandburg (“Strandburg”) from 1983 until 2003.  (Am. Compl. ¶¶ 14 –16.)  For over \nthirty-five (35) years, Joseph served as NFH’s Licensed Funeral D irector, Vice \nPresident, Chairman of Operations, and President.  (Am. Compl. ¶ 20.)   In order to \nserve in these roles, J oseph met with customers and their families across Iredell \nCounty to discuss funeral services.  (Am. Compl. ¶ 21.) \n7. William is the son of  Joseph and Strandburg .  (Am. Compl. ¶ ¶ 8, 17 .)  \nWilliam began working for NFH immediately after college and served in a number of \nroles at NFH over a thirteen (13) year period.  (Am. Compl. ¶ 46.)  William is listed \nin certain documents dated around 2003 as “Chairman of Operations .”  (Stock \nPurchase Agreement § 2.24, Ex. C to Am. Compl. [“ SPA”].)  A s late as January 25, \n2018, a listing of those authorized to conduct business for NFH indicates William was \nNFH’s Treasurer.  (Company Resolution, Ex. E to Am. Compl.)  Plaintiff alleges that \nJoseph was “grooming” his son to take over his position with NFH and “introduced \nWilliam to many of NFH’s customers in order to further their personal relationship \nwith the Troutman family.”  (Am. Compl. ¶ 21.)   \n8. Abbi is the  wife of William, the daughter -in-law of Joseph, and, upon \ninformation and belief, is alleged to have been one of the purchasers of Troutman \n \n \nFuneral Home,2 a second funeral home operating in Iredell County located six miles \nfrom NFH.  (Am. Compl. ¶¶ 60–61, 67.)    \n9. SC, LLC and TFH, Inc. (collectively referred to as “TFH” in the Amended \nComplaint3) both have their principal offices and main corporate offices in Statesville, \nNorth Carolina.  (Am. Compl. ¶¶ 6, 11.)  Plaintiff alleges, upon information and belief, \nthat William, Abbi, SC, LLC and/or TFH, Inc. purchased Troutman Funeral Home on \nDecember 13, 2018 .  (Am. Compl. ¶ 60.)  Troutman Funeral Home , the purchased \nbusiness, is a competitor of NFH, offering many of the same services that NFH offers, \nto the same customers.  (Am. Compl. ¶ 67.)       \nB. NFH Stock Purchase and Subsequent Acquisition    \n10. In 1983, Strandburg and Joseph, then married, purchase d NFH and \noperated it together as a funeral home for fifteen years, each owning one-half of the \nbusiness.  (Am. Compl. ¶¶ 14, 15.)  The couple divorced in 1999 but maintained their \nequal ownership of NFH until 2003, when Joseph sold his interest to Strandburg, \n(Am. Compl. ¶ 16), in exchange for $800,000, (Am. Compl. ¶¶ 16, 37). \n11. The purchase of Joseph’s stock in NFH was governed by the terms of a Stock \nPurchase Agreement (the “SPA”) entered into and executed by and between Joseph, \n                                                 \n2 To complicate matters, “Troutman” is, among other things, the last name of three of the \nDefendants, the name of a town in Iredell County, North Carolina, the first w ord of a \ncorporate entity founded by William (TFH, Inc.), and apparently the first word in the name \nof an unincorporated business (Troutman Funeral Home), a competing funeral home \nbusiness also located in Iredell County.   \n \n3 For the reasons set forth in Section IV.A below, the Court does not use the defined term \n“TFH” to refer to these two entities and instead separately sets out both entities as “TFH, \nInc. and/or SC, LLC” anywhere the Amended Complaint references an action taken by “TFH.” \n \n \nStrandberg, and NFH on August 12, 2003.  (SPA 1.)  Section 4.02 of the SPA provided \nthat Strandberg’s purchase of Joseph’s stock was conditioned upon Joseph “entering \ninto a n agreement containing a  covenant on the part of [ Joseph] that he will not \ncompete, directly or indirectly, for himself or for others, with NFH or [Strandburg.]”  \n(SPA § 4.02.)  Also on August 12, 2003 , Joseph and NFH executed an employment \nagreement (the “Employment Agreement”), which included, in addition to other post-\nemployment restrictions, a covenant not to compete.  (Employment Agreement ¶ 1, \nEx. B. to Am. Compl. [“Emp. Agmt.”].).  Pursuant to the Employment Agreement, \nJoseph agreed to work as the Vice President and Chairman of Operations of NFH “for \na term of five (5) years from [August 12, 2003]” – i.e., until August 11, 2008.  (Emp. \nAgmt. ¶ 1.)4   \n12. Approximately thirteen years later, in or around 2016, negotiations \nbetween Strandburg and CMS East Acquisition Corp. (“CMS”) regarding the sale of \nNFH began.  (Am. Compl. ¶ 47.)  Joseph and William were aware of these discussions \nand William himself presented a letter of intent  to purchase NFH .  (Am. Compl. ¶ \n47.)  However, in or about June 2018, CMS and NFH entered into a confidential letter \nof intent for CMS to purchase the stock of NFH.  (Am. Com pl. ¶ 47.)  On or about \nDecember 14, 2018, CMS purchased all of the stock of NFH and became its present \nowner.  (Am. Compl. ¶ 24.)  \n13. In addition to negotiating for the purchase of NFH, CMS submitted a letter \nof intent to the owners of Troutman Funeral Home  in July 2018  in an effort to \n                                                 \n4 The relevant provisions of the SPA and the Employment Agreement are discussed in Section \nI.D below.    \n \n \npurchase that business as well, (Am. Compl. ¶ 47), but Troutman Funeral Home was \nultimately purchased by William, Abbi, SC, LLC  and/or TFH, Inc.  on or about \nDecember 13, 2018.  (Am. Compl. ¶¶ 49, 60.) \nC. NFH’s Business, Confidenti al, Proprietary and Trade Secret \nInformation \n \n14. NFH conducts a funeral home business throughout Iredell County , North \nCarolina, with many of its customers residing in Iredell County.  (Am. Compl. ¶  18.)   \nAccording to Plaintiff, “[d]uring its more than a century of operation  NFH has \ndeveloped an incredible amount of goodwill” within the community.  (Am. Compl.  19.)  \nMost of NFH’s customers come from families who have u sed NFH’s services for \nmultiple generations.  (Am. Compl. ¶ 26.)  NFH alleges that its business success and \ncompetitive position are dependent both on its confidential information and its trade \nsecret information (which is largely its customer list) as well as its relationships and \ngoodwill with its customers.  (Am. Compl. ¶¶ 25, 26.) \n15. The maj ority of this goodwill is furnished through NFH’s customers’ \nrelationships with NFH’s employees, which for many years included Joseph and \nWilliam.  (Am. Compl. ¶ 20.)  William served as NFH’s licensed insurance agent , \nlicensed funeral director, and Treasurer, and Joseph served as its Licensed Funeral \nDirector, Vice President, Chairman of Operations, and President, until the y each  \nresigned from NFH on December 12, 2018 and December 17, 2018, respectively.  (Am. \nCompl. ¶ 20.)  Plaintiff allege s that Joseph and William “had significant, if not \nexclusive, responsibility for the solicitation of customers, the execution of pre -\narrangement contracts with those customers, and retention of NFH’s customers.”  \n \n \n(Am. Compl. ¶ 20.)   NFH allege s it “pays and employs its personnel to create, \nmaintain and strengthen its relationships with its customers.”  (Am. Compl. ¶ 27.)   \nAs a result, Joseph and William have “maintained a very close working relationship \nwith many, if not all, of NFH’s pre -arranged customers and many of their families.”  \n(Am. Compl. ¶ 34.)     \n16. NFH also alleges that it owns and maintains a “complete, comprehensive” \ncustomer database, containing information regarding the customer’s pre -\narrangement contract terms, specific customer needs, initial deposits, and insurance \nand banking information.  (Am. Compl. ¶ 29.)  The pre-arrangement contracts in \nNFH’s customer database are contracts entered into between NFH and customer s \nprior to a customer’s death to pre-pay for burial and funeral costs.  (Am. Compl. ¶ 18.)  \nAlthough freely transferrable, Plaintiff alleges that these contracts have “material \nvalue” to NFH’s business  in part because they provide information regarding the \ntypes of products and services its customers may need in the future.  (Am. Compl. ¶¶ \n18, 29.)  Plaintiff alleges that “a competitor with access to non -public information \nregarding these contracts could easily solicit these customers to transfer their \nbusiness away from NFH.”  (Am. Compl. ¶ 18.)   \n17. NFH avers that the pre-arrangement contracts, NFH’s business practices, \nother customer information, and business strategies are “among the principal assets \nof its business” and a competitor with access to this information would have an unfair \nadvantage o ver NFH.  (Am. Compl. ¶¶ 32, 34.)  Access by a competitor to NFH’s \ncustomer information “would drastically shortcut the sales process, eliminating the \n \n \nneed for a competitor to identify and cultivate potential customers.”  (Am. Compl. ¶ \n34.)  Plaintiff alleges that, given the way NFH develops its customer list and the time \nit takes to compile the list, “it would be impossible for anyone to duplicate a list of \nNFH’s customers, or any significant portion of it, without access to that list.”  (Am. \nCompl. ¶ 35.)    \n18. NFH alleges the pre-arrangement contracts, community goodwill, and \nconfidential customer information NFH had gained over time were key component s \nin the company’s valuation for the December 2018 sale to CMS.  (Am. Compl. ¶ 24.)   \n19. NFH protects its confidential, proprietary, and trade secret information , \nwhich is not available to the public,  in various ways  and through reasonable \nmeasures.  (Am. Compl. ¶ 31.)  These measures include limiting access based on each \nemployee’s position and need for the information.  (Am. Compl. ¶ 30.)  NFH also \nrequires all employees to execute non-disclosure agreements prohibiting \nmisappropriation of NFH’s customer list and other confidential information of NFH.5  \n(Am. Compl. ¶ 31.)   \nD. Joseph’s Post-Employment Restrictions \n20. As noted above, Joseph executed two contracts with NFH in 2003: the SPA \nand the Employment Agreement  (together, the “Agreements”) .  (Am. Compl. ¶ 36.)  \nNFH alleges that both Agreements, executed on the same day and which refer to each \nother, should be read together in determining the scope of Joseph’s post-employment \n                                                 \n5 While NFH identifies and attaches to its Amended Complaint specific written agreements \nit entered into with Joseph, no written contracts between NFH and William are identified or \nattached to the Amended Complaint.  \n \n \nobligations and restrictions.  (Am. Compl. ¶¶ 36, 38.)  NFH alleges that there are \nessentially three categories of post -employment restrictions binding on Joseph as a \nresult of his execution of the Agreements : (i) covenants not to disclose or use NFH’s \nconfidential information, (ii) a covenant not to solicit NFH’s customers, and (iii) a \ncovenant not to compete against NFH.  (Am. Compl. ¶¶ 39–41.)  The Court discusses \neach in more detail below. \n21. First, Plaintiff alleges that, pursuant to the Agreements, Joseph was not to \ndisclose or use any confidential information of NFH.  (Am. Compl. ¶¶ 38, 39.)  \nParagraph 5 of the Employment Agreement provides that Joseph “will not, either \nduring or after his employment with [NFH], disclose any Confidential Information of \nthe company to any person outside the [c]ompany,” nor “use any Confidential \nInformation of the [c]ompany for any purpose other than the furtherance of [NFH’s] \nbusiness.”  (Emp. Agmt. ¶ 4(a).)  Section 4.01 of t he SPA provides that  Joseph will \n“refrain from disclosure of any confidential or proprietary information concerning \nNFH . . . to any person, firm, corporation, association or other entity for any reason \nor purpose what soever, from making use of any such confidential or prop rietary \ninformation for his own purpose or for the benefit of [anyone other than] NFH.”  (SPA \n§ 4.01.)  Neither of these provisions provide an expiration date to Joseph’s obligations \nnot to use or disclose NFH’s confidential information.     \n22. Second, Plaintiff alleges that Joseph agreed “for a period of five (5) years \nafter the termination of Joseph’s employment with NFH” not to render any services \nto or solicit any business from anyone in Iredell County “with whom or for whom NFH \n \n \nhad done business or provided services during Joseph’s employment.”  (Am. Compl. ¶ \n40.)  The Employment Agreement does not mirror NFH’s allegations, stating instead \nthat Joseph “will not render any services to, or solicit any business from, any person, \nfirm, client, customer, or corporation located in Iredell County (whether in an \nemployer-employee relationship or otherwise) with whom or for whom [NFH] has \ndone business or provided services during the Employment Period  [and for five (5) \nyears thereafter].”  (Emp. Ag mt. ¶ 7.)  The SPA does not contain a non -solicitation \nclause.   \n23. Third, Plaintiff alleges that Joseph agreed “for a period of five (5) years after \nthe termination of his employment with NFH, not to compete for himself or for others \nagainst NFH in the funeral home business.”  (Am. Compl. ¶ 41.)  In this regard, \nParagraph 7 of the Employment Agreement provides that Joseph \nagrees not to compete, directly or indirectly, for himself or for others \nwith [NFH or Strandburg] in any manner with respect to the funeral \nhome business.  This section shall not restrict the right of [ Joseph] to \nown securities of any company listed on a national or regional stock \nexchange or traded in the over-the-counter market. \n \n(Emp. Agmt. ¶ 7.) \n \n24. Additionally, the SPA states that,  \n[Joseph will provide] at closing as a condition to [Strandburg’s] \nobligation to consummate the transaction, an agreement containing a \ncovenant on the part of [ Joseph] that he will not compete, directly or \nindirectly, for himself or for others, with NFH or [Strandburg] in the \nfuneral home business for a period of five (5) years from the date of the \nconclusion of his employment with NFH at any location within Iredell \nCounty, North Carolina.   \n \n(SPA § 4.02.)   \n \n \n \n25. The non -compete clause and non -solicitation clause (together, the \n“Restrictive Covenants”) in the Employment Agreement fall under the same internal \nheading “Noncompetition/Covenant Not to Compete” and exist for the same duration, \nwhich is “[d]uring the Employment Period and for five (5) years thereafter (or five \nyears after earlier termination hereunder).”  (Emp. Agmt. ¶ 7.)  “Employment Period” \nis expressly defined in the Employment Agreement as “a  term of five (5) years from \n[August 12, 2003].”  (Emp. Ag mt. ¶ 1.)  Paragraph 1 of the Employment Agreement \nalso provides that Joseph’s employment is “subject to termination by [NFH] or either \nparty pursuant to Section 6, hereof, which shall terminate the  Employment period.”  \n(Emp. Agmt. ¶ 1.)   \n26. Both Restrictive Covenants are supported by payments in the total amount \nof $500,000, which are separate and apart from Joseph’s employment salary, \n(compare Emp. Agmt. ¶ 7(b) with Emp. Ag mt. ¶ 2(a)), and the purcha se price for \nJoseph’s shares, (SPA § 4.02).  Plaintiff alleges that the $500,000 was to be paid in \nannual installments of $50,000 over a ten -year period  (from 2003 –2013).  NFH \nfurther alleges that “[after the ten-year period], NFH paid Joseph monthly payments \nof one thousand dollars ($1,000.00) as continuing consideration . . . .”  (Am. Compl. ¶ \n42.)  To support this allegation, Plaintiff attaches to the Amended Complaint copies \nof cancelled checks for these monthly payments for the year 2018.  (Ex. D to Am. \nCompl.)  Each of t he bimonthly checks are made out to Joseph for $500.  ( Ex. D to \nAm. Compl. 1, 2.)  The phrase “non compete” appears in the memo line of each of \nthese checks.  (Ex. D to Am. Compl.)  \n \n \nE. Joseph’s and William’s  Resignations from NFH and Alleged \nWrongdoing \n \n27. On December 12, 2018, William resigned from employment with NFH.  \n(Am. Compl. ¶ 59.)  Five days later, on December 17, 2018, Joseph also resigned.  (Am. \nCompl. ¶ 59.)   \n28. In the months leading up to William’s resignation, Plaintiff alleges that \nWilliam accessed NFH’s computer system without authorization and gained access \nto confidential and proprietary information regarding the sale of NFH to CMS.  (Am. \nCompl. ¶ 51.)  Plaintiff also alleges that, based on a forensic analys is of William’s \ncomputer, William downloaded NFH’s confidential and proprietary information \nduring that time.  (Am. Compl. ¶ 52.) \n29. Specifically, Plaintiff alleges that William downloaded NFH’s pre-\narrangement annual report, which contained a confidential list of every pre-arranged \ncustomer of NFH.  (Am. Compl. ¶ 53.)  It is unclear from the Amended Complaint \nwhether downloading this  company information was extraordinary or within the \nnormal course of William’s duties as an NFH employee.  The Amended Complaint \naffirmatively alleges that, in his role with NFH, William, along with Joseph, “had \nsignificant, if not exclusive, responsibility for the solicitation of customers, the \nexecution of pre-arrangement contracts with those customers and retention of NFH’s \ncustomers.”  (Am. Compl. ¶20.) \n30. Between August 30, 2018 and September 9, 2018, William also allegedly \naccessed and printed or copied confidential financial records of NFH without \nauthorization.  (Am. Compl. ¶ 55.) \n \n \n31. Around this same time, William also allegedly transferred files from NFH \nto a Dropbox cloud storage account and two hard driv es, including files related to \n“NFH’s pre-arrangement agreements, customized forms, vendor lists, financial \nstatements and insurance information.”  (Am. Compl. ¶ 56.) \n32. On November 14, 2018, SC, LLC was organized as a North Carolina limited \nliability company.  (Am. Compl. ¶ 57 ; Ex. F. to Am. Compl .)  On December 6, 2018, \nTFH, Inc. was incorporated as a North Carolina corporation.  (Am. Compl. ¶ 58 ; Ex. \nG. to Am. Compl .)  The Articles for both entities  filed with the North Carolina \nSecretary of State listed William as the initial registered agent.  (Am. Compl. ¶¶ 57–\n58; Exs. F–G to Am. Compl.)  \n33. The Amended Complaint alleges, u pon information and belief, that on \nDecember 13, 2018 , William, Abbi, SC, LLC and/or TFH, Inc. purchased Troutman \nFuneral Home  from its then-owners James and Susan Sappenfield and/or \nSappenfield Funeral Home Services, Inc.   (Am. Compl. ¶ 60 .)  Troutman Funeral \nHome, one of NFH’s competitors,  offers many of the same services as NFH  and is \nlocated just under six miles from NFH.  (Am. Compl. ¶ 67.)  Joseph indicated in local \nnewspaper articles that he intended to market and sell the same services at \nTroutman Funeral Home that he marketed and sold at NFH.  (Am. Compl. ¶ 68.)  \n34. After William’s resignation on December 12, 2018 , William continued to \naccess the website of one of NFH’s vendors , Homesteader Life Company, which \ncontained confidential information related to NFH’s pre-arranged customers.  (Am. \nCompl. ¶ 64.)  This was done without NFH’s authorization.  (Am. Compl. ¶ 64.) \n \n \n35. Plaintiff calculates that its customers have transferred pre-arrangement \ncontracts having a value of more than $140,000 from NFH to Troutman Funeral \nHome.  (Am. Compl. ¶ 66; Ex. I to Am. Compl.6)  Further, Plaintiff “anticipate[s] that \n[ ] many of NFH’s customers will transfer their pre-arrangement contracts with NFH \nto Troutman Funeral Home, based upon the relationships [Joseph and William] \ndeveloped with NFH’s customers at NFH’s time and expense and as a result of the \ngoodwill developed by NFH.”  (Am. Compl. ¶ 72.)    \n36. Plaintiff further alleges that “[Joseph and William’s] competitive activities \non behalf of [TFH] will inevitably lead to the  disclosure of [NFH’s] confidential \ninformation and its trade secrets[.]”  (Am. Compl. ¶ 71.) \n37. Joseph and William have also allegedly hired away one of NFH’s employees \nand have contacted at least three additional NFH employees in an attempt to hire \nthem away.  (Am. Compl. ¶ 73.) \nII. PROCEDURAL BACKGROUND \n38. The Complaint initiating this matter was filed on January 28, 2019.  (ECF \nNo. 3.)  On January 29, 2019, this case was designated as a mandatory complex \nbusiness case by order of then-Chief Justice of the North Carolina Supreme Court \nMark Martin and assigned to the undersigned that same day by order of the Chief \nBusiness Court Judge.  (ECF No. 1, 2.)  Thereafter, Defendants filed a combined \nanswer and motion to dismiss. (ECF No. 8.)  Upon an order of the Co urt making it \nclear that Defendants’ filing did not conform to the requirements of BCR 7.2, (see ECF \n                                                 \n6 Exhibit I to the Amended Complaint, a spreadsheet of alleged pre -arrangement contracts, \nis filed under seal pursuant to North Carolina Business Court Rule (“BCR”) 5.2. \n \n \nNo. 10), Defendants sought and obtained relief to withdraw the filing.  (ECF Nos. 11, \n14.)  \n39. A properly formatted motion to dismiss and brief in support were then both \nfiled on March 4, 2019.  (ECF Nos. 15 , 16.)  Following full briefing of the motion, a \nhearing was scheduled for May 16, 2019.  (ECF No. 19.)  On May 14, 2019, Plaintiff \nfiled its Amended Complaint , (ECF No. 23) , thereby mooting the March 4, 2019 \nmotion to dismiss. \n40. On May 28, 2019, Defendants filed the Motion and a brief in support.  (ECF \nNos. 29 , 30.)  On June 10, 2019, Plaintiff voluntarily dismissed its claim  for \nconversion of intellectual property.  (ECF No. 34.)  After full briefing on the Motion, \nthe Court held a hearing on July 24, 2019, at which all parties were represented by \ncounsel.   \n41. The Motion is ripe for resolution. \nIII. LEGAL STANDARD \n42. In ruling on a motion to dismiss a complaint pursuant to Rule 12(b)(6) of \nthe North Carolina Rules of Civil Procedure, the Court reviews the allegations in the \nComplaint in the light most favorable to the plaintiff.  See Christenbury Eye Ctr., P.A. \nv. Medflow, Inc., 370 N.C. 1, 5,  802 S.E.2d 888, 891  (2017).  The Court’s inquiry is \n“whether, as a matter of law, the allegations of the complaint . . . are sufficient to \nstate a claim upon which relief may be granted under some legal theory[.]”  Harris v. \nNCNB Nat’l Bank , 85 N.C. App. 669, 670,  355 S.E.2d 838, 840 (1987).  The Court \naccepts all well -pleaded factual allegations in the relevant pleading as true.  See \n \n \nKrawiec v. Manly, 370 N.C. 602, 60 4, 811 S.E.2d 542, 54 5 (2018).  The Court is not \nrequired, however, “to accept as true allegations that are m erely conclusory, \nunwarranted deductions of fact, or unreasonable inferences.”  Good Hope Hosp., Inc. \nv. N.C. Dep’t of Health & Human Servs., 174 N.C. App. 266, 274, 620 S.E.2d 873, 880 \n(2005) (citation omitted).   \n43. Furthermore, the Court “can reject allegations that are contradicted by the \ndocuments attached, specifically referred to, or incorporated by reference in the \ncomplaint.”  Moch v. A.M. Pappas & Assocs., LLC., 251 N.C. App. 198, 206, 794 S.E.2d \n898, 903  (2016) (citation omitted).  The Court may con sider these attached or \nincorporated documents without converting the Rule 12(b)(6) motion into a motion \nfor summary judgment.  Id. (citation omitted).           \n44. Our Supreme Court has noted that “[i]t is well -established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on its face reveals that no \nlaw supports the plaintiff’s claim; (2) the complaint on its face reveals the absence of \nfacts sufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.’” Corwin v. British Am. Tobacco PLC , 821 \nS.E.2d 729, 736−37 (N.C. 2018) (quoting Wood v. Guilford County, 355 N.C. 161, 166, \n558 S.E.2d 490, 494 (2002)).  This standard of review for Rule 12(b)(6) is the standard \nour Supreme Court “uses routinely . . . in assessing the sufficiency of complaints in \nthe context of complex commercial litigation.”  Id. at 737 n.7 (citations omitted). \n \n \n \n \nIV. ANALYSIS \nA. Claims Brought Against SC, LLC \n45. As an initial matter, the Court addresses the claims brought against SC, \nLLC.  Aside from appearing in the caption as a named defendant, S C, LLC is \nreferenced again only in p aragraphs 4 and 10 of the Amended Complaint .  In \nparagraph 4, SC, LLC is combined with TFH, Inc. under the defined term “TFH.”  In \nthat same paragraph, Plaintiff states that it brings th e action against “TFH” as a \nresult of “TFH’s tortious interference with the Agreements ” and “TFH’s unfair and \ndeceptive trade practices.”  (Am. Compl. ¶ 4.)  In paragraph 10, Plaintiff alleges that \nSC, LLC is a North Carolina corporation.  (Am. Compl. ¶ 10.)   \n46. While defined terms are typically a tool to increase readability, in this case \ncombining SC, LLC and TFH, Inc. into a single  defined term “TFH” in the Amended \nComplaint has only created confusion.  This is especially so here, where “TFH” is also \nan acronym for Troutman Funeral Home, the funeral home which was allegedly \npurchased by William, Abbi, SC, LLC and/or TFH, Inc. on December 13, 2018.   For \nexample, paragraph 54 of the Amended Complaint states that “on August 30, 2018, \n[William] downloaded TFH’s vendor list[,]” but it is not clear whether the vendor list \nis owned by Troutman Funeral Home, SC, LLC or TFH, Inc.  All appear possible .  \nPlaintiff also refers to the “Articles of Incorporation for TFH,” which are attached to \nthe Amended Complaint as Exhibit G.  (Ex. G to Am. Compl.)  Exhibit G, however, \nonly refers to TFH, Inc. and not SC, LLC.  (Ex. G to Am. Compl.)  In fact, the Articles \nof Organization for S C, LLC appear separately as Exhibit  F to the Amended \n \n \nComplaint.  (Ex. F to Am. Compl.)  This confusion continues throughout the Amended \nComplaint as there are numerous instances where the incorporated documents make \nclear that an allegation asserted by “TFH” could only have been advanced by SC, LLC \nor by TFH, Inc. , but not both.  In short, through its choice of defined terms, it is \nimpossible to discern what NFH contends SC, LLC’s role was in causing  the harm \nalleged by Plaintiff.  Certainly neither of the two allegations specifically mentioning \nSC, LLC makes out a cognizable claim for relief  against it.   (See Am. Compl. ¶¶ 4, \n10.)   \n47. At the July 24, 2019 hearing on the Motion, the Court asked Plaintiff’s \ncounsel about  this lack of clarity regarding SC, LLC’s alleged role in the alleged \nmisconduct.  Counsel for Plaintiff, in full candor to the Court, responded that Plaintiff \nbelieved in good faith that SC, LLC was involved in Troutman Funeral Home in some \ncapacity, but could not provide more details regarding its involvement until discovery \nensued. \n48. Even considering the liberal pleading standard embraced by our courts, in \nthis case the Court does not believe that Plaintiff has provided sufficient allegations \nto put SC, LLC on notice of the claims against it.  See Plasman ex rel. Bolier & Co. v. \nDecca Furniture (USA), Inc. , 811 S.E.2d 616, 621  (N.C. Ct. App. 2018) (“ Under the \nnotice theory of pleading a complainant must state a claim sufficient to enable the \nadverse party to understand the nature of the claim, to answer, and to prepare for \ntrial . . . . While the concept of notice pleading is liberal in nature, a complaint must \nnonetheless state enough to give the substantive elements of a legally recognized \n \n \nclaim or it may be dismissed under Rule 12(b)(6). ” (internal citations and quotation \nmarks omitted)).  Accordingly, all claims brought against SC, LLC should be \ndismissed.   \n49. Notwithstanding the Court’s conclusion that the claims against SC, LLC \nshould be dismissed, “[t]he decision to dismiss an action with or without prejudice is \nin the discretion of the trial court[.]”  First Fed. Bank v. Aldridge, 230 N.C. App. 187, \n191, 749 S.E.2d 289, 292 (2013).  The Court concludes, in the exercise of its discretion, \nthat Plaintiff’ s claims against SC, LLC should be  dismissed without prejudice to \nPlaintiff’s right to attempt to reassert such claims through proper factual allegations \nby way of a motion to amend if discovery discloses a good faith basis for making such \nclaims. \n50. In contrast to SC, LLC, the Court concludes that the allegations against \nTFH, Inc. —the other half of the “TFH” defined term —are otherwise sufficiently \nspecific.  Reading the allegations in the light most favorable to Plaintiff, there are \nmore facts that logically implicate TFH, Inc.’s involvement in the activity complained \nof by Plaintiff.  Accordingly, the Court does not dismiss the claims brought against \nTFH, Inc. for this reason.   \nB. Count I: Breach of Contract (Joseph) \n51. Plaintiff alleges that Joseph breached the Agreements by violating the post-\nemployment terms contained therein.  (Am. Compl. ¶ 80.)   Specifically, Plaintiff \nasserts that Joseph violated those terms by rendering services to or soliciting \n \n \nbusiness from NFH’s customers, (Am. Compl. ¶ 81), and by competing “with NFH for \nhimself and on behalf of [Troutman Funeral Home,]”  (Am. Compl. ¶ 82).   \n52. To properly plead a breach of contract claim, a plaintiff need only allege “(1) \n[the] existence of a valid contract and (2) [a] breach of the terms of that contract.”  \nPoor v. Hill, 138 N.C. App. 19, 26,  530 S.E.2d 838, 843 (2000).  Here, Plaintiff has \nalleged the existence of a valid contract.  (See Am. Compl. ¶¶ 36–45.)  In fact, Plaintiff \nhas alleged there are two valid contracts between Joseph and NFH: the Employment \nAgreement and the SPA.  (Am. Compl. ¶ 36.)  While not necessary to sufficiently \nallege this first element, Plaintiff has attached the Agreements as exhibits to the \nAmended Complaint, and therefore the Court considers them when determining the \nsufficiency of Plaintiff’s allegations .  See Moch, 251 N.C. App. at 206 , 794 S.E.2d at \n903.  Nothing raised in the Motion or noted by the Court on its own review of the \nincorporated documents suggests that these Agreements are not valid Agreements to \nwhich Joseph is a party.7  Accordingly, the Court must consider whether Plaintiff has \nadequately alleged a breach of the Agreements.   \n53. Here, Plaintiff’s breach of contract claim encompasses all of Joseph’s “post-\nemployment terms.”  (Am. Compl. ¶ 80.)  As set forth in the general factual allegations \nof the Amended Complaint, these obligations can be divided into three categories: (1) \ncovenants not to use or disclose confidential information , (Emp. Ag mt. ¶ 4; SPA § \n4.01); (2) covenants not to solicit customers or employees, (Emp. Agmt. ¶ 7); and (3) \n                                                 \n7 For the reasons discussed below, however, the Court concludes that the Restrictive \nCovenants within the Agreements are unenforceable.  Given that this conclusion does not \ninvalidate the Agreements in their entirety, t he Court undertakes this analysis under the \n“breach” prong of this claim.   \n \n \na covenant not to compete , (Emp. Ag mt. ¶ 7; see also  SPA § 4.02) .   The Court \naddresses the latter two categories first and then the confidentiality provisions.     \n1. A Claim for Breach of the Restrictive Covenants is Barred \nBased on the Express Language in the Employment \nAgreement \n \n54. Upon review of the Employment Agreement , and the specific post -\nemployment provisions contained therein, the Court concludes that Plaintiff’s breach \nof contract claim premised on the Restrictive Covenants  is fatally defective and \nshould be dismissed because these covenants, to the extent they might otherwise be \nenforceable, expired by their very terms long before Joseph left NFH in D ecember \n2018.   \n55. Plaintiff alleges that the Agreements, when read together, indicate that \nJoseph’s post -employment obligations began to run when he stopped working for \nNFH in December 2018, and therefore the Restrictive C ovenants prohibit Joseph \nfrom competing with NFH or soliciting NFH’s customers to transfer their business to \nTroutman Funeral Home  from December 2018 through and including December \n2023.  \n56. However, the language in the Employment Agreement in Section 7, where \nthe Restrictive Covena nts appear,  is unambiguous and  at odds with Plaintiff’s \ninterpretation.  Section 7  provides that the Restrictive Covenants continue “[d]uring \nthe Employment Period and for five (5) years thereafter[.]”  As noted above, \n“Employment Period” is a defined term in the Employment Agreement, appearing in \nParagraph 1, and is specifically and expressly defined as “a term of five (5) years from \n \n \nthe date hereof[.]”  The “date hereof” is August 12, 2003 —the date on which the \nEmployment Agreement was executed and took effect.  (See Emp. Agmt. 1.)   \n57. Therefore, based on the unequivocal language of the Employment \nAgreement, the post-employment Restrictive Covenants  therein began to run on \nAugust 12, 2008, the date on which the Employment Period ended by its terms, and \ncontinued through and including August 11, 2013.  Since there is no allegation in the \nAmended Complaint that Joseph began his alleged misconduct before 2018, over five \nyears after the expiration of the Restrictive Covenants, such conduct cannot properly \nbe the basis for the breach of the Restrictive Covenants. \n58. Plaintiff argues that it would be contrary to the “intent” of the Employment \nAgreement to read the Restrictive Covenants as having started to run in 2008 when \nJoseph was still employed with NFH.  In support of this argument, Plaintiff contends \nthat the SPA exists for a longer duration than the Employment Agreement  because \nit is not keyed to a definite “Employment Period” and therefore its language supports \nthe impositio n of post -employment obligations through 2018 and five years \nthereafter.   \n59. The problem with Plaintiff’s argument is that the SPA, by its express terms, \ndoes not create a restrictive covenant, but rather states that, at the closing of the \nstock sale by Joseph, Joseph would execute such an agreement .  (SPA § 4.02.)  The \nallegations of the Amended Complaint, and the documents attached thereto  make \nclear that rather than creating a non-compete in the SPA, the parties included a non-\ncompetition covenant as a par t of the simultaneously -executed Employment \n \n \nAgreement that has a specific—and, as analyzed in Section IV.B.2 below, \nunenforceable—non-compete provision.   \n60. The Court cannot look to a separate agreement, with a distinct purpose, to \ndetermine the intent of the parties to an unambiguous contract  with an entirely \ndifferent purpose. 8  See Anderson v. Anderson , 145 N.C. App. 453, 458 , 550 S.E.2d \n266, 269 (2001) (“It is a well -settled principle of legal construction that it must be \npresumed the parties intended what the language used clearly expresses, and the \ncontract must be construed to mean what on its face it purports to mean.”) . And \nregardless of Plaintiff’s post-hoc argument regarding the parties’ intent, the language \nof the E mployment Agreement is clear and unambiguous  and controls the Court’s \ndecision.  Press v. AGC Aviation, LLC, 818 S.E.2d 365, 371 (N.C. Ct. App. 2018) (“The \nparties selected the language of the contract.  Finding it to be clear and unambiguous, \nwe have no r ight—nor did the lower court —to give it a meaning other than that \nexpressed in it.  To hold otherwise would be to do violence to the most fundamental \nprinciple of contracts.” (quoting Hamilton Constr. Co. v. Bd. of Pub. Instruction of \nDade Cty., 65 So.2d 729, 731 (Fla. 1953))).    \n61. Based on the plain reading of the Employment Agreement, Joseph no longer \nhad a valid and binding written employment agreement with NFH  after 2008 .  \nNothing in the Employment Agreement indicates that its term was extended if \n                                                 \n8 Even if it could, the Court is not convinced that the language in the SPA supports Plaintiff’s \nposition that the parties’ intent was for the non-compete to run from 2003 through 2023.  \nBecause the SPA is silent as to how long Joseph was to be employed—as that agreement was \nnot executed for that purpose —it is entirely consistent that the parties meant the phrase \n“from the date of the conclusion of his employment with NFH[,]” (SPA §  4.02), to mean the \nfive-year employment term as defined in the Employment Agreement.   \n \n \nJoseph continued to work at NFH after 2008.  In fact, the Employment Agreement \nsays the exact opposite: it provides that if any provision of the Employment \nAgreement was to be amended, “such amendment shall require an additional writing \nor agreement, so as to ca use this [Employment] Agreement to be valid and \nenforceable to the fullest extent permitted by law.”  (Emp. Agmt. ¶ 8(b).)   \n62. Plaintiff has not alleged that Joseph entered into a new employment \nagreement with new Restrictive Covenants.  Plaintiff instead argues that NFH and \nJoseph extended the period for the Restrictive Covenants9 when NFH wrote Joseph \nbi-monthly checks for $500 with the memo line “non compete[,]” which Joseph cashed.  \nAlthough not clear when Joseph first started receiving these checks, the cancelled \nchecks attached to the Amended Complaint indicate Joseph was receiving them \nthroughout 2018.  (See Ex. D to Am. Compl.)  Plaintiff argues that these bi-monthly \npayments were consideration for an extension of the period of the Restrictive \nCovenants.   \n63. There are two problems with this argument.  First, the law is clear that a \nvalid non -compete and/or non -solicitation clause  must be part of an employment \nagreement. United Labs., Inc. v. Kuykendall, 322 N.C. 643, 649–50, 370 S.E.2d 375, \n380 (1988).  Here, even reading the Amended Complaint in the light most favorable \nto Plaintiff, there was no employment agreement after 2008.  Second, the cancelled \nchecks themselves cannot constitute a validly written non -compete and/or non -\n                                                 \n9 Plaintiff broadly refers to the non-solicitation clause and the non-compete covenant together \nas the “non -compete” because both appear in Section 7 in the Employment Agreement, \nentitled “Noncompetition/Covenant Not to Compete.” \n \n \nsolicitation clau se, as the time, territory, or restrictions upon Joseph are not \nexpressed on the check s nor is there any language on the checks expressing an \nintention that their delivery and negotiation by Joseph effectively extended the \nperiod of the Restrictive Covenants.   \n64. Accordingly, the Court is unpersuaded by Plaintiff’s argument that \nJoseph’s Restrictive Covenants extended through the period of the allegedly wrongful \nconduct complained of in the Amended Complaint.  Because there can be no breach \nof contract claim premised on Joseph’s breach of the Restrictive Covenants, Plaintiff’s \nfirst claim must be dismissed to the extent it is based on an alleged breach of the \nRestrictive Covenants. \n2. Even if Plaintiff’s Claim as to the R estrictive Covenants was \nnot Barred Because the Restrictive Covenants’ Terms Have \nExpired, They are Overly Broad and Unenforceable \n \n65. Assuming arguendo that the Agreements extend ed through and beyond \n2018 as Plaintiff alleges, the Court concludes that Plaintiff’s breach of contract claim \npremised on the Restrictive Covenants must be dismissed for the additional reason \nthat the covenants are overly broad and unenforceable on their face.10   The language \n                                                 \n10 Though not raised by the parties in their respective briefing on the Motion, the Court \naddresses Paragraph 8(b) of the Employment Agreement which provides, in relevant part, \nthat “[t]he partie s hereto agree that this covenant not to compete is reasonable as to . . . \nduration, geographic area and nature of the business protected.”  (Emp. Agmt. ¶ 8(b).)  The \nCourt is not bound by the parties’ representation that a covenant is reasonable.  See Johnston \nCounty v. R. N. Rouse & Co., 331 N.C. 88, 95, 414 S.E.2d 30, 34 (1992). In a related context, \nour Supreme Court has expressly concluded that the parties cannot include provisions in \ntheir non -competes to circumvent the Court’s limitations on enforcin g unreasonable \ncovenants.  See Beverage Sys. of the Carolinas, LLC v. Associated Bev. Repair, LLC, 368 N.C. \n693, 699–700, 784 S.E.2d 457 , 461–62 (2016) (concluding that the court cannot rewrite an \nunreasonable non-compete even where the parties expressly provide therein that the court \ncan re vise the non -compete to be reasonable ).  Accordingly, the Court considers the \n \n \nevidencing the Restrictive Covenants in the Employme nt Agreement reads, in \nrelevant part, as follows:  \n7.          Noncompetition/Covenant Not to Compete   \n(a)   During the Employment Period and for five (5) years thereafter (or \nfive years  after earlier termination hereunder), the Employee agrees \nthat he wi ll not render services to, or solicit any business from, any \nperson, firm, client, customer, or corporation located in Iredell County \n(whether in an employer -employee relationship or otherwise) with \nwhom or for whom the Company has done business or provided services \nduring the Employment Period. Further, Employee agrees not to \ncompete, directly or indirectly, for  himself or for others with the \nCompany or the Purchaser in any manner with respect to the funeral \nhome business. This section shall not restrict the right of the Employee \nto own securities of any company listed on a national or regional stock \nexchange or traded in the over-the-counter market. \n \n66. Although, in part, the non -solicitation clause and non -compete are \nseparated by punctuation in Paragraph 7 of the Employment Agreement , both \nclauses share the same time and territory perimeters : “[d]uring the Employment \nPeriod and for five (5) years thereafter (or five years after earlier termination[.] )”  \n(Emp. Agmt. ¶ 7.)  Further, both are supported by the same consideration ($500,000).  \n(Emp. Ag mt. ¶ 7(b).)  In fact, the two clauses are not even set forth in separate \nparagraphs, but rather their terms (other than the amount of consideration) are set \nforth together in Paragraph 7(a) of the Employment Agreement.     \n67. As this Court has recognized, the “elements are the same for non -\ncompetition and non-solicitation clauses[.]  Akzo Nobel Coatings, Inc. v. Rogers, 2011 \nNCBC LEXIS 42 , at *31 (N.C. Super. Ct. Nov. 3, 2011).  T o be enforceable under \nNorth Carolin a law, non-competition and non -solicitation clauses  between an \n                                                 \nreasonableness of the covenant s regardless of this representation in Paragraph 8(b)  of the \nEmployment Agreement.   \n \n \nemployer and employee must be: “(1) in writing; (2) made part of a contract of \nemployment; (3) based on valuable consideration; (4) reasonable both as to time and \nterritory; and (5) not against  public policy.”  Kuykendall, 322 N.C. at 649–50, 370 \nS.E.2d at 380.   \n68. Our Courts have recognized that an employer has a legitimate interest in \nprotecting “customer relationships and goodwill against misappropriation from \ndeparting employees.”  Id. at 651, 370 S.E.2d at 381.  However, “[t]he restrictions . . \n. must be no wider in scope than is necessary to protect the business of the employer.”  \nManpower of Guilford Cty., Inc. v. Hedgecock, 42 N.C. App. 515, 521, 257 S.E.2d 109, \n114 (1979).  Restrictive covenants  are overbroad, and therefore unenforceable, in this \nState when they “prohibit the employee from engaging in future work that is distinct \nfrom the duties actually performed by the employee[,]” Medical Staffing Network, Inc. \nv. Ridgeway, 194 N.C. App. 649, 656, 670 S.E.2d 321, 327 (2009), or “impose \nunreasonable hardship on the [employee,]” CopyPro, Inc. v. Musgrove, 232 N.C. App. \n194, 200,  754 S.E.2d 188, 192  (2014) (citation omitted) .  “In deciding what is \nreasonable [as to scope  of business interests protected , geographic area, and time] , \nthe court looks to the facts and circumstances of the particular case.”  See Mkt. Am., \nInc. v. Lee, 809 S.E.2d 32, 40 (N.C. Ct. App. Dec. 19, 2017).     \n69. North Carolina has adopted a “strict blue  pencil doctrine” wherein a court \ncannot rewrite an unenforceable covenant; instead, to avoid scrapping an entire \ncovenant, a Court may enforce the divisible parts of a covenant that are reasonable.  \nBev. Sys. of the Carolinas, 368 N.C. at 696, 784 S.E.2d at 460.     \n \n \n70. Here, the Court is required on this Motion to consider the enforceability of \nthe Restrictive Covenants in both the Employment Agreement and the SPA.  \nNotwithstanding Plaintiff’s allegations that both Agreements contain such \ncovenants, the Court  notes that only the Employment Agreement has a non -\nsolicitation clause.  Moreover, the language potentially evidencing a non -compete in \nSection 4.02 of the SPA is insufficient to be considered an enforceable non -compete.  \nAs noted previously, that Section merely proscribes that, at closing of the stock sale, \nJoseph was to execute a non -compete agreement.  Joseph fulfilled this condition by  \nexecuting the Employment Agreement, and specifically Section 7 of the Employment \nAgreement, which contains both a non-solicitation clause and non-competition clause.  \nTherefore, the Court focuses its analysis on Section 7 of the Employment Agreement, \nand specifically, whether the Restrictive Covenants therein are reasonable as to time \nand scope.   \n71. Turning first to the language evidencing a non -solicitation clause, Section \n7 prevents Joseph during the Employment Period and for five years thereafter from \nrendering any services to or soliciting business from anyone with whom or for whom \nNFH did business during Joseph’s employment.   \n72. While the elements of a non -solicitation clause are identical to a non -\ncompete clause, North Carolina courts are generally more willing to enforce a non-\nsolicitation clause targeted to a former employer ’s customers or prospective \ncustomers than provisions completely prohibiting a former employee from working \nfor certain employers or in certain regions .  Sandhills Home Care, L .L.C. v. \n \n \nCompanion Home Care – Unimed, Inc., 2016 NCBC LEXIS 61 , at *27 (N.C. Sup er. \nCt. Aug. 1, 2016).   \n73. In Sandhills, Judge McGuire of this Court considered a non -solicitation \nclause that restricted former employees from soliciting any of their former employer’s \ncustomers, regardless of whether the employee had contact with that cust omer.  Id. \nat *29.  There, the duration of the non-solicitation clause was one year and all of the \nemployer’s customers were located in and around Robeson County, North Carolina.  \nId.  Considering the relatively short duration of the restriction, and that the employer \nhad “a relatively small and easily identified set of customers[,]” the Court could not \nconclude on a 12(b)(6) motion that the non -solicitation restriction was unreasonable \nas a matter of law “simply because it prohibited [the former employees] from soliciting \ncustomers with whom they may not have had personal contact during [their] \nemployment.”  Id. at *27–29. \n74. Our appellate courts have also enforced non -solicitation clauses where the \nrestrictions were not limited to clients or customers with whom the employee had \ndirect contact.  See Triangle Leasing Co. v. McMahon, 327 N.C. 224, 229, 393 S.E.2d \n854, 857–58 (1990) (concluding that the restriction that prevented the employee from \nsoliciting the company ’s customers was reasonable); see also Wade S. Dunbar Ins. \nAgency, Inc. v. Barber, 147 N.C. App. 463, 469, 556 S.E.2d 331, 335–36 (2001).   \n75. Like in Sandhills, NFH alleges here that it operates in a relatively small \ngeographic area: Iredell County.  Moreover, Plaintiff has affirmatively alleged that \nJoseph “maintained a very close working relationship with many, if not all, of NFH’s \n \n \npre-arranged customers and many of their families.”  ( Am. Compl. ¶ 34.)  In this \nregard, therefore, it is not facially unreasonable to prevent someone in Joseph’s \nposition—who was, for all intents and purposes, the face of the company —from \nsoliciting all of NFH’s pre-arranged customers. \n76. However, the non -solicitation clause is not just limited to NFH’s pre -\narranged customers, and it is this fact that separates the case at bar from Sandhills \nand the appellate cases cited above.  In each of those cases, the non -solicitation \nclauses were limited to the solicitation of the employer’s customers.  Here, by contrast, \nJoseph is prevented from rendering “any” services or soliciting “any” business from \nanyone for whom or with whom NFH has done business ( whether in an employer -\nemployee relationship or otherwise ) at any time during the restrictive period.   \nPursuant to th e language of this non -solicitation clause language, Joseph would be \nprevented from contacting any customer or vendor —from the janitor to the payroll \nadministrator—for any purpose at all, even those unrelated to the provision of funeral \nhome services.   \n77. And, as noted above, since the non-solicitation period defined by the term \n“Employment Period” means from August 12, 2003 through August 11, 2008, the non-\nsolicitation clause would reach back as much as fifteen (15) years, preventing Joseph \nfrom contacting a customer or vendor/supplier who did business with NFH as early \nas 2003.  See Farr Assoc., Inc. v. Baskin, 138 N.C. App. 276, 280, 530 S.E.2d 878, 881 \n(2000) (declaring that when a restrictive covenant “reaches back to include clients of \nthe employer during some period in the past, that look back period must be added to \n \n \nthe restrictive period to determine the real scope of the time limitation”).  This \nlanguage is simply too broad and far -reaching.  See Sterling Title Co. v. Martin, 831 \nS.E.2d 627, 633 (N.C. Ct. App. 2019) (concluding that an agreement preventing the \ndefendant from soliciting or providing competitive services to any of the plaintiff’s \ncustomers with whom the defendant had contact during her ten -year employment \nand one year thereafter wa s “in essence an 11 -year restriction” and was “patently \nunreasonable”).  For these reasons, therefore, the Court believes that th e non-\nsolicitation clause is unreasonably broad and therefore unenforceable. \n78. The Court further concludes that the non -compete p rovision is likewise \nunreasonably broad.  Here, the non -compete provides, in relevant part, that Joseph \n“agrees not to compete, directly or indirectly, for himself or for others with [NFH] or \n[Strandburg] in any manner with respect to the funeral home busi ness” for a period \nof five years after the end of the Employment Period.  (Emp. Ag mt. ¶ 7 (emphasis \nadded).)  Our courts have routinely found that language preventing a former \nemployee from working “indirectly” with a competitor, is overbroad and not \nenforceable.  See Outdoor Lighting  Perspectives Franchising v. Harders , 228 N.C. \nApp. 613, 628, 747 S.E.2d 256, 267 (2013) (finding unenforceable a non -compete \nrestricting franchisee from having any involvement in any business “operating in \ncompetition with an outdoor lighting business” or any business “similar” to the \nfranchisee’s as it went “well beyond the prohibition of activities that would put \n[franchisee] in competition with [franchisor]”) ; VisionAIR, Inc. v. James , 167 N.C. \nApp. 504, 508–09, 606 S.E.2d 359, 362–63 (2004) (concluding that a non -compete is \n \n \nunreasonably broad where it prevents an employee from working “indirectly” for a \ncompetitor because it would prevent the employee “from doing even wholly unrelated \nwork at any firm similar to [the employer]”); CNC/Access, Inc. v.  Scruggs, 2006 \nNCBC LEXIS 22, at *24 (N.C. Super. Ct. Nov. 17, 2006)  (holding that a provision \nrestricting an employee from competing “directly or indirectly ” was greater than \nnecessary to protect a legitimate business interest of the employer). \n79. Moreover, the non-compete extends for a period of five years after the end \nof the employment period in the Employment Agreement, thereby also making the \nnon-compete extend to what our courts have considered the “outer boundary”  11 of \nreasonableness.  Farr Assocs., Inc., 138 N.C. App. at 280, 530 S.E.2d at 881; see also \nEng'g Assocs., Inc. v. Pankow, 268 N.C. 137, 139, 150 S.E.2d 56, 58 (1966) (“[I]n some \ninstances and under extreme conditions five years would not be held to be \nunreasonable.”). \n80. Plaintiff contends that whether or not a restrictive covenant is reasonable \nis a question that cannot be ordinarily resolved on a Rule 12(b)(6) motion.  In support, \n                                                 \n11 Although in the sale of business context our courts have upheld five -year or longer \nrestrictive covenants, the Court is confronted with a more complicated factual scenario here.  \nWhile originally the non-compete was executed in connection with Joseph’s sale of his shares \nin NFH, that sale occurred in 2003.  At the time of the misconduct alleged, Joseph had not \nbeen an owner of NFH for over fifteen (15) years.  Therefore, even if the Court were to read \nthe Employment Agreement as Plaintiff intends —that the five year non -compete period \nbegan to run in 2018 after Joseph left his employment with NFH—the Court believes it can \nhardly consider this non -compete as made in connection with the sale of his shares that \noccurred fifteen years prior to his departure from the company.  Joseph, when entering into \nthe Agreements, did not agree to a non -compete for fifteen (15) or more years in connection \nwith the sale of his shares.  He agr eed to a five (5) year term.  Therefore, the Court \ndistinguishes the facts of this case from those cases considering the reasonableness of non -\ncompetes in the sale of business context.  Cf. Jewel Box Stores Corp. v. Morrow, 272 N.C. 659, \n663, 158 S.E.2d 840, 843 (1968).     \n \n \nPlaintiff points to Market America, Inc. v. Lee, in which the Court of Appeals stated \nthat, “a ruling on the enforceability of [a non-compete] agreement cannot be made at \nthe pleading stage in cases where evidence is needed to show the reasonablenes s of \nthe restrictions contained therein.”  Mkt. Am., Inc. , 809 S.E.2d at 41.  The court in \nMarket America relied on its earlier decision in  Okuma America Corp. v. Bowers , \nwhere the duration of the covenant not to non-compete was six months and prevented \nthe employee from working for a direct competitor in “areas in which [the employee \ndid] business.”  Okuma Am. Corp. v. Bowers , 181 N.C. App. 85, 87 –88, 638 S.E.2d \n617, 619 (2007).  The Okuma Court held that “the six-month period was ‘well within \nthe established parameters for covenants not to compete in this State’ and that \nalthough ‘the geographic effect of the restriction is quite broad . . . taken in \nconjunction with the six -month duration, it is not per se unreasonable . . .  .”  Mkt. \nAm., Inc., 809 S.E.2d at 41 (quoting Okuma, 181 N.C. App. at 90, 638 S.E.2d at 630).   \n81. Here, however, the Court concludes that the Restrictive Covenants in the \nEmployment Agreement are per se  unreasonable.  Unlike Okuma, where the \ncovenant’s territory and coverage of competing activities limitation was for a \nrelatively short duration, here (for the reasons noted above in paragraphs 71–79) the \nRestrictive Covenants are overbroad and extend well past  the outer boundary of \nreasonableness as to time period.  Accordingly, the Court concludes that the facts of \n \n \nOkuma are distinguishable from the case at bar  and that the Restrictive Covenants \nare properly determined to be unreasonably broad and unenforceable. \n82. Having so concluded, the Court determines that, even if the governing time \nperiod regarding the Restrictive Covenants had not expired prior to 2018, the Court \ncould not use the blue pencil doctrine to enforce either the non -solicitation clause or \nthe non-compete clause because neither covenant could be made reasonable without \nthis Court re-writing the scope of the activity covered by the covenants.  See Beverage \nSys. of the Carolinas, 368 N.C. at 699, 784 S.E.2d at 461 (“[W]hen an agreement not \nto compete is found to be unreasonable, . . . the Cou rt is powerless unilaterally to \namend the terms of the contract.” (citation omitted)).  Here, the Court cannot remedy \neither covenant by striking out certain words because the problem with the \nRestrictive Covenants is that the language used itself is overly broad, and the Court \ncannot choose different words to give the covenants a more defined scope.   See \nWindow Gang Ventures, Corp. v. Salinas , 2019 NCBC LEXIS 24, at *22 –23 (N.C. \nSuper. Ct. April 2, 2019).  Therefore, assuming arguendo that the Restrictive \nCovenants are not barred by the expiration of their term, they nonetheless are overly \nbroad and unenforceable as a matter of law.  Accordingly, the  Motion is GRANTED \nas to Plaintiff’s breach of contract premised on claimed breaches by Joseph of the two \nRestrictive Covenants in the Employment Agreement. \n \n \n \n \n \n \n \n3. Plaintiff’s Breach of Contract Claim is Supported by its \nFactual Allegations Regarding Joseph’s Breach of the \nConfidentiality Provisions in the Agreements \n \n83. Although the Court concludes that Plaintiff’s breach of contract claim \ncannot be based on one or more alleged breaches by Joseph  of the Restrictive \nCovenants, Plaintiff’s breach of contract claim is expressly premised on all of Joseph’s \n“post-employment terms[.]”  The Court therefore must evaluate whether there are \nany other “post-employment terms” set forth in the Amended Complaint and in the \nAgreements that were in effect at the time of Joseph’s alleged wrongdoing.  Reading \nthe Amended Complaint in the light most favorable to Plaintiff, and considering the \nlanguage in the Agreements, the Court concludes that the confidentiality provisions \nin both Agreements binding Joseph are not limited to an employment term plus five \n(5) years that prevented him—at any t ime during his employment or afterwards —\nfrom disclosing or using NFH’s confidential information.  (Emp. Ag mt. ¶ 4(a); SPA § \n4.01.)  Accordingly, finding that these provisions were in effect through 2018 ,12 the \nCourt must consider whether Plaintiff has adequ ately alleged a breach of contract \nclaim premised on breach of the confidentiality provisions in the Employment \nAgreement and/or SPA. \n                                                 \n12 By definition, a claim for breach of a covenant preventing disclosure of confidential \ninformation must be based on facts supporting the argument that: (1) the information the \ndefendant possessed was “confidential”; and (2) the defendant improperly disclosed it.  See \nBarbarino v. Cappuccine, Inc. , 2012 N.C. App. LEXIS 305, at *6 –8 (N.C. Ct. App. Mar. 6, \n2012).  Whether the information alleged by NFH to have been improperly disclosed by Joseph \nwas in fact confidential cannot be determined by the Court at this stage of the proceeding.  \n \n \n84. Other than alleging broadly that Joseph breached his “post -employment \nterms[,]” Plaintiff does not allege within its first claim for relief that Joseph breached \nthe Agreements by disclosing NFH’s confidential information.  \n85. Notwithstanding that fact, Plaintiff does “re -allege the allegations of the \nforegoing paragraphs” of the Amended Complaint  in its first claim for relief , (Am. \nCompl. ¶ 75), and therefore the Court considers those other allegations in evaluating \nthis claim.  Several times Plaintiff alleges that the Agreements provided that Joseph \nwould not “disclose or use any confidential information of NFH” during or after his \nemployment with NFH.  (Am. Compl. ¶¶ 38–39.)  This allegation is supported by the \nAgreements themselves, each of which provides that Joseph agreed not to  disclose \nany of NFH’s confidential information to any person outside of NFH or use the \ninformation for any purpose other than in furtherance of the NFH’s business.  (Emp. \nAgmt. ¶ 4(a); SPA § 4.01.)  Confidential information is defined specifically in the \nEmployment Agreement to include, among other things,  “information used by or in \nthe possession of the Company that relates to . . . customers[,]” ( Emp. Agmt. ¶ 4(b)), \nand more generally in the SPA as “all information, which is known only to [ Joseph] \nin a confidential relationship with NFH and/or [Strandburg,]” (SPA § 4.01).   \nMoreover, Plaintiff has spe cifically alleged that NFH’s customer list is part of its \nconfidential information and that NFH’s customer information is one of the “principal \nassets of its business.”  (Am. Compl. ¶ 32.) \n86. As to breach of this specific covenant , the Court first notes that Plaintiff \nalleges Joseph’s involvement with TFH, Inc. “will inevitably lead to the disclosure of \n \n \nNFH’s confidential information.”  (Am. Compl. ¶ 71.)  An allegation of “inevitable \ndisclosure”, however, is not enough to support a breach of contract claim.  See DSM \nDyneema, LLC v. Thagard , 2015 NCBC LEXIS 50 , at *16 (N.C. Super. Ct. May 12, \n2015).  There must actually be a breach of the agreement based on improper \ndisclosure before such a claim can be brought.   See Penley v. Penley, 314 N.C. 1, 20,  \n332 S.E.2d 51, 62  (1985) (concluding that a claim for breach of contract begins to \naccrue once the promise has been broken).   \n87. Plaintiff also alleges that William accessed NFH’s confidential information \nwithout authorization and that, thereafter, this information was used by both \nWilliam and Joseph to operate Troutman Funeral Home.  (Am. Compl. ¶¶ 52–56, 64.)  \nSpecifically, after alleging that William downloaded, copied, and otherwise accessed \nNFH’s confidential information without aut horization from NFH , Plaintiff alleges \nthat “William and Joseph are using [that] information . . . in the operation of TFH \nand specifically to solicit NFH’s customers.”  (Am. Compl. ¶ 65.)  Plaintiff has clearly \nalleged that information regarding NFH’s customers is considered NFH’s confidential \ninformation.  Therefore —regardless of who downloaded the information —Joseph’s \nalleged use of that information, for his and TFH’s benefit, is sufficient for purposes of \nalleging a breach of contract claim against Joseph for violation of Paragraph 4 of the \nEmployment Agreement and Section 4.01 of the SPA.  The Court therefore concludes \nthat Plaintiff’s breach of contract claim is sufficiently pled as to Joseph’s breach of \nthe confidentiality provisions in the Agreements.  Accordingly, the Motion is DENIED \nto the extent it seeks dismissal of this claim on that ground. \n \n \n88. In summary, Plaintiff’s claim for breach of contract may proceed as it \nrelates to Joseph’s alleged breach of the confidentiality provisions of the Agreements \nbut is dismissed as to Joseph’s alleged breaches of the Restrictive Covenants.    \nC. Count II: Misappropriation of Trade Secrets (Joseph and William) \n \n89. Plaintiff’s second claim for relief is based on  both Joseph’s and William’s \nalleged trade secret misappropriation.  (Am. Compl. ¶¶ 85 –93.)  A claim for \nmisappropriation of trade secrets is a cause of action codified in the North Carolina \nTrade Secrets Protection Act.  N.C.G.S. § 66-153 (“NCTSPA”).  The NCTSPA defines \ntrade secret misappropriation as “acquisition, disclosure, or use of a trade secret of \nanother without express or implied authority or consent . . . .”  Id. § 66-152.  A trade \nsecret, in turn, is defined as follows: \n[B]usiness or technical information, including but no t limited to a \nformula, pattern, program, device, compilation of information, method, \ntechnique, or process that:  \n \n(a) Derives independent actual or potential commercial value from not \nbeing generally known or readily ascertainable through independent \ndevelopment or reverse engineering by persons who can obtain economic \nvalue from its disclosure or use; and  \n \n(b) Is the subject of efforts that are reasonable under the circumstances \nto maintain its secrecy.   \n \nN.C.G.S. § 66-152.   \n \n90.  Plaintiff bases its misappropriation of trade secrets claim upon Joseph’s \nand William’s access to and use of NFH’s customer list and other confidential \ncustomer information at Troutman Funeral Home.  (Am. Compl. ¶¶ 86–93.)  Plaintiff \nalleges that its customer list, pre-arrangement contract terms, and specific customer \n \n \nneeds are “confidential and proprietary and . . .  valuable commercial asset [s] to \nNFH.”  (Am. Compl. ¶ 86.)  \n91. Defendants argue that Plaintiff has not alleged with sufficient specificity \nany trade secret.   The Court disagrees.  Our Supreme Court has recently explained \nwhy private customer lists like those alleged here can be a protected trade secret.  See \nKrawiec, 370 N.C. at 610, 811 S.E.2d at 548.  The key is whether “[D]efendants could \nhave compiled a similar database through public listings” or otherwise readily \nderived the information without  access to the trade secret s.  Id.  Plaintiff has \naffirmatively alleged that its database was compiled from information not “generally \nknown or readily ascertainable[,]” (Am. Compl. ¶ 87), and that “[g]iven the ways that \n(a) NFH’s customers are developed and (b) the long period of time over which it is \ncompiled, it would be impossible for anyone to duplicate a list of NFH’s customers, or \nany significant portion of it,” (Am. Compl. ¶ 35).  Accordingly, the Court concludes \nthat Plaintiff has sufficiently alleged that its information is a trade secret under \nChapter 66.       \n92. Defendants also argue that Plaintiff has not alleged how or in what capacity \nJoseph and William misappropriated NFH’s alleged trade secrets.  As to William, the \nCourt believes the Amended Complaint is sufficiently clear in th is regard.  The \nAmended Complaint alleges that William accessed NFH’s computer system without \nauthorization, (Am. Compl. ¶ 51), and downloaded trade secret  information in the \nperiod leading up to his resignation , (Am. Compl. ¶¶ 52–55).  The Amended \nComplaint further alleges that William continued to log into the website of a n NFH \n \n \nvendor even after his resignation from employment with NFH which gave him access \nto Plaintiff’s trade secret  information.  (Am. Compl. ¶ 64.)  Since trade secret \nmisappropriation encompasses “acquisition . . . without express or implied authority \nor consent,” these statements are adequate to allege misappropriation  with respect \nto William.  See N.C.G.S. § 66-152.    \n93. In contrast, however, the allegations against Joseph are far less specific.  In \nfact, the allegations against Joseph come close to solely relying on the “inevitable \ndisclosure” doctrine.13  (See Am. Compl. ¶ 71  (“[Joseph’s and William’s] competitive \nactivities . . . will inevitably lead to the disclosure of NFH’s confidential information \n. . . .”).)  This doctrine has not been adopted by the North Carolina courts.  See DSM \nDyneema, LLC, 2015 NCBC LEXIS 50 , at *16 (citing Analog, 157 N.C. App. at 470 , \n579 S.E.2d at 454–55).14  \n94. Here, while there is an “inevitable disclosure” component to Plaintiff’s \nallegations, Plaintiff also affirmatively alleges that Joseph has used the alleged trade \n                                                 \n13 The inevitable disclosure doctrine is applied on occasion by courts in other states “when an \nemployee who knows trade secrets of his employer leaves that employer for a competitor and, \nbecause of the similarity of the employee’s work for the two companies, it is ‘inevitable’ that \nhe will use or disclose trade secrets of the first employer.”  See Analog Devices, Inc. v. \nMichalski, 157 N.C. App. 462, 470 n.3, 579 S.E.2d 449, 454 (2003).   \n \n14 In DSM Dyneema, this Court analyzed a misappropriation of trade secrets claim where the \ndefendant argued for dismissal on the theory that the plaintiff’s claim was based on the \ninevitable disclosure doctrine.  DSM Dyneema, 2015 NCBC LEXIS 50, at *16.  There, Judge \nBledsoe concluded that while there was clearly an “inevitable disclosure” component to the \nplaintiff’s allegations, its claim was “based on more than simply the fact that [the defendant] \nhad access to [the plaintiff’s] alleged trade secrets and then went to work for a competitor[.]”  \nId. at *17.  In fact, the defendant there was a “chief scientist” at the plaintiff’s company, who \ndownloaded trade secret information from his computer and then used that information to \nwin a competing contract.  Id.   \n \n \n \nsecret information that William downloaded from his NFH computer “in the \noperation of TFH and specifically to solicit NFH’s customers.”  (Am. Compl. ¶¶ 56, \n64, 65.)  Moreover, Plaintiff  alleges that Joseph and TFH have been able to quickly \nsign a number of former NFH’s customers to pre-arrangement contracts in a way that \nonly someone with Joseph’s level of access to the trade secret information could have \naccomplished.  (Am. Compl. ¶¶ 34, 66.)  The Court concludes that these allegations, \nwhile sparse, are nonetheless sufficient to survive dismissal at this stage  without \nreference to the inevitable disclosure doctrine.   \n95. Accordingly, because the Amended Complaint adequately alleges the \nexistence and identity of trade secrets and their actual misappropriation and use, the \nMotion is DENIED to the extent it seeks dismissal of Plaintiff’s second claim for relief.  \nD. Count IV:15 Breach of Fiduciary Duty (Joseph and William) \n \n96. Plaintiff’s fourth claim for relief alleges that Joseph and William owed and \nbreached fiduciary duties to NFH .  (Am. Compl. ¶¶ 100 –10.)  A breach of fiduciary \nduty claim requires a plaintiff to allege and show (1) that the defendant owes to \nplaintiff a fiduciary duty through the existence of a fiduciary relationship, and (2) \nthat the defendant breached that duty.  See Green v. Freeman, 367 N.C. 136, 141, 749 \nS.E.2d 262, 268  (2013).  The Court’s inquiry in this case turns on whether, at the \nrelevant times, Joseph and William were officers of NFH owing the company fiduciary \nduties or whether they were mere employees without any such duties.   \n                                                 \n15 As noted previously, Plaintiff has voluntarily dismissed without prejudice Count III. \n \n \n97. In determining whether either Joseph or William was a fiduciary of NFH, \nthe Court is mindful that, in North Carolina, the “relation of employer and employee \nis not one of those regarded as confidential.”  Dalton v. Camp, 353 N.C. 647, 651–52, \n548 S.E.2d 704, 707 –08 (2001).  Dalton has been read to demonstrate “that North \nCarolina courts are extremely hesitant to burden employees with  [fiduciary] duties \nto their employers.”  Eli Research Inc. v. United Communs. Grp., LLC, 312 F. Supp. \n2d 748, 760 (M.D.N.C. 2004).   \n98. In contrast to the duties owed by a mere employee, a corporate officer owes \na statutory fiduciary duty to discharge his obligations in good faith, with the care of \na prudent person in a like position, and in a manner reasonably believed to be in the \nbest interests of the corporation.  See N.C.G.S. § 55-8-42; see also, Loy v. Lorm Corp., \n52 N.C. App. 428, 436,  278 S.E.2d 897, 903  (1981) (“Directors owe a duty of fidelity \nand due care in the management of a corporation and must exercise their authority \nsolely for the benefit of the corporation and all its shareholders. ”); Pierce Concrete, \nInc. v. Cannon Realty & Constr. Co. , 77 N.C. App. 411, 413 –14, 335 S.E.2d 30, 31  \n(1985) (declaring that corporate officers’ “fiduciary duty to the corporation is a high \none”). \n99. Here, Defendants argue that Joseph was never an officer of the company \nand that if he was, his  tenure extended no later than August 2008.  However, on a \nRule 12(b)(6) motion, the Court considers the facts as alleged by Plaintiff to be true.  \nIn the Amended Complaint, Plaintiff alleges that Joseph and William were both \n \n \ncorporate officers and continued in those roles “until their resignations” in late 2018.  \n(Am. Compl. ¶ 20.)   \n100. Specifically, Joseph is alleged to have been NFH’s Vice President, \nChairman of Operations, and President , and William is alleged to have been NFH’s \nTreasurer.  (Am. Compl. ¶ 20.)  Exhibit E to the Amended Complaint is a January  \n2018 listing of NFH’s officers which lists William as “Treasurer.”  (Ex. E  to Am. \nCompl.)   At this stage of the litigation, and based on the allegations of the Amended \nComplaint, Plaintiff has sufficiently alleged that Joseph and William were officers of \nNFH at relevant times, and therefore owed fiduciary duties to the company.  \n101. Moreover, allegations, like those alleged here, that a fiduciary prepared to \nestablish a competing business, while concealing that business opportunity from the \ncompany to whom he owed fiduciary duties, may be sufficient to support a breach of \nfiduciary duty claim.  See, e.g., SCA-Blue Ridge, LLC v. WakeMed, 2016 NCBC LEXIS \n2, at *20 –26 (N.C. Super. Ct. Jan. 4, 2016).  Accordingly, the Motion is  DENIED \ninsofar as it seeks dismis sal of Plaintiff’s breach of fiduciary duty claim against \nJoseph and William. \nE. Count V: Tortious Interference with Contract  (Joseph, William, \nAbbi, and TFH, Inc.) \n \n102. Plaintiff’s fifth claim for relief is based on alleged interference with two \ndifferent sets of contracts: first, Plaintiff alleges that William, Abbi, and TFH , Inc. \ntortiously interfered with Joseph’s obligations pursuant to the Agreements by \ninducing Joseph to violate his non-compete and confidentiality provisions contained \ntherein, (Am. Compl. ¶ 114); and second, Plaintiff also alleges that Joseph, William, \n \n \nAbbi, and TFH, Inc. interfered with the pre-arrangement contracts between NFH and \nits customers.  (Am. Compl. ¶ 117.)  \n103. Our Supreme Court has identified the five elements of a tortious \ninterference with contract claim as follows: “(1) a valid contract between the plaintiff \nand a third person which confers upon the plaintiff a contractual right against a third \nperson; (2) the d efendant knows of the contract; (3) the defendant intentionally \ninduces the third person not to perform the contract; (4) and in doing so acts without \njustification; (5) resulting in actual damage to plaintiff. ”  Kuykendall, 322 N.C. at \n661, 370 S.E.2d at 387.  “Generally speaking, interference with contract is justified if \nit is motivated by a legitimate business purpose, as when the plaintiff and the \ndefendant, an outsider, are competitors.”  Embree Constr. Grp., Inc. v. Rafcor, Inc., \n330 N.C. 487, 498, 411 S.E.2d 916, 924 (1992).   \n104. As an initial matter, the Court addresses this claim as brought by Plaintiff \nagainst Abbi.  The allegations in the Amended Complaint do not show that Abbi had \na role at NFH or was otherwise involved in her husband or father -in-law’s business \naffairs at NFH.  To the contrary, she is seldom mentioned in the Amended Complaint, \nand the only allegation tying her to Plaintiff’s claims is that, due to her “close familial \nrelationship” with Joseph (as his daughter-in-law), she had know ledge of the \nAgreements.16  (Am. Compl. ¶ 113.)   \n                                                 \n16 The Amended Complaint does not allege that Abbi had any knowledge of the pre -\narrangement contracts, and therefore Plaintiff’s tortious inference claim against Abbi cannot \nbe based on those contracts.  (See Am. Compl. ¶ 116 (mentioning only Joseph and William).)   \n \n \n \n105. As noted previously, while the Court must accept factual allegations as true \non a Rule 12(b)(6) motion, the Court need not accept unwarranted deductions or \ninferences.  See Good Hope Hosp., Inc., 174 N.C. App. at 274, 620 S.E.2d at 880.  The \nCourt does not believe that a close familial relationship, standing alone, is sufficient \nto impute knowledge of a family member’s post-employment contractual obligations.  \nThere is no allegation that Abbi ever saw the Agreements, ever heard Joseph and \nWilliam discussing their employment at NFH, or even their desire to purchase \nTroutman Funeral Home and the implications thereof.  Rather, Abbi is identified in \nthis lawsuit simply as William’s wife and Joseph’s dau ghter-in-law and , “upon \ninformation and belief ,” as one of the owners of Troutman Funeral Home.  (Am. \nCompl. ¶ 60.)  Accordingly, Plaintiff has failed to sufficiently allege Abbi’s knowledge \nof the Agreements .  In addition, other than the bare-boned legal assertions under \nPlaintiff’s tortious interference claim heading, (Am. Compl. ¶¶ 113, 114, 119)—which \nthe Court is entitled to ignore, McCrann v. Pinehurst, LLC, 225 N.C. App. 368, 377, \n737 S.E.2d 771, 777  (2013)—the Amended Complaint does not allege  any facts to \nsupport the remaining elements of Plaintiff’s tortious interference claim against Abbi.  \nTherefore, the Court dismisses without prejudice Plaintiff’s tortious interference \nclaim against Abbi.   \n106. As to Plaintiff’s claim again st William and TFH , Inc.  regarding alleged \ntortious interference with Joseph’s post-employment obligations, it follows from the \nCourt’s earlier conclusion about the unenforceability of the Restrictive Covenants  \nthat William and TFH, Inc. cannot be liable for tortious inference on that basis.  That \n \n \nsaid, Plaintiff’s claim may proceed against them if the Court concludes that Plaintiff \nhas sufficiently alleged that these two defendants tortiously interfered with Joseph’s \nconfidentiality obligations contained in the Agreements.   \n107. At this time, the  Court concludes that the allegations of the Amended \nComplaint taken as a whole , and solely for purposes of evaluation of the Amended \nComplaint under a 12(b)(6) standard,  indicate that William, and TF H, Inc.  with \nWilliam as its agent, knew of Joseph’s Agreements  and his post -employment \nobligations therein.  The Amended Complaint further alleges that William and TFH, \nInc. employed Joseph at Troutman Funeral Home in direct competition with NFH \nand encouraged him to use NFH’s confidential information to run Troutman Funeral \nHome and solicit customers for the competing business .  Finally, the Amended \nComplaint alleges that Joseph used NFH’s confidential information improperly.  (See, \ne.g., Am. Compl. ¶ 117.)   Thus, at this stage in the proceedings, the Court finds \nPlaintiff’s allegations sufficient under Rule 12(b)(6) to withstand the Motion  as to \nWilliam and TFH , Inc. ’s alleged tortious inte rference, at least insofar as the \ninterference claim is based on Joseph’s alleged violation of his confidentiality \nobligations under the Agreements.   \n108.  Plaintiff also brings a tortious interference claim against Joseph, William, \nand TFH, Inc. based on these defendants’ alleged interference with NFH’s pre -\narrangement contracts between it and its customers.  Plaintiff contends that this \ninterference has resulted in the loss of over $140,000  in pre-arrangement contracts.  \n(Am. Compl. ¶ 66.)   \n \n \n109. Defendants argue that Plaintiff’s claim based on these grounds should be \ndismissed because the pre-arrangement contracts are freely transferable and the law \ndoes not recognize tortious interference with a freely transferable  contract.  \nDefendants’ argument is basically that, by being freely transferable, the contract \nbetween NFH and its pre-arrangement customers are terminable at will.   \n110. The Court is unpersuaded by Defendants’ argument , at least at this early \nstage of the proceeding .  The pre -arrangement contracts are alleged to be valid \ncontracts that confer a benefit upon Plaintiff, and therefore can be the basis of a \ntortious inference claim like other at will contracts.  See Kuykendall, 322 N.C. at 661, \n370 S.E.2d at 387; see also Childress v. Abeles, 240 N.C. 667, 678, 84 S.E.2 176, 184 \n(1954) (concluding that a plaintiff’s tortious interference claim can be based on an \nemployment contract that was terminable at will).   \n111. Accordingly, the Court concludes Plaintiff’s tortious interference claim \nbased on Joseph, William, and TFH, Inc.’s  alleged interference with NFH’s pre -\narrangement contracts should not be dismissed at this time for this reason.     \n112. Based on the foregoing, the Motion is DENIED in part and GRANTED in \npart as to Plaintiff’s tortious interference claim brought against Joseph, William, and \nTFH, Inc.  However, the Motion is GRANTED as to this claim brought against Abbi \nand the claim against her is dismissed without prejudice to Plaintiff’s ability to \nreassert this claim (through proper allegations and in conformity with the Court’s \nanalysis herein).   \n \n \n \nF. Count VI: Fraudulent Concealment (Joseph and William) \n113. Plaintiff’s sixth claim for relief alleges that Joseph and William \nfraudulently concealed material information from NFH.  (Am. Compl. ¶¶ 120 –126.)  \nNorth Carolina law permits fraud claims to be based on either : (1)  affirmative \nmisrepresentations; or (2) concealment or nondisclosure of material facts.  See Kron \nMedical Corp. v. Collier Cobb & Assoc., Inc., 107 N.C. App. 331, 339, 420 S.E.2d 192, \n197 (1992) (citing Rosenthal v. Perkins , 42 N.C. App. 449, 452,  257 S.E.2d 63, 66  \n(1979)).   \n114. Fraud claims based on either theory must be pled with particularity \npursuant to Rule 9(b), but what is required to meet that standard differs between the \ntwo.  Where a fraud claim is based on concealment or nondisclosure of material facts, \na plaintiff must allege that the defendant(s) “had a duty to disclose material \ninformation to [the plaintiff], as silence is fraudulent only when there is a duty to \nspeak.”  Lawrence v. UMLIC -Five Corp., 2007 NCBC LEXIS 20 , at *8 (N.C. Super. \nCt. June 18, 2007) (citing Griffin v. Wheeler-Leonard & Co., 290 N.C. 185, 198,  225 \nS.E.2d 557, 565 (1976)).  This Court has acknowledged that “fraud by omission is, by \nits very nature, difficult to plead with particularity.”  Id. at *9 (quoting Breeden v. \nRichmond Cmty. Coll. , 171 F.R.D. 189, 195  (M.D.N.C. 1997)).  Recognizing this \ndifficulty, Judge Diaz of this Court adopted the factors considered by the Breeden \ncourt on fraud by omission claims.  Id. at *10.  Accordingly, for a fraudulent omission \nclaim to survive a 12(b)(6) challenge, a plaintiff must allege:  \n(1) the relationship [between plaintiff and defendant] giving rise to the \nduty to speak; (2) the event or events triggering the duty to speak and/or \n \n \nthe general time period over which the relationship arose and the \nfraudulent conduct occurred; (3) the general content of the information \nthat was withheld and the reason for its materiality; (4) the identity of \nthose under a duty who failed to make such disclosures; (5) what [the \ndefendant] gained by withholding information; (6) why plaintiff’s \nreliance on the omission was both reasonable and detr imental; and \n(7) the damages proximately flowing from such reliance. \n \nId. (citing Breeden, 171 F.R.D. at 195); see also Christenbury Eye Ctr., P.A. v. Medflow, \nInc., 2015 NCBC LEXIS 64, at *13–14 (N.C. Super. Ct. June 19, 2015). \n115. Here, the Court concludes that Plaintiff has properly pl ed six of the seven \nelements of this claim.   First, as explained above,  Plaintiff has sufficiently alleged \nthat both Joseph and William are officers and fiduciaries  of NFH .  Our Court of \nAppeals has held that a duty to disclose material information arises where there is a \nfiduciary relationship between the parties to a transaction.  Harton v. Harton, 81 N.C. \nApp. 295, 297 –98, 344 S.E.2d 117, 119  (1986).  Accordingly, th e first and forth \nelements of Plaintiff’s claim have been pled. \n116. Second, Plaintiff has alleged  that Joseph and William specifically had a \nduty to speak about their “pursuit of and employment with a competing business with \nNFH.”  (Am. Compl. ¶ 122.)  This duty to speak arose when Joseph and William “took \nmaterial steps to pursue the purchase of and employment with Troutman Funeral \nHome[.]”  (Am. Compl. ¶ 12 3.)  Plaintiff further provides some detail on what those \n“material steps” included.  For example, Plaintiff alleges the duty to speak arose as \nsoon as Joseph and William began engaging in conversations with the previous \nowners of Troutman Funeral Home to purchase their business, or at least when they \nsubmitted a letter of intent or simil ar document to purchase the company.  (Am. \n \n \nCompl. ¶ 124.)  If not at this time, Plaintiff alleges that the duty to speak arose during \nJoseph’s and William’s prepar ation and/or filing of organizational documents for \nTFH, Inc.  (Am. Compl. ¶ 124.)  While the Amended Complaint is silent on when the \nTroutmans began discussions with the Sappenfields about the purchase of Troutman \nFuneral Home, the Amended Complaint does disclose that TFH, Inc. was formed on \nDecember 6, 2018 listing William as the registered agent, when William was still an \nofficer and employee of NFH.  (Am. Compt. ¶¶ 58, 59.)  Therefore, the Court concludes \nthat Plaintiff has adequately alleged the second element of this claim.  \n117. Third, as to the information withheld, Plaintiff has alleged that Joseph and \nWilliam failed to disclose their plans to purchase Troutman Funeral Home, a direct \ncompetitor of NFH , and that a competing business run by NFH’s former officers \nwould be detrimental to NFH.  (See, e.g., Am. Compl. ¶ 69.)  Plaintiff also alleges that \nJoseph’s and William’s concealment of their plans was material: had it known about \nthe Troutmans’ intentions to purchase a competing business, NFH would have had \nthe opportunity to protect its confidential information as well as make a public \nstatement regarding the departure of two key employees.  (Am. Compl. ¶ 125.)  Based \non these allegations, the Court concludes that Plaintiff has sufficiently pled this third \nelement.  \n118. As to the fif th element, Plaintiff has alleged  throughout the Amended \nComplaint that Joseph and William were able to access, and in the case of William \ndownload, NFH’s confidential information, which would “help [Troutman Funeral \nHome] shortcut the path to attract customers and to convince them to transfer their \n \n \npre-arrangement contracts from NFH to [Troutman Funeral Home].”  (Am. Compl. ¶ \n69.)  This is sufficient to allege the fifth element of Plaintiff’s fraudulent concealment \nclaim.  \n119. Plaintiff has also alleged damages stemming from Joseph’s and William’s \nconcealment of their intentions regarding Troutman Funeral Home, namely that \nNFH’s inability to proactively protect their confidential information  and pre -\narrangement contracts led to the transfer of over $140,000 in contract value from \nNFH to Troutman Funeral Home.  (Am. Compl. ¶¶ 66, 125, 126.)   Therefore, the \nseventh element of this claim is sufficiently pled  to withstand dismissal on \nDefendants’ Motion.   \n120. However, Plaintiff has failed to allege that NFH  relied on Joseph’s and \nWilliam’s concealment, or how any such reliance was reasonable.  For example, NFH \nhas not alleged any facts to indicate that NFH reasonably believed Joseph and \nWilliam planned to stay at NFH  after CMS’s acquisition of the company, or that it \nwas otherwise reasonable for NFH to assume Joseph and William would not purchase \na competing business that CMS, NFH’s new owner, knew was for sale.  ( See Am. \nCompl. ¶ 49 (alleging that CMS submitted a letter of intent to purchase Troutman \nFuneral Home).)    \n121. Because Plaintiff has failed to plead one of the necessary elements of its \nfraudulent concealment claim , the Court concludes that Plaintiff’s sixth claim for \nrelief must be dismissed without prejudice and the Motion  is GRANTED as to this \nclaim. \n \n \nG. Count VII: Unfair or Deceptive Trade Practi ces (Joseph, William, \nAbbi, and TFH, Inc.) \n \n122. Plaintiff also alleges that Joseph, William, Abbi, and TFH, Inc. committed \nunfair and deceptive trade practices by misappropriating NFH’s trade secrets.17  (Am. \nCompl. ¶¶ 128, 129.)  Further, Plaintiff alleges that William’s, Abbi’s, and TFH, Inc.’s \ntortious interference with Joseph’s performance of the Agreements constitutes an \nunfair or deceptive trade practice.  (Am. Compl. ¶ 128.)  \n123. North Carolina law has created a private right of action under Chapter 75 \n(“UDTP Claim”) as part of its effort to protect consumers from unfair or deceptive \ntrade practices.  See N.C.G.S. § 75 -1.1 (outlawing unfair or deceptive practices in \ntrade) and N.C.G.S. § 75-16 (creating private right of action and authorizing treble \ndamages).   The three elements of a prima facie unfair or deceptive trade practices \nclaim are (1) an unfair or deceptive trade practice, (2) in or affecting commerce, and \n(3) proximately causing actual injury.  See Mitchell v. Linville, 148 N.C. App. 71, 73, \n557 S.E.2d 620, 623  (2001).  The few elements of the tort belie the extent of the \njurisprudence that has gone into defining its bounds.  There are, in fact, several \nrecognized categories of conduct that our courts have determined fall outside the \nscope of Chapter 75.  Notably, our court of appeals held in Buie v. Daniel International \nCorp. that “employer-employee relationships do not fall within the intended scope of \nG.S. 75-1.1[.]”  Buie v. Daniel Int’l Corp., 289 S.E.2d 119–20 (N.C. Ct. App. 1982).  \n                                                 \n17 Plaintiff also originally based its UDTP claim on its now -dismissed conversion of \nintellectual property claim.  \n \n \n124. Plaintiff has alleged that Joseph and William misappropriated NFH’s trade \nsecrets and othe r confidential information in order to further the success of a \ncompeting business they purchased while concealing from NFH their efforts toward \npurchasing that business.  Although Joseph and William were employees of NFH, the \nconduct complained of in the Amended Complaint extended beyond their roles as \nemployees, and rather covered their self -dealing conduct and decision to engage in \ncompeting “business activities” alleged to be in breach of their fiduciary duties to the \nPlaintiff.   \n125. Under well -settled North Carolina law, a violation of North Carolina’s \nTrade Secret Protection Act may support liability under N.C.G.S § 75-1.1.  See, e.g., \nGe Betz, Inc. v. Conrad, 231 N.C. App. 214, 236, 752 S.E.2d 634, 650 (2013).  Further, \nPlaintiff’s claim for tortious interference with contract survives dismissal in part as \nto Defendants Joseph, William, and TFH, Inc.   This claim, like Plaintiff’s Trade \nSecret claim, may constitute the basis for a 75 -1.1 claim.  Roane-Barker v. Se. Hosp. \nSupply Corp., 99 N.C. App. 30, 41, 392 S.E.2d 663, 670 (1990).   \n126. Therefore, Plaintiff’s UDTP claim as against Joseph, William and TFH, Inc. \n(to the extent  Joseph or William is alleged to be its agent)  is sufficiently pled  to \nsurvive dismissal under Rule 12(b)(6).  The Motion, therefore, is DENIED as to this \nclaim against these defendants. \n127. As to Abbi, however, since the Court has already concluded that Plaintiff \nhas failed to allege a tortious inference claim against her—the sole claim upon which \n \n \nthis UDTP claim against her is based,18 (see Am. Compl. ¶ 128) —Plaintiff’s UDTP \nclaim against Abbi must also be dismissed (without prejudice) and t he Motion is \nGRANTED in this respect.  \nH. Count VIII: Unjust Enrichment (Joseph) \n128. Plaintiff’s eighth and final claim, lodged solely against Joseph, sounds in \nunjust enrichment.  (Am. Compl. ¶ 133.)  Plaintiff claims that, if its breach of contract \nclaim against Joseph fails, then Joseph was unjustly enriched and Plaintiff is entitled \nto receive all of the funds paid for Joseph’s agreement not to compete with NFH , \nincluding both the original $500,000 paid over a period of ten years (from 2003–2013), \nas well as the continuing $1,000 per month payments made from 2013 up until \nJoseph’s resignation in December of 2018.  (Am. Compl. ¶ 134.) \n129. Our Court of Appeals has explained that a valid prima facie claim for unjust \nenrichment has five elements:   \nFirst, one party must confer a benefit upon the other party . . . . Second, \nthe benefit must not have been conferred officiously, that is it must not \nbe conferred by an interference in the affairs of the other party in a \nmanner that is not justified in the circumstances.  Third, the benefit \nmust not be gratuitous. Fourth, the benefit must be measurable.   Last, \n“the defendant must have consciously accepted the benefit.”   \n \nJP Morgan Chase Bank, Nat'l Ass'n v. Browning, 230 N.C. App. 537, 541 –42, 750 \nS.E.2d 555, 559 (2013).   \n130. Defendant responds with four arguments: (1) Strandburg is not a party to \nthe Amended Complaint and therefore NFH cannot make a claim that Joseph was \n                                                 \n18 Paragraph 128 generally states that Plaintiff’s UDTP Claim is premised on all Defendants’ \nmisappropriation of NFH’s trade secrets, but Plaintiff’s misappropriation of trade secre ts \nclaim is only brought against Joseph and William. \n \n \nunjustly enriched by payments she made, (2) an unjust enrichment claim cannot be \nmade when a contract governs the same subject matter,  (3) the $1,000 per month \npayments were not for a non-compete but instead were consideration for employment, \nand (4) the statute of limitations has run on any implied contractual claim like unjust \nenrichment. \n131. The first argument is straightforward and unconvincing , at least at the \n12(b)(6) stage. While Strandburg, who purchased Joseph’s stock, is not a party to this \nlawsuit, paragraph 42 of the Amended Complaint alleges that “. . . as consideration \nfor the post -employment restrictions in the agreements, NFH paid to Joseph an \ninitial five hundred thousand dollars [.]” (Am. Compl. ¶ 42 .)  Additionally, the \nEmployment Agreement was between Joseph and NFH, and the SPA was between \nJoseph, Strandburg, and NFH.  This is not a claim based on NFH attempting to assert \nStrandburg’s rights, but instead is one in which NFH asserts its own rights under \nthe Agreements. \n132. Defendants’ second argument is similarly unavailing.  It is well established \nthat unjust enrichment can be ple d in the alternative t o a breach of contract claim, \nas Plaintiff explicitly stated it is doing here.  (Am. Compl. ¶ 133.)  This can be true \nwhen non-compete covenants are invalidated but are a part of a larger agreement \nthat remains legally binding.  See, e.g., Campbell Oil Co. v. AmeriGas Propane, LP , \n2016 NCBC LEXIS 50, at *11 (N.C. Super. Ct. July 8, 2016) (holding that an unjust \nenrichment claim can  survive when  a non-compete was unenforceable, the \nconsideration for the non-compete was distinct from that provided for the rest of the \n \n \nagreement, and the contract contain ed a severability clause).  Thus, the fact that a \ncontract covers the same subject matter does not defeat Plaintiff’s unjust enrichment \nclaim at the Rule 12(b)(6) stage. \n133. As for Defendants’ third argument, Defendants’ counter-factual allegations \nthat the $1,000 monthly payments were further consideration in the form of monthly \nbonuses for Joseph’s continued employment are of no consequence.  On a Rule 12(b)(6) \nmotion, the Court takes Plaintiff’s factual allegations as true and does not consider \nany factual statements provided by Defendants to rebut those allegations.   \n134. The statute of limitations is also not a bar to recovery here.   Unjust \nenrichment is a claim on an implied contract and therefore must be brought within \nthree years of accrual.  See Stratton v. Royal Bank of Can., 211 N.C. App. 78, 85, 712 \nS.E.2d 221, 228  (2011).  The period begins to run “when the wrong is complete [,]” \nwhether or not it is discovered.  See Housecalls Home Health Care, Inc. v. State, 200 \nN.C. App. 66, 70,  682 S.E.2d 741, 744  (2009).  Reading the Amended Complaint in \nthe light most favorable to Plaintiff, Plaintiff has alleged that the breach occurred \nwhen Joseph committed to go into competition with NFH, which is less than a year \nbefore the original complaint was filed. Since the $1,000 monthly payments allegedly \ncontinued into 2018, at least some of the payments are not time-barred. Accordingly, \nPlaintiff’s unjust enrichment claim survives dismissal at this stage, and the Motion \nis DENIED in that respect.   \n \n \n \n \nI. Punitive Damages \n135. Associated with the aforementioned claims for relief, the Amended \nComplaint contains a request  against Joseph, William, Abbi, and TFH , Inc.  for \npunitive damages.  At the July 24, 2019 hearing on the Motion, Plaintiff’s counsel \nwithdrew the request for punitive damages.  Therefore, Plaintiff’s request for punitive \ndamages is hereby deemed WITHDRAWN  and the Motion, to the extent it seeks \ndismissal of this request, is DENIED as moot. \nV.      CONCLUSION \n136. For the foregoing reasons, the Court hereby ORDERS as follows:  \nA. The Motion  is GRANTED as to Plaintiff’s breach of contract claim \nagainst Joseph premised on Joseph’s alleged breach of the Restrictive \nCovenants in the Employment Agreement .  This claim is therefore \nDISMISSED WITH PREJUDICE as to breach of those covenants.  \nB. The Motion is DENIED as to Plaintiff’s breach of contract claim \nagainst Joseph premised on Joseph’s alleged breach of  the \nconfidentiality provisions appearing in  Paragraph 4 of the \nEmployment Agreement and Section 4.01 of the SPA.  This claim, \ntherefore, shall proceed.  \nC. The Motion is GRANTED as to Plaintiff’s tortious interference with \ncontract claim against William, Abbi, and TFH, Inc. premised on their \nalleged interference with Joseph’s Restrictive Covenants.  The Motion \nis DENIED as to this same claim brought against William and TFH, \n \n \nInc. premised on their alleged interference with Joseph’s \nconfidentiality obligations under the Agreements.  The Motion is \nDENIED as to this claim brought against Joseph, William, and TFH, \nInc. premised on their alleged interference with NFH’s pre -\narrangement contracts.   \nD. The Motion is GRANTED as to Plaintiff’s fraudulent concealment \nclaim against Joseph and William.  This claim  is DISMISSED \nWITHOUT PREJUDICE.   \nE. The Motion is GRANTED as to all claims against Abbi.  Except as \notherwise indicated, t hese claims against her are DISMISSED \nWITHOUT PREJUDICE.    \nF. The Motion is GRANTED as to all claims against SC, LLC.  These \nclaims are DISMISSED WITHOUT PREJUDICE. \nG. Plaintiff’s request for punitive damages is WITHDRAWN, and \nPlaintiff shall not be entitled to recover punitive damages based on the \nAmended Complaint. \nH. Except as otherwise expressly provided, the Motion is DENIED. \nSO ORDERED, this the 29th day of October, 2019.   \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}