{
  "id": "0fe00eb0b125ade4322c43b09925a41dedb95b66089ca30091ec9ae7d5ba52b2",
  "source_file": "data/raw/ncbc/0fe00eb0b125ade4322c43b09925a41dedb95b66089ca30091ec9ae7d5ba52b2.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 2156 \n \nMORRIS INTERNATIONAL, INC., \n \nPlaintiff, \n \nv. \n \nANTHONY WILLIAM PACKER; \nPACKER INVESTMENT \nCOMPANY, INC.; PA&K, LLC; \nOLDE BEAU GENERAL \nPARTNERSHIP; KPP, LLC;  \nKENNINGTON INVESTMENT  \nCOMPANY, INC.; BARRY POOLE;  \nLAURA POOLE; SHERRI  \nKENNINGTON FAGAN; KRISTI \nKENNINGTON HALL; and KATHY \nKENNINGTON DAVIS, \n \nDefendants. \n \n \nORDER AND OPINION ON \nDEFENDANTS ANTHONY WILLIAM \nPACKER, PACKER INVESTMENT \nCOMPANY, INC., PA&K, LLC, OLDE \nBEAU GENERAL PARTNERSHIP, and \nKPP, LLC’s MOTION FOR \nJUDGMENT ON THE PLEADINGS \nAND DEFENDANTS \nSHERRI KENNINGTON FAGAN, \nKRISTI KENNINGTON HALL, KATHY \nKENNINGTON DAVIS, and \nKENNINGTON INVESTMENT \nCOMPANY, INC.’s SECOND MOTION \nFOR JUDGMENT ON THE \nPLEADINGS   \n \n \n THIS MATTER is  before the Court on Defendant s Anthony William Packer \n(“Packer”), Packer Investment Company, Inc. (“PIC”), PA&K, LLC (“PA&K”), Olde \nBeau General Partnership (“OBGP”), and KPP, LLC’s (“KPP”; collectively Packer, \nPIC, OBGP, and KPP are “Packer Defendants”) Motion for Judgment on the \nPleadings (“Packer Defendants’ Motion,” ECF No. 74 ) and Defendants Sherri \nKennington Fagan (“Fagan”), Kristi Kennington Hall  (“Hall”), Kathy Kennington \nDavis (“Davis”), and Kennington Investment Company, Inc.’s (“KIC”) Second Motion \nfor Judgment on the Pleadings (“ KIC Motion ,” ECF No. 67 ; collectively,Packer \nDefendants’ Motion and the KIC Motion are referred to as the “Motions”). \n THE COURT, having considered the Motions, the briefs filed in support of and \nin opposition to the Motions, the arguments of counsel at the hearing on the Motions, \nMorris Int’l, Inc. v. Packer, 2021 NCBC 13. \n \n \nthe applicable law, and other appropria te matters of record, CONCLUDES that the \nMotions should be GRANTED, in part, and DENIED, in part, for the reasons set forth \nbelow. \nMorris Law Firm, PLLC, by Bradley C. Morris, for Plaintiff Morris \nInternational, Inc. \n \nJerry Meek, Attorney at Law, PLLC, by Gerald F. Meek, for Defendants \nBarry Poole and Laura Poole. \n \nJames, McElroy & Diehl, P.A., by Fred B. Monroe, for Defendants Sherri \nKennington Fag an, Kristi Kennington Hall, Kathy Kennington Davis, \nand Kennington Investment Company, Inc. \n \nVann Law Firm, P.A., by Christopher M. Vann, for Defendants Anthony \nWilliam Packer, Packer Investment Company, Inc., PA&K, LLC, Olde \nBeau General Partnership, and KPP, LLC. \n \nMcGuire, Judge. \n \nI. FACTS \n1. The facts relevant to the determination of the Motion s are drawn from \nthe Amended Complaint.  (“Amended Complaint,” ECF No. 4.)   \n2. This matter arises from the development of property in  the Olde Beau \nSubdivision in Alleghany County, North Carolina.  The Olde Beau Golf and Country \nClub is part of the Old e Beau Subdivision.  The Olde Beau Subdivision was c reated \nin 1992, but by 2015, “much of its available property . . . [was] still vacant for years \nafter initial development.”  (Amended Complaint, ECF No. 4, at ¶ 13.) \n3. The Olde Beau Subdivision property was owned by OBGP.  (Id. at ¶ 4.)  \nThe General Partners in OBGP are PIC and KIC .  ( Id. at ¶¶ 5 –6.)  Packer is the \n \n \nPresident of PIC.  (Id. at ¶ 5.)  Plaintiff alleges, on information and belief, that KIC \nis “controlled by Defendant Sherri Kensington Fagan.”  (Id. at ¶ 6.)  \n4. Packer is also  a member of PA&K .  PA&K is in the business of \ndeveloping residential properties and was involved in developing, ma naging, \nconstructing, and selling property in the Olde Beau Subdivision.  (Id. at ¶ 3.)  In \nMarch 2015, Packer, on behalf of PA&K and OBGP, contacted Plaintiff Morris \nInternational, Inc. (“Plaintiff”), which specializes in the development and marketing \nof real estate, to discuss Plaintiff’s potential assistance in developing and marketing \nthe vacant real property at Olde Beau Subdivision .  Specifically, PA&K and OBGP  \ncontemplated creating a luxury RV resort , whereby a portion of the Olde Beau \nSubdivision would be developed for sales of individual lots to be owned and used by \nowners of luxury motorhome coaches, with improvements, appropriate amenities and \ngolf club memberships.  (Id. at ¶ 14.) \n5. In April 2015 , Packer, “on behalf of PA&K and OBGP ,” met with \nPlaintiff, including its representative Sid Morris  (“Morris”), to discuss the project.  \nPacker “personally and directly represented to Plaintiff’ s representatives . . . that \nPacker was acting on behalf of and with the  full authority of his partners to enter a \nventure with [Plaintiff] to pursue” the project.  (Id. at ¶ 17.) \n6. On May 20, 2015 , Plaintiff and PA&K executed  a document titled  \n“Agreement with PA&K, LLC and Morris International, Inc. Olde Beau Golf and \n \n \nCountry Club Development Project” (“Agreement”).  ( Id. at ¶ 18, Ex. B  at pp. 3–4.)1  \nThe Agreement provided as follows: \nThis agreement with PA&K, LLC. (PAK) and Morris \nInternational, Inc. (M I) represents the working \nrelationship agreed by parties for moving forward with the \ndevelopment of properties and infrastructure at the Olde \nBeau Golf and Country Club site in Roaring Gap, NC. \n \nPAK and MI have agreed to the following: \n \nAll budgeted items will be mutually approved by PAK and \nMI prior to implementation. \n \nRegarding the development of a luxury RV Resort: \n \nSales shall mean net sales after all costs. \n \nSales of the first $6MM w ill be split on a 50/50% basis by \nPAK and MI  \n \nAll sales after the first $6MM will be split 70% MI and 30% \nPAK \n \nAll amenities sold will be split 70% MI and 30% PAK \n \nEvery purchaser of such property will be required to join \nthe golf club. \n \nAll current interior roads are owned and w ill be \nmaintained by the Olde Beau HOA. \n \nRegarding the development of The NOAH Project: \n \nSales shall mean net sales after an costs. \n \nSales sha ll be split on a 50/50% basis by PAK and M I \nunless the $6MM threshold has been met. Then the sp lit \nwill be 70% MI and 30% PAK. \n \nRegarding the development of any existing Olde Beau \nProperty: \n \n1 In the Amended Complaint, Plaintiff misidentifies the Agreement as Exhibit A. \n \n \n \nThis i ncludes homes and sites, town homes and sites, \ncondos and sites and any other sale on the premises. \n \nSales shall mean net sales after all costs. \n \nSales shall be split on a 50/50% basis by PAK and MI. \n \nRaw land sales will be split 70% PAK and 30% MI \n \nOutside developer participating in the cost of the project \nshall be paid from proceeds first. \n \nPAK will provide all land to be developed as part of their \nongoing contributi on and serve as liaison to the existing \nOlde Beau community. \n \nMI will provide the management for marketing, \nadvertising, promotion, creative and sales as part of their \ncontribution. \n \n(Id.)  The Agreement is signed on behalf of PA&K by Packer, and on behalf of Plaintiff \nby Morris. \n7. On September 15, 2015, PA&K and Plaintiff executed  an addendum to \nthe Agreement (“Addendum”) which provided as follows: \nAs an addendum to the original agreement dated May 20, \n2015, PA&K, LLC (PA&K) and Morris International, Inc. \n(MI) agree the definition of cost with regard to this \nagreement is any cost attendant to the sales, marketing, \nconstruction and delivery of a mutually agreed motor coach \nresort on the Olde Beau property as defined in the agreed \nand approved land plan. \n \nWith regard to Olde Beau Club Facilities which are \ncurrently in existence, including maintenance and needed \ncapital improvements, those costs will be incurred by \nPA&K. Club facilities are defined as the club house, golf \ncourse, tennis cour ts, pool, fitness center and walking \ntrails. Should any of these costs com e from the line of \ncredit, when cash flow is distributed to the partners, these \n \n \ncosts will be deducted from PA&K’s share of the cash flow \ndistribution. \n \nWith regard to marketing costs as defined in the 2015-2016 \nMarketing Budget for Olde Beau RV Resort, those costs as \nincurred will come from the line of credit and when cash \nflow is distributed to the partners, be deducted from MI ’s \nshare of the cash flow distribution. \n \nThe cost of the Project/Sales/Marketing Manager is a draw \nagainst commission position and is expected to be paid \ninitially from the line of cre dit, then as sales occur, these \ncosts will be paid with safes commissions from the RV lots. \n \n(Id. at pp. 5 –6.)  The Addendum was signed on behalf of PA&K by Packer, and on \nbehalf of Plaintiff by Morris.  The project reflected in the Agreement and Addendum \nis referred to herein as the “Joint Venture.” \n8. Plaintiff alleges that “Packer, as President of PIC, a general partn er in \nOBGP, and on behalf of OBGP, entered into this agreement and committed the real \nestate to the Olde Beau Joint Venture (the “Property”) [ ] to the JV Agreement with \nthe knowledge and authority of OBGP and all its other partners. ”  (ECF No. 4, at ¶ \n21.) \n9. Following the execution of the Agreement, Plaintiff contributed its \nmoney, skill, and expertise to the Joint Venture.  Plaintiff alleges it provided the \nfollowing services:  \n“a. Engaged a land planner and executed a survey and \nslope analysis of the [Property] ; b.  Designed a 93 site RV \nresort to be developed in multiple phases; c.  Researched \nand met with several RV sales professionals across the \ncountry to develop marketing and sales strategies; d.   Met \nwith and presented [Plaintiff]’s plan to the Olde Beau \nmembership; e. Conducted over 40 site visits; f. Hired a \ndevelopment manager; g.   Appointed an internal project \n \n \nmanager at [Plaintiff] and devoted other personnel at \n[Plaintiff] to the project; h.   Established a North Carolina \nlimited liability c ompany, Olde Beau RV Resort and \nCountry Club, LLC (subsequently dissolved), to carry out \nthe joint venture's business; i.  Developed RV project \nconstruction and sales budgets; and j.  Visited several top \nRV resorts in the US.”   \n \n(Id. at ¶ 24.) \n \n10. In addition, the parties : created pro forma sales and profit projections \nfrom the RV resort showing expected profits in the millions of dollars ; shared hard \ncosts of the project and opened a line of credit to fund the planning and development \nof the project; and developed a plan to submit for zoning approval.  (Id. at ¶¶ 26–28.) \n11. Barry Poole (“Poole”) is involved in developing, marketing, and selling \nreal estate as recreational vehicle (“RV”) resort properties, including the real property \nat issue in this case.  (Id. at ¶ 8.)  Poole negotiated with Plaintiff, PA&K, and OBGP \nabout acting as construction manager for the RV resort project, and through those \nnegotiations, gained detailed knowledge of the plans and opportunities that the Joint \nVenture was pursuing, and specifically , of Plaintiff’s interest in the Joint Venture .  \n(Id. at ¶ 38.)  Plaintiff does not allege that the parties entered into any type of contract \nwith Poole or that Poole was hired as the construction manager for the Joint Venture. \n12. In January 2016,  Packer and Morris attended a meeting of the \nAllegheny County Zoning Board (“Zoning Board”) to seek approval for the RV resort.  \nThe meeting also was attended by an organized group of vocal and unhappy \ncommunity members who opposed the project.  ( Id. at ¶¶ 28 –29.)  The  community \nmembers made it known that they  were contemplating legal action to halt the \n \n \ndevelopment.  (Id. at ¶29.)  Although the Zoning Board approved the project, Packer \nand Morris agreed to “hold off on further development until the threat of legal action \nwas resolved. ”  ( Id. at ¶ 31.)   Packer also stated that he “likely would put the \n[P]roperty up for auction.”  (Id.) \n13. Regarding the aftermath of the decision to put the Joint Venture on \nhold, Plaintiff alleges the following: \n33.  The parties met in late August to discuss the status of \nthe project.  [Plaintiff] asserted that it should be paid its \ncosts for its share of the venture. Packer refused the \nrequest.  He said an auction of the [P]roperty had been held \nwith no major changes in the  ownership of the [P]roperty, \nand he was dealing with a lawsuit that the Olde Beau \nmember opposition group had filed.   The meeting ended \nwith no change in the [  ] Joint Venture and \nacknowledgement that the project was still on hold. \n \n34.  Packer confirmed the substance of the meeting in a \nletter dated August 31, 2016.  Regarding the RV project, he \nsaid “[w]e are in agreement with you that the [luxur y RV \nresort] is not a reasonable project to proceed with in the \ncurrent environment due to the action of a small minority \nof members and the lack of total buy in by the membership \ncreated an atmosphere which would make the marketing \ndifficult to reach the planned objectives in the investment.” \n \n35.  Thus, as of the end of August 2016 [Plaintiff] was led \nto believe and understood that the RV project and other \nobjectives of the [ ] Joint Venture would not proceed, and \nthat Packer, PA&K and OBGP would pursue other \nopportunities to develop or sell components of the \n[Property]. \n \n(ECF No. 4, at ¶¶ 33–35.) \n14. Unbeknownst to Plaintiff, Packer and Barry Poole formed KPP  in July \n2017 to act as the developer of the RV resort project that had been the subject of the \n \n \nJoint Venture (the “New Venture”).  (Id. at ¶ 37.)  In November 2017 Morris learned \nthat Packer and Barry Poole were proceeding with the New Venture.  Morris visited \nthe Property and saw that excavation and other land development was underway \naccording to the design that Plaintiff had prepared in pursuit of  the Joint Venture. \n(Id. at ¶ 36.) \n15. Plaintiff subsequently sent a written request to Packer demanding “ as \na partner in the [ ] Joint Venture, relevant information about the project, including  \n‘books and records of the project, marketing materials and plans , any existing or \npending contracts with vendors or purchasers, and other information relevant to this \nproject.’”  (Id. at ¶39.)  Packer failed to provide the requested information.  ( Id. at ¶ \n40.) \nII. PROCEDURAL BACKGROUND \n14. Plaintiff filed the Complaint in this matter  on January 30, 2020 ,   \n(ECF No. 3), and an Amended Complaint on March 2, 2020.  (ECF No. 4.)  This case \nwas designated a mandatory complex business case and assigned to the undersigned.  \n(Design. Ord., ECF No. 1; Assign. Ord., ECF No. 2.) \n15. In the Amended Complaint, Plaintiff allege s claims against PA&K and \nOBGP for: breach of contract ( Count I ); breach of fiduciary duties  (Count II); and \ndissolution and accounting (Count VIII).  Plaintiff alleges a claim for a constructive \ntrust against PA&K, KPP, OBGP, PIC, and KIC (Count III); a claim against OBGP \nand KPP for an equitable lien (Count IX); and a claim for tortious interference with \na business contract and relationship against Barry  Poole, Laura Poole, Fagan, Hall, \n \n \nDavis, KPP, KIC, and PIC (Count VI).  Plaintiff alleges claims against all Defendants \nfor: “misappropriation/conversion” (Count IV); violation of North Carolina’s Unfair \nand Deceptive Trade Practices Act, N.C.G.S. § 75-1.1 (“UDTPA”) (Count V); and civil \nconspiracy (Count VII).   \n16. On October 30, 2020, Kennington Defendants filed the KIC Motion, and \na Brief in Support of the KIC Motion.  (ECF Nos. 67–68.) \n17. On November 13, 2020, Packer Defendants filed Packer Defendants’ \nMotion and a Brief  in Support of Packer Defendants’ Motion.  (ECF Nos. 74 –75.)  \nPlaintiff filed a Brief in Opposition to Packer Defendants’ Motion (ECF No. 81), and \nPacker Defendants filed a Reply.  (ECF No. 82.) \n18. On November 19, 2020, Plaintiff filed a voluntary dismissal of its claims \nagainst Fagan, Hall, and Davis without prejudice.  (ECF No. 77.)  This left KIC as \nthe only remaining Kennington Defendant in the lawsuit.  On the same date, Plaintiff \nfiled its Brief in Opposition to the KIC Motion.  (“Brief in Opposition,” E CF No. 78.)  \nOn November 30, 2020, KIC filed a Reply Brief.  (ECF No. 79.) \n19. On January 11, 20 21, the Court held a hearing on the Motions , which \nare now ripe for resolution. \nIII. ANALYSIS \n20. The Court will first decidePacker Defendants’ Motion and then the KIC \nMotion. \n \n \n \n \nA. Standard of Review \n21. “A [Rule 12(c)] motion for judgment on the pleadings is the proper \nprocedure when all the material allegations of fact are admitted in the pleadings and \nonly questions of law remain.  When the pleading s do not resolve all the factual \nissues, judgment on the pleadings is generally inappropriate.”  Ragsdale v. Kennedy, \n286 N.C. 130, 137 (1974) “A complaint is fatally deficient in substance, and subject to \na motion by the defendant for judgment on the plea dings if it fails to state a good \ncause of action for plaintiff and against defendant[.]”  Bigelow v. Town of Chapel Hill, \n227 N.C. App. 1, 3 (citation omitted).  \n22. When deciding a motion under Rule 12(c), the Court may only consider \n“the pleadings and exhibits which are attached and incorporated into the pleadings.”  \nDavis v. Durham Mental Health/Dev. Disabilities/Substance Abuse Area Auth., 165 \nN.C. App. 100, 104 (2004).  The Court must “view the facts and permissible inferences \nin the light most favorable to the nonmoving party.”  Ragsdale, 286 N.C. at 137.  “All \nwell pleaded factual allegations in the nonmoving party’s pleadings are taken as true \nand all contravening assertions in the movant’s pleadings are taken as false.  All \nallegations in the non- movant’s pleadings, except conclusions of law, legally \nimpossible facts, and matters not admissible in evidence at the trial, are deemed \nadmitted by the movant.”  Id.  (internal citations omitted). \n \n \n \n \n \nB. Packer Defendants’ Motion \n23. The Court first addresses two arguments made by Packer Defendants \nthat impact multiple claims: that OBGP was not a partner in the Joint Venture; and \nthat the Joint Venture was dissolved on or around August 31, 2016. \ni. Plaintiff adequately alleges OBGP was a partner in the Joint Venture \n24. Packer Defendants first argue that OBGP was not a party to the \nAgreement and that “all claims against OBGP should be dismissed.”  (ECF No. 75, at \npp. 5–6.)2  Packer Defendants contend that OBGP was not a signatory to, and is n ot \nexpressly named in, the Agreement, and that the terms of the Agreement must \nprevail over the allegations in the Amended Complaint.  (Id.) \n25. Plaintiff argues that Packer Defendants, by focusing solely on the \nwritten Agreement,  ignore the allegation s of fact in the Amended Complaint that \nsupport the claim that OBGP was a partner in the Joint Venture.  (ECF No.  81, at \npp. 1 –4.)  Plaintiff contends that in addition to the Agreement, the Court may \nconsider its allegations regarding oral representations, the course of conduct between \nthe parties, and the inferences to be drawn from that conduct.  (ECF No. 4, at pp. 1–\n4.)  Plaintiff points to its allegations that: (a) OBGP owned the Property (ECF No. 4, \nat ¶ 4); (b) Packer controlled PIC, a general partner in OBGP (Id. at ¶ 5); (c) in seeking \nout Plaintiff and forming the Joint Venture, Packer acted “on behalf of” PA&K and \n \n2 Although Packer Defendants only argue that OBGP was not a party to the Agreement, and \ndo not expressly argue that OBGP was not a partner in the Joint Venture, the Court \ninterprets Packer Defendants’ argument as encompassing the broader contention that OBGP \nwas not a partner in the Joint Venture. \n \n \nOBGP (Id. at ¶¶ 14, 16–17, 21, and 28); and (d) Plaintiff’s work on the Joint Venture \nbenefitted OBGP as owner of the Property.  (Id. at ¶¶ 17, 24.)   \n26. Under North Carolina law   \nA contract, express or implied, is essential to the formation \nof a partnership.  A partnership may be formed by an oral \nagreement.  Even without proof of an express agreement to \nform a partnership, a voluntary association of partners \nmay be shown by their conduct.   A finding that a \npartnership exists may be based upon a rational \nconsideration of the acts and declarations of the parties, \nwarranting the inference that the parties understood that \nthey were partners and acted as such. \n \nPotter v. Homestead Preservation Ass'n, 330 N.C. 569, 576 (1992) \n \n27. The Court concludes that, at this stage of the proceedings, Plaintiff \nsufficiently alleges that OBGP was a partner in the Joint Venture  to survive \njudgment on the pleadings.  Under North Carolina law, a joint venture may be formed \nby written and oral agreement and can be inferred from the conduct of the parties.  \nPlaintiff alleges statements and conduct by Packer that could support the claim that \nOBGP was a partner in the Joint Venture  despite not being a signatory to the \nAgreement. \nii. The pleadings establish that the Joint Venture dissolved \n28. Packer Defendants’ primary argument is that the allegations in the \nAmended Complaint establish that th e Joint Venture dissolved on or about August \n31, 2016.  (ECF No. 75, at pp. 8– 11; ECF No. 82, at pp. 3 –5.)  Packer Defendants \ncontend that dissolution of the Joint Venture eliminated any fiduciary duties between \nPlaintiff, PA&K, and OBGP and triggered the accrual of certain causes of action \n \n \narising from the Joint Venture and the Agreement.  (Id.)  Since this argument could \nbe dispositive of claims alleged by Plaintiff in this action, the Court will next address \nthis question. \n29. “A joint [venture] is in the nature of a kind of partnership, and although \na partnership and a joint [venture] are distinct relationships, they are governed by \nsubstantially the same rules.”  Jones v. Shoji, 336 N.C. 581, 585 (1994) (quoting Pike \nv. Trust Co., 274 N.C. 1, 9 (1968)).  A joint venture is governed by partnership law, as \ncodified in the Uniform Partnership Act.  N.C.G.S. § 59-31, et seq.  \n30. “Ordinarily where an agreement of joint venture fails to fix a definite \ndate of termination, the agreement remains in force until its purpose is accomplished \nor until such accomplishment has become impracticable.”  Oliver v. Roberts, 49 N.C. \nApp. 311, 315-16 (1980).  N.C.G.S. § 59-61 (providing that unless specified otherwise \nin the partnership agreement, a partnership dissolves by “the termination of the \ndefinite term or particular undertaking specified in the agreement.”).  Furthermore, \n“[o]n dissolution, the partnership is not terminated, but continues until the winding \nup of partnership affairs is completed.”  N.C.G.S. § 59 -60.  Simmons v. Quick -Stop \nFood Mart, Inc., 307 N.C. 33, 40 (1982).  “Winding up generally involves the settling \nof accounts among partners and between the partnership and its creditors.”   Id .  A \nright to an account of partnership interests accrues at the date of dissolution.  \nN.C.G.S. § 59 -73.  A claim for winding up and accounting of a partnership is a \nstatutory claim for which no other li mitations period is provided and is therefore \nsubject to a three-year statute of limitations.  N.C.G.S. § 1-52(2). \n \n \n31. Packer Defendants contend that “this agreement with PA&K, LLC and \nMorris International (MI) represents the working relationship agreed by the parties \nfor moving forward with the development of properties and infrastructure at the Olde \nBeau Golf and Country Club site in Roaring Gap, NC ,” and that other allegations \nmake it clear that the primary purpose of the Joint Venture was the development of \nthe luxury RV resort.3  (ECF No. 75, at p. 9.)  Packer Defendants further contend that \nPlaintiff’s allegations show that on or about August 31, 2016, Packer had notified \nPlaintiff that it was not reasonable to proceed with the RV resort project, that \nPlaintiff concedes that it “understood that the RV project and other objectives of the \n. . . Joint Venture would not proceed, and that Packer, PA&K , and OBGP would \npursue other opportunities to develop or sell components of the [Property].”  (ECF No. \n75, at p. 10; quoting ECF No. 4, at ¶ 35.)  Plaintiff also asked to be reimbursed for its \ncosts expended on behalf of the Joint Venture and  dissolved the limited liability \ncompany it had formed “to carry out the joint venture’s business.”  (ECF No. 4, at ¶¶ \n27(h), 32, and 33.) \n \n3 The Amended Complaint alleges that “[u] nder the terms of the JV Ag reement, [Plaintiff], \nOBGP, and PA&K agreed to develop property and infrastructure for three aspects of the Olde \nBeau property: a ‘Luxury RV Resort, ’ ‘The NOAH Project, ’ and the ‘ existing Olde Beau \nProperty.’  For each of these developments, the parties agreed to share costs and profits \ngenerated from sales of the respective properties.”  (ECF No. 4, at ¶ 19.)  However, Plaintiff \nmakes no allegations regarding any aspect of the Joint Venture other than the development \nof the RV resort and does not separately allege that PA&K and OBGP breached any \nagreement regarding the Joint Venture other than the RV resort project.  Finally, the parties \nhave not provided the Court with any information regarding any part of th e Joint Venture \nother than the luxury RV resort and have made no arguments regarding any project outside \nof the RV resort. \n \n \n32. In response, Plaintiff contends that the “Packer Defendants urge the \nCourt to cherry pick allegations in the Amended Complaint to find as a factual matter \nthat the joint venture terminated in August 2016, while disregarding inconsistent \nallegations and fair inferences in favor of Plaintiff.”  (ECF No. 81, at pp. 7 –8.)  For \nexample, Plaintiff argues that allegations that the RV resort project was “on hold \nuntil the threat of litigation was resolved is in conflict with the notion” that the Joint \nVenture was dissolved in August 2016.  (Id. at p. 9.)  Plaintiff also asserts that \na fair reading of paragraph 35, with due inferences in favor \nof the non -moving party would be: Thus, as of the end of \nAugust 2016 [Plaintiff] was led to believe and thus \nunderstood that the RV project would not proceed at that \ntime pending resolution of the opposition legal action, and \nthat Packer, PA&K and OBGP would pursue opportunities \nother than the RV project to develop or sell components of \nthe Olde Beau property.   This reading of paragraph 35 is \nconsistent with the allegations in paragraphs 31-34, and is \na fair reflection of the fact that [Plaintiff] never agreed or \ncontemplated that its joint venture partners would, among \nall the possible alternatives, form a new venture to develop \nthe same RV project on the same land according to the \nsame plans developed by [Plaintiff]. \n \n(Id. at p. 9.)  Plaintiff also argues that the question of whether the Joint Venture was \ndissolved is a “factual inquiry” that cannot be determined  in this case without \n“impermissible resolution of questions of fact.”  (Id. at p. 10.) \n33. After thorough consideration, the Court concludes that Plaintiff’s \nallegations establish that on or about August 31, 2016, the development of the luxury \nRV resort had become impracticable , the Joint Venture ’s purpose could not \nreasonably be accomplished, a nd the Joint Venture dissolved.  Oliver v. Roberts, 49 \nN.C. App. at 315–316.  Plaintiff alleges that after a seven-month delay in the project, \n \n \nit “understood” the RV resort project to be at an end on or about August 31, 2016, and \nthat “Packer, PA&K and OBG P would pursue other opportunities to develop or sell \ncomponents of the [Property].”  (ECF No. 4, at ¶ 35.)   Plaintiff does not claim that it \nobjected to Packer’s assertion that the project could not proceed.  To the contrary, \nPlaintiff makes other allegations consistent with an understanding that the Joint \nVenture had ceased.  Plaintiff alleges that Packer stated he intended to put the \nProperty up for auction but does not allege that Plaintiff objected to Packer’s stated \nintention.  (Id. at ¶ 31.)  Plaintiff asked to be reimbursed for its out-of-pocket costs in \nthe project  (Id. at ¶ 32) and dissolved the limited liability company it had formed “to \ncarry out the [J]oint [V]enture’s business.”  (Id. at ¶ 24.) \n34. The allegations in the Amended Complaint establish that the Joint \nVenture dissolved on or about August 31, 2016.   The Court now turns to Plaintiff’s \nclaims againstPacker Defendants. \niii. Breach of contract \n35.   As its first claim, Plaintiff alleges that PA&K and OBGP breached the \nAgreement by proceeding with the New Venture  in 2017 without Plaintiff ’s \ninvolvement after leading Plaintiff to believe the project was “in abeyance.”  (ECF No. \n4, at ¶¶ 41–49.)  Plaintiff alleges that it “has been damaged as a result of PA&K’s and \nOBGP’s breach” and seeks money damages and an order of specific performance.  (Id. \nat ¶¶ 47–49.) \n36. Packer Defendants argue that the dissolution of the Joint Venture \nterminated the contractual rights and obligations  the parties had to one another  \n \n \nunder the Agreement  to develop the RV resort , and that those rights became \nunenforceable.  (ECF No. 75, at pp. 10 –11; ECF No. 82, at p. 4 .)  Packer Defendants \ncontend that the dissolution t riggered Plaintiff ’s right  to seek a winding up and  \naccounting of its interests  in the Joint Venture under N.C.G.S. § § 59-67 and 59-73, \nand that following dissolution “PA&K did not owe any obligation to the Joint Venture \nother than to cooperate in winding up its affairs .”  (Id. at p. 11.)  Packer Defendants \nargue that the right to winding up “is a contractual right” subject to the thre e-year \nstatute of limitations appearing at N.C.G.S. § 1-52(1), and that “Plaintiff’s right to an \naccount of its Joint Venture interest expired in Augu st 2019,” long before Plaintiff \nfiled this lawsuit.   (Id.)  In other words, Packer Defendants assert that any rights \nPlaintiff has in the Joint Venture following dissolution had to be pursued through a \nclaim for winding up.  Plaintiff does not specifically respond to Packer Defendants’ \nargument, relying instead on its contention that the Joint Venture was not dissolved. \n37. The Court concludes that Defendants ’ argument has merit.  As \ndiscussed above, the allegations establish that the Joint Venture dissolved  on or \nabout August 31, 2016,  because the development of the lu xury RV resort became \nuntenable.  Plaintiff understood the project to be at an end and that PA&K and OBGP \nwould pursue other opportunities for the Property.  Under these allegations, any \ncontractual obligation that PA&K and OBGP had to include Plaintiff in development \nof the Property arising from the Agreement necessarily ceased when the Joint \nVenture dissolved.  Packer and KPP’s decision to proceed with the RV r esort project \nin 2017 did not breach any existing contractual obligation to Plaintiff. \n \n \n38. Furthermore, to the extent Plaintiff wished to pursue its rights under \nthe Agreement , it could have pursued those  rights during a winding up and \naccounting of the Joint Venture.   Chesson v. Rives, 2013 NCBC LEXIS 46, at *16 \n(N.C. Super. Ct. Oct. 28, 2013) ( holding that partners could pursue “partnership \nrights . . . which survived dissolution through an accounting.”)   Plaintiff’s right to a \nwinding up and accounting of the Joint Venture accrued on or about August 31, 2016, \nand that right was subject to the th ree year statute of limitations in N.C.G.S. § 1 -\n52(2) (stating that actions must be commenced within 3 years from accrual “[u]pon a \nliability created by statute, either state or federal, unless some other time is \nmentioned in the statute creating it.”). 4  Therefore, to the extent Packer Defendants \nseek dismissal of Plaintiff’s claim for breach of contract based on Packer and KPP \nproceeding with the New Venture,Packer Defendants’ Motion should be GRANTED. \niv. Breach of fiduciary duty \n39. Plaintiff alleges that “[a]s partners in the [ ] Joint Venture, PA&K and \nOBGP owed fiduciary duties to” Plaintiff and breached those duties by “failing to \nacknowledge the [ ] Joint Venture with [Plaintiff], and appropriating the Joint \nVenture's assets and business opportunities, without the knowledge, authorization,  \nconsent, or ratification of [Plaintiff], for PA&K ’s and OBGP ’s (and others acting in \nconcert with them) own selfish interests” and “by refusing [Plaintiff]’s direct, written \n \n4 Packer Defendants’ contention that Plaintiff’s right to a winding up and accounting is \nsubject to the three-year statute of limitation applicable to claims arising from a contract \n(N.C.G.S. § 1-52(1)) is misplaced.  The right to a winding up and accounting was not provided \nfor in the Agreement.  Rather, in this case, it is provided by the applicable provisions of the \nNorth Carolina Uniform Partnership Act (the “Act”). \n \n \nrequest for the books and other material information relating to the [ ] Joint Venture \nand the RV resort project.”  (ECF No. 4, at ¶¶ 51–53.) \n40. Defendants incongruously contend that the fiduciary duties owed to \nPlaintiff by PA&K and OB GP ended when the Joint Venture dissolved , but also \nconcede that “[t]he partnership continue[d] after dissolution until the winding up of \nthe partnership affairs is completed” and assert that “[t]o the extent a fiduciary duty \nexists after dissolution , it would be limited to winding up the partnersh ip, not to \nfuture business because the partnership has been dissolved.”  (Id.; quoting Simmons, \n307 N.C. at 39.) \n41. North Carolina ’s appellate  courts have not expressly addressed the \nnature of any continuing fiduciary obligations partners owe one another foll owing \ndissolution of the partnership during the period of winding up the partnership’s \nbusiness, accounting, and distributing partnership assets.  However, the statutory \nobligations placed on partners support the existence of a continuing fiduciary duty \nfollowing dissolution, at least with respect to the protection of partnership assets and \nconducting a proper accounting and distribution.  The Act provides that a partnership \ncontinues following dissolution and until a winding up has occurred.  N.C.G.S. § 59 -\n60.  Partners act as stewards of the partnership’s property and are accountable to one \nanother for use of such property.  Section 59- 51, titled  “Partner accountable as a \nfiduciary,” provides, “[e]very partner must account to the partnership for any benefit, \nand hold as trustee for it any profits derived by him without the consent of the other \npartners from any transaction connected with the forma tion, conduct or liquidation \n \n \nof the partnership or from any use by him of its property. ”  Once partnership \nliabilities have been discharged, a partner is entitled to his net share of the value of \nany partnership property.   N.C.G.S. §  59-68.  Furthermore,  “[N.C.G.S.] § 59 -\n50 requires partners to render on demand true and full information of all things \naffecting the partnership to any partner.”  See Compton v. Kirby, 157 N.C. App. 1, 15 \n(2003).  C oncluding that partners’ fiduciary duties to one another cease upon \ndissolution but prior to an accounting for and distribution of partnership property \nwould be antithetical to the requirements of the Act. \n42. In addition, other jurisdictions have concluded that a partners’ fiduciary \nduties continue beyond dissoluti on and until a partnership has been wound up.  \nWilson v. Scruggs, 371 F. Supp. 2d 837, 840 n. 4 (2005) (“[N]umerous cases have held \nthat the fiduciary duties of partners continue until the partnership affairs are wound \nup following dissolution of the partnership”; and cases cited therein.); Steeby v. Fial, \n765 P.2d 1081, 1084 (Colo. App. 1988) (“Even after dissolution of a partnership, both \npartners continue to have a fiduciary duty to the other partner that continues until \nthe partnership assets have been divided and the liabilities have been satisfied”); Dev. \nSpecialists, Inc. v. Akin Gump Strauss Hauer & Feld LLP, 480 B.R. 145, 156 (S.D.N.Y \n2012) (“Post-dissolution, former partners generally do not owe fiduciary duties either \nto one another or to the dissolved firm.  But there is an important exception: they \nhave a continuing duty to each other as they wind up the  partnership's affairs, \nincluding winding up the partnership's unfinished business.”), rev’d on other grounds, \n574 Fed. Appx. 15 (2nd Cir. 2014). \n \n \n43. The Court concludes that PA&K and OBGP owed fiduciary duties to \nPlaintiff following dissolution of the Joint Venture and through  the period during \nwhich Plaintiff was entitled to seek a winding up.  PA&K and OBGP had continuing \nobligations to preserve, account for, and distribute partnership property assets, and \nto provide an accounting of partnership assets, through on or about August 31, 2019.  \nPlaintiff alleges that among the assets the Joint Venture held at the time of \ndissolution were “valuable designs, marketing plans, slope analyses, surveys, zoning \nauthorizations and other substantial intellectual property that was materially \ncreated and developed through substantial effort by [Plaintiff].” 5  (ECF No. 4, at ¶ \n54.)  Plaintiff further alleges that sometime in 2017,  KPP proceeded with the New \nVenture using “the design that [Plaintiff] had prepared in pursuit of the [Joint \nVenture].”  (Id. at ¶ 36.)  Plaintiff also alleges that after it learned of the New Venture, \npresumably sometime in late 2017 or 2018, Plaintiff “demanded, as a partner in the \n[ ] Joint Venture, relevant information about the project, including ‘books and records \nof the project, marketing materials and plans, any existing or pending contracts with \nvendors or purchasers, and other information relevant to this project ,’” but that \nPacker refused to provide the information.  ( Id. at ¶ 39.)   Plaintiff filed this lawsuit \non March 2, 2020.  Therefore, Plaintiff alleges timely claims for breach of fiduciary \nduty for failure to preserve and account for partnership property and failure to \n \n5 Plaintiff does not allege that the Joint Venture owned any other assets at the time of \ndissolution.  Plaintiff does not allege that the Property, or any portion of it, had been conveyed \nto the Joint Venture or that the Property was owned by  the Joint Venture at  the time it \ndissolved.  To the contrary, Plaintiff alleges that OBGP conveyed 10.38 acres of the Property \nto KPP in March 2018.  (ECF No. 4, at ¶ 65.)    \n \n \nprovide access to the books, records, and other information regarding the Joint \nVenture.  Honeycutt v. Weaver, 257 N.C. App. 599, 604 (2018) (“Allegations  of breach \nof fiduciary duty . . . are governed by the [3]-year statute of limitations applicable to \ncontract actions contained in [N.C.G.S] § 1-52(1)[.]”). \n44. For the foregoing reasons, to the extent Packer Defendants seek \ndismissal of Plaintiff’s claim for fiduciary duty,Packer Defendants’ Motion should be \nDENIED. \nv. Conversion \n45. Plaintiff alleges that: \n[t]he [Joint Venture] had substantial assets that were \ncontributed by [Plaintiff] in the form of intellectual \nproperty, marketing strategy and plans, site planning, \nslope analysis, zoning approval and other valuable and \nmaterial components of a viable venture . . . In violation of \n[Plaintiff]’s rights and without its knowledge, participation \nor consent, the Defendants joined forces to wrongfully \nappropriate these assets to their own benefit, and to the \ndetriment of [Plaintiff] and the [Joint Venture]. \n \n(ECF No. 4, at ¶¶ 75–76.)  Plaintiff brings its claim for conversion against, inter alia, \nPacker, KPP, PA&K, OBGP, and PIC.  (Id. at p. 15.) \n46. Under North Carolina law, conversion is the “unauthorized assumption \nand exercise of the right of ownership over goods or personal chattels belonging to \nanother, to the alteration of their condition or the exclusion of an owner's rights.”  \nVariety Wholesalers, Inc. v. Salem Logistics Traffic Servs., LLC , 365 N.C. 520, 523, \n(2012) (citation omitted).  There are two elem ents in a claim for  conversion: (1) the \nplaintiff's ownership, and (2) the defendant's wrongful possession.  Id. \n \n \n47. Packer Defendants argue that Plaintiff lacks standing to sue for \nconversion because the property at issue was owned by the partnership and any claim \nfor conversion must be brought in the name of the partnership.  With regard to Packer \nand KPP, who are third parties and were not partners in the Joint Venture, Packer \nDefendants are correct. \n48. To the extent Plaintiff claims that Packer or KPP converted marketing \nstrategies, site plans and analysis, and other material s that Plaintiff contributed to \nthe Joint Venture, Plaintiff lacks standing to pursue the claim and it must fail.  \nPlaintiff alleges that the contributed plans and materials became the Joint Venture’s \nproperty.  (ECF No. 4, at ¶¶ 21, 24–25, 75.)  By statute, any property that the Plaintiff \n“originally brought into the partnership stock” or that was “subsequently acquired by \npurchase or otherwise, on account of the partnership,  is partnership property.”  \nN.C.G.S. § 59-38.  Since the property that was allegedly converted was partnership \nproperty, only the partnership, not the individual partners, can assert the claim for \nconversion.  Ron Medlin Constr. v. Harris, 364 N.C. 577, 584 (2010) (“[W]hen property \nis owned by a partnership, the partnership is the real party in interest for purposes \nof pursuing a civil action pertaining to the partnership property”); see also BDM Invs. \nv. Lenhil, Inc., 2012 NCBC LEXIS 7, at *27 (N.C. Super. Ct. Jan. 18, 2012).  Plaintiff \nhas not sued in the name of the Joint Venture. \n49. In response to Packer Defendants’ argument, Plaintiff does not dispute \nthat the property at issue was owned by the Joint Venture and not by Plaintiff.  \nInstead, relying on  Gaskin v. J.S. Procter Co., LLC , Plaintiff tries to argue that i t \n \n \nshould be permitted to sue individually because it was owed a “special duty .”  196 \nN.C. App. 447  (2009) (ECF No. 81 , at p. 5–7, 12.)  In Gaskin , the Court of Appeals \nheld: \nThe general rule of partner standing to sue individually is \nstated in Energy Investors [ Fund, L.P. v. Metric \nConstructors, Inc.]: “It is settled law in this State that one \npartner may not sue in his own name, and for his benefit, \nupon a cause of action in favor of a partne rship.” 351 N.C. \n[331], at 336- 37 (citation and quotation marks omitted).  \nThe rule includes a cause of action against other partners \nin the partnership, Jackson v. Marshall, 140 N.C. App. 504, \n508, 537 (2000), disc. review denied , 353 N.C. 375 (2001), \nas well as a cause of action against an unrelated third \nparty, Energy Investors, 351 N.C. at 336-37.  “The only two \nexceptions to this rule are: (1) a plaintiff alleges an injury \n‘separate and distinct’ to himself, or (2) the injuries arise \nout of a ‘special duty’ running from the alleged wrongdoer \nto the plaintiff.\"  351 N.C. at  335 (emphasis added) \n(recognizing the two exceptions in a suit brought by a \nlimited partner and citing Barger v. McCoy Hillard & \nParks, 346 N.C. 650, 660, (1997), which recognized the \nsame two exceptions in a suit brought by shareholders in a \ncorporation). \n \n196 N.C. App. at 451 \n \n50. Plaintiff’s reliance on Gaskin is misplaced.  First, the Barger exceptions \ndo not apply to claims raised by a partner in a genera l, as opposed to a limited, \npartnership.  See Gillespie v. Majestic Transp., Inc. , 2016 NCBC LEXIS 69, *10- 11 \n(N.C. Super. Ct. Sept. 9, 2016).  In this case, the Joint Venture was a general \npartnership. \n51. In addition , Plaintiff does not allege,  nor support by argument , that \nPacker and KPP owed Plaintiff a fiduciary or any other special duty.   S ee Energy \nInvestors, 351 N.C. at 335 (stating plaintiff must allege a special duty “running from \n \n \nthe alleged wrongdoer to the plaintiff”) (emphasis added).  Plaintiff does not allege \nfacts that provide grounds for it to assert individual or direct claim s for conversion \nagainst Packer and KPP.  Accordingly, to the extent Defendants seek dismissal of \nPlaintiff’s claim for conversion against Packer and KPP, Packer Defendants’ Motion \nshould be GRANTED. \n52. Plaintiff’s claims against PA&K , OBGP, and PIC are a different story.  \nPlaintiff alleges that PA&K and OBGP were partners with Plaintiff in the Joint \nVenture.  A partner may bring an action for conversion against another \npartner.  Pugh v. Newbern, 193 N.C. 258,  261 (1927) (“A partner may maintain an \naction at law against his copartner . . . [w]hen the joint property [of the partnership] \nhas been wrongfully destroyed or converted.”); Lewis v. Boling, 42 N.C. App. 597, 606 \n(1979) (noting that a claim for conversion of partnership property is an exception  to \nthe rule that one partner cannot sue another) ; Gillespie, 2016 NCBC LEXIS 69, at \n*16.  Therefore, Plaintiff’s claim for conversion against PA&K and OBGP survive \njudgment on the pleadings at this stage of the action. \n53. Plaintiff also alleges that PIC was a general partner in OBGP.  (ECF \nNo. 4, at ¶ 5.)  As a general partner, PIC “is jointly and severally liable for the acts \nand obligations of” OBGP.  N.C.G.S. § 59-45(a).  Since Plaintiff alleges a viable claim \nfor conversion against OBGP, the claim against PIC, as a partner in OBGP, survives.  \nRon Medlin Constr., 364 N.C. at 583; Johnson v. Gill, 235 N.C. 40, 44 (1952) (“[T]he \ncommon law rule of joint and several liability of partners for a tort committed by one \nof the members of the partnership is incorporated in the Uniform Partnership Act.”); \n \n \nStevens v. Nimocks, 82 N.C. App. 350, 352 (1986) (“It is well established that  each \npartner in a partnership is jointly and severally liable for a tort committed in the \ncourse of the partnership business, and the injured party may sue all members of the \npartnership or any one of them at his election.”). \n54. To the extent Defendants seek dismissal of Plaintiff’s claim for \nconversion against PA&K, OBGP, and PIC ,Packer Defendants ’ Motion should be \nDENIED. \nvi. Tortious interference with contract \n55. In its fifth count in the Amended Complaint, Plaintiff makes claims for \ntortious interference with contract against, inter alia, PIC and KPP.  (ECF No. 4, at \n¶¶ 91–95.)  Plaintiff alleges that “[e]ach of the Defendants at all relevant times had \nactual knowledge of the [ ] Joint Venture, and of [Plaintiff]’s interest in the RV resort \nproject.”  ( Id. at ¶ 92.)   Plaintiff further alleges  “[w]ith wrongful intent to induce \nPA&K and OBGP to breach their joint  venture agreement and partnership with \n[Plaintiff], the Defendants, and each of them, interfered in the relationship and \ninduced PA&K and OBGP to breach the Agreement .” (Id. at ¶¶ 92–93.)  Plaintiff \nfurther alleges that Defendants' conduct was “willful, malicious and wanton.”  (Id. at \n¶ 94.) \n56. The elements of and pleading requirements for a claim of tortious \ninterference with contract  are well established.  See Morris Int'l v. Packer, 2020 \nNCBC LEXIS 122, *14 -17 (N.C. Super. Ct. Oct. 15, 2020) .  I n support of dismissal, \nPacker Defendants contend that \n \n \nPlaintiff does not allege that KPP or PIC acted without \njustification or that there was no legitimate business \npurpose for KPP to obtain the property.  Plaintiff does not \nallege facts as to the nature of conduct by KPP that would \nhave induced PA&K and OBGP to breach the Agreement \nor how KPP interfered with the Agreement.  Plaintiff does \nnot allege in what way KPP’s conduct was malicious. \n \n(ECF No. 75, at p. 18.) \n \n57. The Court agrees with Packer Defendants’ argument.  The Amended \nComplaint alleges that KPP was formed for the purpose of developing the RV resort \nand that OB GP conveyed the portion of the Property on which the resort i s being \ndeveloped to KPP.  (ECF No. 4, at ¶¶ 37, 65.)  PIC is a general partner in OBGP.  (Id. \nat ¶ 5.)  These allegations support the conclusion that KPP and PIC had a business \ninterest in the RV resort project.   I n order to survive dismissal, a complaint \nalleging tortious interference “must admit of no motive for interference other than \nmalice.”  Pinewood Homes, Inc. v. Harris, 184 N.C. App. 597, 605 (2007); Filmar \nRacing, Inc. v. Stewart , 141 N.C. App. 668, 674 (2001) (“[W]e have held that the \ncomplaint must admit of no motive for interference other than malice”). \n58. Plaintiff does not allege facts regarding how, or by what conduct, KPP \nand PIC induced a party to breach, or otherwise interfered with, the Agreement.   \nInstead, Plaintiff simply alleges that they “interfered” and “induced PA&K and OBGP \nto breach the Agreement.”  (ECF No. 4, at ¶ 93.)  The Court is not required to accept \nthese conclusory allegations which are unsupported by the facts. \n59. Finally, although Plaintiff alleges that the interference was “willful, \nmalicious, and wanton,” (Id. at ¶ 94) , in the absence of “specific, supportive, factual \n \n \nallegations, the [C]ourt need not accept as true general conclusory allegations of the \nelements of a cause of action for purposes of a motion to dismiss.”  Plasman v. Decca \nFurniture (USA), Inc., 2016 NCBC LEXIS 80, *43-44 (N.C. Super. Ct. Oct. 21, 2016) \n(quoting Global Promotions Grp., Inc. v. Danas, Inc. , 2012 NCBC LEXIS 40, at *12 \n(N.C. Super. Ct. June 22, 2012).  \n60. Plaintiff has not adequately alleged claims for tortious interference with \ncontract against KPP and PIC.  To the extent they seek dismissal on Plaintiff’s claim \nfor tortious interference with contract against KPP and PIC, Packer Defendants ’ \nMotion should be GRANTED. \nvii. UDTPA \n61. Plaintiff alleges that Packer and the other Packer Defendants violated \nthe UDTPA by pursuing the New Venture and “concealing” it from Plaintiff, and by \n“excluding” Plaintiff from participation in the New Venture.  (ECF No. 4, at ¶ 83.)  \nPlaintiff further alleges that “PA&K ’s and OBGP’s  conduct constitutes breach of \nfiduciary duties and constructive fraud which supports” the UDTPA claim, but \nalleges only that the other Packer Defendants knew about Plaintiff’s previous \ninvolvement in the Joint Venture and acted in “their own selfish interests.”  ( Id. at \n¶¶ 84–87.) \n62. Packer Defendants argue that the UDTPA claim must be dismissed \nbecause PA&K and OBGP did not owe Plaintiff fiduciary duties at  the time of the \nNew Venture.  (ECF No. 75, at pp. 16 –17.)  The Court already has concluded that \nPA&K and OBGP continued to have fiduciary obligations to Plaintiff  with regard to \n \n \npreserving the Joint Venture’s assets and providing access to information reg arding \nthe Joint Venture  at the time the New Venture commenced.  A breach of fiduciary \ncan support a claim for violation of the UDTPA.  White v. Thompson, 196 N.C. App. \n568, 574 (2009), aff’d , 364 N.C. 47 (2010) .  Therefore, PA&K and OBGP are not \nentitled to judgment on the pleadings on Plaintiff’s claim for violation of the UDTPA. \n63. The Court also concludes that Plaintiff has pleaded UDTPA claims \nagainst Packer, PIC, and KPP.  The Amended Complaint alleges that PIC is a general \npartner in OBGP, that Packer is the President of PIC, and that Packer acted as an \nagent of both PA&K and OBGP in the Joint Venture.  Packer also is a member of \nKPP.  Plaintiff alleges that KPP used Joint Venture assets in conducting the New \nVenture, and that Packer has refused to provide Plaintiff with books, records or other \ninformation about the Joint Venture or KPP.  Read together, these allegat ions could \nsupport a claim that Packer Defendants have engaged in conduct that “possessed the \ntendency . . . to mislead” or deceive.  RD&J Props. v. Lauralea-Dilton Enters., LLC, \n165 N.C. App. 737, 748 (2004) (“To prevail on a Chapter 75 claim, a plaintiff need not \nshow fraud, bad faith, or actual deception.  Instead, it is sufficient if a plaintiff shows \nthat a defendant's acts possessed the tendency or capacity to mislead or created the \nlikelihood of deception.”) \n64. To the extent Packer Defendants seek dismissal as to Plaintiff’s claim \nfor violation of the UDTPA against Packer Defendants, Packer Defendants’ Motion \nshould be DENIED. \n \n \n \n \nviii. Civil conspiracy \n65. Plaintiff alleges that Packer Defendants  engaged in a civil conspiracy \ncausing injury to Plaintiff as follows: \n97.  The Defendants all entered an agreement to pursue \nthe [New Venture], with knowledge that their actions were \nunlawful as relating to [Plaintiff] and its interest in the \n[Joint Venture]. \n \n98. Each of the Defendants willfully and wantonly \nparticipated in pursuit of the goal of their agreement. \n \n99.  Each of the Defendants, acting in concert with the \nothers, caused damage to [Plaintiff].  \n \n(ECF No. 4, at ¶¶ 97–99.) \n66. “There is no independent cause of action for civil conspiracy.  Only when \nthere is an underlying claim for unlawful conduct can a plaintiff state a claim for civil \nconspiracy by also alleging the agreement of two or more parties to carry out the \nconduct and injury resulting from the agreement.”  Toomer v. Garrett, 155 N.C. App. \n462, 483 (2002).  “The charge of conspiracy itself does nothing more than associate \nthe defendants together and perhaps liberalize the rules of evidence to the extent that \nunder proper circumstances the acts and conduct of one might be admissible against \nall.”  Shope v. Boyer, 268 N.C. 401, 405 (1966); see also GoRhinoGo, LLC v. Lewis , \n2011 NCBC LEXIS 39, at *20 (N.C. Super. Ct. Sept. 9, 2011)  (“Having joined the \nconspiracy, [two individual defendants] became exposed to liability with [co -\ndefendant] and any other co -conspirators for damages caused by any act in \nfurtherance of the common scheme.”). \n \n \n67. To plead a claim for  civil conspiracy, a plaintiff must allege: “(1) An \nagreement between two or more individuals; (2) to do an unlawful act or to do a lawful \nact in an unlawful way; (3) resulting in injury to plaintiff inflicted by one or more of \nthe conspirators; and (4) pursuant to a common scheme.”  Piraino Bros., LLC v. \nAtlantic Fin. Grp., Inc., 211 N.C. App. 343 (2011). \n68. Packer Defendants argue that the conspiracy claim should be dismissed \nbecause it does not allege facts showing “ how the conspiracy came to be, when, or \nwhy.”  (ECF No. 75, at p. 19; citing Bottom v. Bailey, 238 N.C. App. 202, 213 (2014)).  \nPlaintiff argues that its allegations sufficiently state a cla im for civil conspiracy.  \n(ECF No. 81, at pp. 15–16.) \n69. The Court has reviewed the allegations in the Amended Complaint and \nconcludes that while long on conclusory claims and short on specific facts, the  \nallegations nonetheless  state a claim for civil conspi racy sufficient to stave off \njudgment at this time.  The Court has determined that Plaintiff’s claims for breach \nof fiduciary duty, conversion, and unfair trade practices can proceed, providing the \nrequired underlying unlawful act.  Plaintiff also alleges facts from which it could be \ninferred that PA&K, OBGP, Packer, PIC, and KPP engaged in a common scheme to \nconvert to KPP’s use certain assets contributed by Plaintiff to, and owned by, the \nJoint Venture and to deny Plaintiff information regarding t he Joint Venture.   \nPlaintiff also alleges that it was injured by these actions.    Therefore, to the extent \nPacker Defendants seek dismissal of Plaintiff’s claim for  civil conspiracy  against \nPacker Defendants,Packer Defendants’ Motion should be DENIED. \n \n \nix. Dissolution and accounting \n70. Packer Defendants also seek dismissal of Plaintiff’s eight h count for \ndissolution and an accounting of the Joint Venture on the grounds that the Joint \nVenture dissolved on or about August 31, 2016 , and that Plaintiff’s time to request \nan accounting expired on or around August 31, 2019 , making it untimely.  (ECF No. \n75, at p. 19.) \n71. The Court has concluded that Plaintiff’s allegations establish that the \nJoint Venture partnership dissolved on or around August 31, 2016.  Accordingly, the \nclaim for dissolution is moot.  Plaintiff’s claim for accounting arose  on the date of \ndissolution,  (N.C.G.S. § 59-73), but Plaintiff did not file its claim for accounting until \nJanuary 30, 2020.  Therefore, the claim for dissolution is barred by the 3-year statute \nof limitations.  N.C.G.S. § 1-52(2). \n72. Therefore, to the extent Packer Defendants seek dismissal of Plaintiff’s \nclaim for dissolution and accounting, Packer Defendants ’ Motion should be \nGRANTED. \nx. Constructive trust and equitable lien \n73. Plaintiff s eeks imposition of  a constructive trust  over the Property ,  \n(ECF No. 4 , at ¶¶ 57–72), and claims an equitable lien on the Property .  (Id. at ¶¶ \n105–11.)  “When a court impresses a constructive trust upon property for the benefit \nof a claimant, it exercises its equitable powers to fashion remedies. ”  Weatherford v. \nKeenan, 128 N.C. App. 178, 179 (1997).   “[A] constructive trust is not a standalone \nclaim for relief or cause of action.”  LLG-NRMH, LLC v. Northern Riverfront Marina \n \n \n& Hotel, LLLP , 2018 NCBC LEXIS 105, at *14 (N.C. Super. Ct. Oct. 9, \n2018) (citing Weatherford as quoted herein). \nA constructive trust is a duty, or relationship, imposed by \ncourts of equity to prevent the unjust enrichment of the \nholder of title to, or of an interest in, prop erty which such \nholder acquired through fraud, breach of duty or some \nother circumstance making it inequitable for him to retain \nit  against the claim of the beneficiary of the constructive \ntrust. \n \nVariety Wholesalers, Inc. v. Salem Logistics Traffic Servs., LLC , 365 N.C. 520, 530  \n(2012) (quoting Wilson v. Crab Orchard Dev. Co. , 276 N.C. 198, 211 (1970).   “In the \nabsence of [a fiduciary] relationship, [the plaintiff] faces the difficult task of proving \nsome other circumstance making it inequita ble” for a defendant to possess the \nproperty at issue.  Id. at 520-31 (quotation omitted). \n74. An equitable lien is a remedy.  An equitable lien arises “[w]here property \nof one person can by a proceeding in equity be reached by another as security for a \nclaim on the ground that otherwise the former would be unjustly enriched.”  Embree \nConstr. Group, Inc. v. Rafcor, Inc., 330 N.C. 487, 496 (1992) (quoting Restatement of \nRestitution § 161 (1937)).  An equitable lien is available only where a party has no \nadequate remedy at law.  James River Equipment, Inc. v. Tharpe’s Excavating, Inc. , \n179 N.C. App. 336, 345 (2006). \n75. Packer Defendants argue, inter alia, that the dissolution of the Joint \nVenture exting uished any basis for Plaintiff to seek a constructive trust over the \nProperty, and that Plaintiff has failed to establish that it does not have an adequate \n \n \nremedy at law.  (ECF No. 75, at p. 13.)  The Court finds merit in Packer Defendants’ \nargument.  \n76. The pleadings establish that the Joint Venture dissolved on or about \nAugust 31, 2016.  The dissolution ended any contractual obligation PA&K and OBGP \nhad to contribute the Property to the Joint Venture.  To the extent PA&K and OBGP \nhad continuing fiduciary duti es to Plaintiff following dissolution, those obligations \nwere only to preserve the assets already owned by the Joint Venture and to \nparticipate in a winding -up and dissolution of the Joint Venture.  Plaintiff does not \nallege that the Property  had been conv eyed to the Joint Venture or that the Joint \nVenture owned the Property as of the time it dissolved.  To the contrary , Plaintiff \nalleges that OBGP continued to own the Property and conveyed 10.38 acres of the \nProperty to KPP in March 2018.  (ECF No. 4, at ¶ 65.)  Therefore, PA&K and OBGP \ndid not breach fiduciary duties to Plaintiff by conveying the property to KPP. \n77. In addition, Plaintiff has not established that it lacked an adequate \nremedy at law with regard to its claims involving  the Property.  Whe re, as in this \ncase, a partnership agreement exists, a partner must first pursue it s legal remedies \nbefore it can invoke the court’s equitable authority.  330 N.C. at 578–79.  In Potter, \nthe Court held: \nThese remedies may include an action for breach of \ncontract or dissolution, winding up, and distribution of \npartnership assets under North Carolina’s Uniform \nPartnership Act.  In the event remedies under the law fail \nto give relief, a partner may be entitled to pursue a \npartnership interest through such remedies in equity as an \nequitable lien based upon fraud or an equitable trust based \nupon unjust enrichment.   The partner's right to such \n \n \nequitable remedies, however, does not exist for any \npractical purpose until the affairs of the partnership have \nto be wound up, or the share of a partner has to be \nascertained.  Such a  lien based on fraud does not come into \nexistence until actual dissolution occurs.   In other words, \nplaintiff must pursue her legal remedies first. \n \nId. at 578 (quotations and citations omitted). \n  \n78. Plaintiff has failed to plead or argue that it lacked an adequate remedy \nat law for its claims that PA&K and OBGP promised to contribute the Property to \nthe Joint Venture.  To the contrary, Plaintiff discovered that the New Venture wa s \nunderway in November 2017.  Plaintiff could have sought a winding -up and \naccounting of the Joint Venture, in which it could have pursued its claim to an \nequitable interest in the Property, by filing an appropriate action under N.C.G.S. § \n59-67 on or before August 31, 2019.  Plaintiff chose not to do so.  Consequently, no \nwinding-up and accounting occurred.  Plaintiff also could have claimed an interest in \nthe Property by timely suing PA&K and OBGP for breach of the Agreement but did \nnot do so.  Crosby v. Bowers, 87 N.C. App. 338, 344–45 (1987).   \n79. Plaintiff has not established that it lacks an adequate remedy at law for \nits claims regarding the Property.  Therefore, to the extent it seeks dismissal on \nPlaintiff’s claims for constructive trust and equitable lien, Packer Defendants’ Motion \nshould be GRANTED. \nC.      KIC Motion \n80. The Amended Complai nt purports to make claims against KIC for \nconversion, unfair and deceptive trade practices , tortious interference, civil \nconspiracy, and constructive trust .  The only allegation regarding KIC in the \n \n \nAmended Complaint is that it “is a general partner of OBGP and is, upon information \nand belief, controlled by [Fagan].”  (ECF No. 4, at ¶ 6.)  Plaintiff does not allege that  \nKIC or Fagan engaged in any specific conduct involving the Joint Venture or the New \nVenture.   \n81. KIC moves for dismissal on the grounds that  the Amended Complaint \nfails to allege any claims against it.  (ECF No. 68, at pp. 6 –7.)  In its Brief in \nOpposition, Plaintiff does not respond to KIC’s argument. \n82. Nonetheless, Plaintiff alleges that  KIC is a general partner in OBGP, \nand accordingly, KIC is jointly and severally liable for any torts committed by OBGP.  \nSee N.C.G.S. § 59-45(a).  Therefore, to the extent any of the claims stated against both \nOBGP and KIC have survived Packer Defendants’ Motion , so too must they survive \nagainst KIC.   Accordingly, to the extent the KIC Motion seeks judgment as to \nPlaintiff’s claims for conversion, unfair and deceptive trade practices, and  civil \nconspiracy, the motion should be DENIED .  However, to the extent the K IC Motion \nseeks judgment as to Plaintiff’s claims for tortious interference and constructive \ntrust, the motions should be GRANTED. \nIV. CONCLUSION \nTHEREFORE, it is ORDERED that: \n1. To the extent Packer Defendants’ Motion seeks judgment on the \npleadings as to Plaintiff’s claim for breach of contract based on \nPacker and KPP proceeding with development of the RV resort on \n \n \nthe Property, Packer Defendants’ Motion is GRANTED, and the \nclaim is dismissed. \n2. To the extent Packer Defendants’ Motion  seeks judgment on the \npleadings as to Plaintiff’s claim for breach of fiduciary duty, \nPacker Defendants’ Motion is DENIED. \n3. To the extent Packer Defendants’ Motion seeks judgment on the \npleadings as to Plaintiff’s claim for conversion against Packer and \nKPP, Packer Defendants’ Motion is GRANTED, and the claim is \ndismissed. \n4. To the extent Packer Defendants’ Motion seeks judgment on the \npleadings as to Plaintiff’s claim for conversion against PA&K, \nOBGP, and PIC, Packer Defendants’ Motion is DENIED. \n5. To the extent Packer Defendants’ Motion seeks judgment on the \npleadings as to Plaintiff’s claim for tortious interference with \ncontract against KPP and PIC, Packer Defendants’ Motion is \nGRANTED, and the claim is dismissed. \n6. To the extent Packer Defendants’ Motion seeks judgment on the \npleadings as to Plaintiff’s claim for  violation of the UDTPA  \nagainst Packer Defendants , Packer Defendants’  Motion is \nDENIED. \n \n \n7. To the extent Packer Defendants’ Motion seeks judgment on the \npleadings as to Plaintiff’s claim for civil conspiracy against Packer \nDefendants, Packer Defendants’ Motion is DENIED. \n8. To the extent Packer Defendants’ Motion seeks judgment on the \npleadings as to Plaintiff’s claim for  dissolution and accounting, \nPacker Defendants’ Motion is GRANTED, and the claim is \ndismissed. \n9. To the extent Packer Defendants’ Motion seeks judgment on the \npleadings as to Plaintiff’s claim s for constructive trust and \nequitable lien, Packer Defendants’ Motion is GRANTED, and the \nclaim is dismissed. \n10. To the extent the KIC Motion seeks judgment on the pleadings as \nto Plaintiff’s claims for conversion, unfair and deceptive trade \npractices, and civil conspiracy, the motion should be DENIED. \n11. To the extent the KIC Motion seeks judgment on the pleadings as \nto Plaintiff’s claims for tortious interference and constructive \ntrust, the motions should be GRANTED, and the claims \ndismissed. \n \nSO ORDERED, this the 22nd day of February, 2021. \n \n \n/s/ Gregory P. McGuire    \nGregory P. McGuire \nSpecial Superior Court Judge for \nComplex Business Cases "
}