{
  "id": "0ffce5eccebf0d6f32c518d4801ab0d265d9023db5308df6355d3eb934013f11",
  "source_file": "data/raw/ncbc/0ffce5eccebf0d6f32c518d4801ab0d265d9023db5308df6355d3eb934013f11.pdf",
  "raw_text": "Walker v. Driven Holdings, LLC, 2017 NCBC 69. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF MECKLENBURG \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 17981 (Master File); 15 CVS 23044; \n15 CVS 23045; 15 CVS 23046; 15 CVS 23047 \nKEN WALKER; et al., \n \nPlaintiffs, \n \nv. \n \nDRIVEN HOLDINGS, LLC,  \n \nDefendant. \n \nORDER AND OPINION  \nDISMISSING ALL CLAIMS  \n \n1. THIS MATTER involves five consolidated cases: Walker v. Driven \nHoldings, LLC , No. 15 CVS 17981  (the “Ken Walker Lawsuit”) ; Rauch v. Driven \nHoldings, LLC , No. 15 CVS 23044 ; Walker v. Driven Holdings, LLC , No. 15 CVS \n23045; Kirby v. Driven Holdings, LLC , No. 15 CVS 23046 ; and Moran v. Driven \nHoldings, LLC, No. 15 CVS 23047.  Now before the Court is the Motion to Dismiss of \nDriven Holdings, LLC (“Motion”) , which seeks to dismiss all claims in each of the \ncases in th is consolidated action.  For the reasons explained below, the Motion is \nGRANTED, and each of the separate cases is DISMISSED WITH PREJUDICE.   \nMilazzo Schaffer Webb Law, PLLC, by David C. Boggs and Colin R. \nStockton, for Plaintiffs. \n \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, LLP, by Jackson \nWyatt Moore, Jr. and Michael W. Mitchell, and White & Case LLP, by \nGlenn M. Kurtz (pro hac vice) and Kimberly A. Haviv (pro hac vice), for \nDefendant Driven Holdings, LLC. \n \nGale, Chief Judge. \n \n \n \n \n \n \nI. FACTUAL BACKGROUND \n2. The Court does not make findings of fact on a Rule 12(b)(6) motion to \ndismiss.  It draws the following factual summary from the relevant allegations in the \namended complaints and  the documents attached to and incorporated by those \ncomplaints.  The allegations of the separate complaints are essentially identical \nexcept for the  company that each Plaintiff worked for , the individual agreements \nsigned by each Plaintiff, and the number of equity units alleged.  (See Def.’s Br. Supp. \nMot. Dismiss 1 n.1; Pls.’ Br. Resp. and Opp’n to Mot. Dismiss 1 n.1.)  Unless otherwise \nspecified, citations to the Amended Complaint refer to th e third amended complaint \nin the Ken Walker Lawsuit.   \n3. Plaintiffs Ken Walker, Ted P. Pearce, Mark Street, Warren C. Bickers, \nDonald P. Rauch, Joel Walker, Tom Kirby, and Keenan V. Moran  were employed by \nfranchises owned or operated by holding company  Driven Brands, Inc . (“Driven \nBrands”).  Plaintiffs owned  stock in Driven Brands and sold their interest s to \nDefendant Driven Holdings, LLC (“Holdings”)  through a multiparty  transaction on \nNovember 29, 2011 (the “Transaction”).  Plaintiffs received as consideration a cash \npayment, some of which was reinvested in Holdings, and certain vested and unvested \nequity interests in Holdings , including a class of equity interest s called “Common \nUnits (Special Profits Interest)” (“SPI Units”).  (Am. Compl. ¶¶ 5, 11; see Am. Compl. \nEx. A(1).)   \n4. Following the Transaction, Plaintiffs were employed as executive s for \ncompanies maintained in Holdings’ franchise portfolio.  (Am. Compl. ¶  15; Am. \n \n \nCompl. Ex. A(1).)  Each Plaintiff’s employment was terminated.  (Am. Compl. ¶ 15.)  \nKen Walker and some but not all of the remaining Plaintiffs executed severance \nagreements at the time of their termination.  (See Second Kurtz Aff. Ex. B.)   All \nPlaintiffs but Ken Walker later executed a one -page agreement titled “ Equity \nRepurchase” (the “Repurchase Agreement(s)”).  (See, e.g., Am. Compl. Ex. D.) \n5. Holdings is governed by the  Amended and Restated Limited Liability \nCompany Agreement of Driven Holdings, LLC  (“Operating Agreement”) .  (Am. \nCompl. Ex. A(2) (“Operating Agreement”).)  The Operating Agreement defines eleven \ncategories of ownership interests  referred to  as “Units .”  (Operating Agreement \n§ 2.1(b).)  The agreement subjects distribution to the various classes of equity units \nto a defined waterfall , with the SPI Units being seventh in line .  (Operating \nAgreement § 5.1(a).) \n6. Plaintiffs allege that, on the date of the Transaction, the SPI Units had \na “deemed value” of $15 million (150,000 units at $100 per unit) and that each \nPlaintiff became vested in those units upon consummation of the Transaction.  (Am. \nCompl. ¶¶ 6, 8.)      \n7. Article VIII of the Operating Agreement  governs transfers of units in \nHoldings.  The agreement deems void any transfer that is not a “Permitted Transfer.”  \n(Operating Agreement § 8.1.)  Section 8.2(a) enumerates nine types of Permitted \nTransfers, including a broad category that covers transfers not listed as a Permitted \nTransfer in other provisions of section 8.2(a) if the transfer is “permitted by a majority \nof the Directors of the Board  who are not officers, directors or employees of, or \n \n \npartners in, the Person that proposes such Transfer.”  (Operating Agreement \n§ 8.2(a)(vii).)   \n8. The Operating Agreement also list s as a Permitted Transfer Holdings’ \noption to repurchase units owned by  Plaintiffs and other executives.  (Operating \nAgreement § 8.2(a)(viii).) \n9. The Operating A greement attached a document titled  “Annex A”  for \neach Plaintiff.  (See Am. Compl. Ex. B.)   Each Annex A include s a provision that \nsubjected the executive’s units to Hol dings’ Repurchase Right (the “ Repurchase \nOption”).  (Am. Compl. ¶¶  16, 18; see Am. Compl. Ex. B.)   The Repurchase Option \ngave Holdings the right , but did not obligate Holdings, to purchase the executive’s \nunits if the executive was terminated without cause, and imposed certain conditions \non Holdings’ exercise of the Repurchase Option, including giving timely notice and \nperforming a valuation.  (Am. Compl.  Ex. B. )  Holdings had to exercise  the \nRepurchase Option within six months of the executive’s termination, and it had to \nvalue the units being repurchased under the Repurchase Option at “the Fair Market \nValue of the applicable Units on the date of termination of [ the] Executive (as \ndetermined in good faith by the Board).”  (Am. Compl. Ex. B; see Am. Compl. ¶ 18.) \n10. Plaintiffs were terminated without cause at various times in mid-2012.  \n(Am. Compl. ¶ 15.)   \n11. Ultimately, each Plaintiff other than Ken Walker transferred their SPI \nUnits to Holdings in exchange for cash payment and a broad general release. \n \n \n12. In connection with his termination, Plaintiff Ken Walker signed a \ndocument titled “General Release By and between Kenneth D. Walker and Driven \nBrands, Inc.,” dated July 26, 2012  (the “Walker General Release”) .  (Second Kurtz \nAff. Ex. A (“Walker General Release”).)  The agreement recites that Ken Walker was \nnot being terminated for “Good Reason”  but that he would nevertheless be paid \nseverance benefits owed only to executives terminat ed for “Good Reason.”  (Walker \nGeneral Release 1.)  \n13. The Walker General Release addresses the repurchase of Ken Walker’s \nequity units.  (Walker General Release §  2.)  Section 2(a) of the release itemizes the \nvarious units that Ken Walker held at the time he was terminated.  (Walker General \nRelease § 2(a).)  Section 2(b) defines Ken Walker’s units that became vested as of his \ntermination date  and provides that all unvested units are forfeited and canceled.  \n(Walker General Release §  2(b).)  Section 2(c) identifies Ken Walker’s vested units , \nincluding his SPI Units.  (Walker General Release § 2(c).)   \n14. As to the vested units, Ken Walker agreed that the fair market value of \nthe SPI Units on his termination date was zero dollars, and the total fair market \nvalue of his other vested units on that date was an aggregate amount equal to $2 .5 \nmillion.  (Walker General Release § 2(c).)  The Walker General Release further \nprovides that “[t]he Board of Directors of the Parent shall notify [Ken Walker] of any \nelection by Parent to repurchase the Units as set forth herein and in accordance with \nthe terms of Annex A.”  (Walker General Release § 2(c).)   \n \n \n15. Section 3 of the Walker General Release includes a broad release of all \nclaims against Driven Brands and its “direct or indirect parents” for both known and \nunknown claims that existed on the date the agreement was  executed.  (Walker \nGeneral Release § 3(a).)   \n16. In December 2012, Ken Walker accepted a $2.5 million payment from \nHoldings.  (See Am. Compl. ¶¶ 25–26, 28.) \n17. Plaintiff Rauch entered into a Separation Agreement and Release in \nconnection with the termination of his employment with Maaco Franchising, Inc., \ndated August 30, 2012 .  (Second Kurtz Aff. Ex. B.)   The agreement provide s that \nRauch would be paid a severance benefit.  (Second Kurtz Aff. Ex. B, § 6.)  With regard \nto his units in Holdings, the agreement identifies Rauch’s various units by category, \ncancels those that had not vested, acknowledges that vested units were subject to the \nRepurchase Option in Annex A, and provides that Rauch would be notified within six \nmonths of any decision to repurchase his units.  (Second Kurtz Aff. Ex. B, § 7.)  The \nagreement acknowledges that the “Fair Market Value on the Termination Date of the \n[SPI Units] is zero dollars.”  (Second Kurtz Aff. Ex. B, § 7(c).)  The agreement includes \na broad release in favor of Maaco, as well as its parent and affiliates, which includes \nHoldings.  (Second Kurtz Aff. Ex. B, § 9.) \n18. In connection with their respective employment terminations, Plaintiffs \nBickers, Joel Walker, and Kirby entered into separation agreements that contained \nthe same provisions as Rauch’s separation agreement.  \n \n \n19. Bickers entered into a Separation Agreement and Release  with Econo \nLube N Tune, Inc. , dated September 19, 2012 .  (See Second Kurtz Aff. Ex. B.)   Joel \nWalker entered into a Separation Agreement and Release with Forward \nDevelopment, Inc. , dated August 13, 2012 .  (See Second Kurtz Aff. Ex. B.)   Kirby \nentered into a Separation Agreement and Re lease with Meineke Car Care Centers, \nInc., dated August 29, 2012.  (See Second Kurtz Aff. Ex. B.) \n20. In sum , Ken Walker, Rauch, Bickers, Joel Walker, and Kirby \ncontractually agreed  that, at the time their employment was terminated, the fair \nmarket value of their SPI Units was zero dollars. \n21. Plaintiffs Pearce, Street , and Moran did not execute  separation \nagreements at the time of their termination. \n22. In December 2012, all Plaintiffs but Ken Walker  executed a one-page \nRepurchase Agreement.  (See Am. Compl. Ex. D.)   The Repurchase Agreements all  \ncontain the same terms with different amounts and personal information for each \nPlaintiff.  (Am. Compl. Ex. D.)   Each Repurchase Agreement recites that the \nrespective Plaintiff was selling all categories of his vested and unvested equity units, \nto Holdings for the stated purchase price .  (Am. Compl. Ex. D.)   The aggregate \npurchase price for Plaintiffs’ equity interests was $4.3 million. \n23. Before signing  the Repurchase Agreements , e ach Plaintiff provided \nhandwritten bank information to allow the purchase consideration to be wired.  (See \nAm. Compl. Ex. D ; Kirby Am. Compl. Ex. B; Joel Walker Am. Compl. Ex. C; Moran \nAm. Compl. Ex. C; Rauch Am. Compl. Ex. B.)   \n \n \n24. Each Repurchase Agreement contains a comprehensive release in favor \nof Holdings and related parties that bars all known or unknown claims related in any \nway to the units, other than an action to enforce the Repurchase Agreement.  (Am. \nCompl. Ex. D.) \n25. A cover letter accompanying each Repurchase Agreement provides that \nHoldings “has decided to repurchase all of your vested Units for an amount set forth \nin the attached repurchase agreement,” and that the repurchase was timed, in part, \nto achieve Plaintiffs’ desired tax consequences.  (Am. Compl. Ex. C.)   \n26. Plaintiffs contend that the purchases and releases did not extinguish \ntheir rights in their equity units because the repurchase did not strictly comply with \nthe notice and valuation requirements of Annex A.  (Am. Compl. ¶¶ 37–42.) \n27. Neither the one-page Repurchase Agreements nor the cover letters refer \nto Holding’s Repurchase Option under Annex A or to the Operating Agreement. \n28. In 2015, Holdings paid compensation to record holders of SPI Units, and \nPlaintiffs contend that they are entitled to similar compensation.  (Am. Compl. ¶ 43.) \n29. Plaintiffs assert a contract claim to enforce their ownership rights in the \nHoldings equity units.  They claim that any purported transfer of those units is void \nunless the transfer was made  through the Repurchase Option, as provided by the \nOperating Agreement .  On that basis, they also assert  claims of negligent \nmisrepresentation, intentional misrepresentation, fraudulent inducement or \nconcealment, mutual mistake, unilateral mistake, breach of the implied covenants of \ngood faith and fair dealing, chapter 78A violations, and declaratory judgment. \n \n \nII. PROCEDURAL HISTORY \n30. The Ken Walker Lawsuit is brought by Plaintiffs K en Walker, Pearce, \nStreet, and Bickers .  They f iled their initial complaint in the Mecklenburg  County \nSuperior Court on October 14, 2015, and filed an amended complaint on October 26, \n2015. \n31. Holdings timely filed a notice of designation in the Ken Walker Lawsuit \non November 12, 2015 .  T he Chief Justice  designated the case  as a mandatory \ncomplex busi ness case on November 13, 2015, and the case was assigned to the \nundersigned on November 16, 2015.  Plaintiffs in the Ken Walker Lawsuit filed a \nsecond amended complaint on December 16, 2015. \n32. Plaintiffs Rauch, Joel Walker, Kirby, and Moran filed their init ial \ncomplaints in the Mecklenburg County District Court on December 16, 2015. \n33. On January 14, 2016, Holdings  filed a consent motion in the \nMecklenburg County District Court to transfer the four district -court cases to the \nsuperior-court division.  Holdings concurrently filed a consent motion in this Court to \nconsolidate the four district-court cases with the Ken Walker Lawsuit.  \n34. On January 15, 2016, t he Court granted the motion to consolidate and \ndesignated the Ken Walker Lawsuit as the lead case in the consolidated action.  The \ndistrict court entered an order transferring the other cases to the superior -court \ndivision on February 2, 2016.   \n \n \n35. Plaintiffs Rauch, Joel Walker, Kirby, and Moran amended  their \ncomplaints on March 24, 2016, and Plaintiffs in the Ken Walker Lawsuit filed a third \namended complaint.   \n36. On April 26, 2016, Holdings moved to dismiss all claims  alleged in the \nMarch 24, 2016 amended complaints on the basis that th ose complaints and the \ndocuments attached to them demonstrate as a matter of law that each Plaintiff has \neither extinguished or transferred all of their equity  interests in Holdings and \nvoluntarily executed a release that bars their claims.   \n37. The Motion has b een briefed and argued , and it is now ripe for \ndisposition. \n \nIII. LEGAL STANDARD \n38. On a motion to dismiss under Rule 12(b)( 6), the Court considers \n“whether the pleadings, when taken as true, are legally sufficient to satisfy the \nelements of at least some legally cognizable claim.”  Arroyo v. Scottie’s Prof’l Window \nCleaning, Inc., 120 N.C. App. 154, 158, 461 S.E.2d 13, 16 (199 5) (quoting Harris v. \nNCNB Nat’l Bank of N.C. , 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987)).  The \nCourt is not required “to accept as true allegations that are merely conclusory, \nunwarranted deductions of fact, or unreasonable inferences,” Strickland v. Hedrick, \n194 N.C. App. 1, 20, 669 S.E.2d 61, 73 (2008) (quoting Good Hope Hosp., Inc. v. N.C. \nDep’t of Health & Human Servs., 174 N.C. App. 266, 274, 620 S.E.2d 873, 880 (2005)), \nand it may ignore the plaintiff’s legal conclusions, McCrann v. Pinehurst, LLC, 225 \nN.C. App. 368, 377, 737 S.E.2d 771, 777 (2013).   \n \n \n39. The Court will grant a motion to dismiss under Rule 12(b)(6) if (1)  no \nlaw supports the plaintiff’s claim, (2) the complaint does not plead sufficient facts to \nstate a legally sound claim, or (3)  the complaint discloses a fact that defeats the \nplaintiff’s claim.  Oates v. JAG, Inc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985).   \n40. In ruling on a Rule 12(b)(6) motion, t he Court “may properly consider \ndocuments which are the subject of a plaintiff’s complaint and to which the complaint \nspecifically refers even though they are presented by the defendant.”  Oberlin Capital, \nL.P. v. Slavin, 147 N.C. App. 52, 60, 554 S.E.2d 840, 847 (2001).  Likewise, the Court \n“can reject allegations that are contradict ed by the documents attached, specifically \nreferred to, or incorporated by reference in the complaint.”  Laster v. Francis , 199 \nN.C. App. 572, 577, 681 S.E.2d 858, 862 (2009).   “[T]he terms of an attached exhibit \ncontrol over contrary allegations in the co mplaint.”  Highland Paving Co. v. First \nBank, 227 N.C. App. 36, 46, 742 S.E.2d 287, 294 (2013) (citing Wilson v. Crab Orchard \nDev. Co., 276 N.C. 198, 206, 171 S.E.2d 873, 879 (1970)). \n \nIV. ANALYSIS \nA. Plaintiffs’ Voluntary Repurchase Agreements Are Not Voided by the \nOperating Agreement’s Provisions Regarding Permitted Transfers. \n \n41. Plaintiffs contend that, under the Operating Agreement, Holdings’ sole \nmethod for repurchasing Plaintiffs’ equity interests was through the Annex A \nRepurchase Option, and any equity transfer that did not comply with the Operating \nAgreement is void.   \n \n \n(1) Plaintiffs Ken Walker , Rauch, Bickers, Joel Walker, and Kirby \nare bound by their agreement that the SPI Units had no value at \nthe time those Plaintiffs were terminated. \n \n42. If the Court first assumes, solely for purposes of Plaintiffs’ argument , \nthat the Operating Agreement restricted the transfer of Plaintiffs’ units in Holdings \nto a repurchase through  Holdings’ unilateral Repurchase Option, Plaintiffs \nnevertheless acknowledged in their severa nce agreements, supported by valuable \nconsideration, that their SPI Units, although vested, had zero value at the time their \nemployment was terminated.  Effectively, this admission rendered meaningless any \nsubsequent exercise of Holdings’ Repurchase Option as to the SPI Units. \n43. The Court concludes as a simple matter of contract , and without the \nneed to cite  authority, that Plaintiffs, in exchange for valuable consideration, \nincluding payment of severance benefits, acknowledged that their unvested units \nwere canceled and that their SPI Units should be valued at zero dollars on the date \nof their termination.  Any subsequent purchase would be valued as of that date, as a \nresult of which  Plaintiffs no longer had any valuable right in those units, and a \npurchase of units at zero value would be a meaningless exercise, whether the \npurchase be through Holdings’ Repurchase Option or through a separate voluntary \ntransfer.    \n44. Plaintiffs Ken Walker, Rauch, Bickers, Joel Walker, and Kirby present \nno basis for set ting aside their severance agreements.  Accordingly, any claim that \nthey might have otherwise had in the SPI Units is barred by the admissions and \nreleases in their separation agreements. \n \n \n(2) Plaintiffs’ claims depend on the erroneous assertion that the \nsole Permitted Transfer of their units was through Holdings’ \nRepurchase Option. \n \n45. Plaintiffs premise their various claims on the assertion that the \nOperating Agreement restricted the transfer of Plaintiffs’ units to Holdings’ exercise \nof its Repurchase Optio n through Annex A, that the December 2012 Repurchase \nAgreements must be deemed to have integrated the Operating Agreement and Annex \nA, and that the transfers of Plaintiffs’ units are therefore void because Holdings did \nnot complete the purchase in strict c ompliance with Annex A.  (Pls.’ Br. Resp. and \nOpp’n to Mot. Dismiss 10.)   \n46. There are multiple reasons why Plaintiffs overreach when making their \nargument.   \n47. First is the assumption that Plaintiffs could not voluntarily waive the \nrequirements imposed by Annex A as part of a voluntary transaction by which they \naccepted the tendered purchase price.  Plaintiffs attempt to argue that they were \nimproperly induced to enter into those agreements on a reasonable assumption that \nHoldings had first perf ormed a valuation to determine the fair market value of the \nunits at the time of Plaintiffs’ termination when in fact no valuation was performed.  \nThat argument is particularly hollow as to those Plaintiffs that expressly \nacknowledged, in consideration of their receipt of severance payments and other \nbenefits, that the SPI Units had no value at the time of their termination. \n48. Second, Plaintiffs argument that the Repurchase Agreements \nincorporated, and therefore had to comply with , the Repurchase Option provided by \n \n \nAnnex A fails for the simple reason that those documents were not incorporated, and \nthe one-page Repurchase Agreements contain all necessary terms of an enforceable \nagreement to sell Plaintiffs’ units for consideration.   The Repurchase Agreements \nidentify the units being purchased, specif y a stated purchase price, and contain \nadequate language to consummate the transfer and a release of all claims. \n49. “[W]here the parties have deliberately put their engagements in \nwriting . . . it is presumed the writing was intended by the parties to represent all \ntheir engagements as to the elements dealt with in the writing.”  Neal v. Marrone , \n239 N.C. 73, 77, 79 S.E.2d 239, 242 (1953) (holding that prior or contemporaneous \nnegotiations inconsistent with a writing, or ones that “tend to substitute a new and \ndifferent contract from the one evidenced by the writing,” are incompetent).  Separate \ndocuments may be integrated and construed together as one agreement only where \nthey are “contemporaneously executed written instruments between the parties” that \n“relat[e] to the subject matter of the contract” at issue.  Carolina Place Joint Venture \nv. Flamers Charburgers, Inc., 145 N.C. App. 696, 699, 551 S.E.2d 569, 571 (2001).  \n50. There is no ambiguity that necessitates the trier of fact to interpret the \nterms of the straightforward Repurchase Agreements that Plaintiffs voluntarily \nexecuted.  Under North Carolina law, “[w]hen the language of a contract is clear and \nunambiguous, construction of the contract is a matter of law for the court,” Hagler v. \nHagler, 319 N.C. 287, 294, 354 S.E.2d 228, 234 (1987), “and the court cannot look \nbeyond the terms of the contract to determine the intentions of the parties,” Piedmont \nBank & Tr. Co. v. Stevenson, 79 N.C. App. 236, 240, 339 S.E.2d 49, 52, aff’d, 317 N.C. \n \n \n330, 344 S.E.2d 788 (1986); see also Walton v. City of Raleigh, 342 N.C. 879, 881, 467 \nS.E.2d 410, 411 (1996) (“If the plain language of a contract is clear, the intention of \nthe parties is inferred from the words of the contract.”).     \n51. Plaintiffs allege that the Repurchase Agreements “did not reflect, state \nor embody the agreement of the partie s as expressed in and through the Stock \nAgreement, Holdings Operating Agreement, [Annex A], or otherwise.”  (Am. Compl. \n¶ 27.)  The Repurchase Agreements did not refer  to any of those documents.  The \nCourt is not persuaded by Plaintiffs’ argument that thos e documents were \nincorporated into the Repurchase Agreement because the cover letter forwarding \nthose agreements provided that “capitalized terms used herein and not defined herein \nshall have the respective meanings ascribed to such terms  in the [Operating ] \nAgreement and Annex A.”  (Am. Compl. Ex. C; see Pls.’ Br. Resp. and Opp’n to Mot. \nDismiss 10–11.) \n52. Third, and perhaps most significantly, Plaintiffs’ core argument does not \nsquare with the terms of the Operating Agreement that allowed Holdings to authorize \na voluntary agreement with Plaintiffs without having to rely on its unilateral \nRepurchase Option. \n53. Plaintiffs persistently argue that the Operating Agreement restricts any \nPermitted Transfer of Plaintiffs’ units to the Repurchase Option referred to in section \n8.2(a)(viii) of the Operating Agreement.  That argument ignores the language of \nsection 8.2(a)(vii), which further define s a Permitted Transfer to include “any \nTransfer of Units not described in any of clauses (i) through (vii) [of section 8.2 (a)] if \n \n \npermitted by a majority of the Directors of the Board who are not officers, directors \nor employees of, or partners in, the Person that proposes such Transfer.”  (Operating \nAgreement § 8.2(a)(vii).)   \n54. Further ignoring this provision, Plaintiffs argue that they “did not know \nand were unaware and had no reason to know of or be aware at any time” that the \nRepurchase Agreements did not comply with the requirements of the Operating \nAgreement and Annex A.  (Am. Compl. ¶  35.)  As noted, the agreements did n ot \nincorporate or depend on Annex A, and Plaintiffs must be assumed to have \nunderstood the Repurchase Agreements that they read and executed.  See, e.g. , \nMartin v. Vance, 133 N.C. App. 116, 121, 514 S.E.2d 306, 309–10 (1999) (“[P]laintiff’s \nexecution of this document charges her with knowledge and assent to the contents of \nthe agreement.”).   \n55. In sum, the Operating Agreement allowed Holdings and Plaintiffs to \nenter into a consensual , voluntary transfer of Plaintiffs’ equity units in Holdings .  \nPlaintiffs have demonstrated no facts to support  a finding that they did not \nvoluntarily enter into their agreements, transfer their units for value, and execute \ncomprehensive releases by which they must be bound. \nB. The Comprehensive Releases Bar All of Pl aintiffs’ Claims Related to \nAny Units. \n \n56.  “Releases are contractual in nature and their interpretation is governed \nby the same rules governing interpretation of contracts.”  TaiDoc Tech. Corp. v. OK \nBiotech Co., No. 12 CVS 20909, 2015 NCBC LEXIS 74, at *13 (N.C. Super. Ct. July \n17, 2015) (quoting Chemimetals Processing, Inc. v. Schrimsher , 140 N.C. App. 135, \n \n \n138, 535 S.E.2d 594, 596 (2000)).  Thus, when the language of a release is clear, the \nCourt cannot look beyond the language of the release to determine the parties’ intent.  \nSee Piedmont Bank & Tr. Co., 79 N.C. App. at 240, 339 S.E.2d at 52.  As a result, the \nCourt must construe a contract that releases “‘all claims of any kind’  . . . to mean \nprecisely that: an intent to release all claims of any kind in existence.”  Fin. Servs. of \nRaleigh, Inc. v. Barefoot , 163 N.C. App. 387, 395, 594 S.E.2d 37, 43 (2004).  “Where \nthe execution of a release based on valuable consideration is admitted,” the release is \n“a complete defe nse to an action for damages.”  Talton v. Mac Tools, Inc. , 118 N.C. \nApp. 87, 90, 453 S.E.2d 563, 565 (1995). \n(1) Releases in the Repurchase Agreements \n \n57. The Repurchase Agreements entered into by Plaintiffs other than Ken \nWalker contain releases that provide that each Plaintiff  \nhereby expressly and irrevocably releases and forever \ndischarges . . . [Holdings] . . . from any and all claims, counterclaims, \ndemands, debts, actions, causes of actions, suits, expenses, costs, \nattorneys’ fees, damages, indemnities, obl igations, losses and/or \nliabilities of any nature whatsoever, whether known or unknown, which \n[Plaintiff] ever had, now has or hereafter can or may have against \n[Holdings] by reason of any matter related to the Units and/or this \nrepurchase; provided, however, that nothing herein releases any claim \n[Plaintiff] has or may have against [Holdings] regarding the \nperformance or nonperformance of obligations arising hereunder. \n \n(Am. Compl. Ex. D (stylistic emphasis omitted).) \n58. The Court rejects Plaintiffs’ argument that their claims are governed by \nthe carve-out provision for “claim[s] . . . regarding the performance or nonperformance \nof obligations arising hereunder.”  (Am. Compl. Ex. D; see Pls.’ Br. Resp. and Opp’n \nto Mot. Dismiss 19 –20.)  Holdings paid, and Plaintiffs accepted, the purchase price \n \n \nstated by the agreements.   Plaintiffs admit that they “received the [SPI Units] in \nexchange for selling their ownership interest in the company that [Holdings] \nacquired.”  (Pls.’ Br. Resp. and Opp’n  to Mot. Dismiss 21 –22.)  That admission \nprecludes any argument that the releases fail for want of consideration.  See Harllee \nv. Harllee, 151 N.C. App. 40, 49, 565 S.E.2d 678, 683 (2002)  (“[T]o defeat a contract \nfor failure of consideration, the failure of consideration must be complete and total.”).   \n59. In sum, Plaintiffs other than Ken Walker are barred by the general \nrelease in the Repurchase Agreements, assuming that those Plaintiffs who earlier \nsigned separation agreements still had claims to release. \n(2) The Walker General Release \n \n60. Unlike the other Plaintiffs, Ken Walker did not execute the Repurchase \nAgreement.  (Am. Compl. ¶¶ 21, 28–29.)  He must, however, be bound by the Walker \nGeneral Release that he executed on July 26, 2012.   \n61. As stated above, in section 2 of the Walker General Release  titled \n“Repurchase of Units,” Ken Walker acknowledged that the SPI Units had a value of \n“zero dollars” at the time he was terminated and that the aggregate value of his other \nequity interests was $2.5 million.  (Walker General Release § 2(c).)  He later accepted \nHoldings’ payment of $2.5 million. \n62. The Walker General Release was supported by consideration, including \npayment of severance compensation.  That consideration was adequate to support the \ngeneral release contain ed in section 3, by which  Ken Walker “knowingly and \n \n \nvoluntarily releases and discharges”  the released parties , “to the fullest extent \npermitted by law,” \nof and from all actions, agreements, claims, damages, expenses \n(including attorney’s fees and costs), judgments, liabilities, obligations \nor suits of any kind whatsoever, in law, equity or otherwise, in any \njurisdiction, whether known or unknown, suspected  or claimed, \nspecifically mentioned herein or not, which [Ken Walker] had, has or \nmay have against any of the Released Parties by reason of any actual or \nalleged act, event, occurrence, omission, practice or other matter \nwhatsoever from the beginning of time up to and including the date that \n[Ken Walker] signs this General Release. \n \n(Walker General Release § 3(a).)   \n63. Although the Walker General Release was executed between Ken \nWalker and Driven Brands, the language of the release extend s to Holdings as the \ndirect or indirect parent of Driven Brands. \n64. The Court concludes that the Walker General Release  bars Ken \nWalker’s claims. \nC. Plaintiffs’ Remaining Claims Depend on the Erroneous Assertion that \nthe Repurchase s Were Not Authorized Under the Operating \nAgreement. \n \n65. In addition to the breach-of-contract claim, which the Court finds cannot \nbe sustained, Plaintiffs assert claims for negligent misrepresentation, intentional \nmisrepresentation, fraudulent inducement  or concealment, mutual mistake, \nunilateral mistake, breach of the implied covenants o f good faith and fair dealing, \nchapter 78A violations, and declaratory judgment.  The allegations in the amended \ncomplaints make clear that those claims depend on Plaintiffs’ transfers being voided \n \n \nby failure to comply with  Holdings’ Annex A Repurchase Option and the Operating \nAgreement.  For example: \n Plaintiffs’ claims for fraud and misrepresentation allege that Holdings \nmisrepresented that it “had duly performed the requirements under \nAnnex ‘A’ applicable to valuation of e ach of Plaintiffs’ classification of \nequity.”  (Am. Compl. ¶ 45(a); see also Am. Compl. ¶¶ 45, 56, 59–60.) \n Plaintiffs’ claim for securities violations under chapter 78A relates to \ntheir “full and reasonable reliance on Defendant’s good faith compliance \nwith its contractual obligations under Annex ‘A.’”  (Am. Compl. ¶ 104.)    \n Plaintiffs allege that Holdings breached the implied covenants of good \nfaith and fair dealing by failing to perform its “contractual obligation to \nPlaintiffs to va lue Plaintiffs’ equity,” including the SPI U nits, “as set \nforth in Annex ‘A.’”  (Am. Compl. ¶ 81(a).) \n66. Having rejected the critical assumption on which Plaintiffs’ claims other \nthan the contract claim rest, those claims also should be dismissed. \n \nV. CONCLUSION \n67. For the r easons stated above, Holdings’ Motion is GRANTED, and all \nclaims in each of the cases in this consolidated action  are DISMISSED WITH \nPREJUDICE. \n \n \n \n \n \n \n \nSO ORDERED, this the 7th day of August, 2017. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Business Court Judge \n     \n "
}