{
  "id": "10255317ebf9cd3160bbbe8543150707b226d8a1a298d1d83f7c505c6d2037b5",
  "source_file": "data/raw/ncbc/10255317ebf9cd3160bbbe8543150707b226d8a1a298d1d83f7c505c6d2037b5.pdf",
  "raw_text": "State ex rel. Comm’r Ins. v. Custard, 2010 NCBC 6. \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n06 CVS 4622 \nSTATE OF NORTH CAROLINA, on \nRelation of its Commissioner of Insurance, \nAS LIQUIDATOR OF COMMERCIAL \nCASUALTY INSURANCE COMPANY  \nOF NORTH CAROLINA, \n  \n                                 Plaintiff, \n \nv. \n \nA. RICHARD CUSTARD, by and through \nhis Guardian ad Litem; WENDY J. \nCUSTARD; E. NIMOCKS HAIGH; and \nDELTA INSURANCE SERVICES, INC., \n \n                                  Defendants. \n \nORDER & OPINION\n \n{1} This matter comes before the Court on Defendants’ Motion for Summary \nJudgment pursuant to Rule 56 of the North Carolina Rules of Civil Procedure.  After \nconsidering submissions by counsel and hearing oral arguments, the Court hereby \nGRANTS Defendants’ Motion for Summary Judgment. \n \nNelson Mullins Riley & Scarborough, LLP by Joseph W. Eason, Christopher \nJ. Blake, and Leslie Lane Mize for Plaintiff. \n \nHunton & Williams LLP by Steven B. Epstein and Bryan A. Powell for \nDefendants. \n \nTennille, Judge. \n \nINTRODUCTION \n{2} The pending Motion requires an exploration of the contours and role of \n“good faith” in North Carolina corporate governance law at a time when the \nmismanagement of risk at financial institutions by some corporate officers has \nalmost destroyed our economy.  The case arises in the context of a financial \ninstitution—an insurance company—where (1 ) risk management is an essential, \nfundamental element of the business and (2) mismanagement of risk can impact not \nonly shareholders and other corporate constituents but also innocent policyholders. \n{3} The current Motion poses significant questions concerning the duties of \nofficers and directors and to whom those duties are owed and the standards of \nreview applied by the courts.  It is the first case to interpret North Carolina’s Risk-\nBased Capital Requirements and their interrelationship with corporate law.  N.C. \nGen. Stat. §§ 58-12-2 to -70 (2009).  It echoes familiar refrains in these economic \ntimes: reliance on outside financial experts—actuaries—whose choice of risk \nassessment methods proved inadequate to protect against the financial loss which \noccurred and a regulatory agency whose oversight did not prevent the failure. \n{4} This case requires the Court to explore (in the context of an insolvent \ninsurance company) the defining principles that fairly distinguish between director \nand officer conduct that involves (1) a breach of the duty of loyalty that should be \nremediable by an award of monetary damages and (2) an exculpable or \nindemnifiable breach of the duty of care.   \n{5} For the reasons set forth below, the Court GRANTS Defendants’ Motion \nfor Summary Judgment with respect to the breach of fiduciary duty claims asserted \nin the Amended Complaint.  The Court will address the severance payment claim \nasserted against Defendant E. Nimocks Haigh (“Haigh”) separately in Part IX. \n \nI. \n{6} This action was filed in Wake County Superior Court on March 31, 2006. \nDefendants A. Richard Custard (“Mr. Custard”), Wendy J. Custard (“Mrs. Custard”), \nand Delta Insurance Services, Inc. (“Delta”) filed the Notice of Designation on May \n2, 2006.  This action was designated a mandatory complex business case by Order of \nthe Chief Justice of the Supreme Court of North Carolina dated May 3, 2006, and \nwas assigned to the undersigned Chief Special Superior Court Judge for Complex \nBusiness Cases by Order dated May 8, 2006. \n{7} On January 2, 2007, the Court granted Plaintiff leave to file an Amended \nComplaint.  Shortly thereafter, Plaintiff filed a Motion for Appointment of Guardian \nAd Litem for Mr. Custard.  The Court entered an Order under seal on June 18, \n2007, which appointed Robert E. Soby to serve as Mr. Custard’s guardian ad litem. \n{8} Defendants filed a Motion for Summary Judgment on July 15, 2009.  On \nSeptember 1, 2009, Plaintiff filed a Memorandum in Response and Opposition to \nDefendants’ Motion.  Defendants filed their reply brief on September 21, 2009, and \nthe Court heard oral arguments on October 22, 2009.  Many facts are undisputed.  \nWhere facts are disputed the Court will so indicate and determine their materiality. \n{9} The Amended Complaint is based upon the premise that Mr. Custard, Mrs. \nCustard, and Haigh (collectively, the “individual Defendants”) directed the business \nof Commercial Casualty Insurance Company of North Carolina (“CCIC”) in such a \nway as to promote the best interests of Custard Insurance Adjusters (“CIA”) and in \ndisregard of the interests of CCIC shareholders and policyholders.  Plaintiff \nemphasized the fact that Mr. and Mrs. Custard (the “Custards”) owned a majority \ninterest\n in both companies.  In essence, the North Carolina Department of Insurance \n(“NCDOI” or the “Department”) asserted that the individual Defendants breached \ntheir fiduciary duty by selling insurance through CCIC to provide a source of claims \n(losses) for CIA to adjust without regard to the solvency of CCIC.  Not surprisingly, \nthere does not appear to be any evidence to support what is, on its face, an \nirrational theory. \n{10} The NCDOI did not pursue this conflict of interest theory on summary \njudgment.  Rather, for the first time, the NCDOI based its theory of liability on \nallegations that the individual Defendants showed a lack of good faith in (1) filing \nCCIC’s monthly reports with the NCDOI and (2) continuing to sell a high volume of \nartisan insurance policies in California after seeing that losses on those policies \nwere coming in at higher than expected rates.  Because the Court grants summary \njudgment on other grounds, it need not address the fairness issues raised by this \nshift in theory.\n1  Defendants have made and preserved their argument that \n                                                 \n1 Plaintiff never sought to amend its Complaint or discovery responses to assert this new theory of \nliability. \nfundamental fairness should prohibit a plaintiff from asserting a totally new theory \nof liability after discovery has closed in response to a motion for summary judgment. \n \nII. \nA. \n{11} It is helpful to put the present controversy in the context of overall \ninsurance regulation and understand the competing forces that exist within that \nregulatory scheme.  The current regulatory scheme that exists in North Carolina \nand most other states revolves around risk-based capital requirements.  Risk-based \ncapital regulatory practices grew out of insurance company insolvency concerns in \nthe late 1980s and early 1990s.  Scott E. Harrington & Gregory R. Niehaus, Risk \nManagement and Insurance 116 (2d ed. 2004).2  During that time about one percent \nof insurance companies failed each year.  Id. \n{12} Insurance company insolvency can result from a number of factors.  \nManagement can make errors in judgment about the risks associated with the \npolicies being written or the adequacy of the premiums being charged to cover the \nrisks.3  Management also can make bad investment decisions with the insurance \ncompany’s capital.4  Insolvency also can result from management fraud, which \nusually involves either deliberately underreporting claims liabilities or deliberately \noverstating asset values. \n{13} Protecting against insurer insolvency is costly.  The costs can arise from \ninsurers taking less risk by writing fewer policies or refusing to cover certain types \nof liability.  Solvency regulation also adds to costs.  For example, increasing the \namount of capital required increases “the amount of premiums needed to provide a \n                                                 \n2  This work is particularly helpful in understanding the economics of insurance and the basis for \ninsurance regulation by state agencies. \n3 The major determinants of insurance premiums charged by an insurance company are: (1) expected \nclaim costs, (2) investment income, (3) administrative costs, and (4) fair profit loading.  Id. at 135 \nfig.8.1.  The most significant determinant by far is expected claim costs.  Id. at 135.  Rational \ncompanies will not knowingly charge premium rates which are less than their expected claim costs.  \nInvestment income can sometimes cover a shortfall, but accurate setting of premium rates is critical \nto a successful insurance company. \n4 For example, an insurance company that invested heavily in real estate thinking it was a safe long-\nterm investment might find its capital severely impaired when a real estate bubble bursts.  Other \nlarge and unexpected reductions in capital also can cause insolvency. \ngiven amount of coverage.”5  Id.  In light of these costs, an insolvency-proof \ninsurance system probably is not economically feasible. \n{14} There were some lessons to draw from the failures of property and liability \ncompanies in the late 1980s.  Harrington and Niehaus summarize them as follows: \nMany property-liability insurers that failed during the 1980s \nwrote large amounts of business liability insurance, including products \nliability, environmental liability, and professional liability insurance \n(e.g., for physicians, architects, an d engineers).  These insolvencies \nwere associated with much higher  claim costs than the insurers \noriginally reported on their financial statements.  Evidence suggests \nthat a large component of the in crease in claim costs was probably \nunexpected in many cases; in other words, the actual costs were \nsignificantly higher than could reasonably have been expected when \nthe insurers wrote the business and initially reported estimates of \nclaim costs. \n \nConversely, it has been argued that some of these insurers \ndeliberately wrote large amounts of business at prices that they knew \nto be too low in comparison to expected claim costs, either because they \nhad inadequate incentives to be safe or in an attempt to generate cash \nand buy time after they began to expe rience difficulty.  These insurers \nalso are alleged to have hidden their inadequate prices and capital by \ndeliberately understating their estimated liabilities and using \nquestionable (if not completely phony) reinsurance arrangements. . . . \n \nSome property-liability insurer insolvencies during the mid- to \nlate 1980s probably were influenced by low prices during the “soft \nmarket” for business liability insu rance during the early 1980s.  A \nlarge increase in market interest rates in the late 1970s and early \n1980s also may have contributed to so me of those insolvencies.  Higher \ninterest rates substantially reduced the market value of bonds held by \nmany insurers.  Some companies might have been weakened to the \npoint that they engaged in excessively risky behavior in the hope of \ngetting lucky and avoiding insolvency.  (This behavior sometimes is \nknown as “going-for-broke” or “gambling for resurrection.”) \nId. at 118.  Those opposing contentions are echoed in this case. \nB. \n{15} In the absence of an insolvency-proof system, consumers must look to other \nprotections.  One protection is the use of solvency ratings.  The leading financial \n                                                 \n5 The phenomenon results from the higher taxes paid on income from increased capital.  See id. \nratings companies who rate insurance companies are Moody’s Investors Service, \nA.M. Best Company (“AM Best”), Duff & Phelps Corporation, and Standard & Poor’s \nFinancial Services. \n{16} In this case, AM Best provided solvency ratings for CCIC.  Although the \nquality of agency ratings has been questioned following the subprime meltdown, \nsolvency ratings still enjoy widespread use and are considered when selecting an \ninsurance company.  See Harrington & Niehaus, supra, at 119.  Therefore, an \ninsurance company “could experience a significant reduction in sales to business \npolicyholders if it were to lose a high rating.”  Id.  CCIC had an A- rating but was in \ndanger of losing that rating, as will be more fully discussed in Part III.C.  The \nsignificance of such a downgrade is shown by the fact that eighty-five to ninety \npercent of property-liability companies maintain an AM Best rating of A- or better.  \nId. at 121.  Because insolvencies can be caused by unpredictable adverse events and \nbecause rating companies sometimes err in their assessments, solvency ratings \nprovide little protection to policyholders.  They can, however, affect the market for \nan insurance company’s product. \nC. \n{17} Another outgrowth of the solvency problems of insurance companies in the \nlate 1980s was the creation of risk-based capital (“RBC”) requirements for adoption \nby states.6  These model requirements were conceived by the National Association \nof Insurance Commissioners (“NAIC”) and adopted by North Carolina in Article 12, \nChapter 58 of our General Statutes.  RBC requirements are a form of legislated \nsolvency monitoring that provide for specific steps to be taken by the Commissioner \nof Insurance (“Commissioner”) when significant target capital events occur. \nThe NAIC’s property-liability RBC formula encompasses four \nmajor risk categories: (1) asset risk  (the risk of issuer default and \nmarket value declines); (2) credit ri sk (e.g., the risk that reinsurance \n                                                 \n6 Many states, including North Carolina, also created state guaranty systems that provided funds for \npolicyholders and claimants whose claims could not be paid by insolvent insurance companies.  See, \ne.g., Insurance Guaranty Association Act, N.C. Gen. Stat. § 58-48-1 to -130 (2009).  At this point, \nthere is no evidence before the Court with respect to the amount, if any, that North Carolina’s state \nguaranty system may be required to pay as a result of the liquidation of CCIC. \nand other receivables  will prove to be uncollectible); (3) underwriting \nrisk (the risk that prices and reported claim liabilities will be \ninadequate compared to realized claim costs); and (4) miscellaneous \n“off-balance sheet” risks, such as the risk associated with rapid \npremium growth. . . . \n  \n. . . The important point is that in states that have adopted the \nNAIC’s model RBC law, each insurer must calculate a dollar figure \ncalled its RBC.  This figure is higher  for insurers that take on more \nrisk.  An insurer’s actual capital is then compared to its RBC. \n \nHarrington & Niehaus, supra, at 125.  This type of insurance solvency regulation \nplaces a premium on accurate information.  If an insurer’s actual capital falls below \nspecified percentages of its RBC, regulators can take the actions shown below in \nTable 1: \nTable 1:  Risk-Based Capital Thresholds for Insurance Companies \nRBC Level Insurer Event Regulatory Action \nCompany Action Between 150 and 200% \nof formula RBC \nCompany must file plan with insurance \ncommissioner explaining the cause of        \ndeficiency and how it will be corrected \nRegulatory Action Between 100 and 150% \nof formula RBC \nCommissioner must examine insurer and \ntake corrective action as necessary \nAuthorized Control Between 70 and 100%    \nof formula RBC \nCommissioner has legal grounds to           \nrehabilitate or liquidate the company \nMandatory Control Less than 70% of \nformula RBC \nCommissioner must take over the \ncompany \n \nSOURCE: Harrington & Niehaus, supra, at 126 tbl.7.3. \n{18} Under RBC requirements, an insurer’s actual capital or its “surplus” is \ncompared to its RBC.  Surplus equals assets minus liabilities for unearned \npremiums and unpaid claims.7  In order to improve its ratio of surplus to RBC, an \ninsurance company can take one or more of the following steps: (1) raise more \n                                                 \n7 This case is focused on the liability side of the equation.  In other words, the allegations center on \nunderstating liabilities, rather than overstating asset values. \ncapital, (2) write less coverage, or (3) reinsure more of its business.  We will see the \nimplications of all three options in the factual scenario set out in Part III.C. \n{19} RBC requirements play an important role in balancing solvency risks and \nkeeping insurance costs at acceptable levels.  By creating a stepped approach, the \nRBC thresholds attempt to reduce costs by letting management rather than state \nregulators run insurance companies until liquidation becomes necessary.   \n{20} RBC law frames two issues before the Court: Plaintiff’s breach of fiduciary \nduty claims and Plaintiff’s severance payment claim.  The Court will address these \ntwo issues later in Parts VII and IX. \n \nIII. \n{21} The Court now turns from the general industry and regulatory control to \nthe specific facts in this case.  Part A will identify the parties; Part B will provide a \nhistorical overview of the Company; and Part C will delve deep into the Company’s \ncorporate management and financial reporting.8  In Part D, the Court will consider \nwhether there are material facts in dispute. \nA. \n{22} The State of North Carolina on relation of its Commissioner of Insurance, \nas Liquidator (“Plaintiff” or “Commissioner”), brought this action on behalf of CCIC \nand its creditors and policyholders under sections 58-30-120(a)(12) and (a)(13) of the \nNorth Carolina General Statutes. \n{23} Delta was a corporation organized under the laws of the State of Georgia \nin 1988.  Prior to the entry of the 2006 Order of Rehabilitation, Delta owned all \noutstanding shares of CCIC stock.  Mr. Custard owned a controlling interest in \nDelta.  He owned 80% of Delta’s stock.  (Allen Dep. Ex. 6 at 13.)  As for the \nremainder of Delta’s stock, Haigh owned 5%, Mrs. Custard owned 5%, and two of \nthe Custards’ relatives owned 10%.  (Allen Dep. Ex. 6 at 13.) \n{24} The Custards also owned and controlled CIA, a company that adjusted \nproperty and casualty insurance claims for companies nationwide.  (Am. Compl. ¶ \n                                                 \n8 Throughout this opinion, “CCIC” and “the Company” will be used interchangeably. \n10.)  They owned 100% of CIA’s stock.  (W. Custard Dep. Ex. 20.)  CIA performed \nclaims handling services for the majority of CCIC’s claims.  (Soby Aff. ¶ 4.)  The \nCalifornia artisan claims were handled by CIA’s Las Vegas office.  (Reed Aff. ¶ 15.) \n{25} Mr. Custard is a resident of the State of Georgia.  He served as chief \nexecutive officer of CCIC and president of both CIA and Delta. \n{26} Mrs. Custard, wife of Mr. Custard, is also a resident of the State of \nGeorgia.  She served as secretary of CCIC and Delta. \n{27} Haigh is a resident of Iredell County, North Carolina.  From 1992 until \nMarch 2003, he served as CCIC’s president and chief operating officer.  During that \ntime, he also served as executive vice president and treasurer of Delta. \n{28} The individual Defendants served as members of the board of directors at \nboth CCIC and Delta. \nB. \n{29} CCIC was organized under the laws of the State of Georgia in 1988.  (Am. \nCompl. ¶ 9.)  At that time, the name of the Company was Commercial Casualty \nCompany of North Georgia.  (Hoerl Dep. 344:2–6.)  Delta was the sole shareholder.  \n(Am. Compl. ¶ 9.) \n{30} At first, CCIC primarily wrote professional liability insurance policies for \nenvironmental consultants in Florida.  (Am. Compl. ¶ 13.)  When the profitability of \nits environmental business declined in 1998, CCIC decided to expand into California \nand switch its policy focus to liability insurance for small contractors and tradesmen \n(“artisans”).9  (Am. Compl. ¶¶ 15, 18.)  For its California artisan business, CCIC \nadopted another insurance company’s underwriting guidelines, rates, and forms as \nits own.  (Am. Compl. ¶¶ 20–21.)  The Court takes judicial notice of the fact that \nCalifornia experienced a construction boom in the years at issue (1998–2002), thus \nexpanding the potential to sell artisan insurance in that state.  The California \n                                                 \n9 Artisan insurance is a form of general liability insurance that provides coverage to small businesses \n“that contract skilled services to the public or other business.”  (Allen Dep. Ex. 6 at 17.)  This class \nwould include carpenters, electricians, masons, painters, plumbers, and other similar trades.  (Allen \nDep. Ex. 6 at 17.)  Artisan contractors usually are “subcontractors on larger jobs” who work under a \ngeneral contractor.  (Allen Dep. Ex. 6 at 17.)  They rarely perform “subcontract work themselves.”  \n(Allen Dep. Ex. 6 at 17.) \nDepartment of Insurance (“CADOI”) controlled the rates CCIC could charge for \ninsurance issued in California.  See Cal. Ins. Code § 11737 (West 2009). \n{31} In 2000, CCIC acquired an automobile liability insurance business based \nin Charlotte, North Carolina.  (Am. Compl. ¶ 34.)  The Company planned on \ngrowing its non-standard automobile line and wanted a larger presence in North \nCarolina.  (Jackson Dep. Ex. 19.)  These plans changed in 2002 when the Company \ndecided to significantly reduce its writings in non-standard auto and focus on its \nCalifornia artisan business instead.  (Jackson Dep. 241:6–16.) \n{32} CCIC redomesticated in the State of North Carolina in 2001 and became \nsubject to NCDOI regulations.  (Am. Compl. ¶¶ 2, 39.)  Financial considerations \ndrove this decision.  (Allen Dep. 685:13–15.)  North Carolina offered a lower \npremium tax rate than Georgia.  (Haigh Aff. ¶ 25.)  This decision saved the \nCompany $1.5 million in out-of-state premium taxes in 2002.  (Haigh Aff. ¶ 25.) \n{33} During 2001 and 2002, CCIC’s growth outperformed the Company’s ability \nto generate policyholder surplus.  (Giesecke Dep. Ex. 60 at 2.)  In addition, \nmanagement’s efforts to secure outside capital investments were not successful.  \n(Giesecke Dep. Ex. 60 at 2.)  During this time, management took a number of steps \nto improve overall capitalization: they sought rate increases, eliminated \nunprofitable writings, and obtained more reinsurance.  (Haigh Aff. ¶¶ 48, 52, 68.)  \nNonetheless, profitability continued to decline and in early 2003 CCIC ceased \noperations nationwide.  (Am. Compl. ¶¶ 72, 74.) \n{34} On April 2, 2004, CCIC was declared insolvent.  (Am. Compl. ¶ 76.)  The \nWake County Superior Court entered an Order of Liquidation against CCIC and \nappointed Plaintiff as liquidator.  (Trendel Aff. ¶ 2.)  The parties dispute the \namount by which CCIC’s liabilities will exceed its assets.  Results from discovery, \nparticularly detailed actuarial studies, have not yet been submitted to the Court.10 \n                                                 \n10 Despite the fact that six years have now passed since CCIC wrote any policies, the actuaries hired \nby both sides appear to be millions of dollars apart in their assessment of CCIC’s future liabilities.  \nOnly time will resolve the conflicting opinions of the actuaries.  It has been argued to the Court that \nthis wide divergence results from vagaries in California law that make it difficult to know when a \nstatute of limitations has run. \nC. \n{35} Haigh managed CCIC’s daily operations.  (Haigh Aff. ¶ 9.)  In addition to \nHaigh, CCIC’s core management team consisted of the following individuals: Bill \nAllen (“Allen”), Buck Giesecke (“Giesecke”), and Mike Reed (“Reed”).  (Haigh Aff. ¶ \n10.)  As chief financial officer, Allen prepared financial statements, maintained the \nbooks, and oversaw the accounting department.  (Haigh Aff. ¶ 11.)  Giesecke, vice \npresident of marketing, oversaw CCIC’s underwriting department as well as the \npreparation of form and rate filings with state insurance departments.  (Giesecke \nAff. ¶ 4.)  Reed oversaw claims management.  (Reed Aff. ¶ 3.) \n{36} Haigh consulted with his management team regularly about important \ndecisions.  (Haigh Aff. ¶ 10.)  Haigh is the only member of the management team \nwhom Plaintiff names as a defendant. \n{37} Haigh kept Mr. Custard abreast of CCIC’s day-to-day operations.  (Haigh \nDep. 327:1–16.)  However, he did not need Mr. Custard’s approval when making \neveryday management decisions.  (Haigh Dep. 327:6–16.)  Mr. Custard did not \nprepare CCIC’s financial statements.  (Allen Dep. 465:15–19.)  He relied on \nmanagement to determine the numbers, including the Company’s loss estimates.  \n(Allen Dep. 504:14–25, 505:1.) \n{38} Mrs. Custard “let the people who had the expertise run” the day-to-day \noperations.  (W. Custard Dep. 113:12–13.)  She kept herself “aware of what was \ngoing on through [her] husband.”  (W. Custard Dep. 51:21–24, 52:7–9.)  Like her \nhusband, she did not participate in the preparation of the financial statements and \nwhen she signed them, she relied on “the people that prepared them” with regard to \nthe truth and accuracy of the statements.  (W. Custard Dep. 102:5–7, 112:15–21.) \n{39} Fred Hoerl (“Hoerl”) worked as CCIC’s internal actuary from 2000 until \n2003.  (Hoerl Aff. ¶ 2.)  He prepared rate filings and quarterly internal loss reserve \nanalyses for various CCIC insurance products, including the California artisan \npolicies.  (Hoerl Aff. ¶¶ 4, 6, 11.) \n{40} CCIC’s annual financial statements were reviewed by Ernst & Young \n(“E&Y”), a large, outside accounting firm that provides auditing and actuarial \nservices.  (Allen Aff. ¶ 3.) \n{41} The following timeline sets forth and describes the corporate management \nand financial reporting in the years leading up to CCIC’s collapse.  For a detailed \naccount of the actuarial evidence in support, refer to Appendices A through D.11 \n May 16, 2001:  CCIC increased its reinsurance for the California artisan \nbusiness from a $50,000 to a $100,000 retention level.  (Haigh Dep. Ex. 16.)  \nThis move increased its exposure to the California market. \n June 12, 2001:  CCIC filed a Petition for Redomestication with the NCDOI to \nbecome a North Carolina domiciled insurance carrier.  (Haigh Aff. ¶ 22.)  This \nregulatory move increased policyholder surplus by saving CCIC $1.5 million \nin out-of-state premium taxes in 2002.  (Haigh Aff. ¶ 25.) \n June 13, 2001:  Hoerl prepared a quarterly loss reserve analysis which \nestimated that the 2001 losses at three months were “exceptionally large in \ncomparison to previous years.”  (Haigh Dep. Ex. 29 at 1.)  He concluded that \nreliance on non-California data to select loss development factors for the \nCalifornia artisan business “could be understating” the development in \nCalifornia.  (Haigh Dep. Ex. 29 at 2.)  He also suggested that such reliance \n“be watched closely as accident year 2001 develops.”\n  (Haigh Dep. Ex. 29 at 2.) \n June 14, 2001:  AM Best, a financial strength rating agency that measures an \ninsurance company’s ability to pay claims, sent Haigh a formal notice of \nCCIC’s financial-strength rating.  (Haigh Dep. Ex. 9.)  Although CCIC \nreceived an A- (Excellent) rating, the notice stated that the Company’s \n“significant premium growth ha[d] resulted in high gross underwriting \nleverage and significant reinsurance dependence given capital limitations.”  \n                                                 \n11 The timeline in this case is significant.  For that reason, the Court has used abbreviated \ndescriptions supported by detailed Appendices in hopes that the reader does not get lost in actuarial \ncomplexity and jargon.  It is important to note that the timeline begins within the applicable statute \nof limitations.  The Court has heretofore dismissed claims of breach of fiduciary duty arising prior to \nMarch 1, 2001 based on the statute of limitations.  See State ex rel. Long v. Custard, No. 06-CVS-\n4622 (N.C. Super. Ct. Aug. 8, 2007). \n(Haigh Dep. Ex. 9 at 6608.)  The notice also stated that AM Best would \n“closely monitor future capitalization to ensure that business growth [was] \nadequately supported.”  (Haigh Dep. Ex. 9 at 6608.)  Loss of its A- rating \nwould adversely impact CCIC’s business. \n July 18, 2001:  Mr. Custard stated in a letter to Haigh that “low profitability” \nwas “a sign of positive transition” and that CCIC was “giving 110% to move \nbeyond it to growing profitability” in California.  (Haigh Dep. Ex. 20.) \n August 7, 2001:  In a letter to Haigh, Mr. Custard stated that even though \n“bottom line profits” were down, “the position of the company and the top line \nmomentum [we]re better than they ha[d] ever been.”  (Haigh Dep. Ex. 22.) \n October 1, 2001:  Haigh recognized that CCIC needed more capital to support \nits growth and began capital raising efforts.  (Allen Dep. Ex. 5.)  Part of his \nefforts included obtaining a company valuation (the “Geneva Report”).  The \nGeneva Report valued the Company at between $17 and $20 million.  (W. \nCustard Dep. Ex. 28 at 1.)  The Geneva Report also stated that “[w]ithout an \nincrease in profitability or an injection of capital by the primary shareholder, \nthe Company may have to curtail its aggressive expansion plans or risk being \ndowngraded by AM Best.”  (W. Custard Dep. Ex. 28 at 3.) \n October 22, 2001:  Hoerl prepared a reserve analysis comparing CCIC’s 2001 \nlosses (through September) to its 2000 year-end losses.  (Allen Dep. Ex. 11.)  \nIn his executive summary, Hoerl stated that the changes in the loss ratios for \nthe California artisan business were substantial and that it “may have \nadditional adverse development each quarter as the numbers develop.”  \n(Allen Dep. Ex. 11 at 1; \nsee also infra App. A.) \n December 5, 2001:  CCIC submitted a California rate filing with the CADOI \nseeking a 20% rate increase for its remodeling class.  (Giesecke Aff. ¶ 8; Haigh \nAff. ¶ 28.)  This increase was sought to increase premium volume, to decrease \nthe number of policyholders, and to decrease CCIC’s exposure to losses.  \n(Haigh Aff. ¶ 28.) \n December 19, 2001:  The NCDOI granted CCIC’s Petition for Redomestication \nand became the Company’s primary source of regulation.  (Haigh Aff. ¶ 24.) \n December 20, 2001:  Giesecke decided to apply a 15% “bad risk” surcharge on \nall new business and renewals written until the CADOI approved the CCIC \nrate filing.  (Giesecke Aff. ¶¶ 14–15.)  This decision was intended to increase \nCCIC’s profitability and policyholder surplus.  (Haigh Aff. ¶¶ 26, 31.) \n January 1, 2002:  At the beginning of 2001, CCIC’s policyholder surplus stood \nat $15.213 million.  (W. Custard Dep. Ex. 12 at 1.)  However, over the course \nof the year, this surplus dwindled to $4.969 million.  (W. Custard Dep. Ex. 12 \nat 1.)  When Haigh and Giesecke met with CCIC brokers in California, Haigh \nagreed that the surplus ratio was too high but “was confident that [CCIC] \nwould have sufficient capital and surplus” to offset that ratio by mid-year.  \n(Maucere Dep. 27:6–22, 30:5–11.) \n January 22, 2002:  Giesecke instructed CCIC’s California agents to stop using \nschedule rating credits.  (Giesecke Aff. ¶ 18.)  This decision was intended to \nincrease CCIC’s profitability and policyholder surplus.  (Giesecke Aff. ¶ 17.) \n February 7, 2002:  Hoerl completed his initial reserve analysis for CCIC’s \n2001 annual statement based on CCIC’s 2001 year-end loss data.  (Hoerl Aff. \n¶ 16.)  He based his analysis on CCIC’s California and non-California loss \nexperience—applying a 50% weight to each. 12  (Hoerl Aff. ¶ 23.)  He found \nthat the Company’s loss experience in California had a “unique development \npattern” that was “steeper and more rapid than the development pattern” for \nnon-California losses.  (Hoerl Aff. ¶ 17; see also infra App. B.)  For example, \nthe Company’s year-end loss estimates for California increased from 46% in \n2000 to 90.7% in 2001.  (Giesecke Dep. 149:11–16.)  Hoerl concluded that the \nCalifornia losses had “deteriorated significantly” in 2001.  (Hoerl Aff. ¶ 22.) \n                                                 \n12 Hoerl assumed that the CCIC’s California experience and non-California experience “each \nrepresented about a 50% influence on the [Company’s] combined LDFs.”  (Hoerl Dep. Ex. 8 at 1.) \n February 20, 2002:  The CADOI approved a 16.2% rate increase in response \nto CCIC’s December rate filing application, which requested a 20% increase.  \n(Giesecke Aff. ¶ 21.) \n February 28, 2002:  CCIC filed its 2001 annual statement with the NCDOI.  \nManagement selected and booked lower loss ratios than Hoerl’s analysis \nwould suggest “based upon their belief that California losses would develop \nmore similarly to CCIC’s non-California artisan losses.”  (Hoerl Aff. ¶ 20.) \nTable 2:  Loss Ratio Estimates – Management \nAccident \nYear \nHoerl’s Estimates for \n2001 Reserve Analysis \nManagement’s Selections  \nfor 2001 Annual Statement  \n2000 82.1% 56.7% \n2001 69.9% 55.8% \n     SOURCE: Hoerl Dep. Ex. 58 at 1856; Allen Dep. Ex. 12. \nManagement decided to base its loss ratio estimates for the California artisan \nbusiness on the Company’s historic “rest of country” loss experience because \nCCIC’s loss experience in California was immature.  (Allen Aff. ¶¶ 10–11.)  \nManagement also relied on E&Y’s preliminary actuarial analysis, which \ndiscounted Hoerl’s use of California loss data.  (Allen Aff. ¶ 14; Haigh Dep. \n454:18–22; \nsee also infra April 30, 2002 timeline entry.) \n March 22, 2002:  CCIC imposed a new underwriting restriction that reduced \nthe maximum allowable work for the remodeling class from 40% to 25% for \nnew and renewal business.  (Giesecke Dep. Ex. 31 at 1.)  This restriction was \nintended to increase CCIC’s profitability and policyholder surplus.  (Haigh \nAff. ¶ 40.)  CCIC also decided to stop writing coverage for physical automobile \ndamage and limit its automobile market to North Carolina.  (Haigh Aff. ¶ 41.)  \nThis decision was based on CCIC’s high loss experience with this line outside \nof North Carolina.  (Haigh Aff. ¶ 41.) \n March 31, 2002:  CCIC entered a quota share reinsurance agreement.  (Allen \nDep. Ex. 77.)  This agreement “reduce[d] CCIC’s net leverage” by transferring \n25% of all future writings from Company books to the books of a reinsurer.  \n(Allen Aff. ¶ 47.)  CCIC entered this agreement to address its “higher-than-\nanticipated production” and to control its net leverage.  (Allen Aff. ¶ 48.) \n April 30, 2002:  E&Y delivered a Reserve Study to CCIC.  (Hoerl Aff. ¶ 21.)  \nAlthough E&Y based its Reserve Study on the same 2001 year-end loss data \nthat Hoerl used in his analysis, E&Y reached a different conclusion.  (Hoerl \nAff. ¶ 22.)  E&Y concluded that the Company’s California artisan business \nlosses remained “largely unchanged” in 2001.  (Hoerl Aff. ¶ 22.) \nTable 3:  Loss Ratio Estimates for 2001 – E&Y \nAccident Year Hoerl’s Estimates E&Y’s Estimates \n1999 108.6% 98.0% \n2000 82.1% 56.7% \n2001 69.9% 55.8% \nAll Years 79.7% 62.5% \n                            SOURCE: Hoerl Dep. Ex. 58 at 1856; Hoerl Aff. ¶¶ 16, 18. \nE&Y based its loss ratio estimates for the California artisan business on \nCCIC’s loss experience in other states.  (Evans Dep. Ex. 5.)  As a result, the \nReserve Study showed lower loss ratios estimates than Hoerl’s analysis had \nshown.  (Hoerl Aff. ¶ 18–19; Hoerl Dep. Ex. 58 at 1856; \nsee also infra App. C.) \n May 13, 2002:  CCIC filed its first quarter financial statement with the \nNCDOI.  (Allen Aff. ¶ 22.)  This quarterly statement revealed no material \nchange in the Company’s loss experience in California.  (Allen Aff. ¶ 23.) \n May 17, 2002:  Haigh sent Giesecke an email about seeking a California rate \nincrease.  (Haigh Dep. Ex. 43.)  He stated that CCIC’s production was “far \nbeyond expectations” and “running ahead of surplus.”  (Haigh Dep. Ex. 43.) \n May 23, 2002:  Dale Evans (“Evans”), an actuary for the NCDOI, reviewed \nthe E&Y Reserve Study.  (Evans Dep. Ex. 2 at 27239.)  He “concur[red] in all \nrespects with the findings and conclusions” and agreed that E&Y’s methods \nwere “appropriate and proper.”  (Evans Dep. Ex. 2 at 27241.)  Evans also \nreviewed E&Y’s decision to apply CCIC’s non-California loss experience to its \nCalifornia artisan business.  (Evans Dep. 135:21–25, 136:1–4.)  He concluded \nthat “the selections made by the opining actuary appeared to evidence good \njudgment and to be free from bias.”  (Evans Dep. Ex. 2 at 27240.) \n June 11, 2002:  Giesecke prepared a memorandum that compared expiring \npremium rates to renewal premium rates in light of management’s rate and \nunderwriting changes.  (Giesecke Aff. ¶ 28.)  He determined that the changes \nwould result in a 53.4% increase in the amount of premium CCIC received \nfrom its California artisan business.  (Giesecke Aff. ¶ 28.)  Giesecke believed \nthis increase would improve CCIC’s profitability.  (Giesecke Dep. 173:10–25.) \n June 14, 2002:  AM Best downgraded CCIC’s A- (Excellent) financial-strength \nrating to a B++ (Very Good).  (Haigh Dep. Ex. 143.)  AM Best’s initial A- \nreport stated that although overall capitalization was “not as strong” as it \nhad been in years past, it did “support the current premium volume.”  (Haigh \nDep. Ex. 51 at 25979.)  However, the A- report also stated that the “aggressive \npremium growth in recent years and projected growth presents long-term \nuncertainty related to the profitability of [CCIC’s new California artisan \nbusiness].”  (Haigh Dep. Ex. 51 at 25978.)  AM Best decided to lower the \nrating because it predicted that “[t]he growth in net premiums, net loss LAE \nreserves and reinsurance recoverables in conjunction with modest projected \nsurplus growth” would “strain the capital base.”  (Haigh Dep. Ex. 143.) \n June 21, 2002:  CCIC submitted a rate filing to the CADOI seeking a 43.4% \nrate increase for its California artisan business.  (Hoerl Aff. ¶ 30.)  Hoerl \nprepared this California rate filing based on the Company’s 2001 year-end \nloss data.  (Hoerl Aff. ¶¶ 30, 33.) \n June/July 2002:  CCIC retained investment brokers to help secure capital \ninvestments.  (Wilson Aff. ¶¶ 3, 5.)  The investment brokers recommended \nthat\n CCIC acquire Kaw Acquisition Corporation (“Kaw”) to facilitate a reverse \nmerger and attract the capital the Company needed.  (Wilson Aff. ¶¶ 8–9.) \n July 8, 2002:  CCIC requested that a $1 million dividend be paid to Delta.  \n(Jackson Dep. Ex. 16.)  In response to this dividend request, Betty Jackson \n(“Jackson”) at the NCDOI reviewed CCIC’s first quarter financial statement \nand supplemental filings.  (Jackson Dep. Ex. 17.)  Based on her review, she \nrecommended that the NCDOI approve the request.  (Jackson Dep. Ex. 17.) \n July 16, 2002:  Dash Propes at the NCDOI expressed concerns about CCIC’s \nsurplus being “skinny for their writings and line of business.”  (Jackson Dep. \nEx. 18.)  However, Jackson’s review and recommendation “did not suggest a \nskinny surplus,” and she did think that the financial information indicated \nthat the Company was near insolvency.  (Jackson Dep. 167:1–6, 170:4–21.) \n August 2, 2002:  CCIC filed its second quarter financial statement with the \nNCDOI.  (Allen Aff. ¶ 22.)  This quarterly statement revealed no material \nchange in the Company’s loss experience in California.  (Allen Aff. ¶ 23.) \n September 20, 2002:  A Stock Purchase Agreement memorialized an $8.5 \nmillion capital investment into Kaw.  (Wilson Aff. ¶ 16.)  Approximately $6 \nmillion of this investment would be injected into CCIC.  (Wilson Aff. ¶ 11.)  \nHowever, this investment transaction never transpired.  (Haigh Aff. ¶ 60.) \n October 8, 2002:  The NCDOI reviewed the premium rate adequacy of the \nCalifornia writings.  (Evans Dep. Ex. 30.)  Its review stated that “[i]t was \nabundantly clear . . . that the appropriate parties at CCIC are well aware of \nthe risks inherent in their rapid growth” in California and that they have \n“been taking strong measures to deal with that risk.”  (Evans Dep. Ex. 30.) \n October 9, 2002:  The CADOI approved an 8.45% rate increase in response to \nCCIC’s June 2002 rate filing.  (Giesecke Dep. Ex. 47.)  However, in its rate \nfiling application, CCIC had requested a 43.4% increase.  (Hoerl Dep. Ex. 72.)  \nThe CADOI rejected the 90% loss ratio contained in the rate filing—a rate \nfiling that Hoerl had prepared—and  applied a 69% loss ratio instead.13  \n(Hoerl Aff. ¶ 40.) \n                                                 \n13 The CADOI’s loss ratio was similar to the loss ratios that CCIC’s management had applied to the \nCompany’s 6/30/02 and 9/30/02 financial statements. \n October 16, 2002:  Haigh and Giesecke met with potential investors in Los \nAngeles, California.  (Haigh Aff. ¶ 60.)  Their efforts to secure a capital \ninvestment were unsuccessful, and they left the meeting realizing that a \ncapital investment would not occur by year end.  (Haigh Aff. ¶ 60.) \n November 1, 2002:  CCIC filed its third quarter financial statement with the \nNCDOI.  (Allen Aff. ¶ 22.)  This quarterly statement revealed no material \nchange in CCIC’s California loss experience.  (Allen Aff. ¶ 23.) \n November 18, 2002:  CCIC issued a formal underwriting bulletin announcing \nits decision to eliminate the carpentry construction class in California.  (Haigh \nAff. ¶ 68.)  At that time, the carpentry construction class accounted for 35% of \nits California artisan business.  (Haigh Aff. ¶ 70.)  However, the overall loss \nratios for the class had risen to approximately 103%, and CCIC drastically \nneeded to restore its overall loss ratio to a more acceptable level.  (Haigh Aff. \n¶¶ 69–70.)  CCIC eliminated the carpentry construction class in an effort to \ngenerate more policyholder surplus.  (Haigh Aff. ¶¶ 69–70.)  Ultimately, CCIC \nachieved a reduction in its California artisan premium volume—a reduction \nHaigh hoped would improve profitability.  (Haigh Aff. ¶ 72.) \nTable 4:  California Artisan Premium Volume \nMonth Year California Artisan \n Premium Volume \nOctober 2002 $7.5 million \nNovember 2002 $4.5 million \nDecember 2002 $4.4 million \nJanuary 2003 $3.0 million \nFebruary 2003 $2.3 million \nMarch 2003 $1.9 million \n                                      SOURCE: Giesecke Dep. Ex. 77, 78. \n November 19, 2002:  Haigh notified his management team that CCIC had \nstopped writing new business in the Hudson artisan program in New York.  \n(Haigh Aff. ¶ 137.)  This underwriting cutback was intended to slow the \nCompany’s growth and to improve its profitability.  (Haigh Aff. ¶ 137.) \n December 16, 2002:  CCIC’s management team prepared a revised Operating \nPlan for 2002 and 2003 to outline the actions CCIC was taking to address the \nhigh written premium-to-surplus ratio.  (Haigh Aff. ¶ 70.)  CCIC had reduced \nwritings and had “eliminated portions of the business where profitability was \nquestionable.”  (Giesecke Dep. Ex. 60 at 2.)  Management expected these \nchanges to “make the remaining book of Artisan business significantly more \nprofitable going forward.”  (Giesecke Dep. Ex. 60 at 2.) \n December 31, 2002:  CCIC’s policyholder surplus stood at $4.69 million.  (W. \nCustard Dep. Ex. 12.)  However, $475,358 was later added to the surplus due \nto net income after tax.  (W. Custard Dep. Ex. 12.) \n January 16, 2003:  Haigh continued discussions with potential investors but \nsecured no real commitments.  (Haigh Aff. ¶ 139.)  The Company completed a \npreliminary year-end analysis for 2002 which showed a net statutory loss of \napproximately $1.4 million and a profit of $1 million.  (Haigh Aff. ¶ 139.) \n February 1, 2003:  CCIC’s management eliminated all renewal business in \nthe carpentry construction class of its California artisan business.  (Allen Aff. \n¶ 57.)  This decision was intended to increase the Company’s profitability and \npolicyholder surplus.  (Allen Aff. ¶ 57.) \n February 28, 2003:  E&Y reviewed CCIC’s loss and loss adjustment expense \nreserves and issued a statement of actuarial opinion (“February Opinion”).  \n(W. Custard Dep. Ex. 11 at 1274.)  The February Opinion stated that the \nCompany had not made a “reasonable provision in the aggregate for all \nunpaid losses and loss adjustment expenses.”  (Ciardiello Dep. Ex. 8 at 4.)  \nThe February Opinion was based upon a significant change in the factors \nE&Y used to determine unpaid losses.  (Evans Dep. 141:2–16 & Ex. 6 at \n2856–70.) \n March 1, 2003:  CCIC filed its 2002 Annual Statement with the NCDOI.  (W. \nCustard Dep. Ex. 1.)  At the time of filing, management and E&Y did not \nagree on the reserve levels for 2002.  (Allen Dep. 229:4–10.)  E&Y believed \nmanagement’s reserve estimates were “several million dollars lower” than \nwhat was appropriate.  (Haigh Aff. ¶ 144.)  The reserve estimates that E&Y \nsuggested were at a level that would trigger regulatory action under North \nCarolina’s RBC requirements.  (Haigh Aff. ¶ 144; \nsee generally supra Part \nII.C.)  E&Y relied on CCIC’s California loss experience in calculating their \nreserve estimates for 2002—a fundamental change in their approach.  (Haigh \nDep. 1916:10–17.) \n March 5, 2003:  CCIC terminated Haigh for cause from his officer and \ndirector positions with CCIC and Delta.  (Haigh Aff. ¶ 160.)  Mr. Custard \nblamed Haigh for the Company’s losses.  (Haigh Dep. 23:7–15.)  According to \nMrs. Custard, Haigh “made some bad business decisions” in 2001 and 2002.  \n(W. Custard Dep. 50:16–17.)  Specifically, she thought that “he grew the \ncompany too quickly.”  (W. Custard Dep. 52:14–17.)  Upon termination, the \nBoard of Directors appointed Mr. Custard to take Haigh’s place as president \nand chief executive officer of the Company.  (W. Custard Dep. Ex. 3.) \n March 7, 2003:  The NCDOI placed CCIC under administrative supervision.  \n(Wilson Aff. ¶ 26.)  The Commissioner believed that CCIC was “in such \ncondition as to render continuance of its business hazardous to the public or \nto the holders of its policies.”  (Blades Dep. Ex. 39 at 87.)  Management \nmaintained control of day-to-day operations, but certain transactions and \nexpenses were subject to a supervision agreement.  (Holloway Dep. 18:14–23, \n22:13–16.)  Burton Holloway, a NCDOI employee, served as CCIC’s on-site \nsupervisor.  (Holloway Dep. 18:10–13.) \n March 14, 2003:  Mr. Custard invested an additional $1 million of surplus \ninto the Company and was “actively pursuing other surplus-enhancement \nsteps.”  (Blades Dep. Ex. 39 at 86.) \n March 24, 2003:  Mr. Custard sent Haigh a letter which stated Mr. Custard \nwould lose $7.6 million if CCIC went broke.  (W. Custard Dep. Ex. 7.) \n April 14, 2003:  CCIC filed an Amended 2002 Annual Statement with the \nNCDOI.  (W. Custard Dep. Ex. 11.)  The Amended Statement included a \nreissued actuarial opinion by E&Y.  (W. Custard Dep. Ex. 11 at 1.)  E&Y now \nopined that CCIC had made a “reasonable provision in the aggregate for all \nunpaid losses and loss adjustment expenses.”  (W. Custard Dep. Ex. 11 at 4.) \n April 15, 2003:  CCIC submitted a RBC Plan to the NCDOI.  (W. Custard \nDep. Ex. 12.)  The RBC Plan set out the steps management intended to take \nto overcome the financial difficulties the Company faced.  Due to the \nCompany’s diminished surplus, CCIC ceased writing new business.  (W. \nCustard Dep. Ex. 12 at 9.) \n April 30, 2003:  E&Y reissued its Reserve Study for CCIC’s management and \ndirectors.  (Evans Dep. Ex. 6 at 2652.)  Although E&Y based its 2001 Reserve \nStudy on the Company’s non-California loss experience, E&Y based its 2002 \nReserve Study entirely on the Company’s loss experience in California.  \n(Evans Dep. 141:2–10.)  As a result, the 2002 Reserve Study presented \nsubstantially higher loss ratios estimates than the 2001 Reserve Study.  \n(Evans Dep. 139:5–11; \nsee also infra App. D.) \n June 30, 2003:  CCIC stopped writing renewal business in accordance with its \nRBC Plan.  (W. Custard Dep. Ex. 12 at 7.) \n November 17, 2003:  CCIC was placed into rehabilitation.  From that point \nforward, the Commissioner of the Department of Insurance held title to all of \nthe Company’s assets and was responsible for running the day-to-day \noperations.  (Holloway Dep. 24:5–9.) \nD. \n{42} Plaintiff identifies the commencement date of Defendants’ capital-raising \nefforts as a material factual dispute.  Defendants stated in their Memorandum of \nLaw in Support of their Motion that Haigh’s efforts to secure outside capital began \nin June 2002.  (Defs.’ Mem. Supp. Mot. Summ. J. at 18, 21.)  In contrast, Plaintiff \ncontends that Defendants’ recapitalization efforts began in 2001.  (Pl.’s Mem. Resp. \nOpp’n at 14, 21.)  At the hearing, Defendants conceded this fact.  As such, there is \nno need for a jury to resolve this discrepancy in the parties’ submissions. \n{43} Plaintiff also identifies the variance in the loss ratios used to prepare the \nCompany’s financial statements as a genuine factual dispute.  However, according \nto the NCDOI’s actuary, the Defendants’ continued reliance on the non-California \nloss experience to prepare the Company’s 2002 annual statement was reasonable.  \n(Evans Dep. 35:19, 150:10–21.)  The Court likewise finds the variance in the loss \nratios to be a matter of methodology rather than a material factual dispute.  See \ninfra Part VII.F. \n \nIV. \n{44} Summary judgment is proper “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto judgment as a matter of law.”  N.C. R. Civ. P. 56(c).  “An issue is ‘genuine’ if it \ncan be proven by substantial evidence and a fact is ‘material’ if it would constitute \nor irrevocably establish any material element of a claim or a defense.”  Lowe v. \nBradford, 305 N.C. 366, 369, 289 S.E.2d 363, 366 (1982) (citation omitted).  “It is not \nthe purpose of the rule to resolve disputed material issues of fact but rather to \ndetermine if such issues exist.”  N.C. R. Civ. P. 56 cmt. \n{45} The burden of showing a lack of triable issues of fact falls upon the moving \nparty.  See, e.g., Pembee Mfg. Corp. v. Cape Fear Constr. Co., 313 N.C. 488, 491, \n329 S.E.2d 350, 353 (1985).  Once this burden has been met, the nonmoving party \nmust “produce a forecast of evidence demonstrating that [it] will be able to make \nout at least a prima facie case at trial.”  Collingwood v. Gen. Elec. Real Estate \nEquities, Inc., 324 N.C. 63, 66, 376 S.E.2d 425, 427 (1989).  Courts must exercise \ncaution in granting a motion for summary judgment.  N.C. Nat’l Bank v. Gillespie, \n291 N.C. 303, 310, 230 S.E.2d 375, 379 (1976).  The court should resolve any doubt \nas to the merits of the motion by denying it.  See Volkman v. DP Assocs., 48 N.C. \nApp. 155, 157, 268 S.E.2d 265, 267 (1980). \n \nV. \n{46} At the outset it is important to remember that although the development \nof the law of corporate governance has involved setting fundamental and clearly \nunderstandable standards of review for conduct of corporate officers and directors, \neach of those reviews is contextual.  Different standards of review are used in \ndifferent contexts, particularly where the function being exercised by the board is \nsignificant.  This Court’s explanation of the function of standards of review in First \nUnion Corp. v. SunTrust Banks, Inc. bears repeating here: \nProfessor Eisenberg has succin ctly described the difference \nbetween standards of conduct and standards of review and their \ndivergence in corporate governance: \n \nA standard of conduct states how an actor should conduct \na given activity or play a given role.  A standard of review \nstates the test a court should apply when it reviews an \nactor’s conduct to determine whether to impose liability or \ngrant injunctive relief. \n \nIn many or most areas of the law, these two kinds of \nstandards tend to be conflated. \n \nThe conflation of standards of conduct and standards of \nreview is so common that it is  easy to overlook the fact \nthat whether the two kinds of standards are or should be \nidentical in any given area is a matter of prudential \njudgment.  Perhaps standards of conduct and standards of \nreview in corporate law would always be identical in a \nworld in which information was perfect, the risk of \nliability for assuming a given corporate role was always \ncommensurate with the incentives for assuming the role, \nand institutional considerations never required deference \nto a corporate organ.  In the real world, however, these \nconditions seldom hold, and the standards of review in \ncorporate law pervasively diverge from the standards of \nconduct.  A byproduct of th is divergence has been the \ndevelopment of a great number of standards of review in \nthis area.  In the past, the major standards of review have \nincluded good faith, business judgment, prudence, \nnegligence, gross negligence, waste, and fairness.  An \nimportant new development has been the emergence of \nintermediate standards of review. \n \nThere are two main reasons why standards of review and \nstandards of conduct have diverged in corporate law: fairness and \nefficiency.  Both are related to need s of the corporate structure.  The \ncorporate structure requires competent  directors willing to serve.  In \norder to attract competent directors it is only fair that we judge their \nconduct according to the circumstances in which they must make \ndecisions.  Those circumstances include the fact that they often have to \nact without full information.  They do not have control over the \nbusiness environment that can affect the decisions they make.  The \nbusiness environment is constantly changing and courts, not as \nknowledgeable as businesswomen when it comes to operational \nbusiness decisions, thus should de fer to their business judgment.  \nWhile we want to set high aspirational goals (standards of conduct) for \ndirectors, it is fundamentally fair to review their conduct on a less \ndemanding level because of the circumstances in which they are called \nupon to act. \n \nThe efficiency argument relates to creation of corporate value or \nwealth.  In order for the corporation to increase in value and thereby \nincrease the wealth of its owners, it mu st take risks.  If we discourage \nthe directors who must make those risk decisions from being bold and \ncreative by imposing a standard of review that is too onerous and \ncreates too great a possibility of unacceptable liability, we defeat one of \nthe very purposes for which corporations exist.  Just as we limit the \nliability of those who contribute their financial capital to the \nenterprise, we must limit the liability of those who contribute their \nhuman capital (knowledge and judgment) in order to promote creation \nof value or wealth.  Accordingly,  where fairness and structural \nrequirements dictate, standards of review have diverged from \nstandards of conduct in corporate law.  Significantly, when that \ndivergence is permitted, the law recognizes that some legal duties may \ngo unenforced. \n \nFormer Chancellor Allen has described the business judgment \nrule this way: “Closer to a description  of the ‘rule’ that courts enforce, \nin the absence of a director conflict of interest, would be as follows: in \nthe absence of a conflicting financial interest, a director will be liable \nfor corporate losses caused by board action he authorizes, only if he has \nauthorized such action without at that time having a good faith belief \nthat, in the circumstances present, he  has satisfied his obligation to be \nreasonably informed.” \n \nWhere fairness and structural requirements have not supported \nthe need for standards of review to diverge from standards of conduct \nin corporate law, the two have tended to conflate.  For example, where \ncourts have applied a duty of loyalt y as opposed to a duty of care, the \nstandard of review has been more closely aligned with the duty \nstandard.  Directors in self-interested transactions are required to \nestablish that the transaction was entirely fair to the corporation.  The \nreasons are clear.  In cases in which a director engages in a transaction \nwith the corporation in which she has a personal interest, it is fair to \napply a stricter standard of review.  The director has more complete \ninformation since she is a party to the transaction and she has some \ncontrol over it.  It is fair to ask the director to simply prove that the \nmanner in which the transaction in question is conducted is no \ndifferent from the manner in which the same transaction would be \nconducted between the corporation and a third party on the open \nmarket.  The question is not whether the decision was good or bad, \nonly if it was the same as an open market transaction.  That does not \nrequire the same kind of judicial expertise and does not call for the \ninstitutional deference that duty of care questions require.  There is no \nstructural incentive to reduce the director’s potential liability, and \nthere exists an incentive to require directors to be particularly careful \nwhen they engage in self-interested transactions with the corporation.  \nIn a self-interested transaction, the director is acting both on her own \nbehalf and as the economic agent of the owner/shareholder. \n \nIn summary then, standards of review in corporate law diverge \nfrom standards of conduct when fairness and structural requirements \ndictate that such a divergence will promote corporate value or wealth \ncreation.  Where fairness and structural requirements do not support a \ndivergence between the standard of review and the standard of conduct \nand thus do not promote corporate value, the two standards are more \nclosely aligned or conflated.  When conflation is present, legal duties \nare less likely to go unenforced. \n \nPrior to the 1980s, when courts decided whether to apply a duty \nof loyalty to a particular fiduciary action, they were actually selecting a \nsituation-specific process for reviewing that fiduciary action.  If the \nduty of loyalty was applied, the review process included placing the \nburden on the fiduciary to justify the action on a market-specific basis.  \nThe fiduciary had to prove her action did not diminish corporate value.  \nApplication of the loyalty standard of conduct with its entire fairness \nstandard of review protected corporate value by prohibiting fiduciaries \nfrom taking unfair advantage of th eir position to transact business \nwith the corporation at less than fair market value. \n \nIf the duty of loyalty standard of conduct was not applied or a \nduty of care standard of conduct was applied, the review process placed \nthe burden of proof on the party challenging the fiduciary action.  The \nfiduciary received the benefit of the business judgment rule with its \ndivergent and less demanding standard of review.  The less demanding \nstandard of review process was selected because under the \ncircumstances it best promoted corporate value by preventing judicial \nreview under circumstances where that judicial review would deter \ndirector risk-taking.  It reduced director risk of liability.  A \ncombination of the standard of review and placement of burden of proof \ncan have a significant impact on final determination of an issue. \n \nStandards of review serve other functions.  They can serve as \nguideposts to alert businessmen to conduct that would trigger judicial \nintervention.  They also serve as  self-imposed restraints, limiting \njudicial intervention in the corpor ate process to those situations in \nwhich intervention can promote corporate value. \n \nFirst Union Corp. v. SunTrust Banks, Inc., 2001 NCBC 9A ¶¶ 22–30 (N.C. Super. \nCt. Aug. 10, 2001), http://www.ncbusinesscourt.net/opinions/2001%20NCBC%2009A \n.pdf (citations and footnotes omitted). \n{47} In the First Union case, this Court was called upon to apply a standard of \nreview in the context of deal protection devices in a stock-for-stock merger subject to \nshareholder approval.  A transaction was at the heart of the conduct being reviewed \nin that case.  This case, however, involves the determination of the proper standard \nof review in two contexts: (1) the operation of the business and the application of the \ncorporate charter’s exculpatory provisions and (2) the director’s duty to monitor.  For \npurposes of this analysis, the determination of whether there was an absence of \ngood faith or the existence of bad faith is virtually the same. \n \nVI. \n{48} North Carolina courts have frequently looked to the well-developed case \nlaw of corporate governance in Delaware for guidance.  First Union Corp. v. \nSunTrust Banks, Inc., 2001 NCBC 9A ¶ 32 (N.C. Super. Ct. Aug. 10, 2001), \nhttp://www.ncbusinesscourt.net/opinions/2001%20NCBC%2009A.pdf.  Given the \nnumber of issues raised in this case which have not been addressed by the North \nCarolina appellate courts, it is useful to look at the fiduciary duty cases in Delaware \nwhich deal with “good faith” and “bad faith.”  Fortunately, these cases have been \ncollected and addressed in an article written by some of the leading experts and \nauthors on Delaware corporate law.  See Leo E. Strine, Jr. et al., Loyalty’s Core \nDemand: The Defining Role of Good Faith in Corporation Law, 98 Geo. L.J. 629 \n(2010).  The article provides an in-depth analysis of the treatment of good faith \nunder Delaware case law and focuses on the key analysis: \nThe important work of substance, rather than rhetoric, is in defining \nprinciples that allow courts to fair ly distinguish between two forms of \ndirector conduct: (1) conduct that involves a breach of the duty of \nloyalty and that should be remediable by an award of monetary \ndamages, and (2) conduct that involves an exculpable or indemnifiable \nbreach of the duty of care. \n \nId. at 634. \n{49} That key analysis is central to this case because the corporate charter of \nCCIC contains an indemnity clause which exculpates director and officer action \ntaken in good faith.  (Haigh Aff. Ex. A at 7.)  The indemnity clause provided: \nA director of the corporation shall not be personally liable to the \ncorporation or its shareholders for monetary damages for breach of the \nduty of care or other duty as a di rector, except for liability (i) for any \nappropriation, in violation of the director’s duties, of any business \nopportunity of the corporation, (ii) for acts or omissions not in good \nfaith or which involve intentional misconduct or a knowing violation of \nthe law, (iii) for the types of liability set forth in Section 14-2-154 of the \nGeorgia Business Corporation Code,\n14 or (iv) for any transaction from \nwhich the director derived an improper personal benefit. \n \n(Haigh Aff. Ex. A at 7.) \n{50} Actions not taken in good faith or taken in bad faith are not subject to \nexculpation.  It is thus critical in this case to differentiate between the two forms of \nconduct and to determine the category into which Defendants’ actions fall.  Before \n                                                 \n14 Section 14-2-832 of the Georgia Business Corporation Code takes up liability for unlawful \ndistributions and was formerly found in section 14-2-154.  Ga. Code § 14-2-832 cmt. (2009). \ngetting started with that task, though, it is useful to look at several core principles \nunderlying the analysis. \n{51} First, there is no duty of good faith separate and apart from the duties of \ncare and loyalty under either Delaware or North Carolina law.  The article Loyalty’s \nCore Demand makes it clear that the Delaware Supreme Court has backed away \nfrom the creation of a third fiduciary duty based solely on good faith.  In Stone v. \nRitter, 911 A.2d 362, 370 (Del. 2006), the Delaware Supreme Court clarified the \nwaters previously muddied in Cede & Co. v. Technicolor, Inc., 634 A.2d 345, 361 \n(Del. 1993), and held that the requirement that directors act in good faith was the \ncore component of the duty of loyalty and not a separate fiduciary duty.  The North \nCarolina courts have not created a separate fiduciary duty of good faith because it is \nnot necessary and would create significant uncertainty under our law. \n{52} Second, every analysis of fiduciary conduct is contextual in nature, and the \ncontexts in which fiduciary duties are applied are constantly changing.  This second \nprinciple is clearly supported by the case law cited in Robinson on North Carolina \nCorporation Law directed to the question of whether different judgments might be \nmade about director conduct in different industries or businesses.  Robinson cites to \ncases from the late 1800s which indicate that under North Carolina law a director \nof a bank might be held to a higher standard of care than a director of another \nbusiness.  Russell M. Robinson, II, Robinson on North Carolina Corporation Law  \n§ 14.03[1] (7th ed. 2009). \n{53} What is clear today is that the duties of a director of a behemoth bank such \nas Bank of America or Wells Fargo are vastly different from those of a local bank \ndirector in the late 1800s.  The context has changed, but the principle remains just \nas applicable.  Director obligations will be judged in the context in which they occur, \nand thus conduct by directors of an insurance company may be judged differently \nfrom conduct by directors of a textile company depending on the actions in question.  \nThe guiding principle was succinctly stated by the Delaware Court of Chancery: \n“[N]o matter what our model [of corporate law], it must be flexible enough to \nrecognize that the contours of a duty of loyalty will be affected by the specific factual \ncontext in which it is claimed to arise . . . .”  TW Servs., Inc. v. SWT Acquisition \nCorp., Nos. 10427, 10298, 1989 Del. Ch. LEXIS 19, *28 n.14 (Del. Ch. Mar. 2, 1989). \n{54} Third, in some context-specific applications of the duty of loyalty and care, \nboth standards may be implicated.  See Strine, Jr. et al., supra, at 638–39).  One of \nthese areas is the director’s duties when disclosure is required. \n{55} Fourth, the duty of loyalty is not limited to instances involving conflicts of \ninterest.  It also contains a component of affirmative action.  Stated differently, \nthere may be circumstances devoid of a conflict of interest in which the duty of \nloyalty requires a director to act.  Under a duty of loyalty, a director is not only \nrequired to avoid conflicts of interest but also to (1) act in the best interests of those \nto whom a fiduciary duty is owed and (2) try in good faith to perform her duties with \ncare. \n{56} Fifth, the duty of loyalty is most difficult to apply in circumstances in \nwhich the director acts without an apparent selfish interest for injuring the \ncorporation, most notably in circumstances alleging failure to properly monitor \ncorporate activities.  See In re Caremark Int’l Inc. Derivative Litig., 698 A.2d 959, \n967 (Del. Ch. 1996). \n{57} Finally, although questions of motive and a director’s state of mind may \narise, the existence of those issues does not automatically preclude summary \njudgment.  Concomitantly, there may be instances in which a director’s or officer’s \nmotive or state of mind is a question for the jury.15  This case, though, is not one of \nthose instances.  The Court has a significant gatekeeper role in determining which \nfactual circumstances warrant submission of bad faith issues to a jury. \n \nVII. \nA. \n{58} This case requires not only an understanding of basic concepts of \ninsurance regulation but also a clear understanding of the role of “good faith” and \n                                                 \n15 Were the Court to hold that motive or state of mind are always jury questions, the litigation costs \nand burdens would deter rational business people from serving on boards and would add enormous \nunnecessary overhead to corporate budgets. \n“bad faith” under the North Carolina law governing the fiduciary duties of corporate \nofficers and directors.  Little has been written about the role of good faith in \nfiduciary duty under North Carolina law.  In fact, Robinson on North Carolina \nCorporation Law poses at least four unanswered questions about fiduciary duties of \nofficers and directors which will be addressed in this opinion.16  Fortunately, or \nunfortunately, much has been written about the role of good faith in the fiduciary \nlaw of Delaware.17  For the reasons set forth below, the definitions of good faith and \nbad faith under Delaware law and their application by Delaware courts are useful \ntools for interpreting North Carolina law. \n{59} The standard of care applicable to business decisions and business risks in \nNorth Carolina is set forth in section 55-8-30(a) of our General Statutes: \nA director shall discharge his duties as a director, including his duties \nas a member of a committee: (1) In good faith; (2) With the care an \nordinarily prudent person in a like position would exercise under \nsimilar circumstances; and (3) In a manner he reasonably believes to \nbe in the best interests of the corporation. \n \nN.C. Gen. Stat. § 55-8-30(a)(1)–(3).  That language requires the Court to look at the \ncare (1) an ordinarily prudent person, (2) in a like position, (3) would exercise under \nsimilar circumstances, and (4) whether the officer or director acted in a manner he \nreasonably believed to be in the best interests of the corporation.  That standard of \nconduct is subject to review under the business judgment rule. \n{60} Although there is not an abundance of appellate guidance on application of \nthe business judgment rule in North Carolina, it is clear that our courts do apply \nthe rule.  See, e.g., Sec. Nat’l Bank v. Bridgers, 207 N.C. 91, 176 S.E. 295 (1934); \nGordon v. Pendleton, 202 N.C. 241, 162 S.E. 546 (1932); State v. Harnett County \n                                                 \n16 Is there a separate duty of good faith under North Carolina law?  May different directors be held to \ndifferent standards of care?  May directors in different kinds of companies be held to different \nstandards of care?  Is the standard of review under the duty of care “negligence” or “gross \nnegligence”?  Robinson, II, supra, 14.03[1]. \n17 Chancellor Chandler recently described the concept of good faith in Delaware as “[s]hrouded in the \nfog of . . . hazy jurisprudence.”  In re Walt Disney Co. Derivative Litig., 907 A.2d 693, 754 (Del. Ch. \n2005).  Another author asserts that Delaware courts have used “good faith” as a rhetorical cure to \nbalance authority and accountability.  See Sean J. Griffith, Good Faith Business Judgment: A \nTheory of Rhetoric in Corporate Law Jurisprudence, 55 Duke L.J. 1 (2005). \nTrust Co., 192 N.C. 246, 134 S.E. 656 (1926); Besseliew v. Brown, 177 N.C. 65, 97 \nS.E. 743 (1919); Anthony v. Jeffress, 172 N.C. 378, 90 S.E. 414 (1916); Braswell v. \nPamlico Ins. & Banking Co., 159 N.C. 628, 75 S.E. 813 (1912).  Robinson has \ndescribed application of the rule as follows: \nThe business judgment rule has been the subject of as much discussion \nand writing as any other single topic of state corporation law.  Its \nterms and applicability have been defined by countless court decisions \nrather than by statute.  It operates primarily as a rule of evidence or \njudicial review and creates, first, an initial evidentiary presumption \nthat in making a decision the directors acted with due care (i.e., on an \ninformed basis) and in good faith in the honest belief that their action \nwas in the best interest of the corporation, and second, absent rebuttal \nof the initial presumption, a powerful substantive presumption that a \ndecision by a loyal and informed board will not be overturned by a \ncourt unless it cannot be attributed to any rational business purpose. \n \nRobinson, II, supra, §14.06 (footnotes omitted). \n{61} Former Chancellor Allen of the Delaware Chancery Court has explained \napplication of the business judgment rule in this way: \nWhat should be understood, but may not widely be understood by \ncourts or commentators who are not often required to face such \nquestions, is that compliance with a director’s duty of care can never \nappropriately be judicially determined by reference to the content of \nthe board decision  that leads to a corporate loss, apart from \nconsideration of the good faith or rationality of the process employed.  \nThat is, whether a judge or jury considering the matter after the fact, \nbelieves a decision substantively wron g, or degrees of wrong extending \nthrough “stupid” to “egregious” or “irrational”, provides no ground for \ndirector liability, so long as the court determines that the process \nemployed was either rational or employed in a\n good faith effort to \nadvance corporate interests.  To employ a different rule—one that \npermitted an “objective” evaluation of the decision—would expose \ndirectors to substantive second gu essing by ill-equipped judges or \njuries, which would, in the long-run, be injurious to investor interests.  \nThus, the business judgment rule is process oriented and informed by a \ndeep respect for all \ngood faith board decisions. \n \nIn re Caremark Int’l Inc. Derivative Litig., 698 A.2d 959, 967–68 (Del. Ch. 1996) \n(second emphasis added) (footnotes omitted). \n{62} Absent proof of bad faith, conflict of interest, or disloyalty, the business \ndecisions of officers and directors will not be second-guessed if they are “the product \nof a rational process,” and the officers and directors “availed themselves of all \nmaterial and reasonably available information” and honestly believed they were \nacting in the best interest of the corporation.  In re Citigroup Inc. S’holder \nDerivative Litig., 964 A.2d 106, 124 (Del. Ch. 2009) (citation and footnote omitted).  \nThe standard of review “is predicated on concepts of gross negligence.”  Id. \n{63} The CCIC corporate charter contains the following exculpatory provision: \nA director of the corporation shall not be personally liable to the \ncorporation or its shareholders for monetary damages for breach of the \nduty of care or other duty as a di rector, except for liability (i) for any \nappropriation, in violation of the director’s duties, of any business \nopportunity of the corporation, (ii) for acts or omissions not in good \nfaith or which involve intentional misconduct or a knowing violation of \nthe law, (iii) for the types of liability set forth in Section 14-2-154 of the \nGeorgia Business Corporation Code,\n18 or (iv) for any transaction from \nwhich the director derived an improper personal benefit. \n \n(Haigh Aff. Ex. A at 7.)  To avoid the application of this exculpatory clause, Plaintiff \nmust prove that the Company’s officers and directors have not acted in good faith \nand that the same standard of review applies.  The directors are entitled to the \nsame presumption of good faith.  To hold otherwise would require the Court to \nexercise the twenty-twenty hindsight forbidden by the business judgment rule. \n{64} Plaintiff’s first prong of attack on its breach of fiduciary duty claim is \nbased upon the business decisions made by Haigh during the period 2000 to 2003.  \nClearly, the decisions about what policies to write, what premiums to charge, and \nhow much insurance to write without reinsurance are quintessential business \njudgments which determine the profitability and viability of an insurance company.  \nPlaintiff may not overcome the exculpatory provisions by simply showing that the \ndecisions were wrong, stupid, or egregiously dumb.  Proof that it would have been \n“more prudent” to write less coverage is insufficient to establish lack of good faith. \n                                                 \n18 Section 14-2-832 of the Georgia Business Corporation Code addresses liability for unlawful \ndistributions and was formerly found in section 14-2-154.  Ga. Code § 14-2-832 cmt. (2009). \nB. \n{65} Having abandoned his conflict of interest theory with respect to CIA, the \nCommissioner first asserts that Defendants should be subject to liability for breach \nof fiduciary duty based on business decisions made in connection with the volume of \nCalifornia artisan business. \n{66} With respect to Haigh, the Commissioner asks the Court to hold him \ndirectly liable for the poor business decisions he made.  The burden here is on the \nCommissioner to show that Haigh violated his duty of care when making the \ndecisions he made as to the amount of artisan business CCIC wrote in California.  \nThe Commissioner must make some showing in that regard to overcome the \npresumption of the business judgment rule.  Presumably, Mr. Custard would be \nvicariously liable for those business decisions as CEO (even though it is clear that \nHaigh conducted CCIC’s day-to-day operations).  Mr. Custard could also be held \nliable through his duty to monitor the business risks as a director.  Mrs. Custard’s \nliability for the business decisions would presumably be based on her duty to \nmonitor since it is clear that she had no role in day-to-day management. \n{67} Liquidation resulted from the business risks undertaken by CCIC in \nwriting artisan insurance policies in California.  There is little doubt on this record \nthat the premiums were set too low and too much business was written.  As the old \nadage says: “It is hard to make up for losses on volume.”  CCIC either misjudged or \nmistimed the market.  Every individual Defendant concedes that the business \ndecisions made were wrong. \n{68} In order to establish a lack of good faith in business decisions in the \ncontext of an insurance company, a plaintiff such as the Commissioner must show \nthat the officers and/or directors displayed a conscious indifference to risks in the \nface of clear signals of the existence of problems likely to lead to insolvency.19  The \nreview of the conduct is context-specific.  The insurance business is based on risks.  \nAs long as the process employed by the officers and directors was rational and they \n                                                 \n19 The Court deals with bad faith in connection with filing financial statements in Part VII.F. \nbelieved they were advancing the corporation’s business, the Court will not second-\nguess their business decisions—with a clear exception. \n{69} Officers and directors of insurance companies have a duty to policyholders \nto act in such a manner as to avoid insolvency that would render the policies \nwritten worthless or substantially diminished in value.  Where officers or directors \nof an insurance company intentionally fail to act in the face of a known duty to act \nto avoid insolvency, they have demonstrated a conscious disregard for their duties.  \nSuch conduct would amount to bad faith and would take the officers and directors \noutside the protection of the exculpatory provisions of a corporate charter.20 \n{70} For example, if officers and directors of an insurance company knew that \nthe company was on the brink of insolvency or liquidation under RBC regulations \nand nonetheless adopted a go-for-broke strategy of writing excessive premiums in \nhopes of riding out the insolvency threat, such conduct would be a violation of their \nfiduciary duties.  Such conduct would be imprudent given their position in the \ninsurance company and their obligations to policyholders. \n{71} In this case, there is no evidence of any irrational process.  In addition to \nits in-house actuary, the Company also used outside actuarial experts.  There is no \nevidence the business was run in any abnormal fashion.  Efforts were made to \nincrease rates, cut back on unprofitable lines, and raise capital.  Management did \nwrite the wrong policies for the wrong premiums.  Nonetheless, those decisions, \nwhether right or wrong, were not made in any conscious effort to disregard their \nimpact on the business. \n{72} All the evidence supports a finding that Defendants were trying to run and \nbuild up a successful insurance company.  The Custards stood to lose millions of \ndollars of their own money if the Company failed.  Haigh stood to lose the value of \nhis investment in Delta as well as his source of income.  There were no excessive \nsalaries or irrational bonus plans.  Haigh’s bonus was tied to income, not sales \n                                                 \n20 So, to answer one of Robinson’s questions: Yes, directors in different kinds of companies can have \ndifferent duties. \nvolume.  Moreover, all of Mr. Custard’s correspondence was based on growing the \nCompany. \n{73} The business was properly staffed with competent people.  The actors were \nnot indifferent; they made judgments.  These judgments ultimately turned out to be \nwrong from a business standpoint, but no evidence suggests that the actors did not \nhonestly believe that their decisions were in the Company’s best interest.  There is \nno evidence that Defendants had any allegiance to any other goal, duty, or purpose.  \nThere were no internal conflicts of interest, and the Court finds no evidence of bad \nmotive. \n{74} The requirement of good faith on the part of officers and directors is a \nsimple, straightforward requirement—an hone st belief that (1) their actions are in \nthe best interest of and not harmful to the corporation and (2) they have adequate \ninformation upon which to base their decisions.  The Commissioner has failed to \nproduce evidence of a lack of good faith sufficient to overcome the presumption of \ngood faith under the business judgment rule with respect to the business decisions \nmade by Defendants. \nC. \n{75} To the extent the Commissioner is relying upon a theory that the directors, \nparticularly the Custards, breached their fiduciary duties by failing to oversee the \nmarket risk being taken by Haigh in writing CCIC’s California artisan business, \nthat theory also fails. \n{76} The standard of review for directors’ duty to monitor was initially set forth \nin Caremark by Chancellor Allen: \nGenerally where a claim of directorial liability for corporate loss is \npredicated upon ignorance of liability creating activities within the \ncorporation . . . only a sustained or systematic failure of the board to \nexercise oversight—such as an u tter failure to attempt to assure a \nreasonable information and reporting system exists—will establish the \nlack of good faith that is a necessary condition to liability. \n \nIn re Caremark Int’l Inc. Derivative Litig., 698 A.2d 959, 971 (Del. Ch. 1996). \n{77} The Caremark standard has been reemphasized recently by both the \nDelaware Supreme Court in Stone v. Ritter, 911 A.2d 362, 364–65 (Del. 2006), and \nthe Delaware Chancery Court in In re Citigroup Inc. Shareholder Derivative \nLitigation, 964 A.2d 106, 122 (Del. Ch. 2009).  In Stone v. Ritter, the Delaware \nSupreme Court reiterated Caremark’s holding that a showing of bad faith conduct is \nessential to establish director oversight liability.  Stone, 911 A.2d at 370.  The \nDelaware Supreme Court said: \nCaremark articulates the necessary conditions predicate for director \noversight liability: (a) the directors utterly failed to implement any \nreporting or information system or controls; or (b) having implemented \nsuch a system or controls, consciously failed to monitor or oversee its \noperations thus disabling themselves from being informed of risks or \nproblems requiring their attention.  In either case, imposition of \nliability requires a showing that the directors knew that they were not \ndischarging their fiduciary obligations .  Where directors fail to act in \nthe face of a known duty to act, thereby demonstrating a conscious \ndisregard for their responsibilities, th ey breach their duty of loyalty by \nfailing to discharge that fiduciary obligation in good faith. \n \nId. \n{78} In Citigroup, Chancellor Chandler summarized the required proof of \nfailure to monitor as follows: \nThus, to establish oversight liability a plaintiff must show that the \ndirectors \nknew they were not discharging their fiduciary obligations or \nthat the directors demonstrated a conscious disregard for their \nresponsibilities such as by failing to  act in the face of a known duty to \nact.  The test is rooted in concepts of bad faith; indeed, a showing of \nbad faith is a necessary condition to director oversight liability. \n \nCitigroup, 964 A.2d at 123.  This Court believes that North Carolina courts will \nfollow similar standards of review with respect to the monitoring duties of directors. \n{79} The recent holding of the Delaware Court of Chancery in Citigroup is \nparticularly instructive in that it deals with the directors’ duties to oversee market \nrisks.  In that stockholder derivative action, plaintiffs alleged that the officers and \ndirectors of Citigroup breached their fiduciary duties by failing to oversee and \nmanage the corporation’s subprime lending market risks.21  Id. at 111.  Although \nthe decision turned on a demand futility pleading analysis, it articulated the \nstandard of conduct to be applied when the directors are alleged to have failed to \nmonitor business risk: \n[P]laintiffs’ theory essentially amounts to a claim that the director \ndefendants should be personally liable to the Company because they \nfailed to fully recognize the risk po sed by subprime securities. . . .  \n[W]hat is left appears to be plaint iff shareholders attempting to hold \nthe director defendants personally liable for making (or allowing to be \nmade) business decisions that, in hind sight, turned out poorly for the \nCompany. \n \nId. at 124. \n{80} The Court concluded that the claims implicated not only a Caremark \nstandard of review of directors’ duty of oversight,22 but also the interrelationship \nbetween the presumption of the business judgment rule and the exculpatory \nprovision in the Citigroup charter.  Id. at 125.  The Court, in essence, applied \nvirtually the same standard of review for the Caremark claims and the claims \npurportedly falling into a non-exculpatory category.  The Court held that the \nplaintiffs were required to plead bad faith conduct by “alleging with particularity \nthat a director \nknowingly violated a fiduciary duty or failed to act in violation of a \nknown duty to act, demonstrating a conscious disregard for her duties.”  Id. \n{81} This action rests at the summary judgment stage.  We have more than \npleadings to rely upon in judging the directors’ conduct.  The claims in this case and \nthe claims pled in Citigroup summon the same appropriate standards of review.  \nThe Commissioner must meet either the Caremark standard to establish a failure \nto monitor or the bad faith standard to overcome the exculpatory provision in \nCCIC’s corporate charter addressing violations of the duty of care.  The bar for both \nrests at a high level.  See id. \n{82} There is no evidence that the directors of CCIC acted in bad faith in \nmonitoring business risks.  Haigh was experienced and had an experienced staff.  \n                                                 \n21 Numerous other claims were alleged but not relevant here. \n22 See supra ¶ 76. \nHe used outside actuaries to assess CCIC’s risks, and the NCDOI accepted their \nmethodology.  The business was showing a profit, albeit a small one. \n{83} There were only two red flags that might have caused the directors to \nquestion what was happening.  First, there was Hoerl’s assessment that the \nCalifornia losses might be bigger than expected.  However, no evidence indicates \nthat the Custards were aware of Hoerl’s assessment, and even if they had known, \nthey were entitled to rely on E&Y’s analysis.  Second, there was some evidence that \nthe volume of business being written was at some point running ahead of surplus.  \nHowever, Haigh was working to find new capital and the Company was exiting non-\nprofitable business, reinsuring portions of its business, and seeking rate increases—\nall steps designed to address the shortfall.  Plus, in the fall of 2002, the Company \nmade significant additions to its loss reserves. \n{84} In this context, the Commissioner has failed to establish that any director \nhad the illicit state of mind sufficient to support a finding of bad faith in the \nmonitoring context.  There is no showing of a conscious disregard of red flags.  \nThere is no showing of actual knowledge that the business was failing.  There is no \nshowing of reckless indifference, improper motive, personal advantage, or deliberate \ndisregard of corporate interests.  The Custards stood to lose millions of dollars from \nsuch conduct.  The Company was complying with all its filing requirements.  It did \nnot fall into any violation of the RBC requirements until 2003, and that event was \ntriggered by the increase in losses resulting from reevaluation of the claims in the \nLas Vegas office of CIA and the change in loss analysis methodology by E&Y.  The \nCourt, therefore, concludes that there is no evidence to support submitting an issue \nof bad faith failure to monitor to a jury. \nD. \n{85} The Commissioner has urged the Court to read State ex rel. Long v. ILA \nCorp., 132 N.C. App. 587, 513 S.E.2d 812 (1999), as establishing a cause of action \nfor negligent mismanagement of an insurance company.  The Court declines to give \nthat decision such a broad interpretation for a number of reasons.  For one, in ILA \nthe Court specifically declined to address the issue of a duty of an insurance \ncompany officer or director to a policyholder because, as in this case, the \nCommissioner brought suit on behalf of the company.  Id. at 592, 513 S.E.2d at 816.  \nFor another, the defendant in ILA was liable because he had a conflict of interest, \nbreached his fiduciary duty, and caused damage to the company.23  Id. at 602–03, \n513 S.E.2d at 822.  The court in ILA made no holding that the defendant would be \nliable for negligent mismanagement if he had not breached his fiduciary duty and \nwas not, therefore, entitled to protection of the business judgment rule.  The court \ndid not treat the negligence claim as an independent cause of action. \n{86} The problem arises from the language of one sentence in the opinion which \nreads: “plaintiff has standing to bring suit against defendant for breach of fiduciary \nduty and negligent mismanagement.”  Id. at 593, 513 S.E.2d at 817 (emphasis \nadded).  However, the decision is clearly based on a determination that defendant \nbreached his fiduciary duties as a corporate officer and director and that his breach \ncaused the damages found by the trial court.  The court said: “The evidence in the \nrecord reveals that defendant’s actions were more than mere errors in judgment.  \nInstead, he was a leading participant in a plan to benefit himself and his interests \nat the expense of ILA.”  \nId. at 602, 513 S.E.2d at 822.  The court held that such \nconduct abrogated the application of the business judgment rule because he acted in \nhis own self interest, not in the best interest of the corporation and, thus, in bad \nfaith.  \nId.  Accordingly, he was held responsible for his actions which caused damage \nto the corporation, and the corporation was entitled to recover those damages which \ninured to the benefit of the policyholders.  \nId. at 604, 513 S.E.2d at 823.  Not having \nthe benefit of the gross negligence standard of review, the director’s conduct was \nsubject to a negligence standard of review under the statute. \n{87} In the case before this court, there has been no showing of a conflict of \ninterest or breach of fiduciary duty of loyalty.  The ILA decision should not be read \nto create a stand-alone cause of action for negligent mismanagement.  To do so \nwould void the statutory scheme for fiduciary liability set forth in section 55-8-30 of \n                                                 \n23 When determining liability, the court in ILA also considered the fact that the director defendant \n“did not reasonably rely on advice from professionals.”  Id. at 604, 513 S.E.2d at 823. \nthe North Carolina General Statutes and the common law application of the \nbusiness judgment rule, and there is no language in the ILA opinion to support such \na sweeping interpretation.  Judge Edmunds correctly applied the statute and the \nbusiness judgment rule.  He did not create a new, freestanding cause of action for \nnegligent mismanagement.  The decision simply held that a director who is not \nentitled to the protection of the business judgment rule can be liable for negligent \nconduct which harms the corporation. \nE. \n{88} In responding to duty of care claims, it is not uncommon for directors to \nassert their reliance on outside advisors as a defense.  See N.C. Gen. Stat. § 55-8-\n30(b).  The rationale for this statutory safe harbor is “the growing complexity of \nbusiness affairs” which makes it “necessary for directors to rely on other corporate \npersonnel” and “outside experts in discharging their responsibilities.”  See Robinson, \nII, supra, § 14.05. \n{89} This safe harbor is disquieting at a time when the reliance on computer \nmodels of risk by financial institutions proved so disastrous for the economy.  What \nwe considered to be quantitative information turned out to have a significant and \nignored qualitative aspect.  Perhaps we need more qualts and fewer quants.  \nComputer models may contain mathematical wizardry but be devoid of common \nsense.  \nSee Number-Crunchers Crunched: The Uses and Abuses of Mathematical \nModels, Economist, Feb. 13, 2010 (Special Report), at 5, 8.  In one sense, the safe \nharbor here is disquieting because, had E&Y used a different judgment in 2002 in \nassessing CCIC’s risk from its California artisan business, CCIC might never have \ngotten into trouble.  It would have been slowed down by a higher claim rate.  In this \ncase, the statute provides protection to the directors because they relied on E&Y’s \njudgment and expertise in assessing CCIC’s potential liabilities. \n{90} With respect to reliance on E&Y’s analysis, it is important to look at the \nstatutory language of section 55-8-30(b)(2).  It requires the director to reasonably \nbelieve the work being done by the outside advisor is “within their professional or \nexpert competence.”  § 55-8-30(b)(2).  In this case, there is no evidence that any \ndirector had any reason to believe that E&Y did not possess the technical expertise \nto do the work.  E&Y’s 2002 report is thorough, comprehensive, and performed by \nfully qualified professionals.  Its decision to use non-California data was based upon \na facially logical determination that it was better practice to use more mature data \nthan immature California data alone.  The NCDOI knew about the decision and did \nnot disagree with the methodology.  There is no evidence in this record that E&Y \nwas not competent to perform the actuarial work relied upon.  In fact, all evidence \nis to the contrary. \n{91} The Custards not only relied on E&Y, they also relied on Haigh.  Haigh, \nwho was the principal manager of CCIC at the time, agreed with E&Y that use of \nnon-California data was more appropriate.  Allen, the CFO, also supported E&Y’s \nanalysis.24  Under the statute, the Custards are entitled to rely on the judgment of \nboth Haigh and Allen.  Section 55-8-30(b) provides that a director “is entitled to rely \non information, opinions, reports, or statements, including financial statements and \nother financial data, if prepared or presented by one or more officers or employees of \nthe corporation whom the director reasonably believes to be reliable and competent \nin the matters presented.”  § 55-8-30(b)(1).  There is no evidence before the Court to \nsuggest that the Custards’ belief that Haigh and Allen were reliable and competent \nin these matters was unreasonable. \n{92} Although subparts (b)(1) and (b)(2) of section 55-8-30 protect directors who \nreasonably rely on officers, employees, and outside experts, a director will not be \nrelieved of responsibility if she does not follow or ignores the advice provided.  See \nState ex rel. Long v. ILA, 132 N.C. App. 587, 603, 513 S.E.2d 812, 822 (1999).  It is \nnot enough to get advice; it must be followed.  In addition, a director cannot rely on \na report if she has actual knowledge that it is inaccurate.  In this case, the only \nevidence tending to show lack of reasonable reliance was Hoerl’s differing view of \nhow the California losses would develop.  But he was not a certified actuary, and his \nopinion was considered and rejected by E&Y.  His views were not hidden or ignored.  \nE&Y simply came to a different judgment—a  judgment upon which the individual \n                                                 \n24 Plaintiff never accused Allen of any wrongful conduct. \nDefendants relied.  While Haigh’s conduct is subject to a closer review because he \nhad Hoerl’s views to consider, he was still entitled to rely on E&Y’s judgment in the \nrisk analysis.25 \n{93} In conclusion, the safe harbor provided by section 55-8-30(b) of the North \nCarolina General Statutes remains applicable.  The Commissioner has not produced \nsufficient evidence to overcome its presumptions.  The statutory language provides \nstrong support for Defendants’ position that they exercised their duty of care in \ngood faith.  There is no evidence that Defendants are not entitled to its protections. \nF. \n{94} Finally, the Court addresses the Commissioner’s arguments that the \nindividual Defendants breached their fiduciary duties by filing misleading financial \nreports with the NCDOI sometime in the last half of 2002. \n{95} If the Company’s directors had adopted a go-for-broke or gambling-for-\nresurrection strategy, they would have violated their fiduciary duties.  However, the \nCommissioner does not argue or offer proof that they adopted such a strategy.  If \nthe officers and directors had knowingly filed false or misleading reports with the \nNCDOI, they would have violated their fiduciary duties.  However, there is no \nevidence that they knowingly took such action.  If the directors had consciously \ndisregarded their duty to oversee the companies’ filing requirements, they would \nhave violated their fiduciary duties.  However, there is no evidence of a conscious \ndisregard of those duties. \n{96} In carrying out their fiduciary duties to ensure that their company’s \nsubmissions to the regulatory authorities are correct, corporate officers and \ndirectors must have a good faith belief that the submissions are correct.  A good \nfaith belief must be an informed belief. \n{97} In addition, corporate directors have a duty to conduct lawful activities.  \nAs the Loyalty’s Core Demand article points out, corporations are chartered to only \nperform legal acts.  Strine, Jr. et al., supra, at 652 & n.69.  An illegal act would be \n                                                 \n25 To answer another of Robinson’s questions: Yes, different directors may be subject to differing \nduties, at least based on their knowledge. \noutside the scope of activities authorized by a corporate charter.  To knowingly \ncause a “corporation to engage in unlawful acts” or unlawful business practices is \ndisloyalty “in the most fundamental of senses.”  Id. at 650.  When directors of an \ninsurance company knowingly acquiesce in the filing of false financial reports with a \nregulatory agency, they are being disloyal to the company’s essential purpose and \nhave breached their fiduciary duty.  See id.  Complying with the law (e.g. honest \nregulatory filings) “comes ahead of profit-seeking” in the insurance industry, “and \ndirectors owe a duty of loyalty to that hierarchy” of corporate obligations in their \nsupervision of corporate affairs.  Id. at 651. \n{98} The RBC regulatory structure is based upon a public policy to control risks \nassociated with insurance.  Officers and directors of insurance companies know the \nimportance of the need for strict compliance with the regulatory scheme to protect \npolicyholders in the event of insolvency by the insurer.  The obligation to comply \nwith the regulatory requirements lies at the core of the business.  Directors of \ninsurance companies have a fiduciary duty—und er both a duty of care and a duty of \nloyalty—to exercise good faith in the su pervision of the regulatory filings which \nprotect policyholders as well as the owners of the company.  Officers responsible for \nthe regulatory filings have a fiduciary duty to see that the filings are accurate, in \ncompliance with regulations, and not misleading.  The duties of directors are \nmonitoring duties, whereas the duties of officers are duties of care. \n{99} At the center of this motion for summary judgment is the question of \nwhether Plaintiff has produced sufficient evidence to get to the jury on the issue of \nwhether the officers and directors violated their fiduciary duties with respect to the \nregulatory filings.  The Court concludes that the evidence is insufficient under the \napplicable standards of review. \n{100} The only evidence in this record that CCIC was “going for broke” or \n“gambling for resurrection” is the large increase in premiums written in 2002 after \nthe brokers expressed reservations at the end of 2001.  After 2001, CCIC took steps \nto reduce the amount of premiums written.  There is no evidence that it adapted a \ngo-for-broke strategy or that it had a belief that its methodology for setting reserves \nwould be reversed by E&Y in 2003.  Deliberately adopting a gambling-for-\nresurrection strategy in the context of an insurance company would be a breach of \nfiduciary duty.  However, that was not the case here. \n{101} The Commissioner may argue that the existence of the spike in business \nwritten in 2002 is sufficient to infer a go-for-broke strategy.  However, there is no \nevidence that the increase in premiums was affirmatively generated for purposes of \ngambling on an outcome.  Here, the Custards had a $6 million investment at CCIC \nwhich would have been put at significant risk by a go-for-broke strategy.  Mr. \nCustard’s admonitions to Haigh were to make the business more profitable, not to \ngo for broke.  Moreover, Mr. Custard’s investment of $1 million in the Company in \n2003 is entirely inconsistent with a go-for-broke strategy.  CCIC also had taken \nsteps to reduce the premiums being written.  It had expanded reinsurance, raised \nrates, reduced its exposure in certain markets, and attempted to raise capital.  All \nthose actions contradict a go-for-broke strategy. \n{102} With respect to financial reporting, officers and directors owe a fiduciary \nduty to exercise good faith in submitting financial information to the NCDOI.  It \nmatters little whether that good faith obligation is contained in a duty of care or a \nduty of loyalty.  Nor is it significant for this decision whether that duty was owed to \npolicyholders or the corporation.  The “good faith” determination would be the same. \n{103} Similar to Delaware law, North Carolina law does not contain a third \nseparate duty of good faith.  Rather, the requirement of good faith is found in the \nstatute26 and is the core concept embodied in the requirement of loyalty. \n{104} What then is “good faith” as embodied in these fiduciary duties?  Good \nfaith requires that officers and directors have a loyal state of mind: that is, a \njustifiable, honestly held belief that they are acting in the best interests of the \ncorporation, whether they are making operating decisions or monitoring certain \naspects of corporate functions.  In that sense, motive becomes a significant factor, \nand one never far from the minds of those charged with reviewing corporate \nconduct.  Neither errors in judgments nor negligence establish bad motive. \n                                                 \n26 N.C. Gen. Stat. § 55-8-30. \n{105} The issues surrounding the filing of monthly reports with the NCDOI raise \ndifferent questions than those related to the decisions regarding what volume of \nbusiness the Company would write.  At the risk of repetition, the Court finds the \nfollowing facts to be undisputed and controlling with respect to the determination of \nDefendants’ alleged bad faith in connection with the filing of monthly financial \nreports with the NCDOI. \n{106} CCIC did not misstate and has not been accused of misstating any \nmaterial information on its financial statement other than its loss reserves.  It is \nnot accused of overstating assets or understating any other liability.  All of the \nother information it provided in its financial statements to the NCDOI remain \nunchallenged. \n{107} When it received a claim, CCIC would set up a case reserve consisting of \nboth an indemnity portion (what will be owed to the claimant) and allocated loss \nadjustment expenses (“ALAE”) (the cost to administratively handle the claim).  \nEvery claim was assigned to the year in which the loss occurred, without regard to \nwhen it was actually paid.  Loss reserves are set by accident year. \n{108} CCIC’s historical or incurred losses consisted of the indemnity and ALAE \npayments previously made, plus case reserves for future indemnity and ALAE \npayments to be made in the future.  The latter reserves changed as new payments \nwere made, whereas the former remained constant. \n{109} During the period at issue, CIA’s Las Vegas office set the loss reserves for \nopen California artisan insurance claims.  For some period of time, CIA used a “step \nreserve” approach which undervalued CCIC’s California artisan claims.27  In the \nfourth quarter of 2002, management realized the extent to which the claims had \nbeen under-reserved and that case reserves had to be increased substantially. \n{110} In addition to past or historical claims, CCIC was required by the NCDOI \nto periodically estimate its additional future losses for each accident year.  These \n                                                 \n27 Under the “step reserve” approach, CIA adjusters “would increasingly add to the expense reserves \nover the life of the claim rather than trying to predict at claim inception the total expenses which \nwould be incurred over the life of the claim.”  (Reed Aff. ¶ 27.) \nfuture losses are incurred but not reported reserves (“IBNRs”).  IBNRs consist of \ntwo components.  The first is an estimate of increases to the reserves that exist for \nclaims already received, and the second is a reserve for future claims that have not \nbeen reported but will be assigned to that accident year. \n{111} Because IBNRs are an unknown, they must be estimated in some manner.  \nThe estimates are prepared by actuaries.  They look at past data to try to predict \nthe future.  In addition to the Company’s in-house actuary, CCIC also retained an \noutside firm to provide actuarial services. \n{112} Actuaries take the historical data and purely mathematical calculations \nbased on known growth in losses and then select appropriate cumulative loss \ndevelopment facts (“CDFs”) to project what they believe will be the ultimate losses \nfor an accident year.  (See, e.g., Hoerl Dep. Ex. 58 at 1813.)  The actuaries then use \nother methods in combination with the method just described to come up with a \nselected ultimate loss and ultimate loss ratio for each accident year.  (See, e.g., \nHoerl Dep. Ex. 58 at 1841, cols. 8–9.)  It is important to note here that the selected \nloss ratio is not a purely mathematical calculation or extension of numbers in the \nsense of multiplication or division.  The actuary applies judgment.  That judgment \ndepends in large part on the amount and quality of historical data. \n{113}  The loss ratio is then combined with CCIC’s expense ratio to determine if \nthe business written in a particular year on a particular line of business is \nprofitable.  While an insurance company may compensate for small underwriting \nlosses by making a profit on its investments, it is the management’s ability to \ndetermine the right premium to generate underwriting gains that is critical to \nsuccess.  \nSee supra ¶ 12 n.3. \n{114} Returning to the ultimate loss selection, it becomes clear that the more \ndata the actuary possesses, the more refined and, hopefully, more accurate her \ncalculations.  For simplicity’s sake, take an example of accident years in 2000 and \n1996.  An actuary evaluating losses in 2001 would have far more data to use in \nevaluating 1996 losses than 2000 losses.  It is from historical data that the actuary \nmakes her judgments on how losses will grow for a particular accident year. \n{115} How the ultimate losses are determined impacts the reserves required by \nthe NCDOI under its RBC formulas.  The higher the projected ultimate loss, the \ngreater the reserve required.  CCIC’s failure to meet its reserve requirements \ntriggered the Commissioner’s actions.  The failure to meet the requirements \nresulted in part from a change in 2003 by E&Y in its methodology for calculating \nCCIC’s losses in its California artisan business. \n{116} It is that change which is at the heart of the Commissioner’s bad faith \nbreach of fiduciary claim based upon CCIC’s regulatory filings.  To some extent it \nalso impacts the good faith issues associated with the amount of premiums written. \n{117} It is undisputed that in April 2002, when its loss reserves for 2001 and \nprior years were set, Haigh, Allen, and Hoerl believed that CCIC’s historical data \nfor its California artisan business was not reliable from both a quantity and quality \nstandpoint.  Hoerl believed the data showed losses of greater magnitude in \nCalifornia than non-California artisan policies but agreed that E&Y’s use of non-\nCalifornia data with more and better historical data was actuarially sound.  E&Y \nwas an outside firm and made its judgment to use non-California data independent \nof CCIC’s management.  E&Y had Hoerl’s information available when it did so. \n{118} At that time the NCDOI found nothing wrong with E&Y’s judgment in \nusing non-California data to set the loss selection amount for California artisan \nlosses because of the immaturity of the California data.  The Court finds that \ndecision to be rational and understandable, but with twenty-twenty hindsight, \nprobably an error.  It certainly was not a red flag which raised or should have raised \nconcern on the part of CCIC management. \n{119} The Court digresses here to address Plaintiff’s argument that CCIC used \ndifferent loss calculations when seeking a rate increase for its artisan policies in \nCalifornia in the summer of 2002.\n28  First, it is clear that E&Y had the same \ninformation.  Second, CCIC was trying to get a rate increase in California in 2002; \nusing more California data, even though immature, to get that rate increase was \n                                                 \n28 Hoerl used an estimated loss ratio of 93.8% for the California artisan line for all years compared to \nthe 76.4% he had developed internally using different CDFs. \nnot a sign of bad faith.  The application was a public document, and no deception \nwas being practiced.  Hoerl used different CDFs for the rate increase than were \nused to calculate reserves for RBC purposes.  The CADOI did not accept his CDFs. \n{120} Hoerl did an internal actuarial analysis of ultimate losses on February 7, \n2002.29  He concluded from his analysis that the California data showed a steeper \nand more rapid development pattern than the non-California artisan book, and he \nbrought that conclusion to the attention of management.  On February 28, 2002, \nCCIC filed its annual statement with the NCDOI which showed a loss ratio of \n67.2% for 2000 and 56.3% for 2001.  (Hoerl Dep. Ex. 54 at 2.) \n{121} Returning to the E&Y April 30, 2002 report, it is clear that E&Y supported \nHaigh and Allen’s view that it was more reliable to use non-California historical \ndata to determine projected ultimate losses than the short history in California.  \nThe E&Y report contained the following provisions in its “Reliance & Limitations” \nsection: \nThe projection of ultimate loss and LAE reserves are estimates of \nfuture events, the outcomes of which are unknown at this time.  \nConsiderable uncertainty and variability are inherent in the \nestimation of loss reserves.  As a result, it is possible that actual \nexperience may be different than the estimates promulgated in this \nreport, and such difference may be material.  As such, we cannot \nguarantee that future experience will be as expected in this report or \nrecorded by the Companies. \n \n . . . . \n \nOur estimates of ultimate losses are based on historical loss \ndevelopment experience of the Companies, supplemented with an \nErnst & Young study of industry development patterns based on U.S. \nAnnual Statement Schedule P data as published in \nBest’s Aggregates \nand Averages (1999).  In using this historical information we assumed \nthat past loss development is predictive of future development. \n \n(Haigh Dep. Ex. 38 at 3.) \n{122} The same section points out that E&Y relied on the financial information \ngiven to it by Allen, the CFO.  There is no allegation that the information was \n                                                 \n29 Hoerl used a loss ratio of 79.7% in this analysis.  (Hoerl Dep. Ex. 8 at 1.) \ninaccurate, and no claims have been made against Allen.  It is clear that E&Y made \na judgment to use selected LDFs from non-California data which were lower than \nthe data for California would indicate based upon the limited information available.  \nIt also appears that the use of the lower numbers can compound the error in \nultimate loss reserves because of their use in a cumulative development pattern.  \nFurthermore, it appears that the decision to use non-California numbers applied to \nall the other methodologies used by E&Y to test the ultimate loss determination.  In \nthe end, E&Y used an average ultimate loss ratio of 62.5%.  That number was lower \nthan any number Hoerl had used because E&Y gave less or little weight to the \nactual California numbers.  It was a judgment call, and it supported Haigh and \nAllen’s views on how the losses would develop. \n{123} There is nothing in this record to indicate that E&Y did not act totally \nindependent of CCIC management or exercise its best judgment.  In fact, the E&Y \nanalysis was reviewed by an actuary in the NCDOI.  The NCDOI actuary reported \nto his supervisor: “I concur in all respects with the findings and conclusions of \n[E&Y’s] opining actuary and his associate with respect to the loss and LAE reserves \nof CCIC at 12/31/01.  The methods they employed were appropriate and properly \nused.  The assumptions and judgments made were reasonable and the conclusions \nsound.”  (Evans Dep. Ex. 2 at 27241.) \n{124} The Commissioner points to the rate filing dated June 21, 2002, as some \nevidence of either CCIC’s fraud in filing its reports with the NCDOI or its obligation \nto amend or change E&Y’s selection of LDFs in determining its ultimate losses.  In \nthat rate filing based on the same December 31, 2001 numbers used by E&Y, Hoerl \nexercised his judgment to use different data than E&Y.  Instead of using only \nhistorical non-California data, Hoerl used a database including the California data \nthat resulted in significantly higher LDFs.  The only evidence of record as to why he \nchose the LDFs he used is that (1) he was being as aggressive as possible to get the \nhighest rate increase which would lower CCIC’s ultimate loss ratio and (2) he \nbelieved the California losses would develop differently. \n{125} Hoerl deserves credit for his assessment of how the California losses would \ndevelop.  History has confirmed his views.  However, the now-proven fact that he \nwas right does not establish bad faith on the part of Haigh or CCIC’s management \nor directors.  Several points are worth noting.  First, E&Y’s opining actuary, Gary T. \nCiardiello, was an accredited actuary; Hoerl was not.  Our statutes protect \nmanagement from error based on reliance upon experts.30  CCIC management had \na strong incentive to follow the expert guidance, in addition to the fact it believed \nthe guidance was correct.31  Second, Hoerl had a business motive—obtaining a rate \nincrease—to use the different LDFs.  E&Y’s task in its study was to see that \nreserves were set by a reasonable method.  Most significantly, the CADOI rejected \nHoerl’s numbers, reducing his loss ratio from 88.7% to 69.6%. \n{126} To summarize, there is nothing in this record to indicate that CCIC’s use of \nthe loss ratios recommended by E&Y based on the 2001 numbers was an act of bad \nfaith, or even negligent.  The rate increase filing in June 2002 does not change that \nconclusion in any way for the reasons set forth above. \n{127} The issue then moves to what, if anything, triggered an obligation on the \npart of CCIC management to change the loss ratio on an interim basis before the \nnext annual E&Y analysis.  The Commissioner contends that the June 30, 2002 and \nSeptember 20, 2002 quarterly reports were false and misleading because the loss \nratios were not changed in light of the 2002 developments.32 \n{128} During 2002, CCIC made changes to its underwriting policies which \nmanagement believed would improve performance.  CCIC received a rate increase \nin 2001.  Then, in 2002, CCIC received another rate increase, although not as much \nas requested.  CCIC also added reserve strength to its loss reserves for accident \nyears prior to 2002.  Those additions were apparent in the financial statements filed \nwith the NCDOI.  By September 30, 2002, CCIC had added over $5.5 million to the \nreserves for years prior to 2002. \n                                                 \n30 It is not difficult to imagine a different scenario in which management would have been held liable \nfor ignoring an expert report and relying on a non-accredited employee actuary. \n31 The NCDOI also relied on the expert. \n32 CCIC filed monthly reports, but both parties have focused on the June and September reports. \n{129} Management’s belief that the underwriting changes were having a positive \neffect on 2002 losses is reflected in the direct ultimate loss ratio reported to the \nNCDOI in the June 30 quarterly statement that was filed in August.  CCIC used a \nloss ratio of 53% for its California artisan losses.  Hoerl’s internal projection was \nactually lower.  He used a loss ratio of 51.5%.  The June 30 filing did not differ \nsubstantially from the E&Y Reserve Study.  It reflected management’s belief and \nHoerl’s belief that loss ratios were better for the 2002 book of business. \n{130} Following that filing, CCIC heard back from the CADOI on its June rate \nincrease request.  That response came in late September 2002.  The CADOI used a \nloss ratio of 69.6%.  So at the end of September 2002, management’s judgment, the \nE&Y’s analysis, and the CADOI’s judgment all were reasonably aligned.  The loss \nratio CCIC used in its June rate increase request is an outlier.  As noted above, \nCCIC made significant increases to its loss reserves for years prior to 2002 and \nincreased its loss ratio on California artisan business to 70.5%, virtually the same \nas the 69.6% used by the CADOI on September 25, 2002. \n{131} The Court will not go into great detail regarding the 2001 California rate \nincrease request and the E&Y 2001 analysis.  Suffice it to say that there was an \neven greater disparity between the loss ratio used in the 2001 rate request and the \nloss ratio used in the E&Y analysis.  Despite that difference, the Commissioner has \nnot challenged the E&Y loss ratio for 2001.  Such an omission again demonstrates \nthat the 2002 California rate filing request is not evidence of bad faith or fraud on \nthe part of CCIC’s management. \n{132} It is critical to look at the elements that caused CCIC’s financial status to \nchange so drastically.  Three factors in particular caused CCIC’s loss reserves to \nskyrocket, placing the Company in the risk category for NCDOI action in 2003.  \nFirst, the actual reported losses on California artisan insurance increased over \nhistorical loss projections.  Second, CCIC made massive additions to its reserves in \nthe fourth quarter of 2002 as the result of a previous underestimation of claims by \nthe Las Vegas office of CIA which handled the California artisan claims.  Third, \nE&Y changed its methodology for calculating loss reserves to focus solely on the \nCalifornia numbers and no longer used nationwide historical numbers.  The \ncombination of all three factors resulted in an average 100% increase in loss \nreserves for all years. \n{133} The fact that actual losses were higher than previously projected does not \nestablish bad faith.  Setting premiums to cover losses is what insurance companies \ndo every day.  If the premiums are too high, the company loses business.  If the \npremiums are too low, the company incurs losses on the premiums written. \n{134} The substantial increase in reserves for open claims resulting from the \nmistakes in the Las Vegas adjustment office had a compounding impact.  It \nincreased the actual reserve for open claims by almost $9 million.  That larger \nnumber was then used to determine the known growth in losses, causing a higher \nloss ratio.  It clearly impacted the CDFs and E&Y’s decision to use actual California \ndata instead of nationwide historical data when setting reserves in 2003.  The \nnumbers were too dramatic to ignore. \n{135} The Commissioner has provided no evidence that CCIC management \neither orchestrated or was aware of the problems in CIA’s Las Vegas office.  To the \ncontrary, the record establishes that management increased the reserves in the last \nquarter of 2002 to reflect the new information it received when management of the \nLas Vegas office changed.  Again, no indicia of bad faith or improper motive are \nattributable to CCIC management. \n{136} The change which had the most dramatic impact was unmistakably E&Y’s \ndecision to forgo use of nationwide historical data (which it had used in 2002) and \nuse solely California data to determine ultimate losses on the California artisan \npolicies.  Table 5 below shows the magnitude of change between E&Y’s 2002 \nReserve Study and its 2003 Reserve Study.\n33  See also infra App. D. \n \n \n                                                 \n33 The percentages are derived from a chart used by Defendants’ counsel at oral argument.  The \nnumbers were not challenged by the Commissioner. \nTable 5:  E&Y Reserve Study Comparison \nAccident \n Year \nE&Y 2001 \nReserve Study \nE&Y 2002 \n Reserve Study \nPercent \nIncrease \n 1999 98.0% 136.4% 39.2% \n2000 56.7% 117.1% 106.5% \n2001 55.8% 122.7% 119.9% \nAll-Year Total  \n(1999–2001) 62.0% 122.8% 98.1% \n       SOURCE: Hoerl Dep. Ex. 58 at 1856; Evans Dep. Ex. 6 at 2856. \n{137} The explanation for the change is apparent from the uncontradicted facts.  \nThe decision on what data to use was a judgment call.  No one has second-guessed \nthe 2002 judgment of E&Y.  Then, in 2003, E&Y changed its judgment because the \nhistorical data on California was more mature.  It was certainly more robust in that \nactual losses had far exceeded projections, thus impacting the judgment on growth \npatterns.  CCIC had already added $12.5 million to the reserves for 2000 and 2001 \nbefore E&Y began its 2003 work. \n{138} As a result of the significant reserve strengthening that took place in the \nlatter part of 2002, E&Y chose to change the CDFs it used.  This change increased \nthe required reserves for ultimate losses, and CCIC failed to meet the applicable \nrisk-based standards.  The Court will not delve deeply into the numbers because it \nis abundantly clear that the change in judgment by E&Y caused a significant \nenough change in the required reserves to lead the Commissioner to the action he \nultimately and rightly took.  Defendants did not act in bad faith in failing to change \nthe loss reserves prior to E&Y’s change in its method of calculation.\n \n{139} History teaches us at least three things.  First, our knowledge is \nvulnerable.  What we think we know with certainty can and probably will be proven \nwrong.  Second, things will change.  Third, bad things will happen, randomly.34 \n                                                 \n34 See generally Nassim Nicholas Taleb, Fooled by Randomness: The Hidden Role of Chance in Life \nand in the Markets (2004). \n{140} E&Y acknowledged the vulnerability of its “knowledge” and that things \ncould change.  Its report stated: \nThe projection of ultimate loss and LAE reserves are estimates of \nfuture events, the outcomes of which are unknown at this time.  \nConsiderable uncertainty and variability are inherent in the \nestimation of loss reserves.  As a result, it is possible that actual \nexperience may be different than the estimates promulgated in this \nreport, and such difference may be material.  As such, we cannot \nguarantee that future experience will be as expected in this report or \nrecorded by the Companies. \n \n(Haigh Dep. Ex. 38 at 3.)  Things did change, and they changed for the worst. \n{141} The judgment made by E&Y, Haigh, and Allen was not an absolute worst \ncase scenario calculation.  California losses turned out to be much worse than \nprojected and much worse than losses on comparable policies in other states.  It \nhighlights the dilemma faced by many financial planners.  Planning and estimating \nfor the worst case scenario is conservative, avoids all risk, limits business \nopportunity, and is costly.\n35  See supra ¶¶ 12–13. \n{142} In the insurance industry, RBC plans are designed to invoke intervention \nbefore the worst case scenario arises, but they are no guarantee against it.  Instead, \nthey are a compromise dictated by economic reality.  That is why many states, like \nNorth Carolina, have guaranty funds paid for by insurance companies.  See supra  \n¶ 17 n.6. \n \nVIII. \n{143} The Commissioner’s Memorandum raises three specific areas in which the \nCommissioner asserts there are disputed facts preventing summary judgment.  The \nCourt will address each separately.  However, the disputes either do not exist or are \nimmaterial to the outcome of this decision.  In particular, the California rate actions \nand the Kaw transaction would not appear to be the cause of any damage the \n                                                 \n35 It is worth noting that it was not until after the banking crisis hit that the U.S. Treasury actually \ndid a worst case scenario analysis and changed the capital requirements of the country’s financial \ninstitutions. \nCommissioner seeks to recover.  Even if the funds were in dispute, they would not \nbe material to the outcome. \nA. \n{144} The Court finds that there is not a material credibility issue with respect \nto Haigh’s testimony about his reservation over the adequacy of CCIC’s reserves.  \nThose statements related to his belief after February 2003 when E&Y took the \nposition that the reserves were not adequately stated.  They did not relate to his \nbeliefs about the adequacy of the reserves in 2002 when both he and E&Y used a \ndifferent methodology to calculate the reserves for losses.  In any event, if Haigh \nhad reservations in 2002, these reservations were unknown to the Custards. \n{145} Despite the corrections Haigh made to his 2006 testimony,36 Plaintiff still \nmaintains that Haigh harbored doubts about the reserve liabilities which kept him \nfrom moving forward with a capital transaction.  (Pl.’s Mem. Resp. & Opp’n at 24.)  \nThe evidence before the Court, however, suggests otherwise. \n{146}  In June 2002, CCIC received notice that AM Best would downgrade its \nsolvency rating if the Company did not secure an outside capital investment.  For \nseveral months thereafter, Haigh worked with a team of investment and legal \nprofessionals to raise capital through a reverse merger transaction.  (Haigh Aff. ¶ \n110.)  On September 30, 2002, Haigh and Wilson executed a Letter of Commitment \nwhich indicated that a capital infusion would be forthcoming.  (Haigh Dep. Ex. 270.)  \nDuring the negotiations that followed, Haigh reassured the investor that CCIC was \n“ready to commit the necessary time, capital and other required resources to close a \nmutually beneficial transaction.”  (Haigh Dep. Ex. 69.)  Although the negotiations \nultimately reached an impasse (\nsee Haigh Aff. ¶ 141), the Court views Haigh’s \nefforts during this time as steps towards a capital transaction. \nB. \n{147} To the extent Plaintiff raises an issue regarding the lawfulness of CCIC’s \nrate actions in California, the Court declines to deny Defendants’ Motion on this \n                                                 \n36 At his March 2006 deposition, Haigh had not yet been served with the lawsuit.  Therefore, he did \nnot retain counsel and did not spend significant time in preparation.  (Haigh Aff. ¶¶ 150–52.) \nground.  The CADOI examined the Company’s rating and underwriting practices \nand decided not to cite CCIC for any violations of section 790.03 of the California \nInsurance Code.  (O’Connell Dep. Ex. 9.)  The decision as to liability and whether to \nimpose penalties under section 790.03 rests with the Insurance Commissioner of \nCalifornia.  Cal. Ins. Code § 790.035 (West 2009). \n{148} Furthermore, the California rate actions do not create a genuine issue of \nmaterial fact with respect to Defendants’ knowledge of the Company’s profitability \nin California.  CCIC’s management realized that its California artisan business was \nless profitable than its non-California artisan business.  (Hoerl Dep. Ex. 54.)  The \nquestion of whether Defendants appropriately responded to this realization has \nalready been addressed. \nC. \n{149} Plaintiff further contends that Defendants’ attempts to structure a capital \ninvestment into Kaw constitute self-dealing and a violation of section 58-7-200 of \nthe North Carolina General Statutes.  According to Plaintiff, in July and August of \n2002, CCIC disbursed company funds to purchase shares of Kaw for the personal \nbenefit of Haigh and Mr. Custard.  (Pl.’s Mem. Resp. & Opp’n at 20, 42.)  Plaintiff \nclaims that this transaction violated North Carolina insurance laws because CCIC \n“invested in” its directors, officers, and controlling shareholders.  The evidence \nbefore the Court, however, does not support a claim brought under a theory of self-\ndealing or under section 58-7-200 of the North Carolina General Statutes. \n{150} Defendants were trying to secure an outside capital investment into Kaw \nso that CCIC could maintain its A- rating.  (Wilson Aff. ¶¶ 3, 5.)  A reverse merger \ntransaction through a public shell company, like Kaw, provided a realistic avenue \nfor raising capital.  (Wilson Aff. ¶¶ 7–8.)  Any increases in shareholder value that \nHaigh or Mr. Custard could have personally realized as a result would have been \npredicated on a growth in the Company’s profitability.  Although a self-dealing \ntheory may be appropriate in certain situations where a director derives a personal \nbenefit from a transaction at the expense of the corporation, we are faced with no \nsuch situation in the present case. \n{151} Plaintiff also argues that CCIC’s disbursements to Delta support a claim \nfor self-dealing and violate section 58-7-200.  (Pl.’s Mem. Resp. & Opp’n at 43.)  \nHowever, the Court views these disbursements as one of the steps the Company \ntook to raise outside capital, not as evidence of self-dealing. \n \nIX. \nA. \n{152} On August 13, 2003, Haigh entered into a Settlement Agreement with \nCCIC.  (Holloway Dep. Ex. 19.)  The Settlement Agreement provided that CCIC \nwould make certain payments to Haigh: $50,000 at the time of execution, ten \nmonthly payments of $10,000 each thereafter, and a $7,874.63 reimbursement for \nthe business expenses he incurred as President.  (Holloway Dep. Ex. 19.)  CCIC also \nagreed to release Haigh from any and all liabilities arising out of his Employment \nAgreement.  (Holloway Dep. Ex. 19.)  In return for the release and payments, Haigh \nagreed to waive any and all claims he may have had against the Company under \nthe terms of his Employment Agreement, including his claims to a thirty-day notice \nof termination and a three-year severance payout.  (Holloway Dep. Ex. 12, 19.) \n{153} When the parties executed the Settlement Agreement, CCIC was under \nadministrative supervision.  (Patterson Aff. ¶ 3.)  During a period of administrative \nsupervision, North Carolina insurance laws require the insurer to “comply with the \nlawful requirements of the Commissioner.”  N.C. Gen. Stat. § 58-30-60(d).  In this \ncase, the Commissioner issued a Summary Order that required CCIC to obtain \nwritten approval from the Commissioner prior to engaging in certain transactions.  \n(Blades Dep. Ex. 39.)  The Commissioner’s list of regulated transactions included, \nbut was not limited to, the following: conveying or disposing of assets, transferring \nproperty, withdrawing from bank accounts, making payments to company officers or \ndirectors, and incurring any debt, obligation, or liability.  (Blades Dep. Ex. 39.) \n{154} The Commissioner appointed one of his deputy commissioners (“Oglesby”) \nto carry out the provisions of the Summary Order.  (Blades Dep. Ex. 39.)  Oglesby \nthen designated the Department’s Chief Forensic Accountant (“Holloway”) as the \nCompany’s on-site supervisor and primary contact.  (Holloway Dep. 18:12–13 & Ex. \n7.)  As on-site supervisor, Holloway was responsible for reviewing transactions and \napproving expenses that were subject to the Commissioner’s supervision.  (Holloway \nDep. 18:16–23.)  Therefore, CCIC consulted with Holloway on numerous occasions \nwhen negotiating the payments at issue.  (Holloway Dep. Ex. 8–11, 13–14, 16–18.) \n{155} On May 6, 2003, the NCDOI pre-approved CCIC’s Settlement Agreement \nwith Haigh.  (Holloway Dep. Ex. 15.)  The Department conditioned its approval on \nthe understanding that there would be no guarantee of continued payments if the \nCompany moved into rehabilitation or liquidation.  (Holloway Dep. 95:1–2 & Ex. 15; \nHolloway Aff. ¶ 9.)  Further negotiations took place during the drafting process, but \neventually the parties executed the Settlement Agreement—an agreement whose \nterms and contents received NCDOI approval.  (Patterson Aff. ¶ 9; Holloway Dep. \n121:1–4.) \n{156} From August 13, 2003 until November 4, 2003, Haigh received payments \nunder the terms of the Settlement Agreement.  (Haigh Aff. ¶ 170.)  However, those \npayments stopped when CCIC was placed into rehabilitation on November 17, 2003.  \n(Haigh Aff. ¶ 170; Trendel Aff. ¶¶ 4–5.)  At that point, the Commissioner, in his \ncapacity as rehabilitator, disavowed the Settlement Agreement under section 58-30-\n120(a)(11) of the North Carolina General Statutes.  (Oglesby Aff. ¶ 12.)  The \nCommissioner now seeks to recover the payments Haigh received while CCIC was \nunder administrative supervision. \nB. \n{157} Prior to discovery, Haigh moved for summary judgment on all claims \nasserted against him in the Amended Complaint.  In support of his motion, he \nrelied on the Commissioner’s Verified Petition for an Order of Rehabilitation and \nthe Affidavit of William S. Patterson, a financial examiner at the NCDOI.  This \nCourt denied the motion at that time based on the limited factual record. \n{158} Shortly thereafter, discovery commenced.  After approximately twenty-one \nmonths of discovery, Defendants jointly filed a motion for summary judgment on all \nclaims.  Their motion included the claims on which Haigh had moved for summary \njudgment in his previous motion.  Plaintiff contends that Defendants’ Motion is \nimproper given the Court’s 2007 Order denying Haigh’s earlier motion.  The Court \ndisagrees. \n{159} It is well-established in our jurisprudence that “where one judge denies a \nmotion for summary judgment, another judge may not reconsider . . . summary \njudgment on the same issue.”  Cail v. Cerwin, 185 N.C. App. 176, 182, 648 S.E.2d \n510, 515 (2007) (citation omitted).  However, as our case law illustrates, this rule \nonly applies in the two-judge context.  See, e.g., id.; Hastings v. Seegars Fence Co., \n128 N.C. App. 166, 493 S.E.2d 782 (1997); Huffaker v. Holley, 111 N.C. App. 914, \n433 S.E.2d 474 (1993); Whitley’s Elec. Serv., Inc. v. Walston, 105 N.C. App. 609, 414 \nS.E.2d 47 (1992); Smithwick v. Crutchfield, 87 N.C. App. 374, 361 S.E.2d 111 \n(1987).  A judge is “clearly within his rights in vacating” his own summary \njudgment order, for “[s]uch procedure does not involve one judge overruling \nanother.”  See Carr v. Great Lakes Carbon Corp., 49 N.C. App. 631, 635, 272 S.E.2d \n374, 377 (1980), rev. denied, 302 N.C. 217, 276 S.E.2d 914 (1981); Miller v. Miller, \n34 N.C. App. 209, 212, 237 S.E.2d 552, 555 (1977). \n{160} The Court rejects Plaintiff’s suggestion that “the first judge himself may \nnot change his mind and overrule his own order.”  See Dictograph Prods. Co. v. \nSonotone Corp., 230 F.2d 131 (2d Cir. 1956) (Hand, J.).  In the subpart below, the \nCourt will consider whether the record now before it warrants summary judgment \non Plaintiff’s third claim for relief, which seeks to recover the settlement payments \nCCIC made to Haigh in the months prior to rehabilitation. \nC. \n{161} Once a rehabilitation order has been entered, the receiver appointed \nunder such order may recover (on the insurer’s behalf) certain pre-rehabilitation \npayments.  Specifically, section 58-19-60(a) of the North Carolina General Statutes \nallows the receiver to recover payments made to a director or officer as part of a \ntermination settlement.  N.C. Gen. Stat. § 58-19-60(a)(i).  However, this recovery \nprovision is not without limitation.  For one, it only applies to payments made in the \nyear preceding the petition for rehabilitation.  § 58-19-60(a).  For another, it \nexcludes payments that were lawful and reasonable when paid if “the insurer did \nnot know and could not reasonably have known that such [payments] might \nadversely affect [its] ability . . . to fulfill its contractual obligations.”  § 58-19-60(b). \n{162} Plaintiff, in his capacity as receiver, now seeks to recover the settlement \npayments Haigh already received.  (Am. Compl. ¶¶ 85–88.)  Neither side disputes \nthat CCIC made the termination payments within one year of rehabilitation.  (Pl.’s \nMem. Resp. & Opp’n at 48.)  The evidence before the Court, though, establishes that \n(1) the payments were lawful and reasonable when paid and (2) the Company did \nnot and could not have known that such payments might hinder their ability to \nfulfill their contractual obligations.  Therefore, the limitation of subpart (b) of \nsection 58-19-60 bars Plaintiff’s recovery. \n{163} CCIC and Haigh negotiated at arm’s length.  The Company terminated \nHaigh for cause.  (W. Custard Dep. Ex. 7.)  Mr. Custard blamed Haigh for CCIC’s \nfinancial downfall and stood to lose millions of dollars on account of Haigh’s alleged \nmismanagement.  (W. Custard Dep. Ex. 7.)  Haigh had fallen into disfavor and was \nnot in a position to receive a sweetheart deal. \n{164} When settlements talks began, CCIC refused to accept Haigh’s initial \nproposal for a $300,000 lump sum payment.  (Holloway Dep. Ex. 10.)  Instead, it \ncountered and eventually worked its way down to $150,000 to be paid out over the \ncourse of ten months with no guarantee of continued payments in the event of \nrehabilitation or liquidation.  (Holloway Dep. Ex. 11, 15, 17.)  Given the liabilities \nthat loomed on both sides had the parties not reached a settlement, the Court \nbelieves the parties reached a fair compromise. \n{165} In addition, the Department approved the settlement payments during a \ntime of active supervision.  (Holloway Dep. 128:7–17.)  Administrative supervision \nis a regulatory tool designed “to protect the interests of policyholders, claimants, \ncreditors, and the public generally” through “early detection of any potentially \ndangerous condition in an insurer.”  § 58-30-1(c)(1).  When the parties executed the \nSettlement Agreement, the Department viewed the payments as lawful, fair, and \nreasonable.  (Holloway Dep. 111:5–12, 129:25, 130:1–20.)  When its view changed, \nthe Department stopped making payments.  (Holloway Dep. 134:11–25, 135:1–2.)  \nTherefore, in effect, the negotiated right to terminate payments in the event of \nrehabilitation or liquidation safeguarded CCIC from any future payments that may \nhave hindered its ability to fulfill its contractual obligations. \n{166} For these reasons, the Court GRANTS Defendants’ motion with respect to \nPlaintiff’s third claim for relief.  The Commissioner may not recover the termination \npayments Haigh received while the Company was under the Department’s watch. \nD. \n{167} In its Memorandum in Response and Opposition to Defendants’ Motion for \nSummary Judgment, Plaintiff argues that the settlement payments were a voidable \npreference under section 58-30-150 of the North Carolina General Statutes.37  \nSection 58-30-150(a) defines a “preference” as: \na transfer of any of the property of an insurer to or for the benefit of a \ncreditor, for or on account of an antecedent debt, made or suffered by \nthe insurer within one year before the filing of a successful petition for \nliquidation under this Article, the e ffect of which tran sfer may be to \nenable the creditor to obtain a greater percentage of this debt than \nanother creditor of the same class would receive. \nDespite its newfound reliance on North Carolina’s voidable preference provision, \nPlaintiff never questions the continued applicability of section 58-19-60.  Instead, \nPlaintiff merely impugns the strength of Defendants’ factual support.  (Pl.’s Mem. \nResp. & Opp’n at 48.)  For the reasons stated in subpart (c), the Court already \ndetermined that the evidence before it supports summary judgment on Plaintiff’s \nrecovery claim under section 58-19-60(b).  Nonetheless, the Court will consider what \neffect, if any, section 58-30-150 may have on its prior determination. \n{168} Where “two statutory provisions conflict, one of which is specific or \n‘particular’ and the other ‘general,’ the more specific statute controls in resolving \nany apparent conflict.”  Furr v. Noland, 103 N.C. App. 279, 281, 404 S.E.2d 885, 886 \n                                                 \n37 Plaintiff first raised its voidable preference argument in response to Defendants’ Motion for \nSummary Judgment.  Plaintiff’s third claim for relief, however, only sought recovery based on \nviolations of section 58-19-60.  Given this shift in theory, the Court will address the interplay \nbetween sections 58-19-60 and 58-30-150 of the North Carolina General Statutes. \n(1991) (internal quotations and citation omitted).  Plaintiff brings the interplay of \ntwo North Carolina insurance laws to the Court’s attention: the voidable preference \nprovision38 and the recovery provision.39  These two provisions present a potential \nfor ambiguity in that a liquidator could interpret certain transfers as avoidable \nunder the former while at the same time interpret those same transfers as \nnonrecoverable under the latter. \n{169} The Court resolves any ambiguity between these two provisions in favor of \nthe specific and particular language set forth in section 58-19-60.  Although under \nsection 58-30-150 a liquidator may avoid “a transfer of any of the property,” section \n58-19-60 specifically identifies payments “in the form of a termination settlement” \nas being within its scope.  \nCompare § 58-30-150(a) with § 58-19-60.  The “transfers” \nat issue in this case were in the form of a termination settlement.  Section 58-19-60, \ntherefore, controls, and the determination set forth in subpart (c) remains in effect. \n \nCONCLUSION \n{170} In April 2002, E&Y selected the LDFs used to set CCIC’s reserve levels.  It \nused historical “rest of country” data rather than actual California data to do so.  \nThis selection was a judgment call, and one with which Haigh and Allen agreed.  \nEvans, an actuary with the NCDOI, reviewed the E&Y Reserve Study in May 2002, \nand advised his supervisor that the selections made by the opining actuary at E&Y \nevidenced good judgment and were free from bias.  He had no recommendations for \napproaching loss development selections differently. \n{171} In the third and fourth quarters of 2002, the Company’s California losses \nfor the previous years accelerated, and errors in CIA’s Las Vegas office resulted in \nlarge increases to the reserves for actual claims made.  With that new knowledge, \nE&Y changed its methodology for calculating the LDFs and CDFs used to project \nultimate losses.  The new projections placed CCIC at risk from a capital standpoint \nand resulted in the NCDOI liquidating the Company. \n                                                 \n38 N.C. Gen. Stat. § 58-30-150. \n39 N.C. Gen. Stat. § 58-19-60. \n{172} The NCDOI does not fault E&Y for its methodology in 2002 or 2003.  Yet it \nasks the Court to impose liability for breach of fiduciary duty on CCIC’s officers and \ndirectors for employing the same methodologies.  Plaintiff faults Defendants for not \nrealizing that the California losses would develop more aggressively and for failing \nto change their loss development approach sooner.  Based on the record before the \nCourt, however, it is clear that the information that drove E&Y’s change in methods \ndid not surface until the third and fourth quarter of 2002, and by then the damage \nwas already done.  E&Y’s subjective judgment on what factors to use was driven by \nthe new information, and application of the math dictated the ultimate loss reserve \nnumber which triggered liquidation. \n{173} It is readily apparently that from 1999 to sometime in 2002, CCIC’s \nmanagement failed in its primary business task: the premiums selected were too \nlow to cover the losses on the policies written, and too many policies were written on \nthe mistaken assumption of what the losses would be.  Those decisions were \nquintessential business decisions that are made everyday by insurance industry \nmanagers.  They are subject to the business judgment rule, and Plaintiff has failed \nto adduce evidence of bad faith on the part of the officers or directors of CCIC which \nwould void the indemnification provision in CCIC’s corporate charter. \n{174} Filing false or misleading financial statements with the NCDOI would \nconstitute bad faith on the part of officers and directors of an insurance company.  \nThe standard for bad faith in this context requires either scienter or an officer or \ndirector acting with such a conscious disregard of the duty to report accurate \ninformation that it makes such conduct culpable.  Here, it is undisputed that the \nofficers and directors relied on an independent actuarial opinion in setting the \nreserve estimates it reported to the NCDOI.  This outside expert used his own \nprofessional judgment to apply historical non-California information when selecting \nhis LDFs and did not change that judgment until the year-end numbers for 2002 \ncame in which demonstrated the error in that judgment.  CCIC’s management made \na significant increase in its loss reserves in the second half of 2002 in response to \nthe changes in the actual claim losses.  The outside expert’s failure to convert to use \nof all California numbers before the 2003 audit has not been shown to be the \nproduct of fraud or a conscious disregard of a duty to act. \n{175} Our recent economic downturn is a stark reminder that computer models \nof risk are not always accurate and reliance on them can prove disastrous.  The \nentire regulatory scheme and our statutes encourage use of and reliance upon \nexperts and their computer models.  Whether that is a good policy is debatable \nfollowing our recent economic crisis.  Nonetheless, it was the policy in effect during \nthe period at issue and is still supported by statute.  There is no evidence that \nCCIC’s officers and directors knew, should have known, or consciously disregarded \ninformation that E&Y’s methodology was wrong, or that E&Y would change its \nmethodology for determining CCIC’s ultimate losses or what that change would be \nif it occurred. \n{176} Bad faith giving rise to personal liability may be found, at a minimum, \nunder the following circumstances, depending on the context: \n(a) Taking or approving action which, though legal, the Courts find to be \ninequitable;40 \n(b) Taking or approving action which is not in the best interest of the \ncorporation in order to advance a personal interest, either financial or \nnonfinancial, in nature;41 \n(c) Knowingly taking or approving action which violates the law42 and \nexposes the corporation to liability or other forms of harm; \n(d) A sustained or systematic failure of the board to exercise oversight—such \nas an utter failure to attempt to assure a reasonable information and \nreporting system\n43 or deliberate, conscious, or intentional disregard of \nduty; or \n(e) A failure of the directors of an insurance company to exercise adequate \noversight to ensure that the company’s filings with the appropriate \n                                                 \n40 See Schnell v. Chris-Craft Indus., Inc., 285 A.2d 437, 439 (Del. 1971). \n41 See N.C. Gen. Stat. § 55-8-30. \n42 See In re Walt Disney Co. Derivative Litig., 907 A.2d 693, 755 (Del. Ch. 2005). \n43 See In re Caremark Int’l Inc. Derivative Litig., 698 A.2d 959, 970 (Del. Ch. 1996). \nregulatory agency charged with overseeing its solvency were in \ncompliance with regulatory requirements. \n{177} In a derivative action, a plaintiff seeking to hold insurance company \ndirectors liable for bad faith and/or a failure to monitor corporate activity must \nadduce facts which tend to establish that the directors acted in such a manner that \ntheir conduct falls into one of the categories described above.  Only then would the \nburden shift to the directors to establish that their conduct was undertaken in good \nfaith and with proper motives.  Such a standard of review implements the goal of \nCaremark to relieve directors of having to prove that corporate cataclysms had not \nresulted from their negligence without some prima facie evidence of bad faith on the \npart of the directors.  The Commissioner has failed to establish a breach of fiduciary \nduty by Defendants.  This case involves only breaches of the duty of care that are \nexculpable and/or indemnifiable.  The Commissioner has failed to establish evidence \nof bad faith that would support an award of monetary damages.  \n{178} Therefore, based on the foregoing, it is hereby ORDERED, ADJUDGED, \nand DECREED that Defendants’ Motion for Summary Judgment is GRANTED. \n \nIT IS SO ORDERED, this the 19th day of March, 2010. \n \nAPPENDIX A \nOn October 22, 2001, Hoerl prepared an internal loss reserve analysis \ncomparing the Company’s 2001 losses (through September) to the 2000 year-end \nlosses.  (Allen Dep. 145:3–6.)  This analysis focused on CCIC’s California artisan \nbusiness.  (Hoerl Dep. 88:13–16.)  In his executive summary, Hoerl observed that \nthe changes in the non-California book of business had been “small” whereas the \nchanges in the California artisan business had been “substantial.”  (Hoerl Dep. Ex. \n7 at 1.)  His results for the ultimate loss and ALAE loss ratios illustrate this finding. \nTable 6:  Estimated Loss Ratios – Hoerl \nNon-California Book of Business California Artisan Business \n \nAs of December 2000 As of September 2001 As of December 2000 As of September 2001 \nDirect 47.7% 49.3% 46.3% 76.4% \nNet 44.4% 44.3% 35.8% 73.6% \nCeded 53.0% 55.7% 60.7% 79.5% \n      SOURCE: Hoerl Dep. Ex. 7 at 1. \nThese results strongly suggested that the Company’s loss development pattern in \nCalifornia would be different.  (Hoerl Dep. 92:16–21.)  The direct loss ratios for \nCCIC’s California artisan business increased from 46.3% to 76.4% in nine months.  \n(Hoerl Dep. Ex. 7 at 1.)  However, the non-California book of business only increased \nfrom 47.7% to 49.3% during that same time period.  (Hoerl Dep. Ex. 7 at 1.) \nHoerl’s analysis also revealed a growth in earned premium.  As of September \n2001, the direct earned premium of CCIC’s California artisan business ($28 million) \naccounted for a large portion of the Company’s total book of business ($49 million).  \n(Hoerl Dep. Ex. 7 at 1.)  This growth in premium, like the loss estimates, “suggested \nthe possibility of a more aggressive development pattern” in California losses.  \n(Hoerl Dep. Ex. 7 at 1.) \nAPPENDIX B \nHoerl prepared an initial loss reserve analysis based on the Company’s 2001 \nyear-end loss data.  (Hoerl Aff. ¶ 16.)  This analysis was reviewed by management \nwhen making selections for the 2001 annual statement.  (Hoerl Dep. 108:12–16.)  \nHoerl found that CCIC’s California loss experience had “deteriorated significantly.”  \n(Hoerl Aff. ¶ 22.)  A comparison of the year-end results illustrates this finding. \nTable 7:  Loss Ratios for Artisan Direct – Hoerl \nCalifornia Artisan Business  \n \nAccident Year \nFinal Reserve Analysis for 2000 \nAnnual Statement \nInitial Reserve Analysis for 2001 \nAnnual Statement \n1999 60.7% 108.6% \n2000 40.0% 82.1% \n2001  Not Revealed \nAll-Year Total 46.2% 79.7% \n              SOURCE: Hoerl Aff. ¶ 16; Hoerl Dep. Ex. 8 at 1434. \nThe ultimate loss and ALAE ratio estimates for CCIC’s California artisan business \nincreased from 46.2% in 2000 to 79.7% in 2001.  (Hoerl Dep. Ex. 8 at 1.)  This \nincrease suggested that the Company’s California artisan business would not be as \nprofitable as Hoerl initially had predicted in his 2000 Reserve Analysis.  (Hoerl Dep. \n112:1–17.) \n Hoerl based his 2001 analysis on the assumption that the California artisan \nbusiness and the non-California book of business “each represented about a 50% \ninfluence on the Company’s combined loss development factors.”  (Hoerl Dep. Ex. 8 \nat 1.)  However, as the loss pattern in California developed, Hoerl began to have \nconcerns that this “credibility-weighted approach . . . might be understating the \nactual losses in CCIC’s California artisan program.”  (Hoerl Aff. ¶ 9.) \nAPPENDIX C \nE&Y prepared an independent actuarial analysis of CCIC’s 2001 year-end \nlosses.  (Hoerl Aff. ¶ 21.)  The E&Y Reserve Study was based upon the same data \nthat Hoerl analyzed in his internal review; nevertheless, E&Y reached a different \nconclusion.  (Hoerl Dep. 407:11–17.)  E&Y reported that CCIC’s loss experience in \nCalifornia was “largely unchanged.” (Hoerl Dep. Ex. 58 at 20.)  In contrast, Hoerl \nhad reported that the California losses were deteriorating.  (Hoerl Dep. 416:9–25.)   \nAccording to Hoerl, neither analysis was right or wrong, just a difference of opinion.  \n(Hoerl Dep. 413:19–22.)  The E&Y Reserve Study also recognized this variability \nwhen addressing the limitations of its analysis: “[c]onsiderable uncertainty and \nvariability are inherent in the estimation of loss reserves.”  (Hoerl Dep. Ex. 58 at 3.) \nUnlike Hoerl, E&Y gave no weight to CCIC’s loss experience in California.  \n(Allen Aff. ¶ 20.)  Instead, E&Y based its loss estimates entirely on the Company’s \nnon-California loss experience.  (Allen Aff. ¶ 20.)  Ultimately, the senior consulting \nactuary at E&Y concluded that the losses management booked to the 2001 annual \nstatement were “reasonable” and met applicable requirements of North Carolina \ninsurance laws.  (Hoerl Dep. Ex. 57 at 3.)  Although Hoerl disagreed with E&Y’s loss \nestimates, he recognized the reasonableness of management giving more weight to \nE&Y’s estimates because their actuary held more accreditations.  (Hoerl Aff. ¶ 21.) \nTable 8:  Comparison of 2001 Loss Ratio Estimates for Artisan Direct \nCalifornia Artisan Business \n \nAccident Year 2001 Reserve Analysis \n(Hoerl) \n2001 Reserve Analysis \n(E&Y) \n2001 Annual Statement \n(Management) \n1999 108.6% 98.0% Not Revealed \n2000 82.1% 56.7% 63.2% \n2001 Not Revealed 55.8% 56.3% \nAll Years 79.7% 62.5% Not Revealed \n          SOURCE: Hoerl Aff. ¶ 22. \nAPPENDIX D \nAlthough E&Y based its 2001 Reserve Study on CCIC’s non-California loss \nexperience, it based its 2002 Reserve Study entirely on CCIC’s California loss \nexperience.  (Evans Dep. 141:2–10.)  As a result, the 2002 Reserve Study presented \nsubstantially higher loss ratios estimates than the 2001 Reserve Study.  (Evans \nDep. 139:5–11.)  A comparison of the year-end results illustrates this finding. \nTable 9:  Loss Ratio Estimates for California Artisan Business \nAccident \n Year \nE&Y 2001 \nReserve Study \nE&Y 2002 \n Reserve Study \n1999 98.0% 136.4% \n2000 56.7% 117.1% \n2001 55.8% 122.7% \n2002  79.2% \nAll-Year Total  \n(1999–2001) 62.0% 122.8% \nAll-Year Total  \n(1999–2002)  100.5% \n                        SOURCE: Hoerl Dep. Ex. 58 at 1856; Evans Dep. Ex. 6 at 2856. \nIn the 2002 Reserve Study, the loss ratio estimates for 2000 and 2001 more than \ndoubled.  For Accident Year 2000, E&Y’s loss ratios increased by 106.5% and for \nAccident Year 2001, E&Y’s loss ratios increased by 119.9%. \nFrom one year to the next, E&Y’s gross ultimate loss and ALAE estimate \nincreased by $23.2 million (63%).  (Evans Dep. Ex. 6 at 23–24.)  The net ultimate \nloss and ALAE estimate increased by $10.1 million (51%).  (Evans Dep. Ex. 6 at 24.)   \nThese dramatic increases were primarily due to worse than expected development \nin accident years 2000 and 2001.  Once the historical losses in California came in, \nE&Y realized that it would no longer be appropriate to rely on non-California LDFs. "
}