{
  "id": "103d1f8e2f50e1c6e882818201dc63ca13eae55a15016ef97d3952f5e0744f23",
  "source_file": "data/raw/ncbc/103d1f8e2f50e1c6e882818201dc63ca13eae55a15016ef97d3952f5e0744f23.pdf",
  "raw_text": "STATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 20 CVS 4609 \n \nPDF ELECTRIC & SUPPLY \nCOMPANY, LLC and AGS \nASSOCIATES, LLC d/b/a MRO \nELECTRIC AND SUPPLY \nCOMPANY INC., \n \nORDER ON DEFENDANTS’ MOTION \nTO DISMISS \n Plaintiffs, \n v.  \n \nWILLIAM JACOBSEN; \nCHRISTIAN JACOBSEN; \nVISION CONTROLS LLC; and \nINDUSTRIAL AUTOMATON \nCO., \n  \nDefendants. \n \nTHIS MATTER comes before the Court on Defendants’ Motion to Dismiss.  \n(“Motion to Dismiss,” ECF No. 16.)  Defendants filed a Memorandum in Support of \nthe Motion to Dismiss.  ( “Memorandum in Support,” ECF No. 17.)   Plaintiffs filed a \nBrief in Opposition to the Motion to Dismiss on June 29, 2020, (“Brief in Opposition,” \nECF No. 40), and on July 9, 2020, Defendants filed a Reply in support of the Motion \nto Dismiss (“Reply,” ECF No. 51).  On August 4, 2020, the Court held a hearing on \nthe Motion to Dismiss, which is now ripe for decision. \nTHE COURT, having considered the Motion  to Dismiss, the briefs in support \nof and opposition to the Motion to Dismiss, the arguments of counsel presented at the \nhearing on the Motion to Dismiss, the applicable law, and other appropriate matters \nPDF Elec. & Supply Co. v. Jacobsen, 2020 NCBC 64. \nof record, CONCLUDES, that the Motion to Dismiss should be GRANTED, in part, \nand DENIED, in part, for the reasons set forth below. \nCoats & Bennett, PLLC, by David E. Bennett, Gavin B. Parsons, David Kalish, \nand Brandee Woolard for Plaintiffs PDF Electric & Supply Company, LLC and \nAGS Associates, LLC d/b/a MRO Electric and Supply Company Inc. \n \nShanahan Law Group, PLLC, by Nathaniel Pencook, Brandon S. Neuman, and \nJeffrey Masaaki Kelly for Defendants William Jacobsen; Christian Jacobsen; \nVision Controls LLC; and Industrial Automaton Co. \n \nMcGuire, Judge.  \nI. FACTS AND PROCEDURAL BACKGROUND \n1. The Court does not make findings of fact when ruling on a motion to \ndismiss pursuant to Rule 12(b)(6) but only recites those factual allegations that are \nrelevant and necessary to the Court’s determination of the Motion.  The facts recited \nherein are drawn from the Verified Complaint.  (“Complaint,” ECF No. 4.) \n2. Plaintiffs PDF Electric & Supply Company, LLC (“PDF”) and MRO \nElectric and Supply Company Inc. (“MRO”) are “independent wholesale distributors \nof factory automation parts and conduct their business exclusively on the Internet.”  \n(ECF No. 4, at ¶ 11; for purposes of this order, the Court refers to PDF and MRO \ncollectively as “MRO”.)   MRO sells thousands of new and refurbished factory  \nautomation parts to its customers including, but not limited to, programmable logic \ncontrollers and their components, human machine interfaces including touchscreen \npanels, variable frequency speed drives, power supplies, circuit breakers, servo \nmotors, and robotic parts.  (Id. at ¶ 13.)  MRO buys the parts it sells from third-party \nsuppliers and vendors. \n3. MRO alleges that it has developed and possesses trade secrets and other \nconfidential business information.  ( Id. at ¶ 34.)  MRO’s  trade secrets fall into five \ncategories: “SEM Strategies including Adwords;” its list of “Top Selling Parts;” its list \nof “Suppliers;” its “Price List;” and its “Competitive Business Method.”  (Id.) \nA. SEM Strategy including Adwords and Top Selling Parts \n4. As an Internet -based online sales company, MRO's b usiness model is \nfounded upon its ability to show up on search results.   ( Id. at ¶ 18.)  MRO's sole \nmarketing and advertising presence is on the Internet , and it  does not use print \nadvertisements, direct mail, or any in-person sales force.  MRO alleges that if it does \nnot successfully show up on Internet searches on platforms such as Google, its \nbusiness will fail.   (Id.)  MRO has developed Internet strategies and  techniques to \noptimize the ranking of their websites on the search results (\"SEM Strategies\").  (Id. \nat ¶ 17.)  MRO alleges that its SEM Strategies have been developed over a number \nof years and are protectable trade secrets.  (Id.) \n5. MRO further describes its confidential SEM Strategies and Top Selling \nParts as follows: \n19.  Potential customers interested in purchasing a part in \nMRO's market typically enter the original equipment \nmanufacturer's part number into an Internet search \nengine such as Google.  The search engine returns a list of \nsearch results that comprises links for various websites \nthat offer the parts for sale.  Because of the SEM \nStrategies, MRO's websites would appear high on the list \nof search results which is advantageous for selling the part \nover a competitor's website that appears lower on the \nsearch results. \n \n20.  The SEM Strategies include pay per click advertising \n(\"PPC\") featuring Adwords particularly through Google \nAdwords in which MRO bids to gain top position on certain \nkeywords tha t are likely to be entered by potential \ncustomers.  MRO spent thousands of hours developing and \nimproving their Adwords and SEM Strategies during \nwhich it ran multiple ad versions for its 9,000 plus parts. \nMRO continually edited ads to see which worked bes t and \nmodified its bidding algorithm for the ads.  MRO used the \nTop Selling Parts as a key feature in developing and \noptimizing its search results positioning through Adwords. \n \n21.  The Adwords were effective as some years up to 40% of \nall MRO sales were obtained through the Adwords \ncampaign. \n \n22. MRO used the Top Selling List to focus its marketing \nefforts as it is less impactful to equally promote the 9,000 \nplus parts that it sells.  Instead, MRO has found that it is \nfar more successful and profitab le to spend more of its \nadvertising budget on Adwords derived from the Top \nSelling List. \n \n(Id. at ¶¶ 19–21.) \n \nB. Suppliers \n \n6. MRO buys parts for resale from third- party suppliers located \nthroughout the world.  Through years of experience, MRO has developed a list of \ntrusted suppliers who provide high quality, reliable, and guaranteed parts.  (Id. at ¶ \n26.)  This curated list of suppliers “gives MRO the ability to more efficiently buy and \nprice [p]arts, reduces the number of warranty claims that MRO  has to pay for, and \navoids expense and client frustration by providing technical support.”  (Id. at ¶ 27.) \nC. Price List \n7. MRO has developed a Price List for the parts that it sells “based on \nMRO's industry experience, knowledge of the market, and sales history. ”  (Id. at ¶¶ \n29–30.)  The Price List is not publicly available, and a price is only provided after \nMRO receives an inquiry about the part.  ( Id. at ¶ 31.)  MRO’s Price List remains \n“relatively constant over time.”  (Id. at ¶ 32.) \nD. Competitive Business Method \n8. MRO alleges that its overall method of doing business and competing in \nthe automation parts market, including its SEM Strategies along with AdWords, Top \nSelling Parts, Suppliers, and Price List, constitutes a trade secret.  (Id. at ¶ 33.) \nE. Jacobsen’s Employment with MRO \n9. MRO hired Defendant William Jacobsen (“Jacobsen”) in June 2016.  As \na condition of employment , MRO required Jacobsen to sign a  Non-Disclosure/Non-\nCompete Agreement (“NDA\").  (Id. at ¶¶ 38–39, Ex. 1.)  Jacobsen signed the NDA on \nJune 28, 2016.  (Id.)  The NDA provides, in relevant part, as follows: \n2.  Confidential Information controlled by this Agreement \nrefers to information which is confidential and/or \nproprietary and includes by way of example, but without \nlimitation, data, knowhow, formulae, processes, designs, \nsketches, photographs, plans, draw ings, specifications, \nsamples, reports, customer lists, pricing information, \nstudies, findings, inventions and ideas. To the extent \npractical, Confidential Information shall be disclosed in \ndocumentary or tangible form marked “ Confidential” or \n“Proprietary”.  In addition this agreement shall cover \ndisclosures in nondocumentary form made orally or by \nvisual inspection. The discloser shall have the right, or, if \nrequested by the recipient, the obligation to confirm in \nwriting the fact and general nature of ea ch disclosure \nwithin a reasonable time after it is made in order that it be \ntreated as Confidential Information but is not required to \nhave it in writing for it to be treated as Confidential \nInformation. \n \n3. The Confidential Information controlled by this \nAgreement more specifically relates to information that the \nparties may have relating to the general business, specific \nindustry, and the products, processes, services, \napproaches, tools and/or solutions that the parties may \nhave for that business.  . . . \n \n5.  . . . . \n \nConfidential Information of the disclosing party cannot be \nused by the receiving party for any other purpose or be \nmade available by the receiving party to any third party \nwithout the written permission of the disclosing party.   \nThis includes  but is not limited to competing with [PDF \nand MRO] directly or indirectly in internet based product \nresale or distribution or supplying confidential information \nto anyone or any business that would compete directly or \nindirectly with [PDF and MRO]. . . . \n \n7.  Once executed on the effective date information between \nthe parties will be considered Confidential Information \nthat has been disclosed in the past sixty days through the \ntermination of the Confidentiality Agreement or a new \nConfidentiality Agreement will be put in place. \n \n8. A recipient of a disclosure of Confidential Information \nshall not be under any obligation under this Agreement \nfive (5) years after this Effective Date, at which time this \nAgreement shall terminate. \n \n(ECF No. 4, Ex. 1.) \n \n10. Jacobsen’s “ primary job responsibilities were to work on the SEM \nStrategies including the Adwords campaign ,” monitor MRO's various online \nrankings, maintain the top position for Adwords associated with key words for the \nTop Selling Parts,”  and “[perform] fill-in sales functions when other employees were \nunavailable.”  (Id. at ¶38.)  In performing his job duties , Jacobsen had access to and \nused MRO’s trade secrets and confidential business information.  (Id. at ¶¶ 43–46.) \n11. Jacobsen resigned from MRO in October 2017.  MRO rehired Jacobsen \non February 5, 2018, to perform the same job duties.  (Id. at ¶ 48.) \n12. MRO alleges that beginning in February 2018, unbeknownst to MRO, \nJacobsen created a website and an eBay account to compete with MRO using MRO’s \ntrade secrets and proprietary and confidential information .  ( Id. at ¶¶ 49–53.)  By \nlate 2018, Jacobsen was selling autom ation parts that were on MRO’s Top Selling \nParts List.  (Id. at ¶ 52.) \n13. On February 15, 2019, Jacobsen resigned from MRO.   ( Id. at ¶ 54.)   \nJacobsen has continued to sell parts through his eBay account since his resignation.  \n(Id. at ¶ 55, 60.) \n14. On September 9, 2019, Jacobsen and his brother , Defendant Christian \nJacobsen (“Christian”), filed Articles of Organization for Vision Controls LLC (“Vision \nControls”) with the North Carolina Secretary of State.   (Id. at ¶ 56.)   Jacobsen also \noperates a competitive business under the name Industrial Automation Company \n(hereinafter “Industrial Automation”) which appears to operate the website vision -\ncontrols.com.  (Id. at ¶ 57.) \n15. MRO alleges that Defendants sell parts , in competition with MRO,  \nthrough at least the following websites : industrialautomationco.com, \nindisutrialautomation.com, and indautoco.com.   (Id. at ¶ 61.)  MRO further alleges \nthat Defendants are using the Price List to undercut MRO's prices and using MRO's \nSEM Strategies and Adwords to displace MRO in online searches, disrupting MRO's \notherwise successful SEM Strategies.  (Id. at ¶¶ 63–64.)  MRO’s sales have declined, \nand it alleges “nearly $1,000,000” of this loss is attributable to  Defendants’ actions. \n(Id. at ¶ 67.) \n16. Finally, MRO alleges that Jacobsen took steps to prevent MRO from \nlearning that he was operating his competing websites and, as a result, MRO didn’t \nbecome aware that Jacobsen was operating Industrial Automation or Vision Controls \nuntil approximately March 10, 2020.  (Id. at ¶¶ 68–72.) \n17. On March 26, 2020, Plaintiffs filed the  Complaint seeking injunctive \nrelief and damages arising out of Defendants’ alleged misuse of MRO’s trade secrets \nand confidential information and Jacobsen’s violation of the NDA.  (ECF No. 4.)  In \nthe Complaint, Plaintiffs allege claims against all Defendants for: misappro priation \nof MRO’s trade secrets in violation of N.C.G.S. § 66 -153 (Count I); unfair and \ndeceptive trade practices in violation of N.C.G.S. § 75-1.1 (Count II); civil conspiracy \n(Count III); temporary restraining order and preliminary and permanent injunctions \n(Count IV); unjust enrichment (Count VII); and common law unfair competition \n(Count IX).  Id.  Plaintiffs allege claims against Jacobsen only for breach of contract \n(Count V); breach of confidence (Count VI); and failure to register assumed name \n(Count VIII).  Id. \n18. On June 1, 2020, Defendants filed the Motion to Dismiss .  Defendants \nseek dismissal of all of Plaintiffs’ claims except for Count IV and Count VIII.  (ECF \nNo. 16, at p. 2.) \n \n \nII. ANALYSIS \nA. Standard of Review  \n19. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court’s \ninquiry is “whether, as a matter of law, the allegations of the complaint, treated as \ntrue are sufficient to state a claim upon which relief may be granted under some legal \ntheory, whether properly labeled or not.”  Harris v. NCNB Nat’l Bank, 85 N.C. App. \n669, 670, 355 S.E.2d 838, 840 (1987).  Our appellate courts frequently reaffirm that \nNorth Carolina is a notice pleading state.  See, e.g., Feltman v. City of Wilson , 238 \nN.C. App. 246, 252, 767 S.E.2d 615, 620 (2014) (quoting Wake Cty. v. Hotels.com, L.P., \n235 N.C. App. 633, 647,  762 S.E.2d 477, 486 (2014)) (“Under notice pleading, a \nstatement of claim is adequate if it gives sufficient notice of the claim asserted to \nenable the adverse party to answer and prepare for trial, to allow for the application \nof the doctrine of res judicata, and to show the type of case brought.”). \n20. “It is well established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen ‘(1) the complaint on its face reveals that no law supports the plaintiff’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’s \nclaim.’”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615, 821 S.E.2d 729, 736–\n37 (2018) (quoting Wood v. Guilford County , 355 N.C. 161, 166, 558 S.E.2d 490, 494 \n(2002)).  \n21. In ruling on a Rule 12(b)(6) motion, the court construes the complaint \nliberally and accepts all allegations as true.  See Laster v. Francis, 199 N.C. App. 572, \n577, 681 S.E.2d 858, 862  (2009).  However, the Court is not required “to accept as \ntrue allegations that are merely  conclusory, unwarranted deductions of fact, or \nunreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human \nServs., 174 N.C. App. 266, 274,  620 S.E.2d 873, 880  (2005) (citation and quotation \nmarks omitted).  \n22. In addition, “when ruling o n a Rule 12(b)(6) motion, a court may \nproperly consider documents which are the subject of a plaintiff’s complaint and to \nwhich the complaint specifically refers even though they are presented by the \ndefendant.”  Oberlin Capital, L.P. v. Slavin , 147 N.C. A pp. 52, 60,  554 S.E.2d 840, \n847 (2001). \nB. Claims for Breach of the NDA \n23. Defendants first challenge Plaintiffs’ claims against Jacobsen for breach \nof the non-compete provisions of the NDA (Count V) and breach of the confidentiality \nprovisions of the NDA (Counts V and VI).\n1  (ECF No. 17, at pp. 10–17.)  In Count V, \nPlaintiffs allege that Jacobsen breached the NDA by “ a. Competing with Plaintiffs \nduring his employment; b. Competing with Plaintiffs following the end of his \nemployment; and c. Making use of Plaintiffs' confidential information and trade \nsecrets to compete with Plaintiffs. ”  ( Id. at ¶ 140.)  In Count VI, Plaintiffs allege \n \n1 Plaintiffs label the claim alleged in Count VI of the Complaint as “Breach of Confidence.”  \n(ECF No. 4, at p. 20.)  However, Plaintiffs do not allege, nor argue in the Brief in Opposition, \nthat Jacobsen was under any duty to maintain its confidential information other than any \nduty imposed by the NDA.   Accordingly, the Court treats both Counts V and VI as raising \nclaims for breach of the non-disclosure covenant in the NDA. \nJacobsen violated the NDA by disclosing and using MRO’s trade secrets and \nconfidential information.  (Id. at ¶ 148.) \n24. Defendants contend that the breach of the NDA claims sho uld be \ndismissed because the NDA, on its face, establishes that its restrictions expired on \nOctober 17, 2016.  (ECF No. 17, a t pp. 11 –14.)  Defendants argue that the NDA \nprovides that “[a]  recipient of a disclosure of Confidential Information shall not be \nunder any obligation under this Agreement five (5) years after this Effective Date, at \nwhich time this Agreement shall terminate ,” and that the NDA states its “Effective \nDate” is October 1 7, 2011.  ( Id. at p.12; ECF No. 4, Ex. 1, p. 2.)  Defendants argue \nthat the term Effective Date is a capitalized, defined term in the NDA, and must be \ngiven its defined meaning.  (Id. at pp. 12–14; citing State v. Philip Morris USA Inc. , \n363 N.C. 623, 632, 685 S.E.2d 85, 91 (2009) (where a contract “contains a definition \nof a term used in it, this is the meaning which must be given to that term wherever \nit appears in the [contract], unless the context clearly requires otherwise”) and Legacy \nVulcan Corp. v. Garren , 222 N.C. App. 445, 450, 731 S.E.2d 223, 228 (2012) \n(recognizing that the consistent capitalization of a term indicated an intent to have \nthe same meaning throughout a document). \n25. In response, Plaintiffs argue that the NDA must be interpreted so as to \nfulfill the intent of the parties at the time they made the agreement, “and to do this \nconsideration must be given to the purpose to be accomplished, the subject-matter of \nthe contract, and the situation of the parties.”  (ECF No. 40, at p. 5; citing and quoting \nWeyerhauser Co. v. Carolina Power & Light Co. , 257 N.C. 717, 719 -720, 127 S.E. 2d \n539, 541 (1962)).  Plaintiffs contend that the parties simply could not have intended \nan effective date of October 17, 2011 , since it would result in the NDA termina ting \nless than four months after they executed the agreement.  Instead, the purposes of \nthe contract and situation of the parties at the time of its execution lead to the \nconclusion that the  parties intended the NDA to have an effective date of June 28, \n2016 and to obligate Jacobsen for five years after that date.  (ECF No. 40, at pp. 5–\n9.)  Plaintiffs argue that paragraph seven of the NDA supports this conclusion , \nproviding in relevant part, that “[ o]nce executed on the effective date information \nbetween the parties will be considered Confidential Information that has been \ndisclosed in the past sixty days through the termination of the Confidentiality \nAgreement.”  (ECF No. 4, at Ex. 1, p. 2.)  Plaintiffs contend that this language shows \nthat the parties understood the effective date of the NDA to be the date of execution \n– June 28, 2016 – and that any other interpretation would be absurd. (ECF No. 40, \nat pp. 7–9.)  Finally, Plaintiffs argue that the parties did not intend the capitalization \nof terms in the NDA to have any significance.\n2  (ECF No. 40, at p. 8.) \n26. It is well -settled that “[w]here the language of a contract is plain and \nunambiguous, the construction of the agreement is a matter of law; and the court . . . \nmust construe the contract as written, in light of the undisputed evidence as to the \ncustom, usage, and meaning of its terms.”  Happ v. Creep Pointe Homeowner’s Assoc., \n \n2 Plaintiffs also contend that the reference to an “Effective Date _ October 17, 2011” at the \ntop of the first page of the NDA merely reflects the date on which Plaintiffs’ started using \nthat version of the NDA, which subsequently was signed by a number of employees, including \nJacobsen on June 28, 2016.  (ECF No. 40, at p. 6.)  The Court finds this explanation to be \nunlikely.  Instead, it is more likely that the use of an agreement dated October 17, 2011 in \nJune 2016 was the result of inadvertence or error. \n215 N.C. App. 96, 103, 717 S.E.2d 401, 406 (2011) (alterations in orig inal) (quoting \nHodgin v. Brighton , 196 N.C. App. 126, 128, 674 S.E.2d 444, 446 (2009)).   “An \nambiguity exists in a contract when either the meaning of words or the effect of \nprovisions is uncertain or capable of several reasonable interpretations.”  Schenkel & \nShultz, Inc. v. Hermon F. Fox & Assocs., 362 N.C. 269, 273, 658 S.E.2d 918, 922 (2008) \n(citation omitted).   \n27. “Extrinsic evidence may be consulted when the plain language of the \ncontract is ambiguous.”  Brown v. Ginn, 181 N.C. App. 563, 567, 640 S.E.2d 787, 790 \n(2007) (citations omitted); Inland Am. Winston Hotels, Inc. v. Crockett, 212 N.C. App. \n349, 354, 712 S.E .2d 366, 369 (2011).  However, if the court determines that “the \nterms of the contract are ambiguous” and “extrinsic evidence is necessary,” then the \nquestion of construction of the contract is one for the jury.  Whirlpool Corp. v. Dailey \nConstr., Inc., 110 N.C. App. 468, 471, 429 S.E.2d 748, 751 (1993) (citing Cleland v. \nChildren’s Home, Inc. , 64 N.C. App. 153, 306 S.E.2d 587 (1983)); see also Martin v. \nRay Lackey Enterprises, Inc. , 100 N.C. App. 349, 354, 396 S.E.2d 327, 330 (1990) \n(“[I]ntent is a question of law where the writing is free of any ambiguity which would \nrequire resort to extrinsic evidence or the consideration of disputed fact.”);  Cleland \nv. Children's Home, Inc. , 64 N.C. App. 153,  157, 306 S.E.2d 587, 590 (1983) \n(“Ambiguities in contracts a re to be resolved by the jury upon consideration of ‘the \nexpressions used, the subject matter, the end in view, the purpose sought, and the \nsituation of the parties at the time.’”) ( quoting Silver v. Bd. of Trans. , 47 N.C. App. \n261, 268, 267 S.E.2d 49, 55 (1980)). \n28. The Court has thoroughly reviewed the language used in the NDA and \nthe arguments of counsel and concludes that the term “Effective Date” as used in the \nagreement is ambiguous.  While capitalization of a term in a contract might indicate \nthat it has a defined meaning, in the NDA “Effective Date” is used in both capitalized \nand uncapitalized forms with seemingly conflicting meanings .  The meaning of the \nterm must be decided by a jury if such interpretation becomes necessary in this case. \ni. Enforceability of the NDA as a covenant not to compete \n29. Defendants next argue that the NDA is unenforceable as a non-compete \nagreement because the so- called non -competition covenant is overbroad and it \n“restrict[s] Jacobsen’s ability to compete in an open m arket using readily -\nascertainable information.”  (ECF No. 17, at p. 14–17.)  Defendants contend that the \ncovenant is overbroad because it has no fixed geographic limitation and because it \nextends for a period of five years.  (Id. at p. 16.)  Defendants further contend that the \nnon-disclosure covenants in the NDA prohibiting Jacobsen from selling anything on \nMOR’s Top Selling Parts list or using MRO’s suppliers are an unlawful restraint on \ntrade that effectively prevent Jacobsen from working in any capacity.  (Id. at p. 14.) \n30. The elements necessary to establish an enforceable non -compete \nagreement between an employer and employee under North Carolina  law are well \nestablished.  Okuma Am. Corp. v. Bowers, 181 N.C. App. 85, 88, 638 S.E.2d 617, 620 \n(2007).  “The reasonableness of a non-competition covenant is a matter of law for the \ncourt to decide.”  Medical Staffing Network, Inc. v. Ridgway, 194 N.C. App. 649, 655, \n670 S.E.2d 321, 327 (2009).  Courts scrutinize non-compete agreements because they \n“are not viewed favorably in modern law.”  VisionAIR, Inc. v. James, 167 N.C. App. \n504, 508, 606 S.E.2d 359, 362 (2004) (quoting  Farr Assocs., Inc. v. Baskin , 138 N.C. \nApp. 276, 279, 530 S.E.2d 878, 881 (2000)) (internal quotation marks omitted).  \nAccordingly, \nTo be valid, the restrictions on the employee’s future \nemployability by others must be no wider in scope than is \nnecessary to protect the business of the employer.  If a non-\ncompete covenant is too broad to be a reasonable protection \nto the employer’s business i t will not be enforced.  The \ncourts will not rewrite a contract if it is too broad but will \nsimply not enforce it. \n \nId. at 508, 606 S.E.2d at 362 (internal citations and quotations omitted). \n31. Non-compete agreements that bar an “employee from working in an \nidentical position for a direct competitor” are enforceable in North Carolina.  Okuma \nAm. Corp., 181 N.C. App. at 90–91, 638 S.E.2d at 621 (citing Precision Walls v. Servie, \n152 N.C. App. 630, 638–39, 568 S.E.2d 267, 273 (2002)); see also Ridgway, 194 N.C. \nApp. at 656, 670 S.E.2d at 327.  On the other hand, our appellate courts consistently \nhold non-compete agreements purporting to prohibit a former employee “from having \nany association with a business providing similar services, including performing even \nwholly unrelated work”  to be overbroad and unenforceable.  Andy -Oxy Co., Inc. v. \nHarris, No. COA19-10, 2019 N.C. App. LEXIS 902, at *9–10, 834 S.E.2d 195 (N.C. Ct. \nApp. Nov. 5, 2019) (citing Hartman v. W.H. Odell & Assocs., 117 N.C. App. 307, 317, \n450 S.E.2d 912, 920 (1994)); VisionAIR, 167 N.C. App. at 509, 606 S.E.2d at 362; see \nalso Henley Paper Co. v. McAllister, 253 N.C. 529, 534–35, 117 S.E.2d 431, 434 (1960).  \nParticularly problematic are covenants that restrict an employee from “directly or \nindirectly” having any association with a competing business.  Andy -Oxy Co., Inc., \nNo. COA19-10, 2019 N.C. App. LEXIS 902, at *11 –12; VisionAIR, 167 N.C. App.  at \n508–09, 606 S.E.2d at 362–63. \n32. The non-compete covenant at issue here states as follows: \nConfidential Information of the disclosing party cannot be \nused by the receiving party for any other purpose or be \nmade available by the receiving party to any third party \nwithout the written permission of the disclosing party.   \nThis includes but is not limited to competing with [PDF \nand MRO] directly or indirectly in internet based product \nresale or distribution or supplying confidential information \nto anyone or any business that would compete directly or \nindirectly with [PDF and MRO]. \n \n(ECF No. 4, Ex. 1 at ¶ 5.)  Effectively, the covenant purports to prohibit  Jacobsen \nfrom “competing . . . directly or indirectly” with MRO by using  or disclosing its \nconfidential information to a company that “compete[s] directly or indirectly ” with \nPDF or MRO.  (Id.) \n33. “North Carolina courts will treat a non -disclosure agreement as a \ncontract in restraint of trade in appropriate circumstances.”  Amerigas Propane, L.P. \nv. Coffey , 2015 NCBC LEXIS 98, at *23 (N.C. Super. Ct. Oct. 15, 2015) (citing \nChemiMetals, 124 N.C. App. at 197, 476 S.E.2d at 376 –77).  A non -disclosure \nprovision equates to a restrictive covenant in restraint of trade and is subject to the \nsame analysis as a covenant not to compete if “the anticipated and intended effect of \nthe prohibition on [an employee’s] disclosure . . . is not to protect [the company’s] \nconfidential bus iness information” but rather to prevent a former employee from \ncompeting with the former employer.  See Amerigas Propane, L.P., 2015 NCBC \nLEXIS 98, at *24–25 (compiling cases). \n34. Applying these principles, the Court finds that the NDA is simply not \nenforceable as a non-compete covenant.  As an initial matter, the NDA does not define \nthe terms “compete” or “competing,” and restricts Jacobsen from competing “directly \nor indirectly” with PDF and MRO.  These vague, broad terms could prohibit Jacobsen \nfrom working for a competitor in job completely unrelated to Jacobsen’s duties  with \nMRO and Jacobsen owning stock in a competing company through a mutual fund . \nSee VisionAIR, Inc., 167 N.C. App. at  508-509, 606 S.E.2d at 362-363.  Therefore, it \nis not clear from what activities Jacobsen is restricted by the NDA, and the Court can \ncannot determine the intended scope of the prohibition. \n35. The Court concludes that the NDA is unenforceable as  a non-compete \ncovenant under North Carolina l aw.  Therefore, to the extent Defendants seeks \ndismissal of the  claim for breach of a covenant not to compete in Count V of the \nComplaint for breach of contract, the Motion to Dismiss should be GRANTED. \nii. Enforceability of NDA as a non-disclosure agreement \n36. In Counts V and  VI of the Complaint, Plaintiff alleges that Jacobsen \nbreached the non-disclosure requirements of the NDA.  (ECF No. 4, at ¶¶ 142 –149.)  \nA non-disclosure provision in an employment agreement is enforceable “if it does not \nseek to prevent a party from engaging in a similar business in competition with the \n[employer], but instead seeks to prevent the disclosure or use of confidential \ninformation.”  Chemimetals Processing v. McEneny , 124 N.C. App. 194, 197, 476 \nS.E.2d 374, 376 (1996).  To be enforceable, such a non-disclosure agreement requires \nonly “a showing that it protects a legitimate business interest of the [employer]”; time \nand durational limitations are irrelevant.  Id. at 197, 476 S.E.2d. at 377; Eye Dialogue \nLLC v. Party Reflections, Inc., 2020 NCBC LEXIS 90, at *14-19 (N.C. Super. Ct. July \n28, 2020). \n37. “In an action for  breach of contract, the complaint must allege (1) the \nexistence of a contract between the parties, (2) the specific provisions  breached, (3) \nthe facts constituting the breach, and (4) the damages resulting to the plaintiff from \nthe breach.” Thompson v. Bass, 261 N.C. App. 285, 290, 819 S.E.2d 621, 625– 26 \n(2018) (citing Cantrell v. Woodhill Enterprises, Inc. , 273 N.C. 490, 497, 160 S.E.2d \n476, 481 (1968)). \n38. Although poorly drafted and not enforceable as a non- compete \nagreement, the Court concludes that Plaintiffs sufficiently plead ed a claim for \nviolation of the NDA’s non -disclosure covenants to put Defendants on notice of the \nnature of Plaintiffs’ claim and to survive dismissal.  Plaintiffs allege that the NDA is \na valid contract prohibiting disclosure of MRO’s confidential information, that \nJacobsen breached the non -disclosure covenant by disclosing its confidential \ninformation to the Defendant businesses and Christian, and that the disclosures have \nresulted in damages to Plaintiffs.  Plaintiffs also specifically identify the alleged \nconfidential information they  claim has been disclosed.  While it may later be \ndetermined that the information at issue is not ac tually confidential, the claim is \nadequately stated at this stage of the case. \n39.  Therefore, to the extent Defendants seek dismissal of claims for breach \nof the non-disclosure provisions of the NDA in Counts V and VI of the Complaint, the \nMotion to Dismiss should be DENIED. \nC. Misappropriation of Trade Secrets \n40. As their first claim, Plaintiffs allege that Jacobsen misappropriated \nMRO’s trade s ecrets in violation of North Carolina Trade Secrets Protection Act, \nN.C.G.S. § 66 -152, et seq. (“TSPA”).  (ECF No. 4, at ¶¶ 73– 95.)  The standard for \nalleging a cognizable claim for misappropriation of trade secrets is well established. \nCounty of Wayne Con str. Managers of Goldsboro v. Amory , 2019 NCBC LEXIS 32, \n*18-22 (N.C. Super. Ct. May 17, 2019) .  To state a claim for misappropriation of a \ntrade secret under the TSPA, “a plaintiff must identify a trade secret with sufficient \nparticularity so as to enable a defendant to delineate that which he is  accused of \nmisappropriating and a court to determine whether misappropriation has or is \nthreatened to occur.”  Krawiec v. Manly, 370 N.C. 602, 609, 811 S.E.2d 542, 547- 48 \n(2018) (citation and quotations omit ted). Additionally, the plaintiff must “ set forth \nwith sufficient specificity the acts by which the alleged misappropriation occurred. ” \nBldg. Ctr., Inc. v. Carter Lumber, Inc., 2016 NCBC LEXIS 79, at *9 (N.C. Super. Ct. \nOct. 21, 2016).  While a trade secret must be “the subject of efforts that are reasonable \nunder the circumstances to maintain its secrecy,” N.C.G.S. § 66-152(3)(b), “only where \nefforts to maintain the secrecy of the allegedly misappropriated trade secrets were \ncompletely absent have North Ca rolina courts dismissed claims at the 12(b)(6) \nstage.”  AYM Techs., LLC. v. Rodgers, 2018 NCBC LEXIS 14, at *40 (N.C. Super. Ct. \nFeb. 9, 2018) (quoting Bldg. Ctr., Inc., 2016 NCBC LEXIS 79, at *14). \n41. Predictably, for cases in this court raising claims under the TSPA, \nDefendants challenge virtually every aspect of Plaintiffs’ allegations  making \narguments better suited for summary judgment.  Defendants contend that Plaintiffs \nhave not sufficiently identified the trade secrets at issue (ECF No. 17, at pp. 17 –21); \nhave not sufficiently alleged how Jacobsen misappropriated the trade secrets ( Id. at \npp.  24 –26); and have not sufficiently alleged that they took reasonable steps to \nprotect their trade secrets.  (Id. at pp. 22–24.) \n42. The Court has reviewed the allegations and concludes that, while less \nthan robust on some elements, they are sufficient at this stage of the case to survive \nthe Motion to Dismiss.  First, Plaintiff has identified at least certain information that \ncould constitute trade secrets with enough specificity to provide Defendants with \nnotice “ so as to enable a defendant to delineate that which he is accused of \nmisappropriating.”  Krawiec, 370 N.C. at 609, 811 S.E.2d  at 547-48.  For example, \nPlaintiffs allege that they have developed “through years of experience” a curated list \nof suppliers that “offer truly reliable parts, and timely and effective technical \nsupport.”  (ECF No. 4, at ¶ 26.)  The list of suppliers “ gives MRO the ability to more \nefficiently buy and price Parts, reduces the number of warranty claims that MRO has \nto pay for, and avoids expense and client frustration by providing technical support.”  \n(Id. at ¶27.)  This type of “compilation of information” could be of substantial value \nto a competitor just entering the automation parts business. \n43. Plaintiffs also allege that “ MRO spent thousands of hours developing \nand improving their Adwords and SEM Strategies during which it ran multiple ad \nversions for its 9,000 plus parts. MRO continually edited ads to see which worked \nbest and modified its bidding algorithm for the ads.”  (Id. at ¶ 20.)  While Defendants \nappear to argue that there is no such thing as unique or protectable “SEM Strategies,” \nand that all on -line retailers use the same approach to search engine optimization,  \n(ECF No. 17, at pp. 21–22), that cannot be decided based solely on the allegations in \nthe Complaint.  Plaintiffs clearly identify at least a potential trade secret. \n44. Similarly, while Defendants argue that Plaintiffs fail to allege that they \ntook adequate steps to maintain the confidentiality of MRO’s trade secrets, Plaintiffs \nallege that “[e]very employee is required to sign a non-disclosure agreement on their \nfirst day of employment to prevent the disclosure or unauthorized use of the \nConfidential Information,” and that MRO’s trade secrets are “ saved in passwor d \nprotected computer files” accessible only to “ a limited number of MRO's personnel .”  \n(ECF No. 4, at ¶¶ 35 –37.)  At this stage, these allegations are enough to satisfy the \npleadings standards for claims for violation of the TSPA. \n45. Therefore, to the extent Defendants seek  dismissal of Count I of the \nComplaint for misappropriation of trade secrets in violation of the TSPA, the Motion \nto Dismiss should be DENIED. \nD. Unfair and Deceptive Trade Practices and Common Law Unfair Competition \n46. As the second claim in the Complaint (Count II) , Plaintiffs allege that \nthe Defendants’ conduct constitutes unfair and deceptive trade practices in violation \nof N.C.G.S. § 75 -1.1.  (ECF No. 4, at ¶¶ 96– 116.)  Plaintiffs a llege that Jacobsen \nlearned the entire internet wholesale factory automation business through his \nemployment with MRO, violated the NDA , used MRO’s trade secrets to establish \ncompeting internet businesses both during and after his employment, took measures \nto conceal his  conduct and his businesses from MRO, thereby resulting in serious \ndamage to Plaintiffs’ business .  ( Id.)  In Count IX, “Common Law Unfair \nCompetition,” Plaintiffs allege that “Defendants’ conduct was unethical and designed \nto misappropriate MRO's competitive advantage obtained through its investment of \nyears of time, money and labor.”  (Id. at ¶¶ 165–169.) \n47. To state a claim for a violation of N.C. Gen. Stat. § 75-1.1, Plaintiffs must \nallege that “(1) [the] defendant committed an unfair or dec eptive act 27 or practice, \n(2) the action in question was in or affecting commerce, and (3) the act proximately \ncaused injury to the plaintiff.”  Bumpers v. Cmty. Bank of N. Va., 367 N.C. 81, 88, 747 \nS.E.2d 220, 226 (2013).  A claim for common law unfair competition seeks to protect \n“a business from misappropriation of its commercial advantage earned through \norganization, skill, labor, and money.”  Henderson v. U.S. Fid. & Guar. Co., 346 N.C. \n741, 749, 488 S.E.2d 234, 240 (1997).  Courts have recognized that a claim for common \nlaw unfair competition is analyzed the same way as a claim for unfair or deceptive \ntrade practices under G.S. § 75 -1.1.  See BellSouth Corp. v. White Directory \nPublishers, Inc., 42 F. Supp. 2d 598, 615 (M.D.N.C. 1999)  (\"The standard which a \nplaintiff must meet to recover on an unfair competition claim under the common law \nis not appreciably different [from a claim for unfair or deceptive trade \npractices].\"); Blue Rhino Global Sourcing, Inc. v. Well Traveled Imports, I nc., 888 F. \nSupp. 2d 718, 721 n.1 (M.D.N.C. 2012);  Global Textile All., Inc., LLC  v. TDI \nWorldwide LLC, 2018 NCBC LEXIS 57, at *21 (N.C. Super. Ct. June 5, 2018). \n48. The allegations in the Complaint support a claim for unfair and \ndeceptive trade practices  and for common law unfair competition .  Plaintiffs allege \nthat Jacobsen engaged in conduct that is deceptive and potentially unfair as well.  \nPlaintiffs also allege that the Defendant companies, and Christian, have used MRO’s \ntrade secrets to create and operate websites that directly compete with MRO’s site.  \nIndeed, the Court has refused to dismiss Plaintiffs’ claim for misappropriation of \ntrade secrets.  A claim for misappropriation of trade secrets can support a cause of \naction for violation of Section  75.1-1.  Ge Betz, Inc. v. Conrad , 752 S.E.2d 634, 650-\n651, 231 N.C. App. 214, 236 (2013). \n49. Therefore, to the extent Defendants seeks dismissal of Count II of t he \nComplaint for unfair and deceptive trade practices in violation of the UDPTA and \nCount IX for common law unfair competition , the Motion to Dismiss should be \nDENIED. \nE. Unjust Enrichment \n50. Plaintiffs allege that Defendants have been unjustly enriched by \nmisappropriating and using MRO’s trade secrets to establish their competing \nbusinesses.  (Count VII, E CF No. 4, at ¶¶ 150 –158.)  Plaintiffs contend that “ MRO \nshared its confidential information and trade secrets with William Jacobsen for him \nto perform his job with MRO with the understanding he would not use it to compete \nagainst Plaintiffs or for his own purposes, the information was not conveyed \ngratuitously, and by taking and making use of the information Defendants were \nunjustly enriched.”  (ECF No. 40, at p. 25.)  Defendants argue that the claim for unjust \nenrichment should be dismissed because Plainti ffs have alleged the existence of an \nexpress contract, the NDA that governs the disclosure of confidential information, \nand Plaintiffs claim for breach of the confidentiality provisions of the NDA preclude \na cause of action for unjust enrichment. (ECF No. 17, at p. 29.)   Defendants also \ncontend that the claim for unjust enrichment should be dismissed because Plaintiffs \nhave not alleged that they conferred a benefit up on Defendants, but only that \nDefendants used Plaintiffs’ confidential information for its own benefit.  (Id.) \n51. A claim for  unjust enrichment  “is neither in tort nor contract but is \ndescribed as a claim in quasi contract or a contract implied in law.”  Booe v. Shadrick, \n322 N.C. 567, 570, 369 S.E.2d 554, 556 (1988).   “ The general rule of  unjust \nenrichment is that where services are rendered and expenditures made by one party \nto or for the benefit of another, without an express contract to pay, the law will imply \na promise to pay a fair compensation therefor.”  Atlantic C. L. R. Co. v. State Highway \nComm'n, 268 N.C. 92, 95 -96, 150 S.E.2d 70, 73 (1966)  (citations omitted).  In North \nCarolina, to recover on a claim of unjust enrichment, Plaintiff must prove: (1) that it \nconferred a benefit on another party; (2) that the other party consciously accepted the \nbenefit; and (3) that the benefit was not conferred gratuitously or by an interference \nin the affairs of the other party.   Southeastern Shelter Corp. v. BTU, Inc. , 154 N.C. \nApp. 321, 330, 572 S.E.2d 200, 206 (2002).  “The doctrine of unjust enrichment was \ndevised by equity to exact the return of, or payment for, benefits received under \ncircumstances where it would be unfair for the recipient to retain them without the \ncontributor being repaid or compensated. ”  Collins v. Davis, 68 N.C. App. 588, 591, \n315 S.E.2d 759, 761 (1984). \n52. While a claim for unjust enrichment cannot stand where an express \ncontract exists covering the same subject, Vetco Concrete Co. v. Troy Lumber Co., 256 \nN.C. 709, 713, 124 S.E.2d 905, 908 (1962) , a party is permitted to plead a claim for \nunjust enrichment in the alternative to a claim for breach of contract.  Bandy v. \nGibson, 2017 NCBC LEXIS 66,  at *12 (N.C. Super. Ct. July 16, 2017) .  The Court \nconcludes that Plaintiffs’ unjust enrichment claim should be treated as pleaded in the \nalternative to its claim for breach of the NDA and should not be dismissed at this \nstage of the litigation. \n53. Plaintiffs also allege that MRO “conferred” the benefit of providing \nJacobsen with access to Plaintiffs’ confide ntial information “for the express purpose \nof Jacobsen performing” his job duties, and not for Defendants’ use to develop \ncompeting businesses.  (ECF No. 3, at ¶¶ 151, 154– 155.)  Plaintiffs allege that “it is \nneither fair nor equitable for Defendants to ma ke use of MRO’s confidential \ninformation.”  (Id. at ¶ 157.)  While these allegations are a weak recitation of a claim \nfor unjust enrichment, the Court concludes that they are minimally sufficient to \npreclude dismissal at this point in the case.  Watson Elec. Constr. Co. v. Summit Cos., \nLLC, 160 N.C. App. 647, 652, 587 S.E.2d 87, 92 (2003) (“Unjust enrichment . . .  \nis a general principle underlying various legal doctrines and remedies, that  one \nperson should not be permitted unjustly to enrich himself [or herself] at the expense \nof another.”) (internal quotations omitted).   Plaintiffs adequately allege that \nDefendants unfairly used their  trade secrets and confidential information to enrich \nthemselves. \n54. Therefore, to the extent Defendants seek dismissal of Cou nt VII of the \nComplaint for unjust enrichment, the Motion to Dismiss should be DENIED. \nF. Civil Conspiracy \n55. Defendants seek dismissal of Plaintiffs’ allegations of civil conspiracy.  \n(ECF No. 3, at ¶¶ 117– 123 (“Count III ;” ECF No. 17, at pp 29– 30.)  The Court has \nreviewed Defendants’ arguments in support of dismissal and concludes that to the \nextent Defendants seek dismissal of Count III of the Complaint for civil conspiracy, \nthe Motion to Dismiss should be DENIED. \nIII. CONCLUSION \nTHEREFORE, IT IS ORDERED that: \n1. To the extent Defendants seeks dismissal of the  claim for breach of a \ncovenant not to compete in Count V of the Complaint, the Motion to Dismiss \nis be GRANTED, and that claim is DISMISSED.  \n2. To the extent Defendants seek dismissal of the claims for breach of the non-\ndisclosure provisions of the NDA in Counts V and VI of the Complaint, the \nMotion to Dismiss is DENIED. \n3. The Motion to Dismiss as to Counts I, II, III, VII, and IX of the Complaint \nis DENIED. \n4. Except as expressly granted herein, the Motion to Dismiss is DENIED. \n \nSO ORDERED, this the 9th of September, 2020. \n \n/s/ Gregory P. McGuire   \nGregory P. McGuire \nSpecial Superior Court Judge \nfor Complex Business Cases \n "
}