{
  "id": "1055be56e745e46c21bfc0eeb6cfa57e8e060931d2c714451bc08be178f75aaf",
  "source_file": "data/raw/ncbc/1055be56e745e46c21bfc0eeb6cfa57e8e060931d2c714451bc08be178f75aaf.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 5594 \n \nDUKE ENERGY CAROLINAS, LLC \nand DUKE ENERGY PROGRESS, \nLLC, \n \nPlaintiffs, \n \nv. \n \nAG INSURANCE SA/NV (f/k/a \nL’Etoile S.A. Belge d’Assurances); et \nal., \n \nDefendants. \n \n \nORDER AND OPINION ON MOTION \nOF DEFENDANTS ASSOCIATED \nELECTRIC & GAS INSURANCE \nSERVICES LIMITED, BERKSHIRE \nHATHAWAY DIRECT INSURANCE \nCOMPANY (F/K/A AMERICAN \nCENTENNIAL INSURANCE \nCOMPANY), AND TIG INSURANCE \nCOMPANY, AS SUCCESSOR TO \nRANGER INSURANCE COMPANY, \nFOR PARTIAL SUMMARY \nJUDGMENT REGARDING \nCOVERAGE FOR THE RIVERBEND \nSTEAM STATION \n \n \n1. THIS MATTER is before the Court on the Motion of Defendants Associated \nElectric & Gas Insurance Services Limited (“AEGIS”), Berkshire Hathaway Direct \nInsurance Company (f/k/a American Centennial Insurance Company  (“ACI”)), and \nTIG Insurance Company, as successor to Ranger Insurance Company  (“Ranger”), \n(collectively, the “AEGIS Defendants”) for Partial Summary Judgment Regarding  \nCoverage for the Riverbend Steam Station (the “Motion”) filed November 27, 2019.1  \n(ECF No. 588.) \n2. Having considered the Motion, the briefs and related materials submitted \nin support of and in opposition to the Motion, the arguments of counsel at the hearing \n                                                 \n1 Defendants The Continental Insurance Company for London Guarantee and Accident \nCompany of New York (“Continental”)  and Arrowood Indemnity Company (f/k/a Royal \nIndemnity Company) (“Arrowood”)  separately joined the Motion .  (ECF Nos. 609, 613.)  \nArrowood and Continental separately joined the AEGIS Defendants’ reply in further support \nof the Motion.  (ECF Nos. 720–21.) \nDuke Energy Carolinas, LLC v. AG Ins. SA/NV, 2020 NCBC 47. \n \n \non the Motion, and other appropriate matters of record, the Court  DENIES the \nMotion and GRANTS summary judgment for Duke on the issue presented on the \nMotion for the reasons set forth below. \nPillsbury Winthrop Shaw Pittman LLP, by Mark J. Plumer, Matthew G. \nJeweler, Barry Fleishman, Aaron D. Coombs, William C. Miller, Jeffrey \nW. Mikoni, and W. Kirk Gandy, and Hunton & Williams LLP, by A. Todd \nBrown and Ryan G. Rich, for Plaintiffs Duke Energy Carolinas, LLC and \nDuke Energy Progress, LLC.  \n \nRivkin Radler LLP, by Alan S. Rutkin, George D. Kappus, Steven M. \nZuckermann, Greg E. Mann, and Gregory J. Klubok, and Goldberg \nSegalla, by David G. Harris, II and David L. Brown, for Defendants \nAssociated Electric and Gas Insurance Services L imited, Berkshire \nHathaway Direct Insurance Company, and TIG Insurance Company. \n \nHinkhouse Williams Walsh LLP, by William C. Joern  and Richard \nMcDermott, and Pope Aylward Sweeney & Stephenson, LLP, by Robert \nAylward, for Defendant Continental Insurance Company.  \n \nFreeborn & Peters LLP, by Bruce M. Engel, Patrick Frye, and Ryan G. \nRudich, and Bradley Arant  Boult Cummings LLP, by Matthew S. \nDeAntonio and Corby C. Anderson, for Defendant Arrowood Indemnity \nCompany.  \n \nSquire Patton Boggs (US) LLP, by Paul Kalish,  for Defendants Allianz \nGlobal Risks US Insurance Company, Allianz Underwriters Insurance \nCompany, and Fireman’s Fund Insurance Company.  \n \nWindels Marx Lane & Mittendorf LLP, by Eric J. Konecke, for Defendant \nAllstate Insurance Company. \n \nJackson & Campbell  PC, by Erin N. McGonagle, for Defendants AIG \nProperty Casualty Company, American Home Assurance Company, and \nLexington Insurance Company.   \n \nHogan Lovells US LLP, by Alexander B. Bowerman, for Defendant \nAssurances Générales de France. \n \nClausen Miller P.C. , by Ilene Korey,  for Defendant Old Republic \nInsurance Company.  \n \n \n \nKarbal Cohen Economou Silk Dunne LLC, by Dena Economou, for \nDefendants First State Insurance Company and Twin City Fire \nInsurance Company. \n \nWhite and Williams, LLP, by Shane Heskin, for Defendants Century \nIndemnity Company, Federal Insurance Company, and Pacific \nEmployers Insurance Company. \n \nKennedys CMK LLP, by John D. LaBarbera, for Defendant United States \nFire Insurance Company. \n \nSaiber LLC, by Michael J. Balch, for Defendant General Reinsurance \nCorporation.  \n \nBledsoe, Chief Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n3. This action focuses on whether Defendants—all insurers who issued excess \nlevel insurance policies to Plaintiffs Duke Energy Carolinas, LLC (“DEC”) (formerly \nDuke Power Company (“Duke Power”) ) and Duke Energy Progress, LLC (formerly \nCarolina Power & Light Company (“CP&L”) ) (collectively, “Duke”)—are obligated to \ncompensate Duke for alleged liabilities linked to coal combustion residuals (“CCRs”), \ni.e., coal ash, at fifteen Duke-owned power plants in North and South Carolina.  This \nMotion focuses on one such facility, the Riverbend Steam Station (“Riverbend”), near \nMount Holly, Gaston County, North Carolina.   \n4. The Court does not make findings of fact on motions for summary judgment; \nrather, the Court summarizes material facts it considers to be uncontested.  Hyde  \nIns. Agency, Inc. v. Dixie Leasing Corp., 26 N.C. App. 138, 142, 215 S.E.2d 162, 165 \n(1975). \n \n \n5. DEC owns the Riverbend facility, which operated from 1929 to 2013.2  Coal \nash generated from Riverbend was deposited into two ash ponds, or basins, for \ndisposal.  ( Mann Aff. Ex. A, at DUKE_CAIR_000253023 ; see also First Am. Compl \n¶ 84, ECF No. 232.)  \n6. Following the February 2014 spill of coal ash into the Dan River at Duke’s \nDan River Steam Station  in Rockingham County , the North Carolina General \nAssembly passed the Coal Ash Management Act (“CAMA”), N.C.G.S. § 130A-309.200 \net seq., in September 2014.  S.L. 2014-122, 2014 N.C. Sess. Laws 122; (Mann Aff. Ex. \nA, at DUKE_CAIR_000252978, 000253003; Mann Aff. Ex. E S.L. 2014-122 (S.B. 729), \nECF No. 591.5 ).  Through CAMA, the North Carolina General Assembly required \nDuke to take certain remedial actions at various specifically-identified power plants.  \nS.L. 2014-122 § 3(b); (see also First Am. Compl. ¶ 49).  Of particular relevance here, \nCAMA required Duke to take remedial action to “dewater and remove all CCRs from \nimpoundments” at Riverbend3 and ultimately to close.4 \n                                                 \n2 (See Aff. Greg E. Mann Supp. Mot. Partial Summ. J. Defs . AEGIS, Berkshire Hathaway \nDirect Ins. Co. (f/k/a ACI), & TIG Ins. Co., Successor to Ranger, Regarding Coverage \nRiverbend Steam Station [hereinafter “Mann Aff.”] Ex. A Excerpts Joint Factual Statement, \nUnited States v. Duke Energy Carolinas, LLC, et al. (E.D.N.C. May 14, 2015), Case Nos. 5:15-\nCR-62-H, 5:15-CR67-H, & 5:15-CR-68-H, at DUKE_CAIR_000253023, ECF No. 591.1; Mann \nAff. Ex. B Letter Duke Energy to N.C. Department Environment & Natural Resources, dated \nMay 4, 2015, at NCDENR0088379, ECF No. 591.2.) \n \n3 (See Mem. Law Supp. Mot. Partial Summ. J. Defs. AEGIS, Berkshire Hathaway Direct Ins. \nCo. (f/k/a ACI), & TIG Ins. Co., Successor to Ranger, Regarding Coverage Riverbend Steam \nStation 4, 11 [hereinafter “AEGIS Defs.’ Supp. Br.”], ECF No. 589; see S.L. 2014 -122 \n§§ 3(b)(2), 3(c)(2); see also First Am. Compl. ¶ 49.)   \n \n4 CAMA was amended to require ash ponds like the one at Riverbend to close by December \n31, 2019.  See N.C.G.S. § 130A-309.214. \n \n \n7. The AEGIS Defendants seek dismissal of Duke’s Riverbend -based claims, \ncontending that Duke’s liability at Riverbend under CAMA falls outside the coverage \nprovided under the insurance policies  the AEGIS Defendants issued to Duke Power \nfrom 1979 to 1986 (the “Policies”).5  \n8. Under the similar language contained in each of those Policies, the insurer \nis to indemnify Duke (i.e., the “INSURED” under the Policies): \n[F]or any and all sums  which the INSURED shall become legally \nobligated to pay as ULTIMATE NET LOSS by reason of the liability \nimposed upon the INSURED by law or liability assumed by the \nINSURED under CONTRACT . . .  for damages because of BODILY \nINJURY, PERSONAL INJURY or PROPERTY DAMAGE caused by an \nOCCURRENCE. \n \n(Mann Aff. Ex. L § I(a), ECF No. 591.12.) \n \n9. “Ultimate net loss” is defined, in relevant part, as: \n[A]ll sums which the INSURED shall become legally obligated to pay as \ndamages either by adjudication or compromise with the consent of the \nCOMPANY, after making proper deductions for all recoveries and \nsalvages collectible and for other insurance that is in exc ess of the \nUNDERLYING LIMITS[.] \n \n(Mann Aff. Ex. L § III(n)(1).) \n10. The parties dispute whether CAMA’s requirement that Duke take remedial \naction at Riverbend is a legal obligation imposed “by adjudication or compromise” \nwithin the “ultimate net loss” definition and thus whether Duke’s remediation costs \npursuant to CAMA’s legislative mandate is covered under the Policies. \n                                                 \n5 The Policies at issue on this Motion are identified in the attached Appendix A.  (See Mot. \nPartial Summ. J. Defs. AEGIS, Berkshire Hathaway Direct Ins. Co. (f/k/a ACI), & TIG Ins. \nCo., Successor to Ranger, Regarding Coverage Riverbend Steam Station 1, ECF No. 588;  \nMann Aff. Exs. G–M, ECF Nos. 591.7–.13.)   \n \n \n11. After full briefing, the Court held a hearing on the Motion on March 12, 2020 \n(the “Hearing”) , at whic h Duke , the AEGIS Defendants, and other appearing \nDefendants were represented by counsel .  At the Hearing, Duke argued that the \nAEGIS Defendants raised new arguments in their reply brief  to which Duke did not \nhave an adequate opportunity to respond .  The Court permitted Duke to respond to \nthese arguments at the Hearing  and to file a sur -reply to more fully present its \narguments for the Court’s consideration.  Duke filed its sur-reply on March 23, 2020.  \n(ECF No. 723.) \n12. The Motion is now ripe for resolution. \nII. \nLEGAL STANDARD \n13. Summary judgment is appropriate “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that an y party is entitled \nto a judgment as a matter of law.”  N.C. R. Civ. P. 56(c).   “An issue is ‘genuine’ if it \ncan be proven by substantial evidence and a fact is ‘material’ if it would constitute or \nirrevocably establish any material element of a claim or a  defense.”  CSX Transp., \nInc. v. City of Fayetteville, 247 N.C. App. 517, 521, 785 S.E.2d 760, 763 (2016) (quoting \nLowe v. Bradford, 305 N.C. 366, 369, 289 S.E.2d 363, 366 (1982)).  “Substantial \nevidence is such relevant evidence as a reasonable mind might accept as adequate to \nsupport a conclusion . . . and means more than a scintilla or a permissible \ninference[.]”  DeWitt v. Eveready Battery Co., 355 N.C. 672, 681, 565 S.E.2d 140, 146 \n \n \n(2002) (citations and internal quotation marks omitted).  The Court views evidence \nin the light most favorable to the nonmoving party.  Summey v. Barker, 357 N.C. 492, \n496, 586 S.E.2d 247, 249 (2003) (citing Dobson v. Harris, 352 N.C. 77, 83, 530 S.E.2d \n829, 835 (2000)). \n14. The moving party bears the burden of showing that there is no genuine issue \nof material fact, Liberty Mut. Ins. Co. v. Pennington, 356 N.C. 571, 579, 573 S.E.2d \n118, 124 (2002), and may meet this burden by proving that “an essential element of \nthe opposing party’s claim does not exist, cannot be proven at trial, or would be barred \nby an affirmative defense, or by showing through discovery that the opposing party \ncannot produce evidence to support an essential element of [its] claim[,]” Dobson, 352 \nN.C. at 83, 530 S.E.2d at 835 (citations omitted).  If  the moving party meets its \nburden, “the burden shifts to the nonmoving party to produce a forecast of evidence \ndemonstrating specific facts, as opposed to allegations, showing that he can at least \nestablish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784–85, \n534 S.E.2d 660, 664 (2000); see also N.C. R. Civ. P. 56(e) (“[A]n adverse party may not \nrest upon the mere allegations or denials of his pleading, but . . . must set forth \nspecific facts showing that there is a genuine issue for trial.”). \nIII. \nANALYSIS6 \n15. The AEGIS Defendants ’ argument for dismissal on summary judgment is \nstraightforward.  As succinctly stated in their r eply: “The ULTIMATE NET LOSS \n                                                 \n6 The AEGIS Defendants have asserted a timeliness objection to the Court’s consideration of \nthe information contained in Tabs 8 (pages from AEGIS Policy No. XL5128602P), 10 (Report \n \n \ndefinition in the AEGIS [Defs. ’] policies restricts coverage to liabilities incurred by \neither ‘adjudication or compromise.’  Duke’s obligation to excavate [CCRs] at \nRiverbend arose from neither, but rather from a direct legislative mandate.”  (Reply \nBr. Defs. AEGIS, Berkshire Hathaway Direct Ins. Co. (f/k/a ACI), & TIG  Ins. Co., \nSuccessor to Ranger, Regarding Coverage Riverbend Steam Station 1 [hereinafter \n“AEGIS Defs.’ Reply Br.”], ECF No. 712.)  Contending that a “legislative mandate” is \nnot an “adjudication” or a “compromise” as a matter of law,  the AEGIS Defendants \nargue that the CCR remediation costs imposed on Duke through CAMA are not \ncovered under the Policies and therefore that Duke’s claim as to Riverbend must be \ndismissed.  (AEGIS Defs.’ Supp. Br. 5.)   After careful consideration, t he Court \ndisagrees. \n16. As an initial matter, “[a]n insurance policy is a contract and its provisions \ngovern the rights and duties of the parties thereto.”  C. D. Spangler Constr. Co. v. \nIndus. Crankshaft & Eng’g Co., 326 N.C. 133, 142, 388 S.E.2d 557, 562 (1990) (citing \nFid. Bankers Life Ins. Co. v. Dortch , 318 N.C. 378, 380, 348 S.E.2d 794, 796 (1986) ).  \nThe Supreme Court of North Carolina has recently articulated the relevant standards \nfor the interpretation and construction of an insurance policy: \nWhen interpreting an insurance policy, courts apply general contract \ninterpretation rules.  See, e.g., Wachovia Bank & Tr. Co. v. Westchester \nFire Ins. Co., 276 N.C. 348, 172 S.E.2d 518 (1970).  “As in other \ncontracts, the objective of construction of terms in an insurance policy is \nto arrive at the insurance coverage intended by the parties when the \n                                                 \nof Jeffrey W. Stempel) , and 13 (Expert Report of John C. Evans) of the demonstratives \nnotebook Duke tendered to the Court at the Hearing.  The Court finds it unnecessary to \nconsider any of the challenged exhibits in resolving the Motion and, therefore, in the exercise \nof its discretion, sustains the AEGIS Defendants’ objection to these three demonstratives and \ndoes not consider them on the Motion. \n \n \npolicy was issued.”  Id. at 354, 172 S.E.2d at 522 (citing McDowell Motor \nCo. v. N.Y. Underwriters Ins. Co., 233 N.C. 251, 63 S.E.2d 538 (1951); \nKirkley v. Merrimack Mut. Fire Ins. Co., 232 N.C. 292, 59 S.E.2d 629 \n(1950)).  In North Carolina, determining the meaning of language in an \ninsurance policy presents a question of law for the Court.  Id. \n \nWhen interpreting the relevant provisions of the insurance policy at \nissue, North Carolina courts have long held that any ambiguity or \nuncertainty as to the words used in the policy should be construed \nagainst the insurance company and in favor of the policyholder or \nbeneficiary.  Id.  If a court finds that no ambiguity exists, however, the \ncourt must construe the document according to its terms.  Id. (citing \nWilliams v. Nationwide Mut. Ins. Co., 269 N.C. 235, 238, 152 S.E.2d 102, \n105 (1967)). \n \nAmbiguity is not established by the mere fact that the insured asserts \nan understanding of the policy that differs from that of the insurance \ncompany.  Wachovia Bank & Tr. Co., 276 N.C. at 354, 172 S.E.2d at 522.  \nRather, ambiguity exists if, in the opinion of the court, the language is \n“fairly and reasonably susceptible to either of the constructions for \nwhich the parties contend.”  Id.  The court may not remake the policy or \n“impose liability upon the company which it did not assume and for \nwhich the policyholder did not pay.”  Id. \n \nIf the policy contains a definition of a term, the court applies that \nmeaning unless the context requires otherwise.  Id.   However,  if the \npolicy fails to define a term, the court must define the term in a manner \nthat is consistent with the context in which the term is used, and the \nmeaning accorded to it in ordinary speech.  Id. (citing Peirson v. Am. \nHardware Mut. Ins. Co., 249 N.C. 580, 107 S.E.2d 137 (1959)). \n \nAccardi v. Hartford Underwriters Ins. Co ., 373 N.C. 292, 295, 838 S.E.2d 454, 456–\n57 (2020). \n17. Our Supreme Court has further  explained that “[t]he various terms of the \npolicy are to be harmoniously construed, and if possible, every word and every \nprovision is to be given effect .”  C. D. Spangler Constr., 326 N.C. at  142, 388 S.E.2d \nat 563 (quoting Woods v. Nationwide Mut. Ins. Co., 295 N.C. 500, 506, 246 S.E.2d 773, \n777 (1978)); see also Harleysville Mut. Ins. Co. v. Buzz Off Insect Shield, L.L.C., 364 \n \n \nN.C. 1, 9, 692 S.E.2d 605, 612 (2010) (same).  In sum, the “intention of the parties as \ngathered from the language used in the policy is the polar star that must guide the \ncourts[.]”  Cowell v. Gaston Cty., 190 N.C. App. 743, 746, 660 S .E.2d 915, 918 (2008) \n(quoting McDowell Motor Co., 233 N.C. at 253, 63  S.E.2d at 540 ).  “ [A] contract of \ninsurance should be given that construction which a reasonable person in the position \nof the insured would have understood it to mean[ .]”  Grant v. Emmco Ins. Co., 295 \nN.C. 39, 43, 243 S.E.2d 894, 897 (1978). \n18. Here, the policy language states , in relevant part,  that the AEGIS \nDefendants will indemnify “ any and all sums” which Duke “shall become legally \nobligated to pay as ULTIMATE NET LOSS  by reason of the liability imposed upon \n[Duke] by law or liability assumed by [Duke] under CONTRACT  . . . for damages[.]”  \n(Mann Aff. Ex. L § I(a) (emphasis added).)  “Ultimate net loss” is defined as “all sums” \nwhich Duke “shall become legally obligated to pay as damages either by adjudication \nor compromise[.]”  (Mann Aff. Ex. L § III(n)(1) (emphasis added).)  The Policies do not \ndefine the phrase “either by adjudication or compromise” or the specific words \n“adjudication” and “compromise.”   \n19. Relying on various dictionary definitions of “adjudication” and “compromise” \nin use at the time the Policies were issued, 7 the AEGIS Defendants contend that an \n“adjudication” requires an adjudicatory proceeding and a “compromise” refers to two \nsides settling a matter through mutual concessions , neither of which occurred here .  \n                                                 \n7 See The American Heritage Dictionary 79, 303 (2d College ed. 1982); The American Heritage \nDesk Dictionary 13, 214 (1981); Webster’s New Collegiate Dictionary 15, 232 (1977); Webster’s \nNew Collegiate Dictionary 15, 230 (1979).  (ECF Nos. 591.14–.17.) \n \n \n(AEGIS Defs.’ Supp. Br. 9.)  As further support for their position that no compromise \noccurred, the AEGIS Defendants  argue that a 2014 letter from Duke’s CEO Lynn \nGood to then-North Carolina Governor Pat McCrory and three pre-CAMA rate case \ndocuments demonstrate that before CAMA was passed Duke  intended to take the \nactions CAMA later require d; hence, no “compromise” was reached. 8  (AEGIS Defs.’ \nSupp. Br. 13–17; Mann Aff. Exs. C, T–V, ECF No. 591.3, 591.20–.22.)  \n20. In opposition , Duke relies on different dictionary definitions  of the same \nterms,9 including those defining “adjudicate” as “to pass judgment on” and defining \n“compromise” as “to adjust or settle  by partial mutual relinquishment of principles, \nposition, or claims .”10  More persuasively, Duke further contends that the phrase \n“either by adjudication or compromise” expansively “describes the broad spectrum of \n                                                 \n8 The AEGIS Defendants’ latter argument fails based on the evidence.  Although the AEGIS \nDefendants contend that Good’s letter committed Duke to close the Riverbend ash basins, \n(AEGIS Defs.’ Supp. Br. 4), that letter’s language only provided “recommendations for near-\nterm and longer-term actions at [Duke’s] ash basins in North Carolina[,]” (Mann Aff. Ex. C \nLetter Lynn Good to Governor Pat McCrory, dated March 12, 2014, ECF No. 591.3).  Duke’s \nwitnesses similarly testified that the letter reflected recommendations, not binding \ncommitments.  (See Duke’s Opp’n Br. Ex. 9 Excerpts Dep. Tr. –  Lynn Jones Good Jan. 14, \n2020, at 100:6–16, ECF No. 670.1 ; Duke’s Opp’n Br. Ex. 10 Excerpts Dep. Tr.  – John H. \nElnitsky, II Jan. 8, 2020, at 155:6–19, ECF No. 670.1; Duke’s Opp’n Br. Ex. 11 Excerpts Dep. \nTr. – David B. Fountain Nov. 15, 2019, at 204:20–205:8, ECF No. 670.1.)  In addition, while \nDuke’s pre-CAMA rate case statements may evidence an intent to close its ash basins at some \nundetermined time, they do not suggest an intention to take the specific remedial action \nrequired under CAMA—i.e., excavation. \n \n9 See The Random House Dictionary of the English Language  (1973); Webster’s Third New \nInternational Dictionary of the English Language Unabridged (1986).  (ECF No. 670.2.)  Duke \nalso relies upon a definition in the current version of the Merriam-Webster Online Dictionary, \nbut the Court disregards that definition because Duke has not offered evidence that this \ndefinition was in use at the time the Policies were issued. \n \n10 (See Duke’s Opp’n Mot. Partial Summ. J. Defs. AEGIS, Berkshire Hathaway Direct Ins. \nCo. (f/k/a ACI), & TIG Ins. Co., Successor to Ranger, Regarding Coverage Riverbend Steam \nStation 12–13 [hereinafter “Duke’s Opp’n Br.”], ECF No. 670.) \n \n \nlegal liabilities the insurer promised to pay —from compromise, at one end of the \nspectrum, to adjudication, at the other” and is not intended  to limit the insurer’s \nbroad agreement to indemnify to only two specific sources of legal liability.  ( Duke’s \nOpp’n Br. 7–10.) \n21. The AEGIS Defendants’ construction has obvious appeal when \n“adjudication” and “compromise” are considered as standalone terms  and their \nstandard dictionary definitions are applied.  See C. D. Spangler Constr., 326 N.C. at \n152, 388 S.E.2d at 568 (“ [T]his Court has used standard, nonlegal dictionaries as a \nguide.” (internal quotation marks omitted)).  Perhaps recognizing that appeal, Duke \ndoes not argue that the passage of CAMA alone was an “adjudication” or \n“compromise”11 under the Policies, (Mar. 12, 2020 Hearing Tr. 164:23–165:8, ECF No. \n749; Duke’s Opp’n Br. 22 –23), and it is undisputed that CAMA’s passage was not \nprocured through an adjudicatory proceeding or a settlement of competing claims.   \nThat alone, however, does not resolve the Motion as the AEGIS Defendants contend. \n22. To the contrary, as Duke correctly notes , under North Carolina law, an \ninsurance contract “must be interpreted as a whole, and individual provisions within \na[n insurance] contract must be interpreted within the context of the entire contract.”  \nFulford v. Jenkins, 195 N.C. App. 402, 408, 672 S.E.2d 759, 763 (2009); see also State \nv. Philip Morris USA Inc., 359 N.C. 763, 773, 618 S.E.2d 219, 225 (2005) (“Intent  is \nderived not from a particular contractual term but from the contract as a whole.”). \n                                                 \n11 Rather, Duke contends that its legal obligations arose from the passage  of CAMA and its \nimplementation by the North Carolina Department of Environmental Quality (“DEQ”).  Duke \nargues that CAMA’s implementation constituted an “adjudication” or “compromise” under \nthe “ultimate net loss” definition in the Policies.  (Duke’s Opp’n Br. 22–23.)   \n \n \n23. Here, the Court finds Duke’s construction reasonable and concludes that the \nphrase “either by adjudication or compromise,” read in the context of the definition of \n“ultimate net loss” and within  the Policies as a whole, may be understood  by a \nreasonable person in the position of an insured as describing the entire range of legal \nliabilities involuntarily imposed on the insured and not as a limitation on coverage to \nonly those legal actions that may be termed either an “adjudication” or a \n“compromise.”  As a result, a lthough Duke’s legal liability was legislatively imposed \nthrough CAMA rather than through an adversarial court or dispute resolution \nprocess, a reasonable insured could understand that the Policies’ broad insuring \nagreement to pay “all sums which the INSUR ED shall become legally obligated to \npay . . . for damages” included an obligation to pay all legally coerced damages and \nthat the phrase “by either adjudication or compromise” was not intended to limit the \nsources from which legally coerced damages could be imposed to obtain coverage. \n24. This construction finds support in the Supreme Court of North Carolina’s \ndecision in C. D. Spang ler Construction Co.  In that case, which involved standard-\nform language, the insurer agreed to “defend any suit against the insured seeking \ndamages on account of . . . property  damage[.]”  C. D. Spangler Constr., 326 N.C. at \n153, 388 S.E.2d at 569 (emphasis omitted).  In seeking to avoid a duty to defend, the \ninsurer argued that agency actions requiring cleanup of hazardous waste were not \n“suits,” id., and that state-ordered environmental cleanup costs were not “damages,” \nid. at 146–7, 388 S.E.2d at 565.   Relying on broad dictionary definitions of these \nnontechnical terms, t he Supreme C ourt disagreed, rejecting the insurer’s narrow \n \n \nconstruction that a “suit” must be limited to a “court proceeding ,” id. at 154–55, 388 \nS.E.2d at 570 , and that the term “damages” includes only “compensation recovered \nby a third party in an action at law for injuries sustained by the third party at the \nhands of the insured [,]” id. at 147, 151–52, 388 S.E.2d at 565, 56 8–69.  The Court \nemphasized that if the insurer intended the narrow readings it sought, “it should \nhave so indicated in the policy [,]” id. at 151, 388 S.E.2d at 568, and concluded that, \nbased on its review of the policy as a whole, each term could be understood by a \nreasonable insured to include state-ordered environmental cleanup costs, id. at 152, \n388 S.E.2d at 569. \n25. Similarly here, the phrase “by adjudication or compromise” need not be read \nas narrowly as the AEGIS Defendants contend.  Indeed, the  phrase appears in the \n“ultimate net loss” definition —a term  focused on the calculation of the amount \npayable for qualifying occurrences  rather than the scope of coverage in the first \ninstance—and identif ies what a reasonable insured could fairly understand are \nopposite ends of the  spectrum of the ways an involunta ry obligation to pay money \ncould be legally imposed.  Read in context\n12 and within the Policies as a whole , the \nphrase could be understood by a reasonable insured at the time the Policies were \nissued as expressing the full range of possible sources of legally imposed liability, not \nas a binary choice excluding other unnamed but contemplated sources of legal \nliability. \n                                                 \n12 See Woods, 295 N.C. at 506, 246 S.E.2d at 777 (“If no definition is given, non -technical \nwords are to be given their meaning in ordinary speech, unless the context clearly indicates \nanother meaning was intended.”).    \n \n \n26. If the AEGIS Defendants intended to limit their coverage obligation to \nexclude governmental mandates like CAMA, they should have done so expressly and \nnot attempt now to use the “ultimate net loss” definition  as their instrument to \npurportedly restrict coverage.  See C. D. Spangler Constr., 326 N.C. at 152 –53, 388 \nS.E.2d at 569 (“When an insurance company, in drafting its policy of insurance, uses \na ‘slippery’ word to mark out and designate those who are insured by the policy, it is \nnot the function of the court to sprinkle sand upon the ice by strict construction of the \nterm.”  Rather, “[a]ll who may, by any reasonable construction of the word, be \nincluded within the coverage afforded by the policy should be given its protection.” \n(quoting Ins. Co. v. Ins. Co., 266 N.C. 430, 437–38, 146 S.E.2d 410, 416 (1966))).   \n27. Decisions from other jurisdictions endorsing coverage for non -judicially-\nimposed environmental cleanup costs provide further support for this construction.  \nSee, e.g., Cent. Ill. Light Co. v. Home Ins . Co., 795 N.E.2d 412, 422–24 (Ill. App. Ct. \n2003) (rejecting contention that “ultimate net loss” provision’s reference to \n“adjudication or compromise” narrowed coverage obligation and finding coverage for \nenvironmental cleanup costs arising under statutory obligations and administrativ e \nagency negotiations), aff’d, 821 N.E.2d 206 (Ill. 2004); see also, e.g., Farmland Indus., \nInc. v. Republic Ins. Co ., 941 S.W.2d 505, 507– 09 (Mo. 1997) (refusing to exclude \nequitable relief from “damages” under policy with “adjudication or compromise” \nclause in “ultimate net loss” provision); Boeing Co. v. Aetna Cas. & Sur. Co., 784 P.2d \n507, 510, 516 (Wash. 1990) (refusing to limit “damages” to legal damages imposed by \n \n \na court under policy with “adjudication or compromise” clause in “ultimate net loss” \nprovision).13  \n28. Accordingly, the Court concludes that the phrase “by adjudication or \ncompromise” in the “ultimate net los s” definition in the Policies is “ fairly and \nreasonably susceptible to either of the constructions for which the parties contend[,]” \nrendering the phrase and definition ambiguous.  Wachovia Bank & Tr., 276 N.C. at \n354, 172 S.E.2d at 522.   \n29. Where, as here, policy language is ambiguous, our Supreme Court \nimplements the following rules of construction: \nThis Court resolves any ambiguity in the  words of an insurance policy \nagainst the insurance company.   We do so because the insurance \ncompany is the party that selected the words used.   Furthermore, this \nCourt construe [s] liberally insurance policy provisions that extend \ncoverage so as to provide coverage, whenever possible by reasonable \nconstruction, and we strictly construe against an insurance company \nthose provisions excluding coverage under an insurance policy[.] \n \nBuzz Off Insect Shield, 364 N.C. at  9–10, 692 S.E.2d at 612 (citations and internal \nquotation marks omitted).  The parties vigorously dispute whether Duke should have \nthe benefit of these rules of construction here.14 \n                                                 \n13 The only case advanced by the AEGIS Defendants for their  construction of the disputed \npolicy language is Plantation Pipe Line Co. v. Associated Electric  & Gas Insurance Services \nLtd., CIVIL ACTION NO. 1:09-CV-1260-SCJ, 2011 U.S. Dist. LEXIS 160367, at *22 (N.D. \nGa. Dec. 2, 2011).  The case is of limited relevance, however, because the federal court there \nconcluded only that the plaintiff had not shown as a matter of law that its voluntary, agency-\nsupervised environmental cleanup efforts were a “compromise” under the AEGIS policy at \nissue.  See id. \n \n14 Duke strongly objects to the AEGIS Defendants’ introduction of new affidavits and \nextrinsic evidence concerning the drafting of the Policies in light of Defendants’ refusal to \nproduce any such evidence during discovery on relevance grounds and the Court’s earlier \nconclusion in this litigation that “[i]f the policies are held to be ambiguous, ambiguity will be \nconstrued in favor of coverage, and thus [in] Duke’s favor, where possible.  Defendants’ \n \n \n30. Duke contends that it should, arguing that all of the evidence shows that \nthe Policies were standard -form insurance agreements drafted or adopted by  the \nAEGIS Defendants without participation or input from Duke.  The AEGIS \nDefendants contend otherwise, arguing that the Policies do not contain “standard -\nform insurance industry language” and , relying on Joyner v. Adams, 87 N.C. App. \n570, 577, 361 S.E.2d 902 , 905–06 (1987), and Fountain Powerboat Indus. , Inc.  v. \nReliance Ins. Co ., 1 19 F.  Supp. 2d 552, 555 (E.D.N.C. 2000), that Duke is a \nsophisticated policyholder that  had an opportunity to provide input regarding the \nAEGIS policy form at annual policyholder workshops , precluding application of the \nrule of construction construing policy language against the insurer as drafter and in \nfavor of the policyholder, (AEGIS Defs.’ Supp. Br. 17–18; AEGIS Defs.’ Reply Br. 11–\n13).   \n31. The Court finds the AEGIS Defendants’ contentions without legal or factual \nsupport.  First, the AEGIS Defendants ’ reliance on Joyner and Fountain is \nunpersuasive.  In Joyner, a case outside the insurance context, the court declined to \nconstrue contractual language against either party where (i) the parties “were at \narm’s length and were equally sophisticated,” (ii) the record showed that the parties \n                                                 \nprevious interpretations of these provisions is not relevant to th e Court’s determination of \nambiguity or, if necessary, the Court’s subsequent construction of the policy.”  (Sur-Reply Br. \nOpp’n Mot. Partial Summ. J. Defs. AEGIS, Berkshire Hathaway Direct Ins. Co. (f/k/a ACI), \n& TIG Ins. Co., Successor to Ranger, Regardi ng Coverage Riverbend Steam Station 8–11, \nECF No. 723 (quoting Duke Energy Carolinas, LLC v. AG Ins. SA/NV, 2018 NCBC LEXIS \n54, at *22 (N.C. Super. Ct. June 4, 2018) ).)  Although the Court is sympathetic to Duke’s \nobjection, the Court overrules Duke’s objection solely for the purposes of this Motion, because, \nas explained in the text , the new evidence, even if considered, does not support the AEGIS \nDefendants’ contention that the rule of construction construing policy language against the \ninsurer is not properly applied on the facts here. \n \n \nhad “bargained from essentially equal positions of power” and had participated in a \n“fairly protracted negotiation  process” with the provision at issue  “undergoing \nparticular scrutiny[,]” and (iii) “[n]othing in the record”  established that one party \nhad drafted the language but instead, “the language was assented to by parties who \nhad both the knowledge to understand its import and the bargaining power to alter \nit.”  87 N.C. App. at 577, 361 S.E.2d at 906 .  Similarly, in Fountain , a decision in \nwhich the trial court declined to construe policy language against the insurer but \nwhich no North Carolina state court has ever cited, the policy at issue had been \nactively negotiated by the insured, the individual negotiators were identifi ed, and \nthere was unrebutted testimony that “no part of the policy was non-negotiable.”  119 \nF. Supp. 2d at 555.  \n32. In contrast to Joyner  and Fountain, the AEGIS Defendants have failed to \noffer evidence showing that Duke actively negotiated the Policies  here, including \nspecifically the policy provisions at issue  on the Motion .  At most, the AEGIS \nDefendants’ evidence shows that (i) in 1980 Duke requested that certain unrelated  \nlanguage in one policy remain the sa me when the insurer changed from AEGIS to \nACI, (ii) a Duke representative attended an annual policyholder meeting in 1981  \nwhere unrelated policy provisions may have been discussed at a workshop the Duke \nrepresentative may have attended , and (iii) a Duke senior executive served on \nAEGIS’s Board of Directors at some unspecified time.15     \n                                                 \n15 (See Aff. Greg E. Mann Supp. Reply Mot. Partial Summ. J. Defs. AEGIS, Berkshire \nHathaway Direct Ins. Co. (f/k/a ACI), & TIG Ins. Co., Successor to Ranger, Regarding \nCoverage Riverbend Steam Station Exs. E, F, G, ECF Nos. 713.5–.7; Aff. George Keefe Supp. \nDefs.’ Mot. Partial Summ. J. Regarding Coverage Riverbend Steam Station ¶ 6, ECF No. 715; \n \n \n33. None of this purported evidence shows that Duke had any role, much less \nan active role, in negotiating the Policies or, in particular, the specific policy language \nrelating to ultimate net loss that is at issue on the Motion.  To the contrary , the \nundisputed evidence shows that the policy language at issue on the Motion was \ndrafted by others in the insurance industry 16 and included in the Policies by the \nAEGIS Defendants without participation or input from Duke.17   \n34. Accordingly, the AEGIS Defendants’ effort t o avoid North Carolina’s rules \nof construction for ambiguous insurance policies fails.  See, e.g., Newport Assocs. Dev. \nCo. v. Travelers Indem. Co., 162 F.3d 789, 794 (3d Cir. 1998) (“The dispositive \nquestion is not whether the insured is a  sophisticated corporate entity, but rather \nwhether the  insurance contract is negotiated, jointly drafted or drafted by the \ninsured.” (quoting Pittston Co. v. Allianz Ins. Co., 124 F.3d 508, 521 (3d Cir. 1997)); \nAIU Ins. Co. v. Superior Court, 799 P.2d 1253, 1265 (Cal. 1990) (construing policy \nagainst insurer even though the insured “ unquestionably possesse[d] both legal \n                                                 \nAff. Frank Tierney Supp. Defs.’ Mot. Partial Summ. J. Regarding Coverage Riverbend Steam \nStation ¶ 8, ECF No. 714.) \n \n16 See, e.g., Robert Benjamin Berry, Umbrella Liability Insurance  Appendices G–H (1961) \n(reproducing 1958 and 1959 Continental Casualty  Company form policies); Yvonne R. \nParetzky, Guide to the London Insurance Market  191 (1988) (reflecting presence of \n“adjudication or compromise” clause in London form policies from 1971).  (See ECF No. 670.1; \nsee also ECF Nos. 591.7–.13.) \n \n17 (See Duke’s Opp’n Br. Ex. 1 Excerpts Resps. & Objs. Def. TIG Ins. Co. (Successor to Ranger) \nPls.’ First Set Joint Interrogs. All Def. Insurers 6, ECF No. 670.1 (“Ranger states that it has \nno present contention as to whether or not DUKE drafted or provided any of the wording of \nthe RANGER POLICIES.”); Duke’s Opp’n Br. Ex. 2 Excerpts AEGIS’s Resps. & Objs. Pls.’ \nFirst Set Joint Interrogs . All Def. Insurers 7, ECF No. 670.1  (same, as to  AEGIS); Duke’s \nOpp’n Br. Ex. 3 Excerpts Resps. & Objs. Def. Berkshire Hathaway Direct Ins. Co. (f/k/a ACI) \nPls.’ First Set Joint Interrogs. All Def. Insurers 6, ECF No. 670.1 (same, as to ACI).) \n \n \nsophistication and substantial bargaining power” because there was “no evidence \nsuggesting that the provisions in question were actually negotiated or jointly \ndrafted”); see also, e.g., Jefferson Block 24 Oil & Gas, L.L.C. v. Aspen Ins. UK Ltd., \n652 F.3d 584, 598–99 (5th Cir. 2011) ( construing policy against insurer  under New \nYork law where insured did not draft or dictate the terms of the policy); Boeing , 784 \nP.2d at 514 (applying non-technical meaning of term even though the insured was “a \ncorporate giant” because the “critical fact remains that the policy in question is a \nstandard form policy prepared by the company’s experts, with language selected by \nthe insurer” that “was not negotiated”).   \n35. As a result, the Court concludes, on the undisputed evidence of record here, \nthat the phrase “by adjudication or compromise” in the “ultimate net loss” definition \nin the Policies should be construed in favor of coverage for Duke’s covered remediation \ncosts incurred at Riverbend pursuant to CAMA’s legislative mandate.  See, e.g., Wash. \nHous. Auth. v. N.C. Hous. Auth s. Risk Retention Pool , 130 N.C. App. 279, 281, 502 \nS.E.2d 626, 628 (1998) (“[W]herever possible, the [insurance] policy will be \ninterpreted in a manner which gives, but never takes away, coverage.” (internal \nquotation marks omitted)).   \n36. Based on the above, the Court therefore concludes that the AEGIS \nDefendants have failed to show that Duke’s closure costs for Riverbend are not \n“ultimate net loss” under the Policies as a matter of law , requiring denial of the \nMotion.\n18  \n                                                 \n18 In light of the Court’s conclusion, the Court need not address Duke’s further contention \nthat Duke’s implementation of CAMA under DEQ’s supervision and control constituted an \n \n \n37. In addition, “ Rule 56(c) . . . expressly authorizes the trial court to enter \nsummary judgment if ‘any party is entitled to a judgment as a matter of law.’ ”  \nSullivan v. Pender Cty., 196 N.C. App. 726, 731, 676 S.E.2d 69, 72 (2009) (emphasis \nin original).  “Summary judgment in favor of the non-movant is appropriate when the \nevidence presented demonstrates that no material issues of fact are in dispute, and \nthe non-movant is entitled to entry of judgment as a matter of law. ”  Hartford Fire \nIns. Co. v. Pierce, 127 N.C. App. 123, 124, 489 S.E.2d 179, 179 (1997) (quoting A-S-P \nAssocs. v. City of Raleigh, 298 N.C. 207, 212, 258 S.E.2d 444, 447–48 (1979)); see, e.g., \nElliott v. Enka-Candler Fire & Rescue Dep’t, Inc., 213 N.C. App. 160, 170, 713 S.E.2d \n132, 139 (2011) (noting under Rule 56(c) that “ the trial court could have granted \nplaintiff summary judgment based on the materials presented by defendant, even \nwithout plaintiff’s motion.”).   \n38. Accordingly, for the reasons set forth above, the Court further concludes that \nDuke is entitled to summary judgment determining that the phrase “by adjudication \nor compromise” in the “ultimate net loss” definition in the Policies shall be construed \nin favor of coverage  for Duke’s covered remediation costs incurred at Riverbend \npursuant to CAMA’s legislative mandate.  See, e.g., Hartford Fire Ins., 127 N.C. App. \nat 124, 489 S.E.2d at 179 (reversing summary judgment for moving insurer and \ndirecting entry of summary judgme nt for nonmoving insured because ambiguous \npolicy provision at issue “shall be construed in favor of coverage” against insurer who \ndrafted the policy); see also, e.g. , N.C. Farm Bureau Mut. Ins. Co. v. Stox , 330 N.C. \n                                                 \n“adjudication or compromise” for purposes of the “ultimate net loss” provision in the Policies.  \n(Duke’s Opp’n Br. 22–25.) \n \n \n697, 711, 412 S.E.2d 318, 326 –27 (1992) (ordering reinstatement of judgment for \ninsured because ambiguous exclusion must be construed in favor of coverage); N.C. \nCounties Liab. & Prop. Joint Risk Mgmt. Agency v. Curry , 191 N.C. App. 217, 224, \n662 S.E.2d 678, 683 (2008) (remanding for ent ry of judgment for insured because \nambiguous policy provision was required to be construed in favor of coverage); N .C. \nFarm Bureau Mut. Ins. Co. v. Briley , 127 N.C. App. 442, 449, 491 S.E.2d 656, 660 \n(1997) (affirming summary judgment for insured on same grounds). \nIV. \nCONCLUSION \n39. WHEREFORE, the Court, for the reasons stated herein , hereby DENIES \nthe AEGIS Defendants ’ Motion and GRANTS summary judgment for Duke \ndetermining that the phrase “by adjudication or compromise” in the “ultimate net \nloss” definition in the Policies shall  be construed in favor of coverage for Duke’s \ncovered remediation costs incurred at Riverbend pursuant to CAMA’s legislative \nmandate. \nSO ORDERED, this the 5th day of June, 2020. \n \n/s/ Louis A. Bledsoe, III \n     Louis A. Bledsoe, III  \n     Chief Business Court Judge \n  \n \n \nAPPENDIX A \n \nPolicies at Issue on the Motion \n \nAEGIS Defendants’ Policies19 \n \nAEGIS Policy No. 172 (ECF No. 591.7) \nACI Policy No. CC-00-12-63 (ECF No. 591.8) \nACI Policy No. CC-00-26-11 (ECF No. 591.9) \nRanger Policy No. BSP 122047 (ECF No. 591.10) \nRanger Policy No. EUL 300658 (ECF No. 591.11)  \nRanger Policy No. EUL 300579 (ECF No. 591.12) \nAEGIS Policy No. 209CNJ (ECF No. 591.13) \n \nJoining Defendants’ Policies \n \nLondon Guarantee and Accident Company of New York Policy No. LX3278836\n20 \nLondon Guarantee and Accident Company of New York Policy No. LX1898119 ( Heskin Aff. \nEx. 51, ECF No. 578.6) \nRoyal Indemnity Company Policy No. EC 103320 (Heskin Aff. Ex. 12, ECF No. 578.2) \n                                                 \n19 Although the AEGIS Defendants contend, and Duke disputes, that the ACI and Ranger \npolicies at issue are fronting policies for AEGIS and thus AEGIS should be the party -in-\ninterest for those policies, this issue is not currently before the Court for decision.  (See AEGIS \nDefs.’ Supp. Br. 1 n.1; Duke’s Opp’n Br. 2 n.1.) \n \n20 (See Aff. Shane R. Heskin Supp. Defs.’ Opp’n Pls.’ Mot. Partial Summ. J. Regarding Scope \nCoverage & Conditional Cross -Mot. Partial Summ. J. Regarding Allocation [hereinafter \n“Heskin Aff.”] Ex. 50, ECF No. 578.5.) "
}