{
  "id": "10dfbedd6a9201dbbfdad061a69eb0d43ed13aed6291a47741b5c9f60d75be97",
  "source_file": "data/raw/ncbc/10dfbedd6a9201dbbfdad061a69eb0d43ed13aed6291a47741b5c9f60d75be97.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \n \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n11 CVS 5883 \nGR&S ATLANTIC BEACH, LLC and \nGR&S ATLANTIC BEACH HOTEL, \nLLC, \n \nPlaintiffs, \n \nv. \n \nH. WILLIAM HULL and MARILYN  \nH. HULL, \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER ON MOTION  \nTO RECONSIDER \n \n \n THIS MATTER is before the court on  Defendants’ Motion to Reconsider \n(“Motion”)1, which seeks the court’s determination of whether GR&S Atlantic \nBeach, LLC (“GR&S”) and GR&S Atlantic Beach Hotel, LLC (“GR&S Hotel”) retain \nany right to bring claims pursuant to an Indemnification Agreement with \nDefendants after the Indemnification Agreement was assigned to a third party in \nforeclosure.   \n \nI. PROCEDURAL BACKGROUND \n \n Plaintiffs GR&S and GR&S Hotel filed suit in Wake County on April 15, \n2011, and filed an Amended Complaint on September 30, 2011.  In their Amended \nComplaint, GR&S and GR&S Hotel seek indemnification for several different \ncategories of claims pursuant to an Indemnification Agreement executed between \nGR&S and Defendants in connection with GR&S’ purchase of a hotel from \nDefendants: (1) the “Tank Collapse Claims”; (2) the “IBRC Litigation Claims”; and \n(3) the “Legacy Repairs Claims.”  (Am. Compl. ¶¶ 10–16.)   \n                                                \n \n1 Defendants’ Motion recites that it is brought pursuant to N.C. R. Civ. P. (“Rule(s)”) 54(b) and 56.  The North \nCarolina Rules of Civil Procedure do not include a provision for “reconsideration.”  The court believes the more \nproper basis here is Rule 60(b).  See Diggs v. Forsyth Mem’l Hosp., Inc., 2010 N.C. App. LEXIS 1285, at *7–9 (July \n20, 2010).   \nGR&S Atlantic Beach, LLC v. Hull, 2013 NCBC 39.\n On October 10, 2012, the court issued  its Summary Judgment Order, in \nwhich it held, inter alia, that the issue of whether the exclusionary clause in the \nGeneral Assignment between GR&S and GR&S Hotel operated to leave ownership \nof any claim with GR&S was an issue of fact to be determined at trial.  (Summary \nJudgment Order ¶¶ 78.)  GR&S has never contended that it retained the Legacy \nRepairs Claims.  (Summary Judgment Order ¶¶ 80–82; Pls.’ Mem. of Law in Opp’n \nto Defs.’ Mot. for Summ. J. 8.)  The court also determined that the appointment of a \nreceiver over the Hotel, discussed in more detail below, did not divest GR&S Hotel \nof its claims arising out of the Indemnity Agreement.   \n On June 28, 2013, the court issued an order clarifying its Summary \nJudgment Order (“Clarification Order”) to make clear that the IBRC Litigation \nClaims are being made by GR&S, not GR&S Hotel, so that the issue of whether \nGR&S retained ownership of that claim when it executed the General Assignment \nis among the issues reserved for trial.  (Clarification Order 1–2.)  The court now also \nclarifies that, if GR&S retained ownership of the IBRC Litigation Claims, any \nattorneys’ fees incurred in connection with the IBRC Litigation Claims (to the \nextent recoverable at all) would be limited to those incurred within three years of \nthe filing of the lawsuit brought by GR&S in Carteret County on February 19, 2008, \nrather than within three years of the filing of the present lawsuit as would be the \ncase if the claim was being pursued by GR&S Hotel.  See (Summary Judgment \nOrder ¶¶ 5, 68.) \n The present Motion is brought based upon facts which occurred after the \nentry of the Summary Judgment and Clarification Orders.  While Defendants \ncontend these later events defeat all claims, the court believes their impact is \nrestricted to claims assigned to GR&S Hotel by the General Assignment.  \n   \nII. FACTUAL BACKGROUND \n \n In 2004, GR&S purchased the Sheraton  Atlantic Beach Oceanfront Hotel \n(“Hotel”) from Defendants.  (Am. Compl. ¶ 9.)  In connection with the purchase of \nthe Hotel, GR&S and Defendants entered into an Indemnification Agreement, \npursuant to which, GR&S alleges, Defendants agreed to indemnify GR&S and its \nsuccessors and assigns for specified categories of costs and expenses relating to the \nHotel.  (Am. Compl. Ex. A.)  On May 11, 2007, GR&S transferred the Hotel and \nassigned the Indemnity Agreement to GR&S Hotel pursuant to a General \nAssignment.  The General Assignment included a clause excepting from assignment \nclaims “for periods or events occurring prior to the date hereof . . . .”  (General \nAssignment 2.)  The Parties dispute what provisions of the General Assignment are \nsubject to this exclusion, and specifically whether the Tank Collapse Claims and the \nIBRC Litigation Claims were excepted from assignment. \n To finance the purchase of the Hote l from GR&S, GR&S Hotel took out a $15 \nmillion loan and executed a Deed of Trust, Assignment of Leases and Rents, \nSecurity Agreement and Fixture Filing (“Deed of Trust”) to secure that loan.  (Br. in \nSupp. of Defs.’ Mot. to Reconsider 3.)  The Deed of Trust included the following \nprovisions: \n Section 1.1 PROPERTY MORTGAGED\n.  [GR&S Hotel] does \nhereby irrevocably mortgage, grant . . . assign . . . transfer and convey \nto Trustee for the benefit of Beneficiary, as nominee of Lender and its \nsuccessors and assigns, to and under the following property, rights, \ninterests and estates now owned, or hereafter acquired by [GR&S \nHotel] (collectively, the “Property”): \n \n (a) Land\n.      The real property described in Exhibit A  \n[describing the hotel] . . . ; \n  \n (n) Agreements .      To the extent assignable, all agreements, \ncontracts, certificates . . . and other documents, now or hereafter \nentered into by [GR&S Hotel] . . . and all rights therein and thereto, \nrespecting or pertaining to the use, occupation, construction, \nmanagement or operation of the Land and any part thereof . . . and all \nright, title and interest of [GR&S Hotel] therein and thereunder, \nincluding, without limitation, the right, upon the happening of any \nEvent of Default hereunder, to receive and collect any sums payable to \n[GR&S Hotel] thereunder . . . .” \n \n(Defs.’ Mot. to Reconsider Attach. I § 1.)   \n The $15 million loan and the rights in the Deed of Trust were transferred \nfrom the original lender to a successor lender in March 2012.  (Br. in Supp. of Defs.’ \nMot. to Reconsider 3.)  As of April 26, 2012, GR&S Hotel was in default on the $15 \nmillion loan, and on that day a Consent Order for Appointment of Receiver \n(“Receivership Order”) was entered in Carteret County, which appointed a receiver \nto take charge of the Hotel in anticipation of foreclosure proceedings.  (Br. in Supp. \nof Defs.’ Mot. to Reconsider 4; Aff. of H. William Hull Attach. I, June 13, 2013.)   \n On December 12, 2012 the Hotel was so ld at public auction to Newport \nGroup, Inc. (“Newport Group”), and the successor lender assigned all its interest in \nthe Deed of Trust to Newport Group.  (Br. in Supp. of Defs.’ Mot. to Reconsider 4.)  \nOn December 28, 2012, after the upset bid period expired, the Deed of Trust was \nfiled in Carteret County along with a Notice of Foreclosure of Deed of Trust.  (Br. in \nSupp. of Defs.’ Mot. to Reconsider 4.) \n Based on the sale of the Hotel to Newport Group, Defendants filed their \nMotion on March 22, 2013.  On May 17, 2013, Plaintiffs filed a Motion for Limited \nStay of Consideration of Defendants’ Motion to Reconsider, which contended that \nRule 17(a) required the court to allow Plaintiffs a “reasonable time” to seek \nratification or substitution by the real party in interest and sought additional time \nto seek that ratification or substitution.  (Pls.’ Mot. for Limited Stay of \nConsideration of Defs.’ Mot. to Reconsider 1–2.)  The court granted Plaintiffs’ \nMotion for Limited Stay on May 29, 2013, staying the case until June 27, 2013 (97 \ndays after the Motion to Reconsider was filed).  (Order May 29, 2013.)    \n On June 28, 2013, Newport Group execut ed a Release of All Claims in favor \nof Defendants (“Release”).  (Defs.’ Status Report ¶ 4, Attach. I.)  The Release \ncontends that Newport Group is “the rightful owner of the Indemnity Agreement \nand any rights thereunder,” and purports to release Defendants from any and all \nclaims or damages “which arise from or are related in any way, no matter how \nremote, to the [present lawsuit], the Indemnity Agreement, the Treatment Plant, or \nthe Hotel . . . .”   (Defs.’ Status Report Attach. I, at §§ I(f), II.)   \n \nIII. LEGAL STANDARD  \n \n Rule 60(b) permits a court, “[o]n motion  and upon such terms as are just,” to \n“relieve a party or his legal representative from a final judgment, order, or \nproceeding for the following reasons,” among others: \n(2) Newly discovered evidence which by due diligence could not have \nbeen discovered in time to move for a new trial under Rule 59(b);  \n . . .  \n(6) Any other reason justifying relief from the operation of the \njudgment. \n \nN.C. R. Civ. P. 60(b) (2013).  “It is the duty of the judge presiding at a Rule 60(b) \nhearing to make findings of fact and to determine from such facts whether the \nmovant is entitled to relief from a final judgment or order.”  \nHoglen v. James, 38 \nN.C. App. 728, 731, 248 S.E.2d 901, 903 (1978).   \n The court now makes the following FIND INGS OF FACT, which it believes to \nbe uncontested based on pleadings and affidavits that have not been opposed: \n1. Defendants filed their Motion seeking relief from the court’s Summary \nJudgment Order, which allowed GR&S and GR&S Hotel to continue \nprosecuting any claims each properly owned pursuant to the Indemnity \nAgreement and the General Assignment; \n2. After the entry of the Summary Judgment and Clarification Orders, the \nownership of the Hotel and the Indemnity Agreement, out of which the \nPlaintiffs’ claims are based, were, at least in part, assigned to Newport Group \npursuant to a foreclosure sale;  \n3. After the entry of the Summary Judgment and Clarification Orders, Newport \nGroup executed a Release of all claims it then had rights to pursue against \nDefendants; \n4. The occurrences in paragraphs 2 and 3 above constitute “newly discovered \nevidence which by due diligence could not have been discovered” before the \nentry of the Summary Judgment Order; and \n5. The occurrences in paragraphs 2 and 3 above also constitute “reason[s] \njustifying relief from the operation of [the Summary Judgment Order]”. \n  \nIII. ANALYSIS \n \n Defendants contend that Newport Group became the owner of all claims \narising out of the Indemnity Agreement.  (Defs.’ Mot. to Reconsider 4.)  In fact, the \nMotion necessarily seeks to have the court modify its earlier ruling that the Tank \nCollapse Claims and the IBRC Litigation Claims were, as a matter of law, assigned \nto GR&S Hotel pursuant to the General Assignment.  There is no basis to modify \nthat holding, and to that extent, Defendants’ Motion is DENIED.  The court \nrestricts its consideration to the Legacy Repairs Claims, which GR&S admits were \nbeing pursued solely by GR&S Hotel.  See (Pls.’ Mem. of Law in Opp’n to Defs.’ Mot. \nfor Summ. J. 8.) \n “The right to receive money due or to become due under an existing contract \nmay be assigned.”  Booker v. Everhart, 294 N.C. 146, 153, 240 S.E.2d 360, 364 \n(1978) (citing Lipe v. Guilford Nat’l Bank, 236 N.C. 328, 72 S.E.2d 759 (1952)).  “An \nassignee of a contractual right is a real party in interest and may maintain the \naction.”  Morton v. Thornton, 259 N.C. 697, 699, 131 S.E.2d 378, 380 (1963).  \n The Deed of Trust secured all rights  under the Indemnity Agreement owned \nby GR&S Hotel, which rights were then assigned to Newport Group.  But GR&S \nHotel could only assign those rights in the Hotel and Indemnity Agreement which it \nowned at the time of executing the Deed of Trust.  Hurst v. West, 49 N.C. App. 598, \n606, 272 S.E.2d 378, 384 (1980) (An assignee can “take by transfer only what rights \nand interests the assignor had at the time of the assignment.”  (citing Holloway v. \nDepositors Nat’l Bank, 211 N.C. 227, 189 S.E. 789 (1937))).  As discussed in this \ncourt’s Summary Judgment Order, there is an issue of fact whether the General \nAssignment assigned all claims arising out of the Indemnity Agreement from GR&S \nto GR&S Hotel.  It remains an issue for trial whether GR&S remained the owner of \nthe IBRC Litigation Claims and the Tank Collapse Claims upon execution of the \nGeneral Assignment.  If GR&S retained those claims, then the rights to those \nclaims could not have been assigned by GR&S Hotel pursuant to the Deed of Trust, \nand GR&S remains the real party in interest with standing to pursue those claims.  \nIf, on the other hand, GR&S Hotel did become the owner of the rights to those \nclaims, then those claims were irrevocably assigned to Newport Group, now the real \nparty in interest.  In that case, the Release executed by Newport Group would reach \nand bar those claims.    \n The court concludes that the Legacy  Repairs Claims were assigned to \nNewport Group upon the assignment of the Deed of Trust, and that Newport Group \nis the real party in interest to pursue those claims and has released those claims.  \nGR&S has no remaining interest in those claims and cannot pursue them.  \nSee \nCommerce Mfg. Co. v. Blue Jeans Corp., 146 F. Supp. 15, 17 (E.D.N.C. 1956) (“N.C. \nGeneral Statutes § 1-57 requires that every action must be prosecuted in the name \nof the real party in interest, and, to be sure, the one to whom there has been an \nabsolute assignment is the ‘real party in interest’ rather than the assignor who has \nparted with all interest therein.”)   \n Plaintiffs argue that the foreclosure sale can have no greater impact than the \nReceivership Order, which the court found did not wholly divest GR&S Hotel of \nstanding.  See (Summary Judgment Order ¶¶ 38–43.)  Specifically, Plaintiffs \ncontend that the assignment of the Deed of Trust did not vest exclusive rights to \npursue claims under the Indemnity Agreement in Newport Group, and that until \nNewport Group institutes action or seeks to assume control over the pending \nlitigation, GR&S Hotel remains a real party in interest and may continue \nprosecuting the current lawsuit.  (Pls.’ Mem. of Law in Opp’n to Defs.’ Mot. to \nReconsider 3.)  Of course, Newport Group exercised control over the claims by \nexecuting the Release with its recitals. \n The court does not agree with Plaintiffs  that the language in the Receivership \nOrder is of the same effect as the language in the Deed of Trust.  The language in \nthe Receivership Order upon which the court based its decision in the Summary \nJudgment Order that the receiver had the option, but not the exclusive right, to \nprosecute claims arising under the Indemnity Agreement included the following: \n \nThe Receiver . . . shall have the following powers and instructions . . . : \n(b) to collect the past and future rents, additional rents, fees or \nrevenues from leasing and other funds or revenues for the Property in \norder to preserve the Property until further Order of this Court or a \nforeclosure sale or sale by Receiver may be had; \n \n(l) to institute and prosecute su its, including proceedings in \nbankruptcy court, for the collection of rents and other charges now due \nor hereafter to become due or fixed . . . \n \n(Aff. of H. William Hull, Attach. I, at 7–10, June 13, 2013.)  In contrast, the Deed of \nTrust states that GR&S Hotel, by executing the Deed of Trust, does “irrevocably \nmortgage, grant, bargain, sell, pledge, assign, warrant, transfer and convey to \nTrustee for the benefit of Beneficiary, as nominee of Lender and its successors and \nassigns, to and under the following property, rights, interests and estates now \nowned, or hereafter acquired by [GR&S Hotel] . . . .”  (Defs.’ Mot. to Reconsider \nAttach. I § 1.1.)  The language in the Deed of Trust unequivocally assigns GR&S \nHotel’s rights in the Hotel and the Indemnity Agreement.   \n The court further notes that, at the time of the Summary Judgment Order, \nthe Receiver had not taken any steps to exercise its rights or powers to pursue \nclaims, and the court “expresse[d] no further opinion as to whether the Receiver \nwould be entitled upon request to assume control of the claims in this case . . . .”  \n(Summary Judgment Order ¶ 43.)  In contrast, to the extent Newport Group \nobtained ownership of the pending claims against Defendants, it had the right to \nrelease them and has released them.   \n The court concludes that there is a g ood and adequate basis to modify its \nearlier Order pursuant to Rule 60(b) and THEREFORE, IT IS ORDERED that: \n1. Defendants’ Motion is GRANTED in part, and DENIED in part; \n2. To the extent recoverable, if at all, GR&S’ claim for attorneys’ fees associated \nwith the IBRC Litigation Claims are limited to those attorneys’ fees incurred \nwithin three years of GR&S’ filing of the initial lawsuit in Cartaret County on \nFebruary 19, 2008; \n3. GR&S Hotel is no longer a real party in interest with standing to pursue \nclaims arising out of the Indemnity Agreement, and all claims asserted by \nGR&S Hotel are hereby DISMISSED; \n4. GR&S retains the right to pursue claims arising out of the Indemnity \nAgreement so long as it retained them upon execution of the General \nAssignment; and \n5. The issues of whether the Tank Collapse Claim and the IBRC Litigation \nClaim were retained by GR&S upon execution of the General Assignment, \nand whether GR&S is otherwise entitled to recover on those claims, are \nreserved for trial. \n \n This the 26th day of July, 2013. "
}