{
  "id": "1117cc6e228f8385e68d2b42b9cb2fe4561ba201118f92ae4ef57cd3c1261e48",
  "source_file": "data/raw/ncbc/1117cc6e228f8385e68d2b42b9cb2fe4561ba201118f92ae4ef57cd3c1261e48.pdf",
  "raw_text": "Kixsports, LLC v. Munn, 2019 NCBC 61. \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY   \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 16373 \n \nKIXSPORTS, LLC, \n \nPlaintiff, \n \nv. \n \nRYAN MUNN; TYLER VAUGHAN; \nRENEGADE GK; BIG DREAMZ, \nLLC; AND MIRO GROUP, LLC,  \n \nDefendants and \nThird-Party \nPlaintiffs, \n \nv. \n \nCASEY CARR; and STEPHEN PYE, \n \n                                Third-Party  \n                                Defendants. \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR  \nORDER TO SHOW CAUSE FOR \nCONTEMPT OF COURT AND FOR \nDISCOVERY SANCTIONS  \n \n \nRYAN MUNN; and TYLER \nVAUGHAN, derivatively on behalf of \nKIXSPORTS, LLC, \n \n                                Derivative  \n                                Plaintiffs, \n \nv. \n \nCASEY CARR; and STEPHEN PYE, \n \n                                Derivative  \n                                Defendants. \n \n \n \n \n \n \n \n1. This Opinion aims to bring to a close a discovery dispute that began a year \nand a half ago.   In early 2018, Kixsports, LLC and its principals, Casey Carr and \nStephen Pye , were ordered to produce their electronic devices for inspection by a \nforensic expert and to bear the cost of the expert’s fees if the inspection revealed \nrelevant evidence or the intentional deletion of evidence .  The inspection  process \n \n \n \n \nlimped along  while the parties  haggled over how to review more than 100,000 \ndocuments retrieved by the forensic expert.  Out of those negotiations (and with some \nprodding from the Court) came a partial production in February 2019.  The five \ndefendants—Ryan Munn, Tyler Vaughan, Renegade GK, Big Dreamz, LLC, and Miro \nGroup, LLC (“Defendants”) —now contend that the forensic expert  retrieved highly \nrelevant evidence and also detected intentional deletion of evidence by Carr and Pye.  \nDefendants move to recover the forensic expert’s fees  and further  argue that \nKixsports, Carr, and Pye should be held in c ontempt and sanctioned for discovery \nabuses.  (ECF No. 138.)  Having considered all relevant matters, the Court GRANTS \nin part and DENIES in part the motion.  \nNelson Mullins Riley & Scarborough LLP, by Ariel E. Harris, Evan M. \nSauda, and Fred M. Wood, Jr., for Plaintiff Kixsports, LLC and Third -\nParty Defendants Casey Carr and Stephen Pye.  \n \nParker Poe Adams & Bernstein, LLP, by A. Todd Sprinkle an d Eric A. \nFrick, for Defendants/ Third-Party Plaintiffs Ryan Munn, Tyler \nVaughan, Renegade GK, Big Dreamz, LLC, and Miro Group, LLC.     \n \nConrad, Judge. \nI. \nBACKGROUND \n2. This case  started as an action by Kixsports against two of its former \nmembers, Vaughan and Munn .  Kixsports, now dissolved, was in the business of \nmaking and selling soccer gear and related products.  It alleges that Vaughan and \nMunn secretly developed a new goalie glove  and then began selling it  through a  \ncompeting business, giving rise to claims for breach of fiduciary duty, breach of \ncontract, misappropriation of trade secrets, and others.  Twice amended, the \n \n \n \n \ncomplaint also includes related claims against Vaughan and Munn’s new businesses, \nBig Dreamz and Miro Group. \n3. These allegations prompted an energetic response from Vaughan and Munn.  \nAlong with a handful of contract-related counterclaims against Kixsports, Vaughan \nand Munn assert nearly a dozen third-party and derivative claims against Carr and \nPye, the two managing members of Kixsports.  Among other things, it is alleged that \nCarr and Pye looted Kixsports and put the company at risk through false tax \nreporting based on inaccurate valuations.   Munn also alleges that Carr and Pye \nfraudulently ind uced him to invest in Kixsports by misrepresenting or concealing \naspects of its financial and business affairs.   \n4. Discovery proved to be contentious.  In March 2018, Defendants moved to \ncompel complete responses to their discovery requests.  (ECF No. 32.)  Most relevant \nhere is Defendants’ request for production number 4, which sought copies of \ncommunications related to the subject matter of the case.  Defendants asserted that \nKixsports had produced “limited emails involving Ryan Munn in late 2016” but no \nother communications.  (ECF No. 32.)   \n5. Kixsports, Carr, and Pye opposed the motion to compel on the ground that \nthere were no other responsive documents to produce.  In an affidavit,  Pye testified \nthat \nI generally am not very proficient with technology, and do not send many \nemails or text messages.  I know that I have exchanged some text \nmessages regarding this litigation with Ryan Munn and Casey Carr.  \nEvery text message I am able to locate on my cell phone has been \nproduced, as well as any emails I have located that are responsive to the \ndiscovery requests.   \n \n \n \n \n(Pye Aff. ¶ 11, ECF No. 91.)  He went on to state that “it would be impossible for me \nto comply with” an order compelling production of additional communications \nbecause “I have  turned over any emails,  text messages and other written \ncommunications I have been able to locate .  . . .”  (Pye Aff. ¶ 17.)  Carr testified that \nhe, too, had produced every responsive text message and e -mail he had been able to \nlocate and that it would therefore be impossible t o comply with an order compelling \nfurther production.  (See Carr Aff. ¶¶ 10, 16, ECF No. 92.)  These sworn statements \nhave never been modified or retracted. \n6. In an order dated April 25, 2018, t he Honorable Hugh B. Lewis granted \nDefendants’ motion to compel.  Judge Lewis reasoned that it was “extremely difficult \nto believe that Mr. Pye and Mr. Carr would operate a business valued between $1 \nmillion and $2.5 million without communicating with each other.”  (ECF No. 40  at 2 \n[“April 2018 Order”].)  He ordered a forensic examination of the electronic devices of \nKixsports, Carr, and Pye to identify any communications between Carr and Pye (and \nthird-parties) “related to the subject matter of this proceeding and responsive to \nRequest for Production No. 4.”  (April 2018 Order at 2–3.)  Allocation of the forensic \nexpert’s fees would depend on what the inspection revealed:   \n[i]f no communications between Casey Carr and Stephen Pye, or between \nCasey Carr and/or Stephen Pye and third parties, related to the subject matter \nof this proceeding are found, Defendants will bear the cost of the forensic \nexpert fees.  However if communications between Casey Carr and Stephen Pye \nare discovered, or there is evidence of intentional deletion of such \ncommunications when Casey Carr or Stephen Pye were aware of circumstances \nthat were likely to give rise to future litigation, consistent with North Carolina \nprinciples on destruction of evidence, Kixsports, LLC, Casey Carr, and Stephen \nPye shall bear the cost of the forensic expert fees. \n \n \n \n \n \n(April 2018 Order at 3.)  \n \n7. In short order, Defendants  retained Clark Walton of Reliance Forensics, \nLLC (“Reliance”) as a forensic expert.  The parties then stipulated to a Confidentiality \nAgreement and Protective Order, along with a separate Computer Protocol, to govern \nthe inspection.  (See Protective Order, ECF No. 42; Protective Order Ex. A, ECF No. \n42 [“Computer Protocol”].)  Reliance was tasked with creating images of the relevant \ndevices in a searchable format , using a set of search terms  provided by counsel  to \nidentify potentially responsive documents, and performing a second search to screen \nthe documents for potentially privileged material  to be reviewed by counsel for \nKixsports, Carr, and Pye .  (Computer Protocol ¶¶  1, 6, 7.)  Reliance was also \nauthorized to retrieve content associated with various software applications, such as \nWhatsApp, Slack, Gmail, and similar applications.  (Computer Protocol ¶  5.)  The \nparties seem to have contemplated at the time that Reliance would review the results \nof the search for relevance and produce any relevant, non -privileged documents to \ncounsel for both sides.  (Computer Protocol ¶¶ 8, 12.) \n8. Cooperation soon gave way to conflict.  In June 2018, Defendants moved for \nsanctions, citing essentially three grounds.  (ECF No. 44.)  The first was that counsel \nat the time for Kixsports, Carr, and Pye had repeatedly refused Walton’s requests for \nlogin credentials for some of the software applications.  (See Reply Br. Ex. 1, ECF No. \n144.1; 1st Walton Aff. ¶¶ 18–22, 25, ECF No. 45.)   Second, Kixsports’s counsel had \nreceived from Reliance a set of potentially privileged documents but failed to provide \na privilege log to Defendants’ counsel.  ( ECF No. 44 at 4 –5.)  And third, Defendants \n \n \n \n \nsubmitted an affidavit from Walto n opining that Carr and Pye had deleted relevant \nevidence.  (1st Walton Aff. ¶ 6.) \n9. This motion never received a hearing.  While it was pending, Kixsports, \nCarr, and Pye retained new counsel, and the parties jointly moved to designate the \ncase as exceptional under Rules 2.1 and 2.2 of the General Rules of Practice for the \nSuperior and District Courts of North Carolina.  (ECF Nos. 1, 96.)  After designation \nand assignment  in August 2018 , this Court entered an order directing that the \nGeneral Rules of Practice and Procedure for the North Carolina Business Court would \napply going forward.  (ECF No. 2.)  The Court also entered a case management order, \nwhich adopted the parties’ proposed schedule for completing fact discovery by March \n15, 2019.  (ECF No.  98; see also ECF No. 122 .)  Around the same time, Defendants \nwithdrew their sanctions motion, stating that “they ha[d] not received the full results \nof the forensic examination being conducted by” Reliance and reserving their right to \nrefile it later.  (ECF No. 97.)  \n10. Once the sanctions motion was withdrawn, t he parties worked out some of \nthe initial issues, including access to necessary login credentials.  Reliance completed \nthe imaging process and identified over 100,000 potentially relevant documents using \nthe search terms provided by counsel.  Although the Computer Protocol stated that \nReliance should go on to review these search hits for relevance, Reliance reported \nthat it was not capable of doing so.  (See Opp’n Defs.’ Mot. Extension Ex. A, ECF No. \n134.1.)  That led to a  new dispute.  In short, both sides agreed that someone must \n \n \n \n \nreview the documents for relevanc e, but neither side wished to bear the expense of \nreviewing such a huge volume of material. \n11. Defendants brought the  dispute to the Court’s a ttention through a \npre-motion submission under Business Court Rule 10.9.  At a hearing on January 17, \n2019, the Court urged the parties to identify the documents most likely to be relevant \nand to negotiate terms for reviewing that smaller, more manageable subset.  The \nCourt also directed the parties to provide weekly status updates.  Over the following \nweeks, the parties reported that a first set of documents was produced on February \n27, with two additional productions being made in the week following the M arch 15 \nclose of discovery.  When Kixsports, Carr, and Pye refused to produce additional \ndocuments, Defendants moved to reopen the period for fact discovery.  (ECF No. 130.)  \nThe Court denied that motion as untimely.  (ECF No. 135.) \n12. In June 2019, Defendants renewed their request for discovery sanctions and \nfor an order holding Kixsports, Carr, and Pye in contempt.   (ECF No. 138.)   They \ncontend that Reliance’s forensic inspection revealed hundreds of relevant documents \nand evidence that Carr and Pye  deleted relevant communications , all of which \nsupports their recovery of the forensic expert fees  under Judge Lewis’s order along \nwith additional sanctions.  Kixsports, Carr, and Pye respond that they have complied \nwith the order and that the forensic inspection turned up nothing of importance.  The \nmotion has been fully briefed , and the Court held a hearing on August 7, 2019, at \nwhich all parties were represented by counsel.  The motion is ripe for determination. \n \n \n \n \nII. \nANALYSIS \n13. There are, in general,  two related issues here.  One is whether Kixsports, \nCarr, and Pye should bear the cost of Reliance’s expert fees.  That issue is controlled \nby Judge Lewis’s order.  The second issue is whether the discovery conduct of \nKixsports, Carr, and Pye as a whole —including conduct related to the forensic \nexamination—merits sanctions under Rule 37 of the North Carolina Rules of Civil \nProcedure and this Court’s inherent authority. \nA. Forensic Expert Fees \n14. This Court is not free to revisit Judge Lewis’s ruling (and no party has asked \nit to do so).  It bears noting, though, that his order finds support in governing rules \nand case law.  Certainly, courts approach forensic imaging with a measure of caution \nbecause of its intrusive nature.  But “[f]orensic examinations . . . may be warranted \nwhen there exists some factual basis to conclude that the responding party has not \nmet its duties in the production of discoverable information.”  Crosmun v. Trs. of \nFayetteville Tech. Cmty. Coll ., 2019 N.C. App. LEXIS 658, at * 21–22 (N.C. Ct. App. \nAug. 6, 2019).   \n15. That is exactly what Judge Lewis concluded here.  When Defendants moved \nto obtain communications relevant to the disputed issues, Carr and Pye testified that \nthey rarely communicated with each other through electronic means and therefore \nhad none to produce.  (See Carr Aff. ¶¶ 10, 11, 16; Pye Aff. ¶¶ 11, 12, 17.)  Judge Lewis \nfound it “extremely difficult to believe”  that the principals of an internet-based \nbusiness possibly valued at $2.5 million  had not used modern te chnology to \n \n \n \n \ncommunicate with each other.  (April 2018 Order at 2.)  On that basis, he ordered a \nforensic analysis of Kixsports, Carr, and Pye’s electronic devices, with the caveat that \nDefendants would pay the forensic expert’s fees if what Carr and Pye said turned out \nto be true.  On the other hand, if the expert found relevant communications between \nCarr and Pye or “evidence of intentional deletion of such communications” at a time \nwhen litigation was likely, then the expert’s fees would be borne by Kixsp orts, Carr, \nand Pye.  (April 2018 Order at 3.) \n16. Defendants contend that Judge Lewis’s skepticism has been validated.  They \nclaim to have found 535 relevant documents through the forensic examination, more \nthan 50 of which are attached as exhibits to their motion.  (See Br. in Supp. 10, ECF \nNo. 141; see also Sprinkle Aff. Exs. 5 –63, ECF Nos. 139.5 –139.63.)  They also claim \nto have found evidence that Carr and Pye intentionally deleted relevant \ncommunications, relying on several affidavits from Walton , the forensic expert, in \nsupport.  (See Br. in Supp. 5–8.)  Either ground, Defendants contend, supports the \nreimbursement of  more than $50,000 in forensic expert fees under Judge Lewis’s \norder. \n17. Kixsports, Carr, and Pye deny this.  In their opposition brief, they argue \nthat the disputed documents “are a far cry from relevant .”  (Opp’n 11, ECF No. 142; \nsee also Opp’n 7, 12, 16, 20–21.)  At the hearing, though, their counsel retreated from \nthat position and conceded that some of the documents were  minimally relevant, \nthough not  significant or important.  Kixsports, Carr, and Pye  also argue that \n \n \n \n \nReliance did not find evidence of intentional deletion of communications.  (See Opp’n \n6, 20.) \n1. Relevance of Retrieved Communications \n18. After careful review, the Court concludes that many of the communications \nrecovered through the forensic examination are plainly relevant.  Among the \ndocuments are drafts of business plans, strategic plans, and financial projections for \nKixsports from the relevant time period .  ( See Sprinkle Aff. Exs. 21, 30, 32, 36, 37, \n40.)  At a minimum, these documents are relevant to Munn’s claims for fraud and the \nrepresentations that Carr and Pye either did or did not make in soliciting Munn’s  \ninvestment.  By way of example, Munn alleges that Carr and Pye falsely represented \nthat Kixsports own s a patent covering a soccer ball known as KixFriction  when, in \nfact, Pye personally owns the patent.  Some of the disputed documents tend to support \nMunn’s allegation: Kixsports refers to “our Kixfriction patented soccer ball,” “[o]ur \nunique proprietary KixFriction ball,” and “design and utility patents” held by the \ncompany.  (Sprinkle Aff. Exs. 21, 32, 36.) \n19. There are also documents reflecting the investments made in Kixsports and \nthe value assigned by the company to each investor’s shares.  (See Sprinkle Aff. Exs. \n9, 19, 23, 27, 28, 38, 41, 42, 43.)  Other communications between Carr and Pye appear \nto discuss their motivations for seeking investors in Kixsports and their plans to use \nfunds given by others for their own personal expenses.  (See Sprinkle Aff. Exs. 5, 7, \n11, 12, 13, 14.)  These documents are relevant to the fraud claims, the claims alleging \ninaccurate valuations of Kixsports, or both.  \n \n \n \n \n20. Kixsports, Carr, and Pye contend that cost -shifting is not required because \nthese are not “important documents” and because other evidence, such as Munn’s \ndeposition testimony, weighs against Defendants’ claims.  (Opp’n 10 , 13–15.)  But \nJudge Lewis’s order is clear: Kixsports, Carr, and Pye must pay the forensic expert’s \nfees if the forensic examination revealed communications “related to the subject \nmatter of this proceeding.”  (April 2018 Order at 3.)  Through the forensic \nexamination, Defendants have identified a substantial number of relevant \ncommunications.  That Kixsports, Carr, and Pye have responses or defenses to those \ndocuments is beside the point.  The condition in Judge Lewis’s order has been \nsatisfied.  Thus, Kixsports, Carr, and Pye must bear the cost of Reliance’s fees. \n2. Intentional Deletion of Evidence \n21. Next, the Court considers evidence that Carr and Pye intentionally deleted \nrelevant communications.  Judge Lewis’s order refers to “North Carolina principles \non destruction of evidence”—also known as spoliation—as the appropriate standard.  \n(April 2018 Order at 3.)  Thus, Defendants must show that Kixsports, Carr, and Pye \n“(1) intentionally destroyed or failed to preserve (2) potentially relevant materials \n(3) while aware of the possibility of future litigation.”  SCR-Tech LLC v. Evonik \nEnergy Servs. LLC , 2014 NCBC LEXIS 72, at * 14 (N.C. Super. Ct. Dec. 31, 2014 ) \n(citation omitted). \n22. First, the evidence shows that Carr’s Mac computer contains folders \nassociated with the process of backing up a mobile device through Apple’s iTunes \nsoftware.  (2d Walton Aff. ¶ 17, ECF No. 140.)  Walton testified that the folders were \n \n \n \n \nfirst created in 2014 and would exist only if Carr had in fact backed up a mobile \ndevice.  (2d Walton Aff. ¶ 18.)  Yet the folders were empty, containing no backup files.  \n(2d Walton Aff. ¶ 19.)  As explained by Walton, the process for deleting a backup file \ntakes several steps, and “[t]he likelihood that someone unintentionally deleted such \nan iTunes backup in this context is extremely slim.”  (2d Walton Aff. ¶ 21 (emphasis \nomitted).)  In addition, the folder that should have contained the backup file was last \nmodified on October 5, 2017—nearly a month after Kixsports filed its complaint.  (2d \nWalton Aff. ¶ 19.)   \n23. All of this testimony is unrebutted.  The opposition brief does not address it.  \nCarr did not submit an affidavit denying or explaining the deletion.  And Kixsports, \nCarr, and Pye did not retain an expert of their own to rebut or comment upon Walton’s \nanalysis.  The Court concludes that it is more likely than not that Carr intentionally \ndeleted backup files for his mobile device during the pendency of this lawsuit. \n24. Second, it is clear that Carr and Pye frequently sent and received text \nmessages, yet  scores of  these messages are missing .  Munn provided to Reliance \ncopies of nearly 300 text messages that he exchanged with Carr and Pye during the \nrelevant time period, r oughly between 2014 and 2017.  None of these messages \nappears on the devices that Carr and Pye gave to Reliance.  ( 2d Walton Aff. ¶¶ 11, \n15.)  Indeed, their three smartphones contained no text messages at all from before \nMay 22, 2017.  (See 2d Walton Aff. ¶ 15; 3d Walton Aff. ¶¶ 15, 21, ECF No. 145.)  Of \nthe messages retrieved from Carr’s smartphone, some were exchanged with Pye after \nthat date.  (See 2d Walton Aff. ¶ 9.)  Pye’s two smartphones, on the other hand, did \n \n \n \n \nnot contain any of these messages  even though there were  more than 23,000 other \ntext messages from 2017.  (2d Walton Aff. ¶¶ 8, 10, 24.)  Walton concludes that this \nshows intentional deletion.  (2d Walton Aff. ¶ 12.) \n25. Kixsports, Carr, and Pye respond that Walton failed to consider alternatives \nto intentional deletion, such as software settings that automate deletion  of text \nmessages.  (Opp’n 6 ; see Opp’n Exs. D –F, ECF Nos. 143.4 –143.6.)  This is not \npersuasive.  Kixsports, Carr, and Pye offer no expert testimony to support their \nposition, and Walton submitted a supplemental affidavit showing that any deletions, \nwhether automated or manual, were far more likely to be intentional than \ninadvertent.  For one thing, the default setting for these devices is to retain text \nmessages forever.  Automated deletion requires action by the user to alter the setting.  \n(3d Walton Aff. ¶ 13.)  In addition,  automated deletion works by scheduling the \ndeletion of all text messages over a certain age  (one year , for example), not by \nselecting and deleting messages with a specific user.  (3d Walton Aff. ¶ 19.a.)   \n26. The evidence here is consistent with intentional deletion.  Pye’s \nsmartphones contained thousands of messages from 2017 but none exchanged with \nCarr, even though it is undisputed that such messages once existed.  This cannot be \nexplained by a theory of automated deletion; it is strong evidence of selective deletion \nof messages between Pye and Carr.  Likewise, Pye and Carr altered their \nsmartphones’ default settings so that they would delete text messages more than one \nyear old.  (See 3d Walton Aff. ¶¶ 15, 19.b.)  These were intentional acts, resulting in \n \n \n \n \nthe deletion of an unknown number of text messages sent and received before May \n22, 2017.   \n27. Walton notes that the relevant devices do not record and store the exact \ndates of these deletions.  (3d Walton Aff. ¶ 17; see also 3d Walton Aff. ¶ 19.b.)  Thus, \nit is possible that Carr  or Pye changed the default setting s before litigation began .  \nEven so , that would not excuse their failure to prese rve evidence  after litigation \nbecame likely.  See Tumlin v. Tuggle Duggins P.A., 2018 NCBC LEXIS  51, at *33 \n(N.C. Super. Ct. May 22, 2018) (“The obligation to preserve evidence begins when ‘a \nparty is aware of circumstances that are likely to give rise to future litigation.’  ” \n(quoting McLain v. Taco Bell Corp. , 137 N.C. App. 179, 187 , 527 S.E.2d 712, 718 \n(2000))).  Carr and Pye either caused or allowed their smartphones to delete messages \nafter the complaint was filed (in September 2017),  after Defendants requested the \ncommunications (in November 2017) , after Defendants filed their motion to compel \n(in March 2018), and even after Judge Lewis issued his ruling (in April 2018).  As to \nPye, the evidence is even more clear: a comparison with Carr’s device shows that Pye \ndeleted messages that were exchanged with Carr while the litigation was pending, \neven as late as February 2018 when the discovery dispute was coming to the fore.  \n(See 2d Walton Aff. ¶ 12.)  \n28. Kixsports, Carr, and Pye’s other arguments are equally unpersuasive.  They \nargue that Walton’s opinions are outdated because his initial affidavit was signed in \nMay 2018 but “not updated” to take into account new facts after that date.  (Opp’n 5–\n6.)  This is simply wrong.  Walton expanded and reaffirmed his original conclusions \n \n \n \n \nbased on the complete forensic examination.  (See 2d Walton Aff. ¶ 6; 3d Walton Aff. \n¶ 7.)  All of Walton’s affidavits reach the same conclusion: Carr and Pye intentionally \ndeleted potentially relevant information.   \n29. Kixsports, Carr, and Pye also argue that “[t]he data complained of by \nDefendants is not lost” because messages deleted from Pye’s devices were retrieved \nfrom Carr’s.  (O pp’n 6.)  It is highly doubtful that Pye’s  intentional deletion of text \nmessages should be excused on the ground that Defendants found some of those \nmessages elsewhere.   See, e.g. , Nursing Home Pension Fund v. Oracle Corp. , 254 \nF.R.D. 559, 565 (N.D. Cal. 2008) (“[H]aving established with certainty that numerous \nemails were not produced from Ellison’s email files —because the emails were \nproduced from other files or accounts —it is impossible to know whether additional \nunproduced emails were also deleted or not turned over.”) .  Regardless, the relevant \nmessages from Carr’s device were confined to a few months in 2017.  T he forensic \nexamination revealed only one text message between Carr and Pye from November \n2015 through April 2017, a key time period for purposes of this case.  (See 2d Walton \nAff. ¶¶ 25, 26.)  Given their typical communication patterns, it is likely that Carr and \nPye exchanged hundreds of messages during that timeframe.   Obviously, this data \nwas lost.   \n30. The Court therefore concludes that it is more likely than not that Carr and \nPye intentionally deleted or failed to preserve communications related to the subject \nmatter of this case.  For this independent reason, Carr and Pye must bear the cost of \nReliance’s expert fees under the terms of Judge Lewis’s order.   \n \n \n \n \n3. Amount of Fees \n31. The amount of recoverable fees is also disputed.  Along with their motion, \nDefendants submitted invoices from Reliance totaling approximately $60,000.  (See \n2d Walton Aff. Ex. C, ECF No. 140.3; 3d Walton Aff. Ex. A, ECF No. 145.1.)  Kixsports, \nCarr, and Pye  object that Reliance’s fees are disproportionately high given the \nnumber of relevant documents recovered and given certain actions by  Defendants \nthat drove up the cost of the inspection.  (See Opp’n 17–18, 20–21.)  \n32. Viewed in light of what the  inspection revealed, the expert fees are not \nunreasonably high.  Put simply, the inspection hit pay dirt.  Defendants identified a \nsubstantial number of relevant communications even though they received and \nreviewed only a fraction of the 100,000 documents retrieved by Reliance.  Beyond \nthat, the inspection showed that Carr and Pye intentionally deleted or fail ed to \npreserve other electronically stored information.  It is impossible to know how many \ncommunications were lost or what their import would have been , and Defendants \nalmost certainly would not have discovered these improper actions in the absence of \na f orensic inspection.   Reliance’s fees are not excessive when compared with the \nresults achieved by its inspection.  \n33. Nor are the fees excessive due to Defendants’ actions.  Kixsports, Carr, and \nPye point to the parties’ early agreement to have Reliance revie w search hits for \nrelevance, which Reliance later reported that it was not equipped to do.  ( See Opp’n \n17–18.)  The opposition brief goes on to state without citation that “[a]ny expenses \nassociated with this mistake are the sole fault of Defendants ,” who had hired \n \n \n \n \nReliance.  (Opp’n 18.)  The Court is left to guess at what those expenses might be.  In \nthe absence of further explanation, it seems more likely that calling off the relevance \nreview actually reduced Reliance’s fees. \n34. Although Kixsports, Carr, and Pye offer no other specific objections (such as \nto Reliance’s hourly rates or individual line items), the Court has reviewed Reliance’s \ninvoices.  The vast majority of charges appear  to be consistent with the work that \nReliance performed: imaging and searching seven electronic devices and then \nmanaging more than 100,000 documents retrieved from those devices.  (See Computer \nProtocol Ex. 1; Sprinkle Aff. ¶  14, ECF No. 139 .)  In additio n, it appears that \nReliance’s work was hampered by resistance —including the refusal to provide login \ncredentials—from Kixsports, Carr, and Pye before they retained their current counsel \nin July 2018.  (See 2d Walton Aff. ¶ 28; 3d Walton Aff. ¶ 30; see also Reply Br. Ex. 1.)  \nIn view of these considerations, Reliance’s charges for its forensic work appear to be \nfair and reasonable. \n35. There are, however, numerous charges related to Walton’s preparation of \naffidavits in support of Defendants’ motions.  ( See 3d Walton Aff. Ex. A ; 2d Walton \nAff. Ex. C .)  These charges were not part of the forensic inspection, and the Court \ndoes not believe they are fairly included within the scope of Judge Lewis’s order.  \nAccordingly, the Court reduces the amount of Reliance’s exp ert fees by $7,881.25.  \nKixsports, Carr, and Pye shall pay the remainder, $51,707.10, in compliance with \nJudge Lewis’s order. \n \n \n \n \n36. Finally, the Court declines to hold Kixsports, Carr, and Pye in contempt for \ntheir failure to pay these invoices to date.  The rec ord does not establish willful \nnoncompliance with Judge Lewis’s order, particularly given that the order does not \nspecify an amount owed or a deadline for payment.  Under the terms of this Order, \nKixsports, Carr, and Pye are jointly and severally liable for the amount to be paid to \nReliance.  Should they fail to comply, their failure may be punishable by contempt in \nfuture proceedings. \nB. Sanctions \n37. Defendants also seek  sanctions under Rule 37 and this Court’s inherent \nauthority.  Defendants ask the Court to strike the pleadings of Kixsports, Carr, and \nPye and to enter a default judgment against them  or, alternatively, to impose less \nsevere sanctions.  (See Br. in Supp. 2 3, 25.)  Kixsports, Carr, and Pye oppose any \nsanctions largely on the ground that they complied with Judge Lewis’s order.  ( See \nOpp’n 19–20.) \n38. As this Court recently observed, Rule 37(b) “permits a court to order a \nvariety of sanctions against a party who f ails to obey a court order regarding \ndiscovery.”  Red Valve, Inc. v. Titan Valve, Inc. , 2019 NCBC LEXIS 57, at * 40 (N.C. \nSuper. Ct. Sept. 3, 2019).  In addition, “[t]rial courts retain the inherent authority ‘to \ndo all things that are reasonably necessary for the proper administration of justice.’ ”  \nId. at *39 (quoting Beard v. N.C. State Bar , 320 N.C. 126, 129, 357 S.E.2d 694, 696 \n(1987)).  Thus, trial courts have the inherent authority to impose sanctions on a party \nfor bad-faith conduct and “for discovery abuses beyond those enumerated in Rule 37.”  \n \n \n \n \nCloer v. Smith, 132 N.C. App. 569, 573, 512 S.E.2d 779, 782 (1999); see also Tumlin, \n2018 NCBC LEXIS 51, at *29 (“A court may impose discovery sanctions even absent \nan order pursuant to its inherent power to manage its own affairs.” (alteration, \ncitations, and quotation marks omitted)). \n39. As noted, the evidence shows that Carr deleted one or more backup files \nrelated to his mobile device; that Carr and Pye altered their mobile devices’ default \nsettings so as to delete text messages over one year old; and that Pye selectively \ndeleted text messages exchanged with Carr.  Most alarming, though, is that Carr and \nPye allowed the autom ated deletion of text messages to continue  well after Judge \nLewis ordered a forensic inspection.  The deletion of evidence during the pendency of \nlitigation and the continuing failure to preserve evidence in the face of a court order \nare sanctionable under Rule 37 and this Court’s inherent authority. \n40. Furthermore, it is now clear that Carr and Pye made false representations \nto Judge Lewis in an effort to convince him to deny Defendants’ motion to compel.  \nBoth vowed that it would be “impossible” to comply wi th any order compelling the \nproduction of the requested communications because they had already turned over \nany e-mails, text messages, and other written communications  that they had been \nable to locate.  (See Pye Aff. ¶¶ 11, 12, 17; Carr Aff. ¶¶ 10, 11, 16.)  Pye went so far as \nto testify that he was “not very proficient with technology” and therefore does not \n“send many emails or text messages.”  (Pye Aff. ¶  11.)  Yet Reliance retrieved more \nthan 30,000 text messages from Pye’s mobile devices.  (2d Walton Aff. ¶ 24.)  Pye also \npossessed enough technological savvy to delete the most important text messages —\n \n \n \n \nthose exchanged with Carr.   And g iven the  substantial number of relevant \ncommunications revealed by the forensic in spection, the only reasonable conclusion \nis that, contrary to their affidavits,  Carr and Pye made inadequate efforts to locate \nresponsive communications, failed to preserve them, or refused to produce  them.  \nCarr and Pye have never explained, corrected, or  retracted their false, sworn \nstatements.   \n41. These false representations are sanctionable under the Court’s inherent \nauthority, even if not sanctionable as a violation of Judge Lewis’s order under Rule \n37(b).  The Court has a duty to protect the integrity of the legal process.  That includes \ntaking steps to address false statements made to the Court, both to ensure that the \nparty making the false statement receives no advantage from it and to deter similar \nconduct by other parties in the future.  See, e.g., First Bank v. Hartford Underwriters \nIns. Co., 307 F.3d 501, 512 (6th Cir. 2002) ( court’s inherent authority “derives from \nits equitable power to control the litigants before it and to guarantee the integrity of \nthe court and its proceedings” ); Goodvine v. Carr, 761 Fed. App’x 598,  599, 602 (7th \nCir. 2019) (affirming sanction of dismissal based on false affidavit); Oliver v. Gramley, \n200 F.3d 465, 466 (7th Cir. 1999) (same).  \n42. The remaining question is what sanction s to impose .  When choosing \nappropriate sanctions, trial courts have broad discretion.  See, e.g., Feeassco, LLC v. \nThe Steel Network, Inc. , 826 S.E.2d 202, 2 10 (N.C. Ct. App. 2019).   “The sanction \nimposed should be proportionate to the gravity of the offense .”  Montano v. City of \n \n \n \n \nChicago, 535 F.3d 558, 563 (7th Cir. 2008); see also Few v. Hammack Enters., Inc. , \n132 N.C. App. 291, 299, 511 S.E.2d 665, 671 (1999). \n43. The Court concludes that it would not be appropriate to strike Kixsports, \nCarr, and Pye’s pleadings.  “Dismissals in general are viewed as the harshest of \nremedies in a civil case and should not be imposed lightly.”  Page v. Mandel, 154 N.C. \nApp. 94, 100, 571 S.E.2d 635, 639 (2002).  Moreover, o ur appellate courts have \nstressed that “the general purpose of the Rules [is] to encourage trial on the merits.”  \nBatlle v. Sabates , 198 N.C. App. 407, 419, 681 S.E.2d 788, 797 (2009) (citation and \nquotation marks omitted).  Given the totality of the circumstances, the Court \nconcludes that other, lesser sanctions are sufficient to address these abuses.   \n44. First, at trial, the Court intends to advise the jury regarding Kixsports, \nCarr, and Pye’s misconduct and to instruct the jury on spoliation of evidence.  “The \nspoliation doctrine recognizes that where a party fails to produce certain evidence \nrelevant to the litigation, the finder of fact may infer that the party destroyed the \nevidence because the evidence was harmful to its case.”  Outlaw v. Johnson, 190 N.C. \nApp. 233, 244, 660 S.E.2d 550, 559 (2008);  see also Red Hill  Hosiery Mill, Inc. v. \nMagnetek, Inc., 138 N.C. App. 70, 78, 530 S.E.2d 321, 328 (2000);  McLain, 137 N.C. \nApp. at 185, 527 S.E.2d at 717.  In other words, the jury will be permitted , but not \nrequired, to draw an adverse inference from the evidence that Kixsports, Carr, and \nPye either deleted or failed to preserve certain text messages and backup files for \nmobile devices.  See Arndt v. First Union Nat’l Bank, 170 N.C. App. 518, 526–27, 613 \nS.E.2d 274, 280–81 (2005). \n \n \n \n \n45. Second, some additional discovery is needed to ameliorate the loss of \nevidence.  See Zimmerman v. Poly Prep Country Day Sch. , 2011 U.S. Dist. LEXIS \n40704, at *110 –11 (E.D.N.Y. Apr. 13, 2011)  (allowing additional deposition as \nsanction); see also Pension Comm. of the Univ. of Montreal Pension Plan v. Banc of \nAm. Sec., LLC , 685 F. Supp. 2d 456, 470 ( S.D.N.Y. 2010 ) (identifying “further \ndiscovery” as potential sanction).  Specifically, the Court will permit  Defendants to \ndepose Carr and Pye.  Defendants deserve an opportunity to ask Carr and Pye, at a \nminimum, about the communications that have been disclosed , the communications \nthat were deleted, their efforts to preserve evidence, and the statements made in their \naffidavits submitted in opposition to the motion to compel in March 2018. \n46. Although Defendants have requested additional document discovery, the \nCourt declines that request.  Defendants could have sought a timely extension of the \ndiscovery period before it ended in March 2019.   They did not, and when they later \nsought to reopen the discovery period after it expired, the Court denied the request \ndue in part to their unexplained delay.  (ECF No. 135.)  Allowing additional document \ndiscovery now would unnecessarily delay resolution of th is matter.   Allowing \nDefendants to depose Carr and Pye , on the other hand,  both serves to restore \nDefendants to the position they would have been in absent the destruction of \nelectronically stored evidence  and also allows the case to move forward  without \nunreasonable delay. \n47. Third, monetary sanctions are in order.   Defendants have incurred \nsubstantial costs in pursuing this matter, necessitated by the false statements and \n \n \n \n \nother improper resistance of Carr and Pye (and, by extension, Kixsports).  Monetary \nsanctions are needed to compensate Defendants for their costs, including reasonable \nattorneys’ fees, incurred in connection with filing this motion.  See, e.g., Pension \nComm., 685 F. Supp. 2d at 471.  To the extent Defendants seek additional costs of \ndiscovery, the request is denied. \nIII. \nCONCLUSION \n48. Accordingly, in the exercise of its discretion, the Court GRANTS the motion \nin part and ORDERS as follows:  \na. Under the terms of Judge Lewis’s order, Kixsports, Carr, and Pye shall \nbear the cost of the forensic examination performed by Reliance.  Within 30 days \nof the entry of this Order, Kixsports, Carr, and Pye shall reimburse Defendants in \nthe amount of $51,707.10.    \nb. The Court  DENIES the request to hold Kixsports, Carr, and Pye in \ncontempt.   \nc. The Court holds that Defendants shall be entitled to an adverse inference \njury instruction, to be addressed at trial.    \nd. The Court further ORDERS that Defendants may depose Carr and Pye \nindividually.  These depositions , limited to seven hours each,  shall take place \nwithin 14 days of the entry of this Order.  Counsel shall work together to identify \nmutually agreeable dates and locations. \ne. The Court ORDERS that Kixsports, Carr , and Pye  shall pay the \nreasonable costs and fees incurred by Defendants in pursuing this motion.  These \n \n \n \n \ncosts are set forth in “Group 5” of Exhibit 35 to the Supplemental Affidavit of A. \nTodd Sprinkle.  (ECF No. 149.1 at 14 –18.)  Within fourteen days of this Order , \nKixsports, Carr, and Pye may file their objections, if any, to the reasonableness of \nthese costs.  This filing shall not exceed 1,500 words.  Defendants may respond to \nthe objections no later than seven days after they are served  with a similar word \nlimit.  The Court invites the parties to stipulate to an appropriate  amount and \njointly submit that amount to the Court for its approval.  \n49. Finally, the parties shall file all post -discovery dispositive motions on or \nbefore November 12, 2019.  Response and reply briefs shall be governed by Business \nCourt Rule 7.8. \n \n  \n SO ORDERED, this the 30th day of September, 2019.   \n   \n       \n       /s/ Adam M. Conrad                          \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n \n "
}