{
  "id": "11791896177b58995603b58c64429fba37e52ca5b1ea4b299714b3307343844c",
  "source_file": "data/raw/ncbc/11791896177b58995603b58c64429fba37e52ca5b1ea4b299714b3307343844c.pdf",
  "raw_text": "Strategic Mgmt. Decisions, LLC v. Sales Performance Int’l, LLC, 2017 NCBC 68. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 3061 \n \nSTRATEGIC MANAGEMENT \nDECISIONS, LLC, \n \nPlaintiff, \n \nv. \n \nSALES PERFORMANCE \nINTERNATIONAL, LLC; KEITH M. \nEADES; DOUGLAS HANDY; AND \nROBERT KEAR, \n \nDefendants. \n \n \n \n \n \n \n \n \nORDER AND OPINION ON  \nMOTION TO DISMISS \n \n \n1. Plaintiff Strategic Management Decisions, LLC (“Plaintiff”)  is one of two \nmembers of Sales Talent Optimization, LLC (“STO”).  Plaintiff  contends that  the \nother member,  Defendant Sales Performance International, LLC (“Sales \nPerformance”), wrongfully acquired the intellectual property of Plaintiff and STO, \nused the intellectual property to usurp STO’s business opportunities, and competed \nagainst Plaintiff and STO in viola tion of contractual and fiduciary duties .  Plaintiff \nfurther contends that three officers of Sales Performance —Keath Eades, Douglas \nHandy, and Robert Kear (“Individual Defendants”)—are individually liable. \n2. Defendants jointly moved to dismiss some, but not all, claims pursuant to \nRule 12(b)(6) of the North Carolina Rules of Civil Procedure.  They contend that this \nis a simple contract dispute between two corporations, with no basis for additional \ntort claims or individual liability.  \n \n \n3. Having considered the parties’ filings and arguments, the Court GRANTS \nin part and DENIES in part the motion to dismiss. \nCaudle & Spears, P.A.  by Christopher P. Raab , and Martenson, \nHasbrouck & Simon, LLP  by Peter V. Hasbrouck and Christopher J. \nPerniciaro for Plaintiff.  \n \nRobinson, Bradshaw & Hinson , P .A. by Stephen M. Cox, Kevin R. \nCrandall, and Adam K. Doerr for Defendants.  \n \nConrad, Judge. \nI. \nBACKGROUND \n \n4. The Court does not make findings of fact on a Rule 12(b)(6) motion to \ndismiss.  The following factual summary is drawn  from relevant allegations in the \ncomplaint and the attached exhibits. \n5. Plaintiff “is an employee survey, assessment, and analytics company.”  \n(Compl. ¶  8.)  Defendant Sales Performance is a company “engaged in sales \nconsulting.”  (Compl. ¶ 9.)   \n6. The two companies jointly formed STO on March 10, 2014 for the purpose of \ncreating a “sales talent optimization technology platform.”  (Compl. ¶ 17.)  According \nto the complaint, Plaintiff supplied the intellectual property needed to create the \nplatform, and Sales Performance agreed to use its expertise to sell the platform for \nSTO’s benefit.  (Compl. ¶ 17; see also Compl. ¶ 19.)  Plaintiff and Sales Performance \nexecuted an Intellectual Property License and Services Agreement (“IP Agreement”) \n“to govern the use and ownership of intellectual property” being contributed by each, \nas well as intellectual property that would be jointly created through STO.  (Compl. \n¶ 18, Ex. 2 [“IP Agreement”].)   \n \n \n7. STO’s Operating Agreement governs the company’s membership and \nmanagement.  (See Compl. Ex. 1 [“Operating Agreement”].)  Sales Performance owns \na 60 percent membership interest in STO , and Plaintiff own s the remaining 40  \npercent.  (See Operating Agreement p.A-1; see also Compl. ¶¶ 15–16.)  Each member \nhas the power to designate one manager.  (See Operating Agreement ¶ 5.3(a).)  The \ntwo managers, who must be individuals, together “have full, exclusive and complete \nauthority to manage the affairs of” STO, except for certain defined acts that require \nunanimous member approval (such as voluntary dissolution, amendment of the \narticles of organization, and conversion of the company into another form of business).  \n(Operating Agreement ¶ 5.1; see also Operating Agreement ¶ 6.3.) \n8.  STO was “immediately successful”—so successful that Sales Performance \nsought to purchase Plaintiff’s interest in December 2014 .  (Compl. ¶¶ 20–21.)  \nPlaintiff obtained a valuation, but Sales Performance rejected it without explanation \nand without making a counteroffer.  (See Compl. ¶¶ 21–22.)   \n9. Plaintiff now characterizes the episode as “pretextual” and alleges that  \nSales Performance has been competing against it and STO ever since.  (Compl. ¶ 23.)  \nThe complaint alleges that Sales Performance used the intellectual property supplied \nby Plaintiff to “creat[e] a separate sales talent optimization technology platform” and \nthen usurped business opportunities that should have gone to STO.  (Compl. ¶¶ 23–\n25.)  The net result, according to Plaintiff, is that Sales Performance “took” the \ninterest that it refused to buy.  (Compl. ¶ 23.)   \n \n \n10. Plaintiff filed its complaint on January 14, 2017.  It asserts five causes of \naction:  breach of the IP Agreement and breach of fiduciary duty as to Sales \nPerformance; and conversion, unfair or deceptive trade practices, and unjust \nenrichment as to all Defendants.  The complaint does not assert any derivative claims \non behalf of STO.  (See Pl.’s Resp. to Defs.’ Mot. to Dismiss 2 n.1 [“Pl.’s Resp.”].)  \n11. On April 26, 2017, Defendants jointly moved to dismiss all claims except \nbreach of the IP Agreement.  The motion is fully briefed, and the Court held a hearing \non July 25, 2017.  The motion is ripe for determination. \nII. \nANALYSIS \n \n12. A motion to dismiss under Rule 12(b)(6) “tests the legal sufficiency of the \ncomplaint.”  Concrete Serv. Corp. v. Investors Grp., Inc. , 79 N.C. App. 678, 681, 340 \nS.E.2d 755, 758 (1986).  “Dismissal of a complaint under Rule 12(b)(6) is proper when \none of the following three conditions is satisfied: (1) when the complaint on its face \nreveals that no law supports plaintiff’s claim; (2) when the c omplaint on its face \nreveals the absence of fact sufficient to make a good claim; (3) when some fact \ndisclosed in the complaint necessarily defeats plaintiff’s claim.”  Jackson v. \nBumgardner, 318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986). \n13. In deciding a Rul e 12(b)(6) motion, the Court must treat the well -pleaded \nallegations of the complaint as true and view the facts and permissible inferences “in \nthe light most favorable to” the non-moving party.  Ford v. Peaches Entm’t Corp., 83 \nN.C. App. 155, 156, 349 S.E.2d 82, 83 (1986); see also Sutton v. Duke, 277 N.C. 94, 98, \n176 S.E.2d 161, 163 (1970).  “[T]he court is not required to accept as true any \n \n \nconclusions of law or unwarranted deductions of fact.”  Oberlin Capital, L.P. v. Slavin, \n147 N.C. App. 52, 56, 554 S.E.2d 840, 844 (2001).  In addition, the Court “may \nproperly consider documents which are the subject of a plaintiff’s complaint and to \nwhich the complaint specifically refers,” without converting a Rule 12(b)(6) motion \ninto a motion for summary judgment.  Weaver v. St. Joseph of the Pines, Inc., 187 N.C. \nApp. 198, 204, 652 S.E.2d 701, 707 (2007) (quoting Oberlin Capital, 147 N.C. App. at \n60, 554 S.E.2d at 847). \nA. Conversion \n14. Conversion is “defined as ‘an unauthorized assumption and exercise of the \nright of ownership over goods or personal chattels belonging to another, to the \nalteration of their condition or the exclusion of an owner’s rights.’”  Peed v. Burleson’s, \nInc., 244 N.C. 437, 439, 94 S.E.2d 351, 353 (1956) (citation omitted).  “The essence of \nconversion is not the acquisition of property by the wrongdoer, but a wrongful \ndeprivation of it to the owner.”  Bartlett Milling Co. v. Walnut Grove Auction & Realty \nCo., 192 N.C. App. 74, 86, 665 S.E.2d 478, 488 (2008). \n15. Plaintiff’s conversion claim has evolved over time .  The complaint broadly \nalleges that Defendants converted Plaintiff’s “intellectual property, including but not \nlimited to [Plaintiff’s] assessment and analytics technology.”  (Compl. ¶ 35.)  In its \nbriefing, Plaintiff pares back the allegation, stating that the claim “is not for patent, \ntrademark, or copyright conversion” but is instead “correctly categorized as \nconversion of ‘proprietary information.’”  (Pl.’s Resp. 5.)  At the hearing, Plaintiff \nfurther clarified that the property at issue is primarily software.  \n \n \n16. The nature of the allegedly converted property  is important because North \nCarolina does not recognize a claim for conversion of intangible interests.  See, e.g., \nNorman v. Nash Johnson & Sons’ Farms, Inc. , 140 N.C. App. 390, 414, 537 S.E.2d \n248, 264 (2000)  (citing “business opportunities and expectancy interests” as \n“intangible interests”); HCW Ret. & Fin. Servs., LLC v. HCW Emp. Benefit Servs., \nLLC, 2015 NCBC LEX IS 73, at *5 7–58 (N.C. Super. Ct. July 14, 2015)  (dismissing \nconversion claim as to trademark rights).  On the other hand, a conversion claim may \ncover proprietary information in certain circumstances.  See Se. Shelter Corp. v. BTU, \nInc., 154 N.C. App. 321, 331, 572 S.E.2d 200, 207 (2002). \n17. For purposes of this motion, the Court liberally construes the complaint to \nallege the conversion of “electronically stored proprietary information,” as Plaintiff’s \nbrief states.  (Pl.’s Resp. 5 .)  Although the intellectual property identified in the  IP \nAgreement includes patents, copyrights, and trademarks , it also include s other \ntechnology and products, which apparently comprise the relevant software .  (See IP \nAgreement pp.15 –16; see also Pl.’s Resp. 5 (referr ing to certain “technology \nplatforms,” “assessments,” and “employee surveys”) .)  The Court further assumes , \nwithout deciding, that this property could be the subject of a conversion claim. \n18. Even so, Plaintiff has failed to allege that it was deprived of thi s \ninformation.  The complaint states only that the information was “copied, reproduced, \nand disseminated to various third parties without [Plaintiff’s] authorization or \nconsent.”  (Compl. ¶  29.)  Plaintiff’s sur-reply similarly states that its “allegations  \nencompass misappropriation of a physical copy” of electronically stored information.  \n \n \n(Pl.’s Surreply 1.)  As this Court has recently held,  “making a copy of electronically -\nstored information which does not deprive the plaintiff of possession or use of \ninformation, does not support a claim for conversion.”  RCJJ, LLC v. RCWIL Enters., \nLLC, 2016 NCBC LEXIS 46, at *53 (N.C. Super. Ct. June 20, 2016); see also Addison \nWhitney, LLC v. Cashion , 2017 NCBC LEXIS 51, at *17 (N.C. Super. Ct. June 9, \n2017); RoundPoint Mortg. Co. v. Florez , 2016 NCBC LEXIS 1 8, at *55 (N.C. Super. \nCt. Feb. 18, 2016) ; Horner Int’l Co. v. McKoy , 2014 NCBC LEXIS 68, at *8 (N.C. \nSuper. Ct. Dec. 18, 2014). \n19. The Court therefore grants the motion to dismiss  as to the claim for \nconversion.  The Court need not address Defendants’ alternative arguments, \nincluding their argument that the claim is preempted by the federal Copyright Act. \nB. Unfair or Deceptive Trade Practices \n20. Plaintiff’s claim under N.C. Gen. Stat. §  75-1.1 is also the subject of some \nambiguity.  The complaint restates all preceding paragraphs without identifying the \nacts that are alleged to be unfair or deceptive trade practices.  (See Compl. ¶¶ 48–51.)  \nAt the hearing , Plaintiff’s counsel clarified that the  claim is limited to  Defendants’ \nalleged taking of Plaintiff’s technology and that it does not concern the alleged taking \nof STO’s technology or usurpation of its business opportunities.   \n21. The clarification considerably narrows the issue.  The alleged unfair trade \npractices are essentially identical to the alleged conversion and breach of the IP \nAgreement:  that Sales Performance “copied, reproduced, and disseminated” \nPlaintiff’s intellectual property and proprietary information.  (Compl. ¶ 28.)  Having \n \n \nalready dismissed the conversion claim , the Court further agrees with Defendants \nthat “a mere breach of contract, even if intentional , is not sufficiently unfair or \ndeceptive to sustain an action under N.C.G.S. § 75-1.1.”  Branch Banking & Trust Co. \nv. Thompson, 107 N.C. App. 53, 62, 418 S.E.2d 694, 700 (1992).   \n22. Appellate precedent routinely holds that a  section 75 -1.1 violation “is \nunlikely to occur during the course of contractual performance,” and “these types of \nclaims are best resolved by simply determining whether the parties properly fulfilled \ntheir contractual duties.”  Heron Bay Acquisition, LLC v. United Metal Finishing, \nInc., 781 S.E.2d 889, 893 (N.C. Ct. App. 2016) (quoting Mitchell v. Linville, 148 N.C. \nApp. 71, 75, 5 57 S.E.2d 620, 623 –24 (2001)).  Plaintiff has not alleged the  type of \n“substantial aggravating circumstances ,” such as fraud,  necessary to transform a \nbreach of contract into a section 75-1.1 claim.  Branch Banking & Trust , 107 N.C. \nApp. at 62, 418 S.E.2d at 700.  At most, Plaintiff’s allegation that Sales Performance \n“purposefully” copied and disseminated its intellectual property would constitute an \nintentional breach of  the IP Agreement, which is insufficient to state a claim for \nunfair or deceptive trade practices.  (Compl. ¶ 29.) \n23. Accordingly, the Court grants the motion to dismiss as to the claim for unfair \nor deceptive trade practices. \nC. Breach of Fiduciary Duty \n24. Plaintiff alleges that Sales Performance, as the majority member of STO, \nbreached a fiduciary duty  owed to Plaintiff, as the minority member .  (See Compl. \n¶ 41; see also Compl. ¶ 42.)  Sales Performance contends that there is no fiduciary \n \n \nrelationship between STO’s members and that, in any event, the parties waived and \ndisclaimed any fiduciary duties in the Operating Agreement.  ( See Mem. of Law in \nSupp. of Defs.’ Mot. to Dismiss Claims Under Rule 12(b)(6) 8, 11 [“Defs.’ Br.”].) \n25. The law does not favor c laims by one LLC member against another for \nbreach of fiduciary duty.  As the North Carolina Court of Appeals has explained, the \nNorth Carolina Limited Liability Company Act “does not create fiduciary duties \namong members.”  Kaplan v. O.K. Techs., L.L.C., 196 N.C. App. 469, 473, 675 S.E.2d \n133, 137 (2009).  Rather, members of an LLC “are like shareholders in a corporation \nin that members do not owe a fiduciary duty to each other or to the company.”  Id.   \n26. Plaintiff relies on an exception to this general rule.  Citing Kaplan, a few \nrecent cases have stated that “a holder of a majority interest who exercises control \nover the LLC owes a fiduciary duty to minority interest members .”  Fiske v. Kieffer, \n2016 NCBC LEXIS 22, at *9 (N.C. Super. Ct. Mar. 9, 2016); see also Zagaroli v. Neill, \n2016 NCBC LEXIS 106, at *18 (N.C. Super. Ct. Dec. 29, 2016); SCA-Blue Ridge, LLC \nv. WakeMed , 2016 NCBC LEXIS 2, at *20 (N.C. Super. Ct. Jan. 4, 2016);  Island \nBeyond, LLC v. Prime Capital Grp., LLC, 2013 NCBC LEXIS 48, at * 14–15 (N.C. \nSuper. Ct. Oct. 30, 2013).   \n27. The scope of this exception, borrowed from precedents governing \ncorporations, remains unsettled.  This Court ha s cautioned against a broad \napplication because of the fundamental differences between LLCs and corporations .  \nSee HCW Ret. & Fin. Servs. , 2015 NCBC LEXIS 73, at *47 n.102 ; see also Blythe v. \nBell, 2013 NCBC LEXI S 17 , at * 13–14 (N.C. Super. Ct. Apr. 8, 2013).  Unlike a \n \n \ncorporation, “[a]n LLC is primarily a creature of contract.”  Crouse v. Mineo, 189 N.C. \nApp. 232, 237, 658 S.E.2d 33, 36 (2008) ( quoting Russell M. Robinson, II, Robinson \non North Carolina Corporate Law  § 34.01, at 34 -2 to 34-3 (rev. 7th ed. 2016) ).  The \nrights and duties of LLC m embers are ordinarily governed by the company’s \noperating agreement, not by general principles of fiduciary relationships.  See N.C. \nGen. Stat. § 57D-2-30 (“The operating agreement governs the internal affairs of an \nLLC and the rights, duties, and obligations of . . . the interest owners . . . in relation \nto each other”).  Especially where the members have bargained for comprehensive \nterms to govern their relationship, the imprudent imposition of fiduciary duties could \n“undermine the contractual nature of an Operating Agreement .”  HCW Ret. & Fin. \nServs., 2015 NCBC LEXIS 73, at *47 n.102. \n28. With these principles in mind, the Court concludes that Plai ntiff has not \nadequately alleged the existence of a fiduciary relationship.   Plaintiff first contends \nthat Sales Performance’s “mere possession of a majority interest in STO created a \nfiduciary relationship with [Plaintiff] as a minority interest holder.”  (Pl.’s Br. 11.)  \nThat is simply wrong.  Even in the context of corporate shareholders, “the element of \ncontrol is what gives rise to a fiduciary duty between the controlling shareholder and \nthe minority.”  Emergys Corp. v. Consert, Inc. , 2012 NCBC LEXIS 1 9, at *21 (N.C. \nSuper. Ct. Apr. 5, 2012) (emphasis added); see also Gaines v. Long Mfg. Co., 234 N.C. \n340, 344–45, 67 S.E.2d 350, 353 (1951) (stating “the fact of control .  . . creates the \nfiduciary obligation on the part of the majority stockholders”) ; Freese v. Smith , 110 \n \n \nN.C. App. 28, 37, 428 S.E.2d 841, 847 (1993) (“In North Carolina, it is well established \nthat a controlling shareholder owes a fiduciary duty to minority shareholders.”). \n29. Plaintiff insists that a majority interest “creates a presumption of a control \nthat cannot be overcome by only considering the pleadings.”  (Pl.’s Br. 11.)  That may \nbe true for corporations.  See Corwin v. British Am. Tobacco PLC, 796 S.E.2d 324, 332 \n(N.C. Ct. App. 2016) (“[A] majority shareholder is presumed to be a controlling \nshareholder.” (internal quotation omitted) ), review allowed 799 S.E.2d 616  (N.C. \n2017).  Plaintiff has neither cited authority extending the rule to LLCs nor explained \nwhy it would be sensible to do so .  There is little reason to believe that  control \npresumptively goes hand in hand with a majority interest in an LLC.  “Parties to an \nLLC Operating Agreement ca n alter statutory default rules, ” Island Beyond, 2013 \nNCBC LEXIS 48, at *15 , and  minority members of an  LLC have “the freedom of \ncontract . . . to obtain minority protections not available to shareholders of [a] closely-\nheld corporation,” Blythe, 2013 NCBC LEXIS 17, at *14.   \n30. The STO Operating Agreement is a case in point.  It conclusively rebuts any \npresumption of majority control, to the extent one exists .  Although Sales \nPerformance owns 60 percent of STO, it has no meaningful ability to use that interest \nto exercise control over the company.  Plaintiff and Sales Performance are not “agents \nof” STO and do “not have any authority to manage or control the business and affairs \nof the Company or to sign for or act on behalf of the Company.”  (Operating Agreement \n§ 6.1.)  The Operating Agreement instead vests “full, exclusive and complete \nauthority to ma nage the affairs of the Company ” in two managers.   (Operating \n \n \nAgreement § 5.1.)  Plaintiff and Sales Performance each have “the power to designate” \none manager, and any action of the managers must be unanimous.  (Operating \nAgreement §§ 5.3(a), 5. 4, 5.5, 5.8 .)  Likewise, the Operating Agreement prohibits \namendment of the articles of organization, conversion of STO into another form of \nbusiness, voluntary dissolution or liquidation, and numerous other actions in the \nabsence of “the approval of Members holding one hundred percent” of the membership \ninterest units.  (Operating Agreement § 6.3.)  \n31. Plaintiff has been able to identify only one action that the Operating \nAgreement authorizes Sales Performance to take without Plaintiff’s cooperation or \napproval: determining the amount to pay the managers for their services.  (Operating \nAgreement § 5.6; see also Operating Agreement §  6.2.)  It may well be that Sales \nPerformance is obliged to exercise this power fairly and in good faith.  The complaint \ndoes not allege that it has  been abused, and in any event, it is insufficient standing \nalone to turn Sales Performance’s majority interest into a controlling interest  for \nother purposes. \n32. In view of the comprehensiv e terms of the Operating Agreement, Plaintiff \nhas failed to allege the control necessary to demonstrate a fiduciary relationship \nbetween STO’s members.  Plaintiff successfully bargained for numerous protections \nfor its minority interest.  Imposing an additional fiduciary duty on Sales Performance \n(the majority interest owner), outside of its contractual duties, would be inconsistent \nwith the parties’ bargain and with this State’s policy of “giv[ing] the maximum effect \nto the principle of freedom of contract  and the enforceability of operating \n \n \nagreements.”  N.C. Gen. Stat. §  57D-10-01(c); see also Related Westpac LLC v. JER \nSnowmass LLC, C.A. No. 5001 -VCS, 2010 Del. Ch. LEXIS 158, at *30 –31 (Del. Ct. \nCh. July 23, 2010) (applying Delaware law and holding that “[w]hen a fiduciary duty \nclaim is plainly inconsistent with the contractual bargain struck by parties to an LLC \n. . ., the fiduciary duty claim must fall”). \n33. The Court has considered and finds unpersuasive  Plaintiff’s other \narguments, including its contention that STO’s status as a joint venture gives rise to \nan independent fiduciary relationship.   Plaintiff and Sales Performance chose to \norganize their joint enterprise as an LLC, and it is therefore subject to the laws \ngoverning LLCs.  Moreover, the complaint does not allege a fiduciary relationship on \nthis basis.  See Se. Shelter Corp. , 154 N.C. App. at 327, 572 S.E.2d at 204–05 \n(discussing “essential elements of a joint venture”).  \n34. The Court therefore grants the motion to dismiss the claim for breach of \nfiduciary duty.  Having concluded that no fiduciary relationship has been alleged, the \nCourt need not address Defendants’ alternative argument that the Operating \nAgreement disclaimed any fiduciary duties. \nD. Unjust Enrichment \n35. Plaintiff’s unjust enrichment claim is based on the allegation that it \n“provided a benefit to the Defendants in the form of access to its intellectual \nproperty.”  (Compl. ¶ 53.)  Defendants seek to dismiss the claim solely on the ground \nthat unjust enrichment is not an appropriate remedy where the parties have an \nexpress contract (here, the IP Agreement).  (Defs.’ Br. 16–17.) \n \n \n36. The Court concludes that Plaintiff may plead its unjust enrichment claim in \nthe alternative.  It is unclear whether the claim for breach of the IP Agreement (which \nis between Plaintiff and Sales Performance  only) perfectly aligns with  the claim for \nunjust enrichment (which is against all Defendants), and the limited briefing on the \nissue does not provide a  reasoned basis for dismissing the claim as to Sales \nPerformance but not as to the Individual Defendants .  Defendants may eventually \nsucceed in demonstrating that the IP Agreement  bars any recovery for unjust \nenrichment, but the better course is not to dismiss the unjust enrichment claim at \nthis stage despite the claim for breach of contract .  The Court therefore denies the \nmotion to dismiss the claim for unjust enrichment.  See, e.g., Krawiec v. Manly, 2016 \nNCBC LEXIS 7, at *31 (N.C. Super. Ct. Jan. 22, 2016) (denying motion to dismiss \nunjust enrichment claim).   \nIII. \nCONCLUSION \n \n37. For these reasons, the Court GRANTS the motion to dismiss the claims for \nconversion, unfair or deceptive trade practices, and breach of fiduciary duty.  Plaintiff \nhas not previously amended its complaint or attempted to cure any defects in its \npleading, and these claims are therefore DISMISSED without prejudice.  See First \nFed. Bank v. Aldridge , 230 N.C. App. 187, 191, 749 S.E.2d 289, 292 (2013) (“T he \ndecision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt.”).  The Court DENIES the motion as to the claim for unjust enrichment. \n  \n \n \nThis the 7th day of August, 2017. \n /s/ Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n "
}