{
  "id": "117d05d6232ed9004abe784f43c9eb9b9954d62106c2ca3bb00fbaa3c59d51d3",
  "source_file": "data/raw/ncbc/117d05d6232ed9004abe784f43c9eb9b9954d62106c2ca3bb00fbaa3c59d51d3.pdf",
  "raw_text": "Chisum v. Campagna, 2019 NCBC 27. \n \nSTATE OF NORTH CAROLINA \n \nNEW HANOVER COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 2419 \nDENNIS D. CHISUM, individually \nand derivatively on behalf of JUDGES \nROAD INDUSTRIAL PARK, LLC; \nCAROLINA COAST HOLDINGS, \nLLC; and PARKWAY BUSINESS \nPARK, LLC, \n \nPlaintiff, \n \nv. \n \nROCCO J. CAMPAGNA; RICHARD J. \nCAMPAGNA; JUDGES ROAD \nINDUSTRIAL PARK, LLC; \nCAROLINA COAST HOLDINGS, \nLLC; and PARKWAY BUSINESS \nPARK, LLC,  \n \nDefendants. \nORDER AND OPINION ON POST-\nTRIAL MOTIONS \n \n \nTHIS MATTER comes before the Court on the following motions filed by \nPlaintiff and Defendants following trial in this case:  \n• Defendants’ Motion for Judgment Notwithstanding the Verdict  \n(“Defendants’ JNOV Motion”, ECF No. 268); \n• Defendants’ Alternative Motion for New Trial (“Defendants’ New Trial \nMotion”, ECF No. 270); \n• Plaintiff’s Post-Trial Motion (“Plaintiff’s Motion”, ECF No. 277); \n• Plaintiff’s Motion to Bar Campagnas from Sharing in Punitive Damage \nAward  (“Plaintiff’s Motion to Bar Punitives”, ECF No. 261); \n \n \n• Defendants’ Alternative Motion to Alter or Amend the Judgment \n(“Defendants’ Motion to Amend”, ECF No. 272); and \n• Defendants’ Motion for Relief from Orders Appointing Receiver \n(“Defendants’ Motion for Relief”, ECF No. 274).   \n(Collectively the Defendants’ JNOV Motion, Defendants’ New Trial Motion, Plaintiff’s \nMotion, Plaintiff’s Motion to Bar Punitives, Defendants’ Motion for Relief, and \nDefendants’ Motion to Amend are “the Post-Trial Motions”.) \nTHE COURT, having considered the Motions, the briefs filed by the parties in \nsupport of and opposition to the Post-Trial Motions, the exhibits filed with certain of \nthe Motions, and other appropriate matters of record, CONCLUDES that Defendants’ \nJNOV Motion, Defendants’ New Trial Motion, Plaintiff’s Motion to Bar Punitives, and \nDefendants’ Motion for Relief  should be DENIED, and that Defendants’ Motion to \nAmend should be GRANTED, in part, and DENIED, in part , in the manner and for \nthe reasons set forth below. \nI. INTRODUCTION \n1. The procedural history of this long and arduous case is set out in the \nmany orders issued by the Court in this matter, including the orders on dispositive \nmotions, and will not be repeated here. \n2. The trial of this case took place from August 6, 2018 through August 15, \n2018 in the Superior Court of New Hanover County .  Plaintiff Dennis D. Chisum’s \n(“Plaintiff”) derivative claims for breach of fiduciary duty and constructive fraud on \nbehalf of Judges Road Industrial Park, LLC (“Judges Road”) and Parkway Business \n \n \nPark, LLC (“Parkway”), Plaintiff’s theory of civil conspiracy, and his individual claim \nfor failure to pay distributions , were submitted to the jury.  Certain issues of fact  \nunderlying Plaintiff’s claim s for declaratory judgment  were also  submitted to the \njury, but the Court decided the legal issues underlying those claims.  The Court also \ndecided Plaintiff’s claim for judicial dissolution. \n3. At trial, the Court directed verdicts for the Defendants  on Plaintiff’s \nclaims relating to Carolina Coast Holdings, LLC (“CCH”)  on the grounds that the \nevidence at trial established as a matter of law that Plaintiff’s claim for declaratory \njudgment regarding CCH was filed after the applicable statute of limitations expired. \nThe Court also directed a verdict against Plaintiff on the issue of whether non-parties \nJames A. MacDonald (“MacDonald”) and Milton R. Hardison  (“Hardison”) were \nparticipants in an alleged conspiracy with Defendants Rocco J. Campagna (“Rocco”) \nand Richard J. Campagna  (“Richard”) (collectively, Rocco and Richard are “the \nCampagnas”).  Finally, the Court dismissed Defendants’ equitable defense of laches  \nas a sanction imposed against Defendants based on evidence uncovered during trial \nof discovery abuses, pursuant to Rule 26  of the North Carolina Rules of Civil \nProcedure (hereinafter “Rule(s)”).  N.C. Gen. Stat. § 1A-1, Rule 26.  \n4. On August 15, 2018, the jury returned its verdict on the issues of \nliability and damages submitted as follows:  \n1. Did Dennis Chisum file this lawsuit within three years of the date that he \nknew, or reasonably should have known, that the Campagnas no longer \nconsidered Dennis Chisum to be a member of Parkway and were excluding him \nfrom his membership rights in Parkway? \n \nYes. \n \n \n \n2. Was Parkway damaged by a failure of Richard Campagna to discharge his \nfiduciary duties as manager of the company? \n \nYes. \n \n3. Did Richard Campagna take advantage of a position of trust and confidence to \nbring about the transfer of money and real property  from Parkway to himself \nor his other companies, including the Camp Group, LLC? \n \nYes. \n \n4. What amount, if any, is Parkway entitled to recover from Richard Campagna \nas damages? \n \n$128,757.00 \n \n5. Was Parkway damaged by a failure of Rocco Campagna to discharge his \nfiduciary duties as manager of the company? \n \nNo. \n \n6. Did Rocco Campagna take advantage of a position of trust and confidence to \nbring about the transfer of money and real property from Parkway to himself \nor his other companies, including the Camp Group, LLC? \n \nYes. \n \n7. What amount, if any, is Parkway entitled to recover from Rocco Campagna as \ndamages? \n \n$128,757.00 \n \n8. Did Dennis Chisum file this lawsuit within three years of the date that he \nknew, or reasonably should have known, that the Campagnas no longer \nconsidered Dennis Chisum to be a member of Judges Road and were excluding \nhim from his membership rights in Judges Road?   \n \nYes. \n \n9. Was Judges Road damaged by a failure of Richard Campagna to discharge his \nfiduciary duties as manager of the company?   \n \nYes.  \n \n \n \n10. Did Richard Campagna take advantage of a position of trust and confidence to \nbring about the transfer of money from Judges Road to himself or his other \ncompanies, including the Camp Group, LLC?   \n \nYes.  \n \n11. What amount, if any, is Judges Road entitled to recover from Richard \nCampagna as damages?   \n \n$1.00 \n \n12. Was Judges Road damaged by a failure of Rocco Campagna to discharge his \nfiduciary duties as manager of the company? \n \nNo. \n \n13. Did Rocco Campagna take advantage of a position of trust and confidence to \nbring about the transfer of money from Judges Road to himself or his other \ncompanies, including the Camp Group, LLC? \n \nYes. \n \n14. What amount, if any, is Judges Road entitled to recover from Rocco Campagna \nas damages?  \n \n$1.00 \n  \n15. Did Richard Campagna and Rocco Campagna conspire to divert money and \nproperty from Parkway to the Camp Group, LLC? \n \nNo.  \n \n16. Did Richard Campagna and Rocco Campagna conspire to divert money and \nproperty from Judges Road to the Camp Group, LLC? \n \nYes. \n \n17. What amount of unpaid distributions is Dennis Chisum entitled to receive from \nParkway?   \n \n$10,695.00 \n \n \n \n18. What amount of unpaid distributions is Dennis Chisum entitled to receive from \nJudges Road? \n \n$3,927.00 \n \n5. On August 16, 2018, the jury returned its verdict on  the issues of \npunitive damages submitted as follows: \n19. Is Richard Campagna liable to Parkway for punitive damages? \n \nYes. \n \n20. What amount of punitive damages, if any, does the jury in its discretion award \nagainst Richard Campagna to Parkway?   \n \n$150,000.00 \n \n21. Is Richard Campagna liable to Judges Road for punitive damages?   \n \nYes. \n \n22. What amount of punitive damages, if any, does the jury in its discretion award \nagainst Richard Campagna to Judges Road? \n \n$350,000.00 \n \n23. Is Rocco Campagna liable to Parkway for punitive damages?   \n \nNo. \n \n24. What amount of punitive damages, if any, does the jury in its discretion award \nagainst Rocco Campagna to Parkway? \n \nN/A \n \n25. Is Rocco Campagna liable to Judges Road for punitive damages?   \n \nYes.  \n \n26. What amount of punitive damages, if any, does the jury in its discretion award \nagainst Rocco Campagna to Judges Road? \n \n$250,000.00 \n \n \n \n6. On October 4, 2018, prior to entry of the final judgment, Plaintiff filed \nthe Motion to Bar Punitives, and an accompanying brief in support.  (Pl. Br. Supp. \nMot. Bar Pun., ECF No. 262.)  On November 13, 2018, Defendants filed a response in \nopposition to Plaintiff’s Motion to Bar Punitives, ( Def. Br. Opp. Pl. Mot. Bar Pun., \nECF No. 285), and Plaintiff subsequently filed a reply brief.  ( Pl. Reply Supp. Post -\nTrial Mots., ECF No. 297.) \n7. On October 11, 2018, the Court entered a Final Judgment on the jury’s \nverdicts and on Plaintiff’s claim  for declaratory judgment declaring that Plainti ff \nremains a member of Parkway with a current percentage of ownership in the \ncompany of 8.34%, and that Plaintiff remains a member of Judges Road with a \ncurrent percentage of ownership in the company of 18.884%.  The Court also granted \nPlaintiff’s request for judicial dissolution  of Parkway and Judges Road pursuant to \nN.C. Gen. Stat. (hereinafter “G.S.”) § 57D-6-02(2)(i).  (Final Judgment, ECF No. 264.)   \n8. Simultaneously with the Final Judgment, and in order to facilitate \nexecution of  the judgment, the Court  issued an Order Appointing Receiver for \nParkway (Parkway Recv’r Order, ECF No. 265), and an Order Appointing Receiver \nfor Judges Road (Judges Road Recv’r Order, ECF No. 266) (collectively, “the Receiver \nOrders”).  The Receiver Orders directed the Receiver to : apply to the Secretary of \nState of North Carolina for reinstatement of Parkway as an active LLC ; collect the \njudgments on be half of Judges Road and Parkway;  marshal the assets of the two \ncompanies and pay creditors; and wind up and distribute any remaining assets to the \n \n \nmembers.  The Receiver Orders further directed that Richard and Rocco would be \njointly and severally liable for paying the fees and costs of the receiver. \n9. On October 22, 2018, Defendants filed a Motion to Stay Proceedings to \nEnforce Judgment , (“Motion to Stay”, ECF No. 276), and  on November 13, 2018, \nPlaintiff filed a Memorandum in Opposition to the Motion to Stay (ECF No. 282).  On \nDecember 5, 2018, the Court stayed enforcement of the judgment,  including the \nReceiver’s authority over Parkway and Judges Road, and directed the Campagnas to \npost a bond of $600,000.00.  (ECF No. 300.)  On the Campagnas’ request, the Court \nsubsequently extended the time for the Campagnas to post the bond, but in the \nmeantime reinstated the Receiver’s authority to oversee the day-to-day operations of \nParkway and Judges Road.  (ECF No. 308.) \n10. On February 6, 2019, Defendants posted the required bond.  (ECF No. \n315.)  On the same date, the Court issued an Order Divesting R eceiver of Authority \npending further order of the Court.  (ECF No. 316.) \n11. On October 22, 2018, the parties filed the following motions: \na. Defendants’ JNOV Motion, along with a memorandum in support, (ECF \nNo. 269), and Defendants’ New Trial Motion with a memor andum in \nsupport, (ECF No. 271).  Defendants’ JNOV Motion and New Trial \nMotion are fully briefed.  (Pl. Br. Op. Defs. JNOV and New Trial Mots., \nECF No. 283; Def s. Reply Supp. JNOV and New Trial Mots., ECF No. \n295.)  \n \n \nb. Plaintiff’s Motion, along with memorandum in support.  (ECF No. 278.)  \nPlaintiff’s Motion is fully briefed.  ( Defs. Mot. Opp. Pl. post -trial Mot., \nECF No. 287; Pl. Reply Supp. post-trial Mot., ECF No. 297.)    \nc. Defendants’ Motion to Amend, along with a supporting brief.  (ECF No. \n273.)  Defendants’ Motion to Amend is fully briefed.  (Pl. Br. Opp. Defs. \nMot. Amend, ECF No. 284; Defs. Reply Supp. Mot. Amend, ECF No. \n293.)   \nd. Defendants’ Motion for Relief, along with a supporting brief.  (ECF No. \n275.)  Defendants’ Motion for Relief is fully brief ed.  (Pl. Br. Opp. Defs. \nMot. Relief, ECF No. 286; Defs. Reply Supp. Mot. Relief, ECF No. 296.) \n12. The Post-Trial Motions are now ripe for determination.  Pursuant to \nNorth Carolina Business Court Rule 7.4, the Court decides  the Post-Trial Motions \nwithout hearing. \nII. EVIDENCE AT TRIAL \n13. Plaintiff and Defendants presented testimonial and documentary \nevidence during trial. \n14. The evidence showed that Plaintiff and the Campagnas first entered \ninto a busines s relationship in the late 1990 s, and subs equently formed CCH, \nParkway, and Judges Road  to develop commercial real estate in and around \nWilmington, North Carolina. (Hereinafter, CCH, Parkway, and Judges Road will be \ncollectively referred to as “the Chisum/Campagna LLCs”).   \n \n \n15. Over time, the Chisum/Campagna LLCs acquired ownership in several \npieces of commercial property in and around New Hanover County.  Richard and \nRocco acted as, and were listed in much of the documentary evidence as , both \nmembers and the managers of the Chisum/Campagna LLCs.  The evidence, however, \nsuggested that Richard tended to take the lead role in managing the companies.  \nPlaintiff was a member, but not a manager, of the Chisum/Campagna LLCs. \n16. Plaintiff and the Campagnas entered into written Operating \nAgreements for each of the Chisum/Campagna LLCs.  (Judges Road Op. Ag., Jt. Ex. \n1; CCH Op. Ag., Jt. Ex. 10; Parkway Op. Ag., Jt. Ex. 19.)1  The testimony showed that \nPlaintiff, Richard, and Rocco were not well -versed in the contents of the Operating \nAgreements, although Plaintiff testified that he had past experience as member of  \nnumerous LLCs and knew generally how to read and understand operating \nagreements.   \n17. The Campagnas claimed they primarily relied on MacDonald , the \nattorney for the LLCs 2, to guide the m as to the requirements of the Operating \nAgreements.  Nevertheless, Richard admitted that the business of the \nChisum/Campagna LLCs was supposed to be conducted in conformance with the \nOperating Agreements. \n                                                 \n1At trial, the parties presented a set of Joint Trial Exhibits (hereinafter referred to as “Jt. \nEx”), Plaintiff presented a set of Plaintiff’s Exhibits (hereinafter referred to as “Pl. Ex.”), and \nDefendants presented a set of Defendants’ Exhibits (hereinafter referred to as “Defs. Ex.”). \n2MacDonald was also Plaintiff’s personal attorney with regard to nume rous matters , \nincluding, according to Plaintiff, advising Plaintiff in business matters and regarding his \ninvolvement in the Chisum/Campagna LLCs. \n \n \n18. At various times  after their formation , Plaintiff sold and assigned \nportions of his membership interests in the various Chisum/Campagna LLCs to the \nCampagnas.  F ollowing all of  the sales and assignments, Plaintiff held a 16.67% \nmembership interest in CCH, an 8.34% membership interest in Parkway, and a n \n18.884% membership interest in Judges Road.  (Jt. Exs. 1, 10, and 19.) \n19. On October 4, 2010, a meeting of the members of CCH was held to \ndiscuss repayment of a loan made to Plaintiff by SunTrust Bank and secured by \nproperty held by the Chisum/Campagna LLCs.  ( Notice of Member Meeting, Jt. Ex. \n25; Minutes of Oct. 4, 2010  Meeting, Jt. Ex. 2 7.)  Plaintiff, the Campagnas, and \nMacDonald attended the meeting.  At the meeting, Plaintiff stated that he did not \nbelieve the loan was his individual responsibility, and tha t he could not, and would \nnot, repay the loan.  (Jt. Ex. 2 7; Oct. 7, 2010 MacDonald letter to Plaintiff, Ex. 26 .)  \nAt the meeting, a motion was made and carried to assess a capital call on Plaintiff in \nthe amount of $63,500.  Plaintiff was given seven days to make the required capital \ncontribution, and Plaintiff was notified that if he failed to do so, the other members \nwould make the contribution on his behalf and diminish Plaintiff’s membership \ninterest in CCH accordingly.  (Id.) \n20. Plaintiff did not make the capital contribution to CCH.  On October 27, \n2010, the Campagnas paid off the SunTrust loan.  (Pl. Ex. 234.) \n21. Following the meeting on October 4, 2010, the Campagnas treated \nPlaintiff as if his membership interest in CCH had been extinguished, and conducted \n \n \nCCH’s business as if they were its only two members.  The Campagnas and Plaintiff \nhad no further contact with one another regarding CCH. \n22. The CCH Operating Agreement did not permit a member’s interest to \nbe entirely extinguished for failure to meet a capital call.  (Order on Pl.’s Third Mot. \nfor SJ, ECF No. 189, at p. 11.)  The Campagnas never amended the CCH Operating \nAgreement to reflect that Plai ntiff’s membership interest was extinguished.  \nNevertheless, the Campagnas claimed that they had the right to extinguish Plaintiff’s \nmembership interest in CCH, and treated Plaintiff as if he were no longer a member \nof CCH.  In addition, Plainti ff testified that after October  2010, he never attended \nany further meetings of any of the Chisum/Campagna LLCs. \n23. The CCH Operating Agreement required the company to send to each \nmember the United States Internal Revenue Service (“IRS”) form K-1 annually for \nthe previous fiscal (calendar) year.  ( Jt. Ex. 10, at §  9.9.)  In October 2011, Plaintiff \nreceived his 2010 IRS form K-1 for CCH.  (Jt. Ex. 11.)  The K-1 form was marked as \nthe “final” K-1 that Chisum would receive for CCH, and showed that his membership \ninterest had been reduced from 16.67% at the beginning of 2010  to no membership \ninterest at the end of 2010.  (Id.)  Plaintiff claimed that he believed the 2010 K-1 was \nin error, but admitted he took no steps at that time to seek an explanation or  \nclarification of the information o n the form.  The 2010 form K -1 was the last K -1 \nPlaintiff received from CCH.  (Aff. of Plaintiff, Defs. Ex. 385.)   \n \n \n24. Plaintiff testified that he understood no later than when he received the \n2010 CCH K-1 that the Campagnas believed they had extinguished his membership \nin CCH, but that he was not concerned about it because he believed they were wrong.   \n25. On June 25, 2012, MacDonald mailed a letter to Plaintiff at his home \naddress notifying Plaintiff that Judges Road was making a capital call o n all \nmembers.  (Letter and Notice, Jt. Exs. 28, 29.)  The letter stated that the capital call \nwas in the amount of $100,000, and advised Plaintiff that his personal share would \nbe $16,666.66.  (Jt. Ex. 28.)  The Notice of Capital Call required Plaintiff to make the \ncapital contribution on or before 9:00 a.m. on July 2, 2012 . (Jt. Ex. 29.)  The letter \nstated that “[b]ased on the information provided by the accountant Rick and Rocky \nhave been advised by the accountant that your interest has been diluted to the point \nthat you have no remaining equity in the Company.  If you do not participate in this \ncapital call, you will no longer be deemed a member and your interest will be \nconsidered diluted in full.”  (Jt. Ex. 28.)   Finally, the letter advised Plaintiff t hat a \nmeeting of Judges Road’s members was to be held at MacDonald’s office at 10:00 a.m. \non July 2, 2012.  (Id.) \n26. The Judges Road Operating Agreement required that notices were to be \nprovided to members by personal delivery, overnigh t courier, prepaid registered or \ncertified U.S. Mail, or via “telecopier or other similar device.”  (Jt. Ex. 1, at p. 23 .)  \nMacDonald admitted he does not know if the letter and notice were sent by one of the \nrequired methods.  Plaintiff testified that he never received the June 25, 2012 letter \nor the Notice of Capital Call. \n \n \n27. On July 2, 2012, the Campagnas held a members meeting of Judges \nRoad.  (Minutes of July 2, 2012 Meeting, Jt. Ex. 30.)  Richard, Rocco, and MacDonald \nattended the meeting.  Plaintiff did not  attend.  Despite MacDonald’s warning that \nPlaintiff’s membership interest “would be considered diluted in full[,]” (Jt. Ex. 28), if \nPlaintiff did not contribute the required capital, the minute s of the  July 2 , 2012  \nmeeting state Plaintiff’s interest was only “dilute[d],” and would not be extinguished \nunless he failed to meet the next Judges Road capital call.  The July 2, 2012, meeting \nminutes provide as follows: \nThe Members proceeded to discuss Dennis Chisum’s failure \nto meet his capital calls in a timely manner.  A motion was \nmade by Rocco Campagna and seconded by Rick Campagna \nto direct the Company’s accountant to dilute the \nmembership interest of Dennis Chisum for his failure to \nmeet and make his outstanding and delinquent capital call \nof $16,666.66. \n \nThe attending  members further discussed that the \ndefaulting member, Dennis Chisum’s membership interest \nwould be exhausted and extinguished if future capital calls \nwere not timely made. \n \nThe attending members appointed Rick Campagna to \ndirect the Company’s accountant t o dilute the shares of \nmember Dennis Chisum, corresponding to the capital calls \nwhich he failed to meet. \n \n(Jt. Ex. 30.) \n28. The Campagnas did not send Plaintiff any further correspondence or \notherwise notify him that they considered his membership rights in Judges Road and \nParkway to have been extinguished by his failure to meet the Judges Road capital \ncall and attend the July 2, 2012 Judges Road meeting.  The Campagnas never \namended the Judges Road or Parkway Operating Agreements to reflect that \n \n \nPlaintiff’s me mbership interest was extinguished.   (Jan. 12, 2016  Email from \nRichard, Pl. Ex. 137.) \n29. Richard testified that following the July 2, 2012 meeting of Judges Road, \nthe Campagnas took control of Judges Road and Parkway, and did not further involve \nPlaintiff in the operations of Judges Road or Parkway .  Defendants did not present \nevidence that Plaintiff’s membership in Parkway was extinguished because of \nPlaintiff’s failure to meet a capital call for Parkway, or by any other means.  Rather, \nRichard testified generally that he and Rocco simply believed Plaintiff was no longer \na member of the Chisum/Campagna LLCs because Plaintiff had not participated in \nthe LLCs’ activities nor had any contact with the Campagnas since October 2010. \n30. Judges Road and Parkway continued to send Plaintiff form K-1s for tax \nyears through 2013.  (2010-2013 K-1 forms, Jt. Exs. 2 and 20.)  On August 27, 2013, \nParkway mailed Plaintiff’s 2012 Parkway K-1 to Plaintiff at his home address.  (Aug. \n27, 2013 Letter to Plaintiff with 2012  Parkway K-1 form, Pl. Ex. 142.)  The 2012 \nParkway K-1 shows that Plaintiff still had an 8.34% membership interest in Parkway \nat the end of 2012.  (Id.) \n31. Sometime i n 2014, Parkway sent Plaintiff his 2013 Parkway K -1. \nPlaintiff claimed he received the 2013 Parkway K -1 in or around October 2014, but \nthe letter transmitting the K-1 form to Plaintiff’s home address is dated April 7, 2014.  \n(Apr. 7, 2014 Letter to Plaintiff with 2013 Parkway K-1 form, Pl. Ex. 196.)  The 2013 \nParkway K-1 is marked as Plaintiff’s “final” K-l, and shows that he held an 8.34% \n \n \nmembership interest at the beginning of 2013, but no membership interest at the end \nof 2013.  (Id.)   \n32. On August 27, 201 3, Judges Road mailed Plaintiff’s 2012 Judges Road \nK-1 to Plaintiff at his home address.  (8/27/13 Letter to Plaintiff with 2012 K-1 form, \nPl. Ex. 143.)  Plaintiff’s 2012 Judges Road K -1 shows that he still had an 18.884 % \nmembership interest in Judges Road at the end of 2012.  (Id.) \n33. Sometime in 2014, Judges Road sent Plaintiff his 2013 Judges Road K -\n1 form. (Jt. Ex. 2.)  Plaintiff’s 2013 Judges Road K -1 is marked as Plaintiff’s “final” \nK-l, and shows that he held an 18.884% membership interest at the beginn ing of \n2013, but no membership interest at the end of 2013.  (Id.)   \n34. Plaintiff testified that he did not take action to determine the status of \nhis membership interests in the Chisum/Campagna LLCs until after February 2016, \nafter he was unable to access th e mini -storage facility owned by Judges Road.  \nPlaintiff testified that he had been provided a complimentary storage unit at the \nfacility for several years as a perk of his membership in Judges Road.  When Plaintiff \ncould not access the mini -storage facili ty, he checked New Hanover County tax \nrecords and discovered that the property  had been sold by Judges Road to a third -\nparty buyer.  The property was sold on February 1, 2016.  (Pl. Ex. 188.)  The buyer \npaid Judges Road $5,750,000.00 for the property, and Judges Road received cash from \nthe seller in the amount of $4,096,657.14.  (Id.)  Plaintiff testified that once he learned \nthat Judges Road had sold the mini-storage facility, he finally had to “take action.” \n35. Plaintiff filed this lawsuit on July 2, 2016. \n \n \n36. At trial, Defendants introduced evidence in an attempt to establish that \nPlaintiff knew that the Campagnas considered his membership interests in  the \nChisum/Campagna LLCs to be extinguished long before he filed the lawsuit in July \nof 2016.  On September 18, 2013, Plaintiff’s wife, Blanche Chisum (“Blanche”), sent \nan email to Plaintiff’s personal accountant asking him to provide information about \nPlaintiff’s status as a member of the Chisum/Campagna LLCs.  ( 9/18/13 Email from \nB. Chisum, Jt. Ex. 41.)  In the e mail, Blanche stated that Hardison, the accountant \nfor the Chisum/Campagna LLCs, told her that Plaintiff no longer had any ownership \nin the Chisum/Campagna LLCs, but that MacDonald told her Plaintiff still ha d \nownership interests in the LLCs.  (Id.)  If Plaintiff’s personal accountant provided a \nresponse to Blanche’s email, it was not introduced into evidence. \n37. Defendants also introduced into evidence the IRS file regarding a tax \ndeficiency assessed against Plaintiff and Blanche for tax years 2008 and 2010.  (IRS \nRecord, Defs. Ex. 356.) The Chisums settled the dispute by compromise with the IRS \non April 15, 2015.  (Id. at pp. 3–5.)  The records presented showed that Plaintiff and \nBlanche compromised a tax debt of $29, 035.00 for $3,002.00.  ( Id.)  During \nnegotiations with the IRS, the IRS specifically requested information about Plaintiff’s \nownership interest in the Chisum/Campagna LLCs.  (Id. at pp. 405–08.)  In response \nto this request , Plaintiff and Blanche sent a summary of their business ownership \ninterests to Plaintiff’s personal accountant to provide to the IRS on D ecember 11, \n2014.  (Defs. Ex. 310.)  The summary  prepared by the Chisums  indicated that , \nalthough Plaintiff had once owned an interest in CCH and Parkway, he was “no \n \n \nlonger associated” with tho se LLCs.  ( Id.)  The summary did not provide any \ninformation on any ownership interest in Judges Road.  The summary was provided \nto the IRS by Plaintiff’s personal accountant.  (Defs. Ex. 356, at p. 211.) \n38. After July 2, 2012, the Campagnas sold and transferred property held \nby Parkway to the Camp Group, LLC (“Camp Group”), a company owned entirely by \nRichard and Rocco  on a 50%/50% basis.  ( Jan. 22, 2013 New Hanover County tax \nrecord, Jt. Ex. 43; Feb. 1, 2014  Settlement Statem ent, Pl. Ex.  188; Jan. 18, 2013 \nSettlement Statement, Pl. Ex. 216.)  The Campagnas did not notify Plaintiff of the \nsale of any of these properties, seek Plaintiff’s approval for the sales, nor provide him \na pro-rata share of any sales proceeds. \n39. After July 2, 2012, the Campagnas also made distributions to \nthemselves from Parkway and Judges Road.  (E.g., Richard’s 2015 Judges Road K-1, \nJt. Ex. 3; Rocco’s 2015 Judges Road K -1, Jt. Ex. 4; Richard’s 2014 Parkway K -1, Jt. \nEx. 21; Rocco’s 2014 Parkway K -1, Jt. Ex.  22.)  Parkway and Judges Road  did not \nmake distributions to Plaintiff from Parkway or Judges Road. \n40. The parties placed into evidence voluminous financial and tax  records \nand financial documents of Parkway and Judges Road.  (E.g., Jt. Exs. 14–18, 23, 24; \nPl. Exs. 178, 214.)  These documents included the general ledgers detailing every \nfinancial transaction of Parkway and Judges Road from 2010 through 2017.  (Jt. Exs. \n5, 14, 23.)  Plaintiff used these records to elicit testimony from Richard Campagna \nand from Hardison regarding alleged loans and other transfers of money made by \nParkway and Judges Road  to the Campagnas for various personal expenses .  \n \n \nHardison admitted that he was not aware of any documentation supporting that the \ntransactions characterized as loans were, in fact, loans. \n41. During the trial, Plaintiff introduced into evidence documents produced \nby Defendants during discovery which Defendants claimed were : the minutes from \nthe annual meetings of the members of Parkway, and waivers of the notices required \nby the Parkway Operating Agreement for annual meetings for 2015, (Pl. Ex. 215); the \nminutes from the annual meetings of the members of Judges Road for and waivers of \nthe notice required by the Judges Road Operating Agreement for the annual meetings \nfrom 2013 through 2016, (Pl. Exs. 224–27); and minutes from the annual meetings of \nthe members of CCH and waivers of notice  required by the CCH Operating \nAgreements for the annual meetings from 2011 through 2015, (Pl. Exs. 219–23).   \n42. On August 7, 2018, during Richard’s questioning by counsel for Plaintiff, \nRichard testified that the minutes and waivers were created contemporaneously with \nor immediately following each of the annual meetings described therein.  Plaintiff’s \ncounsel questioned Richard about the fact that each of the meeting minutes \ndocuments contained the identical signatures of Richard and Rocco, and that each of \ntheir signatures appeared in exactly the same place on the signature lines  for each \ndocument, though they were purportedly signed years apart .  Richard could not \nexplain the identical nature of the signatures, but insisted that they were created at \nthe time of the meetings. \n43. After an overnight break, on the morning of August 8, 2018, Richar d \nreturned to the witness stand and asked the Court to address the jury regarding his \n \n \ntestimony on the previous day.  Richard claimed that he had been “confused” during \nhis testimony on August 7, and that he now remembered the annual meeting minutes \nhad not been created at the time of the meetings, but rather they had been fabricated \nin November 2016 in response to Plaintiff’s discovery requests for documents.  \nRichard claimed that he had been instructed by counsel that the Campagnas could \ncreate the meeting minutes at that time, back-dated for the prior years, for purposes \nof responding to the Plaintiff’s requests.  Defendants did not inform Plaintiff, in \nsending the discovery responses nor at any other time prior to trial, that the back -\ndated documents had  actually been created in November 2016.  Richard admitted \nthat Defendants had no contemporaneous notes or other documents from which to \nrecall the individual annual meetings, and that the dates of the meetings ha d been \napproximations based on the time of year when Richard and Rocco typically \nconducted an annual meeting.3 \nIII. ANALYSIS \n44. The parties have filed the onerous jumble of post -trial Motions noted \nabove.  Several of the post-trial Motions request one or more alternative forms of \nrelief, and are dependent on the Court’s determinations of other motions.  In addition, \nPlaintiff’s Motion contains the verbatim argument that is raised in Plaintiff’s Motion \nto Bar Punitives .  The Court concludes that the most efficient method fo r deciding \n                                                 \n3Based on Plaintiff’s resulting motion for sanctions, the Court struck Defendants’ laches \ndefense as a discovery sanction pursuant to Rule 26(g).  The evidence showed that \nDefendants’ counsel referred Plaintiffs to the minutes in response to certain interrogatories \npropounded by Plaintiff during discovery, and used the minutes to question Plaintiff in his \ndiscovery deposition on February 20, 2017. \n \n \nthe post-trial motions is to first decide the Defendants’ JNOV Motion and New Trial \nMotion, then Plaintiff’s Motion and Plaintiff’s Motion to Bar Punitives, followed by \nDefendants’ Motion to Amend, and Defendants’ Motion for Relief. \nA. Defendants’ JNOV and New Trial Motions \n45. Defendants filed separate JNOV and New Trial Motions.  The \nDefendants’ New Trial Motion seeks a new trial under Rule 59(a) as to each claim in \nthe alternative to judgment being granted in their favor on each of the claims.  (ECF \nNo. 270.) \n46. Rule 50(b)(1) provides, in relevant part, as follows: \nWhenever a motion for a directed verdict made at the close \nof all the evidence is denied or for any reason is not \ngranted, the submission of the action to the jury shall be \ndeemed to be subject to a later determination of the legal \nquestions raised by the motion.   Not later than 10 days \nafter entry of judgment, a party who has moved for a \ndirected verdict may move to have the verdict and any \njudgment entered thereon set aside and to have judgment \nentered in accordance with his motion for a dire cted \nverdict; or if a verdict was not returned such party, within \n10 days after the jury has been discharged, may move for \njudgment in accordance with his motion for a directed \nverdict. In either cas e the motion shall be granted if it \nappears that the motion for directed verdict could properly \nhave been granted. A motion for a new trial may be joined \nwith this motion, or a new trial may be prayed for in the \nalternative. If a verdict was returned the j udge may allow \nthe judgment to stand or may set aside the judgment and \neither order a new trial or direct the entry of judgment as \nif the requested verdict had been directed. \n \n47. “A motion for judgment notwithstanding the verdict  is essentially a \nrenewal of an earlier motion for directed verdict.”  Scarborough v. Dillard’s, Inc., 363 \nN.C. 715, 720, 693 S.E.2d 640, 643 (2009) (quotation marks omitted).   \n \n \nA motion for JNOV provides the trial court with an \nopportunity to reconsider the question of the sufficiency of \nthe evidence after the jury has returned a verdict and \npermits the court to enter judgment in accordance with the \nmovant’s earlier motion for a directed verdict and \nnotwithstanding the contrary verdict actually returned by \nthe jury.  \nPrimerica Life Ins. Co. v. Massengill & Sons Constr. Co., 211 N.C. App. 252, 256–57, \n712 S.E.2d 670, 675 (2011)  (quotation marks omitted).   A motion for judgment \nnotwithstanding the verdict  tests the sufficiency of the evidence , taken in the light \nmost favorable to the non-movant, to take the case to the jury and support a verdict \nfor the non-movant.  Id. at 257, 712 S.E.2d at 675.   “The party moving for judgment \nnotwithstanding the verdict, like the party seeking a directed verdict, bears a heavy \nburden under North Carolina law.”  S. Shores Realty Servs., Inc. v. Miller , 251 N.C. \nApp 571, 578, 796 S.E.2d 340, 347–48 (2017) (quoting Taylor v. Walker, 320 N.C. 729, \n733, 360 S.E.2d 796, 799 (1987)). \n48. “A motion for either a directed verdict or JNOV should be denied if there \nis more than a scintilla of evidence supporting  each element of the non -movant’s \nclaim.”  Hewitt v. Hewitt, 798 S.E.2d 796, 799, 2017 N.C. App. LEXIS 222, at *9 (N.C. \nCt. App. Apr. 4, 2017) (quoting Shelton v. Steelcase, Inc., 197 N.C. App. 404, 410, 677 \nS.E.2d 485, 491 (2009)) .  “A scintilla of evidence is def ined as very slight \nevidence[,]” S. Shores Realty Servs., Inc. , 251 N.C. App. at 578, 796 S.E.2d at 347, \nand “[t]he trial court must construe  the evidence in the light most favorable to the \nnon-movant and resolve all evidentiary conflicts in the non -movant’s favor.”  Morris \nv. Scenera Research, LLC , 368 N.C. 857, 861, 788 S.E.2d 154, 158 (2016) ).   “[T]he \nquestions concerning the sufficiency of the evidence to withstand a Rule 50 motion \n \n \nfor directed verdict or judgment notwithstanding the verdict present an issue of law, \nwhile a motion for a new trial for insufficiency of the evidence pursuant to Rule \n59(a)(7) is addressed to the discretion of the trial court.”  In re Will of Buck, 350 N.C. \n621, 624, 516 S.E.2d 858, 860 (1999). \n49. Defendants move for a new trial under Rules 59(a)(7)–(9), (ECF No. 271, \nat p. 2), which provide that a \nnew trial may be granted to all or any of the parties and on \nall or part of the issues for any of the following causes or \ngrounds:  \n. . . \n(7) Insufficiency of the evidence to justify the verdict or that \nthe verdict is contrary to law;  \n(8) Error in law occurring at the trial and objected to by the \nparty making the motion, or  \n(9) Any other reason heretofore recog nized as grounds for \nnew trial. \n \n50. This Court has recently held: \nThe power to grant a  new trial  is entrusted to the \ndiscretion of the trial court—discretion that must be used \nwith great care and exceeding reluctance .   The verdict \nshould be liberally and favorably construed with a view of \nsustaining it, if possible.   And the trial court should set \naside a jury verdict only in those exceptional situations \nwhere the verdict is contrary to the evidence presented and \nwill result in a miscarriage of justice.  \nShaw v. G ee, 2018 NCBC LEXIS 109, at *15–16 (N.C. Super. Ct. Oct. 19,  2018) \n(quoting In re Will of Buck , 350 N.C. at 628, 516 S.E.2d at 862 , and Piazza v. \nKirkbride, 246 N.C. App. 576, 580, 785 S.E.2d 695, 698 (2016) ) (citations and \nquotation marks omitted, emphasis in original).   Determination of a motion under \nRule 59 is left to the Court’s discretion, except for motions pursuant to Rule 59(a)(7) \nbased on errors of law .  Piazza, 246 N.C. App. at 579, 785 S.E.2d at 698 (“While an \n \n \norder for new trial pursuant to Rule 59 which satisfies the procedural requirements \nof the Rule may ordinarily be reversed on appeal only in the event of ‘a manifest abuse \nof discretion,’ when the trial court grants or denies a new trial ‘due to some error of \nlaw,’ then its decision is fully reviewable.”). \n51. Defendants’ JNOV Motion raises six arguments in support of granting \njudgment to Defendant s, and alternatively seeks a new trial on the same grounds.  \nThe Court will address each argument in turn. \n1. The Court did not err in applying the statute of l imitations for \nclaims of breach of contract  to Plaintiff’s c laims for declaratory \njudgment. \n \n52. Plaintiff’s ability to recover  on his claims at trial depended upon \nwhether his declaratory judgment claim s were timely filed.  Plaintiff’s standing to \nbring, and/or entitlement to receive any recovery resulting from, his remaining claims \ndepended upon the Court making a declaration th at he remained a member of the \nChisum/Campagna LLCs , despite the Campagnas’ claim that his membership \ninterest in the Companies had been extinguished.  Prior to trial, the Court concluded \nthat, because the Plaintiff a declaration of the parties’ respective  rights and \nobligations under the Chisum/Campagna LLCs’ Operating Agreements,  the three-\nyear statute of limitations for breach of contract under G.S. § 1 -52(1) should be \napplied to Plaintiff’s claims for declaratory judgment.  The Court further found that  \nissues of fact remain ed regarding when Plaintiff’s claim s for declaratory judgment \naccrued for purposes of applying the three -year statute of limitations.  (Or. and Op. \nVacating Prior Orders for SJ (“Order Vacating SJ Orders”), ECF No. 236, at p. 13.)   \n \n \n53. At trial, the Court submitted to the jury the issue of whether Plaintiff \nfiled “this lawsuit within three years of the date that he knew, or reasonably should \nhave known, that the Campagnas no longer considered Dennis Chisum to be a \nmember of Parkway and we re excluding him from his membership rights in \nParkway[,]” and submitted the same issue with regard to Judges Road.  The jury \nanswered “yes” to both issues , finding that Plaintiff timely filed his declaratory \njudgment claim within the breach of contract st atute of limitations for those two \nLLCs. \n54. In Defendants’ JNOV Motion, Defendants request that “the Court [ ] set \naside the verdict rendered as to all claims and grant judgment in their favor pursuant \nto Rule 50(b) on the grounds that the statute of limitati ons expired on the Plaintiff’s \ndeclaratory judgment claims, relieving him of standing  to maintain the derivative \nclaims.”  (ECF No. 268, at p. 2.)  Defendants contend that the Court erred as a matter \nof law in concluding that Plaintiff’s  claims for declara tory judgment accrued at the \ntime Plaintiff first had notice, or reasonably should have been on notice,  that the \nCampagnas breached the Operatin g Agreements by excluding him from his \nmembership rights.  (ECF No. 269, at pp. 2–14.)  Defendants argue that the breaches \naccrued at the time the Campagnas first breached the Operating Agreements , \nregardless of whether Plaintiff knew or should have known of the breach.  ( Id.)  \nDefendants further contend that the evidence show ed that the Ca mpagnas first \nbreached the Operating Agreements when they “assumed total control and ownership \nover Judges Road and Parkway in August of 2012, when [Plaintiff] did not meet the \n \n \ndeadline set for his capital contribution to Judges Road.”  ( Id. at p. 13.)  Defendants \nmake an identical argument in support of their New Trial Motion.  (ECF No. 271, at \npp. 2–14.) \n55. As a preliminary matter, Defendants’ JNOV Motion on this issue raises \npurely a question of whether the Court committed an error of law.  While Defendants \nask the Court “to enter judgment in favor of the Defendants on all claims or, in the \nalternative, grant a new trial pursuant to Rule 59(a) on the grounds that the jury’s \nverdict is contrary to law and was the product of an error in law occurring at the \ntrial,” the Court does not believe it could enter judgment in Defendants’ favor under \nthese circumstances.  Instead, the Court concludes Defendants’ argument is more \nappropriately decided under Defendants’ New Trial Motion pursuant to Rule 59(a)(7).   \nPiazza, 246 N.C. App. at 579, 785 S.E.2d at 698 ( concluding that although the \ndefendant moved under Rules 50, 60, and 59(a), “[o]ur analysis of [Defendant]’s \nappeal leads to the conclusion that all his arguments surround the issue of whether \nor not the trial court's decisions were ‘errors of law’ which would entitle him to a new \ntrial[,]” and deciding motions under Rule 59).   \n56. Accordingly, to the extent Defendants move for judgment \nnotwithstanding the verdict under Rule 50(b) seeking reversal of the jury’s verdict on \nthe grounds of the Court’s error of law regarding accrual of the claim for declaratory \njudgment, the motion should be DENIED. \n57. In response to Defendants’ contention that the Court erred in concluding \nthat Plaintiff’s claims for declaratory judgme nt accrued when Plaintiff knew o r \n \n \nshould have known that the Campagnas were excluding him from his rights in the \nChisum/Campagna LLCs, Plaintiff raises several arguments, only one of which need \nbe addressed here: that the Court correctly determined that accrual of the declaratory \njudgment claim  required notice to Plaintiff of the breach of the Operating \nAgreements, and the evidence viewed in the light most favorable to Plaintiff supports \nthe jury’s conclusion that Plaintiff timely filed his claims.   (ECF No. 278, at pp. 1 –\n10.) \n58. The courts of this State have consistently held that a claim for breach of \ncontract accrues when the plaintiff has notice that the agreement at issue has been \nbreached.  E.g., N.C. Farm Bureau Mut. Ins. Co. v. Hull , 370 N.C. 486, 809 S.E.2d \n565 (2018) (reversing and remanding the Court of Appeals in N.C. Farm Bureau Mut. \nIns. Co. v. Hull, 251 N.C. App. 429, 437, 795 S.E.2d 420, 437 (2016), for the reasons \nstated in the dissenting opinion, which noted that the proper  statute of limitations \nfor the declaratory judgment claim in that case was the three-year breach of contract \nstatute of limitations, and stated in pertinent part: “in breach of contract actions, \n[t]he claim accrues at the time of notice of the breach”);  Ludlum v. State, 227 N.C. \nApp. 92, 94, 742 S.E.2d 580, 582 (2013) (“The claim [for breach of contract] accrues at \nthe time of notice of the breach.” (quotation marks omitted)); Henlajon, Inc. v. Branch \nHwys., Inc., 149 N.C. App. 329, 335, 560 S.E.2d 598, 6 03 (2002) (“The statute of \nlimitations for a breach of contract action is three years.  The claim accrues at the \ntime of notice of the breach.” (citing  G.S. § 1 -52(1) and Abram v. Charter Med. \nCorp., 100 N.C. App. 718, 398 S.E.2d 331 (1990)).  Accord, Jones v. Jones, 240 N.C. \n \n \nApp. 88, 772 S.E.2d 13, 2015 N.C. App. LEXIS 191, at *5 (2015) (unpublished); Foot \nLocker, Inc. v. Best, 230 N.C. App. 143, 752 S.E.2d 260, 2013 N.C. App. LEXIS 1042, \nat *5 (2013) (unpublished);  Biltmore Ave. Condo. Ass’n v. Hanover Am. Ins. Co., 2015 \nU.S. Dist. LEXIS 175773, at *5  (W.D.N.C. Sept. 3, 2015) ; Zagaroli v. Neill , 2018 \nNCBC LEXIS 25, at *36 (N.C. Super. Ct. Mar. 28, 2018). \n59. In Abram v. Charter Med. Corp., the Court of Appeals explained that an \naction for breach of contract accrues once the injured party has notice of the breach: \nThe controlling case is Parsons v. Gunter, 266 N.C. 731, 147 \nS.E.2d 162 (1966). In that case plaintiff Parsons and \ndefendant Gunt er agreed in April 1959 that ‘they would \nwork jointly to develop a machine known as a “cotton card \ndrive”.’ Id. at 731, 147 S.E.2d at 163. The parties agreed \nthat they would each ‘receive one-half of the profits from \nsales of the machines.’ Id. Thereafter, defendant sold some \nof the machines. In May 1960, plaintiff demanded an \naccounting of the proceeds defendant received; defendant \ntold plaintiff that there was ‘”no room for [plaintiff] in  the \nsale of [the] card drives.”’ Id. at 733, 147 S.E.2d at 164. Our \nSupreme Court held that in May 1960 Gunter had \ndisclaimed his obligation to pay part of the proceeds to \nplaintiff and that ‘[t]his disavowal started the statute of \nlimitations to run. ’ Id. Therefore, Parsons ’ right to \nmaintain the action was barred sin ce more than three \nyears elapsed since the date plaintiff was put on notice of \nGunter’s breach and the institution of the cause of action . \nId. \n100 N.C. App. at 721, 398 S.E.2d at 333 (emphasis added).   \n60. Recently the Supreme Court of North Carolina reiterat ed the simple \nprinciple that a claim for breach of contract accrues and the statute of limitations \nstarts running when a party has notice that he has been injured by a breach. \nWe have long recognized that a party mus t initiate an \naction within a certain statutorily prescribed period after \ndiscovering its injury to avoid dismissal of a claim.  \n \n \n. . . \nHere plaintiff’s complaint reveals that it had notice of its \ninjury as early as 20 November 1999, when defendants \nfailed to provide the first monthly report, and certainly by \n20 October 2000, when defendants failed to pay the first \n$500 minimum royalty payment.  See Pembee Mfg. Corp. v. \nCape Fear Constr. Co., 313 N.C. 488, 493, 329 S.E.2d 350, \n354 (1985) (concluding that the statutes of limitations at \nissue in that case began to run ‘as soon as the injury \n[became] apparent to the claimant or should re asonably \n[have] become apparent’).  \nChristenbury Eye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 5–6, 802 S.E.2d 888, 891–92 \n(2017). \n61. Despite this authority, Defendants  contend that the Court erred in \ndetermining that Plaintiff’s claims for declaratory judgment accrued upon Plaintiff’s \nnotice that Campagnas had breached the Operating Agreements.  Defendants argue \nthat a breach of contract claim accrues at the instant a party breaches the agreement, \nwhether or not the other party to the agreement has notice of the breach.  Effectively, \nDefendants argue that a party need not know that a contract has been breached  for \nthe claim to accrue.   \n62. In support of their argument, Defe ndants cite various decisions  from \nNorth Carolina appellate courts holding that a cause of action for breach of contract \naccrues at the time of breach.  (See ECF No. 271, at pp. 4–6.)  However, as this Court \nhas previously held, that statement of law is not inconsistent with the notion that a \nparty must have notice that their rights have been violated under a contract in order \nfor a claim for breach to accrue.  In Flanders/Precisionaire Corp. v. Bank of N.Y. \nMellon Trust Co. , 2015 NCBC LEXIS 36 ( N.C. Super. Ct., Apr. 7, 2015 ), Chief \nBusiness Court Judge Bledsoe held:  \n \n \n‘The statute [of limitations] [on a breach of contract claim] \nbegins to run on the date the promise is broken. ’ \nPharmaResearch Corp. v. Mash , 163 N.C. App. 419,  424, \n594 S.E.2d 148, 152 (2004). \n. . . \n \nAlthough [G.S.] §1-52(1) does not expressly contain a \ndiscovery clause,  see Brantley v. Dunstan , 10 N.C. App. \n706, 708-09, 179 S.E.2d 878, 880 (1971), our courts have \nalso recognized that a breach of contract claim accrues at \nthe time of notice of the breach. \n   \n2015 NCBC LEXIS 36, at *16–17 (citations removed). \n63. Similarly, in WNC Holdings, LLC v. Alliance Bank & Trust Co. , 2012 \nNCBC LEXIS 53 (N.C. Super. Ct., Oct. 2, 2012), the Court held:  \nIn a breach of contract action, North Carolina courts have \nconsistently held that the statute begins  to run when the \nbreach occurs. While Tanner relies on language from our \nCourt of Appeals that the claim ‘accrues at the time of \nnotice of the breach, ’ in context, this language me rely \nreapplies the well -settled rule above. Henlajon, Inc. v. \nBranch Highways, Inc., 149 N.C. App. 329, 335, 560 S.E.2d \n598, 603 (2002) .  In Henlajon, the defendant sent a letter \ndenying the existence of a contract and refusing to perform, \nwhich the Court held constituted the breach. Id. Therefore, \nthe notice was the breach which triggered the three -year \nstatute of limitations. \n2012 NCBC LEXIS 53, at*41–42 (emphasis added). \n64. Defendants contend that the first breach of the Judges Road and \nParkway Operating Ag reements occurred, and Plaintiff’s breach of contract  claims \n(and, by extension, Plaintiff’s declaratory judgment claims) accrued, in August 2012, \nwhen the Campagnas first believed that Plaintiff’s membership interests in those \nLLCs had been eliminated, and they thereafter “assumed total control and ownership \nover Judges Road and Parkway.”  (ECF No.  271, at p. 13.)  However, Defendants fail \n \n \nto explain how the Campagnas’ belief that Plaintiff had been eliminated from \nmembership was, by itself, a breach of the Operating Agreements.  Defendants also \ndo not explain how Plaintiff could have had notice of their belief, nor their assumption \nof control over Judges Road and Parkway.  The Campagnas did not send any written \nnotice to Plaintiff following the July 2, 2012 Judges Road meeting informing Plaintiff \nthat they considered his memberships in Judges Road and Parkway  extinguished.  \nThe Campagnas never amended the Judges Road and Parkway Operating \nAgreements to eliminate Plaintiff’s interests in either LLC.  In fact, Judges Road and \nParkway sent Plaintiff K -1 forms in the fall of 2013 that showed Plaintiff sti ll \nmaintained an interest in those  LLCs as of the end of 2012 .  Judges Road and \nParkway first sent Plaintiff K -1 forms showing that Plaintiff’s membership in terest \nhad been reduced to zero in mid-to-late 2014.  In this case, as stated in Henlajon and \nin WNC Holdings, LLC, “the notice was  the breach which triggered the three-year \nstatute of limitations.” WNC Holdings, LLC, 2012 NCBC LEXIS 53, at *42.  \n65. The Court correctly applied the law in North Carolina regarding accrual \nof breach of contract claims and the associated statute of limitations for purposes of \ndetermining whether Plaintiff’s declaratory judgment claim was timely filed.  \nDefendants’ New Trial Motion  on the grounds that the Court erred in applying the \nlaw regarding accrual of the claim for declaratory judgment should be DENIED. \n2. There was evidence that the Campagnas breached fiduciary duties \nand engaged in constructive fraud to support the verdicts on those \nclaims. \n \n \n \n66. Defendants next challenge the jury’s verdicts in favor of Plaintiff on the \nclaims for breach of fiduciary duty and constructive fraud.  The jury found Richard \nbreached fiduciary duties and engaged in constructive fraud against Parkway and \nJudges Road.  The jury awarded against Richard $128,757.00 as damages to Parkway \nand $1.00 against Richard as damages to Judges Road.  The jury found Rocco did not \nbreach fiduciary duties a gainst Parkway or  Judges Road, but did engage in \nconstructive fraud against Parkway and Judges Road.  The jury awarded against \nRocco $128,757.00 as damages to Parkway and $1.00 against Rocco as damages to \nJudges Road.  Defendants contend that the Court should set aside the jury’s verdicts \non Plaintiff’s derivative claims for breach of fiduciary duty and for constructive fraud, \nand enter judgment in favor of Defendants, because Plaintiff “presented no evidence \nof breach or damages.”  ( ECF No. 269,  at pp. 15 –17.)  Defendants contend that \nPlaintiff did not present expert test imony regarding breaches of fiduciary duty, and \nthat “[n]o witness testified that any particular transaction or type of transaction was \na breach of duty to the LLCs.”  (Id. at p. 16.)  Defendants also note that both Hardison, \nthe accountant for the Chisum/Campagna LLCs, and MacDonald, testified that they \ndid not consider the Campagnas’ actions to be improper.  (Id.)  \n67. The elements of a claim for breach of fiduciary duty are (1) the existence \nof a fiduciary relationship; (2) the failure, by the fiduciary, to act in good faith and \nwith due regard to the plaintiff’s interests.  E.g., Toomer v. Branch Banking & Trust \nCo., 171, N.C. App. 58, 70, 614 S.E.2d 328, 337 (2005); White v. Consol. Planning, \nInc., 166 N.C. App. 283, 293, 603 S.E.2d 147, 155 (2004); Vail v. Vail, 233 N.C. 109, \n \n \n114, 63 S.E.2d 202, 206 (1951); Evans v. Neill, 2011 N.C. App. LEXIS 2365, at *4 –5, \n217 N.C. App. 195, 719 S.E.2d 255 (2011) (unpublished).   \n68. “To establish constructive fraud, a plaintiff must show that defendant \n(1) owes plaintiff a fiduciary duty; (2) breached this fiduciary duty; and (3) sought to \nbenefit himself in the transaction.”  Crumley & Assocs., P.C. v. Charles Peed & \nAssocs., P.A., 219 N.C. App. 615, 620, 730 S.E.2d 763, 767 (2012).   \n69. First, with regard to Defendants’ contention that Plaintiff did not \npresent expert testimony in support of his claims that Richard and Rocco engaged in \nconduct that constituted breaches of fiduciary duty, Defendants have not pointed the \nCourt to, nor is the Court aware of, any authority to support the notion that expert \ntestimony is necessary to prove claims for breach of fiduciary duty or constructive \nfraud.  Instead, lay testimony would often  be sufficient to establish a breach of \nfiduciary duty.  See Schaffner v. Cumberland County Hospital System, Inc. , 77 N.C. \nApp. 689, 692, 336 S.E.2d 116, 118 (1985) (“When, as here, the facts can be evaluated \nbased on common expertise and knowledge, expert testimony is not required.”). \n70. At trial, Plaintiff presented evidence that  Richard and/or Rocco , inter \nalia:  made undocumented loans to themselves from Parkway and Judges Road which \nwere used for personal, and not company, purposes, and never paid the loans back ; \nviolated the Operating Agreements by failing to send Plaintiff required reports and \ndocuments, including required K-1 forms and required notices of member meetings;  \nand directed the sale of all or substantially all of the assets of Parkway to the Camp \nGroup, and sold all or substantially all of the assets of Judges Road,  without \n \n \ninforming, or obtaining consent from, Plaintiff in violation of G.S.  § 57D-3-03 (“The \napproval of all members is required to do any of the following: . . . Other than in the \nordinary course of business, transfer in one transaction or a series of related \ntransactions all or substa ntially all of the assets of the LLC prior to the dissolution \nof the LLC.”).4  All of this evidence was proper as proof of the essential elements of \nbreach of fiduciary duty and constructive fraud.   \n71. Finally, with regard to Defendants’ assertion that Hardison and \nMacDonald testified that the Campagnas did nothing improper, the Court notes that \nneither Hardison nor MacDonald w ere presented as expert s on the issue of the \nstandard of care; that Hardison’s testimony was elicited entirely under the \nassumption that the Campagnas had properly eliminated Chisum as a member in the \nChisum/Campagna LLCs , and not that Chisum’s membership interest was being  \nwrongfully ignored or excluded; and, finally, that the jury likely gave little weight to \nMacDonald’s testimony on t he issue of the wrongfulness of the Campagnas’ actions \nas LLC managers, given his admitted ly incorrect advice to the Campagnas as to \nwhether the Operating Agreement permitted them to extinguish Plaintiff’s \nmembership interests.    \n72. When viewed in the light most favorable to Plaintiff, and resolving all \nconflicts in the evidence in favor of the Plaintiff, as the Court must on both a motion \n                                                 \n4 Defendants appear to base their arguments that the Campagnas’ conduct was not improper \non Defendants’ incorrec t position in this lawsuit that they had properly extinguished \nPlaintiff’s membership interests in the Chisum/Campagna LLCs.  The evidence, however, \nmust be viewed in light of the fact that Plaintiff remained a member of Parkway and Judges \nRoad during the period when the Campagnas were engaged in the conduct. \n \n \nfor directed verdict and on a motion for judgment notwithstanding the verdict, \nWilliams v. O’Charley’s, Inc., 221 N.C. App. 390, 392, 728 S.E.2d 19, 21 (2012), the \nCourt is satisfied that Plaintiff presented sufficient evidence of breaches of fiduciary \nduty by the Campagnas to send those claims to the jury, and that the jury’s findings \non those claim s are supported by the evidence.  Defendants’ motions for judgment \nnotwithstanding the verdict and new trial based on inadequacy of the evidence should \nbe DENIED.  \n3. Defendants waived the argument that Plaintiff was required to prove \nactual damages to sustain the claims for breach of fiduciary duty and \nconstructive fraud brought by Judges Road. \n \n73. Defendants also contend that “[b]ecause  the jury found no actual \ndamages suffered by Judges Road, there can be no breach of fiduciary duty or \nconstructive fraud, as a matter of law [.]”  (ECF No. 269, at p. 14.)  However, \nDefendants waived th is argument because (1) they failed to argue that clai ms for \nbreach of fiduciary duty and constructive fraud require a finding of actual damages \nand cannot be based on nominal damages, and (2) Defendants invited the error by \nrequesting that the Court instruct the jury that the claims could be supported without \nevidence of actual damages, and that a breach of fiduciary duty or constructive fraud \ncould be supported by nominal damages. \n74. On the claims for breach of fiduciary duty and constructive fraud on \nbehalf of Judges Road, the jury awarded nominal damages of $1.00 against each of \nthe Defendants.  Defendants now contend that proof of actual damages is required in \norder to sustain claims for breach of fiduciary duty and constructive fraud.  After \n \n \ncarefully reviewing the law on this issue, the Cou rt is skeptical that Defendants are \ncorrect.  Nevertheless, it need not decide the issue because Defendants waived the \nissue and did not properly preserve the question for post-trial review. \n75. In their directed verdict motions, Defendants never argued that breach \nof fiduciary duty and constructive fraud require, as an essential element of proving \nthe claim, actual damages.  Instead, Defendants argued that the claims required a \nshowing of “injury” or “damages” to prove the claims.  Defendants did not argue that \nnominal damage s could not support claims for breach of fiduciary duty and \nconstructive fraud .5  This is significant, since the general term “damages” would \ninclude both “actual damages” and “nominal damages,” which are starkly different.  \n“The word ‘damages’ is defined as compensation which the law awards for an injury[;] \n‘injury’ meaning a wrongful act which causes loss or harm to another.’”  Heron Bay \nAcquisition, LLC v. United Metal Finishing, Inc., 245 N.C. App. 378, 384, 781 S.E.2d \n889, 894 (2016).  “[A] ctual damage  [ ] mean[s] some actual loss, hurt or   harm \nresulting from the illegal invasion of a legal right,” Hawkins v. Hawkins , 101 N.C. \nApp. 529, 532, 400 S.E.2d 472, 474 –75 (1991), while “nominal damages is a small, \ntrivial sum awarded in recognition of a technic al injury which has caused no \nsubstantial damage.”  Wolfe v. Montgomery Ward & Co., 211 N.C. 295, 296, 189 S.E. \n772, 773 (1937).  Both actual and nominal damages are species of “damages.” \n                                                 \n5 The Court notes that Defendant’s failure to make such an argument is consistent with the \nlaw as stated in the North Carolina Pattern Jury Instructions (Civil), (Version 14.4.1), which \nstate that a cl aim for breach of fiduciary duty requires proof of “damage” to the plaintiff  \n(807.50). \n \n \n76. It was imperative for Defendants to make the specific argument that \nactual damages were a required element of breach of fiduciary duty and constructive \nfraud, and that nominal damages would not support the claims.  They failed to do so.  \nAs the Honorable Adam M. Conrad recently held: \nWhen, as here, a party states ‘very specific grounds for its \ndirected verdict motion[,] ’ it is reasonable ‘to disregard \nunasserted, but potentially viable arguments in favor of a \ndirected verdict.’ Plasma Ctrs. of Am., 222 N.C. App. at 88, \n731 S.E.2d at 841; see also Maitra v. Quarter Mile Musc le, \nInc., 801 S.E.2d 181, 2017 N.C. App. LEXIS 479, at *8 –10 \n(N.C. Ct. App. 2017)(unpublished) (affirming denial of \nJNOV when defendant failed to preserve grounds through \ndirected-verdict motion or appropriate ch allenges to jury \ninstructions); Geoscience G rp., Inc. v. Waters Constr. Co. , \n234 N.C. App. 680, 691, 759 S.E.2d 696, 703 (2014) (same); \nEstate of Smith v. Underwood , 127 N.C. App. 1, 16, 487 \nS.E.2d 807, 817 (1997) (same); Lassiter v. English, 126 N.C. \nApp. 489, 493, 485 S.E.2d 840, 843 (1997)(revers ing grant \nof JNOV when movant challenged negligence claim but not \nspecifically proximate causation), overruled on other \ngrounds by In re Will of Buck, 350 N.C. 621, 629, 516 S.E.2d \n858, 863 (1999). \n \n  \nShaw, 2018 NCBC LEXIS 109, at *14; see Chalk v. Braakman, 2019 N.C. App. LEXIS \n263, at *3 (March 19, 2019) (“Under Rule 50(a), a party may move for directed verdict \nat the close of evidence offered by an opponent or at the close of all the evidence \nprovided the motion ‘state[s] the specific grounds therefor.’  [Rule] 50(a) (2017). Our \nCourts have long held  ‘this provision is mandatory ’”; citing Feibus & Co. v. \nConstruction Co., 301 N.C. 294, 298, 271 S.E.2d 385, 388 (1980)). \n77. In addition, Defendants invited the error to which they now object by \nsubmitting proposed jury instructions to the Court that did not include a request that \n \n \nthe jury be instructed that actual damages were required to find liability on the \nclaims for breach of fiduciary duty and constructive fraud.  To the contrary, \nDefendants’ proposed instructions on damages for those claims  as to Judges Road  \ncontained the following: \nIf you have answered . . . “Yes” in favor of Judges Road [on \neither or both of the claims for [breach of fiduciary duty or \nconstructive fraud] then the plaintiff is entitled to recover \nnominal damages even without proof of actual damages . \nNominal damages consist of some trivial amount such as \none dollar in recognition of a tec hnical injury to the \nplaintiff. \n \nThe plaintiff may also be entitled to recover actual \ndamages. On this issue the burden of proof is on the \nplaintiff. This means that the plaintiff must prove, by the \ngreater weight of the evidence, the amount of actual \ndamages caused by the breach of fiduciary duty or \nconstructive fraud of the defendant. \n \n(ECF No. 248, at pp. 37 and 41 ; emphasis added.)  The Court adopted this language \nand instructed the jury consistent with Defendants’ proposed instructions. 6  During \nthe charge conference, Defendants did not object to the proposed instruction, but \nrather asked that the Court adopt Defendants’ proposed jury instructions. \n78. Invited error has been defined as: \n[A] legal error that is not a cause for complaint because the \nerror occurred through the fault of the party now \ncomplaining. The evidentiary scholars have pr ovided \nsimilar definitions; e.g., ‘the party who induces an error \ncan’t take advantage of it on appeal ’, or more colloquially, \n‘you can’t complain about a result you caused.’  \n \n                                                 \n6 Plaintiff submitted the same language in its proposed jury instruction regarding damages \nfor breach of fiduciary duty and constructive fraud. \n \n \nBoykin v. Wilson Med. Ctr. , 201 N.C. App. 559, 563, 686 S.E.2d 913, 916 (2009)  \n(citations omitted).  See also, SPX Corp. v. Liberty Mut. Ins. Co. , 210 N.C. App. 562, \n575, 709 S.E.2d 441, 450  (2011) (quoting Boykin, and holding that “ Liberty, having \npresented the trial court with evidence about what was said and done at the \nsettlement conference, may not now be heard to complain that the trial court \nconsidered that very evidence. This argument is overruled”). \n79. To the extent Defendants have moved for judgment notwithstanding the \nverdict, or for a new trial, on all of Plaintiff’s claims for the breach of fiduciary duty \nand constructive fraud on behalf of Judges Road because Plaintiff was required to \nprove actual damages in support of those claims  and failed to establish actual \ndamages, those motions should be DENIED.  \n4. The Jury’s Verdicts Against Rocco on the Claims for Breach of \nFiduciary Duty and Constructive Fraud Are Not Inconsistent. \n \n80. Defendants move for JNOV or, alternatively, a new trial on the grounds \nthat the jury’s verdict against Rocco finding him liable for constructive fraud against \nJudges Road is inconsistent with the jury’s verdict finding that Rocco did not breach \nhis fiduciary duties to Judges Road.  (ECF No. 268, at pp. 2–3; ECF No. 270, at pp. 2–\n3.)  Defendants contend Rocco’s duties to Judges Road arose solely from his position \nas a manager of Judges Road, and that  \n[t]he verdict that [Rocco] did not breach his fiduciary duties \nto the injury of Judges Road is incompatible with the \nverdict that he is liable for constructive fraud.  . . . If he did \nnot breach those fiduciary duties, then he could not be \nliable for constructive fraud as a matter of law.  \n(ECF No. 271, at p. 19.)   \n \n \n81. In response, Plaintiff argues that  the jury was instructed that it could \nconsider a much longer time period of conduct that could constitute constructive fraud \nunder the statute of limitations applicable to that claim (1 0 years) than they could \nconsider in determining whether Rocco breached his fiduciary duties (3 years) , and \ncould have concluded Rocco committed breaches of his duties to Judges Road that \noccurred outside of the statute of limitations period for a claim for breach of fiduciary \nduty.  (ECF No. 283, at p. 15.)  In addition, Plaintiff note d that Defendants cited no \ncase authority in support of the contention that a finding in favor of Plaintiff on a \nconstructive fraud claim is inconsistent with a finding again st Plaintiff on a breach \nof fiduciary duty claim.  (Id.)7 \n82. Although Defendants make the argument regarding the inconsistency \nof the verdict in both Defendants’ JNOV Motion and Defendants’ New Trial Motion, \n“[w]here the jury’s answers to the issues are allegedly contradictory, a motion for a \nnew trial under Rule 59 is the appropriate motion.” Boone Ford, Inc. v. IME \nScheduler, Inc., 2018 N.C. App. LEXIS 1080, at *8 (2018) (quoting Walker v. Walker, \n143 N.C. App. 414, 421, 546 S.E.2d 625, 630 (2001)).  Accordingly, the Court considers \nthis issue only with regard to Defendants’ New Trial Motion , and  to the extent  \nDefendants’ JNOV Motion seeks relief based on the allegedly inconsistent verdicts, \nthe motion should be DENIED. \n                                                 \n7 Plaintiff further contends that Defendants did not address this issue in their proposed jury \ninstructions, citing to page 39 of Defendants’ Proposed Jury Instructions, (ECF No. 248).  \n(ECF No. 283, at pp.15 –16.)  Plaintiff is incorrect.  Defendants’ propo sed instruction \nregarding the constructive fraud claims expressly states that “[y] ou will answer this Issue \nonly if you answered Issue 20 [breach of fiduciary duty] above “Yes” in favor of the Plaintiff.” \n \n \n83. An argument that a jury has reached inconsistent verdicts is committed \nto the trial court’s discretion.  Piazza, 246 N.C. App. at 579, 785 S.E.2d at 698. \nWhen a jury returns a verdict answering several issues, \nand an irreconcilable repugnance among the issues makes \nthem ‘so contradictory as to invalidate the judgment, the \npractice of the Court is to grant a new trial . . . .’  Palmer v. \nJennette, 227 N.C. 377, 3 79, 42 S.E.2d 345, 347 (1947). \nHowever, ‘[i]t is well settled that a verdict should be \nliberally and favorably construed with a view of sustaining \nit, if possible . . .’  Strum v. Greenville Timberline, LLC, 186 \nN.C. App. 662, 665, 652 S.E.2d 307, 309 (2007)  (quoting \nGuy v. Gould, 202 N.C. 727, 729, 164 S.E. 120, 121 (1932)). \n‘”The trial judge has the discretionary power to set aside a \nverdict when, in his opinion, it would work injustice to let \nit stand; and, if no question of law or legal inference is \ninvolved in the motion, his action in so doing is not subject \nto review on appeal in the absence of a cl ear abuse of \ndiscretion.”’  Seaman v. McQueen , 51 N.C. App. 500, 505, \n277 S.E.2d 118, 121 (1981)  (quoting Selph v. Selph , 267 \nN.C. 635, 637, 148 S.E.2d 574, 575-76 (1996)). \nId. at 579–80, 785 S.E.2d at 698. \n84. The Court has thoroughly considered the issue and , in its discretion, \nconcludes that the jury’s verdicts on the claims for breach of fiduciary duty and \nconstructive fraud were not inconsistent in the circumstances of this trial.   \n85. In addition, the Court does not find the verdicts to be necessarily \ninconsistent.  The jury was permitted to consider Rocco’s conduct for the 10 years \npreceding January 6, 2017, in deciding whether he had committed constructive fraud, \nbut for only 3 years preceding January 6, 2017, for the claim of breach of fiduciary \nduty.  Pla intiff presented detailed, voluminous evidence regarding Judges Road \nfinancial transactions from 2010 through 201 7.  The jury could have concluded that \n \n \nRocco engaged in acts in breach of the trust and confidence he owed Judges Road for \nwhich he should be held liable that occurred prior to, but not after, January 6, 2014. \n86. Therefore, construing the verdict “liberally and favorably [ ] with a view \nof sustaining it, if possible ”, Piazza, 246 N.C. App. at 579, 785 S.E.2d at 698, the \nCourt concludes that Defendants’ motion for new trial  on the jury’s verdict finding \nRocco liable for constructive fraud should be DENIED. \n5. Defendants did not meet their evidentiary burden of proving the \nCampagnas were open, fair , and honest  to the Chisu m/Campagna \nLLCs and Plaintiff for the purpose of reb utting the presumption of \nfraud. \n \n87. Defendants next argue that they are entitled to judgment \nnotwithstanding the verdict or a new trial on the claims for constructive fraud \nbecause the evidence at trial showed that the Campagnas “were open, fair, and honest \nto the [Chisum/Campagna] LLCs and their members.”  (ECF No. 268, p. 4; ECF No. \n270, p. 3.)     \n88. The open, fair, and honest  defense is merely a burden -shifting device \napplied to claims for constructive fraud; it is not an affirmative defense that defeats \nthe claim.  Estate of Smith by & Through Smith v. Underwood, 127 N.C. App. 1, 9, \n487 S.E.2d 807, 812 (1997).   \nWhen a fiduciary relationship exists between parties to a \ntransaction, equity raises a presumption of fraud when the \nsuperior party obtains a possible benefit. This presumption \narises not so much because [the fiduciary] has committed a \nfraud, but [because] he may have done so. The superior \nparty may rebut the presumption by showing, for example, \nthat the confidence reposed in him was not abused, but that \nthe other party acted on independent advice. Once \nrebutted, the presumption evaporates, and the accusing \n \n \nparty must shoulder the burden of producing actual \nevidence of fraud (citations omitted) (emphasis added). \nId. at 9–10, 487 S.E. 2d at 812–13 (quoting Watts v. Cumberland County \nHospital System, Inc., 317 N.C. 110, 116, 343 S.E.2d 879, 884 (1986)).  Put succinctly, \nPlaintiff’s evidence establishing a prima facie case for breach of fiduciary duty creates \na presumption of fraud, which shift s the evidentiary burden to Defendants to put \nforward evidence that would rebut that presumption. \n89. North Carolina’s appellate courts have recognized at least two means by \nwhich a party may establish that it was open, fair, and honest.  A party may present \nevidence that they did not abuse the confidence place d in them by the other party , \neven in the presence of actions  that amounted to a breach of their owed fiduciary \nduty, by showing the fiduciary provided periodic reporting, fairly negotiated \ntransactions, and gained no personal advantage from the transactions.  See \nUnderwood, 127 N.C. App. at 10, 487 S.E.2d at 813.  The fiduciary may also establish \nthat the party to whom they owed a duty obtain ed their own  independent advice \nregarding the matter.   Watts, 317 N.C. at 116, 343 S.E.2d at 884  (holding that \nevidence that the plaintiff received multiple opinions from other physicians rebutted \nconstructive fraud claim against defendant) ; Sullivan v. Mebane Packaging Group, \nInc., 158 N.C. App. 19, 33, 581 S.E.2d 452, 462 (2003) ( holding that evidence that \nplaintiff shareholder obtained outside advice during negotiations with d efendant \ncorporate officers and directors for the sale of his shares rebutted presumption of \nfraud). \n \n \n90. Defendants did not argue , nor present evidence,  that the Campagnas \ndid not abuse their positions of confidence because they provided periodic reporting \nto Plaintiff, fairly negotiated transactions, and gained no personal advantage from \nthe transactions.  Defendants attempted to rely upon the independent advice prong \nof the open, honest, and fair defense.  \n91. Defendants argued at the directed verdict stage that they were entitled \nto judgment on the claims for constructive fraud because they had presented evidence \nthat Plaintiff had obtained independent advice from MacDonald.  However, in their \nbriefs in support of Defendants’ JNOV Motion,  Defendants do not argue that their \nactions were open, fair, and honest because Plaintiff obtained independent advice.8  \nRather, Defendants only argue that the Campagnas did not abuse their positions \nbecause the Campagnas relied on the advice of MacDonald a nd Hardison in taking \nthe actions and engaging in the transactions at issue.  (ECF No. 269, at pp. 20 –21; \nECF No. 295, at p. 11.)   \n92. The Court finds that Defendants waived the argument in support of \nDefendants’ JNOV Motion that Plaintiff obtained independent advice and, therefore, \nthe Campagnas were entitled to an open, honest, and fair defense jury instruction,  \nby failing to raise it for consideration of their directed verdict motion, and accordingly, \nthe Court does not consider that  argument.  To the exten t Defendants have moved \nfor judgment notwithstanding the verdict on Plaintiff’s claims for constructive fraud \n                                                 \n8 Any such argument would be futile for, the Court notes, any advice Chisum received from \nMacDonald, who served as both his personal attorney and the Chisum/Campagna LLCs’ \nattorney, was not “independent” advice of the type contemplated by the case law.  \n \n \non the grounds that the evidence showed Chisum obtained independent advice , \nDefendants’ JNOV Motion should be DENIED.   \n93. Defendants move for a new trial on the grounds that the “evidence \nshowed that [the Campagnas] were open, honest, and fai r to the LLCs and their \nmembers” because they sought advice from MacDonald and Hardison, but the Court \ndid not instruct the jury regarding the open, fair, and honest defense.  (ECF No. 270, \nat p. 3; ECF No. 271, at pp. 19 –21.)  The pertinent issue in this case is not whether \nthe Campagnas were open, honest, and fair to the LLCs as abstract entities , but \nwhether the Campagnas were open, honest, and fair to Plaintiff as a member of the \nLLCs.  Defendants seem to concede this point, framing the issue in their new trial \nmotion as whether the Campagnas “were open, honest, and fair to the LLCs and their \nmembers.”  (ECF No. 271, at p. 20 (emphasis added).)   \n94. At the time the Campagnas took the actions underlying the constructive \nfraud claims, they incorrectly believed that Chisum’s membership interests in \nParkway and Judges Road had been extinguished.  It has now been established, and \nthis Court has declared, that Chisum main tained his membership interests during \nthe period at issue.  The evidence at the trial showed that MacDonald and Hardison \nprovided advice to the Campagnas on actions taken by and on behalf of Parkway and \nJudges Road under the assumption that Richard and Rocco were the only members \nof those LLCs.  In fact, MacDonald admittedly provided the Campagnas with \nincorrect advice regarding their right to eliminate Chisum as a member.  Har dison \nprovided advice regarding tax documents, entries to the general ledger for certain \n \n \ntransactions, and distributions to members of Parkway and Judges Road, based on \nthe Campagnas’ erroneous representations that Chisum’s m embership had been \nextinguished.  This evidence does not meet the Defendants’ burden of showing that \nthey were open, honest, and fair to Plaintiff as the only non -Campagna member of \nthe Chisum/Campagna LLCs.   \n95. Finally, the Court notes that even if Defendants had presented evidence \nestablishing that the y were open, honest, and fair  to Plaintiff as a member of the \nLLCs, this would only serve to rebut the presumption of fraud and shift the burden \nof proof of actual fraud back to Plaintiff .  Plaintiff’s evidence in this area was more \nthan sufficient to allo w the jury to determine that the Campagnas breached their \nfiduciary duties to Parkway and Judges Road, fr om which the jury could find the \nCampagnas liable for constructive fraud.   \n96. Therefore, the Court concludes, in its discretion, that Defendants’ New \nTrial Motion on the constructive fraud claims, based on the Court’s failure to instruct \nthe jury on the open, honest, and fair defense, should be DENIED.  \n6. The jury’s punitive damages awards to Judges Road and Parkway \nwere supported by the underlying claims for liability. \n \n97. Defendants next move for judgment notwithstanding the verdict or for \na new trial as to the jury’s awards of punitive damages against Parkway or Judges \nRoad on the grounds that , to the extent the Court reverses or vacates the jury’s \nverdict on the underlying liability for the claims for breach of fiduciary duty or \nconstructive fraud, it must also vacate the awards of punitive damages based on those \nclaims. \n \n \n98. The Court has already determined that the verdicts returned on liability \non the cl aims for breach of fiduciary duty and constructive fraud should not be \nreversed or vacated.   Accordingly, to the extent Defendants move for judgment \nnotwithstanding the verdict or a new trial on the jury’s awards of punitive damages \nfor breach of fiduciary duty or constructive fraud, those motions should be DENIED. \n7. The jury’s award of nominal damages to Judges Road supports its \naward of punitive damages. \n \n99. Defendants also move for judgment notwithstanding the verdict, but not \nfor a new trial, on the jury’s award of punitive damages to Judges Road, arguing that \nthe jury’s award of only nominal damages, and not actual damages, cannot support \nan award of punitive damages to Judges Road as a matter of law.  (ECF No. 268, at \np. 3; ECF No. 269, at p. 23.)  Defenda nts cite no authority in support of this \nproposition. \n100. Defendants are simply incorrect.  The Court of Appeals has held that:   \n[i]t is well established that merely ‘[n]ominal damages may \nsupport a substantial award of punitive damages.’  [O]nce \na cause of a ction is established, plaintiff is entitled to \nrecover, as a matter of law, nominal damages, which in \nturn support an award of punitive damages.  Nominal \ndamages need only be recoverable to support a punitive \ndamages award, and a finding of nominal damages  by the \njury is not required where plaintiff has sufficiently proven \nthe elements of her cause of action.   \nMace v. Pyatt, 203 N.C. App. 245, 255, 691 S.E.2d 81, 89–90 (2010) (internal citations \nomitted) (citing Zubaidi v. Earl L. Pickett Enters., Inc. , 164 N.C. App. 107, 118, 595 \nS.E.2d 190, 196 (2004); Hawkins, 331 N.C. at 745, 417 S.E.2d at 449).  See also, e.g., \nMehovic v. Mehovic, 133 N.C. App. 131, 135 –36, 514 S.E.2d 730, 733 (1999) (stating \n \n \nthat “nominal damages must be recoverable in order to justif y an award of punitive \ndamages, but that there is no requirement that nominal damages ‘ actually be \nrecovered[ ]’” (emphasis in original, citation omitted)). \nAs we previously held, plaintiff produced sufficient \nevidence to submit the issue of punitive damag es to the \njury, and since plaintiff received $ 1.00 in compensatory \ndamages, the test for awarding punitive damages under \nHawkins was met. It was within the jury ’s discre tion to \ndetermine the amount of punitive damages to award the \nplaintiff, and the fact that this amount greatly exceeded \nthe amount awarded in compensatory damages does not, \nby itself, warrant a new trial.   \nHorner v. Byrnett, 132 N.C. App. 323, 329, 511 S.E.2d 342, 346 (1999). \n101. Finally, in Collier v. Bryant, 216 N.C. App. 419, 719 S.E.2d 70 (2011), \nthe Court held: \n[p]unitive damages are available, not as an individual \ncause of action, but as incidental damages to a cause of \naction.  In North Carolina, punitive damages have been \nawarded on the basis of the public policy reason to punish \nintentional wrongdoing, not on the basis of compensating a \nplaintiff.  Therefore, punitive damages can be awarded if \neither actual or constructive fraud is shown. To justify an \naward of punitive damages, nominal damages must be \nrecoverable, but there is no requirement that nominal \ndamages actually be recovered. \n216 N.C. App. at 434, 719 S.E.2d at 82 (citations omitted). \n102. The jury returned verdicts in favor of Judges Road and against Richard \nfor breach of fiduciary duty and constructive fraud, and against Rocco for constructive \nfraud.  The award of nominal damages against Richard and Rocco supports the jury’s \nawards of punitive damages to Judges Road.  \n \n \n103. For that reason, Defendants’ motion for judgment notwithstanding the \nverdict as to the punitive damages awards awarded to Judges Road should be \nDENIED. \nB. Plaintiff’s Motion and Plaintiff’s Motion to Bar Punitives \n104. Plaintiff also seeks post-trial relief.  Plaintiff moves, pursuant to Rules \n50 and 59, for judgment notwithstanding the verdict, or a new trial, as to the Court’s \ndismissal of its claims regarding CCH.  (ECF No. 277, at pp.1–2.)  Plaintiff also moves \nthe Court to alter or amend the Final Judgment to “include a direction to cancel the \ndeeds that illegally transferred Parkway pr operties to The Camp Group, LLC, ” and \n“amend the judgment to bar the Campagnas from receiving distributions that include \nany of the punitive damages that they were ordered to pay to Parkway or Judges \nRoad.” (Id. at pp. 1–2.) \n105. Plaintiff also filed a Motion to Bar Punitives (ECF No. 261).  However, \nPlaintiff concedes that the arguments raised in support of the Motion to Bar Punitives \nare identical to the arguments raised herein regarding that issue, and the Court will \nconsider the Motion to Bar Punitives as part of its determination of Plaintiff’s Motion. \n1. The Court properly applied the statute of limitations for breach of \ncontract claims to Plaintiff’s claims for declaratory judgment. \n \n106. In support of its request for JNOV or a new trial on the declaratory \njudgment claim regarding CCH, Plaintiff raises several arguments including, inter \nalia: (i) that only laches, and not statutes of limitations, are properly applied to claims \nfor declarato ry judgment; (ii) that if statutes of limitations apply to claims for \ndeclaratory judgment, the proper statute of limitations to be applied to Plaintiffs’ \n \n \nclaims i s the ten -year statute of limitations for constructive fraud;  (iii) that the \nstatute of limi tations never commenced running because the Campagnas never \namended the Operating Agreements to reflect that Plaintiff lost his memberships \ninterests; and (iv) that the Campagnas exercise of control over Judges Road an d \nParkway after July 2012 was a mere  “anticipatory repudiation” of the Operating \nAgreements, which Plaintiff did not treat as a breach and did not trigger the statute \nof limitations.  (ECF No. 278, at pp. 1–10.) \n107. Plaintiff’s arguments that laches, but not statutes of limitations, applies \nto claims for declaratory judgment actions, and that the appropriate statute of \nlimitations to be applied in this case is the limitations period for constructive fraud \nclaims, are simply rehashes of th e arguments the Court thoroughly addressed in its \nOrder Vacating SJ Order s.  (ECF No. 236 .)  As the Court concluded in that order, \nNorth Carolina’s appellate courts have long held that both statutes of limitations and \nlaches may be applied to claims for de claratory judgment.  ( Id. at pp. 7 –8.)  In \naddition, in the Order Vacating SJ Orders, the Court determined that  the statute of \nlimitations governing claims for breach of contract was applicable to Plaintiff’s claims \nfor declaratory judgment because the sub stance of the claims was an attempt to \nvindicate rights granted to him under the Operating Agreements.  ( Id. at pp. 8–12.)  \nPlaintiff has presented no new argument s or information in Plaintiff’s Motion that \nchanges the Court’s conclusions on these issues. \n108. Therefore, to the extent that Plaintiff’s motion seeks relief on the \ngrounds that laches, and not statute of limitations, should have been applied to the \n \n \ndeclaratory judgment claim, that motion should be DENIED.  Further, to the extent \nPlaintiff’s motion seeks relief on the grounds that, if statute of limitations is applied \nto declaratory judgment claims, that the ten -year statute of limitations for \nconstructive fraud and not the three-year statute of limitations for breach of contract \nshould have been applied to the declaratory judgment action, that motion should be \nDENIED.  \n2. The statute of limitations for breach of contract has been triggered for \npurposes of Plaintiff’s declaratory judgment claim, and facts in this \ncase do not support an anticipatory repudiation theory.  \n \n109. Plaintiff argues that if the Court applies  the statute of limitations  for \nbreach of contract to his declaratory judgment claim regarding CCH, the statute of \nlimitations has not yet been triggered by an actual breach of the CCH operating \nagreement and Plaintiff’s claim is timely .  (ECF No. 278, at p. 7.)  Plaintiff argues \nthat the only event that could trigger the breach of contract statute of limitations \nwould be the improper amendment of Schedule I of the CCH Operating Agreement  \nto reflect the total elimination of Chisum’s ownership interest in CCH.  Plaintiff \ncontends that all other actions, threats, statements, or omissions, by the Campagnas \nshort of amending Schedule I  “had the legal effect akin to someone on the street \nyelling that they owned your car – which is to say, no legal effect.”  (Id.)  \n110. Plaintiff also in this section attempts to re-characterize the Campagnas’ \nactions toward his membership rights and interest in CCH as mere anticipatory \nrepudiation.  (ECF No. 278, at pp. 7–8.)  The law on anticipatory repudiation does not \nfit Plaintiff’s claims.  \n \n \n111. In Profile Invs. No. 25, LLC v. Ammons East Corp. , 207 N.C. App. 232, \n700 S.E.2d 232 (2010), the North Carolina Court of Appeals stated the law on \nanticipatory repudiation as follows: \nBreach [of contract] may  [ ] occur by repudiation. \nRepudiation is a positive statement by one party to the \nother party indicating that he will not or cannot \nsubstantially perform his contractual duties. When a party \nrepudiates his obligations under the con tract before the \ntime for performance under the terms of the contract, the \nissue of anticipatory breach or breach by  anticipatory \nrepudiation arises.   \n207 N.C. App. at 236, 700 S.E.2d at 235 (quoting Millis Constr. Co. v. Fairfield \nSapphire Valley, 86 N.C. App. 506, 510, 358 S.E.2d 566, 569 (1987) (citations and \nbrackets omitted)). \n112. Plaintiff does not point to any specific act that he claims constituted an \nanticipatory repudiation of his membership rights in CCH.  Plaintiff does not claim \nthat the Campag nas notified Plaintiff that they would not perform an obligation \nunder the Operating Agreement before performance was due.  Rather, the evidence \nadduced at trial shows that the Campagnas breached his rights under the CCH \noperating agreement during 2010 and that Plaintiff had notice of the breach no later \nthan October 2011, when Plaintiff received his 2010 K-1 for CCH.  The 2010 CCH K-\n1 form did not merely notify Plaintiff that the Campagnas intended not to perform \ntheir obligations under the CCH Operating Agreement; it notified Plaintiff that they \nalready had breached the agreement by terminating Plaintiff’s membership interest \nprior to the end of 2010.  The K-1 indicated that the Campagnas had extinguished \nPlaintiff’s membership interests as of December 31,  2010, and that the K -1 was the \n \n \nfinal one he would receive.  Plaintiff admitted h e understood that the Campagnas  \nwere claiming that they had eliminated Plaintiff’s ownership in CCH.   \n113. The evidence, viewed in the light most favorable to Defendants, shows \nthat after receiving the 2010 K -1, Plaintiff  conducted himself as if his membership \nin CCH had been extinguished.  He did not contact the Campagnas to dispute that \nhis membership had been eliminated.  Although Plaintiff claimed that he knew the \nCampagnas could not eliminate his membership interests because of his failure to \npay capital calls, he nevertheless represented to the IRS that his interest in CCH had \nbeen forfeited for failure to meet capital calls. \n114. The anticipatory repudiation theory has no applica tion to these facts .  \nThe Campagnas did not simply state an intention not to honor the Operating \nAgreement, they actually violated Plaintiff’s rights under the Operating Agreement  \nby improperly eliminating his membership rights.   Therefore, Plaintiff’s argument \nthat the only event that could trigger the breach of contract statute of limitations \nwould be amendment to Schedule I of the CCH Operating Agreement is without \nmerit. Plaintiff did not file his original complaint until July 2016, long after he had \nnotice of this breach, and well outside the applicable three-year statute of limitations.   \n115. Therefore, to the extent that Plaintiff’s motion seeks judgment \nnotwithstanding the verdict or a new trial on the declaratory judgment claim  as it \napplies to CCH, on the grounds that the evidence showed the Campagnas engaged in \na mere anticipatory repudiation of the CCH Operating Agreement that did not trigger \nthe breach of contract statute of limitations, that motion should be DENIED.  \n \n \nC. The Court will not alter or amend the judgments to cancel the \ndeeds transferring properties from Parkway to the Camp Group. \n \n116. Plaintiff next requests that  the Court amend the Final Judgment , \npursuant to Rule 59(e), to order that the deeds transferring real prop erty from \nParkway to the Camp Group be cancelled.  (ECF No. 278, at p p. 11–13.)  Plaintiff \nargues that the Court has the authority to cancel the transfer s of Parkway’s real \nproperty to the Camp Group because the  transfers were t he result of constructive \nfraud.  ( Id.)  In essence, Plaintiff requests that the Court exercise its equitable \nauthority to declare the sales of Parkway’s properties void and return the properties \nto Parkway as part of the remedial order in this lawsuit.  \n117. For the reasons discussed below, the Court, in it s discretion, refuses to \nalter or amend the Final Judgment to void the transfers of property.  Young v. Lica, \n156 N.C. App. 301, 304, 576 S.E.2d 421, 423 (2003) (“The determination of whether \nto grant or deny a motion pursuant to . .  . Rule 59(e) is addressed to the sound \ndiscretion of the trial court.”).  \n118. In this action, Plaintiff never properly sought to have the Parkway Sales \nvoided or to have the properties returned to Parkway.  First, Plaintiff never made a \nderivative demand on P arkway to void the transfer deeds, to sue for contract \nrescission, nor to sue for replevin for the property transferred to the Camp Group.  \n(Parkway Deriv. Demand Letter, ECF No. 218.2.)  Second, and m ore significantly, \nPlaintiff did not bring, nor attempt  to bring, any claims individually or derivatively \non behalf of Parkway to rescind the Parkway Sale, and did not request the return of \nthe properties to Parkway in his Amended Complaint. (Amend. Compl., ECF No. 28.)  \n \n \nTo the contrary, Plaintiff alleged, and  sought relief for, only the “actual, \ncompensatory, and consequential damages” arising from the Campagnas’ \nconstructive fraud.  (Id. at ¶ 78 and “Prayer for Relief” at p. 32.) \n119. Third, Plaintiff’s proposed jury instructions requested that Plaintiff be \nawarded money damages for the claims of constructive fraud against Parkway (ECF \nNo. 247, at p. 19), and the jury was so instructed.  Plaintiff proposed jury instructions \nthat asked the jury to determine whether either of the Campagnas “t[ook] advantage \nof a posi tion of trust and confidence to bring about the transfer of money and real \nproperty from Parkway to [themselves] or [their] other companies, including the \nCamp Group, LLC?”  (ECF No. 247, at p. 17 (emphasis added).)  Plaintiff also \nrequested a dam ages instruction seeking “the a mount of money that, in so far as \npossible, will put the companies in the same position or condition as if the fraud had \nnot occurred.  That amount may include the difference between the value of what was \nreceived and the value of what was given.”  (Id. at p. 19 (emphasis added).)  The jury \nwas instructed with the phrasing Plaintiff requested, seeking damages to make \nParkway whole for transfers of real property, and the jury did, in fact, award \nsubstantial damages to Parkway.  The jury found that both Richard and Rocco \nCampagna took advantage of their positions of trust and confidence to bring about \nthe transfer of money and real property from Parkway to themselves or their \ncompanies, including the Camp Group, LLC, and awarded Parkw ay $128,757 “as \ndamages” from each of Richard and Rocco for their constructive frauds on Parkway. \n \n \n120. Plaintiff’s decision to seek money damages for the constructive fraud \nclaim against Parkway, and the jury’s award of such damages, constituted an election \nof remedies by the Plaintiff.   “The purpose of the doctrine of election of remedies is \nnot to prevent recourse to any remedy, but to prevent double redress for a single \nwrong.” Smith v. Gulf Oil Corp., 239 N.C. 360, 368, 79 S.E.2d 880, 885 (1954); see also \nTriangle Park Chiropractic v. Battaglia, 139 N.C. App. 201, 204, 532 S.E.2d 833, 835 \n(2000) (stating the same) .  “One is held to have made an election of remedies when \nhe chooses with knowledge of the facts between two inconsistent remedial rights.” \nLamb v. Lamb, 92 N.C. App. 680, 685, 375 S.E.2d 685, 687 (1989) (citation omitted). \n“A party cannot , either in the course of litigation or in dealing in pais , oc cupy \ninconsistent positions. . . . But the doctrine of election applies only where two or more \nexisting remedies are alternative and inconsistent.  If the remedies are not \ninconsistent, there is no ground for election.” Douglas v. Parks, 68 N.C. App. 496, 498, \n315 S.E.2d 84, 85 (1984) (citation omitted; emphasis added).   \n121. Here, Plaintiff brought an action for constructive fraud, which has the \nattendant conflicting remedies of either money damages that compensate for the \nfraud, or repudiation of the contract and return of the fraudulently taken property.  \nSee Collier v. Bryant, 216 N.C. App. 419, 434, 719 S.E.2d 70, 82 (2011) (“When a party \nhas been fraudulently induced to enter a sale, the remedies are either to repudiate \nthe contract or affirm the contract and recover damages caused by the fraud”).   \n122. Throughout this litigation, Plaintiff has taken actions  and made \nstatements that effectively hedged between the two remedies.  Plaintiff’s failure to \n \n \nmake a pre -suit demand on Parkway, allege a claim for return of the Parkway \nproperties, or seek the return of the properties in its requested relief in the Amended \nComplaint suggested eventual election of the remedy of damages.  Plaintiff made \narguments at several points, however, that suggested Plaintiff instead sought return \nof the real properties to Parkway through contract rescission/voiding of the deeds.  \nDefendants moved in limine to limit Plaintiff’s remedy for breach of fiduciary duty to \ndamages, (ECF No. 217), and Plaintiff opposed that motion, arguing that Plaintiff \n“always” sought rescission of the property transfers and inten ded to seek rescission \nat trial. (ECF No. 232.)  The Court denied Defendants’ motion in limine on this issue, \nholding that the Court would not limit Plaintiff’s presentation of evidence on this \nissue at trial, and would not force Plaintiff, at that stage, to elect between the \nconflicting remedies of damages and equitable rescission.  At trial, Plaintiff finally \nelected, and received, the remedy of damages for the fraud, through its proposed (and \naccepted) jury instructions.   \n123. Based on Plaintiff’s election at trial to seek damages for any fraudulent \nsales of real property, and Plaintiff’s actual receipt of damages for fraudulent sales of \nreal property,  the Court concludes, in its discretion, that to the extent Plaintiff’s \nMotion seeks an order under Rule 59(e) voiding the sales of the P arkway properties \nto the Camp Group and returning those properties to Parkway, the motion should be \nDENIED. \n \n \nD. The Court will not alter or amend the Final Judgment, to bar the \nCampagnas from receiving distributions from the punitive \ndamages awarded to Parkway and Judges Road by the jury. \n \n124. Finally, in Plaintiff’s Motion and Plaintiff’s Motion to Bar Punitives, \nPlaintiff moves the Court under Rules 59(a)(7) –(9) and 59(e) to amend the Final \nJudgment to prohibit the Campagnas from receiving any thing from  the amounts \nawarded to Parkway and Judges Road as punitive damages .  Plaintiff argues that \nsince the Court has ordered dissolution of Parkway and Judges Road, the Campagnas \nstand to receive back as distributions the vast majority of the amounts they have \nbeen ordered to pay to Parkway and Judges Road as punitive damages.  Plaintiff \ncontends that , as the wrongdoers in this action, the Campagnas should not be \npermitted to “share [in] and be enriched by the very award that was designed to \npunish them” and “would frustrate and undermine the essential purposes of punitive \ndamages: to punish and deter.” (ECF No. 278, at pp. 13–15.)  Plaintiff first raised this \nissue in the charge conference regarding punitive damages instructions on the second \nto last day of the trial.  Plaintiff did not raise it as an issue in the Pre -trial Order or \nsubmit to the Court a proposed jury instructio n aimed at addressing the issue.   \nRather, Plaintiff’s proposed jury instructions provided that any award would be to \nthe LLCs, and not to Plaintiff.  (ECF No. 247, at pp. 25–28.) \n125. Preliminarily, despite moving pursuant to Rules 59(a)(7) –(9), in \naddition to Rule 59(e), Plaintiff argues only for the Court to amend the judgment to \nbar the Campagnas from receiving any of the punitive damages  that they must pay \nto Parkway and Judges Road .  (ECF No. 278, at pp. 13 –15.)  In addition, Plaintiff \n \n \ndoes not argue that the Court made an error of law in presenting the issue of punitive \ndamages to the jury, nor that the verdict is contrary to existing North  Carolina law.  \nRather, Plaintiff argues that the Court should exercise its equitable authority to \nprohibit the Campagnas from receiving punitive damages.  Determination of whether \nto amend the judgment is committed to the Court’s sound discretion. Spivey & Self, \nInc. v. Highview Farms, Inc. , 110 N.C. App. 719, 728, 431 S.E.2d 535, 540 (1993) \n(“Motions to amend judgments pursuant to  [Rule] 59 are addressed to the sound \ndiscretion of the trial court.”). \n126. Plaintiff does not explain how the Court should alter or amend the \njudgment.  This Court does not have authority to simply alter or amend the amount \nawarded by the jury to Parkway and Judges Road as punitive damages and substitute \nits own amount.   Justus v. Rosner, 802 S.E.2d 142, 152 –53, 2017 N.C. App.  LEXIS \n448 at *24–25 (2017), aff’d in part and rev’d in part on other grounds by Justus v. \nRosner, 371 N.C. 818, 821 S.E.2d 765 (2018).  In Justus, the Court of Appeals held: \nIn its order, the trial court granted plaintiff ’s motion for \nrelief from the jury  verdict, but did not address plaintiff ’s \nrequest for a new trial. Instead, the court ordered that its \nearlier judgment (21 October 2014) entered in accordance \nwith the jury verdicts be amended. The trial court's \namended judgment, however, changed the jury ’s damages \nverdict from $1.00 to $512,162.00, and thereby improperly \nordered relief beyond the scope authorized by Rule 59(a).  \nA trial judge has the authority and discretion to set aside \na jury verdict and grant a new trial—in whole or in part—\nunder Rule 59; however, that rule does not allow a trial \njudge presiding over a jury trial to substitute its opinion for \nthe verdict and change the amount of damages to be \nrecovered.  Bethea v. Kenly, 261 N.C. 730, 732, 136 S.E .2d \n38, 40 (1964)  (per curiam) (‘It is a cardinal rule that the \njudgment must follow the verdict, and if the jury have \n \n \ngiven a specified sum as damages, the court cannot \nincrease or diminish the amount, except to add interest, \nwhere it is allowed by law and has not been included in the \nfindings of the jury.’ (citations omitted)) \nId.; see also Industrial Circuits Co. v. Terminal Communications, Inc. , 26 N.C. App. \n536, 540, 216 S.E.2d 919, 922 (1975) (“We find nothing in the new Rules of Civil \nProcedure which would grant to the court the aut hority to modify  the verdict by \nchanging the amount of the recovery.”) \n127. Even if the Court had such authority, it would not be inclined to exercise \nit under the circumstances of this case.  Damages recovered on behalf of a corporation \nin a derivative action generally belong to the corporation.  Ross v. Bernhard, 396 U.S. \n531, 538 (1970) (“The proceeds of the [derivative] action belong to the corporation[.]”). \nPlaintiff concedes that there is no North Carolina authority for prohibiting a \nshareholder who participated in wrongdoing against the corporation from sharing in \nhis pro rata share of damages awarded to the corporation.  Rather, Plaintiff relies on \na limited number of cases from other jurisdictions, none of which involved altering a \njury award of punitive damages made to a corporation in a derivative action .  (ECF \nNo. 278, pp. 17–21.) \n128. More significantly, there is no reason to believe that the jury did not \nconsider the ownership interests that Plaintiff, Richard, and Rocco, respectively held \nin Parkway and Judges Road in making the punitive damages awards.  The jury was \nan educated and intelligent group of North Carolina citizens, who were, in the Court’s \npersonal observation, highly attentive during the presentation of the evidence.  The \nparties presented evidence regarding Plaintiff’s percentage of ownership in both \n \n \nLLCs, as well as Richard and Rocco’s ownerships .  The jury was instructed that any \naward of punitive damages would go to the  LLCs and that “you may award to \nParkway and/or Judges Road an amount which bears a rational relationship to the \nsum reasonably needed to punish Richard Campagna or Rocco Campagna for \negregiously wrongful acts and to deter him or them and others from committing \nsimilar wrongful acts.”  The jury could very well have used the respective ownership \npercentages of the Campagnas and Plaintiff in coming to their decision about an \nappropriate amount of punitive damages to award against the Campagnas. \n129. In conclusion, to the extent Plaintiff’s Motion or Plaintiff’s Motion to Bar \nPunitives seek s an order altering or amending the Final Judgment to bar the \nCampagnas from receiving amounts paid as punitive damages to Parkway and \nJudges Road as part of distributions made by the Receiver upon dissol ution of the \nLLCs, in the Court’s discretion, the motions should be DENIED. \nC. Defendants’ Motion to Amend Judgment \n130. The Court next addresses Defendants’ Motion to Amend  Judgment. \n(ECF No. 272.)  Defendants bring this motion pursuant to Rules 59(a) and (e) seeking: \na reduction of the total punitive damages award made by the jury to Judges Road, or \nalternatively made by the jury to Judges Road against Richard, under G.S. § 1D -\n25(b); a reduction of the compensatory damages awarded by the jury to Parkway “to \navoid additur without Defe ndants’ consent”; and denial of Plaintiff’s request for \njudicial dissolution.  (ECF No. 272, at pp. 2-3.) \n \n \n1. The Court must  amend the jury’s punitive damages award to \nJudges Road to comply with G.S. § 1D-25(b). \n \n131. The jury awarded a total of $600,000 in punitive damages to Judges \nRoad: $350,000 against Richard Campagna and $250,000 against Rocco Campagna.  \n(Pun. Dam. Verdict, ECF No. 258, at pp. 2, 3.)  The Court awarded this full amount \nto Judges Road in its Final Judgment.  (ECF No. 264.)  Defendants argue that the \npunitive damage award must be reduced to comply with G.S. § 1D-25(b), and that the \ncap should apply on a per-plaintiff basis, not a per-defendant basis.  (Br. Supp. Mot. \nto Alter or Amend, ECF No. 273, at pp. 3–4.)  The Court agrees.   \n132. G.S. § 1D-25(b) states that \nPunitive damages awarded against a defendant shall not \nexceed three times the amount of compensatory damages \nor two hundred fifty thousand dollars ($250,000), \nwhichever is greater. If a trier of fact returns a verdict for \npunitive damages in excess of the maximum amount \nspecified under this subsection, the trial court shall reduce \nthe award and enter judgment for punitive damages in the \nmaximum amount. \nG.S. § 1D-25(b).    \n133. There is a dearth of law in North Carolina analyzing and applying the \nG.S. § 1D-25(b) punitive damages cap, and even fewer cases analyze instances like \nthis factual scenario, where a single Plaintiff (Judges Road) receives punitive \ndamages awards against m ultiple individual Defendants, who are both found liable \nfor only nominal damages.  The Court, however, finds that the existing law is clear \nthat the punitive damages cap must be applied per plaintiff.  Rhyne v. K-Mart Corp., \n149 N.C. App. 672, 686–87, 562 S.E.2d 82, 92–93 (2002) (holding, after engaging in a \ntextual analysis of G.S. § 1D -25(b), that the North Carolina legislature intended for \n \n \nthe punitive damages cap to be applied on a per -plaintiff basis), aff’d, Rhyne v. K -\nMart Corp., 358 N.C. 160, 187–88, 594 S.E.2d 1, 19–20 (2004) (holding same); Ge Betz, \nInc. v. Conrad, 231 N.C. App. 214, 24041, 752 S.E.2d 634, 653 (2013) (holding same).   \n134. Having determined that the Court must reduce the $600,000 punitive \ndamage award to Judges Road to $250,000, the Court turns to the question of how to \npractically accomplish that reduction.  The jury awarded nominal damages to Judges \nRoad from both Richard and Rocco, but the jury’s award of differing punitive damage \namounts against Richard and Rocco Campagna suggests t hat the jury intended to \npunish the Campagnas unequally for their conduct.  The Court will alter the Final \nJudgment to reduce the total punitive damage award from $600,000 to $250,000, by \nreducing the jury’s punitive damage award against Richard from $350, 000 to \n$145,825.00 (58.33% of $250,000), and by reducing the jury’s punitive damage award \nagainst Rocco from $250,000 to $104, 175.00 (41.67% of $250,000).  This allocation \npreserves the jury’s intended distribution of fault and punishment, and complies with \nG.S. § 1D-25(b).   \n135. Therefore, Defendants’ Motion to Amend, seeking reduction of the jury’s \npunitive damages award to Judges Road, should be GRANTED.  T he Court hereby \nalters the Final Judgment, to reduce the jury’s award of punitive damages to Judges \nRoad from Richard to $145,833.34.  The Court also hereby alters the Final Judgment, \nto reduce the jury’s award of punitive damages to Judges Road from Rocco to \n$104,166.66.  \n \n \n2. The Court will not alter the judgment to reduce the jury’s award of \ncompensatory damages to Parkway. \n \n136. The jury awarded $128,757 to Parkway as compensatory damages \nagainst Richard, and $128,757 to Parkway as compensatory damages against Rocco.9  \nDefendants argue that the jury’s award “cannot be assumed to constitute separate \nawards and requires a new trial on damages to Parkway.”  (ECF No. 273, at p. 5.)  \nDefendants contend that, in closing argument, Plaintiff’s counsel told the jury that \nthey could award the  same amount of compensatory damages to Richard and Rocco \nand that the Court would r educe the amount, if necessary, to make certain that \nPlaintiff did not receive a double recovery.  Neither party requested that closing \narguments be transcribed, and they were not transcribed.  Nevertheless, Defendants \nfiled with their Motion to Amend Judgment affidavits from attorneys and a paralegal \nemployed by Defendants’ counsel’s firm who  were present in the courtroom during \nPlaintiff’s closing arguments .  Affiants James Moore, ECF No. 272.1), William G. \nWright, (ECF No. 272.2, at ¶ 4), Kyle J. Nutt, (ECF No. 272.3, at ¶ 4), and Patric ia \nJensen, (ECF No. 272.4, at ¶  4), state that during closing arguments, Plaintiff’s \ncounsel told the jury that they could award the same amounts of compensatory \n                                                 \n9 The Court notes that Defendants proposed that the jury be presented with separate issues \nregarding the liability of Richard and Rocco, (ECF No. 248, at pp. 2 –4), and did not request \nan instruction that Richard and Rocco could be held jointly and severally liable.  In addition, \nthe jury found that Richard a nd Rocco were not liable for civil cons piracy with regard to \nParkway.  (ECF No. 257, at p. 5.)  Consequently, any damage award to Parkway cannot be \njointly and severally recoverable against the Campagnas.  Accordingly, the primary cases \nrelied upon by Defen dants in support of their argument,  City of Richmond, Va. v. Madison \nMgmt. Grp., Inc., 918 F.2d 438, 461 (4th Cir. 1990) and  ClearOne Commc’ns, Inc. v. Biamp \nSys., 653 F.3d 1163, 1179 (10th Cir. 2011) are inapposite. (ECF No. 273, at p. 6.) \n \n \ndamages against Richard and Rocco and the Court would “sort it out” later to make \ncertain Plaintiff did not get a double recovery.   \n137. Plaintiff does not address the statements made during closing \narguments, and does not dispute the c haracterization of statements made during \ntheir closing arguments contained in the affidavits.  Though there is no transcript of \nthe closing arguments, preventing the Court from a verbatim review of the \nstatements made, the  Court’s recollecti ons of the sta tements made during closing \narguments are in line with Defendants’ characterizations .  However, Defendants ’ \ncounsel did not object to the statement during or immediately after Plaintiff’s closing \narguments to give the Court an opportunity to assess counsel’s argument and provide \nany necessary curative instruction.   \n138. “As a general rule, attorneys ‘are granted wide latitude in the scope of \ntheir arguments.” State v. Walls, 342 N.C. 1, 48, 463 S.E.2d 738, 762 (1995) (quoting \nState v. Zuniga, 320 N.C. 233, 253,  357 S.E.2d 898, 911, cert. denied, 484 U.S. 959, \n98 L. Ed. 2d 384, 108 S. Ct. 359 (1987)).  “When counsel makes an improper argument, \nit is the duty of the trial judge, upon objection, or ex mero motu , to correct the \ntransgression by clear instructions. If timely done, such action will often remove the \nprejudicial effect of improper argument.” Crutcher v. Noel , 284 N.C. 568, 572, 201 \nS.E.2d 855, 857 (1974).  In the absence of an objection by a party, t he Court is not \nrequired to object and give curative statements ex meru motu when “the impropriety \nof the statements [is] not extreme.” Smith v. Hamrick, 159 N.C. App. 696, 699, 583 \nS.E.2d 676, 679 (2003).  A classic example of such extreme impropriety are statements \n \n \nthat insinuate the opposing party or opposing counsel is a liar.  See Evans v. \nRutherford Hosp., Inc., 2002 N.C. App. LEXIS 2628, *3 –5 (2002) (discussing a \nstatement made by defense counsel during closing arguments that plaintiff’s counsel \nused a “dirty lawyer trick” to “tak[e] advantage of [a witness’s] unavailability due to \nhis ‘dead son[ ]’”).     \n139. The statements Plaintiff’s counsel made during closing arguments did \nnot rise to the level of extreme impropriety.  More significantly, the combined award \nagainst Richard and Rocco is well within the range of compensatory damages sought \nfor Parkway.  Plaintiff presented evidence of Parkway’s lost profits, loans and \ntransfers of funds by the Campagnas to themselves, and losses associated with the \nsales of Parkway’s assets.  The Court instructed the jury that they could award \ndamages to Parkway proximately caused by Richard and Rocco’s “transfer of money \nand real property” in breach of their duties to Parkway.  “A jury is presumed to follow \nthe court’s instructions[,] and we must therefore presume that the jury based its \nverdict on these instructions.”  Riley v. Wendel, 251 N.C. App. 452, 460, 795 S.E.2d \n807, 813–14 (2016)(quoting Nunn v. Allen, 154 N.C. App. 523, 541, 574 S.E.2d 35, 46 \n(2002)) (quotation marks omitted).   \n140. Though the Court cannot reverse -engineer the jury’s award to \ndetermine “exactly how the jury reached its overall figure,” the Court concludes, \nbased on a review of the evidence presented by Plaintiff at trial, that “the jury’s \nverdict w as consistent with [the] the evidence” of Parkway’s losses presented by \nPlaintiff.  See Town of Beech Mt. v. Genesis Wildlife Sanctuary, Inc. , 247 N.C. App. \n \n \n444, 470, 786 S.E.2d 335, 353 (2016)(“Thus, even though we cannot be sure exactly \nhow the jury calc ulated its verdict, or that the verdict was calculated with \nmathematical certainty, we find the verdict is consistent with the evidence presented \nby Genesis.”), cert. allowed, rev. dismissed, 369 N.C. 41, 787 S.E.2d 394 (2016), aff’d, \n369 N.C. 722, 799 S.E.2d 611 (2017). The Court will not disturb the jury’s \ncompensatory damages award to Parkway. \n141. To the extent Defendants’ Motion to Amend Judgment seeks an order \naltering or amending the Final Judgment to reduce the compensatory  damages \nawarded to Parkway, in the Court’s discretion, the motion should be DENIED.   \n3. Judicial dissolution. \n142. In Defendants’ Motion to Amend, Defendants also challenge the Court’s \norder granting judicial dissolution of Parkway and Judges Road on two grounds: (a) \nthe evidence was not sufficient to support the finding that it is not practicable for the \nCampagnas and Plaintiff to conduct the LLC ’s business in conformance with the \noperating agreement and LLC Act; and (b) the Campagnas should have been gi ven \nthe opportunity to purchase Plaintiff’s interests in Parkway and Judges Road.  (ECF \nNo. 273, at pp. 2 –3.)  Defendants also request that the Court “alter or amend its \njudgment to rescind the Order  [sic] appointing a receiver on the grounds that the \nrequired hearing was not held, and the appointment is unnecessary and \nunwarranted.”  (Id. at p. 3.) \n143. G.S. § 57D-6-02 provides, in relevant part, that  \n[t]he superior court may dissolve an LLC in a proceeding \nbrought by . . .  [a] member, if it is established that (i) it is \n \n \nnot practicable to conduct the LLC’ s business in \nconformance with the operating agreement and this \nChapter or (ii) liquidation of the LLC is necessary to protect \nthe rights and interests of the member.   \nSection 57D-6-04 expressly provides, inter alia: \n[t]he court in a proceeding brought under G.S. 57D-6-02 to \ndissolve an LLC, . . . may appoint one or more persons to \nserve as a receiver to manage the business of the LLC \npending the court's decision on dissolution and if \ndissolution is decreed  by the court to wind up the LLC. \nBefore appointing a person to serve as a receiver of an LLC, \nthe court shall hold a hearing on the subject after \ndelivering notice, or causing the party who brought the \ndissolution proceeding to deliver notice, of the hear ing to \nall parties and any other interested persons designated by \nthe court. \n \n144. “Judicial dissolution is a remedy left largely to the discretion of the trial \ncourt, and this is so even where a party establishes a statutory ground for \ndissolution.”  Reid Pointe, LLC v. Stevens , 2008 NCBC LEXIS 16, at *11 –12 (N.C. \nSuper. Ct. Aug. 18, 2008)  (citing Royals v. Piedmont Elec. Repair Co., 137 N.C. App. \n700, 704, 529 S.E.2d 515, 518 (2000)). \na. The evidence supports the Court’s dissolution of Parkway and Judges \nRoad. \n \n145. Defendants’ contention that the evidence does not support the Court’s \nconclusion that it is not practicable to conduct the business of Parkway and Judges \nRoad bears little consideration.  Preliminarily, the Court notes again that Defendants \nmake their arguments regarding this issue, as they have numerous others, from the \nposition that the Campagnas were the sole members of Parkway and Judges Road at \n \n \nall times relevant to Plaintiff’s claims.  They fail to consider that it has now been \ndetermined that Plaintiff was, and still is, a member of Parkway and Judges Road.   \n146. For example, Defendants contend that there was no evidence of \n“mismanagement” of, or “financial loss” to, Parkway and Judges Road.  (ECF No. 273, \np. 8.)  If the Campagnas were the only members of  the LLCs, this might be true.  \nHowever, the evidence was undisputed that the Campagnas transferred all of \nParkway’s assets to themselves, and sold Judges Road’s most substantial asset, \nwithout seeking Plaintiff’s agreement, providing Plaintiff any notice of the transfers, \nor providing Plaintiff an opportunity to share in the proceeds.  They also dissolved \nParkway without notice to Plaintiff.  These actions certainly resulted in a financial \nloss to Plaintiff. \n147. Defendants also argue there is no evidence suppo rting the notion that \nthe Campagnas and Chisum could not work together in the future  and continue to \noperate Parkway and Judges Road .  Defendants, however, ignore substantial \nevidence introduced over the course of the seven -day trial which supported the \nfollowing: \na. The Campagnas and Plaintiff had no direct contact or communications with \none another from approximately October of 2010, when Plaintiff walked out \nof the CCH members meeting, and the filing of this lawsuit in July 2016.   \nb. The Campagnas treated Chisum as if his membership interests in Parkway \nand Judges Road had been extinguished beginning in July 2012, but never \ncommunicated to Plaintiff that they considered his memberships \n \n \nterminated.  Richard Campagna admitted Plaintiff did not fail to meet a \ncapital call or take any specific action which would have terminated \nPlaintiff’s membership in Parkway. \nc. The Campagnas filed documents with the Secretary of State of North \nCarolina representing that Parkway was dissolved  without notifying \nPlaintiff, seeking his consent, or making any distribution to Plaintiff.   \nd. The Campagnas ceased providing Plaintiff with required report and \nfinancial information regarding Parkway and Judges Road. \ne. Plaintiff’s wife, Blanche, testified that she attempted to visit the \nCampagna’s offices sometime in 2012–2013 to get information regarding \nthe LLCs, but that Richard ordered her to leave the premises in a \nthreatening manner. \n148. In addition to this evidence, the Court also has had opportunity to \nobserve the parties during the course o f this litigation and at trial.  The level of \nacrimony and distrust between the Campagnas and Plaintiff is extraordinary .  \nFollowing this lengthy and highly contentious lawsuit, the Court is convinced that \nthese parties could not ever again be associated with one another in a jointly owned \nbusiness, let alone conduct the business of Parkway and Judges Road. \n149. Therefore, for these reasons, Defendants’ Motion to Amend, on the \ngrounds that the evidence was not sufficient to support the finding that it is not \npracticable for the Campagnas a nd Plaintiff to conduct the LLC’ s business in \nconformance with the operating agreement and the LLC Act, should be DENIED. \n \n \nb. The Court concluded that Plaintiff was entitled to judicial dissolution \nunder G.S. § 57D -6-02(2)(i), and the Campagnas are not entitled to \npurchase Plaintiff’s membership interests. \n \n150. Defendants next argue  that the Court should have ordered that the \nCampagnas had a right to purchase Plaintiff’s membership interests in Parkway and \nJudges Road pursuant to G.S. § 57D-06-03(d), rather than dissolving the LLCs. (ECF \nNo. 273, at pp. 16–17.)  G.S. § 57D-06-03(d) provides that  \n[i]n any proceeding brought by a member under clause (ii) \nof G.S. 57D -6-02(2) in which the court determines that \ndissolution is necessary, the court will not order dissolution \nif after the court’ s decision the LLC or one or more other \nmembers elect to purchase the ownership interest of the \ncomplaining member at its fair value in accordance with \nany procedures the court may provide. \n151. In this case, however, the Court did not conclude that Plaintiff was \nentitled to dissolution under clause (ii) of G.S. § 57D-6-02(2), but instead under clause \n(i).  (ECF No. 264, at p. 9.)  The statute does not provide the right for other members \nto purchase the interes ts of the complaining member when dissolution is granted \nunder clause (i). \n152. To the extent Defendants contend that the Campagnas should have the \nright to purchase Plaintiff’s membership interest because the Court did not expressly \nstate in the Final Judgment  “that the alternative to judicial dissolution under G.S. \n57D-6-03(d) is not applicable”  as provided for in G.S. § 57D -6-05(a), the Court \nconcludes that such argument is without merit.  The plain language of G.S. § 57D-6-\n03(d) is clear; other members only have a right to elect to purchase the complaining \nmember’s ownership interest if the Court determines that dissolution is necessary \nunder clause (ii) of G.S. § 57D-6-02(2).  A determination that dissolution is necessary \n \n \nunder clause (i) does not invoke the right of other members to purchase.  Accordingly, \nthere is no need to determine if other members wish to purchase the complaining \nmember’s interest if the sole basis for dissolution is under clause (i).   \n153. Section 57D -6-05(a) only applies to cases in which  the court has \nconcluded that dissolution is necessary under only clause (ii) of G.S. § 57D-6-02(2), or \nunder both clause (i) and clause (ii).  In the case where clause (ii) is at least one of the \nbases for dissolution, the court must determine whether one or more other members \nwish to buy the complaining members ownership interest, and whether § 57D-6-03(d) \napplies.  When, as here, the court determines that dissolution is necessary under G.S. \n§ 57D-6-02(2)(i), there is no determination about the applicabil ity of G.S. § 57D-6-\n03(d). \n154. In addition, Defendants cite no authority to support the argument that \na ministerial or scrivener’s error , if the Final Judgment could be read as containing \nsuch, is grounds for upending an order of dissolution that clearly lays out that \ndissolution is being granted under the first clause of G.S. § 57D-6-02(2). \n155. Accordingly, Defendants’ Motion to Amend, seeking an order that the \nCampagnas be allowed to offer to purchase Plaintiff’s interest in Judges Road and \nParkway, should be DENIED.  \nc. The Court conducted the required hearing on appointment of the \nreceiver. \n \n156. Defendants argue that the Co urt did not provide notice and  hold a \nhearing before appointing the receivers over Parkway and Judges Road.  G.S. § 57D-\n6-04(a) provides in relevant part that “[t]he court in a proceeding brought under G.S. \n \n \n57D-6-02 to dissolve an LLC, . . . , may appoint one or more persons to serve as a \nreceiver . . .  if dissolution is decreed by the court to wind up the LLC. Before \nappointing a person to serve as a receiver of an LLC, the court shall hold a hearing \non the subject after delivering notice  . . . of the hearing to all parties and any other \ninterested persons designated by the court.” \n157. The Court concludes that Defendants had notice, and that it held a \nhearing regarding appointment of the receiver  that meets the intent of the statute.  \nPlaintiff pleaded a claim for dissolution in the Amended Complaint, and the claim for \ndissolution was squarely before the Court at the trial of this case.  The LLC Act \nexpressly provides that the Court may appoint a receiver upon a finding that \ndissolution is necessary, and judicial dissolution is generally accomplished by \nappointment of a receiver, particularly when ordered following an adversarial \nproceeding.  The trial p rovided a thorough hearing that produced overwhelming \nevidence establishing that the parties’ distrust of and hostility towards one another \nrequired a neutral receiver to carry out the dissolution. \n158. Therefore, Defendants’ Motion to Amend on the grounds that the Court \ndid not hold a hearing prior to appointing a Receiver over Judges Road and Parkway \nshould be DENIED. \nE. Defendants’ Motion for Relief \n159. Finally, the Court addresses Defendants’ Motion for Relief (ECF No. \n274.)  In the Motion For Relief, Defendants, p ursuant to Rule 60(b)(6), “request that \nthe Court grant relief from its Orders appointing a receiver by directing that Judges \n \n \nRoad and Parkway bear responsibility for payment of the receiver’s fees and costs.”  \n(Id. at p. 2; “Orders”, ECF Nos.  265 and 266.)  Defendants contend that “[t]he \napplicable statutes do not authorize the Court to charge the fees and costs of a \nreceiver to particular members of an LLC, but rather authorize the Court to order the \nfees and costs to be paid by the LLC.”  (ECF No. 275, at p. 3.) \n160. Rule 60(b)(6) provides in relevant part that “[o]n motion and upon such \nterms as are just, the court may relieve a party or his legal representative from a \nfinal judgment, order, or proceeding for the following reasons: . . . [a]ny other reason \njustifying relief from the operation of the judgment.”   Rule 60(b)(6) empowers the \ncourt to set aside or modify a final judgment, order or proceeding whenever such \naction is necessary to do justice under the circumstances.   The test for whether a \njudgment, order or proceeding should be modified or set aside under  Rule 60(b)(6) is \ntwo pronged: (1) extraordinary circumstances must exist, and (2) there must be a \nshowing that justice demands that relief be granted.”  Howell v. Howell, 321 N.C. 87, \n91, 361 S.E.2d 585, 588 (1987) (citations omitted)).10 \n161. Defendants first argue that G.S. § 57D -6-04(d) must be read as a strict \nlimitation on the Court’s authority to designate the party or parties that shall be \nresponsible for payment of a receiver’s fees and costs.  (ECF  No. 275, pp. 1–8.)  G.S. \n§ 57D-6-04(d) provides that if a court appoints a receiver to wind up the LLC, it “may \norder the LLC to compensate the receiver and reimburse the receiver's expenses, \n                                                 \n10 Preliminarily, Defendants do not argue how Rule 60(b)(6) is the appropriate mechanism \nfor pursuing the particular relief requested here.  They neither explain what “extraordinary \ncircumstances” exist, nor why “justice demands” that they be relieved of the Orders.  \nNevertheless, the Court will address the arguments raised by Defendants. \n \n \nincluding the fees and expenses of attorneys and other professi onals retained by the \nreceiver.” Defendants contend that this language is not permissive, but, rather that \nit limits the Court to ordering that the LLC pay the receiver’s fees because it does not \nexpressly provide for payment by any other party. \n162. The Court disagrees.  First, the word “may” is most logically interpreted \nas providing the Court with discretion, not as limiting its authority.  “[I]t is well \nestablished that the use of the word ‘may’  in a statute implies the use of \ndiscretion.”  In re J.R., 250 N.C. App. 195, 199, 791 S.E.2d 922, 925 (2016) ( citing In \nre Hardy, 294 N.C. 90, 97, 240 S.E.2d 367, 372 (1978)  (“Ordinarily when the word \n‘may’ is used in a statute, it will be construed as permissive and not mandatory.”)). \n163. Second, reading G.S. § 57D -6-04(d) in the manner suggested by \nDefendants would fly in the face of the broad authority vested in the Superior Courts \nto appoint receivers and craft appropriate equitable orders implementing \nreceiverships.  A receivership is an equitable remedy.  See Sinclair v. Moore Cent. \nR.R. Co., 228 N.C. 389, 395, 45 S.E.2d 555, 560 (1947).  “Courts of equity have original \npower to appoint receivers and to make such orders and decrees with respect to the \ndischarge of their trust as justice and equity may require.”  Lambeth v. Lambeth, 249 \nN.C. 315, 321, 106 S.E.2d 491, 495 (1959) (citing Skinner v. Maxwell, 66 N.C. 45, 47–\n48 (1872) and Lasley v. Scales , 179 N.C. 578, 580, 103 S.E.2d 214, 215 (1920)). See \nalso, Lowder v. All Star Mills, Inc.,  301 N.C. 561, 576, 273 S. E.2d 247, 256 (1981) \n(“[I]t is elementary that a Court of Equity has the inherent power to appoint a \nreceiver, notwithstanding specific statutory authorization.”); Barnes v. Kochhar, 178 \n \n \nN.C. App. 489, 499, 633 S.E.2d 474, 480 (2006)  (“A receiver may be ap pointed by a \ntrial court both pursuant to statute and the trial court’s inherent authority.”).  The \nCourt concludes it is not so limited in determining how the receiver is to be \ncompensated in this matter. \n164. In this case, the Court exercised its discretion i n light of all the facts to \nrequire that Richard and Rocco pay the receiver’s fees and costs.   First, it was the \nCampagnas’ wrongful conduct that necessitated the dissolution of Parkway and \nJudges Road, and appointment of the Receiver .  The jury found that  Richard and \nRocco engaged in constructive frauds against Parkway and Judges Road.  Given their \nmisconduct and the level of mistrust it created between the Campagnas and Plaintiff, \nthe Court concluded that the Campagnas could not be left in charge of operating the \nLLCs during the wind up and liquidation processes. \n165. In addition, the Campagnas dissolved Parkway during the period that \nthe Campagnas improperly treated Plaintiff as if he was not a member.  There are no \ncurrent Parkway assets from which the Receiver could be paid, aside from the jury’s \naward of damages in the judgment, which the Receiver will collect from Richard and \nRocco.  Requiring the Receiver to be paid from Judges Road’s assets , and from \nParkway’s judgment award,  would further diminish the as sets to be distributed to \nthe members, including Plaintiff, upon liquidation.  This too would be inequitable \nunder the circumstances of this case. \n166. Having thoroughly reviewed the facts, the applicable law, and the \narguments of counsel, the Court concludes that it properly exercised its authority and \n \n \ndiscretion in requiring the Campagnas to pay the Receiver’s fees and costs.  The \nMotion for Relief should be DENIED. \nIV. CONCLUSION \nTHEREFORE, IT IS ORDERED that the parties’ post-trial motions are hereby \ndecided in the following manner: \n1. Defendants’ Motion to Amend, seeking a reduction of the jury’s punitive \ndamages award to Judges Road, is GRANTED. \na. Paragraph (k) is hereby amended to read as follows:  \nk. That judgment is entered for Plaintiff on Judges Road’s claim f or \npunitive damages against Defendant Richard Campagna, and that \nDefendant Richard Campagna shall pay to Judges Road punitive damages \nin the amount of $145,825.00, with interest at the legal rate from and after \nAugust 16, 2018, until judgment is satisfied. \nb. Paragraph (m) is hereby amended to read as follows:  \nm. That judgment is entered for Plaintiff on Judge Road’s claim for \npunitive damages against Defendant Rocco Campagna, and that Defendant \nRocco Campagna shall pay to Judges Road punitive damages in the amount \nof $104,175.00, with interest at the legal rate from and after August 16, \n2018. \n2. Except as specifically noted above, the Post-Trial Motions are DENIED.  \n  \n \n \nSO ORDERED, this, the 25th day of April, 2019. \n \n \n  /s/ Gregory P. McGuire     \nGregory P. McGuire \nSpecial Superior Court Judge for \nComplex Business Cases \n "
}