{
  "id": "1190a1a6e28a0ace289d1eae443d1959030af94da86c1fa1cc260f1c6ca4e18a",
  "source_file": "data/raw/ncbc/1190a1a6e28a0ace289d1eae443d1959030af94da86c1fa1cc260f1c6ca4e18a.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCOUNTY OF SAMPSON \n \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n11 CVS 152 \nTED B. LOCKERMAN, \nADMINISTRATOR D.B.N. OF THE \nESTATES OF ELLEN DUDLEY SPELL, \nDECEASED, And SULIE DANIELS \nSPELL, DECEASED,  \nOn Behalf of the Estates and On \nBehalf of All Others Similarly \nSituated,  \nPlaintiff, \nv. \n \nSOUTH RIVER ELECTRIC \nMEMBERSHIP CORPORATION, a \nNorth Carolina Electric Membership \nCooperative, \n \nDefendant. \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n)\nOPINION & FINAL JUDGMENT ON \nDEFENDANT’S THIRD MOTION \nFOR SUMMARY JUDGMENT & \nPLAINTIFF’S MOTION TO STRIKE \nAFFIDAVITS & REPLY BRIEF \n \n {1} THIS MATTER is before the Court on Defendant’s Third Motion for \nSummary Judgment (“Motion for Summary Judgment”) and the corresponding \nPlaintiff’s Motion to Strike Affidavits and Reply Brief (“Motion to Strike”) \n(collectively, the “Motions”).  For the reasons expressed below, the Motion for \nSummary Judgment is GRANTED.  The Motion to Strike is DENIED. \nStevens Martin Vaughn & Tadych, PLLC by K. Matthew Vaughn and \nMichael J. Tadych and Andrew M. Jackson, Attorney by Andrew M. Jackson \nfor Plaintiff Ted B. Lockerman, Administrator D.B.N. of the Estates of Ellen \nDudley Spell, Deceased, and Sulie Daniels Spell, Deceased, on Behalf of the \nEstates and on Behalf of All Others Similarly Situated. \n \nSmith and Christensen, LLP by Aaron M. Christensen and W. Britton Smith, \nJr. for Defendant. \n \nGale, Chief Judge. \n \n \nLockerman v. S. River Elec. Membership Corp., 2015 NCBC 57. \n \n \nI. INTRODUCTION \n{2} Plaintiff seeks to represent a class consisting of the estates of deceased \nmembers of South River Electric Membership Corporation (“SREMC”) whose capital \ncredits with SREMC were retired using a discount rate.  Ruling upon SREMC’s \nearlier summary judgment motions, the Court held that SREMC did not owe the \nestates a fiduciary duty and that it had the legal authority to adopt the program by \nwhich it would retire capital credits at a discounted rate.  The Court did not \nforeclose potential claims for retirements that did not comply with the terms of the \nprogram as SREMC had adopted it.  SREMC’s current Motion for Summary \nJudgment rests on two primary assertions:  (1) the claims related to any capital \naccount retirements occurring more than three years prior to the filing of the Class \nAction Complaint are time-barred, except the claim of unfair and deceptive trade \npractices (“UDTP”), which is time-barred for all capital account retirements \noccurring more than four years prior to the filing of the Class Action Complaint, \nsuch that all claims brought on behalf of the Estate of Ellen Dudley Spell are time-\nbarred; and (2) the claims brought on behalf of the Estate of Sulie Daniels Spell \nhave no merit, although brought within the applicable statutes of limitations.   \nII. THE PARTIES \n{3}  Plaintiff Ted B. Lockerman is Administrator \nde bonis non for the \nestates of Ellen Dudley Spell (“Ellen Estate”) and Sulie Daniels Spell (“Sulie \nEstate”) (collectively, the “Estates”), and seeks to represent a class of similarly \nsituated estates. \n{4} Ellen Dudley Spell was a citizen and resident of Sampson County, \nNorth Carolina and a member of SREMC at the time of her death on October 3, \n2002. \n{5} Sulie Daniels Spell was also a citi zen and resident of Sampson County, \nNorth Carolina and a member of SREMC at the time of her death on April 28, 2009. \n \n \n{6} Defendant SREMC is a North Carolina Electric Membership \nCooperative. \nIII. PROCEDURAL HISTORY \n{7} Plaintiff filed his Class Action Complaint on February 9, 2011. \nPlaintiff brings the action as the representative of two estates: (1) the Estate of \nEllen Dudley Spell, Deceased; and (2) the Estate of Sulie Daniels Spell, Deceased.  \nPlaintiff asserted the following causes of action: (1) declaratory judgment, (2) breach \nof fiduciary duty, (3) conversion, (4) unjust enrichment, (5) ultra vires corporate \nacts, (6) intra vires corporate acts, (7) unfair and deceptive trade practices \n(“UDTP”), and (8) breach of contract. \n{8} This matter was designated a co mplex business case on March 14, \n2011, and assigned to the undersigned on March 16, 2011.   \n{9} On May 13, 2011, Plaintiff voluntarily dismissed his fifth and sixth \ncauses of action for ultra vires and intra vires corporate acts, respectively. \n{10} Defendant filed its Affirmative Defenses, Answer and Counterclaims \non November 4, 2011, to which Plaintiff replied on November 23, 2011. \n{11} Pursuant to a Phase One Case Management Order entered on October \n21, 2011, the parties submitted their Phase I Joint Stipulations of Fact on \nNovember 23, 2011.  As required by that Order, SREMC submitted two summary \njudgment motions on  December 27, 2011, presenting two limited questions: (1) \n“whether cooperatives may lawfully discount special retirements to the estates of \ndeceased former members” in North Carolina (Def.’s First Rule 56 Mot. Summ. J. \n1); and (2) “whether cooperatives owe fiduciary duties to the estates of deceased \nformer members with respect to the timing and procedures for retiring capital \ncredits” (Def.’s Second Rule 56 Mot. Summ. J. 1).   \n{12} On August 8, 2012, the Court en tered an Order granting SREMC’s two \nmotions, holding that SREMC had the authority to adopt a program for early \nretirement of member capital credits on a discounted basis, and that SREMC owed \nits members no fiduciary duty in connection with the capital accounts.  Plaintiff \n \n \nappealed the Court’s Order.  The North Carolina Court of Appeals dismissed the \nappeal as interlocutory.  At this time, the following claims have not yet been ruled \nupon: Claim 1―declaratory judgment; Claim 3― conversion; Claim 4―unjust \nenrichment; Claim 7―UDTP; and Claim 9―breach of contract. \n{13} The Court allowed limited discovery to develop a record to allow \nconsideration of additional controlling issues of law. \n{14} Defendant filed its Third Motion for Summary Judgment on January \n9, 2014. \n{15} Plaintiff filed his Motion to Strike on September 4, 2014.   \n{16} The Motions have been fully briefe d and argued and are ripe for ruling. \nIV. FACTS \n{17} The Court does not make findings of fact when ruling on a motion for \nsummary judgment.  See Hyde Ins. Agency, Inc. v. Dixie Leasing Corp., 26 N.C. \nApp. 138, 142, 215 S.E.2d 162, 164–65 (1975).  “It is, however, appropriate for the \ncourt to describe the undisputed facts or lack of facts the record discloses in order to \nprovide context for the court’s ruling on the motion.”  BDM Invs. v. Lenhil, Inc., \n2014 NCBC LEXIS 32, at * 3 (N.C. Super. Ct. July 21, 2014).  The Court believes \nthe following facts to be uncontested.1  \nA. SREMC’s Capital Credit Program \n{18} SREMC is required by its char ter to exist for the benefit of its \nmembers as a not-for-profit cooperative.  As a cooperative, SREMC requires that its \nmembers furnish capital to finance SREMC’s business.  Any amounts received that \nexceed operating costs and expenses are credited to capital accounts in favor of each \nmember on an annual basis.  There is no actual cash account maintained on a \n                                                 \n1 The parties have stipulated to many of the relevant facts upon which SREMC bases its statute of \nlimitations defense.  (See Phase I Stipulations of Fact (“Phase I Stips.”).)  Portions of SREMC’s \naffidavits and reply brief were submitted to support an argument that Plaintiff’s claims have been \nmooted by SREMC’s voluntary payment of some capital credit-related errors, while SREMC \ncontinues to contest its liability for those events.  The Court has not considered these portions of the \naffidavits or the reply brief to reach its conclusions.   \n \n \nmember-by-member basis, but SREMC’s bylaws provide that “Capital Credits shall \nbe treated as though the Cooperative paid the Capital Credit amounts to each \nMember in cash pursuant to a legal obligation, and each Member furnished the \nCooperative Capital in the corresponding Capital Credit amounts.”  (Phase I \nStipulations of Fact (“Phase I Stips.”) Ex. I § 7.02(A).)  At a member’s death, any \nproperty right in the capital credits belongs to the deceased member’s estate. \n{19} SREMC is obligated to return accumulated capital credits to its \nmembers and former members, subject to provisions of its bylaws.  SREMC’s policy \nis to make capital credit retirements on a dollar-for-dollar basis nineteen years after \nthose credits are allocated to a member.  SREMC is not required to and does not pay \nor allocate accrued interest to capital accounts.  Prior to 2001, SREMC did not \ndiscount retirements of capital credits occurring before the nineteen-year \nexpiration. \n{20} In 2001, SREMC adopted bylaws th at established a program to allow \nfor the optional retirement of a deceased member’s capital account on a discounted \nbasis.  At first, SREMC considered a fixed discount rate of 6 percent, but when \nactually implemented, the bylaws provided for a program using a variable discount \nrate. \n{21} If an SREMC member passed away, SREMC retired the capital credits \nat a discounted rate to any patron upon written request from the legal \nrepresentative of the estate.  The SREMC Board of Directors has discretion to \nprevent the payout if it determines that the payout would adversely affect SREMC’s \nfinances.  The amount paid during early capital credit retirement is equal to the full \namount of a member’s accrued capital credits, discounted by a discount rate \ncompounded by the number of years left before natural retirement of the credits.  \nWith its 2001 bylaws, SREMC began using The Wall Street Journal prime rate as of \nDecember 31st of the year prior to the discounting.  Once discounted, any payment \ndue to the deceased member’s estate would be offset by any unpaid services bill and \nthe remainder paid to the member’s estate. \n \n \n{22} SREMC developed a form for use when applying for early retirement of \na deceased member’s capital credit.  Although the form changed periodically, the \nfollowing language remained virtually unchanged as it pertained to the Estates’ \napplications: \nI do hereby request that South River Electric Membership \nCorporation refund the aforesaid estate all credits accruing to the \naccount of the deceased growing out of or in connection with the \npatronage capital which the deceased furnished to the Cooperative \nthrough the last year for which such credits have been allocated.  I \nunderstand that this Application represents a request for an early \nretirement of the stated capital credits and that a discount factor \n(approved by the Cooperative’s Board of Directors) will apply to this \nretirement and refund.  The present discount factor is        %. \n(Phase I Stips. Exs. A, D.) \n{23} Although the typewritten portion of the form makes clear that a \ndiscount factor would be employed, in many instances SREMC staff would not \nactually fill in the discount rate until the signed form was returned.  Although the \ninformation was available upon request, the representative of the deceased \nmember’s estate would not necessarily be given the underlying calculation showing \nthe accrued capital credit, the discount rate, the credit remaining after discounting, \nand the offset, if any, made against an unpaid services bill.  The representative \nwould only receive the final, discounted amount upon receiving a check in the mail. \n{24} The early retirement program is entirely voluntary.  Estates of \ndeceased members are not required to request or accept early retirement of the \ndeceased member’s capital credit. \n{25} SREMC did not make a general announcement or mailing about the \ndiscounting program until 2011.  The bylaws remained available upon request at all \ntimes.   \n{26} SREMC’s 1994 bylaws were in effect  until June 4, 2001, when changes \nwere made to section 7.03 that added provisions by which capital credits were to be \ndiscounted.  SREMC did not publicize its 2001 changes. \n{27} After the June 4, 2001, update, the bylaws provided the following: \n \n \nThe Board shall determine the method, basis, priority and order \nof retiring and refunding Capital Credits and Affiliated Capital \nCredits. \nDiscounted Capital Credit retirements shall be calculated based \non a discount rate equal to the Wall Street Journal Prime Rate as of \nDecember 31 of each applicable year and a discount period equal to the \nnumber of years of patronage capital then outstanding.  All amounts of \ncapital allocated to members but retained by the Cooperative after \nretirements on a discounted basis shall be considered a contribution of \ncapital to the Cooperative and part of the “net savings” of the \nCooperative.  “Net savings” of the Cooperative will not be reallocated \nas excess margins to any former or current Cooperative members. \n(Phase I Stips. Ex. H § 7.03.)   \n {28} SREMC admits that it used the incorrect discount rate until December \n31, 2002, by using a fixed, 6 percent rate rather than the variable rate as provided \nby the June 2001 bylaws.  (Hardy Aff. ¶ 13.) \nB. Ellen Dudley Spell \n{29} Ellen Dudley Spell (“Ellen”) died intestate on October 3, 2002, during \nwhich time SREMC held allocated and unretired capital credits in her name in the \namount of $695.22.  \n{30} Ellen’s daughter, Linda S. Turlington (“Turlington”), applied for these \ncapital credits on October 22, 2002, using the application form prepared by SREMC.  \nShe signed the form as the administrator of the Ellen Estate. \n{31} At the time Turlington signed th e form, the section at the bottom of the \nform entitled “FOR OFFICE USE ONLY—Su mmary of Capital Credits Due Estate” \nwas not filled in.  The application form Turlington signed listed the discount rate as \n6 percent.  \n{32} The Wall Street Journal prime rate for the year ending December 31, \n2001, was 4.75 percent. (Phase I Stips. Ex. B.)  Using a 6 percent discount rate \nrather than a 4.75 percent rate is unfavorable to the member and favorable to \nSREMC.     \n{33} Ellen’s capital credits were disc ounted at the rate of 6 percent, \nreducing her balance by $398.66, leaving $296.56 to be paid to the Spell Estate.    \n \n \n{34} After a reduction of $80.77 for an outstanding balance on Ellen’s \naccount, SREMC paid the Ellen Estate $215.79 and accrued $398.66 to net savings.  \nThe estate would have received a larger payment if the discount had been \ncalculated using a 4.75 percent rate. \nC. Sulie Daniels Spell \n{35} Sulie Daniels Spell (“Sulie”) died intestate on April 28, 2009, during \nwhich time SREMC held allocated and unretired capital credits in her name in the \namount of $221.45. \n{36} Sulie’s son, James B. Spell (“Ja mes”), approached the Sampson County \nClerk of Court, who assisted him in applying for Sulie’s capital credit refund.  He \nsubsequently applied for Sulie’s capital credits using the same application form as \nTurlington, which SREMC prepared and mailed to him. \n{37} James never spoke to anyone from SREMC. \n{38} At the time James signed the form, the information at the bottom of \nthe application form entitled “FOR OFFICE USE ONLY—Summary of Capital \nCredits Due Estate” was not filled in.  SREMC did not fill in the discount factor that \nit used to discount the Sulie Estate’s capital credits until after it received the signed \ncontract back from James.  SREMC discounted the capital credits at 3.25 percent. \n {39} The Wall Street Journal prime rate was 3.25 percent on the December \n31 preceding James’s application.  Thus, the rate used to discount the Sulie Estate’s \ncredits complied with the 2001 bylaws. \n {40} On the form, James checked the bo x to indicate that he was Sulie’s son \nand the executor of the Sulie Estate.  James later testified that he was not the \npersonal representative of the Sulie Estate at the time he signed the form.  There is \nno evidence that SREMC asked James or the Sulie Estate to submit proof of \nauthority to make a claim on the estate’s behalf. \n{41} SREMC applied the discount to Su lie’s capital credits, which reduced \nthe account by $94.79 and left $126.76 to be paid to the Spell Estate.  SREMC paid \n$94.00 to the Sampson County Clerk of Court on July 30, 2009, as a refund of \n \n \nSulie’s deposit, and after board approval of the special retirement paid an additional \n$126.76 to the Sampson County Clerk of Court as a refund of Sulie’s capital credits \non August 5, 2009.  SREMC accrued $94.79 to net savings.  No payment for capital \ncredits was made directly to James. \n{42} Sulie was also the sole devisee of her husband’s estate.  James Henry \nSpell died testate on December 11, 2003, and the discounted amount of his capital \ncredits were paid to the Sampson County Clerk of Court February 10, 2004.   \n{43} There has been no claim that the discount rate was different than that \nrequired by the bylaws. \nD. Lillie M. Faircloth McLelland \n{44} Plaintiff makes no claim on behalf  of the Lillie M. Faircloth McLelland \nEstate (“McLelland Estate”).  Plaintiff instead claims that the McLelland Estate \nreceived unequal treatment with respect to the discounting of its capital credits. \n{45} Lillie M. Faircloth McLelland (“McL elland”) died testate on December \n8, 1999, before SREMC began its discounting program on June 4, 2001.  SREMC \nheld $1,117.17 in unretired capital credits in McLelland’s name at the time of her \ndeath.   \n{46} McLelland’s daughter secured pa yment to the McLelland Estate of \nMcLelland’s capital credits, without any discounting.  SREMC’s CEO stated that \nSREMC’s agreement not to discount the McLelland Estate’s capital credits was \ndone for “PR reasons.” (Davis Depo. 50:1 – :10.) \nV. MOTION TO STRIKE \n{47} Plaintiff’s Motion to Strike a lleges that SREMC’s reply and attached \naffidavits are improper because (1) the Spears and Hardy affidavits were untimely \nfiled, (2) judicial estoppel bars SREMC’s reliance on the new affidavits, and (3) the \nSpears and Hardy affidavits do not contain competent, relevant evidence.  (Pl.’s \nMot. Strike Affs. & Reply Br. 1–2.)  Plaintiff argues that, because SREMC’s reply \nrelies on the allegedly improper affidavits, it too should be stricken.  Plaintiff’s \n \n \nprimary challenges are to the affiants’ ability to testify as to any SREMC \ntransactions prior to their employment and to their discussion of SREMC’s \nvoluntary decision to correct any past retirements using the proper discount rate \nunder SREMC’s 2001 bylaws. \n{48} SREMC contends, inter alia, that the affidavits were timely filed as \nsupplemental affidavits under North Carolina Rule of Civil Procedure (“Rule(s)”) \n56(e), that judicial estoppel does not bar the affidavits because it never agreed to \nlimit its own discovery with relation to its Motion for Summary Judgment, and that \nthe Spears and Hardy affidavits contain competent and relevant evidence. \n{49} Rule 56(e) requires that affida vits set forth facts that would be \nadmissible in evidence, and that the affiant is competent to testify to the matters \ncontained in the affidavit.  N.C. R. Civ. P. 56(e).  If the facts provided in an affidavit \nare not admissible into evidence, the Court may not consider them on summary \njudgment.  Strickland v. Doe, 156 N.C. App. 292, 295–96, 577 S.E.2d 124, 128–29 \n(2003). \n{50} The Court has not considered any information in connection with \nSREMC’s voluntary corrective payments.  Further, the Court has not considered \nany reference to the personal belief of the affiants, considering that both affiants \nbegan their employ at SREMC after the time periods relevant to the Motion for \nSummary Judgment.  See N.C. R. Evid. 401 (“‘Relevant evidence’ means evidence \nhaving any tendency to make the existence of any fact that is of consequence to the \ndetermination of the action more probable or less probable than it would be without \nthe evidence.”); N.C. R. Evid. 402 (“Evidence which is not relevant is not \nadmissible.”).  Where the Court has referenced certain information from the \naffidavits that is consistent with the Joint Stipulation of Facts, it will note those \nreferences. \n{51} Plaintiff’s Motion to Strike the affi davits or reply brief in their entirety \nis DENIED. \n \n \n \nVI. MOTION FOR SUMMARY JUDGMENT \nA. Standard of Review \n{52} Summary judgment is proper “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto a judgment as a matter of law.”  N.C. R. Civ. P. 56(c).  In ruling on a summary \njudgment motion, the Court must consider the evidence in the light most favorable \nto the nonmovant.  Barger v. McCoy Hillard & Parks, 346 N.C. 650, 662, 488 S.E.2d \n215, 221 (1997). \n{53} The Court first addresses whether SREMC is entitled to have untimely \nclaims dismissed under this standard, and concludes that the Ellen Estate’s claims \nare untimely.  The Court then addresses whether SREMC is entitled to judgment on \nthe merits of the Sulie Estate’s claims, which were brought within the applicable \nlimitations periods.   \nB. Claims by the Ellen Estate2 \n{54} SREMC challenges all claims by the Ellen Estate as time-barred by \nthe applicable statute of limitations.  The Ellen Estate contends that application of \neither the demand and refusal doctrine or the discovery rule should save its claims, \nbut even if not, SREMC should be equitably estopped from relying on a statute of \nlimitations defense.  Having concluded that SREMC is not estopped from relying on \na statute of limitations defense, and that all claims by the Ellen Estate are time-\nbarred, the Court need not further address the underlying merits of the claims.3  \n                                                 \n2 Plaintiff makes a generalized statement that the evidence regarding other estates should support a \nfinding that SREMC had a pattern of using its standardized form without filling in the applicable \ndiscount rate or capital credit balances before and after discounting, offsetting capital credits against \nunpaid service bills before retiring capital credits, and not providing additional information unless \nrequested.  Plaintiff contends that this evidence indicates a pattern of misrepresentation and deceit \nand supports the Estates’ various claims for breach of contract, unjust enrichment, and UDTP. \n3 To the extent that the Sulie Estate makes any claims derived from Sulie’s status as the sole devisee \nof her husband’s property, those claims are also properly analyzed under the same statute of \nlimitations analysis that governs claims by the Ellen Estate.  James Henry Spell died on December \n11, 2003, and his capital credits were paid on February 10, 2004.   \n \n \n{55} SREMC states its general position  on the statute of limitations as \nfollows: “Plaintiffs filed the Complaint on February 9, 2011.  Based on this filing \ndate, all putative causes of action for conversion, unjust enrichment based on \nconversion, and breach of contract, are time barred if those actions did not accrue \nbefore February 9, 2008.” (Mem. Supp. Def.’s Third Mot. Summ. J. (“Def.’s Mem.”) \n6.) \n{56} The Court has already found that “SREMC’s liability, if any, is then in \nthe nature of contract, a breach of which, depending upon proof, may have been \naccompanied by factual misrepresentations.”  Lockerman v. S. River Elec. \nMembership Corp., 2012 NCBC LEXIS 47, at *24 (N.C. Super. Ct. Aug. 8, 2012).4   \n1. Conversion \n{57} SREMC alleges that the Ellen Esta te’s claim for conversion accrued in \nDecember 2002, and thus is time-barred by the three-year statute of limitations. \n{58} In response, Plaintiff claims that SREMC had ongoing, lawful \npossession of Ellen’s capital credits every year that they were paid, and that \nbecause possession “did not change at the time of the conversion,” the statute of \nlimitations did not begin to run until there was a demand and refusal.  (Pl.’s Br. \nOpp. Def.’s Third Mot. Summ. J. (“Pl.’s Br.”) 14.)  Plaintiff then argues that the \nconversion claim accrued upon the filing of the Class Action Complaint on February \n14, 2011, and thus is not time-barred by the three-year statute of limitations.  \n{59} The statute of limitations for claims of conversion, unjust enrichment, \nand breach of contract is three years.  N.C. Gen. Stat. §§ 1-52(1), (4) (2014).  \nTherefore, the question is whether Plaintiff’s claims accrued more than three years \nprior to the filing of the Class Action Complaint on February 9, 2011.  \n                                                 \n4 The Court also notes that, although not controlling, in dismissing Plaintiff’s appeal of the Court’s \nOrder on Defendant’s First and Second Motions for Summary Judgment, the North Carolina Court \nof Appeals noted that “some plaintiffs may not have a continued interest in the case since their \nremaining claims are barred by the statute of limitations.”  Lockerman v. S. River Elec. Membership \nCorp., No. COA12-1450, 2013 N.C. App. LEXIS 787, at *9 (N.C. Ct. App. Aug. 6, 2013). \n \n \n{60} A claim for conversion requires  “(1) an unauthorized assumption and \nexercise of right of ownership over property belonging to another and (2) a wrongful \ndeprivation of it by the owner, regardless of the subsequent application of the \nconverted property.”  N.C. State Bar v. Gilbert, 189 N.C. App. 320, 324, 663 S.E.2d \n1, 4 (2008).  Typically, a claim for conversion accrues when “some act is done which \nis a denial or violation of the plaintiff’s dominion over or rights in the property.”  \nBartlett Milling Co., L.P. v. Walnut Grove Auction & Realty Co., Inc., 192 N.C. App. \n74, 86, 665 S.E.2d 478, 489 (2008) (quoting Lake Mary Ltd. P’ship. v. Johnston, 145 \nN.C. App. 525, 532, 551 S.E.2d 546, 552 (2001)).  However, there is an exception to \nthis rule if the person has lawfully obtained possession.  Hoch v. Young, 63 N.C. \nApp. 480, 483, 305 S.E.2d 201, 203 (1983).  In that event, the true owner must \ndemand return of the goods and subsequently receive an absolute refusal to \nsurrender them.  Id.    \n{61} Plaintiff concedes that SREMC was lawfully in possession of the Ellen \nEstate’s capital credits.  Therefore, Plaintiff contends, to constitute conversion, the \nEllen Estate must have demanded the return of the credits and SREMC must have \nprovided an absolute refusal to surrender them.  Turlington applied for a refund of \nEllen’s capital credits on behalf of the Ellen Estate on October 22, 2002.  SREMC \ndiscounted Ellen’s capital credit balance and returned the discounted amount of \nEllen’s capital credits on December 9, 2002,\n5 accruing the discount to net savings. \nTurlington made no further request at that time for SREMC to refund the amount \nit retained due to the discounting. \n{62} Construing the record in the light most favorable to Plaintiff, the Court \nhas unsuccessfully struggled to find any evidentiary basis to conclude that the Ellen \nEstate’s claim for conversion, if any, did not accrue in 2002.  Although not necessary \nto its ruling, the Court is not persuaded that the Class Action Complaint can \nconstitute the “demand” upon which the doctrine of demand and refusal can rest. \n                                                 \n5 SREMC deducted $80.77 from the capital credit account to cover the unpaid balance on Ellen’s \naccount.  Unaware of this, the Ellen Estate also paid SREMC that amount, which was subsequently \nreturned to it as a refund by SREMC on December 6, 2002. \n \n \n{63} The Court concludes that Plaintiff’s claim for conversion accrued more \nthan three years prior to the filing of the Class Action Complaint, and that any \ndemand and refusal was made in 2002.  The claim of conversion by the Ellen Estate \nis barred by the statute of limitations. \n2. Unjust Enrichment, UDTP, and Breach of Contract \n{64} SREMC argues that the Ellen Estate’s claims for unjust enrichment \nand breach of contract rest on the same premise as the conversion claim, that each \naccrued in December 2002, and that each are barred by a three-year statute of \nlimitations.  SREMC contends that Ellen Estate’s UDTP claim, arising from the \nsame factual predicate, is likewise barred, but by a four-year statute of limitations. \n{65} Plaintiff contends that the Ellen Estate’s unjust enrichment and UDTP \nclaims are premised on fraud or mutual mistake and are governed by the discovery \nrule provided by section 1-52(9) of the General Statutes, and therefore that the \nclaims did not accrue “until the administrator discovers or, through the exercise of \nreasonable diligence, should have discovered the fraud or mistake.” (Pl.’s Br. 14 \n(citing Stratton v. Royal Bank of Can., 211 N.C. App. 78, 82, 712 S.E.2d 221, 226 \n(2011)).)   \n{66} Although SREMC primarily contends that all claims are contract \nclaims to which the discovery rule does not apply, SREMC further contends the \ndiscovery rule does not apply here because the Estates had the opportunity at the \ntime their capital credits were retired to discover the facts that Plaintiff contends \ngive rise to the claims.  Plaintiff contends that the Ellen Estate had no such \nopportunity because SREMC management intentionally and falsely represented the \ndiscount rate on the Ellen Estate’s disclosure form, and that Turlington could not \nand did not discover the fraud or mistake until 2010, when she first saw the notice \nof the discount program posted on SREMC’s website.\n6 \n                                                 \n6 Plaintiff further argues that the application refers to a “discount factor,” which is not adequate to \ndisclose that SREMC would utilize a “discount rate.”  The Court is not persuaded by the argument. \n \n \na. Unjust Enrichment \n{67}  An unjust enrichment claim is go verned by the three-year statute of \nlimitations of N.C. Gen. Stat. § 1-52(1).  Housecalls Home Health Care, Inc. v. \nState, 200 N.C. App. 66, 70, 682 S.E.2d 741, 744 (2009).  For actions requesting \nrelief on grounds of fraud or mistake, the statute of limitations begins to run at the \ntime of discovery of the mistake by the aggrieved party—the so-called “discovery \nrule.”  N.C. Gen. Stat. § 1-52(9).  Relief from a contract or quasi-contract on the \ngrounds of mistake requires that mistake to be mutual.  Stratton, 211 N.C. App. at \n82, 712 S.E.2d at 227.  Whether Plaintiff’s unjust enrichment claim is predicated on \nfraud or mistake is critical because “[t]he discovery rule tolls the statute of \nlimitations until the aggrieved party discovers or, through the exercise of \nreasonable diligence, should discover the mistake.”  Id. at 82, 712 S.E.2d at 226.  \n“Whether a cause of action is barred by a statute of limitation is a mixed question of \nlaw and fact . . . .” Little v. Rose, 285 N.C. 724, 727, 208 S.E.2d 666, 668 (1974).  In \norder to raise a genuine issue of material fact, a plaintiff “must allege specific facts \nupon which she intends to rely in establishing mutual mistake.”  Best v. Ford Motor \nCo., 148 N.C. App. 42, 47, 557 S.E.2d 163, 166–67 (2001).  “A unilateral mistake, \nunaccompanied by fraud, imposition, undue influence, or like oppressive \ncircumstances, is not sufficient to avoid a contract . . . .”  Marriott Fin. Servs., Inc. v. \nCapitol Funds, Inc., 288 N.C. 122, 136, 217 S.E.2d 551, 560 (1975).   \n{68} The Court was unable to find any case that specifically applies the \ndiscovery rule to an unjust enrichment claim.  Even assuming that Plaintiff is \nentitled to some extra-contractual claim, precedents in other contexts make clear \nthat the Ellen Estate’s unjust enrichment claim is time-barred.    \n{69} Plaintiff alleges only that SREMC and Turlington “could have been \nmistaken” about the discount rate and discounting procedures.  (Pl.’s Br. 14.)  \nViewing the evidence in the light most favorable to Plaintiff, the record contains no \nevidence that SREMC’s failure to apply the proper discount rate mandated by the \nbylaws was a mutual mistake, as opposed to a unilateral mistake or error by \nSREMC.  Neither is there evidence that SREMC intended to conceal the proper \n \n \ndiscount rate from the Ellen Estate.  Plaintiff refers to testimony by Kellon Davis, \nthe former SREMC employee in charge of capital credits, indicating that she could \nnot explain where her manager, David Dozier, obtained the discount rate that he \ngave her to use while discounting capital credits.  Plaintiff contends that Davis’s \nignorance of the source of the discount rate supports a finding that SREMC \nintended to defraud estates of the appropriate discounted value of their capital \ncredits.  The Court does not believe that this evidence supports the broad inferences \nof mistake or fraud that Plaintiff suggests.  Thus, this evidence is not adequate to \ninvoke the discovery rule so as to save an unjust enrichment claim from being time-\nbarred.   \n{70} In sum, the Ellen Estate’s claim for unjust enrichment is governed by \nthe three-year statute of limitations under section 1-52(1).  The claim accrued more \nthan three years before the filing of the Class Action Complaint, and is time-barred. \nb. UDTP \n{71} A UDTP claim must be brought with in four years of the accrual of the \ncause of action.  N.C. Gen. Stat. § 75-16.2 (2014).  A UDTP claim based on fraud \naccrues only at the time the fraud is discovered, or should have been discovered \nwith the exercise of reasonable diligence.  \nTrantham v. Michael L. Martin, Inc., 745 \nS.E.2d 327, 334 (N.C. Ct. App. 2013).  \n{72} The Court need not discuss the clai m further.  The discovery rule does \nnot apply to the Ellen Estate’s UDTP claim for the same reason it does not apply to \nits unjust enrichment claim. The Ellen Estate’s UTDP claim is also time-barred. \nc. Breach of Contract \n{73} Plaintiff’s brief poses no opposition to SREMC’s assertion that the \nEllen Estate’s breach of contract claim should be time-barred.7  Claims based upon \na contract are subject to a three-year statute of limitations, N.C. Gen. Stat. § 1-\n                                                 \n7 Plaintiff makes passing reference to its breach of contract claim in a heading in its opposition brief, \nbut does not discuss it again with reference to the statute of limitations, in that section or otherwise.  \n(Pl.’s Br. 13.) \n \n \n52(1), and there is no basis to apply the discovery rule to this claim.  The Ellen \nEstate’s breach of contract claim is also time-barred. \n3. Equitable Estoppel \n{74} Plaintiff argues that equit able estoppel bars SREMC’s use of the \nstatute of limitations as a defense to the claims of the Ellen Estate, citing Friedland \nv. Gales, 131 N.C. App. 802, 806, 509 S.E.2d 793, 796 (1998).  \n{75} For equitable estoppel to bar  SREMC’s use of the statutes of \nlimitations, Plaintiff must show “(1) conduct on the part of the party sought to be \nestopped which amounts to a false representation or concealment of material facts; \n(2) the intention that such conduct will be acted on by the other party; and (3) \nknowledge, actual or constructive, of the real facts.”  \nRobinson v. \nBridgestone/Firestone N. Am. Tire, LLC, 209 N.C. App. 310, 319, 703 S.E.2d 883, \n889 (2011) (quoting Bryant v. Adams, 116 N.C. App. 448, 460, 448 S.E.2d 832, 838 \n(1994)).  Further, the party asserting estoppel must have “(1) a lack of knowledge \nand the means of knowledge as to the real facts in question; and (2) relied upon the \nconduct of the party sought to be estopped to his prejudice.  Id. (quoting Bryant, 116 \nN.C. App. at 460, 448 S.E.2d at 838).  In other words, “Plaintiff[] must show [that \nTurlington] lacked knowledge and the means of ascertaining the real facts and \nrightfully relied on [SREMC’s] conduct to [her] detriment.”  Deluca v. River Bluff \nHoldings II, LLC, 2015 NCBC LEXIS 12, at *12 (N.C. Super. Ct. Jan. 28, 2015). \n{76} Plaintiff has submitted testimony that SREMC, via Kellon Davis, \nmisrepresented to Turlington her options regarding the refunding of capital credits \nto the Ellen Estate.  Plaintiff also alleges that, because Turlington was not a \nmember, she could reasonably rely solely on the standard application form and \nDavis’s statements and had no obligation to make further inquiry as to SREMC’s \nbylaws or requirements of the discounting program.  This position, of course, \nassumes that Turlington was not on notice of discounting by reason of the \napplication and Davis’s explanation.  But, application of the estoppel doctrine is not \nlimited to Turlington’s knowledge; it also requires a basis to find that SREMC made \n \n \na misrepresentation or concealment of material facts on which it intended \nTurlington to rely.   \n{77} The Court has already found that, “[a]s to a claim that the Estates \nwere foreclosed from knowing the details of the discounting program, the \napplication discloses that the discount had been adopted by the SREMC board.”  \nLockerman, 2012 NCBC LEXIS 47, at *21.  SREMC’s bylaws are available to \ncurrent members upon request at any time.  The Court finds no evidence supporting \na finding that SREMC affirmatively concealed facts regarding its discounting \nprogram.  The fact that SREMC did not more broadly advertise its bylaw revisions \nat the time of enactment in 2001 does not lead to an inference that SREMC had the \nintent to conceal information, particularly given that involvement of the SREMC \nBoard of Directors and the application of a discount factor are expressly disclosed on \nthe application for early retirement of capital credits.   \n{78} Further, as an executor of the Ellen Estate, Turlington has a statutory \nduty to settle the estate.  N.C. Gen. Stat. § 28A-13-2 (2014).  Such a duty lends \nsupport to the argument that Turlington should investigate any contractual duties \nof which she is uncertain while acting on behalf of the Ellen Estate.  There is no \ncompetent evidence either that SREMC intentionally thwarted Turlington’s \ninvestigation or that, upon inquiry, she received fraudulent information that \nSREMC intended would preclude her from making a timely challenge to SREMC’s \ndiscounting program. \n{79} The Court finds no evidence upon which Plaintiff may invoke estoppel \nto preclude SREMC’s use of the statute of limitations defense to bar the claims of \nthe Ellen Estate.   \nC. Claims by the Sulie Estate \n{80} This Court has already ruled that remaining claims must be based in \ncontract, “a breach of which, depending upon proof, may have been accompanied by \nfactual misrepresentations.”  Lockerman, 2012 NCBC LEXIS 47, at *24. \n \n \n{81} SREMC concedes that the Sulie Estate’s claims are not time-barred by \nany statute of limitations, but asserts that the Sulie Estate’s claims should be \ndismissed on their merits because the undisputed material facts demonstrate as a \nmatter of law that the Sulie Estate is entitled to no recovery.  SREMC contends that \nno contract was breached because it complied with the contract when it discounted \nand refunded the Sulie Estate’s capital credits using the proper discount rate \nrequired by SREMC’s bylaws.  Plaintiff counters that SREMC did not comply \nbecause it retired the credits based on an application made by one who had no \nauthority to make the request.  \n1. Conversion \n{82} Plaintiff contends that SREMC is liable in tort because “SREMC’s \nfailure to follow its own Bylaws Section 7.03 makes tortious the accrual of \ndiscounted capital credits to net savings of the cooperative.”  (Opp’n. Br. 20.)  \nPlaintiff asserts that James Spell was not the Sulie Estate’s legal representative \nand did not have any authority to bind it, and that SREMC was not entitled to rely \non the fact that James checked the “Executor” box on the form requesting \nretirement of Sulie’s capital credits.  However, even assuming this to be true, \nSREMC paid to the Sulie Estate the amounts calculated in accord with the discount \nrate specified by SREMC’s bylaws, and the Sulie Estate accepted the discounted \namount without protest.  Section 28A-25-6(e) of the General Statutes provides a \nrelease of indebtedness upon payment to the Clerk of Court.  Plaintiff contends that \nthe release must be limited to the amount paid to the Sampson County Clerk of \nCourt and does not extend to the amounts SREMC retained as net savings. \n{83} SREMC argues that the conversion  claim asserts a right to intangible \nexpectations, which are not subject to conversion claims.  See Gottfried v. \nCovington, 2014 NCBC LEXIS 26, at *19 (N.C. Super. Ct. June 25, 2014).  \n{84} “The tort of conversion requir es (1) an unauthorized assumption and \nexercise of right of ownership over property belonging to another and (2) a wrongful \ndeprivation of it by the owner, regardless of the subsequent application of the \n \n \nconverted property.”  Gilbert, 189 N.C. App. at 324, 663 S.E.2d at 4.  Only goods and \npersonal property, and not business opportunities and expectancy interests, are \nsubject to a conversion claim.  Norman v. Nash Johnson & Sons’ Farms, Inc., 140 \nN.C. App. 390, 414, 537 S.E.2d 248, 264 (2000); Gottfried, 2014 NCBC LEXIS 26, at \n*19.  But, the Court concludes that a member’s right to receive previously allocated \ncapital credits is more than an expectancy interest.  SREMC acknowledges that a \ndecedent’s accumulated capital credits become property of that member’s estate.  \nFurther, SREMC has a legal obligation to return capital credits to its members, \nsubject to its bylaws and the discretion of its Board of Directors, who may approve \nan early retirement of capital credits as long as it does not impair the financial \ncondition of SREMC.  \n{85} Nevertheless, the Court concludes that no conversion claim arose when \nSREMC paid the discounted capital credits to the Sulie Estate upon James’s \napplication even if he was not the Sulie Estate’s legal representative.  Although \nJames was not the legal representative, SREMC paid the discounted capital credits \nto the Sampson County Clerk of Court, and the release under section 28A-25-6(e), \nas further explained below, is effective to bar the claim.  \n{86} To the extent that the Sulie Estate has a claim for improper \ndiscounting, that claim arises in contract, not in tort.   \n2. Unjust Enrichment \n{87} The Sulie Estate’s unjust enrichment claim should be denied because \nthe Estate’s claim arises from an express contract. \n{88} Plaintiff argues that, irrespective  of the existence of express contracts \nthat may govern the amount actually paid to the Sulie Estate, the Court may still \naward as unjust enrichment an amount equal to prejudgment interest on the \nretained capital credits, citing Raintree Corp. v. City of Charlotte, 49 N.C. App. 391, \n397, 271 S.E.2d 524, 528 (1980).   \n{89} A claim for unjust enrichment is a claim in quasi-contract, or contract \nimplied in law.  Booe v. Shadrick, 322 N.C. 567, 570, 369 S.E.2d 554, 556 (1988).  It \n \n \nis well-settled law in North Carolina that, “[i]f there is a contract between the \nparties the contract governs the claim and the law will not imply a contract.”  Id.; \nsee also, e.g., Vetco Concrete Co. v. Troy Lumber Co., 256 N.C. 709, 713, 124 S.E.2d \n905, 908 (1962) (“It is a well established principle that an express contract \nprecludes an implied contract with reference to the same matter.”); Pritchett & \nBurch, PLLC v. Boyd, 169 N.C. App. 118, 124, 609 S.E.2d 439, 443 (2005). \n{90} The Court has previously ruled that  “SREMC’s liability, if any, is then \nin the nature of contract.”  Lockerman, 2012 NCBC LEXIS 47, at *24.  North \nCarolina courts have not addressed whether an electrical membership corporation’s \nbylaws create per se contractual rights between the corporation and its members.  \nSee Cape Hatteras Elec. Membership Corp. v. Stevenson, 2015 NCBC LEXIS 37, at \n*14 (N.C. Super. Ct. Apr. 9, 2015).  However, those bylaws can constitute an \nagreement if the parties agree to be bound by them.  Id.; see also Virmani v. \nPresbyterian Health Servs. Corp., 127 N.C. App. 71, 76–77, 488 S.E.2d 284, 287–88 \n(1997).  Here, the Sulie Estate bases its claim upon either the application form \nprepared by SREMC and signed by James or on SREMC’s bylaws, to which the \nEstates have agreed to be bound as a condition of their membership, thus creating \nexpress contractual relationships between the parties.  Therefore, Plaintiff’s claims \nare based on an express contract.  A claim of unjust enrichment does not lie. \n{91} Plaintiff relies on Raintree to argue that this limitation does not serve \nto bar the Sulie Estate’s claim for prejudgment interest on amounts SREMC \nretained as net savings.  \nSee 49 N.C. App. at 397, 271 S.E.2d at 528.  Raintree \ninvolved a declaratory judgment claim, and in the course of reaching its ultimate \nholding, the North Carolina Court of Appeals stated that it was “reluctant to \ndisapprove of the trial judge’s grant of supplemental relief in this case” because the \nNorth Carolina Declaratory Judgment Act should be liberally construed regarding \nthe award of prejudgment interest.  \nId. at 397, 271 S.E.2d at 528. The court of \nappeals also noted that prejudgment interest might be recovered in an action for \nmoneys paid and improperly held by another party.  Id. at 397–98, 271 S.E.2d at \n528 (citing Dean v. Mattox, 250 N.C. 246, 108 S.E.2d 541 (1959); N.C. Gen. Stat. § \n \n \n105-381(d) (2014)).  The court of appeals then concluded that, “[s]ince, under the \ncircumstances of this case, plaintiff has made the . . . payments under protest, and \ndefendant does not have authority to collect such sums, we hold that the [trial] \ncourt properly awarded pre-judgment interest.”  Id. at 398, 271 S.E.2d at 528.   \n{92} The Court concludes that Raintree does not rationally support \nPlaintiff’s claim to allow an extra-contractual claim simply because SREMC \nretained some funds when implementing the express contract.  Unlike the contract \nin Raintree, the contract in this case expressly contemplated SREMC’s retention of \nthe residual after discounting the Sulie Estate’s capital credits.  Further, applying a \nliberal declaratory judgment standard, the Raintree court limited its holding to the \ncircumstances of that case, where the plaintiff made payments under protest and \nthe defendant had no authority to collect the sums at issue.  This case shares none \nof those attributes.8  \n{93} In sum, the Sulie Estate is not entitled to pursue an unjust enrichment \nclaim. \n3. UDTP \n{94} SREMC claims that the Court’ s August 8, 2012, Order defeats any \nUDTP claim based on SREMC’s discounting program to the extent that such a \nclaim alleges any unfair, deceptive, or fraudulent practices with respect to the \ncapital credit retirement program or is based on a breach of contract claim.  SREMC \nargues that, even if it failed to follow its own program guidelines, Plaintiff has \nfailed to produce evidence of substantial aggravating circumstances surrounding \nany breach of contract to rise to the level of an actionable UDTP claim.  \nSee \nEastover Ridge, LLC v. Metric Constructors Inc., 139 N.C. App. 360, 367–68, 533 \nS.E.2d 827, 832–33 (2000) (requiring substantial aggravating circumstances for a \n                                                 \n8 Further, the enrichment that SREMC arguably enjoyed was the time value of the money it \nretained.  To determine this enrichment to be unjust, the Court must also inquire as to the time \nvalue of the money the Sulie Estate has enjoyed by accepting the early retirement.  Although it need \nnot make that inquiry here, the Court believes it unlikely that Plaintiff could prove such an \nimbalance as to make the enrichment unjust. \n \n \nbreach of contract to rise to the level of a UDTP claim, even if the breach is \nintentional).  \n{95} To recover on a UDTP claim, a plaintiff must prove that “(1) \ndefendants committed an unfair or deceptive act or practice, (2) in or affecting \ncommerce and (3) plaintiff was injured as a result.”  \nPhelps-Dickson Builders, LLC \nv. Amerimann Partners, 172 N.C. App. 427, 439, 617 S.E.2d 664, 671 (2005); see \nalso N.C. Gen. Stat. § 75-1.1 (a).  It is well-established that a UDTP claim is distinct \nfrom a breach of contract claim and that even an intentional breach is insufficient to \nsustain the action.  Eastover Ridge, 139 N.C. App. at 367–68, 533 S.E.2d at, 832–33; \nsee also Bumpers v. Cmty. Bank of N. Va., 367 N.C. 81, 88, 747 S.E.2d 220, 226 \n(2013).  A plaintiff must show substantial aggravating circumstances in order to \nrecover on a UDTP claim when the basis of the claim is governed by a contract.  \nEastover Ridge, 139 N.C. App. at 367–68, 533 S.E.2d at 832–33; Branch Banking & \nTrust Co. v. Thompson, 107 N.C. App. 53, 62, 418 S.E.2d 694, 700 (1992).  \n“Applicable aggravating circumstances include conduct of the breaching party that \nis deceptive.”  Poor v. Hill, 138 N.C. App. 19, 28, 530 S.E.2d 838, 845 (2000). \n{96} Plaintiff offers no competent evidence supporting any finding of such \nsubstantial aggravating circumstances or actionable deception.  James testified that \nhe never spoke to anyone at SREMC about the discounting of the Sulie Estate’s \ncapital credits.  The Court does not believe that the failure of the application used \nby SREMC supports a claim of actionable deception simply because the form did not \ninclude all facts regarding the retirement of the capital credits after discounting, \nsuch as the capital credit balances before and after discounting.  Also, in the case of \nthe Sulie Estate, the discount rate used was proper under SREMC’s bylaws. \n{97} In sum, the Court concludes that the Sulie Estate cannot proceed on its \nUDTP claim. \n4. Breach of Contract \n{98} SREMC contends that it fully complied with any contractual obligation \nowed to the Sulie Estate by payment of the deceased’s capital credits to the Clerk of \n \n \nCourt in the proper amount using the proper discount rate, even if it did so upon \nJames’s application when he had no authority to request the payment.9   SREMC \nfurther contends that under these circumstances the Sulie Estate suffered no harm, \nbecause payment to the Clerk of Court served to release any possible claims on the \nfull value of the Sulie Estate’s capital credits.  Plaintiff responds by alleging that \nSREMC’s failure to abide by Section 7.03 of the bylaws constitutes a breach of \ncontract, and as a result, the Sulie Estate or its representative was not informed \nthat discounted capital credit retirements are voluntary and the Sulie Estate could \nhave chosen to not receive the credits until the end of the normal retirement cycle. \n{99} The elements of a claim for breach  of contract are “(1) existence of a \nvalid contract and (2) breach of the terms of that contract.”  One Beacon Ins. Co. v. \nUnited Mech. Corp., 207 N.C. App. 483, 487, 700 S.E.2d 121, 124 (2010) (quoting \nAhmadi v. Triangle Rent A Car, Inc., 203 N.C. App. 360, 362, 691 S.E.2d 101, 103 \n(2010)).  Even if SREMC made the refund based on an unauthorized request and \nwas technically in breach of its bylaws prior to the Clerk of Court’s acceptance of the \nfunds, any claim for such a breach was released by the Clerk of Court’s acceptance \nof the amounts calculated using the proper discount rate demanded by the bylaws.  \nUnder North Carolina law, a payment by a debtor of an amount owed to the Clerk \nof Court acts as a full release to the debtor “for the payment so made.”  N.C. Gen. \nStat. § 28A-25-6 (2014).  Limited to the facts of this case, the Court believes that the \nrelease extends not only to the amount paid, but also to the amount withheld by \nSREMC as a result of discounting. \n5. Plaintiff’s Reliance on the McLelland Estate \n{100} The Court further responds to Plaintiff’s argument that a breach of \ncontract to putative class members should be recognized from the manner in which \nSREMC refunded capital credits to the McLelland Estate.  McLelland died before \nthe discounting program was implemented, but Plaintiff argues that similar other \n                                                 \n9  The Court notes but does not rely on evidence that James apparently consulted with and was \nassisted by the Clerk of Court before requesting that SREMC retire the deceased’s capital credits.   \n \n \ndecedents were treated differently.  Plaintiff argues that the evidence should lead to \nan inference that SREMC intentionally covered up that the CEO had given the \nMcLelland Estate an improper personal favor for “PR reasons,” thus violating the \ncovenant of good faith and fair dealing when giving the McLelland Estate, but not \nothers, the benefit of a full refund without discounting.   \n{101} The Court believes the suggested inference is broader than the actual \nevidence justifies. Plaintiff is correct that, “[i]n every contract there is an implied \ncovenant of good faith and fair dealing that neither party will do anything which \ninjures the right of the other to receive the benefits of the agreement.”  Bicycle \nTransit Auth., Inc. v. Bell, 314 N.C. 219, 228, 333 S.E.2d 299, 305 (1985) (quoting \nHarrison v. Cook, 213 Cal.App.2d 527, 530 (1963)).  However, the Court finds \nnothing actionable as a result of the McLelland Estate’s receipt of a full refund of \ncapital credits.  The simple fact is that McLelland died prior to the effective date of \nSREMC’s discounting program.  The Court acknowledges that Plaintiff alleges that \nSREMC discounted capital credits for other estates involving decedents who died \nbefore this effective date.  That does not, however, give rise to claims by those \nestates whose decedents died thereafter, including the Sulie Estate.  The Court \nneed not here decide whether decedents who died before the effective date of the \ndiscounting program have an actionable contract claim, and if so, whether any such \nclaim is now time-barred. \n{102} In sum, the Sulie Estate has no actionable claim for breach of contract \nbased on the retirement of McLelland’s credits. \nVII. CONCLUSION \n{103} For the foregoing reasons, SREMC’s Third Motion for Summary \nJudgment is GRANTED.  Plaintiff’s claims as administrator \nde bonis non of the \nEstates of Ellen Dudley Spell, Deceased, and Sulie Daniels Spell, Deceased are \nDISMISSED WITH PREJUDICE.  As there are no remaining claims as to these \nestates, there is no remaining representative seeking to pursue further claims on \nbehalf of a putative class.  As such, the Court concludes that this action should be \n \n \nDISMISSED WITH PREJUDICE and that this Opinion constitutes the FINAL \nJUDGMENT of the Court on all claims. \nIT IS SO ORDERED, this 8th day of June 2015. \n \n \n       /s/ James L. Gale                                  l \n       J a m e s  L .  G a l e  \n       Chief Special Superior Court Judge \n          f o r  C o m p l e x  B u s i n e s s  C a s e s  "
}