{
  "id": "11f91747246547b07ce6e0a8e0df04edea14d632cfc5f725d0ed5285c5cb7f42",
  "source_file": "data/raw/ncbc/11f91747246547b07ce6e0a8e0df04edea14d632cfc5f725d0ed5285c5cb7f42.pdf",
  "raw_text": "Levin v. Jacobson, 2016 NCBC 64. \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n10 CVS 12062 \n \nERIC LEVIN, HOWARD SHAREFF, \nSHAREFF & ASSOCIATES, DDS \nPA, individually and derivatively in \nthe right of LAKEBOUND FIXED \nRETURN FUND, LLC, and \nSILVERDEER OLDE LIBERTY, \nLLC, \n \nPlaintiffs, \n \nv. \n \nHOWARD A. JACOBSON, CILPS \nACQUISITION LLC, and \nPROVINCE GRANDE OLDE \nLIBERTY LLC, \n \nDefendants. \n \n \n \n \n \n \n \n \nORDER AND OPINION AMENDING \nSUMMARY JUDGMENT ORDER \n \n \n1. THIS MATTER is before the Court (i) sua sponte and pursuant to N.C. R. \nCiv. P. 60 for the Court’s reconsideration of its Order and Opinion on Motions for \nSummary Judgment, Levin v. Jacobson, 2015 NCBC LEXIS 111 (N.C. Super. Ct. Dec. \n7, 2015) (hereinafter, the “Summary Judgment Order”) ; and (ii) upon Plaintiffs Eric \nLevin, Howard Shareff, and Shareff & Associates, DDS PA, individually and \nderivatively in the right of Lakebound Fixed Return Fund, LLC and SilverDeer Olde \nLiberty, LLC ’s (collectively, “Plaintiffs”) Motion to Reconsider (the “Motion to \nReconsider”) in the above-captioned case.   \nParry Tyndall White,  by James C. White and Michelle M. Walker , for \nPlaintiffs Eric Levin, Howard Shareff, and Shareff & Associates, DDS \nPA, individually and derivatively in the right of Lakebound  Fixed \nReturn Fund, LLC and SilverDeer Olde Liberty, LLC. \n \nRobinson Elliott and Smith, by William C. Robinson,  and Katherine \nArmstrong, for Defendant Province Grande Olde Liberty LLC. \n \n \n \nHoward A. Jacobson, for Defendants Howard A. Jacobson and CILPS \nAcquisition LLC. \n \nBledsoe, Judge. \nI. \nBACKGROUND \n2. As explained in the Summary Judgment Order, this action was originally \nfiled in August 2010 and involves a lengthy and intricate procedural history.  At the \ntime the summary judgment motions were filed and briefed, our state’s Limited \nLiability Act was codified in Chapter 57C of the North Carolina  General Statutes, \nand the parties briefed and argued the motions under that Chapter.  In 2013, the \nGeneral Assembly repealed Chapter 57C and replaced it with Chapter 57D, effective \nJanuary 1, 2014.  See N.C. Gen. Stat. § 57D-11-01.  Chapter 57D specifically provides \nthat “any proceeding commenced before January 1, 2014, may be completed with the \nlaw then in effect, ”  N.C. Gen. Stat. § 57D -11-03(b), and the Court in the Summary \nJudgment Order elected to apply Chapter 57C in light of the parties’ extensive \nbriefing under that chapter, Levin, 2015 NCBC LEXIS 111, at *13–14 n.3.       \n3. In the Summary Judgment Order, the Court granted in part and denied in \npart the parties’ cross-motions for summary judgment.  The Court dismissed several \nof Plaintiffs’ claims and denied summary judgment as to Plaintiffs’ derivative claims \nfor breach of fiduciary duty, constructive fraud, and conversion, and Plaintiffs’ \ndemand for a constructive trust and accounting.   Levin, 2015 NCBC LEXIS 111, at \n*35.  \n \n \n4. Plaintiffs contend that Defendant Howard A. Jacobson (“Jacobson”) owed a \nfiduciary duty to Plaintiff Lakebound Fixed Return Fund, LLC (“Lakebound”) as the \nalleged manager of Lakebound.  The Court determined as a matter of law that \nLakebound’s manager owed a fiduciary duty to Lakebound.  The Court denied \nDefendants’ motion for summary judgment on the derivative breach of fiduciary duty \nclaim because the Court concluded that there existed a genuine issue of material fact \nconcerning whether Jacobson was in fact a manager of Lakebound.  Id. at *23–24. \n5. The parties did not dispute that Lakebound’s Operating Agreement \nidentified Silver Deer Management as Lakebound’s manager.  Nevertheless, the \nCourt was persuaded at that time that there existed a genuine issue of material fact \nconcerning whether Jacobson was Lakebound’s manager  because Lakebound’s 2009 \nAnnual Report filed with the Secretary of State identified Jacobson as Lakebound’s \nmanager.  In its briefs on the motions for summary judgment, Plaintiffs directed the \nCourt’s attention to statutory language that  \n[a]ny  person  dealing  with  a  limited  liability  company  or  a  foreign  \nlimited  liability company  may  rely  conclusively  upon  its  most  recent  \nannual  report  and  any  amendments  to  it on  file  with  the  Secretary  \nof  State  as  to  the  identity  of  its  managers,  except  to  the  extent  \nthe person has actual knowledge that a person identified therein as a \nmanager is not a manager.    \n \nN.C. Gen. Stat. § 57C-3-25(a) (2012).  The Court reasoned that, on the basis of section \n57C-3-25(a), the conflict between the Operating Agreement and the 2009 Annual \nReport created a genuine issue of material fact such that Plaintiffs were entitled to \npresent evidence to the jury that Jacobson was Lakebound’s manager.  Id. at *24.   \nThe parties did not address whether section 57C-3-25(a) should be differently applied \n \n \nto claims by a third -party dealing with an LLC or to claims  among the members of \nan LLC. \n6. Plaintiffs prem ised their derivative claim for constructive fraud on \nJacobson’s alleged breach of fiduciary duty as Lakebound’s purported manager.  (Pls.’ \nBr. Supp. Summ. J. 23.)  A claim for constructive fraud can only arise “where a \nconfidential or fiduciary relationship exists.”  Forbis v. Neal, 361 N.C. 519, 528, 649 \nS.E.2d 382, 388 (2007).  Reasoning that the filing of the annual report listing Jacobson \nas Lakebound’s manager constituted some evidence that he was, in fact, its manager, \nthe Court denied both summary j udgment motions on the derivative claim for \nconstructive fraud.  Levin, 2015 NCBC LEXIS 111, at *25.   \n7. The Court has now concluded that the filing of the annual report listing \nJacobson as a manager is not competent evidence in an action between Lakebound \nand its members.  It is, therefore, appropriate that the Court amend its earlier order \nso as to grant summary judgment  against Plaintiffs ’ breach of fiduciary duty and \nconstructive fraud claims. \n8. This matter was scheduled for trial on August 29, 2016.  In light of the \nupcoming trial, the Court notified counsel of its intent to issue this order by email on \nAugust 23, 2016, and Plaintiffs’ counsel filed the Motion to Reconsider on the same \nday.  The Court heard the Motion to Reconsider by telephone on Augu st 24, 2016.   \nConsidering the proximity of this order to the scheduled trial date, the Court invited \nrequests for a continuance and, at the request of Plaintiffs’ counsel, continued the \ntrial’s start date to August 31, 2016.   \n \n \nII. \nLEGAL STANDARD \n9. N.C. R. Ci v. P. 60(a) permits a judge to correct, upon his or her own \ninitiative, “[c]lerical mistakes in judgments, orders, or other parts of the record and \nerrors therein arising from oversight or omission.”  Under this rule, the trial court \ngenerally cannot make modifications to an order or judgment which affect the \nsubstantial rights of a party.  Spencer v. Spencer, 156 N.C. App. 1, 10–11, 575 S.E.2d \n780, 786 (2003).  Nevertheless, our appellate case law indicates that a trial court \njudge has the authority to reconsider his or her own summary judgment ruling.  See \nMiller v. Miller, 34 N.C. App. 209, 237 S.E.2d 552 (1977).  In Miller, the defendant \nfiled a motion for summary judgment in a proceeding seeking the partition of a \ntenancy by the entirety.  Id., 34 N.C. App. at 209, 237 S.E.2d at 552.  The trial court \ndenied the motion for summary judgment on March 2, 1976 and then struck its order \nand granted summary judgment on September 14, 1976.  Id.  The Court of Appeals  \nrejected the plaintiff’s argument that the trial court erred in reversing its own \nsummary judgment ruling, holding that “[a]n order denying summary judgment is \nnot res judicata and a judge is clearly within his rights in vacating such a denial.”  \nMiller v. Miller, 34 N.C. App. 209, 212, 237 S.E.2d 552, 555 (1977).   \n10. The Court of Appeals has reaffirmed this principle in later cases.  “ Miller \npresented the question whether a judge who rules on a motion for summary judgment \nmay thereafter strike the order, rehear the motion for summary judgment, and allow \nthe motion.  Such procedure does not involve one judge overruling another, and is \n \n \nproper under Rule 60.”  Carr v. Great Lakes Carbon Corp., 49 N.C. App. 631, 635, 272 \nS.E.2d 374, 377 (1980).  See also Barnes v. Taylor, 148 N.C. App. 397, 400, 559 S.E.2d \n246, 248 (2002) (citing Rule 60 as a “grand reserve of equitable power” to hold that \n“the trial court had authority to set aside its earlier judgment on its own initiative.”) \n11. A party’s motion brought under Rule  60(b) is addressed to the sound \ndiscretion of the trial court and will not be disturbed absent a showing of abuse.   \nIII. \nANALYSIS \n12. Upon further consideration, and in preparation for the upcoming trial, the \nCourt has concluded that its prior Summary Judgment Order did not fully appreciate \nthe necessary relationship between Plaintiffs’  derivative claims and sect ion 57C-3-\n25(a).  As derivative claims, the plaintiff in interest is Lakebound  itself, rather than \nthe individual investors asserting the derivative claims on Lakebound’s behalf.  After \nfurther reflection, the Court concludes that Lakebound is not “any person dealing \nwith a limited liability company ” within the scope of  section 57C -3-25(a), because \nLakebound is the very limited liability company at issue.  The only case that this \nCourt has found construing section 57C -3-25(a) takes a similar view, stating in a \nfootnote that the statute “allows third parties  dealing with a limited lia bility \ncompany” to rely upon an annual report.  Peak Coastal Ventures, L.L.P. v. SunTrust \nBank, 2011 NCBC LEXIS 13, at *14 n.4 (N.C. Super. Ct. May 5, 2011) (emphasis \nadded).   \n \n \n13. That is, section 57C -3-25(a) was intended to embody a notion of apparent \nauthority, which generally would have no application to members of an LLC who are \ncharged with knowledge of contrary provisions in an operating agreement to which \nthey are parties.  See Heath v. Craighill, Rendleman, Ingle & Blyth e, P.A., 97 N.C. \nApp. 236, 242, 388 S.E.2d 178, 182 (1990) (“Under the doctrine of apparent authority, \na principal’s liability . . . must be determined by what authority the third person . . . \nwas justified in believing that the principal had . . . conferred upon his agent.”); Munn \nv. Hamount Rehab. & Nursing Ctr., Inc. , Biesecker v. Biesecker, 62 N.C. App. 282, \n285, 302 S.E.2d 826, 828–29 (1983) (“[A] person signing a written instrument is under \na duty to read it for his own protection, and ordinarily is charged w ith knowledge of \nits contents.”) (citation omitted). \n14. Furthermore, in preparing for the trial of these claims, it has come to the \nCourt’s attention that Chapter 57D provides that: \nIn the event of a conflict between the operating agreement and a \nprovision in any document of an LLC filed by the Secretary of State: \n(1) The operating agreement shall prevail as to parties to the \noperating agreement and company officials. \n(2) The document filed by the Secretary of State shall prevail as to \npersons who are not parties to the operating agreement and are \nnot company officials to the extent that they reasonably rely on \nthe document filed by the Secretary of State.   \n \nN.C. Gen. Stat. § 57D-2-30(d) (2014).   The Court need not apply Chapter 57D to this \naction, but it is consistent with this Court’s p resent view that section 57C -3-25(a) \nshould be read restrictively so that the filing of an annual report listing a manager \nfor an LLC  inconsistently with the LLC’s operating agreement should only be \npotential evidence of that listed manager’s fiduciary duty in actions brought by non-\n \n \nmembers and non -signatories to the LLC’s operating agreement.   That is, the \nsection’s intent is in the nature of embodying a doctrine of apparent authority, and \nthat doctrine is not appropriately applied in a claim by a member who has , or is \ndeemed to have, knowledge of the operating agreement.  Otherwise, a member would \nbe allowed to ignore his own contractual agreement.  Under the Court’s present \nunderstanding of section 57C -3-25(a), Plaintiffs are bound to the Operating \nAgreement, which identifies SilverDeer Management as Lakebound’s manager.   \n15.  Alternatively, the Court concludes that it would be proper to apply Chapter \n57D to this case, and if it does so, it is clear that Chapter 57D would compel a finding \nthat Plaintiffs have failed in their proof of Jacobs on’s fiduciary duty, as the only \nevidence on which Plaintiffs rely to prove that duty is the filing of the annual report \nlisting Jacobson as Lakebound’s manager.   \n16. As stated above , a proceeding initiated prior to 2014 “m ay be completed” \nunder the law then in effect, N.C. Gen. Stat. § 57D -11-03(b), which gives the Court \ndiscretion to apply either Chapter 57C or 57D.  See also Davis v. Davis, 2014 NCBC \nLEXIS 60, at *8 (N.C. Super. Ct. Nov. 21, 2014) (describing section 57D -11-03(b) as \npermissive).  When presented with two relevant statutes regarding the identity of an \nLLC’s manager, the Court considers it proper to apply the more specific statute.   \nIndeed, such a decision is a logical offshoot of the well -established rule of statutory \nconstruction that a specific statute controls over statutes of general application.  \nUtilities Comm. v. Electric Membership Corp., 275 N.C. 250, 260, 166 S.E.2d 663, 670 \n(1969).  Here, section 57D -2-30(d) speaks precisely to the question of whether an \n \n \noperating agreement or an annual report controls with respect to the identity of an \nLLC’s manager.  Accordingly, it would be proper for the Court to apply Chapter 57D.  \nApplying section 57D-2-30(d) here, the statute mandates that Lakebound’s Operating \nAgreement “shall prevail” over the 2009 Annual Report when relied upon by these \nPlaintiffs for the identity of Lakebound’s manager.    \n17. In sum, the Court concludes that  its Summary Judgment Order was \nimprovidently entered and should be amended , whether summary judgment is \ndecided under either Chapter 57C or Chapter 57D. \n18. In their Motion to Reconsider, Plaintiffs argue that the Court should apply \nonly section 57C-3-25(a) because this action, the motion for summary judgment, and \nthe summary judgment briefs were all filed when Chapter 57C was in effect , and \nPlaintiffs may have advanced different evidence if t he Court intended to apply \nChapter 57D.  While the Court is in one sense sympathetic to Plaintiffs’ argument, \nthe argument belies that the parties were given an opportunity to address any change \nin law between the briefing of the motions when the case was pending before Judge \nJolly and the time at which the case was transferred to the undersigned in early 2015.  \nRecognizing that the summary judgment motions had been filed in 2012 and 2013 , \nthe Court, in a March 3, 2015 order, gave the parties leave to file supplemental briefs \n“to bring new matters or new case law to the Court’s attention that could not ha ve \nbeen raised prior to the completion of briefing on Plaintiffs’ Motion for Summary \nJudgment on May 15, 2012.”  Order and Notice of Hearing, Levin v. Jacobson, No. 10 \nCVS 12062 (N.C. Super. Ct. March 3, 2015).  For that reason, the Court believes that \n \n \nPlaintiffs were fairly on notice that the Court’s summary judgment ruling could have \napplied either Chapter 57C or Chapter 57D.   \n19. Plaintiffs argue in turn that there is still a genuine issue of material fact \nregarding Lakebound’s manager because section 57D -2-30(d) merely creates a \nrebuttable presumption that an operating agreement trumps an annual report  and \nthat Plaintiffs are entitled to bring forward evidence that the annual report \naccurately reflects the identity of Lakebound’s manager .  Under the facts o f record, \nhowever, the Court need not decide whether Plaintiffs’ proposed interpretation is \ncorrect.  T he 2009 Annual Report was the only evidence in the summary judgment \nrecord to demonstrate that Jacobson was Lakebound’s manager.  The Court concludes \nthis evidence is not sufficient proof of Jacobs on’s fiduciary duty either under section \n57C-3-25(a) properly applied or under section 57D-2-30(d) as a matter of law.   \n20. As a result, the Court concludes that there is not a genuine issue of material \nfact regarding whether Jacobson was Lakebound’s manager and thus owed \nLakebound fiduciary duties.  Plaintiffs’ derivative claim for breach of fiduciary duty \nmust be dismissed with prejudice.  Likewise, Plaintiffs’ derivative cl aim for \nconstructive fraud rest s solely on the alleged fiduciary duty that Jacobson owed to \nLakebound as its purported manager , and Plaintiffs do not otherwise argue that \nJacobson had some other confidential relationship with Lakebound.  Accordingly, \nPlaintiffs’ derivative claim for constructive fraud must also be dismissed with \nprejudice.   \n \n \n21. While the Court has concluded that the same result would obtain under \neither Chapter 57C or Chapter 57D, the Court addresses  Plaintiffs’ argument that \nChapter 57D should not be applied because “the repeal of the former Chapter 57C of \nthe General Statutes shall not affect any liability or penalty incurred under the \nprovisions of that Chapter prior to its repeal.”  N.C. Gen. Stat. § 57D-11-03(a).  That \nlanguage, however, d oes not apply to the situation before the Court.  The Court’s \nSummary Judgment Order was not a “liability or penalty incurred” by any party; it \nwas a determination at that time that the parties’ evidence created a genuine issue \nof material fact.  Furthermo re, the phrase “incurred under the provisions of that \nChapter prior to its repeal” indicates to the Court that this language speaks to a more \nspecific situation in which a judgment or penalty was entered under Chapter 57C and \nthe liable party later seeks t o argue that the repeal of Chapter 57C voids the \njudgment or penalty.  Section 57D-11-03 on the whole makes it clear that the Court \ncan apply Chapter 57D retroactively.  In addition to the permissive language already \ndiscussed in subpart (b), subparts (c) and (e) allow courts to apply Chapter 57D to \nevents occurring prior to 2014.   \n22. Accordingly, for the reasons stated above, the Court denies Plaintiff’s motion \nto reconsider.   \nIV. \nCONCLUSION \n23. WHEREFORE, for the reasons stated herein, the Court, in the exercise of \nits discretion, hereby AMENDS its Summary Judgment Order and DISMISSES with \n \n \nprejudice Plaintiffs’ derivative claims for breach of fiduciary duty and constructive \nfraud.  The Court , in the exercise of its discretion,  DENIES Plaintiffs’ Motion to  \nReconsider.  This Order does not alter the Summary Judgment Order in any other \nrespect, and those provisions remain unchanged and unaffected by this Order.  \nSO ORDERED, this the 25th day of August, 2016. \n \n \n      /s/ Louis A. Bledsoe, III   \n      Louis A. Bledsoe, III \n      Special Superior Court Judge \n        for Complex Business Cases \n \n \n "
}