{
  "id": "12090ecda88e1e3a0e21a346075747c7159c6d4324c5f836437bee49f6995495",
  "source_file": "data/raw/ncbc/12090ecda88e1e3a0e21a346075747c7159c6d4324c5f836437bee49f6995495.pdf",
  "raw_text": " Innovare, Ltd. v. SciTeck Diagnostics, Inc., 2023 NCBC 5. \nSTATE OF NORTH CAROLINA \n \nHENDERSON COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 2180 \n \nINNOVARE, LTD., A Nevada \nLimited Liability Company, \n \nPlaintiff,  \n \nv. \n \nSCITECK® DIAGNOSTICS, INC., A \nDelaware Corporation, \n \nDefendant. \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION TO DISMISS \nCOUNTERCLAIMS AND MOTION TO \nSTRIKE AFFIRMATIVE DEFENSES \nAND DEFENDANT’S MOTION FOR \nLEAVE TO AMEND \n  \n THIS MATTER  comes before the Court o n Plaintiff’ s Motion to  Dismiss \nCounterclaims and Motion to Strike Affirmative Defenses (“Motion to Dismiss,” ECF \nNo. 17) and Defendant’ s Motion for Leave to Amend Sciteck Diagnostics, Inc.’s \nAnswer to Innovare Ltd.’s Complaint and Counterclaims  (“Motion to Amend, ECF \nNo. 44) (collectively, “Motions”).  THE COURT concludes that the Motions should be \nGRANTED, in part, and DENIED, in part.  \nKilpatrick Townsend & Stockton LLP by Joseph S. Dowdy and Elizabeth \nL. Winters for Plaintiff Innovare, Ltd. , A Nevada Limited Liability  \nCompany. \n \nKing Law Offices PLLC by J. Patrick A. Twisdale for Defendant Sciteck® \nDiagnostics, Inc., A Delaware Corporation.  \n \nDavis, Judge.  \nINTRODUCTION \n1. The parties to this action agree that they entered into a distributorship \nagreement relating to a product manufactured by Defendant Sciteck Diagnostics, Inc. \n(“Sciteck”) consisting of strips designed for  COVID-19 testing .  However, that is \npractically all that they agree upon.  Indeed, the part ies are the proverbial ships \n \n \npassing in the night in terms of the ir respective pleadings  in which they offer \ncompeting narratives regarding the nature , extent, and cessation  of their business \nrelationship.  The issues currently before the Court concern the legal validity of the \ncounterclaims and affirmative defenses asserted by Sciteck  and whether Sciteck \nshould be permitted to amend them. \nFACTUAL AND PROCEDURAL BACKGROUND \n2. “The Court does not ma ke findings of fact on a motion to dismiss  \n[counterclaims] pursuant to Rule 12(b)(6) ” and instead recites those factual \nallegations from the counterclaims that are “relevant and necessary to a \ndetermination of the [m]otion.”  Chi v. N. Riverfront Marina & Hotel LLLP, 2022 \nNCBC LEXIS 98, at **2 (N.C. Super. Ct. Aug. 24, 2022).1 \n3. “Sciteck is a corporation organized under the laws of Delaware[.]”  (Am. \nCountercls. ¶ 1, ECF No. 44.1.)  “Sciteck is a pioneer and innovator in the biological \ntesting industry, including antigen testing for SARS -CoV-2” (“COVID-19”).  ( Am. \nCounterclaims ¶ 5.)  Sciteck has created  a COVID-19 test called SALIVAQUIK, a \nviral testing strip that requires “only a smal l saliva sample to quickly test for the \nvirus.”  (Am. Countercls. ¶ 8.) \n4. As background information , Sciteck’s counterclaims explain how a \nmedical product that has not yet received full regulatory approval  may nonetheless \n \n1 As noted below, the Court is electing —in furtherance of judicial economy —to consider \nPlaintiff’s arguments in  support of its Motion to Dismiss  as applied to Sciteck’s proposed \namended counterclaims.  Accordingly, this opinion cites to the factual allegations and claims \ncontained in the amended co unterclaims rather than  those set out in  Sciteck’s original \ncounterclaims. \n \n \nbe used to “diagnose, treat or preve nt serious or life -threatening diseases” under \nEmergency Use Authorization (“EUA”) authority.  (Am. Countercls. ¶ 13.)  However, \ncertain criteria must be met in order to obtain EUA approval , “including that there \nare no adequate, approved, and available alternatives.”  (Am. Countercls. ¶ 13.)  The \nformal process for obtaining EUA approval involves “an application, relevant data \nand evidence, and a formal request that the FDA  [Food and Drug Administration] \nissue an EUA for the device.”  (Am. Countercls. ¶ 15.)  “[T]he FDA has the authority \nto require additional data and information on a case -by-case basis to ensure \ncompliance with the statutory criteria for EUA approval of a specific device [,]” and \nthe amount of required data can vary from device to device.  (Am. Countercls. ¶ 17.)    \n5. Generally, a device’s sponsor “engage[s] in studies and testing that are \ncompliant with and sufficient for the FDA’s EUA approval conditions.”  ( Am. \nCountercls. ¶ 19.)  This necessary testing is called Research Use Only (“RUO”)  \nactivity, which the FDA strictly regulates, including requiring labeling of all subject \ndevices “for research use only.”  (Am. Countercls. ¶ 21.)  The FDA provides pre-EUA \nguidelines, “which include[] limiting testing ‘to laboratories certified to perform high \ncomplexity testing, and at the point -of care when covered by the laboratory’s . . . \ncertificate for high complexity testing.’ ”  (Am. Countercls. ¶ 26.) \n6. In response to the growing need for COVID-19 testing devices as a result \nof the coronavirus pande mic, Sciteck began developing the SALIVAQUIK device.  \n(Am. Countercls. ¶ 23.)   \n \n \n7. Sciteck’s counterclaims allege the existence of  the SALIVAQUIK \ntrademark, which is not federally registered “but holds all relevant rights of an \nunregistered trademark under bo th federal and state law, including common law.”  \n(Am. Countercls. ¶ 11.) \n8. Defendant Innovare Ltd. (“Innovare”) “provides consulting, IT, and data \nmanagement services.”  (Am. Countercls. ¶ 32.)  In 2020, “Innovare was in need of an \noral fluid testing laboratory to assist Innovare in performing reverse transcriptase \npolymerase chain reaction (‘RT -PCR’) testing.”   (Am. Countercls.  ¶ 33.)   Innovare \nengaged Sciteck to provide “oral fluid testing.”  (Am. Countercls. ¶ 34.)  “Sciteck also \nbecame aware of Innovare’s software utilized in connection with RT -PCR testing.”  \n(Am. Countercls. ¶ 34.)   \n9. The parties subsequently entered into discussions “as to whether \nInnovare would be capable of providing software for purposes  of allowing a user to \ninterpret and validate the results of a SALIVAQUIKTM test device using a \nsmartphone.”  ( Am. Countercls. ¶ 35.)  Innovare touted its experience in software \ndevelopment in compliance with federal regulatory schemes, including tho se of the \nFDA.  (Amended Counterclaim ¶ 36.)  Although the parties initially only drafted an \nagreement concerning the  licensing of Sciteck ’s intellectual property, the parties \nultimately agreed that Innovare would serve as a “non-exclusive distributor of the \nSALIVAQUIKTM device following EUA approval of the device.”  (Am. Countercls. ¶¶ \n38–39.)  Along with distribution, “Innovare was to provide [s]oftware for purposes of \nallowing a user to interpret the result of the SALIVAQUIKTM test device using a \n \n \nsmartphone.”  (Am. Countercls. ¶ 41.)  The parties formalized this relationship in a \ndocument titled Licensing and Master Distributor Agreement  (“Distributor \nAgreement”) that was executed by the parties on 18 February 2021 .  ( Distributor \nAgreement, ECF No. 2, Ex. A.) \n10. Because the Distributor Agreement—which is neither a model of \nspecificity nor clarity2— is relatively short and its terms are highly relevant to the \nparties’ dispute, the Court deems it helpful to quote the terms of the document largely \nverbatim: \nThis Agreement . . . is made and entered into on February 18, 2021 (the \n“Effective Date ”) by and between Innovare, Ltd. a Nevada limited \nliability company (“ Innovare”) and Sciteck® Diagnostics, Inc., a \nDelaware corporation (“Sciteck”).  \n \nWHEREAS, Innovare has developed and owns intellectual property and \nproprietary information (the “IP/Content”) to include but not limited to \nsoftware, websites (e.g. SalivaQuick  [sic]), PDA and smart phone \nsoftware and Sciteck which has developed and manufactures a  rapid \ndiagnostic single use test device technology (“ SALIVAQUIKTM”). The \nterm “SalivaQuik” shall mean and include all rapid test strips produced \nby Sciteck designed for COVID -19, influen za or any other infectious \ndisease which are part  of Sciteck’s Chemte st® line of dry chemistry \nproducts which “IP/Content” belong to Sciteck.  \n \nWHEREAS, Sciteck intends to bring the SalivaQuik to market prior, \nduring or after EUA submission(s) or after receipt of the Federal Drug \nAdministration’s [sic] (FDA) Emergency Use Authorization (“EUA”) for \nlaboratory, non-laboratory and/or at home use approval(s) pursuant to \nthe Instructions For Use.  Sciteck principle [sic] operations are the \ndevelopment, manufacturing, and selling products for dry chemistry test \nstrips, biotechnolo gy, urinalysis, clinical chemistry, toxicology, \npharmaceuticals, treatment and safety applications and these products \nwholly belong to Sciteck and are protected under this agreement.  \n \nBUSINESS [sic], Sciteck desires to use, as necessary and as permitted \nhereunder, so much allowed by Innovare to use Innovare’s website, \n \n2 The document also contains a number of typographical errors. \n \n \nsoftware and/or smart phone applications software allowing Innovare to \ndistribute and sell Sciteck’s “IP/ Content”, allowing users of Sciteck’s \nSalivaQuik technology to access the software for use in determining test \nresults and any other functionality that may be available or updated \nfrom time to time as needed.  \n \nAgreement \n NOW, THEREFORE, in consideration of the premises [sic] \ncontained herein and the mu tual covenants and restrictions of this \nAgreement, all of which consideration is hereby deemed and \nacknowledged as both received and adequate, Innovare and Sciteck \nagree as follows: \n \n . . .  \n \n2. Grant of Licenses and Restrictions on use of IP/Content by \nSciteck; Payment.  \n \n(a) Innovare hereby grant s to Sciteck a nonexclusive license (the “Sciteck \nLicense”), during the term of this Agreement, so long as Sciteck is not in \nbreach of this Agreement, to use the Innovare Licensed IP/Content for \nthe purposes contemplated in this Agreement and Sciteck is expressly \nprohibited from using any form of the Innovare Licensed IP/Content for \nany reason outside the scope and purpose of this Agreement.  \n \n(b) Sciteck hereby grants to Innovare a non -exclusive license (the “Sciteck \nLicense”), during the term of this Agreement, so long as Innovare is not \nin breach of this Agreement, to use the Sciteck Licensed IP/Content for \nthe purposes contemplated in this Agreement.  Innovare is expressly \nprohibited from using any form of the Sciteck Licensed IP/Content for \nany reason outside the scope and purpose of this Agreement.  \n \n3. Term.   This Agreement will commence on the date of the full execution \nhereof and will continue for five (5) years, to be automatically renewed \nthereafter for successive one (1) year periods, unless terminated after \nyear 3 per section 7.  \n \n4. Independent Relationship, Warranty and Indemnity.  \n(a)       Innovare and Sciteck will, and throughout the term of this \nAgreement will be, independent contractors and not employees, \npartners or agents of the other.  Neither Innovare or Sciteck shall have \nany authority to bind the other to any agreement or contract nor shall it \nhave any authority to represent the other or their respective \ntechnologies, intellectual property, business or systems in a fashion \n \n \nother than that expressly set forth herein and Innovare sha ll not be \nresponsible for any operating expenses, fees, costs or charges, or any \nincome or other tax liabilities of Sciteck.  Sciteck shall not be responsible \nfor any operating expenses, fees, costs, or charges, or any income  or \nother tax liabilities of Innovare and Sciteck represents and warrants to \nInnovare that Sciteck’s production, distribution, and sale of the \nSalivaQuik and Sciteck’s use of the Innovare Licensed IP/Content is and \nwill be at all times during the term of this Agreement in full compliance \nin all r espects with all local, state and federal rules, regulations, \nrestrictions, laws, guideline, ordinances and any similar obligation or \nrequirement including, but not  limited to, the Federal Drug \nAdministration’s [sic] EUA for the SalivaQuik.  Both parties agree and \nshall fully indemnify each other for any reasons.  \n \n4.3 Price, Payment Terms. For Innovare’s sell  [sic] and \ndistribution of the Sciteck L icensed IP/Content and/or products, \nInnovare shall receive a royalty to be calculated and paid as follows: On \nor before the last day of the month following the end of each quarter \nafter the signing of this agreement. [sic]  Sciteck shall pay Innovare an \namount equal to the number of Strips sold and/or distributed by \nInnovare multiplied by Thirty Cents ($0.30) for  each strip sold (e.g. 30 \ncents per strip) and the royalties will only be due on Sciteck’s receipt of \nfunds for strips sold via Innovare Distributorship and said funds shall \nhave cleared Sciteck’s accounts prior to payment of royalties for the \nquarter paid.  The royalty fees shall be inclusive for any and all use of \nprograms, functions, and services provided by Innovare.  For clarity, the \nterm “sold” means the strips are no longer the property of Sciteck; the \nterm “produced” means the strips are still the property of Sciteck.  \n \n6. Innovare Distributorship.  All pricings including the wholesale \nprice is [sic] determined and agreed upon by Innovare and Sciteck \ncollectively.  Innovare and Sciteck will determine a base cost which will \ninclude all costs of production including but not limited to packaging and \nthe Innovare license fee as well as any agreed upon base expenses.  Any \namount added to the base expenses that will determine the base sale \nprice will be split evenly between Innovare and Sciteck.  All sales must \nbe documented in a transaction log that will be maintained by Innovare \nand may be updated to be an electronic order system when available.  \n \n7. Expressed Authority for Innovare Distributor.  Innovare shall \nuse commercially reasonable efforts to market, distribute and sell the \nProducts in the Territory.  Manufacturer, represents and warrants that \nit has the right and authority to grant the above distribution rights to \n \n3 The Distributor Agreement contains two paragraphs labeled as “4” and none labeled as “5.” \n \n \nDistributor.  Innovare will be considered the Class A distributor and all \nother distributors will be under Innovare and listed as Class B \nDistributors.  Sciteck issues expressed authority to Innovare as Class A \nDistributor for SalivaQuikTM marketed products.  All Class B \ndistributor sales, appointments and inquiries must be through the Class \nA distributor.  All sales must be documented in a transaction log that \nwill be maintained by Innovare and may be updated to be an electronic \norder system when available.  This Class A designation authority \nincludes all Domestic (USA) and International territories.  \n \n8. Termination.  Either party to this Agreement may terminate this \nAgreement for the following reasons: (i) a default by the other party \nhereto after expiration of all applicable notice and cure periods, (ii) a \nbreach of any representation contained herein, or (iii) the failure to \nsatisfy an obligation regarding payment.  Either party can terminate at \nany time with written notice after the 3rd year of the agreement.  In \ncase of either Innovare or Sciteck’s acquisition the terms of the \nagreement will not be affected.  \n \n9. Notice and Cure Periods .  Each party has ten (10) business days \nfrom the receipt of such notice within to cure such alleged default or \nprovide reasonable proof that such alleged default does not exist.  Notice \nto any party hereunder shall be deemed to have been given (i) when \ndelivered by hand or by Federal Express or a simi lar overnight courier, \nor (ii) seven (7) days following the date on which such notice is deposited \nin the United States Mail as Certified Mail, Return Receipt Requested, \nFirst Class Postage.  \n \n . . .  \n \n13. Innovare Limited Use Authorization for “ SalivaQuik”:  \nSciteck hereby authorizes Innovare to use the Sciteck SalivaQuik IP \nsolely for the purposes contemplated in this Agreement.  Innovare is \nexpressly prohibited from using any form of the Sciteck or SalivaQuik \nIP for any reason outside the scope and purpose of this Agreement.   \n \n(Distributor Agreement, at 1–3.)  \n \n11. Following the execution of the Distributor Agreement, Sciteck and \nInnovare began discussing whether Innovare “would be capable of assisting Sciteck \nwith internal research studies of SALIVAQUIKTM and providing feedback for \n \n \nSciteck’s internal product development of SALIVAQUIKTM[.]” (Am. Countercls. ¶ 48.)  \n“Innovare represented that it was experienced in providing such Product \nDevelopment Activities.”  (Am. Countercls. ¶ 49.)  During these discussions, Sciteck \ninformed Innovare—and Innovare acknowledged —that any research and  \ndevelopment activities had to be conducted in compliance with  RUO authorization \nand that SALIVAQUIK had not yet been approved for EUA uses—namely, clinical or \ndiagnostic testing.  (Am. Countercls. ¶ 49.) \n12. Following those conversations, the parties discussed whether Innovare \ncould assist Sciteck in “performing Usability and Clinical Studies for collecting d ata \nand evidence that would be includ ed in Sciteck’s o ngoing EUA application and in \nresponse to specific requests from the FDA [.]”  (Am. Countercls.  ¶ 50.)  Any such \nactivities were required to be conducted “in an RUO manner” and in compliance with \nfederal regulations.  (Am. Countercls. ¶ 50.)  Innovare agree d to assist Sciteck “and \nsubsequently represented that it had begun performing the Product Development \nActivities.”  (Am. Countercls.  ¶ 50.)  Sciteck again told Innovare (and Innovare \nagreed) that any usability and clinical studies  must be conducted “in an  RUO \nmanner” and that SALIVAQUIK was not approved for EUA.  (Am. Countercls. ¶ 51.)  \nSciteck asserts that SALIVAQUIK “could not legally be sold or distributed unless and \nuntil it received EUA approval from the FDA.”  (Am. Countercls. ¶ 52.)   \n13. During 2021, Innovare repeatedly requested more SALIVAQUIK test \nstrips, representing that such strips were necessary for performing product \ndevelopment and studies on behalf of Sciteck.  ( Am. Countercls. ¶ 54.)  In response, \n \n \nSciteck provided to Innovare devices that contained the SALIVAQUIK and Sciteck \ntrademarks “with the repeated proviso that said devices were to be used strictly for \nRUO purposes.”  (Am. Countercls. ¶ 54.)  Innovare continually represented to Sciteck \nthat it was using the devices solely in an RUO capacity , and Sciteck relied on such \ncommunications throughout the business relationship.  (Am. Countercls. ¶ 56.) \n14. However, Sciteck alleges in its counterclaims that “[u]pon information \nand belief, Innovare has promoted, marketed, distributed, administered, sold, offered \nfor sale, or otherwise facilitate d use of the SALIVAQUIKTM device in a non -RUO \ncapacity, wherein such activity is outside the scope of Sciteck’s intellectual property \nlicense, is contrary to the parties’ course of conduct, is in contravention of federal law \nand FDA regulations and guideli nes, and misrepresents the legal and regulatory \nstatus of the SALIVAQUIKTM device.”  ( Am. Countercls.  ¶ 57.)  Innovare did not \ndisclose these act s to Sciteck, and Sciteck a sserts that Innovare worked to actively \nconceal the existence of such activities from Sciteck.  (Am. Countercls. ¶ 57.)  \n15. Several incidents led Sciteck to the conclusion that Innovare was using \nthe testing strips in a non-RUO manner.   \n16. First, Sciteck alleges that a Sciteck employee received a phone call from \nan employee of  Innovare requesting additional devices  on a date when all of \nInnovare’s “Product Development Activities and Usability and Clinical Studies ” had \nbeen completed.  (Am. Countercls. ¶¶ 57–59.)   \n17. Second, a Sciteck employee received a phone call on 17 August 2021 from \na representative of a  third-party company named “Alliance Title,” who stated that \n \n \nthe company was using the SALIVAQUIK strips to test its employees and requested \nan instructional video to  show employees how to properly use the strips.  ( Am. \nCountercls. ¶ 60.)   Sciteck alleges that the Alliance Title representative knew to \ncontact Sciteck with this request because the devices bore the Sci teck and \nSALIVAQUIK trademarks.  (Am. Countercls. ¶ 61.)   \n18. In response to this phone call, Sciteck contacted Innovare, and an \nInnovare employee confirmed that Innovare had “facilitated testing” for Alliance Title \nand “also a third-party airline company” in March 2021, but claimed that such testing \nwas conducted in an RUO manner and not as part of a sale.  (Am. Countercls. ¶ 63.)  \nSciteck asserts, however, that RUO guidelines forbid use of a device for “clinical or \ndiagnostic testing unless and until EUA approved” and require strict supervision by \n“licensed clinicians/physicians” in highly controlled research setting s.  (Am. \nCountercls. ¶ 64.)  Sciteck alleges that this conduct by Innovare was in contravention \nof federal law.  (Am. Countercls. ¶ 65.)   \n19. Third, at some point Innovare contacted Sciteck, requesting that Sciteck \nassist Innovare in obtaining regulatory approval for  SALIVAQUIK in one or more  \nforeign countries, including Vietnam.  ( Am. Countercls. ¶ 68.)  Sciteck alleges that \nInnovare asked Sciteck to register the SALIVAQUIK device on the FDA Unified \nRegistration and Listing System (“FURLS”) , which lists medical devices that have \nbeen FDA approved.  ( Am. Countercls.  ¶ 69 –70.)  Sciteck refused to follow up on \nInnovare’s request because Sciteck concluded it was “improper and potentially \n \n \nillegal” to register the test strips on FURLS prior to the receipt of FDA or EUA \napproval.  (Am. Countercls. ¶ 71.)   \n20. Sciteck also alleges that Innovare entered into contracts with third \nparties while representing that it was “doing business as SALIVAQUIKTM or another \none of Sciteck’s IP.”  ( Am. Countercls.  ¶ 7 4.)  Specifically, Sciteck asserts that \nInnovare entered into distribution contracts for SALIVAQUIK, received \ncompensation from those contracts, and failed to disclose or share any portion of that \ncompensation with Sciteck.  “[P]rior to October 1, 2021, Innovare entered into \ndistribution contracts with third parties for the SALIVAQUIK TM device, with said \ncontracts providing Innovare with compensations, or at least creating pricing \nstructures, without providing Sciteck with knowledge of these contracts and without \ncompensating Sciteck with the money pursuant to the contracts .”  (Am. Countercls. \n¶ 79.)  “Innovare entered into these agreements and held out to these third parties \nthat Innovare had authority to bind Sciteck to these distribution contracts[.] ”  (Am. \nCountercls. ¶ 81.)  Sciteck further alleges that these contracts were not for r esearch \npurposes as they were in “excessively large amounts.”  (Am. Countercls. ¶ 83.)  Sciteck \nalso asserts that Innovare did not keep a transaction log of the devices as mandated \nby the Distributor Agreement.  (Am. Countercls. ¶¶ 94, 97.) \n21. In addition, Sciteck’s counterclaims allege that Innovare bears \nresponsibility for Sciteck’s failure to obtain EUA approval for SALIVAQUIK.  On 4 \nOctober 2021, the FDA asked Sciteck to address certain deficiencies with Innovare’s \ndata collection and the software Innovare had developed for SALIVAQUIK.  The FDA \n \n \nrequested a response by 7 October 2021.  (Am. Countercls. ¶ 105.)  Although Sciteck \nimmediately contacted Innovare about the deficiencies, Innovare did not immediately \nrespond and ultimately failed to supply any necessary information before the FDA’s \ndeadline.  ( Am. Countercls.  ¶¶ 10 6–107.)  Instead, Innovare’s counsel  contacted \nSciteck on 22 October 2021 to accuse Sciteck of various breaches of the Distributor \nAgreement.  (Am. Countercls. ¶ 108.) \n22. On 21 December 2021, the FDA contacted Sciteck regarding certain \nconcerns about Sciteck’s website.  During the conversation surrounding the website, \nSciteck made the FDA aware of a website set up by  Innovare for SALIVAQUIK and \ninformed the FDA that Sciteck did not have any access to th at website.  ( Am. \nCountercls. ¶¶ 113 –14.)  According to Sciteck, d uring a subsequent conversation \nbetween the FDA and Innovare, an Innovare representative falsely told the FDA it \nhad not accepted money for distribution of SALIVAQUIK when, in fact , it  had \nactually done so.  (Am. Countercls. ¶¶ 117–18.) \n23. Sciteck asserts that the unauthorized promotion, marketing, \ndistribution, and sale of the test strips by Innovare have placed Sciteck at risk of \nadverse action from regulatory authorities.  (Am. Countercls. ¶ 59.) \n24. On 6 December 2021, Innovare filed a Complaint in Henderson County \nSuperior Court in itiating this action.  ( Compl., ECF No. 2.)  In its Complaint, \nInnovare asserted claims for breach of contract, breach of the implied covenant of \ngood faith and fair dealing, unjust enrichment, declaratory judgment, specific \nperformance, and unfair and deceptive trade practices (“UDTP”) as well as claims for \n \n \ninjunctive relief.  (Compl. ¶¶ 24–60.)  This case was designated a mandatory complex \nbusiness case and assigned to the undersigned on 7 December 2021.  (ECF No. 1.) \n25.   Sciteck filed an Answer and Counterclaims on 4 February 2022.  (ECF \nNo. 10.)   In its Answer, Sciteck asserted 49 affirmative defenses along with \ncounterclaims for unfair competition, conversion, breach of contract, breach of the \nimplied covenant of good faith and fair dealing, violation of the Lanham Act, and \nUDTP.  (ECF No. 10.) \n26. On 6 April 2022, Innovare filed a Motion to Dismiss Counterclaims and \nMotion to Strike Affirmative Defenses seeking dismissal of Sciteck’s counterclaims  \npursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure and to have \nSciteck’s affirmative defenses stricken under Rule 12(f).  (ECF No. 17.) \n27. Sciteck filed a Motion for Leave to Amend Answer and Counterclaims \non 13 September 2022  pursuant to Rule 15 , seeking to file a  proposed Amended \nAnswer and Counterclaims, which it submitted along with its Motion to Amend.  \n(ECF Nos. 44, 44.1.)  Sciteck’s proposed amended counterclaims restated its original \ncounterclaims and added  claims for fraud, declaratory judgment, specific \nperformance, and unjust enrichment.  In addition, the amended answer contained 42 \naffirmative defenses. \n28. The Motions came before the Court for a hearing on 23 September 2022. \nFollowing the hearing, the Court ordered supplemental briefing  on certain issues.  \n(ECF No. 48.)  The Motions are now ripe for resolution.   \n \n \n \nLEGAL STANDARD \n29. Rule 15 of the North Carolina Rules of Civil Procedure states, in \npertinent part, as follows: \nA party may amend his pleading once as a matter of course at any time \nbefore a responsive pleading is served or, if the pleading is one to which \nno responsive plea ding is permitted and the action has not yet been \nplaced upon the trial calendar, he may so amend it at any time within \n30 days after it is served.  Otherwise, a party may amend his pleading \nonly by leave of court or by written consent of the adverse party ; and \nleave shall be freely given when justice so requires. \n \nN.C. R. Civ. P. 15(a). \n \n30. Our Supreme Court has held that “[t]here is no more liberal canon in \nthe rules than that leave to amend shall be freely given when justice so requires. ” \nVaughan v. Mashburn, 371 N.C. 428, 434  (2018) (cleaned up).   “This liberal \namendment process under Rule 15 complements the concept of notice pleading \nembodied in Rule 8 and reflects the legislature ’s intent that decisions be had on the \nmerits and not avoided on the basis of mere technicalities.”  Id. (cleaned up). \n31. Nevertheless, “the [R]ules still provide some protection for parties who \nmay be prejudiced by liberal amendment. ”  Henry v. Deen , 310 N.C. 75, 8 2 (1984) \n(citation omitted).  “Reasons for justifying denial of an amendment include: (1) undue \ndelay, (2) bad faith, (3) undue prejudice, (4) futility of amendment, and (5) repeated \nfailure to cure defects by previous amendments. ”  Howard v. IOMAXIS, LLC , 2021 \nNCBC LEXIS 116, at *17 (N.C. Super. Ct. Dec. 22, 2021) (citation omitted).  Motions \nto amend are “addressed to the discretion of the trial court. ”  Vaughan, 371 N.C. at \n433 (citation omitted). \n \n \n32. “It is well established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen ‘(1) the [counterclaim] on its face reveals that no law supports the [defendant]’s \nclaim; (2) the [counterclaim] on its face reveals the absence of facts sufficient to make \na good claim; or (3) the [counterclaim] discloses some fact that necessarily defeats the \n[defendant]’s claim.’ ”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) \n(quoting Wood v. Guilford Cnty. , 355 N.C. 161, 166 (2002)).  The Court may also \n“reject allegations that are contradicted by the documents attached, specifically \nreferred to, or incorporated by reference in the [counterclaim].”  Laster v. Francis, 199 \nN.C. App. 572, 577 (2009) (cleaned up). \n33. Rule 12(f) provides that a court “may order stricken from any pleading \nany insufficient defense or any redundant, irrelevant, immaterial, impertinent, or \nscandalous matter.”  N.C. R. Civ. P. 12(f).  The purpose of this Rule “is to avoid \nexpenditure of time and resources before trial by removing spurious issues, whether \nintroduced by original or amended complaint.”  Estrada v. Jaques, 70 N.C. App. 627, \n642 (1984) (citations omitted).  A motion to strike “is addressed to the sound discretion \nof the trial court[.]”  Broughton v. McClatchy Newspapers, Inc., 161 N.C. App. 20, 25 \n(2003) (citation omitted). \nANALYSIS \nI. Motion to Amend \n34. Innovare primarily opposes Sciteck’s Motion to Amend on the grounds \nof undue delay and futility.   \n \n \n35. We have previously stated the following on the issue of what constitutes \nundue delay in the amendment of pleadings:  \n“In deciding if there was undue delay, the trial court may consider the \nrelative timing of the proposed amendment in relation to the progress of \nthe lawsuit.”  Draughon v. Harnett County Bd. of Educ ., 166 N.C. App. \n464, 467, 602 S.E.2d 721, 724 (2004); Stetser v. TAP Pharm. Prods. Inc., \n165 N.C. App. 1, 31, 598 S.E.2d 570, 590 (2004) (“[T]he trial court, in its \ndiscretion, may consider the relative timing of the proposed amendment \nin relation to the progress of the lawsuit. ”).  The “trial court may \nappropriately deny a motion for leave to amend on the basis of undu e \ndelay where a party seeks to amend its pleading after a significant \nperiod of time has passed since filing the pleading and where the record \nor party offers no explanation for the delay. ”  Rabon, 208 N.C. App. at \n354, 703 S.E.2d at 184.   Close proximity to a hearing on motions that \nwould be mooted by amendment to the complaint is a factor courts can \nconsider in favor of finding undue delay.   See Wilkerson v. Duke Univ. , \n229 N.C. App. 670, 679, 748 S.E.2d 154, 161 (2013) (upholding the trial \ncourt’s denial of a motion to amend that was filed thirteen months after \nthe initial complaint was filed and “only five days before the hearing on \ndefendants’ motion for summary judgment”). \n \nA court also may deny a motion to amend when the proposed \namendments involve new defendants and/or new, separate and distinct \nclaims that would require  additional or different discovery.  When \n“[d]ifferent evidence would be necessary to support [ ]  additional legal \nclaims, which could involve more discovery for the parties, slow the \nlitigation process, and present a more unwieldy litigation for the trial \ncourt to administrate,” the trial court likely does not abuse its discretion \nin concluding that allowing such motion to amend would be prejudicial \nto the current defendants.  Stetser, 165 N.C. App. at 32, 598 S.E.2d at \n590-91. \n \nGlobal Textile Alliance, Inc. v. TDI Worldwide, LLC, 2018 NCBC LEXIS 30, at *10–\n11 (N.C. Super. Ct. Apr. 6, 2018). \n36. The Court concludes that Sciteck’s Motion to Amend should not be \ndenied on the ground of undue delay.  Sciteck has represented to the Court that new \nallegations that are material to its proposed amendments were only discovered after \n \n \nthe filing of its initial counterclaims.  The Court also notes that Sciteck’s previous \ncounsel withdrew from this a ction, and its new counsel filed the Motion to Amend  \napproximately three months after  entering an appearance .  The Court is not \nconvinced that any delay in doing so was excessive. \n37. Having concluded that Sciteck’s Motion to Amend should not be denied \non the basis of undue delay, the Court must still address Innovare’s futility argument.  \nThe parties have fully briefed  and argued the validity of Innovare’s contentions in \nsupport of its Motion to Dismiss with regard to both Sciteck’s original counterclaims \nand its proposed amended counterclaims.  Therefore, the Court, in the exercise of its \ndiscretion and consistent with notions of judicial economy, has considered together \nInnovare’s arguments made both in its Motion to Dismiss and in its brief in opposition \nto Sciteck’s Motion to Amend  as to all of the counterclaims Sciteck has asserted, or \nseeks leave to assert, in this action in order to assess their legal validity.  See Gateway \nMgmt. Servs. v. Carrbridge B erkshire Grp., Inc., 2018 NCBC LEXIS 45, at * 8 (N.C. \nSuper. Ct. May 9, 2021) (“ Although an amended pleading would ordinarily moot a \npending motion to dismiss, the Court will consider Defendants ’ Motions to Dismiss \nas to the Amended Complaint because Defendants and Plaintiff both addressed the \nsufficiency of the Amended Complaint in their respective briefs and at the hearing.”).  \n38. For the reasons set out below, Sciteck’s Motion to Amend is GRANTED, \nin part, and DENIED, in part. \n  \n \n \nII. Motion to Dismiss \nA. Breach of Contract  \n39. Innovare seeks dismissal of Sciteck’s breach of contract counterclaim  \nbased on its contention that the Distributor Agreement does not contain language \nsufficient to support Sciteck’s attempt to plead an actionable breach.4 \n40. “The elements of a claim for breach of contract are (1) existence of a valid \ncontract; and (2) breach of the terms of that contract.”  Poor v. Hill, 138 N.C. App. 19, \n26 (2000) (citing Jackson v. California Hardwood Co., 120 N.C. App. 870, 871 (1995)). \n41. As an initial matter, the Court notes that at least some of the allegations \nSciteck makes in support of its breach of contract counterclaim are not limited to  \nInnovare’s actual contractual duties as set out in the Distributor Agreement. \n42. The Distributor Agreement essentially defines Innovare’s role in \ndeveloping software and other proprietary systems relating to SALIVAQUIK, \nestablishes Innovare as a Class A distributor of SALIVAQUIK strips, and governs \nthe scope of its permissible use of Sciteck’s intellectual property during the life of the \ncontract.   \n43.  A number of the allegations supporting Sciteck’s breach of contract \ncounterclaim, however, are based on the assertion t hat Innovare failed to properly \ncarry out its duties in helping Sciteck obtain EUA approval for SALIVAQUIK.  \nCritically, the contract does not require Innovare to provide such assistance.  Rather, \n \n4 The parties do not dispute that the Distributor Agreement attached to Innovare’s Complaint \nis the contract between the parties upon which Sciteck’s breach of contract counterclaim  is \nbased.  (ECF No. 3.) \n \n \nto the contrary,  the Agreement ex pressly places the burden  of ensuring such \nregulatory compliance upon  Sciteck.  Specifically, the Distributor Agreement states \nthat \nSciteck represents and warrants to Innovare that Sciteck’s production, \ndistribution and sale of the SalivaQuik and Sciteck’s use of the Innovare \nLicensed IP/Content is and will be . . . in full compliance in all respects \nwith all loc al, state and federal rules, regulations, restrictions , laws, \nguideline, ordinances and any similar obligation or requirement \nincluding, but  not limited to the Federal Drug  Administration’s [sic] \nEUA for the SalivaQuik.  \n \n(Distributor Agreement  ¶ 4.)  \n44. Thus, any alleged failure by Innovare to assist Sciteck in obtaining \nregulatory approval for SALIVAQUIK cannot serve as a basis for Sciteck’s breach of \ncontract counterclaim.5 \n45. However, the Court finds that Sciteck has made sufficient allegations in \nother respects for its breach of contract counterclaim to survive Innovare’s Motion to \nDismiss.  The Distributor Agreement requires Innovare to notify Sciteck of all sales \nof SALIVAQUIK and to keep transaction logs , whic h Sciteck has alleged that \nInnovare failed to do.  The Distributor Agreement’s payment provisions obligate \nInnovare to keep track of individual strips sold through “a transaction log that will \nbe maintained by Innovare and may be updated to be an electronic order system when \navailable.”  ( Distributor Agreement  ¶  6.)  Sciteck has alleged that Innovare made \n \n5 The Court also rejects Sciteck’s argument that the  Distributor Agreement imposes such \nobligations upon Innovare based on the language contained in Section 7 of the Agreement \nrequiring Innovare to “use commercially reasonable efforts to market, distribute and sell the \nProducts in the Territory.”  The language of th is provision simply does not allow for the \ninterpretation advanced by Sciteck.  (Distributor Agreement ¶ 7.)  \n \n \nsales of the test strips to outside parties without complying with these requirements.  \nSimilarly, Sciteck’s allegations, if true, would potentially render Innovare liable for  \nbreach of contract by virtue of it having obtained compensation for such sale s at \nSciteck’s expense in violation of the contractual language governing the allocation of \nsuch payments. \n46. Finally, Sciteck’s allegations also adequately allege a breach of Section \n13 of the Distributor Agreement , which prohibits Innovare “from using any form of \nthe Sciteck or SalivaQuik IP for any reason outside the scope and purpose of this \nagreement.”  (Distributor Agreement ¶ 13.)  Sciteck’s counterclaims repeatedly allege \nthat Innovare improperly used SALIVAQUIK for purposes not permitted under the \ncontract. \n47. Accordingly, to the extent  that Sciteck’s counterclaim for breach of \ncontract is based , in part,  on Innovare’ s alleged failure to provide assistance in  \nobtaining approval from the FDA for SALIVAQUIK, Innovare’s Motion to Dismiss is \nGRANTED.  However, in all other respects, Innovare’s Motion to Dismiss is DENIED \nas to Sciteck’s counterclaim for breach of contract.  \nB. Breach of Implied Covenant of Good Faith and Fair Dealing \n48. Innovare’s argument seeking dismissal of Sciteck’s counterclaim for  \nbreach of the implied covenant of good faith and fair dealing is essentially derivative \nto its contention that no valid breach of contract claim has been stated.    \n49.  “In every contract, there is an implied covenant of  good faith and fair \ndealing that neither party will do anything which injures the right of the other to \n \n \nreceive the benefits of the agreement.”  Pro-Tech Energy Solutions, LLC v. Cooper , \n2014 NCBC LEXIS  76, at **21  (N.C. Super. Ct. July 30, 2015)  (quoting Bicycle \nTransit Auth., Inc. v. Bell, 314 N.C. 219, 228 (1985)). \n50. The conduct alleged by Sciteck in connection with its breach of the \nimplied covenant of good faith and fair dealing counterclaim overlaps with its breach \nof contract allegations.  Where a breach of contract claim survives dismissal, we have \npreviously declined to dismiss a claim for breach of the implied covenant of good faith \nand fair dealing.  Se. Anesthesiology Consultants, PLLC v. Rose , 2019 NCBC LEXIS \n52, at *23 (N.C. Super. Ct. Aug. 20, 2019) (stating the well-settled proposition that a \ngood faith and fair dealing claim that is “part and parcel” of a breach of contract claim \n“stand[s] or fall[s] together with the related breach of contract claim”) (cleaned up). \n51. Innovare’s Motion to Dismiss Sci teck’s counterclaim for breach of the \nimplied covenant of good faith and fair dealing is therefore DENIED.  \nC. Unjust Enrichment  \n52. Innovare asserts that dismissal of Sciteck’s unjust enrichment claim  is \nappropriate on the ground that such a claim is not availa ble whe re—as here —a \ncontract exists between the parties.  \n53. We have previously stated the following regarding claims for unjust \nenrichment:  \n“In North Carolina, to recover on a claim of unjust enrichment, Plaintiff \nmust prove: (1) that it conferred a benefit on another party; (2) that the \nother party consciously accepted the benefit; and (3) that the benefit was \nnot conferred gratuitously or by an interference in the affairs of the \nother party.”  Islet Scis., Inc. v. Brighthaven Ventures, LLC, 2017 NCBC \nLEXIS 4, at *16 (N.C. Super. Ct. Jan. 12, 2017) (citing Se. Shelter Corp. \n \n \nv. BTU, Inc., 154 N.C. App. 321, 330, 572 S.E.2d 200, 206 (2002)).  “The \ngeneral rule of unjust enrichment is that where services are rendered \nand expenditures made by one party to or for  the benefit of another, \nwithout an express contract to pay, the law will imply a promise to pay \na fair compensation therefor.”  Atl. Coast Line R.R. Co. v. State Highway \nComm’n, 268 N.C. 92, 95 -96, 150 S.E.2d 70, 73 (1966).   However, “[i]f \nthere is a contract between the parties[,] the contract governs the claim \nand the law will not imply a contract.”  Booe v. Shadrick, 322 N.C. 567, \n570, 369 S.E.2d 554, 556 (1988). \n \nHiggins v. Synergy Coverage Sols., LLC, 2020 NCBC LEXIS 6, at **23 (N.C. Super. \nCt. Jan 15, 2020).   \n54. In this case, the counterclaims allege that a contractual relationship \nexisted between the parties —namely, the Distributor Agreement.  Sciteck makes a \nconclusory assertion in its brief  that Innovare’s alleged ly unauthorized use of its \nintellectual property after the contract terminated may have given rise to additional \ndamages beyond those recoverable under a breach of contract theory.  However, \nSciteck has failed to offer any persuasive argument in support of this contention.   \n55. The Court the refore GRANTS Innovare’s Motion to Dismiss Sciteck’s \nunjust enrichment counterclaim, which is DISMISSED with prejudice.  \nD. Conversion \n56.  Sciteck’s counterclaim for conversion stems f rom its allegations that \nInnovare wrongly retained the SALIVAQUIK test strips that it had received from \nSciteck.  In its Motion to Dismiss, Innovare contends that this clam fails because (1) \nInnovare obtained the strips through legal means; and (2) Sciteck does not allege that \nit ever demanded that Innovare return the strips at issue.   \n \n \n57. “There are, in effect, two essential elements of a conversion claim: \nownership in the plaintiff and wrongful possession or conversion by the defendant. ”  \nVariety Wholesalers, Inc. v. Salem Logistics  Traffic Servs., LLC , 365 N.C. 520, 5 23 \n(2012) (citation omitted).  “In cases where the defendant comes into possession of the \nplaintiff's property lawfully, the plaintiff must show that it made a demand for the \nreturn of the property that was refused by t he defendant.”  Morris Int’l v. Packer , \n2021 NCBC LEXIS 99, at **27 (N.C. Super . Ct. Nov. 2, 2021) (citing Hoch v. Young, \n63 N.C. App. 480, 483 (1983)).   \n58. Sciteck’s counterclaims do not contain any allegation that Innovare \ncame into possession of the test strips illegally.  To the contrary, Sciteck does not \ncontest the fact that Innovare received the strips from Sciteck pursuant to the \nDistributor Agreement.  Moreover, Sciteck does not allege that Innovare ever ignored \na demand for the return of the strips or—even more basically—that any such demand \nwas ever made in the first place. \n59. The Court therefore GRANTS Innovare’s Motion to Dismiss Sciteck’s \ncounterclaim for conversion, and this counterclaim is DISMISSED with prejudice. \nE. Unfair Competition \n60. Innovare moves for dismissal of Sciteck’s common law claim for unfair \ncompetition based on Sciteck’s failure to allege that a competitor relationship existed \nbetween the two parties.  \n61. North Carolina law has consistently held that unfair competition claims, \nincluding those based on trademark infringement, can only be asserted against \n \n \ncompetitors.  See Triage Logic Mgmt. & Consulting, LLC v. Innovative Triage Servs., \nLLC, 2020 NCBC LEXIS 94, at ** 29 (N.C. Super. Ct. Aug. 11, 2020) (“ In Nor th \nCarolina, common law unfair competition claims are limited to claims between \nbusiness competitors .”) (cleaned up); Gateway Mgmt. Servs., Ltd. v. Ca rrbridge \nBerkshire Grp., Inc. , 2018 NCBC LEXIS 45, at *18 (N.C. Super. Ct. May 9, 2018)  \n(“Common law unfair competition claims are limited to claims between business \ncompetitors[.]”) (cleaned up).  \n62. In this case there are no allegations by Sciteck that Innovare and Sciteck \nwere engaged in a competitive relationship.  To the contrary, the counterclaims (and \nthe Distributor Agreement) allege that the parties’ relationship was that of a \nmanufacturer and distributor.   \n63. The Court therefore GRANTS Innovare’s Motion to Dismiss Sciteck’s \nunfair competition counterclaim, and this claim is DISMISSED without prejudice.6 \nF. Fraud \n64. Innovare seeks dismissal of Sciteck’s fraud counterclaim on the ground \nthat it fails to satisfy the pleading requirements imposed by N.C. R. Civ. P. 9(b). \n65. Claims alleging fraud are subject to a heightened pleading standard \nunder the North Carolina Rules of Civil Procedure, which require that “[i]n all \naverments of fraud . . . , the circumstances constituting fraud . . . shall be stated with \nparticularity.  Malice, intent, knowledge, and other condition of mind of a person may \nbe averred generally.”  N.C. R. Civ. P. 9(b).  \n \n6 “The decision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt[.]” First Fed. Bank v. Aldridge, 230 N.C. App. 187, 191 (2013) (citation omitted).  \n \n \n66. We have previously held that \n[t]o state a claim for frau d, the plaintiff must show: (1) a false \nrepresentation or concealment of material fact, (2) reasonably calculated \nto deceive, (3) made with the intent to deceive, (4) that does in fact \ndeceive, and (5) results in damage to the plaintiff.  Harrold v. Dowd, 149 \nN.C. App. 777, 782, 561 S.E.2d 914, 918 (2002) (citing Ragsdale v. \nKennedy, 286 N.C. 130, 138, 209 S.E.2d 494, 500 (1974)). \n \nRule 9(b) of the North Carolina Rules of Civil Procedure requires fraud \nclaims to be pled with particularity .  N.C. R. Civ. P. 9(b).  “Mere \ngeneralities and conclusory allegations of fraud will not suffice.”  Sharp \nv. Teague, 113 N.C. App. 589, 597, 439 S.E.2d 792, 797 (1994) (quoting \nMoore v. Wachovia Bank & Trust Co., 30 N.C. App. 390, 391, 226 S.E.2d \n833, 835 (1976)). \n \nThe particularity requirement of Rule 9(b) means that a plaintiff must \nspecifically allege the time, place and content of the alleged fraudulent \nmisrepresentation or concealment, and the identity of the person who \nconcealed the information.   See Terry v. Terry , 30 2 N.C. 77, 85, 273 \nS.E.2d 674, 678 (1981). \n \nAllran v. Branch Banking & Trust Corp. , 2011 NCBC LEXIS 20, at ** 8–9 (N.C. \nSuper. Ct. July 6, 2011). \n67. In cases where a fraud claim is premised on a theory of concealment, the \npleading must include:  \n(1) the relationship between plaintiff and defendant giving rise to the \nduty to speak, (2) the event or events triggering the duty to speak and/or \nthe general time period over which the relationship arose and the \nfraudulent conduct occurred, (3) the general conten t of the information \nthat was withheld and the reason for its materiality, (4) the identity of \nthose under a duty who failed to make such disclosures, (5) what the \ndefendant gained by withholding information, (6) why plaintiff ’s \nreliance on the omission wa s both reasonable and detrimental, and (7) \nthe damages proximately flowing from such reliance. \n \nId. at *10 (cleaned up). \n \n \n68. In its counterclaims, Sciteck alleges generally that Innovare “concealed \nits distribution agreements and profiting from Sciteck’s SALIVAQUIKTM device from \nSciteck” and that “Innovare knowingly concealed these agreements so it would not \nhave to provide compensation to Sciteck with the intent to deceive Sciteck.”  ( Am. \nCountercls. ¶¶ 1 69, 171.)  These allegations are too gene ral to comport with the \nheightened pleading standard under Rule 9(b).  The Court therefore concludes that  \nInnovare’s Motion to Dismiss should be GRANTED  as to Sciteck’s counterclaim for \nfraud, which is DISMISSED without prejudice. \nG. Lanham Act \n69. Innovare asks the Court to dismiss Sciteck’s claim under 15 U.S.C. § \n1125(a) (the “Lanham Act”).  Innovare argues that Sciteck lacks the ability to bring \na claim under the Lanham Act because Sciteck has not allege d a requisite \nreputational or competitive i njury that occurred as a proximate result of Innovare’s \nconduct.7  In response, Sciteck contends that it has pled a valid Lanham Act claim by \nalleging that Innovare  engaged in the unauthorized  use of Sciteck’s SALIVAQUIK \nmark beyond the scope of the Distr ibutor Agreement given the absence of FDA \napproval of the strips for commercial use  and that Innovare’s actions  damaged \nSciteck’s reputation in the marketplace.  The Court agrees with Sciteck.  \n70. 15 U.S.C. § 1125 states, in pertinent part, as follows: \n \n7 Innovare originally sought dismissal of this claim based on  its assertion that  Sciteck’s \nfailure to plead that it was a direct competitor of Sciteck served as an absolute bar to recovery \nunder the La nham Act.  However, in supplemental briefing, Innovare  effectively conceded \nthat the absence of such an allegation in Sciteck’s counterclaim does not, by itself, mandate \ndismissal of this claim. \n \n \n(1)  Any person who, on or in connection with any goods or services, or \nany container for goods, uses in commerce any word, term, name, \nsymbol, or device, or any combination thereof, or any false designation \nof origin, false or misleading description of fact, or false or misleading \nrepresentation of fact, which— \n \n(A) is likely to cause confusion, or to cause mistake, or to deceive \nas to the affiliation, connection, or association of such person with \nanother person, or as to the origin, sponsorship, or approval of his \nor her goods, services, or commercial activities by another person, \nor \n(B) in commercial advertising or promotion, misrepresents the \nnature, characteristics, qualities, or geographic origin of his or \nher or another person’s goods, services, or commercial activities, \n \nshall be liable in a civil action by any person who believes that he or she \nis or is likely to be damaged by such act. \n  \n15 U.S.C. § 1125(a) (2021). \n71. In this claim, Sciteck has alleged , inter alia, that Innovare caused test \nstrips bearing Sciteck’s SALIVAQUIK mark to be sold to third -parties despite the \nabsence of prior FDA approval  and that said use was beyond the scope of the \nDistributor Agreement.  Sciteck further asserts Innovare’s conduct caused it to suffer \ndamages—including reputational injury—as a result of its product (bearing Sciteck’s \nmark) being distributed in an unlawful manner that misled consumers into believing \nthat Sciteck was distributing a product without regulatory approval to do so. \n72. On a number of occasions, courts have allowed Lanham Act claims  to \nproceed on analogous facts.  See, e.g.,  Choice Hotels Int’l, Inc. v. A Royal Touch Hosp., \nLLC (NC), 409 F. Supp. 3d 559, 565–68 (W.D. Va. 2019) (entering summary judgment \nfor plaintiff on a § 1125(a) claim when a franchisee continued to use a franchisor’s \nmark after expiration of the franchise agreement); Halo Optical Prods. Inc. v. Liberty \n \n \nSport, Inc. , 2017 U.S. Dist. LEXIS 41084 , at *27 –33 (N.D.N.Y. Mar. 22, 2017) \n(granting summary judgment for plaintiff distributor on a Lanham Act claim \nconcerning use of a trademark beyond the scope of a licensing agreement); Ford Motor \nCo. v. Thermoanalytics, Inc. , 2015 U.S. Dist. LE XIS 145965, at *13 –14 (E.D. Mich. \nOct. 28, 2015) (finding trademark infringement when the defendant “[e]xceeded the \n[s]cope of the [l]icensing [a]greement” as the former licensee created a “likelihood of \nconfusion” by continuing to use the formerly licensed trademark). \n73. Although it remains to be seen whether Sciteck will ultimately be able \nto offer evidence to support this claim, the Court is satisfied that Sciteck has \nsufficiently pled a claim under the Lanham Act.   Innovare’s Motion to Dismiss \nSciteck’s counterclaim under the Lanham Act is therefore DENIED.  \nH. UDTP \n74. Innovare further contends that Sciteck’s allegations in its amended \ncounterclaims cannot support a claim for UDTP  under Chapter 75 of the North \nCarolina General Statutes.  The Court is unpersuaded. \n75. It is well established that “[t]he three prima facie elements of a UDTP \nAct claim are: (1) an unfair or deceptive trade practice; (2) in or affecting commerce; \nand (3) pro ximately causing actual injury. ”  Avadim Health, Inc. v. Harkey , 2021 \nNCBC LEXIS 104, at **26–27 (N.C. Super. Ct. Nov. 30, 2021) (cleaned up). \n76. Although Innovare argues that no ne of the acts  alleged by Sciteck can \nproperly be deemed an “unfair or deceptive trade practice,” a claim for trademark \ninfringement—as exists here based on Sciteck’s Lanham Act counterclaim that the \n \n \nCourt has declined to dismiss —can suffice to establish liability under Chapter 75.  \nSee JCG & Assocs. LLC v. Disa ster Am. USA LLC , 2022 NCBC LEXIS 156, at **21 \n(N.C. Super. Ct. Dec. 12, 2022) (“This [trademark] infringement is also an unfair and \ndeceptive trade practice . . . under section 75-1.1.”)  (cleaned up).   \n77. Therefore, at a minimum, Sciteck has properly stated a UDTP \ncounterclaim stemming from Innovare’s alleged trademark infringement. 8  \nAccordingly, the Court DENIES Innovare’s Motion to Dismiss Sciteck’s counterclaim \nfor UDTP.  \nI. Declaratory Judgment \n78. Sciteck’s declaratory judgment counterclaim requests declaratory relief \nfrom the Court on the following issues: \na. Whether Innovare’s conduct constitutes a breach of the \n[Distributor] Agreement; \nb. Whether Innovare must act in good faith under the Agreement \nand must provide reasonable information under the Agreement as \nrequested by Sciteck; and  \nc. Whether Innovare’s putative contract interpretations of the \nAgreement and allegations that Sciteck is in b reach are legally and \nfactually meritless.  \n \n(Amended Counterclaim ¶¶ 179–180.)  \n79. All of these issues concern questions that the Court will have to resolve \nin addressing the parties’ respective claims  for breach of contract  such that  the \ndeclaratory judgment claim is duplicative.  \n \n8 Thus, the Court need not addres s at the present time whether any of the other conduct \nalleged in Sciteck’s counterclaims likewise suffices to establish liability under Chapter 75. \n \n \n80. Therefore, the Court  GRANTS Innovare’s Motion to Dismiss Sciteck’s \ndeclaratory judgment counterclaim , and this counterclaim is DISMISSED with \nprejudice.  \nJ. Specific Performance \n81. Finally, Innovare seeks dismissal of Sciteck’s specific performance \nclaim, arguing that dismissal is proper because such a claim is not supported by \nSciteck’s allegations.  The Court agrees.  \n82. We have previously stated that \n“[t]he remedy of specific performance is available to compel a party to do \nprecisely what he ought to have done without being coerced by the \ncourt.”  Munchak Corp. v. Caldwell, 301 N.C. 689, 694  (1981) (internal \nquotation marks omitted).   “To receive specific pe rformance, the law \nrequires the moving party to prove that (i) the remedy at law is \ninadequate, (ii) the obligor can perform, and (iii) the obligee has \nperformed [her] obligations.”  Reeder v. Carter, 226 N.C. App. 270, 275 \n(2013) (cleaned up). Damages mus t be inadequate.  See Whalehead \nProperties v. Coastland Corp., 299 N.C. 270, 282 (1980).  \n \nHoward v. IOMAXIS, LLC, 2022 NCBC LEXIS 146, at **18–19 (N.C. Super. Ct. Dec. \n5, 2022). \n83.  In Sciteck’s counterclaim for specific performance, Sciteck merely \nreiterates its allegations of Innovare’s allegedly unauthorized use of the \nSALIVAQUIK devices and requests that Innovare be barred from any additional \nimproper use.  However, in asserting this claim, Sciteck appears to confuse a specific \nperformance claim with a request for injunctive relief.  Because Sciteck’s allegations \nin support of this counterclaim fail to establish its entitlement to specific \n \n \nperformance, the Court therefore GRANTS Innovare’s Motion to Dismiss this claim, \nand Sciteck’s counterclaim for specific performance is DISMISSED with prejudice. \nIII. Motion to Strike \n84. Innovare also moves to strike all of the affirmative defenses asserted by \nSciteck in this case, claiming that the number of defenses raised by Sciteck are \nexcessive and that many bear no factual relation to the issues in this case.  As noted \nearlier, Sciteck’s original Answer contained 49 affirmative defenses, and its proposed \nAmended Answer contains 42 defenses.   \n85. This Court disfavors a “kitchen sink” approach to the pleading of \naffirmative defenses and has—in appropriate circumstances—stricken defenses that \nwere purely speculative.  See, e.g., Nat’l Fin. Partners Corp. v. Ray , 2014 NCBC \nLEXIS 50, at **19–24 (N.C. Super. Ct. Oct. 13, 2014) (striking affirmative defenses \nthat were “speculative at the time Plaintiffs asserted them in their responsive \npleading,” regardless of “Plaintiffs’  professed good faith belief that their presently \nunsupported defenses will acquire the requisite factual support through the discovery \nstage[.]”). \n86. The Court agrees that the number of Sciteck’s affirmative defenses is \nexcessive and admonishes Sciteck for its scattershot approach to asserting defenses \nin this case .  However, it is  incumbent upon Innovare as the moving party to \ndemonstrate with specificity which affirmative defenses have been inappropriately \nraised.  In their Motion to Strike, Innovare has only identified four such defenses: \nforce majeure , illegal restraint of trade , preemption, and the political question \n \n \ndoctrine.  In Sciteck’s Amended Answer, it has deleted its political question doctrine \ndefense but has retained the other three affirmative defenses specifically identified \nby Innovare as improper.   \n87. The Court concludes that Sciteck has failed to offer any valid basis for \nthe affirmative defenses of force majeure, restraint of trade , or preemption in this \ncase.  Therefore, Innovare’s Motion to Strike as to those defenses is GRANTED, and \nSciteck shall be precluded from including these defenses when it files its Amended \nAnswer.  However, because Innovare has not specifically identified any other specific \naffirmative defenses that  should be stricken , Innovare’s Motion to Strike Sciteck’s \nremaining defenses is otherwise DENIED without prejudice to its ability to refile said \nmotion at a later date.9  \nCONCLUSION \nTHEREFORE, IT IS ORDERED as follows: \n1. Sciteck’s Motion to Amend is GRANTED, in part, and DENIED, in part.  \n2. Innovare’s Motion to Dismiss Sciteck’s brea ch of contract counterclaim is \nGRANTED, in part, and DENIED, in part. \n3. Innovare’s Motion to Dismiss Sciteck’s counterclaims for conversion, unjust \nenrichment, declaratory judgment , and specific performance  is GRANTED, \nand these counterclaims are DISMISSED with prejudice. \n \n9 Nevertheless, the Court reminds Sciteck’s counsel of its obligations under Rule 11 to ensure \nthat any affirmative defenses cont ained in the Amended Answer it files  in this case as \nauthorized herein are “well grounded in fact and  . . .  warranted by existing law or a good \nfaith argument for the extension, modification, or reversal of existing law[.]” N.C.R. Civ. P. \n11(a). \n \n \n4. Innovare’s Motion to Dismiss Sciteck’s counterclaims for common law unfair \ncompetition and fraud is GRANTED, and those counterclaims  are \nDISMISSED without prejudice.  \n5. Innovare’s Motion to Dismiss Sciteck’s counterclaims for breach of the implied \ncovenant of good faith and fair dealing , UDTP, and violation of the Lanham \nAct is DENIED.  \n6. Innovare’s Motion to Strike is GRANTED as to Sciteck’s affirmative defenses \nof force m ajeure, restraint of trade, and preemption.  Innovare’s Motion to \nStrike is otherwise DENIED without prejudice. \n7. Sciteck is directed to file within seven (7) days an Amended Answer and \nCounterclaims that is consistent in all respects with the Court’s rulings \nherein.10 \n \nSO ORDERED, this the 19th day of January, 2023.  \n       /s/ Mark A. Davis     \n      Mark A. Davis \n      Special Superior Court Judge for \n      Complex Business Cases  \n \n10 Thus, the Amended Answer and Counterclaims to be filed by Sciteck shall not contain the \ncounterclaims the Court has dismissed herein or the affirmative defenses that the Court has \nordered stricken.    "
}