{
  "id": "1226be3bb02d84a9336d11eedf90eaf2a7cdb8316063bf3b4323687459357d63",
  "source_file": "data/raw/ncbc/1226be3bb02d84a9336d11eedf90eaf2a7cdb8316063bf3b4323687459357d63.pdf",
  "raw_text": "STATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 18-CV-12318 \n \nVALUE HEALTH SOLUTIONS \nINC. and NAGARAJAN \nPARTHASARATHY, \n \nORDER AND OPINION ON MOTIONS \nFOR SUMMARY JUDGMENT \n Plaintiffs, \n v.  \n \nPHARMACEUTICAL \nRESEARCH ASSOCIATES, INC. \nand PRA HEALTH SCIENCES, \nINC., \n  \nDefendants. \n \n \nTHIS MATTER comes before the Court on Defendants Pharmaceutical \nResearch Associates, Inc. (“PRA , Inc.”) and PRA Health Sciences, Inc.’s (“PRA HS”; \ncollectively, Defendants will be referred to as “PRA,” in the singular, except as \notherwise required) Motion for Summary Judgment ( “PRA’s Motion,” ECF No. 110) \nand Plaintiffs Value Health Solutions Inc. (“VHS”) and Nagarajan Parthasarathy’s \n(“Parthasarathy”) Motion for Summary Judgment .  (“Plaintiffs’ Motion,” ECF No. \n115; collectively, PRA’s Motion and Plaintiffs’ Motion are the “Motions”).  \nTHE COURT, having considered the Motions, the evidence filed by the parties, \nthe briefs submitted in support of and in opposition to the Motions, the arguments of \ncounsel at the hearing on the Motion s, the applicable law, and other appropriate \nmatters of record, CONCLUDES that PRA’s Motion  should be  GRANTED, and \nPlaintiffs’ Motion should be GRANTED, in part, and DENIED, in part.  \nValue Health Sols., Inc. v. Pharm. Rsch. Assocs., 2021 NCBC 24A. \n \n \nMainsail Lawyers, by David Glen Guidry and Joseph Kellam Warren, \nfor Plaintiffs Value Health Solutions Inc. and Nagarajan Parthasarathy. \n \nBarnes & Thornhill, LLP,  by John M. Moye, and Allen R. Baum, and \nKilpatrick Townsend & Stock ton LLP , by  Joe P. Reynolds, for \nDefendants Pharmaceutical Research Associates, Inc. and PRA Health \nSciences, Inc. \n \nMcGuire, Judge. \n \nI. FACTUAL AND PROCEDURAL BACKGROUND \n1. This matter arises from bitter disputes between the parties surrounding \nPRA’s acquisition of VHS, its proprietary software, and Parthasarathy’s employment.  \nThe action was filed in October 2018 , and the parties engaged in lengthy and \nextensive discovery involving the  taking of at least seventeen  depositions and the \nexchange of many thousands of documents.  During the litigation the parties sought \nnumerous orders sealing documents filed with the Court .  Unfortunately, in \npresenting the Motions to the Court , the parties have filed hundreds of individual \nexhibits consisting of thousands of pages.  The exhibits were file d in six 1 separate \nfilings, some of which consisted of dozens of individual exhibits contained in a single, \nmulti-hundred page and unindexed .pdf file.  A s a result, the Court’s review of the \nrecord has been exceedingly difficult and time consuming.  To expedite ruling on the \nMotions and to simplify reference to the evidence in the record, the Court has chosen \nto limit citation to the record to the extent possible and, in many cases, cites to those \nportions of the parties’ briefs containing reference to the relevant evidence rather \nthan the exhibits containing the evidence. \n \n1 The six filings include only the public, redacted filings, and not the companion sealed filings. \n \n \n \nA. The Parties   \n2. PRA is a large, publicly traded, contract research organization (“CRO”) \nthat provides a range of clinical trial services to large pharmaceutical companies and \nbiotechnology companies around the globe.  PRA is headquartered in Raleigh, North \nCarolina, employs more than 17,500 employees worldwide, and has participated in \napproximately 4,000 clinical trials across the globe, resulting in the regulatory \napproval of over 95 drugs.   At all times relevant to this matter, Colin Shannon \n(“Shannon”) was PRA’s Chief Executive Officer, and Mike Irene  (“Irene”) was PRA’s \nExecutive Director of IT.  (PRA’s Br. Supp. of Mot. For SJ, ECF Nos. 111 [ SEALED] \nand 113 [Public], at p. 1.) \n3. PRA uses clinical trial management software (“CTMS”) to assist its \ncustomers with clinical trials.  The CTMS used by PRA is critical to the services PRA \nprovides to its customers.  In 2014, PRA was using a CTMS system created by Seibel.  \n(Id.) \n4. Parthasarathy founded VHS.  In 2013, VHS developed a set of clinical \ntrial software applications called ClinTrial Max (“CTMax”), Cloud Max, and Info Max \n(collectively, the “Solutions”).  CTM ax was a Salesforce ®-based CTMS.  (Id. at p. 2; \nPlfs.’ Br. Supp. Mot. For SJ, ECF Nos. 116 [SEALED] and 117.1 [Public], at pp. 2–3.) \nB. PRA’s Acquisition of the Solutions \n5. In 2014 PRA’s IT department was pursuing a transition to a Salesforce® \nenvironment.  In April 2014, PRA approached Parthasarathy about acquiring \nCTMax, and Plaintiffs and PRA subsequently  engaged in a year -long period of \n \n \nnegotiation and due diligence aimed at PRA’s acquisition of the Solutions.  In addition \nto negotiating over PRA’s purchase of the Solutions in order to integrate the software \ninto PRA’s clinical trial management environmen t, Shannon and Parthasarathy \ndiscussed the potential for selling a stand-alone CTMS software to PRA’s customers.  \n(ECF Nos. 111/113, at pp. 2–3.) \n6. Between April and October 2014, as part of the due diligence process, \nVHS provided PRA full access to the soft ware code for CTMax, and PRA performed \ntesting and analysis to understand its functionality.  This included a gap analysis \nwhich allowed PRA to learn CTMax’s capabilities and identify the functions that PRA \nwanted to further develop after acquiring the sof tware.  In doing so, it became clear \nthat CTMax had several functional gaps compared to other CTMS applications in the \nindustry, including the Siebel  CTMS then in use by PRA, and PRA advised \nParthasarathy of these gaps.  (Id. at p. 3.)  In July 2014, Irene prepared a list of key \nproduct enhancements that PRA would need to “close the gap between CTMax and \n[PRA’s] current CTMS.”  (Id.) \ni. The Letter of Intent \n7. On October 15, 2014, PRA’s Health Executive Vice President and Chief \nFinancial Officer, Linda Baddour, sent Parthasarathy a  document titled  “Non-\nBinding Letter of Intent ” (“LOI”).  (ECF No. 5, at Ex. A. )  The LOI outlined PRA’s \nproposal for the acquisition of the Solutions including, inter alia, as follows: \na. PRA would make a  one-time, up -front payment  to \nPlaintiffs of between $1 million and $3 million; \n \nb. PRA would make incentive p ayments of $333,000 each \nconditioned upon successful completion of three \n \n \nseparate “Integration Milestones, ” described as (i) \n“Integrated Salesforce Environments,” (ii) “Key Product \nEnhancements,” and (iii) “CTMS Studies Migrated to \nClinTrial Max” within 18 months following the closing \nof the transaction; and  \n \nc. PRA would make f uture incentive payments to \nPlaintiffs for achieving “Performance Milestones” \nregarding external sales of “licenses for VHS  offerings” \nas follows: \n \ni. a payment of $2.5 million for reaching $25 \nmillion in annual sales within two years of \nclosing; \n \nii. a payment of $5 million for reaching $50 mill ion \nin annual sales within three years of closing; \n \niii. a payment of $7.5 million for reaching $75 \nmillion in annual sales within four years of the \nclosing; and \n \niv. payment of a one percent (1%) annual royalty on \nsales for an additional four years after the $75 \nmillion sales amount is reached. \n \n(Id. at pp. 4–5.) \n \n8. The LOI also stated as follows:  \nIt is understood that this letter merely constitutes a \nstatement of the intentions of the parties with respect to a \npotential Transaction, and does not contain all matters \nupon which agreement must be reached in order for a \ndefinitive agreement to be finalized or for the Transaction \nto be consummated.  Except for sections 3 through 8 of this \nLOI, which shall be legally binding in accordance with \ntheir respective terms, neither this LOI nor the acceptance \nthereof is intended to, nor shall it, create a bindin g legal \nobligation, or any obligation by any of the parties hereto to \nenter into any Transaction, negotiate or take any other \naction in contemplation thereof, or executive any definitive \nagreements.  The parties further acknowledge and agree \nthat, except a s otherwise provided in the immediately \npreceding sentence, none of this LOI, any proposal made to \n \n \nthe Company, nor the current on- going discussions \nbetween the parties are intended to (and shall not) create \na legally binding obligation or commitment on th e part of \nany party with respect to the negotiation or completion of \nthe Transaction.  \n \n. . .  \n \n(Id. at p. 2.)  The copy of the LOI provided in the record is not signed by VHS or \nParthasarathy, but Plaintiffs do not dispute that they entered into the LOI. \nii. The Asset Purchase Agreement \n9. Effective May 21, 2015, PRA, VHS, and Parthasarathy entered into an \nAsset Purchase Agreement (“APA”) for the purchase of the Solutions.  (ECF No. 112.1, \nat pp. 348–416.)  The APA is governed by Delaware law. \n10. Under the APA, Plaintiffs  agreed to sell  the Solutions to PRA for a \npayment of PRA stock and cash of approximately $2.5 million at closing, and potential \n“Contingent Payments” tied to achievement of certain milestones.  ( Id. at pp. 351 –\n52.)  The first group of contingent payments were three separate payments dependent \non, respectively : the integration of CTMax  into PRA’s clinical trial management \nenvironment; the completion of th e product enhancements to CTMax identified by \nthe gap analysis ; and completion of the migration of PRA clinical trial studies into \nCTMax (“Development Milestones”).   ( Id. at pp. 351, 387 –90.)  More specifically, \nArticle 2.6 of the APA provides: \nMilestones. As additional consideration for the transactions \ncontemplated hereby, and subject to the terms of this \nSection 2.6, Purchaser shall make (or PRAHS shall make on \nPurchaser’s behalf) the following payments (each, a \n“Contingent Payment”): \n \n \n \n(i) upon completion of the integration of the parties’ \nSalesforce™ environments set forth on Schedule \n2.6(a)(i), PRAHS shall issue to Seller (or as \notherwise directed by Seller’s Representative), \nwithin thirty (30) days after such completion , that \nnumber of shares of PRA Common Stock equal in \nvalue to Three Hundred Thirty -Three Thousand \nU.S. Dollars ($333,000.00), based on the Fair \nMarket Value as of  the date of issuance of  such \nshares; provided, however, that completion occurs \nwithin the fir st consecutive eighteen (18) months \nfrom the Effective Time2 (the “Integration Period”); \n \n(ii) upon completion of the key product enhancements \nset forth on Schedule 2.6(a)(ii). PRAHS shall issue to \nSeller (or as otherwise directed by Seller’s \nRepresentative), within thirty (30) days after such \ncompletion, that number of shares of PRA Common \nStock equal in value to Three Hundred Thirty-Three \nThousand U.S. Dollars ($333,000.00), based on the \nFair Market Value as of the date of issuance of such \nshares; provided, h owever, that completion occurs \nwithin the Integration Period; \n \n(iii) upon completion of the migration of the clinical trial \nmanagement systems studies of Purchaser and its \nAffiliates into ClinTrial Max as set forth on Schedule \n2.6(a)(iii), PRAHS shall issue to Seller (or as \notherwise directed by Seller’s Representative), \nwithin thirty (30) days after such completion, that \nnumber of shares of PRA Common Stock equal in \nvalue to Three Hundred Thirty -Three Thousand \nU.S. Dollars ($333,000.00), based on the Fair \nMarket Value as of the date of issuance of such \nshares; provided, however, that completion occurs \nwithin the Integration Period[.] \n \n(Id. at pp. 351–52; emphasis in original.)  Schedules 2.6(a)(i)–(iii) to the APA provide \nfurther detail as to the requirements for achieving each of the Development \n \n2 The “Effective Time” is defined in the APA as 11:59 p.m. (EST) on the Closing Date.  Id. at \np. 353.) \n \n \nMilestones and state that each Development Milestone “shall be deemed completed . \n. . as reasonably determined by [PRA].”  (Id. at pp. 387–90.) \n11. The second group of contingent payments provided for in the APA were \nconditioned on PRA achieving certain levels of “External Sales” of licenses to the \nSolutions within four years following the Closing (“Sales Milestones;” collectively the \nSales Milestones and the Development Milestones are the “Milestones” ).  (Id. at pp. \n352, 374.)  Article 2.6 of the APA provides: \n(iv) upon the achievement of aggregate External Sales \nequal to Twenty Five Million U.S. Dollars \n($25,000,000), Purchaser shall make, within thirty \n(30) days following the date on which PRAHS files \nits next quarterly  report with the United States \nSecurities and Exchange Commission (the “SEC”) \nafter such achievement, a cash payment of Two \nMillion Five Hundred Thousand U.S. Dollars \n($2,500,000.00) to Seller (or as otherwise directed by \nSeller’s Representative) (the “ First Milestone \nPayment”); provided, however, that such \nachievement occurs prior to the second (2nd) \nanniversary of the Closing Date (the “First \nMilestone Period”); \n \n(v) upon the achievement of aggregate External Sales \nequal to Fifty Million U.S. Dollars ($50,000,000.00), \nPurchaser shall make, within thirty (30) days \nfollowing the date on which PRAHS files its next \nquarterly report with the SEC after achievement, a \ncash payment of Five Million U.S. Dollars \n($5,000,000.00) to Seller (or as otherwise directed by \nSeller’s Representative) (the “ Second Milestone \nPayment”); provided, however, that such \nachievement occurs prior to the third (3rd) \nanniversary of the Closing Date (the “Second \nMilestone Period”); \n \n(vi) upon the achievement of aggregate External Sales \nequal to Sev enty Five Million U.S. Dollars \n($75,000,000.00), Purchaser shall make, within \n \n \nthirty (30) days following the date on which PRAHS \nfiles its next quarterly report with the SEC after \nachievement, a cash payment of Seven Million Five \nHundred Thousand U.S. Doll ars ($7,500,000.00) to \nSeller (or as otherwise directed by Seller’s \nRepresentative) (the “ Third Milestone Payment ”); \nprovided, however, that such achievement occurs \nprior to the fourth (4th) anniversary of  the Closing \nDate (the “Third Milestone Period”); and \n \n(vii) for four (4) consecutive calendar years following the \nachievement of aggregate External Sales equal to \nSeventy-Five Million U.S. Dollars ($75,000,000.00) \n(the “Major Milestone”, and the date on which the \nMajor Milestone is achieved, the “ Major Milestone \nDate”), Purchaser shall make, within thirty (30) \ndays following the date on which PRAHS files its \nnext quarterly report with the SEC after each of the \nfour (4) anniversaries of the Major Milestone Date, \na per annum royalty payment to Seller (or as \notherwise directed by Seller’s Representative) equal \nto one percent (1%) of the aggregate amount of \nExternal Sales made during the applicable calendar \nyear (such payments, the “ Royalty Payments”). For \nthe avoidance of doubt, any such Royalty Payments \nshall be made regardless of whether the First \nMilestone Payment, the Second Milestone Payment \nand/or the Third Milestone Payment have \npreviously been made). \n \n(Id. at p. 352; emphasis in original.)  The APA provides that “External Sales” “means \nthe sale of one or more licenses to the Solutions by [PRA]  or one of its Affiliates to a \nthird party which is not (i) an Affiliate of [PRA]  or (ii) using such license(s) in \nconnection with providing services to [PRA]  and/or any of its Affiliates. ”  (Id. at p. \n374.) \n12. The APA further states that contingent payments provided for in the \nindividual Development and Sales Milestones are “independent” obligations of PRA: \n \n \nIndependence of Contingent Payments . [PRA]’s obligation \nto pay the Contingent Payments to  [Plaintiffs] (or as \notherwise directed by [Plaintiffs’] Representative) in \naccordance with Section 2.6(a) is an independent obligation \nof [PRA] and is not otherwise conditioned or contingent \nupon the satisfaction of any conditions precedent to any \npreceding or subsequent Contingent Payment and the \nobligation to pay a Contingent Payment to [Plaintiffs] (or \nas otherwise directed by [Plaintiffs’] Representative) shall \nnot obligate [PRA]  to pay any preceding or subsequent \nContingent Payment. For the avoidance of doubt and by \nway of example, if the conditions precedent to the payment \nof the First Milestone Payment for the First Milestone \nPeriod are not satisfied, but the conditions precedent to the \npayment of the Second Milestone Payment for the Second \nMilestone Period are satisfied, then [PRA]  would be \nobligated to pay such Second Milestone Payment for the \nSecond Milestone Period for which the corresponding \nconditions precedent have been satisfied, and not the First \nMilestone Payment for the First Milestone Period. \n \n(Id. at pp. 352–53.) \n \n13. Finally, the APA contained a merger clause that provides as follows: \nEntire Agreement. This Agreement, including the \nSchedules and Exhibits hereto, constitutes the entire \nagreement of the parties with respect to the subject matter \nhereof and supersedes all prior discussions, negotiations,  \nand understandings. \n \n(Id. at p. 371.) \n \n14. Plaintiffs have acknowledged that the contingent payments provided for \nin Article 2.6 of the APA were “never guaranteed” and were dependent on PRA \nachieving the Milestones.  (Pls.’ Mem. Supp. of Pls.’ Mot. Dismiss Counterclaims, ECF \nNo. 42, at p. 13.)3 \n \n3 In their Mem. Supp. of Pls.’ Mot. Dismiss Counterclaims, Plaintiffs state: \n \n \n \nC. Parthasarathy’s Employment Agreement with PRA \n15. In connection with the APA, PRA hired Parthasarathy as an employee.4  \nOn June 8, 2015, PRA executed an Employment Agreement with Parthasarathy , \nhiring him as a Vice President of Technology for PRA, Inc.  (“Employment \nAgreement,” ECF No. 8.3.)   The Employment Agreement states that Parthasarathy \nwill have the “status and responsibilities as determined from time to time by” PRA’s \n“CEO or the CEO’s designee” and that the CEO or designee  “will determine”  \nParthasarathy’s “specific duties . . . and the means and manner by which [he] will \nperform those duties.”  (Id. at p. 1) The Employment Agreement d oes not expressly \nassign Parthasarathy any specific job duties associated with achievement of the \nMilestones.   \n16. The Employment Agreement also provides that Parthasarathy will use \nhis “best efforts . . . and [ ] devote [his] full time, skill, attention, and energies to \n[PRA’s] business,” and that he will not engage in “business activity which is \n \nThe Milestones are, however, by their very nature, contingent \nand achievement of the Milestones was never guaranteed.  See \nECF No. 37, Ex. A at § 2.6(a)(i) -(vii).  Indeed, that is why the \nMilestones provide that Plaintiffs would be entitled to \nadditional, contingent consideration upon the [ ] Solutions’ \nachievement of various requirements.  Id.  Nothing in the APA \nstates that achievement of the Milestones was guarant eed.  \nIndeed, a cursory reading of the APA makes clear that the \nMilestones in Section 2.6 were not guaranteed because the APA \nstates Plaintiffs would receive additional payments “provided, \nhowever, that the completion occurs within the Integration \nPeriod.  \n \n(Id.) \n \n4 PRA also hired approximately twelve (12)  programmers employed by VHS who work in \nIndia.  \n \n \ncompetitive with [PRA ’s] business” or “which may (i) interfere with [his] ability to \ndischarge [his] responsibilities” or “(ii) detract from [PRA’s] business or its goodwill \nand reputation.”  ( Id.)  T he Employment Agreement further provides that  \nParthasarathy may not:  \n(i) work on  either a part -time or independent \ncontracting basis for any other company, business or \nenterprise without the prior written consent of the \nCEO; or  \n \n(ii) serve on the board of directors or comparable \ngoverning body of any other material business, civic \nor community corporation or similar entity without \nthe prior written consent of the CEO.”   \n(Id.) \nD. The Development Milestones \n \n17. The undisputed evidence in the record shows that neither Plaintiffs nor \nPRA fully appreciated the difficulty of integrating CTMax into PR A’s clinical trial \nmanagement environment , and the optimistic schedule for implementation of the \nnew system envisioned by the parties quickly proved unattainable. \n18. The attempt to integrate and implement CTMax into PRA proceeded in \nfits and starts.  In June 2015, Parthasarathy advised PRA that he believed his team \nwould be able to complete the deployment of the new CTMS at PRA within four to six \nmonths, but they ultimately failed to do so.  (ECF Nos. 111 /113, at p. 5.)  PRA then \nset a series of new deadlines for completing the enhancements to CTMax and \nimplementing the integration of the software in to PRA, but each of the deadlines \nproved unachievable.  (Id. at pp. 5–11.) \n \n \n19. PRA subsequently changed the name of the new CTMS software it was \ntrying to implement to “ Predictivv Study Operations” (“PSO”).  PRA also decided to \n“unmanage” the CTMax software package and to implement only certain \nfunctionalities of CTMax into PRA ’s clinical trial management environment rather \nthan trying to i mplement CTMax as  a “managed” package.  ( Id.; Plfs.’ Br. Resp. to \nPRA’s Mot. For SJ, ECF Nos. 125 [SEALED] and 133 [Public], at pp. 12–13.) \n20. Over time, Shannon placed increasing importance and urgency on \ncompleting the enhancements to PSO and implementing i t within PRA.  (ECF Nos. \n111/113, at pp. 6– 10; ECF Nos. 125/133, at pp. 11 –12.)  On  August 2, 2016, PRA \ncirculated a directive from Shannon, advising that he expected increased urgency and \nprogress with developing PS O.  The directive instructed the PSO pro ject team to \npromptly proceed with the implementation of PSO 3.0.  (ECF Nos. 111/113, at pp. 6–\n10.) \n21. During the second half of 2016 and into 2017 , PRA provided additional \nresources and personnel towards  completing the implementation of PSO in to PRA.  \nIn June 2016, PRA hired Deborah Jones-Hertzog (“Jones-Hertzog”) as the Senior VP \nof IT and tasked her with pushing the PSO project to completion as soon as possible.  \n(Id.)  PRA also restructured Parthasarathy’s role within PRA , removing his more \ndirect responsibilities for implementing PSO, and instead tasking him to consult with \nthe PSO project team and assist with preparing responses to customer Requests for \nProposals (RFP).  (Id.) \n22. It is undisputed that despite the efforts of Plaintiffs  and PRA, the \nDevelopment Milestones were not achieved within the 18-month Integration Period \n \n \nas required by the APA.  PRA was not able to fully implement PSO in its clinical trial \nmanagement environment until April 2018.  (ECF Nos. 125/133, at p. 16.) \nE. Sales Milestones \n23. Over the course of Parthasarathy’s employment, he and PRA discussed \nand evaluated various potential avenues for selling CTMax, and later PSO , to \ncompanies in the biotech and pharmaceutical industries .  (ECF Nos. 111/113, at pp. \n11–12.)  However, PRA was un willing to sell PSO before PRA ha d successfully \nimplemented it within its own clinical trial management environment.  (ECF Nos. \n125/133, at pp. 6–7.)  Although Parthasarathy disagreed, he agreed that PRA would \n“need to have confidence in the software it is selling to customers,” and that, if PRA \nlacked such confidence, “that would be a legitimate business reason not to sell \nCTMax.”  (ECF No. 112.1, at pp. 74–75.) \nF. The Takeda Master Service Agreement \n24. Effective August 31, 2016, PRA entered into a Master Services \nAgreement to provide  services to Takeda Pharmaceuticals (“Takeda MSA”).  ( ECF \nNo. 113.1 [SEALED]; ECF No. 116.5, Ex. D  [SEALED].)  Under the terms of the \nTakeda MSA, PRA agreed to provide certain “Services” to Takeda, including clinical \ntrial management services, using “PRAHS Owned Technology.”  (ECF No. 116.5, Ex. \nD p. 2.) (Section 3.01), and Exhibit 1 (Definitions).) The Takeda MSA granted Takeda \na “License to PRAHS Owned Technology” as follows: \nSection 7.02(b) License to PRAHS Owned Technology  \nDuring the Term.  As of the Commencement Date and for \nthe remainder of the Term, PRAHS hereby grants Takeda, \nTakeda Affiliates and their respective Personnel and third \nparty service providers the right to access and use PRAHS \n \n \nOwned Technology used in supporting or providing the \nServices for purposes of receipt and use of the Services in \nthe conduct of Takeda’s and Takeda’s Affiliates’ business.   \nFor the avoidance of doubt, the foregoing right is granted  \nunder all PRAHS Owned IP and includes the right to use \nall configuration capabilities offered by the PRAHS Owned \nTechnology. \n \n“PRAHS Owned Technology ” means (i) all confidential or \nproprietary processes, procedures, methodologies, \nstandard operating proce dures, software, templates, \nprograms, and other protectable materials that are used \ngenerally by PRAHS in PRAHS’s business . . . (ii) \nderivative works of item (i); and (iii) any form of delivery \nfor (i) and (ii) received as part of the Services, such as vi a \nCloud Computing. \n \n(Id. at p. 20 of 66; Exhibit 1 at p. 8 of 14.) \n25. The Takeda MSA defines Cloud Computing to include a concept known \nas “software as a service” or “SaaS.” (ECF No. 116.6). PRA’s Rule 30(b)(6) corporate \nwitness for the Takeda transaction, Brian Haas, testified that “software as a service \nmeans that the clie nt does not have to own the technology, that they can basically \nutilize whether through licensing or combined with a service in order to be provided \nwith access to that output or that use of the software or the instance.”  (Haas 30(b)(6) \nDep., ECF No. 116.7, at p. 15.) \n26. The Takeda MSA also includes an Exhibit titled “Approved Third Party \nTechnology” that lists the technology Takeda has approved for PRA to use in \nproviding the Services to Takeda.  (ECF No. 116.5, at pp. 34–36.)   Identified among \nthe list of “Third Party Software,” is the Solutions.  (Id.)  Specifically, Section 2(A) of \nExhibit 18 refers to the Solutions (or components or pieces of the Solutions) including \n“PSO,” “Predictivv Connect” (Base and Plus), “Project Portal,” “PAWS,” “Resource \n \n \nManagement,” “Safety Case Tracker,” “Safety Letter Tracker,” “Predictivv Risk -\nBased Monitoring Tool,” and “Predictivv Patient Recruitment Tool.”  (Id.) \n27. As discussed further below, P laintiffs claim that the license granted to \nTakeda as part of the Takeda MSA constitutes an “External Sale,” a term defined in \nthe APA, and that this license should be credited towards the Sales Milestones.  PRA \nearned “ten to twelve million” dollars under the Takeda MSA in 2016, “approximately \none hundred million” dollars in 2017, “a hundred and seventy million” in 2018 , and \n“approximately two hundred and eleven million” for 2019, for a total of approximately \n$491 million dollars.  (ECF No. 116.7, at p. 34.)  PRA currently uses PSO (version 3.0) \nto manage “approximately three to four” projects for Takeda under the Takeda MSA.  \n(Haas 30(b)(6) Dep., ECF No. 116.7, at p. 28.) \nG. Discussions of Amendments to the Milestones \n28. In December 2016, at Parthasarathy’s request, he and Shannon met to \ndiscuss amending the APA to provide for new deadlines for achieving the Milestones.   \nShannon subsequently asked Jones-Hertzog to work with PRA’s in -house counsel, \nChuck Munn (“Munn”), to develop an amended framework for the Milestones.  Jones-\nHertzog and Irene worked on proposed terms of an amendment with Parthasarathy.  \nHowever, while draft proposed terms of an amendment were circulated between \nMunn, Jones-Hertzog, and Irene, it is undisputed that they were never presented to \nParthasarathy.  (ECF Nos. 111/113, at pp. 10–11 and 12–13.) \n29. Plaintiffs allege that PRA “falsely promis[ed] to amend the APA and \nextend the milestone deadlines” and “ made representations to Mr. Parthasarathy \nthat induced him to believe that PRA intended to amend the payment milestone \n \n \ntimelines.” (ECF No. 60.1, at ¶¶ 104– 05, 109.)  More particularly, on February 8, \n2017, Shannon sent an email to Parthasarathy stating th at PRA was “obviously \ntrying to get [VHS and/or Mr. Parthasarathy] a contract” to address the milestone \ntimeline issue, and in or around May 2017, Jones -Hertzog communicated to \nParthasarathy that she had proposed revised milestone timelines internally  with \nPRA and was awaiting approval.  (ECF No. 60.1, at ¶¶ 116–17.) \n30. In July 2017, Parthasarathy sent his own proposal to PRA containing \nhis suggestions regarding amendments of the Development Milestones and proposals \nfor potential resolutions of the Sales Milestones.  (Dep. Ex. 161, ECF No. 112.1, at pp. \n781–786.) In the proposal, Parthasarathy asserted: i) that Milestone One had been \nsatisfied and “should be paid as soon as possible”; and ii) that Milestones Two and \nThree “need[ed] to be rewritten” or, alternat ively, PRA needed to identify what \nadditional work was needed from Parthasarathy so that those milestones could be \ncompleted and paid by no later than January 2018.  (Id.). \n31. In his proposal, Parthasarathy also acknowledged that the first Sales \nMilestone had  not been achieved and proposed terms for a potential financial \nsettlement between Plaintiffs and PRA.  (Id. at p. 785.)  Parthasarathy proposed three \noptions for settlement: that PRA pay VHS “7 million as a onetime payment . . . as a \nroyalty to use the product”; that PRA pay VHS “2 million dollars . . . for four years”; \nor that PRA pay $2.5 million “immediate[ly]” and transfer the software back to \nParthasarathy.  (Id. at p. 786.) \n32. Ultimately, PRA and Plaintiffs were not able to reach an agreement on \namending the Milestones. \n \n \nH. My Game Solutions \n33. Sometime in late 2016 , unbeknownst to PRA,  Parthasarathy launched \na mobile application for tennis players known as “My Game Solutions ” (“MGS”).   \n(PRA’s Br. Opp. Pls.’ Mot. For SJ, ECF Nos. 122 [ SEALED] and 120 [Public], at pp. \n1–4.)  Initially, Parthasarathy began work on MGS from his home, however, \nsometime in August 2017, Parthasarathy opened an office space to conduct activities \nrelated to MGS  and hired paid employees to assist him with his work for MGS.  \nDuring late 2016 and 2017, Parthasarathy, who served as MGS’s President and CEO, \nwas involved in every aspect of the development of the application and the direction \nof MGS’s employees.  Parthasarathy also served on MGS’s board of directors but did \nnot inform PRA of his position on the MGS board.  (Id.) \n34. PRA claims that during 2017,  Parthasarathy was “checked out of his \n[PRA] responsibilities and duties.”  (ECF No. 123, at p. 103; Dep. of Irene, at p. 116).  \nJones-Hertzog stated that sometime in 2017, Parthasarathy was disengaged from his \njob responsibilities, alleging that he would attend meeting s without making any \ncomments and not reply to e-mails.  (ECF No. 112.1, Dep. of Jones-Hertzog, Ex.7, at \np. 241.)   Irene testified that Parthasarathy made a commitment “to dedicate his \nefforts to PRA and not start other businesses while employed by PRA; th at was the \ncommitment that he made,” and that Parthasarathy’s acceptance of compensation \nfrom PRA while forming MGS is the basis of PRA’s breach of employment \ncounterclaim. (Dep. of Irene, at p. 117, 119.) \n \n \n \n \nI. PRA Terminates Parthasarathy’s Employment \n35. In or around June 2017, PRA retained a consulting firm to review its \nprogress in implementing PSO.  Shannon had becomes disenchanted with \nParthasarathy and hoped to use the consultant’s conclusions as a basis for \nterminating Parthasarathy’s employment.  Shannon believed that terminating \nParthasarathy would conclude PRA’s obligations under the APA.  (ECF Nos. 125/133, \nat pp., at pp. 17–18.) \n36. In late October 2017, PRA terminated Parthasarathy’s employment.   \nThe parties do not provide information  regarding the reasons for Parthasarathy’s \ntermination. \n37. On February 9, 2018, PRA and Parthasarathy entered into a \nConfidential Release and Settlement Agreement, pursuant to which the parties \nagreed that Parthasarathy’s employment ended effective December 2 9, 2017.   \n(“Settlement Agreement ,” ECF No. 116.9.)   In the Settlement Agreement, \nParthasarathy agreed to release PRA from any employment-related claims, and PRA \nagreed to pay Parthasarathy $117,618.75 as a severance  payment.  (Id. at p. 1.)  In \nfurther exchange for the payment, Parthasarathy “represent[ed] that, as of the date \nof execution of this Agreement  . . . (b) [he] has not breached any provision of the \nEmployment Agreement . . . .”  (Id. at p. 5.)  The release in the Settlement Agreement \nexpressly excludes claims “arising under or related to the APA,” (Id. at p. 3), and PRA \nexpressly agreed to “adhere to and honor . . . all obligations set forth in or arising out \nof or related to the” APA.  (Id. at p. 2.) \n \n \n \nII. PROCEDURAL BACKGROUND \n38. Plaintiffs filed the Complaint in this matter on October 5, 2018.  (ECF \nNo. 5.)  On November 15, 2018, this case was designated a mandatory complex \nbusiness case and assigned to the undersigned.  (Designation Order, ECF No. 1; \nAssignment Order, ECF No. 2.) \n39. On November 1, 2019, the Court granted leave for Plaintiffs to file an \nAmended Complaint.  (Or. on Pls.’ Mot. to Am. Compl., ECF No. 74.)  In the Amended \nComplaint, Plaintiffs allege claims against PRA for: breach of contract (First Cause \nof Action); intentional misr epresentation (Second Cause of Action); negligent \nmisrepresentation (Third Cause of Action); fraudulent inducement (Fourth Cause of \nAction); violation of North Carolina’s Unfair and Deceptive Trade Practices Act, \nN.C.G.S. § 75 -1.1 (“UDTPA”) (mislabeled as the Sixth Cause of Action); promissory \nestoppel (mislabeled as the Seventh Cause of Action); and unjust enrichment \n(mislabeled as the Eighth Cause of Action).  (ECF No. 60.1, ¶¶ 129–195.) \n40. On March 26, 2019, PRA filed its Amended Answer, Affirmative \nDefenses, and Counterclaims.  ( “Amended Counterclaims,” ECF No. 37.)   PRA \nbrought counterclaims for: (1) breach of the APA against Parthasarathy and Value \nHealth; (2) fraudulent inducement against Parthasarathy and Value Health; (3) \nnegligent misrepresentation against Parthasarathy and Value Health; (4) breach of \nthe Employment Agreement and Settlement Agreement against Parthasarathy; and \n(5) tortious interference with contractual relations against Parthasarathy.  ( Id.)  \nPlaintiffs filed a Motion to Dismiss seeking dismissal of Defendants’ counterclaims \npursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure. (ECF No. \n \n \n41.)  Following briefing and a hearing, the Court dismissed PRA’s c ounterclaims for \nbreach of the APA against Parthasarathy and Value Health, fraudulent inducement \nagainst Parthasarathy and Value Health, and negligent misrepresentation against \nParthasarathy and Value Health.  (ECF No. 61.)  PRA subsequently filed a Voluntary \nDismissal of its c ounterclaim for tortious interference with contractual relations \nagainst Parthasarathy.  (ECF No. 86.)  The sole counterclaim that remains is Count \nIV of the Amended Counterclaim  for Breach of Contract Against Parthasarathy.  \n(ECF No. 37, at p. 32.)  \n41. PRA filed a motion to dismiss seeking the dismissal of all of Plaintiffs’ \nclaims except for the breach of contract claim pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure (“Rules”)  (ECF No. 77.)  Following briefing and a \nhearing, the Court issued an  Order and Opinion grantin g the m otion to d ismiss to \nthe extent it sought dismissal of Plaintiffs’ claims for : intentional misrepresentation \n(fraud) and fraudulent inducement that were based on alleged pre -APA \nmisrepresentations except for those fraud and fraudulent inducement  claims based \non alleged misrepresentations in the LOI; intentional misrepresentation (fraud) and \nfraudulent inducement based on alleged omissions from the LOI; negligent \nmisrepresentation; promissory estoppel; and unjust enrichment.  (ECF No. 106 at pp. \n31–32.)  \n42. The four remaining claims in Plaintiffs’ Amended Complaint are: \nBreach of Contract (Count I); Intentional Misrepresentation (Count II); Fraudulent \nInducement (Count IV); and Violation of the North Carolina Unfair and Deceptive \nTrade Practices (“UDTPA”), N.C.G.S. § 75-1.1 (Count VI) (Id.)  Defendants move for \n \n \nSummary Judgment on each of these four claims.  (ECF No. 110, at p. 2.)  PRA filed \nits Brief in Support of Motion for Summary Judgment on June 12, 2020.  (ECF No. \n111.)  Plaintiffs filed their Respon se to PRA’s  Motion for Summary Judgment on \nAugust 11, 2020.  (ECF No. 125.)  PRA filed a Reply in Support of Motion of Summary \nJudgment on September 10, 2020.  (ECF No. 129.)    \n43. Plaintiffs move for summary judgment on: (1) PRA’s  sole-remaining \ncounterclaim of breach of contract against Parthasarathy (ECF No. 116 at p. 1; ECF \nNo. 37, at p. 22); and (2) the contention that  Takeda MSA qualifies as an External \nSale under the APA.  (ECF No. 116, at p. 2.)  Plaintiffs filed an  Opening Brief in \nSupport of their Motion for Summary Judgment.  (ECF No. 116.)  PRA filed a Brief \nin Opposition to Plaintiffs’ Motion for Summary Judgment (ECF No. 120) , Plaintiffs \nfiled their Reply in Support of their Motion for Summary Judgment.  (ECF No. 128). \n44. Plaintiffs and PRA also filed numerous sets of evidentiary materials in \nsupport of and in opposition to the Motions. \n45. The Court held a hearing on the Motions for Summary Judgment at \nwhich counsel presented arguments. The Motions for Summary Judgment are now \nripe for disposition \nIII. ANALYSIS \nA. Standard of Review  \n46. “The purpose of summary judgment is to dispense with formal trials in \ncases where only legal issues remain ‘ by permitting penetration of an unfounded \nclaim or defense in advance of trial and allowing summary disposition for either party \nwhen a fatal weakness in the claim or defense is exposed. ’”  Miller v. Rose, 138 N.C. \n \n \nApp. 582, 585–86 (2000) (citation omitted).  “Summary judgment is appropriate ‘if the \npleadings, depositions, answers to interrogatories, and admissions on file, together \nwith affidavits, if any, show that there is no genuine issue as to any material fact and \nthat any party is entitled to judgment as a matter of law.’”  Variety Wholesalers, Inc. \nv. Salem Logistics Traffic Servs., LLC , 365 N.C. 520, 523 (2012) (quoting N.C.G.S. § \n1A-1, Rule 56(c)).  The moving party bears the burden of presenting evidence which \nshows that there is no genuine issue of material fact and that the movant is entitled \nto judgment as a matter of law.  Hensley v. Nat’l Freight Transp., Inc., 193 N.C. App. \n561, 563 (2008).   The moving party may meet this burden by “proving an essential \nelement of the opposing party’s claim does not exist, cannot be proven at trial, or \nwould be barred by an affirmative defense.”   Variety Wholesalers, Inc. , 365 N.C. at \n523.  An issue is “material” if “resolution of the issue is so essential that the party \nagainst whom it is resolved may not prevail.”  McNair v. Boyette, 282 N.C. 230, 235 \n(1972).  “A ‘genuine issue’ is one that can be maintained by substantial evidence.”  \nDobson v. Harris, 352 N.C. 77, 83 (2000).  \n47. Once the movant presents evidence in support of the motion, the \nnonmovant “cannot rely on the allegations or denials set forth in her pleading [ ] and \nmust, instead, forecast sufficient evidence to show the existence of a genuine issue of \nmaterial fact in order to preclude an award of summary judgment.”  Steele v. Bowden, \n238 N.C. App. 566, 577 (2014) (internal citation omitted).  In conducting its analysis, \nthe Court must view the evidence in the light most favorable to the nonmovant.  \nDobson, 352 N.C. at 83. \n \n \n48. In determining whether the non-movant has met its burden in opposing \na motion for summary judgment, the judge “unavoidably asks whether reasonable \njurors could find by a preponderance of the evidence that the plaintiff is entitled to a \nverdict[.]”  Sloan v. Miller Bldg. Corp. , 119 N.C. App. 162, 165– 66 \n(1995) (quoting Anderson v. Liberty Lobby, Inc. , 477 U.S. 242, 252– 55 \n(1986)) (quotations and emphasis omitted).  As recently reiterated by the North \nCarolina Court of Appeals,  the burden on the non- movant goes beyond merely \nproducing some evidence, or a scintilla of evidence, in support of its claims.  Rather, \n[i]f the movant meets [its] burden, the nonmovant must \ntake affirmative steps to set forth specific facts showing the \nexistence of a genuine issue of material fact. . . . A genuine \nissue of material fact is one that can be maintained by \nsubstantial evidence.   Substantial evidence is such \nrelevant evidence as a reasonable mind might accept as \nadequate to support a conclusion and means more than a \nscintilla or a permissible inference. \n \nKhashman v. Khashman, 255 N.C. App. 449 (Sept. 5, 2017) (unpublished) (citations \nand quotation marks omitted).  In summary, this Court must decide “not whether \nthere is literally no evidence, but whether there is any upon which a jury could \nproperly proceed to find a verdict for the party producing it, upon whom the onus of \nproof is imposed.”  Anderson, 477 U.S. at 251. \n49. The Court will first address PRA’s Motion and then Plaintiffs’ Motion.  \nB. PRA’s Motion \n50. Defendants move for summary judgment on the four remaining claims \nin Plaintiffs’ Amended Complaint: b reach of the APA (Count I); i ntentional \nmisrepresentation (Count II); fraudulent inducement (Count IV); and violation of the \n \n \nNorth Carolina Unfair and Deceptive Trade Practices (“UDTPA”), N.C.G.S. § 75 -1.1 \n(Count VI). \n1. Breach of the APA \n51.  Plaintiffs allege that PRA breached the express and implied terms of \nthe APA by failing to make the contingent payments to Plain tiffs for meeting the \nMilestones.  (ECF No. 60.1, at ¶¶ 129–33; ECF No. 125/133, at pp. 20–24.) \n52. Preliminarily, the Court notes that the APA provides that Delaware law \nshall apply to construction and enforcement of the agreement, and that Plaintiffs and \nPRA argue that Delaware law is applicable to the claims for breach of the APA.  “ As \na general rule, North Carolina will give effect to a contractual provision agreeing to \na different jurisdiction’s substantive law. ”  Tanglewood Land Co. v. Byrd , 299 N.C. \n260, 262 (1980) (“[W]here parties to a contract have agreed that a given jurisdiction's \nsubstantive law shall govern the interpretation of the contract, such a contractual \nprovision will be given effect. ”); Akzo Nobel Coatings Inc. v. Rogers, 2011 NCBC \nLEXIS 42, at *21 (N.C. Super. Ct. Nov. 3, 2011).  However, North Carolina courts will \nnot apply the chosen state’s law if “(a) the chosen state has no substantial relationship \nto the parties or the transaction and there is no other reasonable basis for the parties’ \nchoice, or (b) application of the law of the chosen state would be contrary to a \nfundamental policy of [North Carolina]. ”  Cable Tel Servs. v. Overland Contracting, \nInc., 154 N.C. App. 639 (2002) (applying North Carolina law to a contract dispute \ndespite a Colorado  choice of law  provision because there was no substantial \nrelationship between the parties or transaction to Colorado). \n \n \n53. The Court concludes that Delaware law should be applied to the claim \nfor breach of the APA.   F irst, PRA is a Delaware corporation  which provides the \nnecessary substantial relationship between Delaware and the parties.  (ECF No. 8.1 \nat APA, p. 1.)  Akzo Nobel Coatings, Inc. v. Rogers, 2011 NCBC LEXIS 42, at *22 (N.C. \nSuper. Ct. Nov. 3, 2011) (finding “Delaware has a substantial relationship to the \ntransaction” where defendants’ contracts containing the Delaware choice of law \nprovision were with plaintiff, a Delaware corporation ).  Second, the Court has \nreviewed the applicable law and concludes that  applying Delaware law to the claim \nfor breach of the APA would  not be contrary to any fundamental  policy of North \nCarolina. \n54. Defendants seek summary judgment as to Plaintiffs’ claims that PRA \nbreached the APA by failing to make the contingent payments tied to the Milestones.  \nUnder Delaware law, the elements of a breach of contract claim are: the existence of \na contract, the breach of an obligation imposed by that contract, and resulting \ndamages to the plaintiff.  VLIW Tech., LLC v. Hewlett-Packard Co., 840 A.2d 606, 612 \n(Del. 2003).  It is undisputed that the APA is a valid contract. \n55. The Delaware Supreme Court has held \nDelaware adheres to the objective theory of contracts, i.e. \na contract’s construction should be that which would be \nunderstood by an objective, reasonable third party.  We  \nread a contract as a whole and [ ] will give each provision \nand term effect, so as not to render any part of \nthe contract mere surplusage.   \n \nWhen the contract is clear and unambiguous, we will give \neffect to the plain meaning of the contract's terms and \nprovisions.  On the contrary, when we may reasonably \nascribe multiple and different interpretations to a contract, \n \n \nwe will find that the contract is ambiguo us.  An \nunreasonable interpretation produces an absurd result or \none that no reasonable person would have accepted when \nentering the contract. \n \nEstate of Osborn v. Kemp, 991 A.2d 1153, 1159–60 (Del. 2010) (internal citations and \nquotations omitted).  “The determination of ambiguity lies within the sole province of \nthe court.”  Id. at 1160. \n56. The Delaware Supreme Court has “upheld awards of summary \njudgment in contract disputes where the language at issue is clear and unambiguous. \nIn such cases, the parol evidence rule bars the admission of evidence from outside the \ncontract's four corners to vary or contradict that unambiguous language.” GMG \nCapital Invs., LLC v. Athenian Venture Partners I, L.P., 36 A.3d 776, 783 (Del. 2012) \n(internal citations omitted).  “But, where reasonable minds could differ as to the \ncontract's meaning,  a factual dispute results and the fact -finder must consider \nadmissible extrinsic evidence.  In those cases, summary judgment is improper. ”  Id.  \nThe parties do not contend that the language in the Development Milestones  \nprovisions of the APA is ambiguous or need interpretation. \na. Development Milestones \n57. Significantly, Plaintiffs do not claim , and have not presented evidence,  \nthat they fully achieved  the Development Milestones as expressly set out in \nSchedules 2.6(a)(i–iii) of the APA.  Instead, Plaintiffs argue that PRA breached the \nAPA because: (a) PRA did not reasonably and in good faith determine the completion \nof the Development Milestones in 2.6 (a)(i) and 2.6(a)(ii); (b ) PRA waived the \nDevelopment Milestones 2.6(a)(i) and 2.6(a)(ii); (c) VHS substantially performed the \n \n \nDevelopment Milestones in sections  2.6(a)(i) and 2.6(a)(ii);  and (d) PRA improperly \nconditioned Development M ilestone 2.6(a)(iii)  on achievement of the Development \nMilestones in sections 2.6(a)(i) and 2.6(a)(ii).  (ECF Nos. 125/133, at pp. 20–29.)  PRA \nchallenges these contentions.  (ECF No. 110, at pp. 3 –4; ECF Nos. 113/111, at pp. \n114–19; ECF No. 129, at pp. 1–8.)  The Court takes each argument in turn. \n58.  Plaintiffs first argue that the failure to meet the Development \nMilestones should be excused because PRA failed to exercise its discretion in \ndetermining whether VHS had achieve d those milestones reasonably and in good \nfaith, and that its “decision making was arbitrary and improperly motivated.”  (ECF \nNos. 125/133, at pp. 20, 21–22.)  Plaintiffs contend that: “PRA knew the ‘modules’ and \n‘functions’ . . . had been in a constant state of flux”;  “PRA applied different technical \ndefinitions of completion from those agreed to, knowingly disregarded substantial \nchanges to the Salesforce® modules to be integrated, and failed to consider that the \nsoftware functions PRA required were ‘mostly code complete’”; and “PRA directly and \nindirectly prevented the completion of the requirements.”  ( Id. at pp. 20 –21.)  \nPlaintiffs also claim that PRA “failed to credit completion of new and different \n[development] requirements.”  (Id. at p. 22.) \n59. In addi tion, Plaintiffs claim that in 2017, after the deadlines for \ncompleting the Development Milestones had passed, PRA engaged  in conduct \ndemonstrating “bad faith.”  (Id. at pp. 21–22.)  Plaintiffs allege that in late 2016, PRA \nwas “focused on extracting produ ct knowledge” from Mr. Parthasarathy, as opposed \nto reasonably assessing completion.  (Id. at p. 21.)   By 2017, PRA was “ actively \ndeceiving Mr. Parthasarathy about amending the APA and was determined to \n \n \nterminate his employment, mistakenly believing it wou ld end PRA’s obligations \nunder the APA.”  (Id. at pp. 21–22.) \n60. Plaintiffs’ argument amounts to a claim that PRA breached an implied \nduty of good faith and fair dealing under the APA.5  Delaware will imply a covenant \nof good faith and fair dealing to “honor  the parties’ reasonable expectations” under \nthe contract.  Dunlap v. State Farm Fire & Cas. Co. , 878 A.2d 434, 447 (Del. 2005).  \nHowever, Delaware courts “will only imply contract terms when the party asserting \nthe implied covenant proves that the other p arty has acted arbitrarily or \nunreasonably, thereby frustrating the fruits of the bargain that the asserting party \nreasonably expected.”   Nemec v. Shrader, 991 A.2d 1120, 1126 (Del. 2010).   The \n“implied covenant is a judicial convention designed to protect  the spirit of an \nagreement when, without violating an express term of an agreement, one side uses \noppressive or underhanded tactics . . . .”  Chamison v. Healthtrust, Inc., 735 A.2d 912, \n920 (Del. Ch. 1999),  aff'd, 748 A.2d 407 (Del. 2000) ; see LSVC Holdings, LLC v. \nVestcom Parent Holdings, Inc., 2017 Del. Ch. LEXIS 865, *31 (2017). \n61. The covenant of good faith “is not an equitable remedy for rebalancing \neconomic interests after events that could have been anticipated, but were not, [ ]  \nlater adversely affected one party to a contract.  Rather the covenant is a limited and \nextraordinary legal remedy.”  Nemec, 991 A.2d at 1128.   The covenant will not be \nimplied “to give plaintiffs contractual protections that they failed to secure for \n \n5 Indeed, the case authority cited by Plaintiffs in support of their argument, Gilbert v. El Paso \nCo., 490 A.2d 1050 (Del.Ch. 1984), analyzed the issue as o ne falling under the implied \ncovenant of good faith and fair dealing.  Id. at 1054–55. \n \n \nthemselves at the bargaining table.”  Winshall v. Viacom Int'l, Inc., 55 A.3d 629, 636-\n37 (Del. Ch. 2011).  A court should not use the implied covenant to “rewrite a contract” \nthat a party “now believes to have been a bad deal.”  Nemec, 991 A.2d at \n1126.  “Parties have a righ t to enter into good and bad contracts, the law enforces \nboth.”  Id. \n62. Once the Court determines that a “ party has acted arbitrarily or \nunreasonably,” Id.,  the task faced by a court in applying the covenant of good faith \nand fair dealing as follows: \n[T]he first step in evaluating an implied covenant claim is \nto determine whether the contract in fact contains a gap \nthat must be filled.  That is because  the implied covenant \napplies only  if the contract is silent as to the subject at \nissue.  If the contract directly addresses the matter at \nhand, existing contract terms control . . . such that implied \ngood faith cannot be used to circumvent the parties ’ \nbargain.  If, on the other hand, the express terms of the \ncontract do not address the subject at issue, the Court must \nthen consider whether implied contractual terms fill the \ngap.  The Court conducts that inquiry by asking whether it \nis clear from what was expressly agreed upon that the \nparties who negotiated the express terms of the contract \nwould have agreed to proscribe the act later complained of \nas a breach of the implied covenant of good faith—had they \nthought to negotiate with respect to that matter.  The \nCourt does not derive implied obligations from its own \nnotions of justice or fairness.  Instead, it asks what the \nparties themselves would have agreed to had they \nconsidered the issue in their original bargaining positions \nat the time of contracting. The implied covenant therefore \noperates only in that narrow band of cases where the \ncontract as a whole speak s sufficiently to suggest an \nobligation and point to a result, but does not speak directly \nenough to provide an explicit answer. \n \nMHS Capital LLC v. Goggin , 2018 Del. Ch. LEXIS 151, *30 –32 (May 10, 2018)  \n(quotations and citations omitted). \n \n \n63. The Court notes that despite invoking the covenant of good faith and \nfair dealing, Plaintiffs do not argue how the standards established by Delaware courts \napply to the facts in this case .  For example, Plaintiffs do not identify any “gaps” in \nthe provisions of the APA that need to be filled, nor argue what  terms the parties \n“would have agreed to had they considered the issue in their original bargaining \npositions at the time of contracting.”  MHS Capital LLC, 2018 Del. Ch. LEXIS 151 at \n*31 (citing Katz v. Oak Industries, Inc., 508 A.2d 873, 880 (Del. 1986)).  Instead, \nPlaintiffs take issue with various decisions made by PRA and complain that, in \nretrospect, they seem unfair or arbitrary. \n64. It is not clear i n what way Plaintiffs contend PRA failed to reasonably \nexercise its discretion in determining that the first Development Milestone as \noutlined in Schedule 2.6(a)(i) had not been achieved.  The first Development \nMilestone required that CTMax be integrated i nto PRA’s Salesforce environment \nwithin 18 months following the closing.  While the evidence may show that pieces of \nCTMax functionality were integrated into PRA within the 18 -month period, it is \nundisputed that full integration did not occur until approximately April 2018, almost \nthree years after the Closing.  Plaintiffs have not created a disputed issue of fact that \nPRA did not act reasonably and in good faith in determining that Plaintiffs failed to \nmeet the first Development Milestone. \n65. Plaintiffs also contend that PRA acted unreasonably because it did not \nconsider that individual “key product enhancements” listed in the Second Milestone \n(Schedule 2.6(a)(ii)) had been completed and that certain other  enhancements were \neliminated by PRA as unnecessary.  The evidence shows that some individual product \n \n \nenhancements listed in Schedule 2.6(a)(ii) were completed before Parthasarathy’s \nemployment with PRA terminated, and that some of those enhancements were \naccomplished within the required 18 -month period follow ing the Closing.  The \nevidence also shows that in implementing CTMax into PRA, PRA determined that at \nleast some of the product enhancements in Schedule 2.6(a)(ii) were not needed. \n66. The evidence, however, does not support Plaintiffs’ contention that the \ncompletion of some product enhancements and the elimination of others impeded \nPlaintiffs’ achievement of the Second Milestone or that PRA unreasonably failed to \nconsider those facts in determining that Plaintiffs had not completed the second \nDevelopment Milestone. \n67. Finally, Plaintiffs contend that after the deadlines for completing the \nDevelopment Milestones had passed, PRA engaged in conduct demonstrating that its \ndeterminations as to the first and second Development Milestones were made in “bad \nfaith.”  (ECF Nos. 125/133, at p. 21.) Plaintiffs claim that in late 2016 “PRA was \n‘focused on extracting product knowledge’ from Mr. Parthasarathy, as opposed to \nreasonably assessing completion.”  (Id.)  Plaintiffs also contend that “[b]y 2017, PRA \nwas actively deceivi ng [ ] Parthasarathy about amending the APA and was \ndetermined to terminate his employment, mistakenly believing it would end PRA’s \nobligations under the APA.”  (Id. at pp. 21–22.) \n68. Plaintiffs’ contention that PRA was “focused on extracting product \nknowledge” is reference to a phrase contained in an email from Irene to Jones-Hertzog \nsent in December 2016 discussing Irene’s review of the Milestones and his suggested \nrevisions for purposes of negotiating amendments to the Milestones with \n \n \nParthasarathy.  (ECF No. 125.15.)  The full sentence from Irene’s email provides as \nfollows: “Here are some thoughts – focused on extracting product knowledge (IP) and \nrelating to PRA’s environment for purposes of expedited implementation .”  ( Id. \n(emphasis added). )  Rather than suggesting bad faith, the email indicates Irene’s \ndesire to acquire knowledge about the Solutions from Parthasarathy in order to \nincorporate them into PRA as quickly as possible. \n69. The evidence supports  Plaintiffs’ contention that in or about June or \nJuly 2017,  Shannon concluded that he wanted to terminate Parthasarathy’s \nemployment with PRA and believed that it would end PRA’s obligations under the \nAPA.   The evidence also shows that PRA stopped communicating with Parthasarathy \nabout amending the Milestones in late July 2017 but did not inform him that PRA \nwould not further negotiate over the amendments.\n6  However, after careful \nconsideration, the Court concludes this evidence does not raise an issue of  disputed \nfact  that PRA did not act reasonably and in good faith in determining that Plaintiffs \nfailed to meet the first and second Development Milestones .  Even if the conduct \ninvolved suggests a lack of good faith by PRA in handling Parthasarathy’s \ntermination, it occurred well after the deadline for completing the first and second \nDevelopment Milestones as provided in the APA, and there is no evidence linking \nShannon’s decision regarding Parthasarathy’s termination with PRA’s \ndeterminations that the Development Milestones had not been achieved. \n \n6 As discussed below in relation to Plaintiffs’ claims for fraud, the Court has concluded that \nPRA did not make affirmative misrepresentations to Plaintiffs regarding PR A’s intent to \namend the Milestones. \n \n \n70. In summary, Plaintiffs’ evidence fails to raise an issue of fact as to PRA’s \nreasonable exercise of its discretion in determining that Plaintiffs had not achieved \nthe first and second Development Milestones. \n71. Plaintiffs next argue that PRA waived the deadlines for completing the \nDevelopment Milestones.  (ECF Nos. 125/133, at p. 21.)  Under Delaware law \n[i]t is well settled . . . that a party may waive contractual \nrequirements or conditions. But, the standards for \ndemonstrating waiver -- the voluntary and intentional \nrelinquishment of a known right -- are quite exacting.  The \ndoctrine implies knowledge of all material facts and an \nintent to waive, together with a willingness to refrain from \nenforcing those [ ] rights.   Furthermore, the facts relied \nupon to demonstrate waiver must be unequivocal.  \nApplying those principles, [Delaware courts] have held \nthat three elements must be demonstrated to invoke  the \nwaiver doctrine: (1) that there is a requirement or condition \ncapable of being waived, (2) that the waiving party knows \nof that requirement or condition, and (3) that the waiving \nparty intends to waive that requirement or condition. \n \nAmirsaleh v. Bd. of Trade of N.Y. , 27 A.3d 522, 529 –30 (Del. 2011) (quotations and \ncitations omitted). \n72. PRA argues that the APA requires that any waiver of its terms must be \nin writing.  (ECF No. 112.1, at p. 370, “No waiver by a party of any term, covenant, \nrepresentation or warranty contained herein shall be effective unless in writing.” )  \nPRA contends that the written documents relied on  by Plaintiffs in support of their \nwaiver argument were internal communications between PRA officials regarding the \namendment negotiations after the Development Milestone deadlines had passed and \nthat the communications were never shared with Plaintiffs.   (ECF Nos. 113/111, at \npp. 16–17.)   PRA further argues that Plaintiffs have failed to create an issue of fact \n \n \nas to whether PRA intentionally and voluntarily waived the Development Milestones.  \n(ECF No. 129, at p. 2.) \n73. The Court has painstakingly reviewed the evidence cited by Plaintiffs in \nsupport of their argument that PRA waived the deadlines for the Development \nMilestones.  First, the undisputed evidence shows that the written documents relied \nupon by Plaintiffs were never shared with Plaintiffs and, therefore, cannot form the \nbasis for a claim of waiver.   Second, the evidence simply does not raise a genuine \nissue of fact that PRA intended to waive the Development Milestones.  At best, the \nevidence estab lishes that PRA engaged in various communications with \nParthasarathy about the possibility of amending the deadlines but  fails to support \neven an inference that PRA “unequivocal[ly]” waived any Milestones.  Amirsaleh, 27 \nA.3d at 529. \n74. Plaintiffs next conten d that they have raised an issue of fact as to \nwhether PRA breached the APA because “there is adequate evidence of ‘substantial \nperformance’ of the first two [D]evelopment [M]ilestone requirements ,” and cite in \nsupport Gildor v. Optical Sols., Inc., 2006 Del. Ch. LEXIS 110, at *25 (Del. Ch. June \n5, 2006).  (ECF No. 125/133, at p. 21.)   Plaintiffs argue that there is evidence that \nsome of the functionality required under sections 2.6(a)(i ) and ( ii) of the APA were \nachieved.  (Id.) \n75. PRA contends that the theory of “substantial performance” is not \navailable to cure Plaintiffs’ failure to perform under the facts at issue.  (ECF No. 129, \nat p. 2.)  Instead, PRA argues that Gildor and its progeny have applied the theory of \n“substantial performance” to forgive a party’s failure to meet the express \n \n \nrequirements of a contract only when the question is whether a party has adequately \ncomplied with  notice provision s contained in an agreemen t, citing Vintage Rodeo \nParent, LLC v. Rent-a-Ctr., Inc., 2019 Del. Ch. LEXIS 87, *43– 44 (Del. Ch. Mar. 14, \n2019) (“[T]his Court has, at times, accepted substantial compliance with notice \nprovisions in lieu of literal compliance, when the circumstances so justified.”). \n76. The Court agrees with PRA’s argument.  The  only reported Delaware \ndecisions that the Court has located have applied the substantial performance theory \nonly in the narrow circumstances dealing with notice requirements in contracts.  See \ne.g., Arneault v. Diamondhead Casino Corp. , C.A. No. 16 -989-LPS, 2019 U.S. Dist. \nLEXIS 93108, *8- 9, (D. Del. 2019) .  The Court concludes that  the substantial \nperformance theory does not apply to Plaintiffs’ failure to meet the express \nrequirements of the Development Milestones in the APA. \n77. Plaintiffs also contend that PRA breached section 2.6(b) of the APA by \nimproperly conditioning the achievement of the Development Milestone in 2.6(a)(iii) \nand Sales Milestones “on PRA’s internal development of PSO .”  (ECF Nos. 125 /133, \nat pp. 22–24.)  Plaintiffs’ argument, however, is difficult to discern.  Although section \n2.6(b) unambiguously provides that PRA cannot make the payment  for achievement \nof any Milestone conditional on having completed a prior Milestone, Plaintiffs \ncontend that the provision also “ bar[s] PRA from co nditioning or sequencing the \ncompletion of the [M]ilestones (or requirements within a [M]ilestone).”  (Id. at p. 23.)  \nPlaintiffs do not cite to any evidence in the record in their argument to support this \nclaim (see id. at pp. 22–23), and it is not at all clear to the Court in what way Plaintiffs \ncontend PRA violated section 2.6(b). \n \n \n78. PRA argues that section 2.6(b) only prohibits PRA from conditioning the \npayments for achievement of a particular Milestone on having achieved a prior \nMilestone, and that “[t]here is no evidence that . . . any of the milestones were \nachieved.  Thus, PRA did not have an obligation to pay any of the milestones, nor did \nit improperly ‘ condition’ payment of one milestone ‘ upon the satisfaction of any \nconditions precedent to’ another milestone.”  (ECF Nos. 113/111, at p. 15.) \n79. The Court has thoroughly considered Plaintiffs’ argument and concludes \nthat the terms of section 2.6(b) are unambiguous,  and that Plaintiffs have failed to \ncreate any issue of material fact that PRA breached section 2.6(b) of the APA. \nb. Sales Milestones \n80. Plaintiffs next argue that PRA “interfered” with achievement of the \nSales Milestones in breach of the implied covenant of good faith and fair dealing.  \n(ECF No. 125/133, at pp. 25–29.)  Plaintiffs claim that there is  \nsubstantial evidence that PRA used ‘oppressive or \nunderhanded tactics’ that ‘thwarted’ [Plaintiffs’] \nreasonable expectations and a ‘fair opportunity to \nmaximize’ the External Sales Earnout, such as by \nintending to block competitors from having access to the \nSolutions, preventing marketing of the Solutions and \nrejecting specific customer opportunities, limiting and \neliminating qualifying license arrangements, e xploiting \nthe Solutions for Takeda MSA to earn service revenue for \nPRA but refusing to give VHS milestone credit, diverting \nresources and changing operational priorities, and \nrepeatedly rejecting all External Sales proposals years \nbefore the milestone peri od ended, limiting Mr. \nParthasarathy’s role and ultimately terminating his \nemployment to try to escape the APA earnout obligations.   \n \n(Id. at pp. 28 –29; quotations omitted.)  Plaintiffs, however, do not cite to specific \nrecord evidence or discuss the evidence supporting these claims in this portion of their \n \n \nargument in their brief (Id. at pp. 25–29), and it is not clear to the Court upon what \nevidence Plaintiffs base some of these alleged actions by PRA. \n81. In order to decide if the covenant of good faith and  fair dealing should \nbe applied, the Court must decide whether PRA “ has acted arbitrarily or \nunreasonably, thereby frustrating the fruits of the bargain that [Plaintiffs] \nreasonably expected,”  Nemec, 991 A.2d at 1126, and if so,  “determine whether the \ncontract in fact contains a gap that must be filled.”  MHS Capital LLC, 2018 Del. Ch. \nLEXIS 151 at *30–32. “[T]he implied covenant applies only if the contract is silent as \nto the subject at issue . . . [i]f, on the other hand, the express terms of the contract do \nnot address the subject at issue, the Court must then consider whether implied \ncontractual terms fill the gap.”  Id .  However, the existence of “gap” does not \nautomatically require application of the implied covenant.  Inste ad, the Court must \ndecide if the missing term is one that the parties did not, and could not have, \nanticipated in negotiating the APA.  “The implied covenant of good faith and fair \ndealing involves a ‘cautious enterprise,’ inferring contractual terms to ha ndle \ndevelopments or contractual gaps that the asserting party pleads neither party \nanticipated,” Nemec, 991 A.2d at 1125, and is not a means for creating “contractual \nprotections that ‘they failed to secure for themselves at the bargaining table.”  \nWinshall, 76 A.3d at 816 (internal quotation omitted); see also Allied Capital Corp. v. \nGC-Sun Holdings, L.P., 910 A.2d 1020, 1035 (Del. Ch. 2006) (“[C]ourts should be most \nchary about implying a contractual protection when the contract easily could have \nbeen drafted to expressly provide for it.”).  Only if the missing term is one the parties \ncould not have anticipated will the Court provide an implied term. \n \n \n82. Plaintiffs do not specifically identify the “gaps” in the APA that the \nimplied covenant must fill .  Furthe r, Plaintiffs do not address whether the parties \nnegotiated about or considered the missing term and, if not, why the parties could not \nhave anticipated the issue involved in the missing term.  Plaintiffs also do not explain \n“what the parties themselves would have agreed to had they considered the issue in \ntheir original bargaining positions at the time of contracting.”  MHS Capital LLC , \n2018 Del. Ch. LEXIS 151, at *30– 32.  Instead, they contend only that PRA’s actions \nwere arbitrary or unfair. \n83. Plaintiffs first contend that PRA interfered with the achievement of the \nSales Milestones because it acquired Plaintiffs’ software “to block competitors from \nhaving access to the Solutions.”   (ECF Nos. 125/133, at p. 28.)    Plaintiffs do not \nexplain how PRA’s motivati ons for entering  into the APA with Plaintiffs could be \ncharacterized as a breach of covenant of good faith in performing under the APA.  \nNevertheless, the Court has thoroughly reviewed the evidence presented by Plaintiffs \nand concludes that, at worst, it suggests that one of the reasons PRA believed it would \nbe advantageous to acquire the Solutions was because PRA believed it was promising \ntechnology and wanted to purchase it to prevent its competitors from acquiring the \ntechnology.  In other words, PRA appears to have had a legitimate business interest \nin acquiring PRA’s technology. \n84. In addition, there is no contractual gap regarding this issue.  To the \ncontrary, in the preamble paragraphs in the APA, the parties expressly acknowledge \nPlaintiffs’ “desire” to  sell to PRA, and PRA’s desire to purchase, “the Solutions and \nsubstantially all of the assets of [Plaintiffs]” related to Plaintiffs’ business of \n \n \n“provid[ing] cloud based solutions for the clinical trial process.”  (ECF No. 112.1, at p. \n349.)  The implied covenant of good faith is not applicable to this issue. \n85. Plaintiffs next argue that PRA violated a duty of good faith and fair \ndealing by “preventing marketing of the Solutions and rejecting specific customer \nopportunities, [and] limiting and eliminating qualifying license arrangements.”  (Id.)  \nWhile Plaintiffs presented evidence that PRA refused to let Parthasarathy attempt \nto sell CTMax/PSO to two potential customers (ECF Nos. 125/133, at pp.  6–7, 10–11, \nand 16), PRA counters with evidence that it prevent ed Plaintiffs from selling the \nSolutions because it had not yet implemented PSO within PRA and lacked confidence \nthat it could support the software until it was using it itself and was not yet prepared \nto expend the extensive resources necessary to sell and support PSO to third -party \ncustomers.  (ECF No. 129, at pp. 3, 5–7.)  Parthasarathy conceded that PRA’s lack of \nconfidence in PSO was a legitimate reason not to begin selling it to PRA’s customers.  \n(ECF No. 112.1, at pp. 74–75.) \n86. Again, after careful review of the evidence in the record, the Court \nconcludes that no reasonable fact finder could conclude that PRA prevented sales of \nPSO to specific customers to  impede Plaintiffs from achieving External Sales, and \nPlaintiffs’ argument is not supported. \n87. Plaintiffs contend that PRA breach ed an implied duty of good faith by \n“exploiting the Solutions for Takeda MSA to earn service revenue for PRA but \nrefusing to give VHS milestone credit.”  (ECF Nos. 125/133, at p. 28.)  Plaintiffs argue \nthat the licensing arrangement in the Takeda MSA in which PRA granted Takeda a \nlicense to use PRA’s software in conjunction with managing clinical trials for Takeda \n \n \n(“Takeda license”) should be credited to Plaintiffs as an “External Sale” of the \nSolutions under APA.  (ECF Nos. 116/117.1, at pp. 13– 16.) 7  Plaintiffs contend that \nPRA’s failure to treat the license to Takeda as an “External Sale” violates an implied \nduty of good faith and fair dealing.   Plaintiffs do not expressly address how the \ncurrent definition of “External Sale” has a gap, or whether they did, or should have, \nanticipated the need to further clarify the definition of “External Sale” in negotiating \nthe APA. \n88. In this instance , however, it is not significant because the Court has \nthoroughly considered the record and concludes that there is insufficient evidence to \ncreate an issue of fact that PRA acted unreasonably or arbitrarily in failing to credit \nthe Takeda license as an “External Sale” of the Solutions.  To the contrary, Plaintiffs \ndid not contend that the Takeda license should be counted as an “External Sale” until \nafter this lawsuit was filed, and first raised the claim in the Amended Complaint.  As \ndiscussed below, Plaintiffs and PRA have offered differing interpretations of the scope \nof the term “External Sales.”  Accordingly, the Court concludes that there is no issue \nof fact and, as a matter of law, PRA did not violate an implied covenant of good faith \nin failing to treat the license to Takeda as an “External Sale.” \n89. Plaintiffs also argue that PRA breached a covenant of good faith and fair \ndealing by “diverting resources and changing operational priorities” and “limiting Mr. \nParthasarathy’s role and ultimately terminating his employment,” thereby \n \n7 Plaintiffs’ contention that the Takeda MSA constitutes an “External Sale”  for purposes of \nachieving the Sales Milestones is an issue raised in Plaintiffs’ Motion and is considered below \nin conjunction with decision of that motion. \n \n \ninterfering with achievement of the Sa le Milestones.  (ECF Nos. 125/133, at pp. 28–\n29.)  PRA contends that, to the extent Plaintiffs now complain that PRA did not give \nParthasarathy sufficient control over, and did not devote sufficient resources to, \nachieving the Milestones, Plaintiffs “could  have insisted on specific contractual \ncommitments from PRA about the issues . . . , including the level of resources devoted \nto developing CTMax, a guarantee that Parthasarathy would have ‘full authority’ \nover the development, or a plan for making external sales.”  (ECF Nos. 113/111, at p. \n17 (citing Airborne Health, Inc. v. Squid Soap, LP, 984 A.2d 126, 145 –47 (Del Ch. \nNov. 23, 2009) (“These provisions are familiar to any transactional lawyer, and [VHS] \nwas a sophisticated party represented by able counse l.”)).)  PRA argues that “‘[t]he \nimplied covenant of good faith and fair dealing cannot properly be applied to give the \nPlaintiffs contractual protections that ‘they failed to secure for themselves at the \nbargaining table,’” quoting Winshall, 76 A.3d at 816.  Finally, Defendants argue that \nthe evidence does not support a claim that PRA intentionally attempted to deprive \nPlaintiffs of the ability to achieve the Milestones.  (ECF Nos. 113/111, at pp. 18–19.) \n90. Again, the Court finds that Plaintiffs could and should have bargained \nfor terms requiring PRA to provide certain levels of resources and for Parthasarathy’s \ncontrol over achievement of the Sales Milestones.  In a case in which the defendant \nargued the plaintiff breached a duty of good faith by failing t o devote sufficient \nresources to meeting incentive sales objectives, the Delaware Chancery Court held: \n[Defendant]’s position is also undercut by the ease with \nwhich [Defendant] could have insisted on specific \ncontractual commitments from [Plaintiff] regar ding the \nexpenditure of resources, or some form of “efforts” \nobligation for [Plaintiff].  These provisions are familiar to \n \n \nany transactional lawyer, and [Defendant] was a \nsophisticated party represented by able counsel.  Moreover, \nSection 7.6, entitled “Ob ligations of Seller,” provides that \n“[e]ach Selling Partner agrees to take all reasonable \nactions necessary to cause Seller to perform its obligations \nhereunder and to otherwise comply with the terms of this \nAgreement.”  [Defendant] could have insisted on a \nprovision binding [Plaintiff].  Rather than holding out for \nthese types of contractual protections, [Defendant] \naccepted earn-out provisions that are expressly phrased in \nconditional terms. \n \nAirborne Health, Inc., 984 A.2d at 147.  The implied covenant s hould not be applied \nhere to create obligations on PRA that Plaintiffs should have obtained at the \nbargaining table. \n91. The same holds true for Plaintiffs’  claim that PRA terminated \nParthasarathy to interfere with his ability to achieve the Sales Milestones.  \nParthasarathy, with assistance of counsel, negotiated a comprehensive Employment \nAgreement in which he agreed to accept at -will employment with PRA.  There is no \nreason that Parthasarathy should not have anticipated the need to negotiate \nappropriate protections for himself against PRA terminating his employment before \nhe had an opportunity to achieve the Milestones.  He did not do so, and this Court \ncannot now provide him this protection under the guise of implying a duty of good \nfaith. \n92. In sum, the Court f inds that Plaintiffs have failed to establish that \nPRA’s so -called “interference” with, and failure to devote sufficient resources to, \nachievement of the Sales Milestones involved issues that Plaintiffs could not have \nanticipated in negotiating the APA and Employment Agreement. \n \n \n93. Finally, the Court again has exhaustively studied the evidence in the \nrecord and concludes that Plaintiffs simply do not raise a genuine issue of material \nfact regarding whether PRA used underhanded or oppressive tactics to prevent \nPlaintiffs from achieving the Sales Milestones.  In deciding whether Plaintiffs have \nmet their burden in opposing PRA’s  Motion, this Court must decide “ not whether \nthere is literally no evidence, but whether there is any upon which a jury could \nproperly proceed to find a verdict for the party producing it, upon whom the onus of \nproof is imposed.”  Anderson, 477 U.S. at 251.  Plaintiffs’ evidence is not sufficient for \na reasonable factfinder to conclude that PRA unlawfully interfered with achievement \nof the Sales Milestones. \n94. Therefore, to the extent PRA seeks summary judgment on  Plaintiffs’ \nclaims for breach of the APA, PRA’s Motion should be GRANTED. \n2.  Intentional Misrepresentation and Fraudulent Inducement \n95. Plaintiffs bring claims for intentional misrepresentation and fraudulent \ninducement.  (ECF No. 60.1, at ¶¶ 134 –46 and 157– 72.)  The Court’s Order on \nDefendants’ Motion to Dismiss left for determination only: (1) Plaintiffs’ claims for \n“intentional misrepresentation (fraud) and fraudulent induc ement based on the \nalleged post -APA misrepresentations by Shannon and Jones -Hertzog about PRA’s \nintent to modify the APA,”  (ECF No. 106, at pp. 17–18); and (2) Plaintiffs’ claim that \nPRA made fraudulent misrepresentations in the LOI.  (Id. at pp. 17–20.) \na. Alleged misrepresentations by Shannon and Jones-Hertzog \n96. VHS alleges that “[o]n or around February 8, 2017, PRA’s CEO, Colin \nShannon, sent an email to Mr. Parthasarathy stating that PRA was ‘obviously trying \n \n \nto get [VHS and/or Mr. Parthasarathy] a contract’ to address the milestone timeline \nissue” and that “[i]n or around May 2017, Ms. Jones -Hertzog represented to Mr. \nParthasarathy that she had proposed a revised timeline internally and was awaiting \napproval.”  (ECF No. 60.1, at ¶¶ 116–17.)  Plaintiffs further allege that despite these \nrepresentations, “PRA [ ] did not intend to . . . amend the terms of the APA to extend \nthe time for it to do so” (Id. at ¶ 124), and “knew its representations to be false when \nit made them.”  (Id. at ¶ 143.)  Plaintiffs also allege that Parthasarathy relied on the \nmisrepresentations that PRA would modify the milestones to continue assisting PRA \nwith development of the Solutions.  (Id. at ¶¶ 115, 120.) \n97. In order to establish a claim for fraud or fraudulent inducement, a \nplaintiff must prove: (1) false representation or concealment of a material fact, (2) \nreasonably calculated to deceive, (3) made with intent to deceive, (4) which does in  \n \n \nfact deceive, (5) resulting in damage to the injured party.  Ragsdale v. Kennedy , 286 \nN.C. 130 (1974).8 \n98. To qualify as an intentional misrepresentation for purposes of a fraud \nclaim, the misrepresentation must be \"definite and specific.\"  Libby Hill Seafood \nRestaurants, Inc. v. Owens, 62 N.C. App. 695, 698 (1983).  “An unfulfilled promise is \nnot actionable fraud, however, unless the promisor had no intention of carrying it out \nat the time of the promise, since this is a misrepresentation of a material fact. ”  \nMcKinnon v. CV Indus., 213 N.C. App. 328, 338 (2011).   \n99. PRA argues that “Colin Shannon’s February 2017 statement was in fact \ntrue that PRA was ‘trying to get’ Plaintiffs a contract amendment,” and “there is no \nevidence that [ ] Shannon acted with a fraudulent intent” via his February 2017 \nemail.  (ECF No s. 113/111, at p p. 25–27.)  PRA contends  that mere failure to \n \n8 The parties have not discussed which state’s substantive law applies to the fraud claims, \nbut make their arguments based on North Carolina law.  Generally, North Carolina applies \na lex loci to determine the law that governs tort claims such as fraud.  Harco Nat’l Ins. Co. v. \nGrant Thornton LLP, 206 N.C. App. 687, 692 (2010) (“Our traditional conflict of laws rule is \nthat matters affecting the substantial rights of the parties are determined by lex loci, the law \nof the situs of the claim . . . . For actions sounding in tort, the state where the injury occurred \nis considered the situs of the claim.”); Camacho v. McCallum, 2016 NCBC LEXIS 81, at *17 \n(N.C. Super. Ct. Oct. 25, 2016) (“The place of the injury is the state where the injury or harm \nwas sustained or suffered—the state where the last event necessary to make the actor liable \nor the last event required to constitute the tort takes place, and the substantive law of that \nstate applies.”).  It is unclear from the evidence, and the parties do not indicate to the Court, \nwhere Parthasarathy was physically located when the LOI was executed.  Given there is \nsome indication that Parthasarathy was situated in New York, the Court has reviewed New \nYork law on fraudulent inducement.  Hogan Willig, PLLC v. Kahn, 145 A.D.3d 1619, 1620–\n21,  (2016) (stating “[t]he elements of a fraud cause of action consist of a misrepresentation \nor a material omission of fact which was false and known to be false by [the] defendant, made \nfor the purpose of inducing  the other party to rely  upon it, justifiable  reliance of the other \nparty on the misrepresentation or material omission, and injury.”  (internal citations \nomitted)).  The Court finds the law on fraud in New York to be substantively similar to North \nCarolina’s law.  Therefore, the Court conducts its analysis under North Carolina law.   \n \n \nultimately agree on  amendments to the Milestones  does not prove that Shannon ’s \nstatement was fraudulent.  Id. \n100. Defendants also argue that Jones -Hertzog’s representations were not \nfalse because Chuck Munn, PRA’s in-house counsel, had in fact received a draft of the \nproposed amendments from Jones-Hertzog.  (Id. at pp. 27–28.) \n101. The Court has reviewed the relevant evidence presented by the parties \nand concludes that Plaintiffs have failed to produce substantial evidence to create an \nissue of fact that Shannon’s and Jones-Hertzog’s statements were not true at the time \nthey were made or that the statements were  intended to mislead Parthasarathy.  \nDobson, 352 N.C. at 83 (“A ‘genuine issue’ is one that can be maintained by  \nsubstantial evidence.” ).  Instead, t he evidence establishes that PRA engaged in \nseveral months of negotiations with Parthasarathy regarding potential amendment \nof the Milestones , but that ultimately the parties failed to reach agreement on the \namendments.  (ECF Nos. 113/111, at pp. 25–28.) \n102. Therefore, to the extent PRA’s  Motion seeks summary judgment on \nPlaintiffs’ claims of intentional misrepresentation and fraudulent inducement based \non statements made by Shannon and Jones -Hertzog, PRA’s Motion should be \nGRANTED. \nb. Alleged fraudulent misrepresentations in the LOI \n103. In its Order and Opinion on Defendants’ Motion to Dismiss Amended \nComplaint, the Court dismissed Plaintiffs’ claims for fraud based on omissions  from \nthe LOI, but held that \n \n \nthe Court notes that PRA has not argued, and the Court \ndoes not consider at this time, whether representations \ncontained within a letter of intent executed between two \nbusinesses as part of arm s-length negotiations can form \nthe basis for a claim for fraud or negligent \nmisrepresentation.  The Court has serious questions about \nthe viability of such a claim under North Carolina law, and \nPRA is not prohibited from making such an argument at \nanother appropriate time in this case.  Ne vertheless, the \nCourt addresses the arguments that PRA does raise. \n \nValue Health Sols. Inc. v. Pharm. Research Assocs. , 2020 NCBC LEXIS 65, *20- 21, \n(N.C. Super. Ct. May 22, 2020).  PRA now moves for summary judgment as to \nPlaintiffs’ claims for fraud based  on alleged affirmative misrepresentations in the \nLOI. \n104. In the Amended Complaint Plaintiffs allege as follows: \n158. VHS and Mr. Parthasarathy agreed to enter into the \nAPA for a relatively small closing payment in reliance on \nPRA’s representations about the existence of a reasonable \nopportunity to complete the milestones and receive the \nfixed and variable milestone payments based on the \nexpressed management priorities and development \nstrategy of PRA. \n \n159. After closing, however, as described above, it became  \napparent that PRA’s representations were false and that a \nreasonable opportunity to complete the milestones did not \nexist. \n \n(ECF No. 60.1, at ¶¶ 158–59.) \n \n105. Plaintiffs further allege that “PRA knew its representations were false \nat the time they made them.  PRA did not intend to complete the software and sales \nmilestones set forth in Section 2.6 of the APA or to make the fixed and variable \nmilestone payments.”  (Id. at ¶¶ 162–63.) \n \n \n106. Referring to the language in the LOI that “the ability to earn [the Sale s \nMilestone payments] will last for the first [2, 3, and 4] fiscal years following the closing \ndate,” Plaintiffs contend that “PRA’s statement of intentions in the LOI was false” and \n“PRA did not intend for VHS to have any ‘ ability’ to earn the External Sa les \nmilestone[s] for the ‘full’ anniversary periods stated.”  (ECF Nos. 125/133, at pp. 29–\n30.)  Plaintiffs argue that PRA’s lack of intention to provide Plaintiffs with the ability \nto earn the Sales Milestones is supported by evidence, inter alia, that: a presentation \nto PRA’s board of directors in December 2014  revealed that PRA did not intend to \nimmediately “launch[ ]” CTMax “as a CTMS solution”; PRA acquired the Solutions to \n“block” competing CROs  from obtaining the Solutions;  an internal PRA financial \nanalysis showed projections in which no income was generated from External Sales;  \nthe so-called Siebel CTMS software “piracy” issue; and PRA’s alleged plan to use the \ncomponents of the Solutions but not allow Plaintiffs to make sales.  (ECF Nos. 125/133, \nat pp. 2–5, 29.) \n107. PRA argues that a non -binding LOI cannot form the basis for a fraud \nclaim.  (ECF No s. 113 /111, at p. 24).  PRA contends that the LOI  is titled “non-\nbinding” and contains express language stating: the LOI merely “outlines [PRA’s] \nthinking regarding the possible structure of a Transaction” ; that “none of this LOI, \nany proposal made to the [ Plaintiffs], nor the current on -going discussions between \nthe parties are intended to (and shall not) create a legally binding obligation  or \ncommitment”; that the “Proposed Terms”—including the statement about Plaintiffs’ \n“ability to earn” consideration based on external sales —are just that: non- binding, \n“proposed” terms, which, following due diligence, may be captured in a “definitive \n \n \nagreement to be finalized” ;  and that “any business decision  either party makes in \nanticipation of  ” a final agreement “is at the sole risk of the party making the \ndecision.” (Id. at pp. 24–25.)  In support of its argument, PRA cites Triad Packaging, \nInc. v. SupplyOne, Inc., 597 Fed. App’x 734, 739- 40 (4th Cir. 2015) ( applying North \nCarolina law and holding that a party’s statements regarding the sale price and \nclosing date in a non-binding letter of intent were “classic projections, exemplified by \nthe letter’s  non-binding nature ” and “ cannot, therefore, form the basis of a fraud \nclaim”). \n108. The Court has provided the elements of a claim for fraud above.  In \naddition to establishing fraud, there must be evidence of a misrepresentation of \nexisting or ascertainable f act, as distinguished from a matter of opinion or \nrepresentation relating to future prospects.  Ragsdale, 286 N.C. at 139 (citing Berwer \nv. Insurance Co., 214 N.C. 554 (1938)); Cash Register Co. v. Townsend, 137 N.C. 652 \n(1905); see also Williams v. Williams,  220 N.C. 806, 810 (1942)  (stating that mere \nunfulfilled promises cannot be the basis of a fraud claim  unless the promisor had no \nintention of carrying out the promise at the time it was made and that proof of non -\nperformance is not sufficient to establish the necessary fraudulent intent). \n109. The Court has considered the evidence and the arguments of the parties \nand concludes that Plaintiffs have failed to establish an issue of material fact , and \nPRA is entitled to summary judgment on Plaintiffs’ claims for fraud and fraud in the \ninducement arising from the representation that Plaintiffs would have “the ability to \nearn” the Sales Milestone payments.  First, the Court does not believe that the \ncontents of the LOI can form the basis for a fraud claim under the facts present in \n \n \nthis lawsuit.  The LOI contains fulsome disclaimers making it clear that its contents \nshould not be relied upon by any party to the transaction, and that any reliance on \nits terms are solely at the relying party’s risk.   Under North Carolina law, letters of \nintent that are expressly non -binding and contemplate a more detailed future \nagreement between the parties are not binding agreements.   E.g., Regency Ctrs. \nAcquisition, LLC v. Crescent Acquisitions, LLC , 2018 NCBC LEXIS 7, *13 –14 (Jan. \n24, 2018); JDH Capital, LLC v. Flowers, 2009 NCBC LEXIS 8, at *15 (N.C. Sup. Ct. \nMar. 13, 2009)  (finding that the letter of intent at issue was not a binding contract \nbecause it, inter alia, stated on its face that it was a “letter of intent and that it is not \nbinding,” “contemplate[d] the execution of a more complete agreement, ” \nand contained “no language inferring an intent to be bou nd”) (citing Durham Coca-\nCola Bottling Co. v. Coca -Cola Bottling Co. Consol. , 2003 NCBC LEXIS 5, at **23, \n32–33 (N.C. Super. Ct. Apr. 28, 2003)); see also Boyce v. McMahan, 22 N.C. App. 254, \n258 (1974) (holding tha t the agreement at issue was “ made [ ] subject to a more \ndetailed agreement at some specific date to be agreed to by the parties hereto”  and \nwas therefore not a binding contract) (internal quotation marks omitted). \n110. Second, the “ability to earn” language re lied on by Plaintiffs is, by its \nvery nature, a statement of future intent or a “ representation relating to future \nprospects.”  Ragsdale, 286 N.C.  at 139.  Notably, this language did not make it into \nthe final APA , which is silent as to Plaintiffs’ ability  to earn the Sales Milestones .  \n(ECF No. 112, at p. 352.) \n111. Third, almost all the evidence upon which Plaintiff relies to establish \nPRA’s fraudulent intent is from after the execution of the LOI in October 2014.  In \n \n \nparticular, the board of directors meeting in which Plaintiffs claim PRA disclosed its \nalleged plans  not to sell the Solutions  and its intent to block competitors from \nacquiring the Solutions  took place in December 2014 , which was two months after \nthe LOI was executed.  Plaintiffs have not produced substantial evidence that raises \nan issue of material fact regarding PRA’s intent at the time it entered into the LOI. \n112. Finally, Plaintiffs cite no authority from North Carolina or other \njurisdictions, and the Court was not able to locate any, in which a court has \nrecognized a claim for fraud arising out of representations contained in a letter of \nintent.  This clearly is not the case in which this Court should consider recognizing \nsuch a claim. \n113. Therefore, to the extent PRA’s Motion seeks summary judgment on \nPlaintiffs’ claims of intentional misrepresentation and fraudulent inducement based \non representations contained in the LOI, PRA’s Motion should be GRANTED. \n3. Violation of UDTPA \n114. Plaintiffs’ claim for violation of the UDTPA is  a repackaging of their \nbreach of contract and fraud claims.  (ECF No. 60.1, at ¶¶ 173–78.)  Plaintiffs allege \nPRA engaged in unfair or deceptive practices by fraudulently inducing Plaintiffs to \nenter into the APA,  falsely promising to amend the Milestones, and by breaching the \nAPA by engaging in conduct to “ interfere with, and prevent th e completion of the \n[M]ilestones.”  ( Id. at ¶ 175.)   Here, Plaintiffs’ claim turns on whether they have \nproduced sufficient evidence of unfair or deceptive acts by PRA.  Whether an act or \npractice is unfair or deceptive is ultimately a question of law for the Court.  \nSongwooyarn Trading Co. v. Sox Eleven, Inc., 213 N.C. App. 49, 56 (2011). \n \n \n115. As a preliminary matter, the Court has dismissed Plaintiffs’ claims for \nfraud and fraudulent inducement, so those claims do not support a claim for unfair \nand deceptive trade practices.   A claim for violation of the UDTPA does not require \na separate, actionable, underlying claim for fraud.  See Gress v. Rowboat Co., 190 N.C. \nApp. 773 (2008).  However, the dismissal of the fraud claims supports the conclusion \nthat Plaintiffs have not produced evidence of deceptive conduct. \n116. Further, although a breach of contract accompanied by “substantial \naggravating circumstances” can sustain a claim for violation of the UDTPA, Branch \nBanking & Trust Co. v. Thompson , 107 N.C. Ap p. 53, 62 (1992), the Court has \ndismissed Plaintiffs’ claim for breach of the APA.    \n117.   Therefore, to the extent PRA’s Motion seeks summary judgment on \nPlaintiffs’ claim for violation of the UDTPA, PRA’s Motion should be GRANTED. \nC.  Plaintiffs’ Motion \n118. Plaintiffs move for summary judgment on  only two claims : (a) PRA’s \nremaining counterclaim against Parthasarathy for breach of the Employment \nAgreement and the Settlement Agreement, and (b) whether the license granted in \nthe Takeda MSA constitutes an “External Sale” under the MSA, potentially entitling \nPlaintiffs to certain Sales Milestone payments.  (ECF Nos. 116/117.1, at pp. 1–2.)  The \nCourt will address these claims in turn. \n1. PRA’s Counterclaim for Breach of Contract Against Parthasarathy \n \n119. Plaintiffs seek summary judgment in their favor on PRA’s counterclaim \nfor breach of contract against Parthasarathy.  The counterclaim alleges: (1) that \nParthasarathy did not use his “best efforts” on behalf of PRA, as required by the \n \n \nEmployment Agreement, because he devoted significant time and effort to forming \nMGS; and (2) that “Parthasarathy’s breach of the Employment Agreement also \neffectuated a breach of the Settlement Agreement, in which he represented that he \nhad ‘not breached any provision of the Employment Agreement.’”  (ECF No. 37, at ¶¶ \n84–91.)  In the counterclaim, PRA alleges “[a]s a direct and proximate result of \nParthasarathy’s breaches of the Parthasarathy Employment Agreement and \nSettlement Agreement, PRA is entitled to actual damages, including the amount PRA \npaid to Parthasarathy under the Settlement Agreement, plus attorneys’ fees and \ninterest.”  (Id. at ¶ 91.)  \n120. In North Carolina, a party asserting breach of contract must show “(1) \nexistence of a valid contract; and (2) breach of the terms  of that contract.”  Cater v. \nBarker, 172 N.C. App. 441, 445 (2005) (citing Poor v. Hill, 138 N.C. App. 19, 26 \n(2000)).  In construing a contract, the courts are to give full effect to each \nunambiguous contractual provision.  Singleton v. Haywood Elec. Membership. Corp., \n357 N.C. 623, 629 (2003) (holding that “various terms of the [contract] are to be \nharmoniously construed, and if possible, every word and every provision is to be given \neffect”).  \n121. Our Court of Appeals has held, “[i]n order for a breach of contract to be \nactionable it must be a material breach, one that substantially defeats the purpose of \nthe agreement or goes to the very heart of the agreement, or can be characterized as \na substantial failure to perform. ”  Supplee v. Miller- Motte Bus. Coll., Inc., 239 N.C. \nApp. 208, 220 (2015) (quoting Long v. Long, 160 N.C. App. 664, 668  (2003)). The \nquestion of \"[w]hether a breach is material  or immaterial is ordinarily a question of \n \n \nfact[.]\"  McClure Lumber Co. v. Helmsman Constr., Inc., 160 N.C. App. 190, 198 \n(2003). \n122. It is undisputed that the Employment Agreement and  Settlement \nAgreement are valid contracts. It also is undisputed that Parthasarathy helped \nfound, served on the board of directo rs of, and did extensive work in furtherance of \nMGS while still employed by PRA, and that Parthasarathy neither  disclosed his \ninvolvement with MGS to Shannon or PRA , nor sought PRA’s consent  to engage in \nhis activities with MGS.  Parthasarathy’s activities for MGS are at least arguably \nbreaches of the unambiguous obligations contained in sections 3(a)(i) and 3(a)(ii) of \nthe Employment Agreement. \n123. Plaintiffs argue that the only breach of the Employment Agreement and \nSeparation Agreement that PRA is now pursuing is Parthasarathy’s failure to get \nShannon’s consent to serve on the MGS’s board of directors.  (ECF Nos. 116/117.1, at \npp. 10–11.)  Plaintiffs contend that PRA’s Rule 30(b)(6) corporate w itnesses on the \nbreach of contract counterclaim, Irene, testified that the  \nsole basis for PRA’s “best efforts” counterclaim against Mr. \nParthasarathy is his failure  “to inform PRA if he were on \nthe board of another company” and that PRA “not aware of \nperformance reasons for the counterclaim ” and does not \nclaim that Mr. Parthasarathy’s claimed failure to give \nnotice had any impact on his performance of his job.   \n \n(Id. at p. 10.)  Irene further testified that “PRA seeks the ‘$135,000 that was deposited \ninto [Parthasarathy’s] account as part of his severance agreement’”  and “‘[s]o the \ncounterclaim is for the money paid to [Parthasarathy].  That is what the counterclaim \nis.  It’s not an evaluation of his job performance.’”  (Id.) \n \n \n124. Plaintiffs argue that Parthasa rathy’s failure to notify PRA of his work \non MGS does not constitute a material breach such that rescissory damages should \nbe awarded to PRA.  (Id. at pp. 10–11.)  Plaintiffs further contend that “because PRA \ndoes not seek any actual damages from the claimed breach, its counterclaim fails and \nmust be dismissed.”  (Id. at p. 11; ECF Nos. 128/138, at p. 4.) \n125. Finally, Plaintiffs argue that no North Carolina statute authorizes \nPRA’s recovery of attorneys’ fees and that the “contractual provision PRA relies on is \nan ‘indemnification’ clause in the Employment Separation Agreement.”  (Id. at p. 12.) \n126. In response, PRA argues that Plaintiffs’ contention that PRA admitted \nthat its counterclaim is based solely on Parthasarathy’s failure to notify PRA that he \nwas serving on MGS’s board of directors  is a “gross” mischaracterization  of Irene’s \ntestimony, and that Irene testified repeatedly that the counterclaim was based on \nParthasarathy’s work on behalf of MGS while still employed with PRA as well as his \nfailure to inform Shannon that he served on the board.  (ECF Nos. 120/122, at p. 7.)  \nThe Court has reviewed the relevant testimony and concludes that PRA  is correct; \nIrene testified on multiple occasions that PRA’s claim was based on Parthasarathy’s \nemployment with and work on behalf of MSG as well as his failure to notify Shannon.  \nPRA has not limited its breach of contract counterclaim to Parthasarathy’s failure to \ninform Shannon that he was serving on MGS’s board of directors. \n127. PRA next contends that it is not seeking  the equitable remedy of \n“recission” of the Settlement Agreement, but instead is seeking as actual damages \nthe amount it paid to Parthasarathy as separation pay.  (Id. at pp. 8–9.)  PRA claims \nit merely seeks “compensation ” for Parthasarathy’s breach of th e Settlement \n \n \nAgreement that would place it “ in the same position he would have occupied if the \ncontract had been performed.”  (Id. at p. 9.) \n128. PRA further argues that it is not required to prove it suffered actual \ndamages to survive summary judgment on a claim for breach of contract .  (Id. at p. \n6.)  PRA is correct.  See Midgett v. N.C. State Highway Comm'n , 265 N.C. 373 (N.C. \n1965) (“When plaintiff proves breach of contract he is entitled at least to nominal \ndamages.”) (quotation and citation omitted); Crescent Univ. City Venture, LLC v. AP \nAtl., Inc., 2019 NCBC LEXIS 46, at *127 (N.C. Bus. Ct. Aug. 8, 2019) (“[I]in a suit for \ndamages for breach of contract, proof of the breach would entitle the plaintiff to \nnominal damages at least.”) (citing Delta Envtl. Consultants, Inc. v. Wysong & Miles \nCo., 132 N.C. App. 160, 172 (1999))); Comm. to Elect Forest v. Emples. Political Action \nComm., 260 N.C. App. 1, 6 –7 (2018) (“[O]ne has standing to seek nominal damages \nwhere some legal right has been invaded but no actual loss or substantial injury has \nbeen sustained. Nominal damages are awarded in recognition of the right and of the \ntechnical injury resulting from its violation.”) (internal quotation omitted). \n129.   The Court has considered Plaintiffs’ arguments in support of entering \nsummary judgment against PRA on its claim for breach of the Employment \nAgreement and Settlement Agreement and concludes that Plaintiff’s Motion on these \nclaims must fail.  There is no dispute that the Employment Agreement and  \nSettlement Agreement are enforceable contracts, and there is evidence upon which a \nfinder of fact could find Parthasarathy’s activities for MGS were a material breach of \nat least sections  3(a)(i) and 3(a)(ii) of the Employment Agreement  and of \nrepresentations in the Settlement Agreement.  PRA may be entitled to at least \n \n \nnominal damages for such breaches.  Therefore,  to the extent  that Plaintiffs seek \nsummary judgment in their favor as to PRA’s counterclaim for breach of the \nEmployment Agreement and Settlem ent Agreement, Plaintiffs’ Motion should be \nDENIED. \n130. Regarding PRA’s counterclaim for breach of the Settlement Agreement, \nPlaintiffs also argue that PRA cannot recover attorneys’ fees from Plaintiffs as a \nmatter of law.   Plaintiffs contend that the provisio n in the Settlement Agreement \nrequiring Parthasarathy to indemnify PRA for its attorneys’ fees and costs for \npursuing its claim for breach of the Employment Agreement is unenforceable because \nthere is no statute authorizing an award of attorneys’ fees.  (E CF Nos. 116/117.1, at \npp. 11–12.)  North Carolina adheres to the “American Rule” that a “successful litigant \nmay not recover attorneys' fees, whether as costs or as an item of damages, unless \nsuch a recovery is expressly authorized by statute. ”  Stillwell Enter. v. Interstate \nEquip. Co., 300 N.C. 286, 289 (1980) (citing Hicks v. Albertson, 284 N.C. 236 (1972)); \nsee also Burr v. Burr, 153 N.C. App. 504, 506 (2002) (“The recovery of attorney’s fees \nis a right created by statute.”); Wiggins v. Bright , 198 N.C. App. 692, 695 (2009) (“A \ntrial court cannot award attorneys’ fees unless specifically authorized by statute.”) .  \nThis is true “[e]ven in the face of a carefully drafted contractual provision \nindemnifying a party for such attorneys’ fees as may be necessitated by a successful \n \n \naction on the contract itself.” Stillwell Enter ., 300 N.C. at 289 (citing Howell v. \nRoberson, 197 N.C. 572 (1929) and Tinsley v. Hoskins, 111 N.C. 340 (1892)).9 \n131. PRA does not contend that there is statutory authority for its claim for \nattorneys’ fees in this case.  Instead, it argues that “[w]here, as here, parties agree to \nan attorney’s fees provision in a settlement agreement, such a provision is enforceable \nunder North Carolina law ,” citing in support Ehrenhaus v. Baker, 243 N. C. App. at \n28, and other cases. \n132. PRA misinterprets Ehrenhaus  and its applica tion to the facts in this \nlawsuit.  In Ehrenhaus, the court  held that the defendants ’ agreement to pay the \nplaintiffs’ attorneys fees in consideration for, and as part of, a settlement agreement \nresolving pending claims between the parties was permissible even absent statutory \nauthority since North C arolina “ recognizes the enforceability of settlement \nagreements providing for the payment of one party’s attorneys’ fees by the other party \nto the lawsuit.”  Id. at 28 (citing Carter v. Foster, 103 N.C. App. 110, 114–15 (1991)).  \nThe Court recognized “ that giving effect to a negotiated settlement agreement \nproviding for the payment of one party ’s attorneys ’ fees by the other party is \nconsistent with the well-established policy of encouraging the settlement of disputes \nbetween litigants” and does not implicate the public policy concerns addressed by the \nAmerican Rule.  Id. at 27–28 (stating that the “rationale underlying American Rule \n \n9 By statute, North Carolina has created a narrow exception to this rule in circumstances \nwhere there are “[r]eciprocal attorneys’ fees provisions [contained] in business contracts.”  \nN.C.G.S. § 6-21.6.  It is undisputed that the attorneys’ fees provision a t issue in this case is \nnot reciprocal but, instead, inures only to the benefit of PRA. \n \n \nis that attorney fee awards against the non-prevailing party have a chilling effect on \nopen access to the courts.”) (quotation and citation omitted). \n133. Unlike in Ehrenhaus, the attorneys’ fees provision here, although \ncontained within a document title “Confidential Release and Settlement Agreement,” \ndoes not require Plaintiffs to pay attorneys’ fees in  settlement of an existing dispute \nbetween the parties.  Rather, it is simply a device for requiring Plaintiffs to pay PRA’s \nattorneys’ fees in the event PRA pursues a “claim” and proves that Parthasarathy \nmade a misrepresentation regarding his compliance with the terms of  the \nEmployment Agreement.  In other words, it provides for the payment of PRA’s \nattorneys’ fees if PRA is the prevailing party on  such a claim.   This is easily \ndistinguishable from the type of attorneys’ fees agreement enforced in Ehrenhaus. \n134. The Court has carefully considered the arguments and concludes that \nthe terms of the Settlement Agreement requiring Plaintiffs to pay PRA’s attorneys’ \nfees is unenforceable as a matter of law.  GR&S Atl. Beach, LLC v. Hull, 2011 NCBC \nLEXIS 38, at *2 (N.C. Super. Ct .  Sept. 29, 2011)  (stating that a ttorneys’ fees \n“incurred in litigation between parties are not recoverable by the successful party in \nthe absence of statutory authorization, whether they are claimed as costs or damages \nand whether or not an agre ement between the parties expressly allows for the \nrecovery of such fees”).  Accordingly, to the extent Plaintiffs’ Motion seeks summary \njudgment in Plaintiffs’ favor dismissing PRA’s counterclaim for attorneys’ fees and \ncosts, Plaintiffs’ Motion should be GRANTED. \n \n \n \n2. Plaintiffs’ claim that the license granted in the Takeda MSA constitutes an \n“External Sale” under the APA \n \n135. In the Amended Complaint, Plaintiffs allege that “ PRA entered into \ntransactions with Takeda (and, on information and belief, other customers) that \nqualify as External Sales under the APA but has failed to pay the variable milestone \npayments associated with the sales milestone. ”  (ECF No. 60.1, at ¶131.)   Plaintiffs \nnow seek summary judgment on the issue of whether the license to acces s PSO \nprovided by PRA to Takeda constitutes an External Sale under the APA.10 \n136. The relevant terms of the Takeda MSA are not in dispute.  In or around \nJuly 2016 PRA entered into the Takeda MSA .  Under the Takeda MSA, PRA was to \nprovide services to Takeda including assistance with clinical trial management  in \nexchange for compensation by Takeda.  The Takeda MSA grants Takeda the right to \naccess and use  the “PRAHS Owned Technology” that PRA used in supporting or \nproviding the services .  Under the Takeda MSA, “P RAHS Owned Technology” \nincludes the Solutions.  T he Takeda MSA does not expressly provide that a defined \namount or percentage of the compensation paid by Takeda for PRA’s services i s \nattributable to the license to access and use the Solutions. \n137. To determine whether the Takeda MSA is an External Sale, the Court \nmust interpret the meaning of th at term as used in the APA.   Summarizing \nDelaware’s rules of contract construction, the Delaware Supreme Court held: \n \n10 In its Order on Rule 10.9 Discovery Dispute  (ECF No. 82), the Court ordered that “[t]he \nparties shall include as part of their briefing on motions for summary judgment, . . . argument \nregarding whether the type of access to PSO granted by the Takeda Agreement is an \n“External Sale” under the APA.”  (Id. at p. 7.)  \n \n \nClear and unambiguous language . . . should be given its \nordinary and usual meaning.   Absent some ambiguity, \nDelaware courts will not destroy or twist [contract]  \nlanguage under the guise of construing it.   When the \nlanguage of a . . . contract is clear and unequivocal, a party \nwill be bound by its plai n meaning because creating an \nambiguity where none exists could, in effect, create a new \ncontract with rights, liabilities and duties to which the \nparties had not assented. . . . \n \nA contract is not rendered ambiguous simply because the \nparties do not agree upon its proper construction.  Rather, \na contract is ambiguous only when the provisions in \ncontroversy are reasonably or fairly susceptible of different \ninterpretations or may have two or more different \nmeanings.  Ambiguity does not exist where a court ca n \ndetermine the meaning of a contract without any other \nguide than a knowledge of the simple facts on which, from \nthe nature of language in general, its meaning depends. \nCourts will not torture contractual terms to impart \nambiguity where ordinary meaning l eaves no room for \nuncertainty.  The true test is not what the parties to the \ncontract intended it to mean, but what a reasonable person \nin the position of the parties would have thought it meant. \n \nLorillard Tobacco Co. v. Am. Legacy Found. , 903 A.2d 728, 7 39 (2006)  (quoting  \nRhone-Poulenc, 616 A.2d at 1195– 96).  “The determination of ambiguity lies within \nthe sole province of the court.”  Estate of Osborn, 991 A.2d 1160. \n138. “[W]here the language at issue is clear and unambiguous. . . . the parol \nevidence rule bars the admission of evidence from outside the contract's four corners \nto vary or contradict that unambiguous language.”  GMG Capital Invs., LLC, 36 A.3d \nat 783.  “But, where reasonable minds could differ as to the contract's meaning, a \nfactual dispute re sults and the fact -finder must consider admissible extrinsic \nevidence. In those cases, summary judgment is improper.”  Id. \n \n \n139. A contract term or phrase is not ambiguous merely because the parties \ndispute its proper construction.  Lorillard Tobacco Co., 903 A.2d at 73.  Rather,  \n[i]f parties introduce conflicting interpretations of a term, \nbut one interpretation better comports with the remaining \ncontents of the document or gives effect to all the words in \ndispute, the court may, as a matter of law and without \nresorting to extrinsic evidence,  resolve the meaning of the \ndisputed term in favor of the superior interpretation.   \n \nWills v. Morris, James, Hitchens, & Williams, 1998 Del. Ch. LEXIS 213, *4-5 (Nov. 6, \n1998) (citing E.I. duPont de Nemours v. Shell Oil Co.,  498 A.2d 1108, 11 13 ( Del. \n1985)). \n140. With these rules of construction in mind, the Court turns to the relevant \nlanguage and provisions of the APA. \n141. The APA states, in pertinent part, that External Sale “means the sale of \none or more licenses to the Solutions by [PRA] . . . to a third party.”  (ECF No. 112, at \np. 352.)  Clin Trial Max, Cloud Max, and Info Max are defined as the Solutions.   (Id. \nat p. 349.)  The APA provides that Plaintiffs will earn ince ntive payments for the \nachievement of the Sales Milestones upon “the achievement of aggregate External \nSales” within certain proscribed time periods following the Closing Date.  ( Id. at p. \n374.)  The Sales Milestones are separate from, and in addition to, the Development \nMilestones tied to the functionality of the Solutions and their deployment within PRA \nclinical trial management environment.  (Id. at pp. 351–52.) \n142. Plaintiffs do not argue that the meaning of the term External Sale is \nunambiguous.  (ECF Nos. 116/117.1, at pp. 4, 13–16; ECF Nos. 128/138, at pp. 8–16.) \nInstead, relying heavily on deposition testimony and other extrinsic evidence, \n \n \nPlaintiffs contend that the definition of External Sale in the APA is broad enough to \n“to capture the ‘ myriad’ types of licensing transactions that would permit PRA to \ncommercially exploit the value of the Solutions. ”  (ECF Nos. 116/117.1, at pp. 4, 13 –\n16; ECF Nos. 128/138, at pp. 8 –16.)  Plaintiffs argue that nothing contained in the \ndefinition of External Sale requires that “the transaction between PRA and PRA’s \ncustomer” has to “be a software sales transaction or memorialized as a licensing \nagreement.”  (ECF Nos. 116/117.1, at p. 14.)  Plaintiffs argue that “the Takeda MSA \nincludes an express license to Takeda of the Solutions used by PRA to provide \nservices,” that PRA has in fact used the Solutions to provide services to Takeda, and \nthat the transaction qualifies as an External Sale.  (Id.) \n143. PRA argues that the term External Sale in the APA is unambiguous, \nand therefor e the Court should not consider the extrinsic evidence offered by \nPlaintiffs.  (ECF No s. 120/122, at  pp. 17–24.)  PRA contends that the word “ sale is \ngenerally understood to involve a conveyance of something in exchange for a payment \nfor that which is bein g conveyed” and cites a dictionary definition  of “sale” as “the \ntransfer of ownership of and title to something “for a price.”  (ECF No. 120/122, at p. \n14.)  PRA argues that providing its customers access to PRA’s technology  and \nsoftware, including the Solutions, as part of providing clinical trial management \nservices to the customer without charging a fee for the access is not an External Sale.  \nPRA further asserts that Plaintiffs’ proposed interpretation would lead to “absurd \nresults” because “[u]nder Plaintiffs’ interpretation, PRA would apparently make a \n‘sale’ of [the Solutions] any time it entered into a contract that either i) allowed the \ncustomer the general right to access and use PRA’s technology; or ii) disclosed on an \n \n \nexhibit which technology applications PRA might use internally in providing clinical \ntrial services to a customer.”  (Id. at p. 23.) \n144. PRA also notes that the Takeda MSA does not expressly use the word \nsale in connection with the license, and that there is no separate fee attributed to the \naccess to the Solutions .  ( Id.)  PRA also argues that the “overall structure” of the \ntransaction, which involved a large number of Takeda employees transferring to work \non-site at PRA, suggests the license was simply a means for making it easier to work \n“collaboratively.”  (Id. at pp. 15–16.)  PRA contends that merely providing a customer \naccess to and use of PSO as part of providing services is not a sale. \n145. The Court begins by assessing the language used by the parties to define \nthe term External Sale in the APA.  The key language at issue is “the sale of one or \nmore licenses to the Solutions by [PRA] . . . to a third party.”  ( ECF No. 112.1, at p. \n374.)  “License” is a familiar term when used in connection with software, typically \nmeaning a limited right to access and use a software product owned by another entity.  \nThis meaning generally comports with an accepted dictionary definition of “license” \nas “ a grant by the holder of a copyright or patent to another of any of the rights \nembodied in the copyright or patent short of an assignment of all  rights.”  License, \nM\nERRIAM-WEBSTER.COM, https://www.merriam-webster.com/dictionary/license (last \nvisited Mar. 30, 2021).  As PRA contends, “[a] ‘sale’ is generally understood to involve \na conveyance of something in exchange for a payment for that which is  being \nconveyed.”  (ECF Nos. 120/122, at p. 14.)  A common sense reading of the definition \nof External Sale strongly suggests that an External Sale contemplates the payment \nof a specific fee by a customer for the right use of the Solution. \n \n \n146. This construction of the definition of External Sale is also  consistent \nwith the overall purposes and structure of the APA.  See E.I. duPont de Nemours v. \nShell Oil Co., 498 A.2d at 1113 (“In upholding the intentions of the parties, a court \nmust construe the agreement as a whole, giving effect to all provisions therein.   \nMoreover, the meaning which arises from a particular portion of an agreement cannot \ncontrol the meaning of the entire agreement where such inference runs counter to the \nagreement's overall scheme or plan. ”).  In the APA, PRA purchased all of Plaintiffs’ \nproprietary rights and interests in the Solutions and became  the owner of the \nSolutions.  Part of the compensation for the purchase was structured as incentive \npayments to Plaintiffs for successfully and tim ely integrating the Solutions into \nPRA’s clinical trial management environment in order for PRA to better provide \nservices to its customers ―services for which it had an established revenue stream .  \n(ECF No. 112.1, at pp. 351–52.)  A second and distinct set of incentive payments were \ntied to PRA’s ability to create a new revenue stream derived from sell ing licenses to \nthe Solutions to customers.  ( Id. at p. 352.)  The incentive s are expressly tied to the \nincome generated by PRA from selling the licenses, and  not an increase in PRA’s \noverall revenue from providing its clinical trial management services caused by PRA’s \ninternal use of the Solution.\n11 \n147. Plaintiffs and PRA offer differing interpretation s of the term External \nSales.  However, “[i]f parties introduce conflicting interpretations of a term, but one \n \n11 The Court believes that a sale of a license to the Solutions could occur within an overall \nservices agreement between PRA and its customers if a separate and specific fee were \nattributed to the license or licenses. \n \n \ninterpretation better comports with the remaining contents of the document or gives \neffect to all the words in dispute, the court may, as a matter of law and without \nresorting to extrinsic evidence,  resolve the meaning of the disputed term in favor of \nthe superior interpretation.”  Wills, 1998 Del. Ch. LEXIS 213, at *4-5.  PRA urges the \nlanguage “the sale of one or more licenses to the Solutions by [PRA] . . . to a third \nparty” means the sale of a right to access and use the Solution for a specific payment \nIn this case, PRA has offered the “superior interpretation”  of the meaning of External \nSale as being the grant of  a license by PRA to a third party to use the Solutions in \nexchange for a specific fee or payment attributable solely or separately to the license.  \nThe Court concludes that the term External Sale is unambiguous and is not “ fairly \nsusceptible of different interpretations ,” and “a reasonable person in the position of \nthe parties would have thought [External Sales] meant ” the grant of license by PRA \nto a third party to use the Solutions in exchange for a specific fee or payment \nattributable solely or separately to the license.  Lorillard Tobacco Co.., 903 A.2d at \n739. \n148. Accordingly, to the extent Plaintiffs  seek summary judgment in their  \nfavor in finding that the Takeda MSA constituted an External Sale  within the \nmeaning of the APA, Plaintiffs’ Motion should be DENIED.  To the extent PRA’s \nMotion seeks summary judgment on Plaintiffs’ claim that the  Takeda MSA \nconstituted an External Sale within the meaning of the APA, PRA’s Motion should be \nGRANTED. \n \n \nIV. CONCLUSION12 \nTHEREFORE, IT IS ORDERED, as follows: \n1. PRA’s Motion is GRANTED. \n2. To the extent Plaintiffs ’ Motion seeks summary judgment in Plaintiffs’ \nfavor as to PRA’s counterclaim for breach of the Employment Agreement \nand Settlement Agreement, Plaintiffs’ Motion is DENIED. \n3. To the extent Plaintiffs’ Motion seeks the entry of summary judgment in \nPlaintiffs’ favor dismissing PRA’s counterclaim for attorneys’ fees and costs, \nPlaintiffs’ Motion is GRANTED. \n4. To the extent Plaintiffs’ Motion seeks the entry of summary judgment in \nPlaintiffs’ favor finding the Takeda MSA constituted an External Sale  \nwithin the meaning of the APA, Plaintiffs’ Motion is DENIED. \n5. To the extent PRA’s Motion seeks summary judgment on P laintiffs’ claim \nthat the Takeda MSA constituted an External Sale within the meaning of \nthe APA, PRA’s Motion is GRANTED. \n \n \n \n \n \n12 PRA also seeks summary judgment on its argument that the APA requires that claims \narising under the APA be tried to the Court  without a jury  and not to a jury, and that \nPlaintiffs waived their right to a jury trial.  (ECF No. 110, at p. 5.)  Since the Court has \ndismissed Plaintiffs’ remaining claims, the argument is moot.  Therefore, to the extent PRA’s \nMotion seeks summary judgment  on this argument, PRA’s Motion is DENIED without \nprejudice. \n \n \nSO ORDERED, this the 5th day of April, 2021. \n \n \n/s/  Gregory P. McGuire    \nGregory P. McGuire \nSpecial Superior Court Judge for \nComplex Business Cases \n "
}