{
  "id": "124a858fa3f846747a62b85ab9d5f14fd335fc5bef55ad67fcb6e0b4047bd12f",
  "source_file": "data/raw/ncbc/124a858fa3f846747a62b85ab9d5f14fd335fc5bef55ad67fcb6e0b4047bd12f.pdf",
  "raw_text": " Davis v. Davis Funeral Serv. Inc., 2023 NCBC 42. \nSTATE OF NORTH CAROLINA \n \nUNION COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 583 \n \nWESTON DAVIS, \n \nPlaintiff, \n \nv. \n \nDAVIS FUNERAL SERVICE, INC.; \nROBERT L. MORGAN, III, President \n(as an officer of Davis Funeral \nService, Inc.); PHILLIP TILLMAN, \nVice President (individually and as \nan officer of Davis Funeral Service, \nInc.); and ROBIN H. MORGAN, \nSecretary (as an officer of Davis \nFuneral Service, Inc.), \n \nDefendants/Third-\nParty Plaintiffs, \n \nv. \n \nDEIDRA TEDDER, \n \nThird-Party \nDefendant. \n \n \n \n \n \n \n \nORDER AND OPINION  \nON THIRD-PARTY  \nDEFENDANT’S MOTION  \nFOR SUMMARY JUDGMENT \n \n1. This case began when Weston Davis sued his former employer, Davis \nFuneral Service, Inc., and its officers based on allegations that he was unfairly ousted \nfrom his position as president.   Davis Funeral Service countered with allegations of \nself-dealing and other misconduct against Davis, as well as third-party claims against \nDeidre Tedder (misspelled “Deidra” in the caption) for her part in the alleged \nmisconduct.  Tedder then asserted counterclaims of her own. \n2. The claims and counterclaims between Davis Funeral Service and Tedder \nare at issue here.  Fact discovery has closed, and Tedder has moved for summary \njudgment.  (ECF No. 37.)  For the following reasons, the Court GRANTS in part and \nDENIES in part her motion. \nBrown & Associates, PLLC, by Donald Mitchell Brown, for Plaintiff \nWeston Davis. \n \nBurns, Gray & Gray, by John T. Burns and Christopher A. Gray, for \nDefendants Davis Funeral Service, Inc., Robert L. Morgan, III, Phillip \nTillman, and Robin H. Morgan. \n \nVillmer Caudill, PLLC, by Bo Caudill, for Third-Party Defendant Deidre \nTedder. \n \nConrad, Judge. \nI. \nBACKGROUND \n3. The Court does not make findings of fact when deciding motions for \nsummary judgment.  The purpose of this background is to give context for the Court’s \nanalysis and ruling. \n4. Davis Funeral Service, as its name suggests, is in the funeral business.  Its \nmanagement has changed hands several times in the past few years, beginning with \nits owner’s death in the fall of 2020.  At that time, company ownership passed to the \ndecedent’s estate, and company control passed to t he estate’s administrator.  In \nOctober 2020, the original administrator appointed Weston Davis as president and \nsole director.  A year later, a new administrator fired Davis and appointed a slate of \nofficers and directors to replace him, leading to this lawsuit.  (See Davis Dep. 26:6–\n10, 57:15–24, ECF No. 39.1.) \n5. Tedder is Davis’s  friend.  Shortly after Davis became Davis Funeral \nService’s president, he asked Tedder to join him there and to  become its  office \nmanager.  He offered her an employment package that included a salary of  $4,500 \nper month and the right to buy the company’s  2013 Cadillac XTS  for a price of \n$13,500.  Rather than pay for the car all at once, Tedder arranged to put $1,000 from \neach month’s paycheck toward the purchase.  Davis and Tedder memorialized these \nterms in a written agreement, which Tedder accepted and signed on 30 October 2020.  \nShe began work two days later .  (See Tedder Aff. ¶¶ 3, 4, ECF No. 37.2 ; Tedder Ex. \nD(1), ECF No. 37.6.) \n6. Three events related to Tedder’s employment are most relevant.  The first \noccurred in March 2021 when, at the company’s annual meeting, Tedder was elected \nto serve as “Secretary of the Board of Directors.”  The parties dispute the significance \nof this role.  In an affidavit, Tedder states that she was elected to take notes for the \nmeeting and nothing more .  Davis Funeral Service contends that Tedder became a \ncorporate officer and kept that position through the end of her employment .  (See \nTedder Aff. ¶ 9; Tedder Ex. D(9), ECF No. 37.9; Davis Funeral Service 30(b)(6) Dep. \n27:4–13, ECF No. 39.2 [“DFS Dep.”].) \n7. The second event occurred in October 2021.  By that point, Tedder had put \nten installments from her monthly paychecks toward the purchase of the Cadillac.  A \nbalance of $3,500 remained.  She paid that amount in cash, took title to the car, and \nbegan receiving her full monthly salary.  (See Tedder Aff. ¶¶ 10, 11; Tedder Ex. D(2), \nECF No. 37.7.) \n8. The third event occurred after Davis Funeral Service  fired Tedder in \nNovember 2021.  Tedder received a final paycheck but could not cash it because Davis \nFuneral Service had closed its bank account and opened another.  This led to a flurry \nof activity in which Tedder unsuccessfully demanded payment and then filed a \ncomplaint with the North  Carolina Department of Labor.  When Davis Funeral \nService eventually reissued the pay check, Tedder refused to cash  it because it was \nnot certified and did not include interest.  (See Tedder Aff. ¶¶ 13–19, 24, 25; Tedder \nEx. F, ECF No. 37.13; DFS Dep. 106:4–14, 107:7–14, 221:3–15.) \n9. In its third -party complaint, Davis Funeral Service asserts claims against \nTedder for breach of fiduciary duty, embezzlement, and conspiracy.  These claims are \nbased on allegations that she owed a fiduciary duty in her role as corporate secretary, \nthat she paid less than market value for the company’s Cadillac, and that she misused \ncompany funds to pay for personal meals.  (See Third-Party Compl., ECF No. 4.)   \nTedder, in response, asserts  that her untimely final paycheck is a  breach of her  \nemployment agreement and a violation of the  North Carolina Wage and Hour Act.   \n(See Ans. to Third-Party Compl. & Countercl., ECF No. 12.) \n10. Tedder has moved for summary judgment on all claims asserted against her \nand on both counterclaims that she has asserted against Davis Funeral Service.1  The \nmotion is fully briefed, and the Court held a hearing on 2 June 2023.  The motion is \nripe for determination.  \nII. \nANALYSIS \n11. Summary judgment is appropriate “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \n \n1 Although Tedder asserts her Wage and Hour Act claim against both Davis Funeral Service \nand its officers, she has not moved for summary judgment against the officers. \nthere is no genuine issue as to any material fact and that any party is entitled to a \njudgment as a matter of law.”  N.C. R. Civ. P. 56(c).  In deciding a motion for summary \njudgment, the Court views the evidence in the light most favorable to the nonmoving \nparty and draws all inferences in its favor.  See Vizant Techs., LLC v. YRC Worldwide, \nInc., 373 N.C. 549, 556 (2020); N.C. Farm Bureau Mut. Ins. Co. v. Sadler, 365 N.C. \n178, 182 (2011). \n12. The moving party “bears the initial burden of demonstrating the absence of \na genuine issue of material fact.”  Liberty Mut. Ins. Co. v. Pennington, 356 N.C. 571, \n579 (2002).  If the moving party carries this burden, the opposing party “may not rest \nupon the mere allegations or denials of his pleading,” N.C. R. Civ. P. 56(e), but must \ninstead “come forward with specific facts establishing the presence of a genuine \nfactual dispute for trial,” Liberty Mut. Ins. Co., 356 N.C. at 579.  “An issue is ‘genuine’ \nif it can be proven by substantial evidence and a fact is ‘material’ if it would constitute \nor irrevocably establish any material element of a claim or defense.”  Lowe v. \nBradford, 305 N.C. 366, 369 (1982) (quoting Bone Int’l, Inc. v. Brooks, 304 N.C. 371, \n374–75 (1981)).   \n13. “When the party with the burden of proof moves for summary judgment, a \ngreater burden must be met.”  Almond Grading Co. v. Shaver, 74 N.C. App. 576, 578 \n(1985).  The moving party “must show that there ar e no genuine issues of fact, that \nthere are no gaps in his proof, that no inferences inconsistent with his recovery arise \nfrom the evidence, and that there is no standard that must be applied to the facts by \nthe jury.”  Parks Chevrolet, Inc. v. Watkins , 74 N.C. App. 719, 721 (1985); see also \nKidd v. Early, 289 N.C. 343, 370 (1976). \nA. Davis Funeral Service’s Claims \n14. At the hearing, Davis Funeral Service abandoned its claims for \nembezzlement and conspiracy.  It also abandoned the portion of its claim for breach \nof fiduciary duty based on  allegations that Tedder misused company money for \npersonal meals.  Summary judgment on these disputes is therefore appropriate. \n15. All that remains is the portion of the claim for breach of fiduciary duty based \non allegations that Tedder bought the company’s Cadillac for below-market value.  In \nits third -party complaint,  Davis Funeral Service  alleged that Tedder  became a \ncorporate officer in October 2020 and then immediately breached her fiduciary duty \nby arranging a sweetheart deal to buy the Cadillac.  The company now concedes that \nthis theory is untenable.   The undisputed evidence shows that Tedder was not an \nemployee, much less a fiduciary, of Davis Funeral Service at the time she agreed to \nbuy the Cadillac.  She negotiated the purchase price and payment plan before starting \nher employment, (see Tedder Ex. D(1)), in an arm’s-length transaction of the sort that \ndoes “not typically give rise to fiduciary duties ,” Dallaire v. Bank of Am., N.A. , 367 \nN.C. 363, 368 (2014).  Simply put, Tedder could not have breached a duty that didn’t \nexist.  See King v. Bryant, 369 N.C. 451, 464 (2017) ( “For a breach of fiduciary duty \nto exist, there must first be a fiduciary relationship between the parties.” ( quoting \nDalton v. Camp, 353 N.C. 647, 651 (2001))). \n16. Still, Davis Funeral Service  contends that it has a viable claim.  It s new \ntheory is that Tedder’s election as “Secretary of the Board of Directors” in March 2021 \ntriggered a duty to pay more for the Cadillac than she had previously bargained for \nin her employment agreement .  This, too, is untenable.   Even if Tedder became a \ncorporate officer in March 2021 , she had no duty to renegotiate her preexisting \nemployment agreement .  Nor did she breach her fiduciary duty, assuming one \nexisted, by carrying out the terms of that agreement  and paying the balance of the \npurchase price for the car.  Davis Funeral Service cites no law suggesting otherwise.  \nSee, e.g., In re Walt Disney Co.  Deriv. Litig., 2004 Del. Ch. LEXIS 132, at *28 (Del. \nCh. 2004)  (granting summary judgment under Delaware law on the ground that \ndefendant “could not have breached a fiduciary duty” by carrying out a contract \nexecuted before the fiduciary relationship arose). \n17. The Court therefore grants Tedder’s motion for summary judgment as to all \nclaims asserted by Davis Funeral Service.2 \nB. Tedder’s Counterclaims  \n18. Tedder asserts two counterclaims: one for breach of contract and another for \na Wage and Hour Act violation.  Both are based on allegations that Davis Funeral \nService failed to pay her November 2021 wages on time after terminating her \nemployment. \n \n2 Elsewhere in this litigation, Davis Funeral Service has accused Davis of misusing company \nmoney to repair his Porsche Cayenne.  The opposition brief alludes to this event and states \nthat Tedder signed a receipt for some of these funds .  At no point, however, does Davis \nFuneral Service argue that the repair of the Porsche is a basis for any claim against Tedder. \n19. An employee may assert common-law and statutory claims for unpaid wages \nas alternatives.  See, e.g., Feldman v. Law Enf’t Assocs. Corp., 779 F. Supp. 2d 472,  \n502 (E.D.N.C. 2011) (applying North Carolina law).  A common-law claim for breach \nof contract requires the “existence of a valid contract ” and a “breach of the terms of \nthat contract.”  Poor v. Hill, 138 N.C. App. 19, 26 (2002).  A statutory claim for unpaid \nwages under the Wage and Hour Act  arises when an employer fails to pay “all \nwages . . . accruing to the employee on the regular payday ,” N.C.G.S. §  95-25.6, \nincluding an employee “whose employment is discontinued,” id. § 95-25.7; see also id. \n§ 95-25.22 (authorizing civil action to recover unpaid wages). \n20. There is no genuine dispute as to liability.  Davis Funeral Service concedes \nthat the employment agreement is valid, that Tedder’s wages were $4,500 per month, \nthat it owed Tedder her monthly wages for November 2021 when it terminated her \nemployment, and that the paycheck Tedder received could not be cashed because it \ncame from a closed account.  The record also shows that the company did not reissue \nthe paycheck from its new bank account until much later .  In sum, the undisputed \nevidence shows that Davis Funeral Service  failed to pay Tedder’s wages on the \nregular payday, thus breaching her employment agreement and violat ing the Wage \nand Hour Act .  It is therefore proper to grant summary judgment as to liability on \nboth counterclaims.  See Washburn v. Yadkin Valley Bank & Tr . Co., 190 N.C. App. \n315, 323–24 (2008) (affirming judgment on the pleadings as to claims for breach of \ncontract and violation of the Wage and Hour Act based on unpaid wages following \ntermination of employment). \n21. Damages are another matter.  Tedder seeks to recover, at a minimum, her \nunpaid wages plus interest.   She also seeks liquidated damages (that is, double \ndamages) under the Wage and Hour Act .  See N.C.G.S. § 95-25.22(a1).  This latter \nremedy is fact-dependent.  The Court has discretion not to award liquidated damages \nif Davis Funeral Service  shows that it  acted “in good faith ” and “had reasonable \ngrounds for believing that” its conduct did not violate the statute.  Id.  Viewed in the \nlight most favorable to Davis Funeral Service , some evidence suggests  that the \ncompany issued Tedder’s paycheck from its closed bank account by accident, not on \npurpose.  Other evidence suggests that the company waited to reissue the paycheck \nonly temporarily while it investigated what it believed was misconduct by Davis and \nTedder.  Taken together, this evidence raises a genuine issue of material fact \nconcerning whether Davis Funeral Service acted in good faith and had reasonable \ngrounds to believe that its actions did not violate the Wage and Hour Act.   \n22. Accordingly, Tedder is not entitled to summary judgment as to the amount \nof her damages.  The Court will decide that issue , including whether Tedder is \nentitled to liquidated damages,  after trial.  See Kornegay v. Aspen Asset Grp. , LLC, \n204 N.C. App. 213, 242 (2010) (“North Carolina appellate courts have consistently \nassumed that the trial judge is the one to decide the question of good faith and \nreasonable grounds under the NCWHA.”). \nIII. \nCONCLUSION \n23. For all these reasons, the Court GRANTS Tedder’s motion for summary \njudgment as to Davis Funeral Service’s  claims for embezzlement, conspiracy, and \nbreach of fiduciary duty.  These claims are DISMISSED with prejudice. \n24. In addition, as to Tedder’s counterclaims for breach of contract and violation \nof the Wage and Hour Act,  the Court GRANTS her motion for summary judgment \non the issue of liability but DENIES her motion on the amount of damages and other \nremedies. \n \nSO ORDERED, this the 12th day of June, 2023. \n \n \n       /s/ Adam M. Conrad           \n     Adam M. Conrad \n     Special Superior Court Judge  \n  for Complex Business Cases  \n "
}