{
  "id": "12e8b6339a6f462774cf94cee46f89a36dbc770a0cca1c10a5672a9fd97deef4",
  "source_file": "data/raw/ncbc/12e8b6339a6f462774cf94cee46f89a36dbc770a0cca1c10a5672a9fd97deef4.pdf",
  "raw_text": "Window World of Baton Rouge, LLC v. Window World, Inc.; Window World of St. \nLouis, Inc. v. Window World, Inc., 2019 NCBC 53. \n \nSTATE OF NORTH CAROLINA \n \nWILKES COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 1 \n \nWINDOW WORLD OF BATON \nROUGE, LLC; WINDOW WORLD OF \nDALLAS, LLC; WINDOW WORLD \nOF TRI STATE AREA, LLC; and \nJAMES W. ROLAND, \n \nPlaintiffs, \n \nv. \n \nWINDOW WORLD, INC.; WINDOW \nWORLD INTERNATIONAL, LLC; \nand TAMMY WHITWORTH, \n \nDefendants. \n \n \n \nORDER AND OPINION ON \nPLAINTIFFS’ PRIVILEGE MOTIONS, \nWINDOW WORLD DEFENDANTS’ \nMOTION TO STRIKE, AND PARTIES’ \nRULE 53(G) EXCEPTIONS TO \nSPECIAL MASTER’S REPORT \n[Public]1 \n \nWILKES COUNTY            15 CVS 2 \n \nWINDOW WORLD OF ST. LOUIS, \nINC.; WINDOW WORLD OF KANSAS \nCITY, INC.; WINDOW WORLD OF \nSPRINGFIELD/PEORIA, INC.; \nJAMES T. LOMAX III; JONATHAN \nGILLETTE; B&E INVESTORS, INC.; \nWINDOW WORLD OF NORTH \nATLANTA, INC.; WINDOW WORLD \nOF CENTRAL ALABAMA, INC.; \nMICHAEL EDWARDS; MELISSA \nEDWARDS; WINDOW WORLD OF \nCENTRAL PA, LLC; ANGELL P. \nWESNERFORD; KENNETH R. FORD, \nJR.; WORLD OF WINDOWS OF \nDENVER, LLC; RICK D. ROSE; \nCHRISTINA M. ROSE; WINDOW \n \n \n \n \n \n \n \n                                                           \n1  Recognizing that this Order and Opinion cites and discusses the subject matter of \ndocuments that the Court has allowed to remain filed under seal in these actions, the Court \nelected to file this Order and Opinion under seal on August 16, 2019.  The Court  then \npermitted the parties an opportunity to propose redactions to the public version of this \ndocument.  Plaintiffs did not propose any redactions.  The Court has accepted the redactions \ncurrently proposed by Defendants Window World, Inc. and Window World  International, \nLLC. \nWORLD OF ROCKFORD, INC.; \nWINDOW WORLD OF JOLIET, INC.; \nSCOTT A. WILLIAMSON; JENNIFER \nL. WILLIAMSON; BRIAN C. \nHOPKINS; WINDOW WORLD OF \nLEXINGTON, INC.; TOMMY R. \nJONES; JEREMY T. SHUMATE; \nWINDOW WORLD OF PHOENIX \nLLC; JAMES BALLARD; and TONI \nBALLARD, \n \nPlaintiffs, \n \nv. \n \nWINDOW WORLD, INC.; WINDOW \nWORLD INTERNATIONAL, LLC; and \nTAMMY WHITWORTH, individually \nand as trustee of the Tammy E. \nWhitworth Revocable Trust, \n \nDefendants. \n \n \n1. THIS MATTER is before the Court upon the following motions and related \nmatters in the above -captioned cases: (i) Plaintiffs’ Motion for Finding of Waiver of \nAttorney-Client Privilege and Work -Product Doctrine as to Certain Topics (the \n“Waiver Motion”) ; (ii) Plaintiffs’ Motion to Compel and Motion for Sanctions for \nDefendants’ Wrongful Assertions of Privilege (the “Motion to Compel” and, together \nwith the Waive r Motions, the “Privilege Motions” ); (iii) Defendants Window World, \nInc. and Window World International, LLC’s ( together, “WW”) Motion to Preclude \nConsideration and/or Strike Portions of the Affidavit of Sean Gallagher (the “Motion \nto Strike,” and, together with the Privilege Motions, the “Motions”).  Also before the \nCourt are (i) WW’s Rule 53(g) Exceptions to Report of Special Master (“ WW’s \nExceptions”) and ( ii) Plaintiffs’ Exceptions to Special Master’s Report (“Plaintiffs’ \nExceptions,” and, together with WW’s Exceptions, the “Exceptions”). \n2. Having considered the Motions  and the Exceptions, the parties’ briefs in \nsupport thereof and in opposition thereto, the relevant materials associated with the \nMotions and the Exceptions, the January 3, 2019 report of the Special Master (the \n“Master’s Report”), and the arguments of counsel at the hearings on August 22, 2018 \n(the “August 22 Hearing”)  and December 19, 2018  (the “December 19 Hearing”)  on \nthe Motions, the Court, in  the exercise of its discretion and for good cause shown, \nhereby rules upon the Motions and the Exceptions as set forth below. \nBrooks, Pierce, McLendon , Humphrey & Leonard LLP, by Charles E. \nCoble, Robert J. King III, Benjamin R. Norman, Jeffrey E. Oleynik, and \nAndrew L. Rodenbough, and Keogh Cox & Wilson, Ltd., by Richard W. \nWolff, John P. Wolff, III, and Virginia J. McLin, for Plaintiffs Window \nWorld o f Baton Rouge, LLC, Window World of Dallas, LLC, Window \nWorld of Tri State Area LLC, James W. Roland, Window World of St. \nLouis, Inc., Window World of Kansas City, Inc., Window World of \nSpringfield/Peoria, Inc., James T. Lomax III, Jonathan Gillette, B&E \nInvestors, Inc., Window World of North Atlanta, Inc., Window World of \nCentral Alabama, Inc., Michael Edwards, Melissa Edwards, Window \nWorld of Central PA, LLC, Angell P. Wesnerford, Kenneth R. Ford, Jr., \nWorld of Windows of Denver, LLC, Rick D. Rose, Christ ina M. Rose, \nWindow World of Rockford, Inc., Window World of Joliet, Inc., Scott A. \nWilliamson, Jennifer L. Williamson, Brian C. Hopkins, Window World \nof Lexington, Inc., Tommy R. Jones, Jeremy T. Shumate, Window World \nof Phoenix LLC, James Ballard, and Toni Ballard. \n \nLaffey, Leitner & Goode LLC, by Mark M. Leitner, Joseph S. Goode, \nJessica L. Farley, Sarah E. Thomas Pagels, and John W. Halpin, and \nManning, Fulton & Skinner, P.A., by Michael T. Medford, Judson A. \nWelborn, Natalie M. Rice, and Jessica B. Vic kers, for Defendants \nWindow World, Inc. and Window World International, LLC. \n \nBell, Davis & Pitt, P.A., by Andrew A. Freeman and Alan M. Ruley, for \nDefendant Tammy Whitworth. \n \nWilson Ratledge, PLLC, by Reginald B. Gillespie, Jr., for non-party Anna \nElizabeth Vannoy. \n \nBledsoe, Chief Judge. \n \nI. \nFINDINGS OF FACT2 \n3. WW is in the business of selling and installing windows, doors, and siding.  \nIt operates several store locations and also franchises its business around the country.  \nPlaintiffs in these actions are various Window World franchisees and franchisee \nowners.  Plaintiffs allege, among other things, that WW (i) intentionally withheld \ninformation that Plaintiffs were entitled to receive under the Federal Trade \nCommission’s (“FTC”) Franchise Disclosure Rule,  see 16 C.F.R. § 436.2, (ii) required \nPlaintiffs to execute “license agreements” that purportedly concealed and disclaimed \nthe franchise relationships between WW and Plaintiffs, and (iii) misrepresented \npricing and rebate information concerning purchases from suppliers, including \nAssociated Materials, Inc. (“AMI”). \n4. At issue in Plaintiffs’  Privilege Motions are various documents that WW \n                                                           \n2  The procedural and factual background of these actions is set out more fully in Window \nWorld of Baton Rouge, LLC v. Window World, Inc. , 2019 NCBC LEXIS 11 (N.C. Super. Ct. \nFeb. 11, 2019), Window World of Baton Rouge, LLC v. Window W orld, Inc. , 2019 NCBC \nLEXIS 7 (N.C. Super. Ct. Jan. 25, 2019), Window World of Baton Rouge, LLC v. Window \nWorld, Inc., 2018 NCBC LEXIS 218 (N.C. Super. Ct. Dec. 19, 2018), Window World of Baton \nRouge, LLC v. Window World, Inc., 2018 NCBC LEXIS 102 (N.C. Super. Ct. Sept. 28, 2018), \nWindow World of Baton Rouge, LLC v. Window World, Inc. , 2018 NCBC LEXIS 100 (N.C. \nSuper. Ct. Sept. 26, 2018), Window World of Baton Rouge, LLC v. Window World, Inc., 2018 \nNCBC LEXIS 79 (N.C. Super. Ct. Aug. 2, 2018), Window World of Baton Rouge, LLC v. \nWindow World, Inc., 2018 NCBC LEXIS 59 (N.C. Super. Ct. June 19, 2018), Window World \nof Baton Rouge, LLC v. Window World, Inc., 2017 NCBC LEXIS 60 (N.C. Super. Ct. July 12, \n2017), Window World of Baton Rouge, LLC v. Window World, Inc., 2016 NCBC LEXIS 82 \n(N.C. Super. Ct. Oct. 25, 2016), and Window World of St. Louis, Inc. v. Window World, Inc. , \n2015 NCBC LEXIS 79 (N.C. Super. Ct. Aug. 10, 2015). \nclaims are protected by the attorney -client privilege and/or work-product immunity \ndoctrine.  Specifically, through the Motion to Compel, Plaintiffs seek to compel from \nWW certain documents that Plaintiffs contend WW improperly withheld on the basis \nof privilege and request that the Court impose sanctions for WW’s improper privilege \nassertions.  Through the Waiver Motion, Plaintiffs seek an order finding that WW \nwaived the attorney-client privilege and the protections of work-product immunity as \nto all documents generated before November 1, 2011 that generally relate to WW’s \ncontemplated compliance with state and federal franchise laws.  Plaintiffs assert that \ntwo grounds exist for finding WW waived any privilege or protection applicable to \nthese documents: (i) WW’s voluntary production of certain 2011 WW Board minutes \nand (ii) the crime-fraud exception to the attorney client privilege.  In addition to their \nsubject matter waiver arguments, Plaintiffs also contend that WW waived privilege \nas to certain documents based on WW’s two -year delay in initiating a claw -back of \nthose documents.  The Court heard arguments on the Privilege Motions at the August \n22 Hearing, at which all parties and non-party Anna Elizabeth “Beth” Vannoy (“Ms. \nVannoy”) were represented by counsel.   \n5. By Order and Opinion dated September 28, 2018 (the “ In Camera Review \nOrder”), the Court, in the exercise of its discretion and for good cause shown, \nconcluded that an in camera review of certain documents was necessary to assess the \npropriety of WW’s claims of privilege and to assist the Court in resolving the Privilege \nMotions.  See Window World of Baton Rouge, LLC v. Window World, Inc., 2018 NCBC \nLEXIS 102, at *14 –15 (N.C. Super. Ct. Sept. 28, 2018).  With the consent of the \nparties, the Court appointed the Honorable W. David Lee ( “Judge Lee,” the “Special \nMaster,” or “Master”) to conduct the in camera review by order dated October 12, \n2018.  Based on that review, Judge Lee submitted his Master’s Report on January 3, \n2019. \n6. Through the parties’ respective Exceptions, each brought pursuant to Rule \n53(g) of the North C arolina Rules of Civil Procedure,  WW and Plaintiffs separately  \ntake exception to certain findings and conclusions set forth in the Master’s Report.  \nAfter full briefing, the parties stipulated to a waiver of any hearing rights under Rule \n53 through a joint letter to the Court dated March 18, 2019 .  After consideration of \nthe parties’ briefing and submissions in connection with the Exceptions, t he Court \nconcludes, in the exercise of its discretion, that a hearing will not assist the Court in \nresolving the Exceptions .  The Court therefore rules on  the Exceptions without a \nhearing as permitted by Business Court Rule (“BCR”) 7.4. \n7. Finally, through the Motion to Strike, WW requests that the Court strike \nand/or decline to consider portions of the affidavit of WW’s former employee, Sean \nGallagher (“Gallagher”), which Plaintiffs submitted as an exhibit in support of their \nWaiver Motion (the “Gallagher Affidavit”).  The Court heard arguments on the Motion \nto Strike at the December 19 Hearing, at which all parties were represented by \ncounsel.   \n8. The Motions and the Exceptions are now ripe for resolution. \nA. Relevant Factual Background \n9. As early as 1998, WW entered into contracts titled “franchise agreements” \nwith various store owners.  (See Pls.’ Br. Supp. Waiver Mot. Ex. A, at 1–25, ECF No. \n447.2.)3  Beginning in the early 2000s, however, WW began titling its contracts with \nstore owners, including Plaintiffs, as “licensing agreements.”  According to Plaintiffs, \nby no later than May 2010, WW knew that its business relationships with these store \nowners, including Plaintiffs,  were properly characterized as  franchisor-franchisee \nrelationships under applicable federal law .4  Plaintiffs argue that d espite this \nknowledge, WW presented at least seventeen contracts to Plaintiffs between May \n2010 and May 2011 that were titled “licensing agreements,” each of which expressly \nand fraudulently  disclaimed the existence of a franchisor -franchisee relationship \n                                                           \n3  For ease of reference, all ECF citations in this Order and Opinion are to the Court’ s e-\ndocket in 15 CVS 1. \n \n4  For purposes of the federal regulations at issue here, a “franchise” is defined as “any \ncontinuing commercial relationship or arrangement, whatever it may be called, in which the \nterms of the offer or contract specify, or the franchise seller promises or represents, orally or \nin writing,” that:  \n \n(1) The franchisee will obtain the right to operate a business that is identified or \nassociated with the franchisor’s trademark, or to offer, sell, or distribute goods, \nservices, or commodit ies that are identified or associated with the franchisor’s \ntrademark;  \n \n(2) The franchisor will exert or has authority to exert a significant degree of control \nover the franchisee’s method of operation, or provide significant assistance in the \nfranchisee’s method of operation; and  \n \n(3) As a condition of obtaining or commencing operation of the franchise, the \nfranchisee makes a required payment or commits to make a required payment to \nthe franchisor or its affiliate.  \n \n16 C.F.R. § 436.1(h). \nwith Plaintiffs.  ( See Pls.’ Br. Supp. Waiver Mot. Ex. G, at 64 –66, ECF No. 447.8.)   \nPlaintiffs further contend that WW knowingly and intentionally violated the FTC’s \nFranchise Disclosure Rule5 by failing to provide to Plaintiffs the required Franchise \nDisclosure Documents (“FDDs”) .  A ccording to Plaintiffs, WW used its in -house \ncounsel, Ms. Vannoy, to perpetrate these alleged frauds. \n10. Ms. Vannoy was hired as WW’s in -house counsel in June 2010, (B. Vannoy \nDep. 25:22–26:5, ECF No. 447.10), within a month of when Plaintiffs claim WW knew \nit was operating franchisor-franchisee relationships with Plaintiffs.  Ms. Vannoy had \npreviously worked as an attorney at WW’s primary outside law firm, Vannoy, \nColvard, Triplett & Vannoy, since 2008.  Shortly after she began working in-house at \nWW, Ms. Vannoy went on maternity leave from July 2010 through October 2010.  (B. \nVannoy Dep. 202:8–15.)   \n11. According to Ms. Vannoy, a t some point around May 2010, while she was \nworking at her former law firm , she began conducting “due diligence to learn what \n[she] could about franchise systems to prepare [her] to meet with” a franchising \nattorney concerning WW .  (B. Vannoy Dep. 136:23 –139:16; see B. Vannoy Dep. \n140:11–13 (“Q. Why were you doing the due diligence?  A. It was suggested to me that \n                                                           \n5  The Franchise Disclosure Rule provides that, “[i]n connection with the offer or sale of a \nfranchise,” a franchisor must “furnish a prospective franchisee with a copy of the franchisor’s \ncurrent disclosure document . . . at least 14 calendar-days before the prospective franchisee \nsigns a binding agreement with, or makes any payment to, the franchisor or an affiliate in \nconnection with the proposed franchise sale.”  16 C.F.R. § 436.2(a).  The Rule further provides \nthat at least seven calendar-days before “alter[ing] unilaterally and materially the terms and \nconditions of the basic franchise agreement or any related agreements attached” to the FDD, \na franchisor must “furnish[] the prospective franchisee with a copy of each revised \nagreement[.]”  Id. § 436.2(b). \nI look into it at some point.”), 141:1–7 (“[Q.] Who suggested that?  A. Jay Vannoy.”).)  \nAs part of those preparations, Ms. Vannoy avers that she “started gathering \ninformation based on what [she] had learned would go into”  an FDD.  (B. Vannoy \nDep. 124:21–23, 125:16–23.  But see B. Vannoy Dep. 127:10–15.)   \n12. Over a year later, in June 2011, Ms. Vannoy and her husband, John “Jay” \nVannoy (“Mr. Vannoy”), WW’s outside counsel and a member of WW’s Board of \nDirectors (the “WW Board”) , met with Ritchie Taylor (“Taylor”), an attorney with \nManning, Fulton & Skinner, P.A. in Raleigh with significant experience  in \nfranchising issues, to obtain legal advice concerning WW’s obligations under \nfranchise laws.  (B. Vannoy Dep. 82:14 –16.)  Ms. Vannoy avers that, before meeting \nwith Taylor, WW did not know whether federal franchise law  applied to WW’s \nbusiness relationships with its store owners, including Plaintiffs .  (B. Vannoy Dep. \n226:9–24; see J. Vannoy Dep. 94:9–14, ECF No. 483.7; McBride6 Dep. 133:5–14, ECF \nNo. 483.5.)   \n13. Ms. Vannoy and others at WW aver that after meeting with Taylor, WW \ndecided to conver t from a licensing system to a franchise system  and that the \nconversion was accomplished in the fall of 2011 .  (B. Vannoy Dep. 179:3 –181:12; J. \nVannoy Dep. 71:1 –7, 122:23 –123:5; McBride Dep. 291:25 –292:6; Whitworth 7 Dep. \n251:1–7, ECF No. 483.8.  But cf. B. Vannoy Dep. 105:8–16 (“Q. [W]as there a change \n                                                           \n6  James “Jamie” McBride (“McBride”) is a member of the WW Board. \n \n7  Defendant Tammy Whitworth (“Whitworth”) is WW’s Chief Executive Officer and Board \nChair. \nin the way business was done that caused [WW] to become a franchise system? . . . .  \nA. And once again, I’ll just say I don’t know.  As I sit here today, I don’t know.”).)   \n14. In October 2011, WW sent letters to Plaintiffs and the other store owners \noperating under purported licensing agreements acknowledging that WW had “failed \nto comply with Federal and State Laws” by not presenting the store owners with an \nFDD prior to their purchase of a WW “license” (i.e., franchise).  (Pls.’ Br. Supp. Waiver \nMot. Ex. K, ECF No. 447.12.)  It is undisputed that WW did not provide  an FDD to \nany Plaintiff until October 2011.  (Cf. Wellborn Aff. Supp. WW’s Mot. Recons. Ex. R, \nECF No. 621.18.) \nB. WW’s Conduct in Discovery \n15. In April 2016, several months after the parties began rolling document \nproductions, WW claims it learned that a large number of documents WW had \npreviously produced to Plaintiffs in discovery were inadvertently and inappropriately \ncoded as not confidential , privileged, or eligible for redactions based on privilege.  \n(Goode Aff. ¶ 20, ECF No. 577.)  As a result, on April 28, 2016, WW’s counsel informed \nPlaintiffs’ counsel via telephone that WW intended to invoke the claw-back provision \nof the Court’s July 31, 2015 Protective Order to claim privilege on these documents.8  \n                                                           \n8  The claw-back provision of the Protective Order provides, in relevant part, as follows: \n \nIf a Document cont aining information subject to the Attorney -Client Privilege or \nWork Product Doctrine .  . . is inadvertently disclosed, the inadvertent disclosure \nshall not constitute a waiver by a Party . . . of the Attorney-Client Privilege or Work \nProduct Doctrine . . . .  Upon notification by a Party .  . . to the person to whom the \nDocument was inadvertently disclosed, either (a) the person must immediately \nreturn it, including any copies, and shall destroy any notes or work product \nconcerning the Document and the information therein; or (b) if the person to whom \nthe Document was inadvertently disclosed disagrees with the claim or privilege . . ., \n(Goode Aff. ¶ 22; see Protective Order 6, ECF No. 68.)  The next day, WW’s counsel \nserved a letter on Plaintiffs’ counsel indicating that WW was clawing back 320 \npreviously produced documents (the “2016 Claw-back”).  (Goode Aff. ¶ 23.)  Two weeks \nlater, on  May 11, 20 16, WW relinquished its claim of privilege on 50 of the 320 \ndocuments identified in the 2016 Claw -back, leaving 270 documents subject to the \nclaw-back.  (Goode Aff. ¶ 26.)  \n16. WW contends that after the 2016 Claw-back, WW’s counsel investigated the \nscope of the inadvertent disclosure leading to the claw -back and established a \nsecondary review process (the “Secondary Review”) to re -review all documents \npreviously reviewed by the outside attorney WW contends inappropriately coded the \ndocuments subject to the 2016 Claw -back.  (Goode Aff. ¶  24.)  According to WW, on \nMay 11, 2016, WW’s counsel completed the Secondary Review and determined that \nan additional 375 documents should be clawed -back, and that 48 other documents \nshould be subjected to a third-pass review.  (Goode Aff. ¶ 27.)  WW contends, however, \nthat its counsel “inadvertently failed to pull the documents flagged by May 11, 20 16 \ninto a third-pass review set” due to “numerous time-sensitive tasks, motion practice, \nand discovery deadlines[.]”  (Goode Aff. ¶ 28.) \n17. Nearly two years later, in the course of preparing for the April 19, 2018 \ndeposition of Ms. Vannoy, WW’s counsel “noticed that a number of documents in the \nbinder prepared for counsel’s deposition -preparation session with Ms. Vannoy \n                                                           \nthat person must not use the Document and the information therein until allowed \nto do so by an Order of the Court. \n \n(Protective Order 6.) \nappeared to be privileged communications[ .]”  (Goode Aff. ¶  43.)  WW’s counsel \nasserts that WW  “concluded that 24 documents in the binder were inadvertently \nproduced and should have been clawed back  . . . and identified [an additional] 4 \ndocuments that required partial claw back.”  (Goode Aff. ¶ 45.)  WW further contends \nthat, on April 9, 2018, WW’s counsel “discovered for the first time that more than 400 \ndocuments from the 2016 Secondary Review had been marked as needing claw-back \n. . . in May of 2016, but had not yet been clawed back.”  (Goode Aff. ¶ 46.) \n18. On April 13, 2018, without advance notice to Plaintiffs and just days before \nMs. Vannoy’s deposition, WW’s counsel sent Plaintiffs’ counsel a second claw -back \nletter identifying 336 documents that WW contended had been “inadvertently \nproduced” and now required claw-back (the “2018 Claw-back”).  (Goode Aff. ¶ 48; see \nPls.’ Resp. Goode Aff. 5, ECF No. 583.)  While WW contends that the 2018 Claw-back \n“was the result of a realization on April 9, 2018 that the 2016 [C]law-back had not \nbeen fully completed ,” (Goode Aff. ¶  66), the 2018 Claw -back included at least 50 \ndocuments that were not produced until after the 2016 Claw-back had been initiated, \n(Pls.’ Resp. Goode Aff. 2 –3; see Pls.’ Br. Supp. Mot. Compel 5 , ECF No. 449) .  Thus, \ntogether with the 320 documents sought in the 2016 Claw-back, WW initiated claw-\nback to a remarkable 656 documents that it previously had produced.  In response to \nnumerous objections by Plaintiffs, WW ultimately relinquished its claim of privilege \nand released—in full or with redactions—a significant number of the 2018 Claw-back \ndocuments on April 17, May 18, and June 27, 2018.9  (Goode Aff. ¶¶ 52, 57, 59, 64.)  \n                                                           \n9  As discussed infra, WW has offered conflicting accounts as to the exact number of \ndocuments actually released from the 2018 Claw-back. \n19. As required by the Case Management Order  (the “CMO”) , WW logged \ndocuments that it withheld in whole or in part on either a privilege log or a privilege \nredaction log (together, the “Logs”).10  As early as February 2017, WW acknowledged \nto Plaintiffs that its Logs were incomplete.  (Pls.’ Br. Supp. Mot. Compel Ex. G, ECF \nNo. 449.8.)  Although WW committed to providing Plaintiffs with updated Logs by \nJune 30, 2017, (Goode Aff. ¶  40), WW did not provide updated Logs until Apri l 13, \n2018 (the “2018 Logs”) —the same day as the 2018 Claw -back, (Goode Aff. ¶  41).  \nWW’s counsel attributes the fourteen -month delay to the “extensive work in this \nlitigation.”  (Goode Aff. ¶ 40.) \n20. WW’s 2018 Logs contain numerous document descriptions that are \nmaterially different from the descriptions included in prior Logs.  The document \ndescriptions in the 2018 Logs contain considerably less detail than prior versions, and \nPlaintiffs argue that many descriptions were “suspiciously altered.”  (Pls.’ Resp. \nGoode Aff. 12.)  In particular, although WW’s earlier Logs from February 2017 (the \n“2017 Logs”) included document descriptions referencing franchise disclosures as \nearly as May 2010, (see Pls.’ Br. Supp. Mot. Compel Exs. D, F, ECF Nos. 449.5, 449.7), \nWW revised the 2018 Logs to omit all pre-October 2011 references to franchising. \nC. In Camera Review \n21. Through the Motion to Compel, Plaintiffs requested , among other things,  \nthat the Court or a special master conduct an in camera review of (i) 280 documents \n                                                           \n10  WW served its initial privilege log on September 25, 2015 and served revised or \nsupplemental Logs on N ovember 17, 2015, July 29, 2016, January 13, 2017, February 14, \n2017, and April 13, 2018.  (Goode Aff. ¶¶ 33–41.) \nthat were included in the 2018 Claw -back for which Plaintiffs challenge WW’s \nassertion of privilege (the “Challenged Claw-back Documents” or “CCDs”) and (ii) all \ndocuments identified on WW’s 2018 Logs (a total of approximately 1,500 documents).  \nAs reflected in the In Camera Review Order, the Court concluded that an in camera \nreview of certain documents was necessary to assess the propriety of WW’s claims of \nprivilege and to assist the Court in resolving the Privilege Motions.  See Window \nWorld of Baton Rouge, LLC , 2018 NCBC LEXIS 102, at *14 –15.  Specifically, the \nCourt ordered the Master to conduct an in camera review of (i) the 280 Challenged \nClaw-back Documents  and (ii) approximately 10% of the documents identified in \nWW’s 2018 Logs  (the “ Sample Log Documents” or “SLDs” and, together with the \nChallenged Claw -back Documents, the “Review Documents”).   Id. at *19–20.  The \nCourt deferred ruling on the Privilege Motions pending the results of the in camera \nreview. \n22. Consistent with the In Camera Review Order, the parties submitted for the \nSpecial Master’s consideration a Joint Factual Background Statement (the “Joint \nFactual Background”), which included competing Statements of Additional Material \nFacts.  (See Joint Factual Background Statement [hereinafter “JFB”].) 11  WW also \ntendered electronic and hard copies of the Review Documents to the Special Master.12   \n23. After conducting his review, Judge Lee submitted his Special Master’s \nReport on January 3, 2019 .  The Report set forth the Master’s  findings and \nconclusions as to  (i) the propriety of WW’s claim of privilege for each Review \nDocument and (ii) the accuracy and adequacy of the document descriptions in WW’s \n2018 Logs for each Sample Log Document.  (See Special Master’s Report [hereinafter \n“Master’s Rpt.”], ECF No. 684.)   \n24. As to the Challenged Claw-back Documents, the Special Master concluded  \nas follows: \nThe undersigned has determined that one hundred sixty -six (166) of the \n[280 Challenged Claw -back Documents ] may properly be considered \nprivileged.  The undersigned has further determined that eighty-seven \n(87) of the [280 Challenged Claw-back Documents] are not privileged.  Of \nthe [280 Challenged Claw -back Documents ] there were an additional \ntwenty-five (25) Documents  wherein each “document” consisted of \nmultiple communications, usually in the form of emails, involving non -\nprivileged third party communicati ons as well as privileged \nattorney-client communications. . . .  \n \n                                                           \n11  The parties also submitted for the Special Master’s consideration copies of the 2018 Logs, \n(JFB Exs. 4, 7); a list of key persons, (JFB Ex.  2); a list of the Challenged Claw -back \nDocuments which indicated when certain documents were relinquished from the 2018 Claw-\nback, (JFB Ex. 3); a list of litigation matters involving WW, (JFB Ex. 5); and a list of the \nSample Log Documents, (JFB Ex. 6).  T he Joint Factual Background and other in camera \nreview materials have not been filed on the Court’s dockets but have been retained and can \nbe made a part of the court record in the event of an appeal. \n \n12  WW tendered the Review Documents to the Master in “ families,” meaning that e -mail \nattachments were submitted with the corresponding e-mails to which they were attached and \nvice versa.  As to Review Documents that WW produced to Plaintiffs in part (i.e., with \nredactions), WW included a watermarked redaction box identifying the redacted portion.  For \nsome of the electronic versions of the Review Documents, the watermark box made the \ncovered text (i.e., the redacted text) difficult, but not impossible, to read. \n \nThere were two (2) [Challenged Claw-back Documents] as to which attorney \nwork product was asserted.   The undersigned determined one Document \nwas protected by the work product doctrine and the other Document \nwas not protected by that doctrine.  \n \n[T]he undersigned also assessed the nature of the thirty-six (36) \n[Challenged Claw-back Documents] wherein it is noted that the privilege \nclaim has been relinquished.  The undersigned determined that thirty (30) \nof these Documents were not privileged.13 \n \n(Master’s Rpt. 5.) \n \n25. As to the Sample Log Documents, the Special Master concluded as follows: \nThe undersigned has determined that seventy-six (76) of the [150 Sample \nLog Documents] are privileged.  The undersigned has further determined \nthat forty-six (46) of the [150 Sample Log Documents] are not privileged.  \nThe remaining twenty-eight (28)  [Sample Log Documents ] include \n“documents” containing multiple communications, a portion of which are \nnot privileged and a portion of which may properly be considered to be \nprivileged.14 \n \n(Master’s Rpt. 21.)   \n \n                                                           \n13  In WW’s Statement of Additional Material Fact s, WW suggested that, while WW was \nproviding all 280 Challenged Claw-back Documents for in camera review, it had decided to \nrelinquish its privilege claim to 51 of the Challenged Claw -back Documents and that \ntherefore the Special Master “should only review  privilege determinations for the 229 \nremaining documents.”  (JFB 8.)  Not only does this misrepresent the number of Challenged \nClaw-back Documents that WW actually released (i.e., 36, not 51), WW’s attempt to \nunilaterally limit the scope of the in camera review is contrary to the plain text of the In \nCamera Review Order.  See Window World of Baton Rouge, LLC, 2018 NCBC LEXIS 102, at \n*10, *14. \n \n14  Of the twenty-eight Sample Log Documents involving multiple communications, the Court \nhas concluded that sixtee n were properly redacted so as to omit only the privileged \ncommunications.  Specifically, the Court finds that WW properly redacted Sample Log \nDocument Nos. 76, 89, 97, 98, 102, 114, 115, 125, 134, 138, 139, 140, 144, 148, 149, and 150, \nand these documents are no longer at issue.  The Court finds otherwise as to the other twelve \nSample Log Documents involving multiple communications (Nos. 2, 88, 91, 110, 111, 113, \n121, 126, 127, 128, 136, and 137), as will be explained in more detail below. \n26. The Special Master also made findings concerning the accuracy and \nadequacy of WW’s document descriptions for the Sample Log Documents in the 2018 \nLogs, concluding as follows: \nThe undersigned has determined that seventy-four (74) of the [150 Sample \nLog Document] descriptions are accurate, and that seventy-six (76) of the \n[150 Sample Log Document] descriptions are inaccurate. \n \n[T]he email descriptions overwhelming[ly] utilize catch phrases such as \n“regarding legal advice” or “relating to legal compliance” without reference to \nthe specific subject of the email.  The undersigned has determined that no \nless than ninety-five (95) of the [150 Log entries associated with the Sample \nLog Documents] describe an email or draft as either regarding or relating to \n“legal advice.”  (Presumably, all [150 Sample Log Documents] are regarding \nor relating to legal advice.)  Such a description provides no enlightenment and \nrenders the entry wholly inadequate in affording an adverse party a fair \nopportunity to assess the validity of the privilege claim.  Moreover, at least \nthirty (30) of the [150 Sample Log Documents] merely describe the document \nas a “draft.”  Such a description likewise fails to identify the subject matter \nof the communication sufficient to demonstrate why the privilege applies.  \n \nThe undersigned has determined that only four (4) of the [150 Sample Log \nDocument] descriptions provide sufficient detail of the subject matter of the \nDocument to arguably permit an assessment as to why the privilege applies. \n \n(Master’s Rpt. 21.) \n \n27. After reviewing the Master’s Report and carefully examining the Sample \nLog Documents that the Master identified either as not privileged or as containing \nnon-privileged communications, the Court determined, by order dated January 17, \n2019 (the “January 17 Order”), that WW should have an opportunity to present \nargument and evidence, on a s ealed and ex parte basis, concerning its assertion of \nprivilege as to forty -two specifically identified Sample Log Documents  the Special \nMaster had determined were inappropriately withheld from production (the \n“Identified Sample Log Documents”).15   \n28. By letter to the Court dated January 18, 2019, WW requested that the Court \nallow WW to file exceptions to the Master’s Report pursuant to Rule 53(g).  The Court \nheld a telephone conference with counsel for all parties on January 23, 2019 to \naddress the issues raised in WW’s January 18, 2019 letter.  By Order dated January \n24, 2019, the Court concluded that the January 17 Order should be modified, and the \nCourt authorized WW to submit a brief  and supporting materials setting forth its \nposition as to the  forty-two Identified Sample Log Documents  (the “Sample Log \nSubmission”) and to permit both WW and Plaintiffs to submit exceptions to the \nMaster’s Report. \n29. WW submitted its Sample Log Submission on February 11, 2019.  (See WW’s \nBr. Sample Docs., ECF No. 692.)  WW’s Rule 53(g) Exceptions, which incorporate \nWW’s Sample Log Submission by reference, also were submitted o n February 11, \n                                                           \n15  The Identified Sample Log Documents included Sample Log Document Nos. 5; 11; 12; 19 \nas to the March 15, 2012 Notice of Electronic Filing; 29; 30; 31; 32; 36; 40; 42 as to Deem’s \nNovember 7, 2013 e-mail and McBride’s November 7, 2013 e-mail; 43; 45; 53; 59; 60; 61; 62; \n63 as to Ms. Vannoy’s November 5, 2014 e-mail to Taylor; 65; 69; 72; 80 as to Taylor’s October \n18, 2011 e -mail to Ms. Vannoy; 83; 84 as to Ms. Vannoy’s November 9, 2011 e -mail to Mr. \nVannoy and Deem’s November 9, 2011 e-mail to Ms. Vannoy; 87 as to Deem’s November 23, \n2011 e-mail to Ms. Vannoy; 109 as to Ms. Vannoy’s March 25, 2013 e -mail to Taylor and \nMathis’s e-mail to Ms. Vannoy; 110 as to Deem’s March 16, 2013 e -mail to Ms. Vannoy; 111 \nas to Deem’s April 17, 2013 e -mail to Ms. Vannoy; 113 as to Ms. Vann oy’s May 15, 2013 e -\nmail to Deem; 122 as to Ms. Vannoy’s August 12, 2013 e -mail to Taylor and Deem’s August \n12, 2013 e-mail; 126; 127 as to Ms. Vannoy’s January 6, 2014 e -mail to Taylor and Deem’s \nJanuary 6, 2014 e-mail to Ms. Vannoy; 128 as to Mr. Vannoy’s February 26, 2014 e-mail; 130; \n133 as to Ms. Vannoy’s April 24, 2014 e-mail to Mathis and Taylor’s April 24, 2014 e-mail to \nMs. Vannoy; 135 as to Deem’s June 2, 2014 e -mail to Ms. Vannoy; 136 as to Ms. Vannoy’s \nJuly 23, 2014 e -mail; 137; 142 as to Taylor ’s November 6, 2014 e -mail to Ms. Vannoy; 143; \nand 146 as to McBride’s February 18, 2015 e-mail and Whitworth’s February 18, 2015 e-mail. \n2019.  (See WW’s Rule 53(g) Exceptions  Report Special Master  [hereinafter “WW’s \nExceptions”], ECF No. 697.)  WW specifically takes exception to the Master’s privilege \ndeterminations as to (i) the forty-two Identified Sample Log Documents; (ii) sixteen \nadditional Sample Log Documents ;16 and (iii) fifty-six Challenged Claw -back \nDocuments.17  WW also asserts a general exception to the Master’s conclusions that \nthe Sample Log Document  descriptions in the 2018 Logs were inaccurate and/or \ninadequate. \n30. Plaintiffs filed their Rule 53(g) Exceptions on February 11, 2019.  (See Pls.’ \nExceptions Special Master’s Report [hereinafter “Pls.’ Exceptions”] , ECF No. 690.)  \nPlaintiffs contest the Master’s rulings on seventy-three Challenged Claw -back \nDocuments.18   \n                                                           \n16  WW takes exception to the Master’s rulings on the following sixteen additional Sample \nLog Documents: 2, 3, 4, 6, 9, 16, 17, 35, 88, 91, 93, 104, 117, 119, 121, and 147. \n \n17  WW excepts to the Master’s rulings on the following fifty -six Challenged Claw -back \nDocuments: 4, 5, 6, 20, 22, 32, 33, 35, 49, 51, 109, 133, 142, 144, 147, 149, 150, 155, 158, 161, \n165, 167, 168, 169, 186, 187, 201, 204, 205, 214, 216, 219, 220, 221, 227, 229, 231, 239, 246, \n247, 248, 249, 250, 252, 254, 255, 257, 259, 260, 261, 269, 276, 277, 278, 279, and 280.  \nAlthough WW initially took exception  to the Master’s ruling as to Challenged Claw -back \nDocument No. 281, WW later relinquished its claim of privilege and withdrew its exception \nto that document.  (WW’s Notice Withdrawal Exceptions & Privilege Claims Challenged \nDocument No. 281, ECF No. 707.) \n \n18  Plaintiffs take exception to the Master’s findings that the following seventy -three \nChallenged Claw-back Documents are privileged: 9, 11, 12, 13, 14, 15, 23, 42, 43, 46, 47, 48, \n50, 52, 54, 61, 62, 65, 79, 80, 81, 87, 90, 95, 101, 102, 106, 107, 108, 111, 112, 116, 118, 119, \n131, 146, 148, 156, 157, 160, 162, 163, 164, 176, 177, 189, 191, 195, 197, 198, 200, 206, 207, \n208, 209, 210, 211, 218, 222, 223, 226, 230, 232, 233, 238, 240, 241, 242, 243, 244, 258, 260, \nand 270.  Because Plaintiffs do not have access to the Sample Log Documents, they are unable \nto take exception to the Master’s findings as to any of those documents. \n \n31. WW has  withdrawn its claim of privilege to a number of the Review \nDocuments.  As noted previously, WW relinquished its privilege claim to 36 of the \n280 Challenged Claw-back Documents prior to the in camera review.19  Moreover, in \na footnote to WW’s Exceptions, WW indicated that it “will agree to produce” seven \nadditional Challenged Claw-back Documents  and one Sample Log Document .20  \n(WW’s Exceptions 6 n.8.)  In addition , on April 15, 2019, WW relinquished its \nprivilege claim as to Challenged Claw -back Document  No. 281.  ( WW’s Notice \nWithdrawal Exceptions & Privilege Claims Challenged Document No. 281, ECF No. \n707.)  Thus, as of the date of this Order and Opinion, WW has relinquished its claim \nof privilege as to forty -four Challenged Claw-back Documents and one Sample Log \nDocument.  \n                                                           \n19  Prior to the in camera review, WW relinquished its claim of privilege as to Challenged \nClaw-back Document Nos. 1, 8, 19, 21, 28, 30, 36, 37, 39, 42, 58, 59, 70, 71, 72, 74, 75, 76, 85, \n88, 89, 91, 92, 93, 97, 134, 175, 245, 256, 262, 266, 268, 271, 272, 273, and 275.  WW previously \noffered conflicting accounts concerning the number of Challenged Claw -back Documents \nactually released.  (See Pls.’ Resp. Goode Aff. 10 n.8; Pls.’ Resp. WW’s Exceptions 3 n.2.)  First, \nWW represented to the Court —through counsel’s sworn testimony —that, as of the August \n22 Hearing, WW had released 90 of the 280 Challenged Claw-back Documents (76 in full and \n14 in part).  (See Goode Aff. ¶ 64.)  Next, WW represented to the Master that “[i]n preparing \nthe [Challenged Claw -back Documents] for review, WW’s counsel determined that 51 \ndocuments . . . do not require a ruling because WW is no longer claiming its p rivilege over \nthem.”  (JFB 8.)  Of the 280 Challenged Claw-back Documents that WW actually submitted \nfor the in camera review, however, only 36 were marked as “RELINQUISHED.”  ( See JFB \nEx. 3.)  Indeed, contrary to its earlier representations, WW conceded i n a footnote to its \nExceptions that only 36 Challenged Claw -back Documents were released prior to the in \ncamera review.  (WW’s Exceptions 4 n.3.)   \n \n20  Through WW’s Exceptions, WW relinquished its claim of privilege as to Sample Log \nDocument No. 65 and Cha llenged Claw-back Document Nos. 10, 66, 73, 77, 122, 123, and \n127.  (WW’s Exceptions 6 n.8.) \nII. \nCONCLUSIONS OF LAW \nA. Attorney-Client Privilege and Work-Product Immunity \n32. “The attorney-client privilege is well -grounded in the jurisprudence of this \nState” and is “based upon the belief that only ‘full and frank’ communications between \nattorney and client allow the attorney to provide the best counsel to his client.”  In re \nInvestigation of the Death of Miller, 357 N.C. 316, 328–29, 584 S.E.2d 772, 782 (2003) \n(quoting Upjohn Co. v. United States, 449 U.S. 383, 389 (1981)).  Our Supreme Court \nhas set forth a five -part test to determine whether a particu lar communication is \nprotected by the attorney-client privilege:  \n(1) the relation of attorney and client existed at the time the communication \nwas made, (2) the communication was made in confidence, (3) the \ncommunication relates to a matter about which th e attorney is being \nprofessionally consulted, (4) the communication was made in the course of \ngiving or seeking legal advice for a proper purpose although litigation need \nnot be contemplated and (5) the client has not waived the privilege. \n \nId. at 335, 584 S.E.2d at 786  (quoting State v. McIntosh, 336 N.C. 517, 523 –24, 444 \nS.E.2d 438, 442 (1994)).   “If any one of these five elements is not present in any \nportion of an attorney-client communication, that portion of the communication is not \nprivileged.”  Id.  While “[t]he burden is always on the party asserting the privilege to \ndemonstrate each of its essential elements ,” the “responsibility of determining \nwhether the attorney-client privilege applies belongs to the trial court, not to the \nattorney asserting the privilege.”  Id. at 336, 584 S.E.2d at 787–88; cf. Evans v. United \nServs. Auto. Ass’n , 142 N.C. App. 18, 31, 541 S.E.2d 782, 790 (2001) (“[C]ourts are \nobligated to strictly construe the privilege and limit it to the purpose for which it \nexists.”). \n33. In contrast to the attorney -client privilege, the work-product immunity \ndoctrine protects from discovery only materials “prepared in anticipation of \nlitigation.”  Sessions v. Sloane, 248 N.C. App. 370, 383, 789 S.E.2d 844, 855 (2016).  \n“Materials prepared in the regular course of business are, however, not protected.”  \nId.  In order to determine whether a document was prepared in anticipation of \nlitigation or in the regular course of business, our courts consider: \nwhether, in light of the nature of the document and the factual situation in \nthe particular case, the document can fairly be said to have been prepared or \nobtained because of the prospect of litigation.  But the converse of this is that \neven though litigation is already in prospect, there is no work product \nimmunity for documents prepared in the regular course of business rather \nthan for purposes of the litigation. \n \nId. (quoting Cook v. Wake Cty. Hosp. Sys.,  Inc., 125 N.C. App. 618, 62 4, 482 S.E.2d \n546, 551 (1997)).  “ ‘Because work product protection by its nature may hinder an \ninvestigation into the true facts, it should be narrowly construed consistent with its \npurpose[,]’ which is to ‘safeguard the lawyer ’s work in developing his client’s case.’  ” \nEvans, 142 N.C. App. at 29, 541 S.E.2d at 789 (quoting Suggs v. Whitaker, 152 F.R.D. \n501, 505 (M.D.N.C. 1993)).   At the same time, however, the protections of the work  \nproduct immunity may apply even absent “the direct involvement of an attorney[.]”  \nSessions, 248 N.C. App. at 384, 789 S.E.2d at 855. \nB. Waiver Motion \n34. Through the Waiver Motion, Plaintiffs seek an order ruling that WW waived \nthe protections of the attorney -client privilege and work-product immunity as to all \ndocuments generated prior to November 1, 2011 that generally relate to WW’s \ncompliance with federal or state franchise laws , including, among other things, \n(i) WW’s “efforts to determine whether WW was subject to . . . franchise laws,” (ii) the \n“drafting and contents ” of all licensing agreements and franchise agreements, and \n(iii) the “drafting and contents of any [FDD], including the collection, compiling, \ncreation, and gather[ing] of any information for inclusion or possible inclusion” in an \nFDD.21  (Pls.’ Waiver Mot. 1 –2, ECF No. 446.)  Plaintiffs argue that WW waived \nprivilege as to franchis e law compliance issues by voluntarily producing certain \nattorney-client communications rel ated to this topic and by operation of the crime -\nfraud exception.  Separate from their subject matter waiver  arguments, Plaintiffs \nalso contend that WW waived privilege as to all of the Challenged Claw -back \nDocuments based on WW’s two-year delay in initiating the 2018 Claw -back.  The \nCourt will address each of Plaintiffs’ arguments. \n1. Waiver by Disclosure \n35. Plaintiffs argue that WW waived the protections of the attorney -client \nprivilege and work -product immunity  doctrine by producing certain privileged \ndocuments.  Plaintiffs specifically contend that WW waived privilege (i) as to all \ndocuments related to franchising issues by voluntarily and selectively disclosing \ncertain privileged communications concerning those subjects and (ii) as to the \n                                                           \n21  In addition to their request for a privilege waiver as to franchise issues, Plaintiffs seek an \norder (i) precluding WW from instructing witnesses not to answer questions relating to \nfranchise issues on privilege grounds and (ii) requiring Ms. Vannoy to submit to a second \ndeposition and provide full and complete testimony on this topic.  Plaintiffs also ask that the \nCourt or a special master review in camera all documents identified on WW’s 2018 Logs to \ndetermine whether the documents fall within scope of the alleged subject matter waiver. \nChallenged Claw-back Documents by failing to claw back those documents for nearly \ntwo years.   \n36. “Generally, communications between an attorney and client are not \nprivileged if made in the presence of a third party because those communications are \nnot confidential and because that person’s presence constitutes a waiver.”  Berens v. \nBerens, 247 N.C. App. 12, 20, 785 S.E.2d 733, 740 (2016).  “The attorney -client \nprivilege can be waived by either intentional disclosure or inadvertent disclosure.  In \neither case, a finding of waiver depends on the particular circumstances surrounding \nthe disclosure.”  Blythe v. Bell, 2012 NCBC LEXIS 44, at *21 (N.C. Super. Ct. July \n26, 2012) (citations omitted). \na. Waiver as to Challenged Claw-back Documents \n37. The Court first concludes that WW has waived any claim of privilege as to \nthe 280 Challenged Claw-back Documents.  While the Protective Order in these cases \nprovides that a party’s inadvertent disclosure of documents containing privileged \ninformation shall not constitute a waiver, (Protective Order 6), WW improperly seeks \nto use this provision as a sword to gain strategic advantage, which the Court will not \nallow. \n38. Courts balance the following factors to determine whether inadvertent \nproduction of privileged materials waives the attorney -client privilege: “(1) the \nreasonableness of the precautions taken to prevent inadvertent disclosure; (2) the \nnumber of inadvertent disclosures; (3) the extent of the disclosures; (4) any delay in \nmeasures taken to rectify the disclosures; and (5) overriding inte rests in justice.”  \nMorris v. Scenera Research, LLC, 2011 NCBC LEXIS 34, at *28 (N.C. Super. Ct. Aug. \n26, 2011) (citing Victor Stanley, Inc. v. Creative Pipe, Inc. , 250 F.R.D. 251, 259 (D. \nMd. 2008)).  “The reasonableness of the privilege holder in protect ing and asserting \nthe privilege is paramount to overcoming the consequences of an inadvertent waiver.”  \nId. (quoting Martin v. State Farm Mut. Auto. Ins. Co. , No. 3:10-CV-0144, 2011 U.S. \nDist. LEXIS 36058, at *13 (S.D. W. Va. Apr. 1, 2011)). \n39. While this Court has noted that “it is only necessary to turn to these factors \nif the parties have not reached agreement on procedures to be followed in the event \nof the production of privileged materials,” id., where, as here, a party utilizes a claw-\nback or non-waiver agreement to gain a strategic advantage or to make unfair use of \na prior disclosure, privilege may nevertheless be waived, cf. Johnson v. Oakland \nUniv., No. 15-12482, 2016 U.S. Dist. LEXIS 141049, at *3 (E.D. Mich. Oct. 12, 2016) \n(“The Magistrate decided not to enforce the claw -back provision after analyzing the \ndisclosure of the document under the five -step process from Victor Stanley, and the \nCourt does not find this clearly erroneous or contrary to law.”); Crosmun v. Trs. of \nFayetteville Tech. Cmty. Coll. , No. COA18 -1054, 2019 N.C. App. LEXIS 658, at * 40 \nn.17 (N.C. Ct. App. Aug. 6, 2019) (noting that claw -back and “quick peek” \n“agreements appear to be generally disfavored as the exclusive means of protecting \nprivilege in most contexts”). \n40. Additionally, although North Carolina has not adopted an equivalent rule, \nthe Court considers federal case law addressing waiver by disclosure under Federal \nRule of Evidence 502 instructive on this matter .  Rule 502(b) provides that \ninadvertent disclosure in a federal proceeding does not operate as a waiver if “(1) the \ndisclosure is inadvertent; (2) the holder of the privilege or protection took reasonable \nsteps to prevent disclosure; and (3) the holder promptly took reasonable steps to \nrectify the error, i ncluding (if applicable) following Federal Rule of Civil Procedure \n26(b)(5)(B).”  Fed. R. Evid. 502(b); see also Fed. R. Evid. 502(d) (“A federal court may \norder that the privilege or protection is not waived by disclosure connected with the \nlitigation pending before the court[.]”).   \n41. Federal courts have adopted differing approaches when considering the \nextent to which a claw -back order or agreement displaces Rule 502(b).  Compare \nUnited States v. Wells Fargo Bank, N.A. , No. 12 -CV-7527 (JMF), 2015 U.S. Dist . \nLEXIS 113546, at *5 (S.D.N.Y. Aug. 26, 2015) (“[W]here parties have entered into a \nprotective order that includes a non -waiver provision, as here, courts have found \nwaiver only where the producing party acted in a ‘completely reckless’ manner with \nrespect to its privilege.”), with Northrop Grumman Sys. Corp. v. United States , 120 \nFed. Cl. 436, 438 (2015) (“[T]he protective order’s claw back provision is subject to the \nimplicit requirements that the initial privilege review must have been reasonable and \nits assertion of the privilege timely[.]”), with U.S. Home Corp. v. Settlers Crossing, \nLLC, No. DKC 08-1863, 2012 U.S. Dist. LEXIS 101778, at *18 (D. Md. July 23, 2012) \n(“To find that a court order or agreement under Rule 502(d) or (e) supplants the \ndefault Rule 502(b) test, courts have required that concrete directives be included in \nthe court order or agreement regarding each prong of Rule 502(b).  In other words, if \na court order or agreement does not provide adequate detail regarding what \nconstitutes inadvertence, what precautionary measures are required, and what the \nproducing party’s post-production responsibilities are to escape waiver, the court will \ndefault to Rule 502(b) to fill in the gaps[.]”), and Tadayon v. Greyhound Lines, Inc. , \nNo. 10-1326 (ABJ/JMF), 2012 U.S. Dist. LEXIS 78288, at *4 (D.D.C. June 6, 2012) \n(“Since the right to clawback was not so conditioned, the agreement stands as written \nand defendant may recall the privileged documents, irrespective of whether or not its \ninitial production was negligent.”).   \n42. Here, paragraph 6 of the Protective Order provides that “[i]f a Document \ncontaining information subject to the Attorney -Client Privilege or Work Product \nDoctrine . . . is inadvertently disclosed, the inadvertent disclosure shall not constitute \na waiver by a Party . . . of the Attorney-Client Privilege or Work Product Doctrine[.]”  \n(Protective Order 6.)  The provision does not address what constitutes inadvertent \ndisclosure, what precautionary measures are required of a producing party, or the \npost-production responsibilities of the producing party.   \n43. Rather than permit a carte blanche  invitation to negligent or bad faith \nproduction, the Court interprets its own Order to contain implicit requirements that \na producing party’s initial privilege review must have been reasonable and its \nassertion of privilege and claw-back must have been timely.  See Northrop Grumman \nSys. Corp., 120 Fed. Cl. at 438 ; Crosmun, 2019 N.C. App. LEXIS 658, at * 40 n.17 \n(noting that claw -back agreements “are best considered as an additional protective \nmeasure rather than the primary prophylactic”) .  The Court further co ncludes that \nwaiver may be found notwithstanding an agreement or order to the contrary where, \nas here, a producing party acts in a completely reckless manner with respect to its \nprivilege.  See Wells Fargo Bank, N.A., 2015 U.S. Dist. LEXIS 113546, at *5. \n44. WW’s whipsaw pattern of producing documents, then later claw ing back \nlarge numbers of those documents based on privilege , only to then again  withdraw \nits assertions of privilege as to many of those clawed back documents—a pattern WW \nfollowed in 2016 and aga in in 2018 —reflects a cavalier disregard for the rules of \ndiscovery and appears motivated more by WW’s shifting theory of its defense rather \nthan by genuine concerns over the proper assertion of privilege.  The sheer volume of \ndocuments affected by WW’s on-again, off-again privilege claims is remarkable, as is \nWW’s extraordinary delay in initiating the 2018 Claw -back after becoming aware of \nits inadvertent production two years before.  WW’s conduct cannot be condoned.  \nIndeed, numerous courts have refused to enforce far shorter claw -back delays than \nWW attempts here.  See, e.g., Skansgaard v. Bank of Am., N.A. , No. C11-0988 RJB, \n2013 U.S. Dist. LEXIS 48176, at *9 (W.D. Wash. Mar. 6, 2013) (“[C]ourts have \nemphasized that claw back requests should be made immediately, with delays of even \na few weeks determined to be too long, much less nearly two months.”); United States \nFid. & Guar. Co. v. Braspetro Oil Servs. Co. , No. 97 -Civ.-6124 (JGK) (THK), 2000 \nU.S. Dist. LEXIS 7939, at *23 (S.D.N.Y. June 7, 2000) (“Although inordinate delay in \nclaiming the privilege may result in a waiver, the length of delay in claiming the \nprivilege should be measured from the time the producing party learns of the \ndisclosure, not from the time of the disclosure itself.”); Apex Mun. Fund v. N-Group \nSec., 841 F. Supp. 1423, 1433 (S.D. Tex. 1993) (“Simply put, a one-year delay in taking \nany action to attempt to preserve the privilege exemplifies carelessness.”).   \n45. As noted, the 2016 Claw-back involved 320 documents, (Goode Aff. ¶ 22), a \ntotal later reduced to 270 after WW released its privilege claim to 50 of those \ndocuments, (Goode Aff. ¶ 26).  Then, after concluding in May 2016 that 375 additional \ndocuments should be clawed back and that 48 documents should be subjected to a \nthird-pass review, (Goode Aff. ¶ 27), WW waited almost two years, until April 13, \n2018—and only days before the depositions of key WW witnesses —to claw back 336 \nof these documents through the 2018 Claw -back.  As had become its pattern, WW \nthen withdrew its privilege c laim, either in whole or in part, to 98 of these 336 \ndocuments—nearly 30% of the documents included in the 2018 Claw -back.  Ninety-\none of these ninety-eight documents, however, were only released after important \nWW witness depositions had been completed.22    \n46. While WW contends that the 2018 Claw -back “was the result of a \nrealization . . . that the 2016 claw -back had not been fully completed,” (Goode Aff. \n¶ 66), the 2018 Claw -back included at least 50 documents that were not produced \nuntil after the 2016 Claw-back, (Pls.’ Resp. Goode Aff. 2–3).  Moreover, several of the \n2018 Claw-back documents were previously introduced at depositions, including at \nleast one document introduced by WW’s own counsel.  (Pls.’ Resp. Goode Aff. 2 –3.)  \n                                                           \n22  It is worth noting that WW’s related privilege log practices were similarly improper.  As \nnoted previously, on April 13, 201 8—the day of the 2018 Claw -back and after a fourteen -\nmonth delay—WW tendered the 2018 Logs to Plaintiffs.  In those Logs, WW re-wrote nearly \nevery description of previously identified documents to remove critical details, including all \npre-October 2011 references to franchising. \nRemarkably, several of the do cuments in the 2018 Claw -back were included in the \n2016 Claw-back, only to be released in 2016 and later clawed back yet again in 2018.   \n47. Finally, as discussed below in connection with Plaintiffs’ request for \nsanctions and as set forth in Appendix B to thi s Order and Opinion, a substantial \nnumber of the Challenged Claw-back Documents are not privileged at all.  Indeed, \nbased on its review of the Challenged Claw-back Documents, the Court has concluded \nthat no less than 122 of the 280 documents —a staggering 4 4%—are non-privileged \nin whole or in part, further evidencing WW’s reckless approach to  discovery and \ninsouciant reliance on assertions of privilege. \n48. Based on this record, the Court concludes that (i) WW’s 2018 Claw-back was \nunreasonable, both in its scope and its substance; (ii) WW’s 2018 Claw-back was not \ntimely and involved unreasonable, u njustified, and excessive delay;  and (iii)  WW \nacted in a completely reckless manner with respect to its privilege, as shown through \nthe 2018 Claw-back.   \n49. Moreover, Plaintiffs contend, and the Court agrees based on the evidence \nsubmitted, that WW’s unreasonable delay in initiating the 2018 Claw -back and in \nserving the 2018 Logs “upended Plaintiffs’ preparation for a nd conduct of a number \nof the most important depositions” in these cases, including the depositions of Ms. \nVannoy, Mr. Vannoy, McBride, Mathis, and Blackburn.  (Pls.’ Resp. Goode Aff. 7.)  \nThe Court finds entirely plausible Plaintiffs’ contention that in the years since their \nproduction, many of the 2018 Claw-back documents have been “woven into Plaintiffs’ \nstrategy” and that the 2018 Claw -back “limited or foreclosed altogether —with very \nlittle notice—areas of examination that are central to the franchise issues in the case \nand that Plaintiffs had long intended to pursue with these witnesses.”  (Pls.’ Resp. \nGoode Aff. 8.)  Accordingly, the Court concludes that Plaintiffs have been unfairly \nand unduly prejudiced by the 2018 Claw-back. \n50. For these reasons, to the extent that the Challenged Claw-back Documents \nare in fact privileged, the Court concludes, in the exercise of its discretion, that WW \nhas waived any such claim  of privilege or work -product immunity  as to those \ndocuments.  The Challenged Claw-back Documents shall therefore be produced to \nPlaintiffs and made available for use by any party to these actions for purposes of \nthis litigation. \nb. Subject Matter Waiver by Voluntary Production \n51. Plaintiffs further argue that by voluntarily producing privileged documents \nreflecting discussions with counsel about franchise compliance issues, WW waived \nthe protections of the attorney -client privilege and work-product immunity doctrine \nmore broadly as to that same subject matter.  On this issue, the Court disagrees. \n52. Plaintiffs base their argument on WW’s voluntary production of certain \nminutes from meetings of WW’s Board in 2011 (the “Minutes”), (Pls.’ Br. Supp. \nWaiver Mot. Ex. S [hereinafter “Minutes”], ECF No. 447.20), and, in particular, from \nan August 11 Board meeting (the “August 2011 Minutes”).  The August 2011 Minutes \ndescribe in detail an exchange between Ms. Vannoy, Mr. Vannoy, and the WW Board \nabout WW’s non -compliance with certain franchising laws, (Minutes 1 –4), and \nspecifically report that Ms. Vannoy told the WW Board that, based on her \nconversation with outside counsel Taylor, “our franchises do not comply” with certain \nlaws and “we are hoping to get a handle on how franchises are to be handled in each \nstate,” (Minutes 2).  WW has not sought to claw back these Minutes. \n53. According to Plaintiffs, WW selectively produced the Minutes to create the \nappearance that WW was not aware of the applicability of franchise laws prior to \nAugust 2011.  Plaintiffs further conte nd that WW, in an effort to paint a false \nnarrative, clawed back all pre -August 2011 documents relating to franchise law \ncompliance issues and instructed Ms. Vannoy not to answer related deposition \nquestions, including questions concerning the August 2011 Minutes, on the basis of \nprivilege. \n54. While WW failed to respond to Plaintiffs’ subject matter waiver argument \nin its brief in opposition to the Waiver Motion, WW’s counsel argued at the August \n22 Hearing that WW produced the Minutes because the same set of documents had \nbeen previously produced to third parties in a prior lawsuit and thus could not be \nclaimed as privileged in these actions.  WW’s counsel contended that subject matter \nwaiver is inappropriate because WW’s production was not made to gain a stra tegic \nadvantage.   \n55. “Deciding whether a waiver of privilege as to one communication ‘also ends \nthe privilege as to any related but not disclosed communications’ is a difficult question \nthat has often divided courts.”  Technetics Grp. Daytona, Inc. v. N2 Biomedical, LLC, \n2018 NCBC LEXIS 116, *15–16 (N.C. Super. Ct. Nov. 8, 2018) (quoting In re Teleglobe \nCommc’ns Corp., 493 F.3d 345, 361 (3d Cir. 2007)).  In Technetics Group Daytona, \nInc., this Court considered the extent to which the disclosure of privileged information \nresults in subject matter waiver.  Id. at *15–19.  After describing positions taken by \nvarious federal courts, this Court applied a fairness balancing approach in which \nsubject matter waiver is applied for remedial, rather than punitive, purposes.  Id. at \n*16–19; see Wi -LAN, Inc. v. LG Elecs., Inc. , 684 F.3d 1364, 1373 (Fed. Cir. 2012) \n(“[T]he heavy weight of current authority .  . . comes down on the side of employing \nfairness considerations to decide the scope of waivers.”).  \n56. Under this balance d approach, “when a party reveals part of a privileged \ncommunication to gain an advantage in litigation, the party waives the attorney -\nclient privilege as to all other communications relating to the same subject matter.”  \nUnited States v. Jones , 696 F.2d 1 069, 1072 (4th Cir. 1982); see In re Teleglobe \nCommc’ns Corp., 493 F.3d at 361 (“When one party takes advantage of another by \nselectively disclosing otherwise privileged communications, courts broaden the \nwaiver as necessary to eliminate the advantage.”).  “On the other hand, ‘when the \ndisclosure does not create an unfair advantage, courts typically limit the waiver to \nthe communications actually disclosed.’ ”  Technetics Grp. Daytona, Inc., 2018 NCBC \nLEXIS 116, at *18 (quoting In re Teleglobe Commc’ns Corp., 493 F.3d at 361).  “This \nis especially so in the case of an extrajudicial disclosure made outside the context of \nlitigation.”  Id.; see XYZ Corp. v. United States (In re Keeper of the Records), 348 F.3d \n16, 24 (1st Cir. 2003) (“[T]he extrajudicial d isclosure of attorney -client \ncommunications, not thereafter used by the client to gain adversarial advantage in \njudicial proceedings, cannot work an implied waiver of all confidential \ncommunications on the same subject matter.”); In re von Bulow, 828 F.2d 94, 103 (2d \nCir. 1987) (“[W]here . . . disclosures of privileged information are made extrajudicially \nand without prejudice to the opposing party, there exists no reason in logic or equity \nto broaden the waiver beyond those matters actually revealed.”). \n57. Here, taking WW’s counsel at its word that the Minutes were only produced \nto Plaintiffs in these actions because the Minutes were previously disclosed to third \nparties in unrelated litigation, the Court concludes, in the exercise of its discretion, \nthat production was not made to gain a litigation advantage in these actions and thus \nthat subject matter waiver is not appropriate on the facts of record here.  Therefore, \nthe Waiver Motion shall be denied to the extent Plaintiffs seek a finding that WW \nwaived privilege as to franchise compliance law issues by voluntarily producing the \nMinutes. \n2. Crime-Fraud Exception23 \n58. Although “the attorney -client privilege is one of the oldest recognized \nprivileges for confidential communications” and “promote[s] broader public interests \nin the observance of law and the administration of justice [,]” Dickson v. Rucho, 366 \nN.C. 332, 340, 737 S.E.2d 362, 368 (2013) (quoting Swidler & Berlin v. United States, \n524 U.S. 399, 403 (1998)), there exists a crime-fraud exception to the privilege, which \n                                                           \n23  The Special Master was not asked to consider, and thus did not consider, the applicability \nof the crime-fraud exception.  Moreover, the Court has not reviewed in camera those Sample \nLog Documents that the Master concluded were pr operly withheld on the basis of privilege.  \nIn addition, for the reasons discussed infra, the Court declines to consider the Gallagher \nAffidavit.  Thus, the Court’s analysis as to the applicability of the crime -fraud exception is \nbased on its review of the Challenged Claw-back Documents, the Sample Log Documents that \nthe Master found to be non-privileged, and other evidence offered by Plaintiffs in support of \nthe Waiver Motion, with the exception of the Gallagher Affidavit.   \nmay be invoked in “certain extraordinary circumstances,” Miller, 357 N.C. at 335, 584 \nS.E.2d at 786 (“When certain extraordinary circumstances are present, the need for \ndisclosure of attorney -client communications will trump the confidential nature of \nthe privilege.”).  The crime-fraud exception exists to recognize th at “the attorney -\nclient privilege cannot serve as a shield for fraud or as a tool to aid in the commission \nof future criminal activities; if a communication is not ‘made in the course of seeking \nor giving legal advice for a proper purpose,’ it is not prote cted.”  Id. (quoting State v. \nJennings, 333 N.C. 579, 611, 430 S.E.2d 188, 204 (1993)); see State v. Davenport, 227 \nN.C. 475, 498, 42 S.E.2d 686, 702 –03 (1947) (“[T]he communication must have been \nmade in the course of seeking legal advice for a proper pur pose; hence, no privilege \nexists where advice is sought in aid of a contemplated violation of law.”).   \n59. Plaintiffs argue that the crime-fraud exception should apply here because \nWW was aware that it was required to comply with franchise laws by no later th an \nMay 2010 but  (i) continued to push Plaintiffs to sign “licensing agreements” that \nexpressly disclaimed a franchise  relationship with WW 24 and (ii) failed to make \ncertain disclosures required of franchisors under applicable law, including the FTC’s \n                                                           \n24  According to Plaintiffs, WW used Ms. Vannoy to draft licensing agreements and present \nthe agreements to Plaintiffs for execution while fully aware that these agreements falsely \ndisclaimed the existence of a franchise relationship between the parties.  ( See, e.g., Lomax \nDep. 111:14–112:1, ECF No. 447.9; B. Vannoy Dep. 242:19–248:17; Ingle Dep. 140:24–141:6; \nPls.’ Br. Supp. Waiver Mot. Ex. J, at 10 –11, ECF No. 447.11 (“Nothing in this Licensing \nAgreement shall be deemed to create any type of . . . franchise, or other business relationship \nother than LICENSOR and LICENSEE.”).) \n \nFranchise Disclosure Rule.  As noted previously, Plaintiffs contend that WW used its \nin-house counsel, Ms. Vannoy, to perpetrate these alleged frauds.25   \n60. WW responds that (i) Plaintiffs have not alleged the type of crime or fraud \nnecessary to trigger the exception, (ii) Plaintiffs have not shown any privileged \ncommunications were in furtherance of a crime or fraud, and (iii) even if the exception \napplies, Plaintiffs’ proposed application here overreaches the exception’s boundaries.  \nAdditionally, Ms. Vannoy argues that the exception does not apply because neither \nshe nor WW were aware that WW was subject to franchise laws  and thus could not \nhave been involved in a fraud to conceal such information from Plaintiffs.26   \n61. WW first argues that Plaintiffs have not “shown the type of crime or fraud \nnecessary to trigger the exception” because there “is nothing inherently immoral \nabout not registering a franchise, or otherwise complying with the technical  rules \ngoverning franchises.”  (WW’s Resp. Pls.’ Waiver Mot. 8–9, ECF No. 481.)  In making \nthis argument, WW relies on Hughes v. Boone, 102 N.C. 137, 9 S.E. 286 (1889), a long-\nago case in which our Supreme Court noted that, for the exception to apply, triggering \nconduct “must be an act criminal, per se, not simply malum prohibitum.”27  Id. at 160, \n                                                           \n25  Under North Carolina law, fraud has five essential elements: “(1) False representation or \nconcealment of a material fact, (2) reasonably calculated to deceive, (3) made with intent to \ndeceive, (4) which does in fact deceive, (5) resulting in damage to the injured party.”  Head v. \nGould Killian CPA Grp., P.A. , 371 N.C. 2, 9, 812 S.E.2d 831, 837 (2018) (quoting Watts v. \nCumberland Cty. Hosp. Sys., Inc., 317 N.C. 110, 117, 343 S.E.2d 879, 884 (1986)). \n \n26  While Ms. Vannoy is not a party to these actions, the Court, by Order dated May 17, 2018, \ngranted Ms. Vannoy leave to submit a responsive brief in opposition to Plaintiffs’ Waiver \nMotion and to participate in the August 22 Hearing. \n \n27  “An offense malum in se is properly defined as one which is naturally evil as adjudged by \nthe sense of a civilized community, whereas an act malum prohibitum is wrong only because \nmade so by statute.”  State v. Horton, 139 N.C. 588, 592, 51 S.E. 945, 946 (1905). \n9 S.E. at 292.  WW does not cite, and the Court’s research has not disclosed, any \nsubsequent North Carolina case applying this standard .  Additionally, the few  \nmodern North Carolina decisions  discussing the crime -fraud exception make no \ndistinction between acts criminal per se and acts malum prohibitum.28  See Miller, \n357 N.C. at 335, 584 S.E.2d at 786; Davenport, 227 N.C. at 498, 42 S.E.2d at 702–03.  \nAccordingly, the Court concludes that Hughes does not provide the rule of decision \nhere.  The Court thus holds that application of the crime -fraud exception is not \nlimited only to cases involving acts that are criminal per se. \n62. While the Court rejects Hughes as controlling, the Court nevertheless \nacknowledges that there is little case law in this State applying the crime-fraud \nexception or defining its contours.  Decisions from f ederal courts, however, provide \n                                                           \n28  It appears that beginning at the end of the nineteenth century, courts largely abandoned \nthe standard followed in Hughes.  One scholar has described the evolution of the crime-fraud \nexception in the United States in this way: \n \nUntil a century ago, the [crime -fraud] exc eption was only available if the client \nconsulted the attorney intending to commit some crime that was malum in se.  The \ndifficulty . . . was that crimes mala in se were not co-extensive with actions generally \nheld to be morally wrong.  In particular, a fraudulent conveyance was merely malum \nprohibitum, perhaps because it was neither an indictable offense at common law nor \na statutory felony, but a statutory misdemeanor of Elizabethan date.  The decision \nof the Queen’s Bench in Regina v. Cox [, 14 Q.B.D. 153  (1884)] was revolutionary \npartly because it disregarded the distinction between mala in se and mala prohibita.  \nOn the other hand, Cox can be read as reaffirming the importance of the real or \nunderlying distinction by focusing on the blameworthiness of th e clients’ intention \nas viewed by the standards of ordinary commercial morality.  By contrast, the \noverwhelming modern tendency is to extend the exception to all crimes, without \nregard to the blameworthiness of the client’s exploitation of the attorney’s advice.  If \na client consults an attorney in furtherance of some action prohibited by statute, the \nprivilege is dissolved without any examination of whether the breach is morally \nreprehensible. \n \nDavid J. Fried, Too High a Price for Truth: the Exception to t he Attorney-client Privilege for \nContemplated Crimes & Frauds, 64 N.C.L. Rev. 443, 470 (1986). \nuseful guidance.29  Federal decisions hold that th e party invoking the crime -fraud \nexception must make a prima facie showing that otherwise privileged \ncommunications fall within the exception.  See, e.g., United States v. Under Seal (In \nre Grand Jury Proceedings #5), 401 F.3d 247, 251 (4th Cir. 2005).  The invoking party \nmust show that “(1) the client was engaged in or planning a criminal or fraudulent \nscheme when he sought the advice of counsel to further the scheme, and (2) the \ndocuments containing the privileged materials bear a close relationship to the client’s \nexisting or future scheme to commit a crime or fraud.”  Id.  “Prong one of this test is \nsatisfied by a prima facie showing of evidence that, if believed by a trier of fact, would \nestablish the elements of some violation that was ongoing or about to be committed.”  \nId.  “Prong two may be satisfied with a showing of a close relationship between the \nattorney-client communications and the possible criminal or fraudulent activity.”  Id.   \n63. Although courts routinely apply the two -pronged test  enumerated above , \nthey “are divided as to the appropriate quantum of proof necessary to make a prima \nfacie showing.”  In re Grand Jury , 705 F.3d 133, 151 –53 (3d Cir. 2012).   The Third \nCircuit recently described the differing articulations of the proper me asure of proof \nas follows: \nSome [courts] require there to be probable cause or a reasonable basis to \nsuspect or believe that the client was committing or intending to commit a \ncrime or fraud and that the attorney -client communications were used in \nfurtherance of the alleged crime or fraud.  Other courts call for evidence \nsufficient to compel the party asserting the privilege to come forward with an \n                                                           \n29  In defining the contours of other exceptions to the attorney -client privilege, the Supreme \nCourt of North Carolina has recognized that it is appropriate to lo ok to federal case law for \nguidance.  See, e.g., Miller, 357 N.C. at 330 –31, 584 S.E.2d at 783 –84 (“Significantly, our \nGeneral Assembly has not seen fit to enact  . . . statutory provisions for the attorney -client \nprivilege, and we must look solely to the common law for its proper application.”). \nexplanation for the evidence offered against the privilege.  Still other courts \ndemand a showing of evidence t hat, if believed by a trier of fact, would \nestablish that some violation was ongoing or about to be committed and that \nthe attorney-client communications were used in furtherance of that scheme.  \n \nId. at 152 (citations omitted) (applying a “reasonable basis” standard); see In re Grand \nJury Proceedings #5 , 401 F.3d at 251 (“[T]he proof ‘must be such as to subject the \nopposing party to the risk of non-persuasion if the evidence as to the disputed fact is \nleft unrebutted.’ ” (quoting Duplan Corp. v. Deering Milliken, Inc. , 540 F.2d 1215, \n1220 (4th Cir. 1976))).  At least one court has imposed a higher standard for invoking \nthe crime-fraud exception in the civil context, recognizing that different interests are \ninvolved in a grand jury or criminal proceeding .  See UMG Recording, Inc. v. \nBertelsmann AG ( In re Napster Copyright Litig. ), 479 F.3d 1078, 1094 –96 (9th Cir. \n2007) (adopting a “preponderance of the evidence” standard in a civil case and noting \nthat a lower “reasonable cause” standard is appropriate in the grand jury context).30 \n64. In light of the “public’s interest in protecting the attorney -client privilege,” \nMiller, 357 N.C. at 328, 584 S.E.2d at 782, and the “dangers associated with invoking \n                                                           \n30  Many cases addressing the crime-fraud exception involve grand jury investigations.  While \nthe attorney -client privilege generally functions identically in both civil and criminal \nproceedings, see Swidler & Berlin , 524 U.S. at 408 –09, several courts have recognized that \nthe crime-fraud exception may apply differently in the grand jury context, see In re Napster \nCopyright Litig., 479 F.3d at 1094 –95 (“[I]n a civil case the burden of proof that must be \ncarried by a p arty seeking outright disclosure of attorney -client communications under the \ncrime-fraud exception should be preponderance of the evidence.”); Haines v. Liggett Grp., Inc., \n975 F.2d 81, 97 n.8 (3d Cir. 1992) (“We confine our discussion regarding the approp riate \nprocedures to be followed in ascertaining the applicability of the crime-fraud exception to the \ncivil context and intimate no view as to whether the same procedures should be used in the \ngrand jury context.”); see also United States v. Auster, 517 F.3d 312, 319 (5th Cir. 2008) (“The \npublic interest at stake in a criminal trial of any sort is substantial, more so than in a civil \ncase[.]”); In re Sealed Grand Jury Subpoenas , 810 F. Supp. 2d 788, 793 (W.D. Va. 2011) \n(“Based at least in part on the public’s strong interest in investigating and prosecuting crime, \nthe federal courts  . . . have recognized a ‘crime -fraud’ exception to the attorney -client \nprivilege.” (emphasis added)). \nexceptions” to the privilege, id. at 331, 584 S.E.2d at 784, the Court concludes that a \npreponderance of the evidence standard is appropriate in the civil context, see Napster \nCopyright Litig. , 479 F.3d at 1095 (“[R]equiring a moving party to establish the \nexistence of th e crime -fraud exception by a preponderance of the evidence is \nconsonant with the importance of the attorney-client privilege. . . .   It would be very \nodd if in an ordinary civil case a court could find such an important privilege vitiated \nwhere an exception to the privilege has not been established by a preponderance of \nthe evidence.”).  Indeed, under North Carolina Rule of Evidence 10 4(a), preliminary \nquestions of fact concerning privileges must be established by a preponderance of the \nevidence.  State v. McGrady, 368 N.C. 880, 892, 787 S.E.2d 1, 10 (2016); see Napster \nCopyright Litig., 479 F.3d at 1095–96 (concluding “preliminary questions concerning \nthe existence or non-existence of the attorney-client privilege—including whether the \ncrime-fraud exception terminate[s] the privilege —must be established under \n[Federal Rule of Evidence] 104(a).” (citations and quotation marks omitted)) .  Thus, \nthe Court concludes that a party seeking to invoke the crime-fraud exception to defeat \nthe attorney-client privilege  in a civil case must bear the burden of showing  by a \npreponderance of the evidence that the opposing party was committing or intending \nto commit a crime or fraud and that the attorney-client communications were used in \nfurtherance of the alleged crime or fraud. \n65. “While [a prima facie] showing may justify a finding in favor of the offering \nparty, it does not necessarily compel such a finding.”  Duplan Corp., 540 F.2d at 1220 \n(emphasis added).  A trial court’s determination that a party “made a prima facie \nshowing of crime or fraud should be upheld absent a clear showing of abuse of \ndiscretion.”  In re Grand Jury Proceedings #5 , 401 F.3d at 254 (quotation marks \nomitted). \n66. In applying the crime -fraud exception, “it is the client’s knowledge and \nintentions that are of paramount concern because the client is the holder of the \nprivilege.”  Id. at 251.  In this instance, Ms. Vannoy’s knowledge and intentions must \nbe carefully examined because WW’s alleged fraudulent conduct occurred through \nMs. Vannoy’s service as WW’s in-house counsel.  See Norburn v. Mackie, 262 N.C. 16, \n24, 136 S.E.2d 279, 285 (1964) (“[A] principal is chargeable with . . . the knowledge of \nor notice to his agent received while the agent is acting as such within the scope of \nhis authority and in reference to a matter over which his authority extends, although \nthe agent does not in fact inform his principal thereof.”). \n67. Plaintiffs offer evidence purporting to show that, by no later than May 2010, \nWW generally, and Ms. Vannoy in particular, were aware that WW was operating as \na franchisor under applicable law .  In its brief in opposition to the Waiver Motion, \nWW neither concedes nor disputes Plaintiffs’ contention that WW knew it was a \nfranchisor by May 2010.  ( See WW’s Resp. Pls.’ Waiver Mot. 11 (“Plaintiffs spend \nmuch of their brief quibbling about when WW knew  that it was a franchisor and \nwhether it should have made the conversion sooner[.]  But WW cured its alleged \nviolation seven years ago and gave the Plaintiffs the right to leave the WW system if \nthey were dissatisfied after receiving the FDD’s full disclos ure.”).)  Ms. Vannoy, \nhowever, contends that (i) WW was not subject to state or federal franchise laws prior \nto its conversion to a franchise system in October 2011 and (ii) even if WW had been \na covered franchisor prior to that time, neither she nor WW wa s aware of that fact \nprior to the October 2011 “conversion.”31 \n68. Turning first to whether WW was subject to franchise laws prior to October \n2011, it is important to note that , for purposes of the federal Franchise Disclosure \nRule, a business arrangement is considered a “franchise” if it meets three definitional \nelements.  See 16 C.F.R. §  436.1(h).  The FTC, which oversees enforcement of the \nFranchise Disclosure Rule, has stated that “[t]he name given to the business \narrangement is irrelevant in determining w hether it is covered” by the Rule.  FTC \nFranchise Rule Compliance Guide 1 (2008); ( see Hurwitz Aff. ¶  16, ECF No. 481.7 \n(“[W]hat determines a franchise is not the label you apply to the relationship but the \nsubstance of the relationship.”).)   \n69. Neither WW nor Ms. Vannoy offer evidence to suggest that WW changed its \nbusiness methods between May 2010 and the fall of 2011 so as to create a franchise \nrelationship with its store owners when such a relationship had not existed \npreviously.  ( Cf. B. Vannoy Dep. 105: 8–16 (“Q. [W]as there a change in the way \nbusiness was done that caused [WW] to become a franchise system? . . . .   A. And \nonce again, I’ll just say I don’t know.  As I sit here today, I don’t know.”), 113:19 –\n114:6, 182:19 –183:2; J. Vannoy Dep. 71:18 –72:5 (“Q. Was there anything that \nchanged in the way that [WW] conducts its business between the time that it was \n                                                           \n31  In briefing the Waiver Motion, WW did not address whether it “converted” to a franchise \nsystem.  At the August 22 Hearing, however, WW’s counsel suggested that whether WW \nconverted to a franchise system should be an issue resolved at trial.   \noperating and treating itself as a licensor as opposed to today? . . .   [A.] Well, we – \nI’m not a franchise lawyer, but, you know, we – as a franchisor, we do things that the \nstate and federal laws require that we do under franchising law.  That’s the best way \nI know how to answer that.”).) \n70. In October 2011, WW acknowledged that it had previously been operating \nas a franchisor in violation of federa l law and the laws of certain states.32  In an \nOctober 28, 2011 letter from Whitworth and WW’s then -President Dana Deem \n(“Deem”)33 to store owners, including Plaintiffs, WW stated as follows: \nAs you all know, [WW] defines our business relationship with you as a \nLicensor/Licensee relationship.  We have determined however that the \nFederal Trade Commission, and some states that have franchise laws, would \nclassify our relationship as a Franchisor/Franchisee relationship rather than \nthat of a Licensor/Licensee.   Once we made this determination and learned \nthat we were in violation of certain Federal and State Franchise Laws, we \nbegan working toward compliance, which ultimately means redefining our \nbusiness relationship with you as that of a Franchisor and Franchisee. \n \n. . . . \n \nAs part of this conversion process, and because [WW] failed to comply with \nFederal and State Laws by presenting to you a Franchise Disclosure \nDocument prior to your purchase of a license to own and operate your [WW] \nbusiness, we must now offer you two options: 1) you may convert from a \nlicensee to a franchisee; or 2) you may rescind your [WW] Licensing \nAgreement and end your business relationship with [WW]. \n \n                                                           \n32  In 2011, WW entered into a Stipulation to Desist and Refrain Order with the Califor nia \nCorporations Commissioner in which WW acknowledged that, beginning in 2002, WW \nunlawfully sold numerous franchises (within the meaning of the California Corporations \nCode) pursuant to “Licensing Agreements.”  The California Corporations Code’s definition of \n“franchise” contains three definitional elements similar to those in the FTC’s Franchise \nDisclosure Rule.  Compare Cal. Corp. Code § 31005(a), with 16 C.F.R. § 436.1(h). \n \n33  Deem served as WW’s President from 2011 until 2015, having previously served as WW’s \nVice President. \n(Pls.’ Br. Supp. Waiver Mot. Ex. K, ECF No. 447.12  (emphasis added).  Accordingly, \nthe Court concludes that there exists substantial evidence tending to show that WW \nwas operating a franchise system at the time Ms. Vannoy became WW’s in -house \ncounsel in June 2010 and thus prior to its purported “conversion” in October 2011. \n71. Ms. Vannoy argues against the Court’s conclusion, but her testimony that \nWW did not operate a franchise system until its October 2011 conversion , (see, e.g., \nB. Vannoy Dep. 101:7–14 (“Q. When did [WW] start operating a franchise system?  A. \nAfter we sought the advice of counsel and made the decision to convert based on \nfeedback received from registration states.  Q. And that was in the fall of 2011; is that \ncorrect?  A. Correct.”); 181:3 –12 (“It is my tes timony that [WW] was not a franchise \nsystem prior to consulting with Ritchie Taylor, therefore, we were not required to \ncomply with franchise laws.”) ), is at odds with WW’s August 2011 Board minutes, \nwhich report that Ms. Vannoy told the Board that, based on her conversation with \nTaylor, “our franchises do not comply” with certain franchise laws and “we are hoping \nto get a handle on how franchises are to be handled in each state [,]” (Pls.’ Br. Supp. \nWaiver Mot. Ex. S, at 2, ECF No. 447.20).  As a result, the Court does not find Ms. \nVannoy’s contentions persuasive on this issue. \n72. The Court turns next to whether Plaintiffs have carried their burden of \nshowing by a preponderance of the evidence that WW and/or Ms. Vannoy were aware \nthat WW was operating franchi se relationships with Plaintiffs at the time Ms. \nVannoy presented them “licensing agreements” disclaiming any such relationship. \n73. In support of their position that WW was aware that it was subject to state \nand federal franchise laws no later than May 2010, Plaintiffs principally rely on the \nfollowing evidence: \na. A $300,000 payment to Ted Moore (“Moore”).  In May or June 2010, Moore, \na non-Plaintiff store owner, approached WW and informed Ms. Vannoy, Mr. \nVannoy, Whitworth, WW’s then-President Blair Ingle (“Ingle”),34 and then-\nVice President Deem that, by claiming store owners were “licensees” when \nthey were actually franchisees, WW was violating applicable franchi sing \nlaws.  (Moore Dep. 48:15–50:17, 70:19–71:22, 76:14–78:10, ECF No. 447.4; \nB. Vannoy Dep. 127:17–148:19, 154:11–14; J. Vannoy Dep. 126:19–133:21, \n226:5–229:20.)  WW subsequently paid Moore $300,000 under a written \n“consulting agreement,” (Moore Dep. 88: 12–89:19), although Moore \ncontends that he did not perform any consulting services for WW under the \nalleged agreement, (Moore Dep. 49:7 –11, 85:8 –16, 90:4 –9; see J. Vannoy \nDep. 227:14–19; Gallagher Dep. 337:16–338:21, ECF No. 447.2).  According \nto Moore, the consulting agreement—which is not in the record before the \nCourt—included a confidentiality provision.  (Moore Dep. 90:24 –91:2.)  \nPlaintiffs contend that the $300,000 payment was intended to buy Moore’s \nsilence concerning the franchise nature of WW’s bus iness relationships \nwith Plaintiffs and other store owners.  (See Moore Dep. 70:19–71:22, 97:1:–\n25.)  Ms. Vannoy and Mr. Vannoy, however, testified that the payment was \n                                                           \n34  Ingle served as WW’s President from 2009 through 2011. \nan effort to resolve several, as yet unidentified issues, only one of which was \nrelated to franchising.35  (B. Vannoy Dep. 143:5–17; J. Vannoy Dep. 127:5–\n10.)36  \nb. Deposition testimony of WW’s in -house accountant, Bridget t Mathis \n(“Mathis”),37 stating that WW commissioned an audit in May 2010 because \nWW “needed [an audit] in order to be a franchisor.”  (Mathis Dep. 103:21 –\n104:14, ECF No. 447.14.)   \n                                                           \n35  While Plaintiffs’ brief in support of the Waiver Motion prominently argues that WW’s \npayment to Moore was intended to keep him quiet about WW’s non-compliance with franchise \nlaws, WW’s response brief does not mention Moore.  Nor did WW’s counsel address Plaintiffs’ \nallegations relating to Moore at the August 22 Hearing.  Ms. Vannoy, however, thro ugh her \nbrief in opposition to the Waiver Motion, argues that Moore only raised the franchise law \nissue as a “negotiating stratagem” and that WW reached “a voluntary settlement with Moore \non the legitimate issues he raised,” and that “[a]ny contention that  WW was violating any \nfranchise laws was not one of those legitimate issues.”  (Resp. Anna Elizabeth Vannoy Pls.’ \nWaiver Mot. 12 –13, ECF No. 483.)  Ms. Vannoy’s brief does not identify the “legitimate \nissues” Moore raised to justify the $300,000 settlement, however.  Rather, Ms. Vannoy cites—\nwithout explanation—to vague deposition testimony concerning “grey territory.”  (B. Vannoy \nDep. 131:10–21 (“Q. [W]alk me through that conversation [with Moore].  A. I recall there \nbeing an issue over grey territory.  I don’t recall the specifics of that discussion, and I recall \n[Moore] telling us that his neighbor thought that we were a franchise system.”); J. Vannoy \nDep. 127:5–10 (“Q. [W]hat do you recall Mr. Moore asserting?  A. I think Mr. Moore had an \nissue, as best I can recall, about the grey territories.  I think there was an issue about his \nparticular license and – and franchising.”).)  On the current record, the significance, if any, \nof “grey territory” is unclear.  \n \n36  Ms. Vannoy and Mr. Vannoy both testified that Moore’s allegations concerning WW’s non-\ncompliance with franchise laws did not prompt them to consider whether WW was in fact \nviolating franchise laws.  (J. Vannoy Dep. 127:21 –128:16 (“Q. And as corporate counsel, did \nyou look into [Moore’s] assertions to determine whether or not he was correct?  [A.] No. .  . .  \nQ. Okay. Did anybody?  [A.] Not to my knowledge, no.”); B. Vannoy Dep. 137:6 –138:9.  But \nsee B. Vannoy Dep. 136:16–137:14 (“Q. Did you look into the issue of whether or not Window \nWorld should be  complying with franchise laws after Mr. Moore raised that issue? .  . .  A. \nWell, I sought the advice of counsel eventually, yes.”), 138:10–20.)   \n \n37  Mathis (formerly Bridgett Beck and Bridgett Pratt) served as WW’s Controller and later \nbecame WW’s Chief Financial Officer.  She joined the WW Board in 2015. \nc. A May 24, 2010 e -mail from WW’s outside accountant, Randy Blackburn \n(“Blackburn”), to Ingle in which Blackburn stated that, “[a ]fter speaking \nwith [Mr. Vannoy] last week, I understand that [the audit] would be a \nrequirement of [WW’s] disclosures needed for acting as franchisor instead \nof a licensor moving forward.”  (Pls.’ Br. Supp. Waiver Mot. Ex. N, ECF No. \n447.15.) \nd. Documents titled “franchise agreements” entered between WW and store \nowners in 1998.  (Pls.’ Br. Supp. Waiver Mot. Ex. A, at 1–25.) \ne. WW’s profit and loss statement from September 2003 which identifies \n“Franchise Income” as a line item .  (Pls.’ Br. Supp. Waiver Mot. Ex.  A, at \n34.) \nf. Internal WW documents from 2001, 2005, and 2007 in which WW referred \nto stores as “Franchise[s] .”  (Pls.’ Br. Supp. Waiver Mot. Ex. A, at 29–31, \n37–39, 52–54.) \ng. A complaint filed in 2007 by a store owner against WW in Washington \nalleging violations of the Washington Franchise Investment Protection Act.  \n(Pls.’ Br. Supp. Waiver Mot. Ex. A, at 41–50.) \nh. Minutes from a March 2011 meeting of the WW Board which identified \n“Franchising Disclosure” as a topic of discussion .  (Pls.’ Br. Supp. Waiver \nMot. Ex. A, at 56.)   \ni. WW’s description in its 2017 Logs of a May 2010 e-mail from Deem to Ms. \nVannoy as “[e]mail correspondence  . . . regarding information needed for \nFDD.”38   \n74. Ms. Vannoy vigorously dispute s the inferences Plaintiffs urge the Court to \ndraw from this evidence.  In particular, Ms. Vannoy  testified that (i) her “due \ndiligence” beginning in May 2010 was not to determine whether WW was subject to \nfranchise laws, but rather because Mr. Vannoy “suggested” that she “look into it at \nsome point,” and “to prepare [herself] to meet with Mr. Taylor,” to access his franchise \nlaw expertise, (B. Vannoy Dep. 136:1 6–141:7); (ii)  no later than July 2010, she \n“started gathering information based on what [she] h ad learned would go into” a n \nFDD, and she “used the guidelines for the FDD in order to know what kind of \ninformation would need to be analyzed by an expert,”  here Taylor, (B. Vannoy Dep. \n124:21–23, 200:1–203:20); (iii) prior to contacting Taylor in June 2011, she had not \n“started gathering documents for the FDD,” (B. Vannoy Dep. 127:10–15); (iv) neither \nshe nor WW was aware of the application of federal franchis e law prior to her June \n2011 meeting with Taylor , (B. Vannoy Dep. 226:9 –24); and (v)  she had not started \n                                                           \n38  WW’s 2018 Logs, which WW tendered just days before Ms. Vannoy’s deposition, describe \nthe same document as e -mail correspondence “regarding data gathering with respect to \npotential compliance issues.”  According to Plaintiffs, the revised document descriptions in \nWW’s 2018 Logs, coupled with WW’s decision to simultaneously claw back previously \nproduced documents related to franchising, “appears to be a ham-fisted effort to conform the \ndocumentary evidence to Vannoy’s anticipated deposition testimony.”  (Pls.’ Br. Supp. Waiver \nMot. 4, ECF No. 447.) \ntaking steps to bring WW into compliance with franchise law s prior to her meeting \nwith Taylor,39 (B. Vannoy Dep. 197:15–23).   \n75. While the evidence Plaintiffs have offered to show that WW, and Ms. Vannoy \nin particular, knew or, at least, should have known that WW was operating as a \nfranchisor for purposes of the FTC’s Franchise Disclosure Rule  is compelling , the \nCourt is not prepared, on this record and in the context of these motions, to conclude, \nbased on the preponderance of the evidence , that WW and Ms. Vannoy knew that \nWW was subject to state and federal franchise laws no later than May 2010.   \n76. First, while Plaintiffs have offered evidence tending  to show that WW , \nthrough Ms. Vannoy, began researching franchise law and systems by no later than \nMay 2010 (as WW’s outside counsel ), they have not offered evidence on which the \nCourt is prepared to conclude that her conduct was motivated by WW’s knowledge \nthat it was then violating franchise laws.  According to Ms. Vannoy, “business reasons \nwere the sole impetus for considering a possible conversion to a franchise system – \nnot any regulatory compliance concerns.”  (Resp. Anna Elizabeth Vannoy Pls.’ Waiver \nMot. 14, ECF No. 483.)   \n77. In addition, Ingle, a witness now hostile to WW, testified that, in 2010, WW \nwas “going through the process of moving  . . . to a franchisor state.”  (Ingle Dep. \n135:21–136:4, ECF No. 447.3.)  Ingle fu rther testified that “it [was] a business \n                                                           \n39  Ms. Vannoy further contends that she “did not begin preparing an FDD before meeting \nwith Mr. Taylor[.]”  (Resp. Anna Elizabeth Vannoy Pls.’ Waiver Mot. 15; see B. Vannoy Dep. \n205:1–4 (“Q. [D]id you try to prepare an FDD yourself and then realize, you know, I really \nneed to go see an expert?  A. No.”).)  She also asserts that, between July 2010 and the fall of \n2011, she did not attempt to revise WW’s licensing  agreements so they would comply with \nfranchise laws.  (B. Vannoy Dep. 205:5–12.)  [REDACTED]   \ndecision to go in this [franchising] direction” and noted his disagreement with the \nsuggestion that WW’s movement towards a franchising model was an “attempt to \ncomply” with franchise laws.  (Ingle Dep. 135:6–136:21.)  While Ms. Vannoy and WW \nmay well have erroneously concluded that WW’s chosen labels —“licensor” or \n“franchisor”—controlled its legal obligations, based on the current record, the Court \ndoes not conclude that WW and Ms. Vannoy acted as they did because they \nunderstood that WW was then violating federal and state franchise laws.40  \n78. Additionally, it is undisputed that Ms. Vannoy is not an expert in franchise \nlaw and, as a 2006 law school graduate, had very limited practice experience when \nthese events unfolded.  It is also undisputed that, as of May 2010, Ms.  Vannoy did \nnot have training or education in franchising law, with the exception of a CLE course \non franchise law that she attended in January 2010.  (B. Vannoy Dep. 32:7 –33:9.)  \nMs. Vannoy credibly claims that  she did “not feel that [she] was that educated on \nfranchise laws” and was unable to render an opinion as to whether WW was in fact a \nfranchisor.  (B. Vannoy Dep. 203:2 –7.)  She also offers the affidavit of Ann Hurwitz, \na franchising expert, to support her position that her conduct was reasonable, given \nthe complexity of franchise law.   (See Hurwitz Aff. ¶  30 (“These are not easy \ndeterminations to make, and many businesses (and their counsel) struggle with these \nissues.”).)   \n79. Moreover, Ms. Vannoy began working as WW’s sole in-house counsel in June \n2010, (B. Vannoy Dep. 25:22 –26:5), was on maternity leave from early July 2010 \n                                                           \n40  The Court notes, however, that a jury at trial, or the Court upon presentation of further \nevidence in later proceedings, may certainly conclude otherwise. \nthrough October 2010, (B. Vannoy Dep. 202:8–15), and testified that upon her return, \n“there were other things that Blair [Ingle] wanted [her] to do right away,”  (B. Vannoy \nDep. 202:2–7).  Taken together, Ms. Vannoy’s limited training, experience, and time \non the job  in the period between May 2010 and June 2011 make credible her \ncontention that she did not know what WW’s legal obligations were and, further, that \nshe was researching franchise disclosure obligations and preparing for the day when \nWW might determine, or be advised, that its business relationships with Plaintiffs \nand other store owners was that of franchisor-franchisee.41 \n80. In reaching these conclusions, it bears restating both that the purpose of the \nattorney-client privilege “is to encourage full and frank communication between \nattorneys and their clients and thereby promote broader public interests in the \nobservance of law and administration of justice,” Upjohn Co., 449 U.S. at 389, and \nthat our Supreme Court has cautioned of the “dangers associated with invoking \nexceptions” to the privilege, Miller, 357 N.C. at 331, 584 S.E.2d at 784 ; see also  \nDuplan Corp., 540 F.2d at 1220 (“While [a prima facie] showing may justify a finding \nin favor of the offering party, it does not necessarily compel such a finding.”).  In the \ncircumstances and record presented here, the Court concludes that Plaintiffs have \nfailed to carry their burden to show by a preponderance of the evidence that the crime-\n                                                           \n41  The Court hastens to add that Ms. Vannoy’s credibility will certainly be an issue at any \ntrial of this matter, particularly given the clear conflict between statements she made in e -\nmails she sent during the relevant time period and her deposition testimony in these actions.  \nThe Court’s recognition of these discrepancies in testimony, however, which largely concern \nthe actions she took in preparing FDDs and when, do not dissuade the Court from its \nconclusion on the Waiver Motion that Ms. Vannoy has not been shown, on this record, to have \nbeen preparing the FDDs because she knew WW was then in violation of federal and state \nfranchise laws.    \nfraud exception applies in the present actions.  Accordingly, Plaintiffs’ Waiver Motion \nshall be denied to the extent Plaintiffs seek an order finding WW waived the attorney-\nclient privilege by operation of the crime-fraud exception. \nC. Plaintiffs’ Motion to Compel and the Parties’ Exceptions42 \n81. “The primary purpose of the discovery rules is to facilitate the disclosure \nprior to trial of any unprivileged information that is relevant and material to the \nlawsuit so as to permit the narrowing and sharpening of the basic issues and facts \nthat will require trial.”  Friday Invs., LLC v. Bally Total Fitness of the Mid-Atl., Inc., \n805 S.E.2d 664, 667 (N.C. 2017) ( quoting Bumgarner v. Reneau, 332 N.C. 624, 628, \n422 S.E.2d 686, 688 –89 (1992)).  To that end, Rule 26 allows parties to “obtain \ndiscovery regarding any matter, not privileged, which is relevant to the subject \nmatter involved in the pending action.”  N.C. R . Civ. P. 26(b)(1).  As an enforcement \nmechanism, Rule 37 allows for the filing of a motion to compel where a party has not \nresponded to a discovery request or the party’s responses are “evasive or incomplete.”  \nN.C. R. Civ. P. 37(a)(2)–(3).   \n82. “The party resisting discovery bears the burden of showing why the motion \nto compel should not be granted.”  Nat’l Fin. Partners Corp. v. Ray , 2014 NCBC \n                                                           \n42  This section includes a discussion of the Court’s review of the Sample Log Documents (i.e., \ndocuments which WW withheld from Plaintiffs in whole or in part on the basis of privilege or \nwork-product immunity).  Given the procedural posture of these actions, and in light of WW’s \nindication that it may appeal the Court’s rulings on the Privilege Motions, ( see WW’s Resp. \nPls.’ Waiver Mot. 13 (“[N]o documents should be released or disclosed to Plaintiffs without \nsufficient advance notice to WW to allow WW an opportunity to file an appeal[.]”), the Court \nhas written the Order and Opinion to avoid disclosure of the substanti ve content of any \nSample Log Document, unless WW has previously disclosed or produced the content of the \ndocument to Plaintiffs.  All documents discussed, however, are identified by Sample Log \nDocument number and are available for review on appeal. \nLEXIS 50, at *26 (N.C. Super. Ct. Oct. 13, 2014) (quoting Smithfield Bus. Park, LLC \nv. SLR Int’l Corp., No. 5:12-CV-282-F, 2014 U.S. Dist. LEXIS 110535, at *7 (E.D.N.C. \nAug. 11, 2014)) .  “Whether or not the party’s motion to compel discovery should be \ngranted or denied is within the trial court’s sound discretion and will not be reversed \nabsent an abuse of discretion.”   Phelps-Dickson Builders, LLC v. Amerimann \nPartners, 172 N.C. App. 427, 433, 617 S.E.2d 664, 668 (2005)  (quoting Wagoner v. \nElkin City Sch. Bd. of Educ., 113 N.C. App. 579, 585, 440 S.E.2d 119, 123 (1994)). \n83. Through the Motion to Compel , Plaintiffs request ed that the Court \n(i) conduct an in camera  review of the Challenged Claw -back Documents  and all \ndocuments identified on WW’s 2018 Logs to assess the propriety of WW’s privilege \nassertions; (ii) determine whether counsel improperly instructed Ms. Vannoy not  to \nanswer deposition questions on the basis of privilege; (iii) compel WW to produce any \nnon-privileged Challenged Claw-back Documents and any non-privileged documents \nidentified on the 2018 Logs; and (iv)  impose appropriate sanctions including, among \nother things, requiring Ms. Vannoy and other WW witnesses to sit for a further \ndeposition concerning the documents WW improperly withheld or clawed back.  \nThrough the In Camera Review Order, the Court granted the Motion to Compel to \nthe extent Plaintiffs sought an in camera  review of the Challenged Claw -back \nDocuments and Sample Log Documents (i.e., 10% of the documents identified on the \n2018 Logs) and, with the parties’ consent, the Court appointed the Master to conduct \nthe review.  The Court deferred further ruling on the issues raised in the Motion to \nCompel. \n1. Exceptions \n84. Plaintiffs and WW separately assert exceptions to the Master’s Report \npursuant to Rule 53(g).  Rule 53(g) provides , in relevant part, that “[a]ll or any part \nof the report may be excepted to by any party” and that the Court “may adopt, modify \nor reject the report in whole or in part, render judgment, or may remand the \nproceedings to the referee with instructions.”  N.C. R. Civ. P. 53(g)(2).  The Court of \nAppeals has described the trial court’s task under Rule 53(g) as follows: \n[When] exceptions are taken to a referee’s findings of fact and law, it is the \nduty of the [trial] judge to consider the evidence and give his own opinion and \nconclusion, both upon the facts and the law.  He is not permitted to do this in \na perfunctory way, but he must deliberate and decide as in other cases —use \nhis own faculties in ascertaining the truth and form his own judgment as to \nfact and law.  This is required not only as a check upon the referee and a \nsafeguard against any possible errors on his pa rt, but because he cannot \nreview the referee’s findings in any other way.  \n \nBullock v. Tucker, 822 S.E.2d 654, 659 (N.C. Ct. App. 2018) (quoting Quate v. Caudle, \n95 N.C. App. 80, 83, 381 S.E.2d 842, 844 (1989)).   \n85. WW takes exception to nearly every adverse  finding and conclusion in the \nMaster’s Report.  (See WW’s Exceptions 6 n.8 (“Other than . . . eight documents . . . , \n[WW] except[s] to all of the Master’s determinations that a Review Document (or \nportion thereof) is not privileged.”).)   \n86. As to the Sample Log Documents, WW takes exception to the Master’s ruling \nthat fifty-eight Sample Log Documents  are not protected by the attorney -client \nprivilege and/or work-product doctrine.43  WW also asserts a general exception to the \n                                                           \n43  Of the fifty-eight Sample Log Documents at issue in WW’s Exceptions, forty -two are the \nIdentified Sample Log Documents addressed by WW’s Sample Log Submission.  \nMaster’s conclusions that descriptions of many of the Sample Log Documents in the \n2018 Logs were inaccurate and/or inadequate.  For the reasons discussed below , the \nCourt concludes that n o less than 42 of the 150 Sample Log Documents  (i.e., 28%) \nwere improperly withheld or improperly redacted so as to deprive Plaintiffs of non-\nprivileged information.  The Court further concludes that  a substantial majority of \nthe Sample Log Document  descriptions in the 2018 Logs are inadequate and, in \nnumerous instances, inaccurate and misleading.  The Court’s specific findings and \nconclusions as to the Sample Log Documents are set forth in Appendix A to this Order \nand Opinion.  \n87. Both WW and Plaintiffs take exception to the Master’s rulings as to certain \nChallenged Claw -back Documents : WW as to the Master’s ruling that sixty -six \nChallenged Claw-back Documents are not privileged, and Plaintiffs as to the Master’s \nfinding that seventy-three of the Challenged Claw-back Documents may properly be \nconsidered privileged.  As discussed above, however, the Court has concluded that \nWW has waived any claim of privilege as to the Challenged Claw-back Documents.  \nTherefore, the Court concludes that the parties’ Exceptions are moot to the extent \nthey relate to the Master’s findings and conclusions concerning the Challenged Claw-\nback Documents.44  See In re Hamilton, 220 N.C. App. 350, 353, 725 S.E.2d 393, 396 \n(2012) (noting an issue is moot whenever “the relief sought has been granted or that \n                                                           \n44  While the Court need not rule on the parties’ Exceptions to the Challenged Claw -back \nDocuments, the Court has considered the parties’ arguments in support of those Exceptions \nin evaluating the propriety of sanctions.  As set forth more fully in Appendix B to this Order \nand Opinion, the Court has concluded that 122 of the 280 Challenged Claw-back Documents \nare neither privileged in whole or in part. \nthe questions originally in controversy between the partie s are no longer at issue”  \n(quoting In re Peoples, 296 N.C. 109, 147, 250 S.E.2d 890, 912 (1978))). \n88. The Court turns now to the merits of WW’s privilege claims as to the Sample \nLog Documents.  In the main, each Sample Log Document falls within one of three \ncategories: (i) documents or communications involving business advice or intertwined \nlegal and business advice; (ii)  transmittal e -mails forwarding documents or \ncommunications either without comment or containing only “FYI” or words to similar \neffect; and (iii) draft documents.  The Court addresses each category in turn. \n2. Privilege in the Corporate Context \n89. “Although it is generally accepted that corporations may assert the attorney-\nclient privilege, applying the privilege in the corporat e context ‘presents special \nproblems.’ ”  Technetics Grp. Daytona, Inc., 2018 NCBC LEXIS 116, at *7 (quoting \nCommodity Futures Trading Comm’n v. Weintraub , 471 U.S. 343, 348 (1985)).  One \nsuch problem arises when an attorney serves a corporation in more than one capacity.  \nHere, many of the Sample Log Documents include communications involving WW’s \nin-house counsel, Ms. Vannoy.   Likewise, several Sample Log Documents  include \ncommunications involving Mr. Vannoy, WW’s outside counsel and Board member.   \n90. North Carolina law is clear that a “company and its counsel may not avail \nthemselves of the protection afforded by the attorney -client privilege if the attorney \nwas not acting as a legal advisor when the communication was made.”  Evans, 142 \nN.C. App. at 32, 541 S.E.2d at 791.  As to in-house counsel specifically, this Court has \nnoted as follows: \nNorth Carolina courts apply the protection of the attorney -client privilege to \nin-house counsel in the same way that it is applied to othe r attorneys.  A \ncompany and its in -house counsel may, however, only benefit from the \nprotection of the attorney -client privilege if the attorney is functioning as a \nlegal advisor when the communication occurs.  A communication will not be \ndeemed privileged merely because an in -house attorney was copied on the \ncommunication or forwarded a copy of a document.  When the in -house \ncounsel’s legal advice is merely incidental to business advice, the privilege \ndoes not apply. \n \nMorris, 2011 NCBC LEXIS 34, at *15 (first citing Isom v. Bank of Am., N.A., 177 N.C. \nApp. 406, 411, 628 S.E.2d 458, 462 (2006); and then citing United States v. Cohn, 303 \nF. Supp. 2d 672, 683 (D. Md. 2003)). \n91.  “Business advice, such as financial advice or discussion concerning business \nnegotiations, is not privileged.”  N.C. Elec. Membership Corp. v. Carolina Power & \nLight Co., 110 F.R.D. 511, 517 (M.D.N.C. 1986); cf. Isom, 177 N.C. App. at 413, 628 \nS.E.2d at 46 3 (“[A]ny otherwise business emails, copied to an attorney, are not \nprotected by the work product doctrine solely due to the fact they were sent during a \ntime when the business is anticipating litigation.”).  When communications contain \nintertwined business and legal advice, courts consider whether the “primary purpose” \nof the communication was to seek or provide legal advice.  See, e.g. , N.C. Elec. \nMembership Corp., 110 F.R.D.  at 514.  Thus, “[c]orporate documents prepared for \nsimultaneous review by legal and nonlegal personnel are often held to be not \nprivileged because they are not shown to be communications made for the primary \npurpose of seeking legal advice.”  Id. \n92. Another challenge in applying privilege in the corporate context arises in \nassessing (i) whether an attorney’s communications with a particular employee or \nagent of the corporation are privileged, and (ii) whether communications between \nnon-attorney personnel reflect information that is priv ileged.  See Technetics Grp . \nDaytona, Inc., 2018 NCBC LEXIS 116, at *7 (“Given the variety of corporate roles \nand responsibilities, it is often a challenging task to decide who speaks for a \ncorporation and whether that person’s communications with corporate counsel are \nsubject to the privilege.”).  Such questions are relevant here, as many of the Review \nDocuments—and specifically most of the Sample Log Documents—were authored by \nor addressed to  WW’s officers and directors, as well as other WW employees and \ncontractors, including Blackburn (outside accountant), Mathis (former in -house \naccountant), Amy Gregory (“Gregory”) (former market development coordinator and \ncurrent paralegal ), and Todd Woods  (“Woods”) (former director of marketing and \nmarket development). \n93. While “North Carolina appellate courts have not yet decided what test \nshould apply as to the corp orate attorney-client privilege[,]” the “mere fact that an \nemployee is the company’s ‘agent’ in some respects does not necessarily require that \na communication involving that employee be found privi leged.”  Brown v. Am. \nPartners Fed. Credit Union, 183 N.C. App. 529, 536, 645 S.E.2d 117, 122 –23 (2007); \nsee Technetics Grp. Daytona, Inc., 2018 NCBC LEXIS 116, at *7  (describing North \nCarolina law as “particularly unsettled” and noting that few cases address “whether \nand to what extent the privilege covers communications between counsel and lower -\nlevel employees” or independent contractors).   \n94. Courts have recognized that  “a communication by a non -attorney may in \nsome instances reflect legal advice of an attorney.”  Veolia Water Sols. & Techs. \nSupport v. Siemens Indus. , Inc. , 63 F. Supp. 3d 558, 567 (E .D.N.C. 2014).  For \nexample, documents “subject to the privilege may be transmitted between non -\nattorneys (especially individuals involved in corporate decision -making) so that the \ncorporation may be properly informed of legal advice and act appropriately. ”  Id. \n(quoting Santrade, Ltd. v. Gen. Elec. Co. , 150 F.R.D. 539, 545 (E .D.N.C. 1993)).  “In \naddition, documents subject to the privilege may be transmitted between non -\nattorneys to relay information requested by attorneys.”  Id. (quotation marks \nomitted); see Gucci Am., Inc. v. Guess?, Inc. , 271 F.R.D. 58, 72 (S.D.N.Y. 2010) \n(“[C]ommunications among non-attorneys in a corporation may be privileged if made \nat the direction of counsel, to gather information to aid counsel in providing legal \nservices.” (quoting In re Rivastigmine Patent Litig. (MDL No. 1661) , 237 F.R.D. 69, \n80 (S.D.N.Y. 2006))). \n95. Applying these principles  to the Review Documents —and specifically the \nSample Log Documents at issue in the parties’ Exceptions—the Court concludes that \na number of the Sample Log Documents  include non -privileged business \ncommunications or records and were thus improperly withheld  by WW, as set forth \nmore fully in Appendix A to this Order and Opinion. \n3. Transmittal E-mails \n96. A number of the Sample Log Documents are transmittal e-mails forwarding \ndocuments or communications either without comm ent or containing only “FYI” or \nwords to similar effect.  No less than twenty -three of the Sample Log Documents  \ninclude non-substantive transmittal e-mails to or from Ms. Vannoy.45   \n97. This Court has noted that “[a] communication will not be deemed privileged \nmerely because an in -house attorney was  . . . forwarded a copy of a document. ”  \nMorris, 2011 NCBC LEXIS 34, at *15 (citing Isom, 177 N.C. App. at 411, 628 S.E.2d \nat 462).  Moreover, numerous courts have concluded that non-substantive transmittal \ncommunications to or from counsel are generally not protected.  See, e.g. , In re \nPremera Blue Cross Customer Data Sec. Breach Litig., 296 F. Supp. 3d 1230, 1250 (D. \nOr. 2017); FTC v. Innovati ve Designs, Inc. , No. 16 -1669, 2017 U.S. Dist. LEXIS \n162222, at *16 (W.D. Pa. Sept. 28, 2017); Sec. Inv’r Prot. Corp. v. Bernard L. Madoff \nInv. Sec. LLC , 319 F.R.D. 100, 104 (S.D.N.Y. 2017) (“[M]any of the documents are \nmerely transmittal letters or emails  that enclose or attach other documents. These \n‘cover’ communications neither furnish nor request legal advice and do not reveal any \nprivileged communications. These documents consequently cannot be withheld from \ndiscovery merely because they were sent to or from counsel.”); Arfa v. Zionist Org. of \nAm., No. CV 13-2942 ABC (SS), 2014 U.S. Dist. LEXIS 26970, at *19 (C.D. Cal. Mar. \n3, 2014); In re Bisphenol-A (BPA), Polycarbonate Plastic Prods. Liab. Litig. , No. 08-\n1967-MD-W-ODS, 2011 U.S. Dist. LEXIS 34202, at *40 (W.D. Mo. Mar. 25, 2011) (“An \nattorney’s statement that an unprivileged document is being prov ided ‘FYI’ is not \n                                                           \n45  The following Sample Log Documents include non-substantive transmittal e-mails: 30, 32, \n59, 61, 62, 63, 80, 83, 84, 87, 91, 104, 109, 110, 111, 113, 122, 127, 130, 133, 135, 136, and \n142.  As an example, Sample Log Document No. 135 consists of three e-mails.  The first two \nin time are non-privileged third-party communications.  The third, most recent, e-mail is one \nin which Deem forwarded the prior two e -mails to Ms. Vannoy, adding only “FYI.”  WW \nimproperly redacted Deem’s “FYI” e-mail to Ms. Vannoy. \nlegal advice.”); Sokol v. Wyeth, Inc. , No. 07-CV-8442 (SHS) (KNF), 2008 U.S. Dist. \nLEXIS 60976, at *27–28 (S.D.N.Y. Aug. 4, 2008) (noting that claiming privilege as to \nan e-mail containing only “FYI” is “frivolous, because no basis exists for asserting the \nattorney-client privilege for this type of communication”); Fru-Con Constr. Corp. v. \nSacramento Mun. Util. Dist., No. S-05-0583 LKK GGH, 2006 U.S. Dist. LEXIS 59066, \nat *6 (E.D. Cal. Aug. 7, 2006) (“[T]he dissemination of information to the lawyer must \nindicate that the lawyer is being addressed so that advice can be formulated or action \ntaken, not simply for FYI reasons - or worse yet, simply because the lawyer must be \nadded in order to make a non-privileged document assertedly privileged.”); Burroughs \nWellcome Co. v. Barr Labs., Inc. , 143 F.R.D. 611, 615 (E.D.N.C. 1992) (concluding \n“[t]ransmittal letters . . . devoid of legal advice or re quests for such advice and \ndisclosing no privileged matters” are not protected); Hercules, Inc. v. Exxon Corp., 434 \nF. Supp. 136, 145 (D. Del. 1977).   \n98. WW argues, however, that forwarding e-mails devoid of original substance \nare nonetheless privileged because to “allow[] otherwise enables an adversary to \ndiscern what the lawyer and client communicated about.”  (WW’s Sample Log \nSubmission 4.)  WW primarily relies upon the Court of Appeals’ decision in Brown v. \nAm. Partners Fed. Credit Union, 183 N.C. App. 529, 645 S.E.2d 117 (2007), to support \nits position.  In Brown, the Court of Appeals  assessed a claim of privilege as to  a \n“letter with attachments” from a company’s CEO to the company’s outside attorney \nconveying information “material to the [bankruptcy] matter [for] which [the attorney] \nhad been retained .”  Id. at 537 –38, 645 S.E.2d at 123 –24.  After noting that “the \nattorney-client privilege exists to protect not only the giving of professional advice to \nthose who can act on it but also the giving of information to the lawyer to enable \ncounsel to give sound and informed advice [,]” the court concluded that “it would be \nmanifestly unreasonable to require the [company] to disclose . . . what information it \nfelt that its lawy er should have in advising it. ”  Id. at 538, 645 S.E.2d at 124 \n(quotation marks omitted). \n99. Brown does not, as WW suggests, stand for the general proposition that all \ninformation forwarded by or to a lawyer is automatically protected by the attorney -\nclient privilege.  See Sessions, 248 N.C. App. at 386, 789 S.E.2d at 857 (holding party \nfailed to show that subject lines of e-mails exchanged with attorneys were privileged); \nIsom, 177 N.C. App. at 412, 628 S.E.2d at 462 ( noting that e-mail from attorney to \nclient “requesting a meeting” would not generally be protected); Evans, 142 N.C. App. \nat 32, 541 S.E.2d at 791.  The letter at issue in Brown contained multiple paragraphs \nwritten by the client and relayed substantive information material to the matter upon \nwhich the outside attorney was retained.  Here, by contrast, the transmittal e-mails \nto and from  WW’s in-house counsel,  Ms. Vannoy , are either devoid of original \nsubstance or state only “FYI” or words to similar effect and contain neither a request \nfor legal advice nor legal advice itself.  As such, the Court finds Brown to have little \napplication to the issue presented here.46 \n                                                           \n46  WW also cites authority from other jurisdictions to support its position that its forwarding \ne-mails here should be deemed privileged.  See, e.g., Rhoads Indus., Inc. v. Bldg. Materials \nCorp. of Am., 254 F.R.D. 238, 241 (E.D. Pa. 2008) (“A situation may arise where a number of \nemail messages, by themselves not privileged, but eventually sent to an attorney for the \npurpose of securing legal advice, become privileged. .  . . On the other hand, if the email \nmessages are part of routine business affairs, and not for the purpose of securing legal advice, \n100. Accordingly, the Court concludes that the approach taken by the majority of \ncourts is sound and that, if faced with this issue, North Carolina’s appellate courts \nwould likely conclude that transmittal or forwarding e-mails that are devoid of legal \nadvice or express or implied requests for such advice —and that do not otherwise \nreveal privileged information—are not protected by the attorney-client privilege.  See \nMiller, 357 N.C. at 328 –29, 584 S.E.2d at 782 ; Sessions, 248 N.C. App. at 386, 789 \nS.E.2d at 857; Isom, 177 N.C. App. at 412, 628 S.E.2d at 462; Evans, 142 N.C. App. \nat 32, 541 S.E.2d at 791 (“The mere fact that the evidence relates to communications \nbetween attorney and client alone does not require its exclusion.”). \n101. As set forth more fully in Appendix A, the Court concludes that WW \nimproperly withheld, at least in part, twenty-three Sample Log Documents (Nos. 30, \n32, 59, 61, 62, 63, 80, 83, 84, 87, 91, 104, 109 , 110, 111, 113, 122, 127, 130, 133, 135, \n136, and 142) containing transmittal e -mails sent to or from Ms. Vannoy either \nwithout comment or containing only “FYI” or words to similar effect.   \n4. Draft Documents \n102. Several of the Sample Log Documents are lawyer-created draft documents \nand draft documents provided to WW’s counsel that appear to have been intended for \n                                                           \nthen the underlying emails would be discoverable.”); Muro v. Target Corp., 250 F.R.D. 350, \n363 (N.D. Ill. 2007) (“[E]ven though one e -mail is not privileged, a se cond e -mail which \nforwards that prior e-mail to counsel might be privileged in its entirety. In this respect, the \nforwarded material is similar to prior conversations or documents that are quoted verbatim \nin a letter to a party’s attorney.”)  While the Court does not disagree that forwarding e-mails \nmay be privileged in appropriate circumstances, none of those circumstances are present \nhere, where the e-mails at issue are devoid of legal advice or express or implied requests for \nsuch advice and do not otherwise reveal privileged information. \ndisclosure to third parties.47  The parties do not cite, and the Court’s research has not \ndisclosed, any North Carolina appellate decisions considering whether, or the extent \nto which, draft documents intended to be released to third parties are privileged.   \n103. It is well settled  that the attorney -client privilege extends only to \nconfidential communications.  Miller, 357 N.C. at 328 –29, 584 S.E.2d at 782.  Thus, \nthe “privilege is waived when the client discloses privileged information to a third \nparty.”  Sessions, 248 N.C. App. at 383, 789 S.E.2d at 855.  Moreover, a \n“communication intended to be disclosed to a third party is not confidential.”  Marina \nFood Assocs., Inc. v. Marina Rest., Inc. , 100 N.C. App. 82, 89, 394 S.E.2d 824, 828 \n(1990) (emphasis added)  (citing 1 Henry Brandis, Jr., Brandis on North Carolina \nEvidence § 62 (3d ed. 1988)); see State v. Locklear, 291 N.C. 598, 603, 231 S.E.2d 256, \n259 (1977); Dobias v. White, 240 N.C. 680, 684 –85, 83 S.E.2d 785, 788 (1954) (“If it \nappears by extraneous evidence or from the nature of a transaction or communication \nthat [attorney-client communications] were not regarded as confidential, or that they \nwere made for the purpose of being conveyed by the attorney to others, they are stripped \nof the idea of a confidential disclosure and are not privileged.” (emphasis added)  \n(citation omitted)); State v. Watkins, 195 N.C. App. 215, 223, 672 S.E.2d 43, 49 (2009) \n(“[B]ecause defendant provided the . . . information to [his attorney] precisely for the \npurpose of conveying it to the prosecutor, that conversation was not a ‘confidential’ \ncommunication to which the attorney -client privilege attached.”).  This Court has \nnoted in dicta that “drafts of potential [contracts]  prepared by counsel for client \n                                                           \n47  Specifically, Sample Log Document Nos. 3, 5, 11, 16, 17, 31, and 53. \nreview would be privileged up to the point at which they were intended to be given” \nto a third party.  Morris, 2011 NCBC LEXIS 34, at *21–22.    \n104. Federal court decisions provide further guidance, and one federal court has \nrecently noted that “[t]here is disagreement among courts as to the circumstances \nunder which draft . . . documents that will eventually be disclosed to third parties are \nprivileged.”  In re Intuniv Antitrust Litig. , No. 16 -cv-12653-ADB, 2018 U.S. Dist. \nLEXIS 207545, at *25 (D. Mass. Dec. 10, 2018) (citing 1 McCormick on Evidence § 91 \n(7th ed. 2016)).   \n105. Under Fourth Circuit precedent, “if a client communicates information to \nhis attorney with the understanding that the information will be revealed to others, \nthat information as well as the details underlying the data which was to be published \nwill not enjoy the  privilege.”  United States v. (Under Seal)  (In re Grand Jury 83 -2 \nJohn Doe No. 462) , 748 F.2d 871, 875 (4th Cir. 1984) (quotation marks omitted).   \nCourts applying this approach focus on whether the client demonstrated t he \n“requisite intent to publish, ” which may be found even when a final draft of the \ndocument is not in fact made public.  United States v. Under Seal (In re Grand Jury \nSubpoena), 204 F.3d 516, 521 (4th Cir. 2000) ; see Republican Party v. Martin , 136 \nF.R.D. 421, 428 (E.D.N.C. 1991)  (“Preliminary drafts of letters or documents which \nare to be published to third parties lack confidentiality.”  (quoting N.C. Elec. \nMembership Corp., 110 F.R.D. at 517)). \n106. Other courts are more protective of draft documents and hold that the \nattorney-client privilege “applies to all information conveyed by clients to their \nattorneys for the purpose of drafting documents to be disclosed to third persons and \nall documents reflecting such information, to the extent that such information is not \ncontained in the document published and is not otherwise disclosed to third persons.”  \nSchenet v. Anderson , 678 F. Supp. 1280, 1283 (E.D. Mich. 1988).  Thus, as to \npreliminary drafts of documents, the “privilege is waived only as to those portions of \nthe preliminary drafts ultimately revealed to third parties.”   Id. at 1282–84; see \nUnited States v. Schlegel, 313 F. Supp. 177, 179 (D. Neb. 1970) (“[W]hatever is finally \nsent to the [third party] is what matches the client’s intent.”).   Stated differently, \n“only the portions of the draft that are ultimately disclosed in the final document are \nsubject to disclosure.”  In re N.Y. Renu with Moistureloc Prod. Liab. Litig. , No. \n766,000/2007, 2008 U.S. Dist. LEXIS 88515, at *17 (D.S.C. May 6, 2 008).  This \napproach has been adopted by the “majority of courts that have addressed whether \ndraft documents intended to be released to the public are privileged.”  Nanticoke \nLenni-Lenape Tribal Nation v. Porrino, No. 15-5645 (RMB/JS), 2017 U.S. Dist. LEXIS \n151410, at *24–25 (D.N.J. Sept. 19, 2017). \n107. The Court agrees with the approach taken by the majority of federal courts, \nwhich is consistent with this Court’s dicta in Morris, and concludes that, if faced with \nthis issue, our appellate courts would likely conclude that the only portions of a draft \ndocument subject to disclosure are those that are ultimately disclosed to a third party.  \nThis rule furthers the purpose of the attorney -client privilege by encouraging “full \nand frank” disclosure of information b y the client to the attorney  and is consistent \nwith the purposes of the privilege .  Miller, 357 N.C. at 328 –29, 584 S.E.2d at 782.  \nThis rule is also preferable to the Fourth Circuit’s alternative approach because, as \nthis Court has noted, it is inherently  difficult to “determine the time at which a \ndocument drafted by counsel for client approval ha[s] reached the stage at which the \nintent of confidentiality came to an end.”   Morris, 2011 NCBC LEXIS 34, at *21 –22.  \nUnder either approach, however, documents that are adopted as written and \npublished to third parties are no longer protected from disclosure under the attorney-\nclient privilege. \n108. The Court thus applies these principles to the Sample Log Documents  at \nissue and reaches the following conclusions. \n109. Sample Log Document Nos. 3 and 5 were improperly withheld on the basis \nof the attorney -client privilege, as the accompanying “family” documents (i.e., e -\nmails) suggest that Sample Log Document Nos. 3 and 5 were final drafts intended to \nbe adopted as written and published to third parties .  WW offers no evidence to the \ncontrary.   \n110. Sample Log Document No. 11, a draft agreement, was properly withheld, as \nthe contents of that document were never ul timately disclosed.  (See B. Vannoy Aff. \n¶ 6, ECF No. 693.) \n111. Sample Log Document Nos. 16 and 17, each of which is a draft FDD, are not \nprivileged to the extent that the  information contained therein was published in a \nfinal FDD or otherwise disclosed to third parties .  While WW has failed to offer \nevidence to suggest that changes were made to Sample Log Document Nos. 16 and 17 \nprior to publication, the Court will allow WW the opportunity to redact the portions \nthat were not ultimately disclosed, if any. \n112. Sample Log Document No. 31, a draft letter to a non -plaintiff store owner, \nis not privileged, because (i) it does not convey legal advice, ( ii) it was drafted by a \nnon-lawyer WW employee, and (iii) WW offers no evidence to suggest that it was not \nadopted as written. \n113. Sample Log Document No. 53, a draft agreement with a third party , is not \nprivileged to the extent it was subsequently published  to third parties.  While WW \nhas failed to offer evidence to suggest that changes were made to Sample Log \nDocument No. 53 prior to publication, the Court will allow WW the opportunity to \nredact the portions that were not ultimately disclosed, if any. \n5. Privilege Logs \n114. Turning next to WW’s 2018 Logs, the Court finds WW’s Logs to be deficient \nin many respects, including the following: (i) many document descriptions omit \ncritical details that were properly included in the prior versions of WW’s Logs; \n(ii) many descriptions are wholly inadequate and, on numerous occasions, inaccurate; \n(iii) WW unduly delayed serving the 201 8 Logs until fourteen months after WW \nacknowledged that its 2017 Logs were incomplete; and (iv) WW failed to timely claim \nwork-product protection for many documents that WW now claims are protected by \nwork-product immunity.  The Court will address each of these deficiencies below. \na. Logs: Revisions  \n115. As an initial matter, the Court is troubled that WW chose to re-write nearly \nevery document description when it prepared its 2018 Logs to remove critical details \nthat were properly included in the prior versions of its Logs.  For the most part, WW’s \n2017 Logs provided reasonable detail in describing withheld documents.  The same \nis not true of the 2018 Logs.  Of the 80 Sample Log Documents that were included in \nthe 2017 Logs, the descriptions as to 73 (i.e., 91.3%) were revised in the 2018 Logs to \nomit important factual details.  As an example, while the 2017 Logs described Sample \nLog Document  No. 2 (a May 2010 e -mail from Deem to Ms. Vannoy ) as e -mail \ncorrespondence “between members of [WW] Corporate and Beth Vannoy, as corporate \ncounsel, regarding information needed for FDD,” the 2018 Logs vaguely describe the \nvery same document as e-mail “correspondence between members of [WW] Corporate \nand Beth Vannoy, as corporate counsel, regarding data gathering with respect to \npotential compliance issues.” \n116. WW’s explanation for the changed document descriptions is unpersuasive.  \nWW’s counsel avers that, in preparing the 2018 Logs, counsel “manually drafted \ndescriptions for all entries that used u niform and consistent language” and “ [o]ne \nreason for the changed descriptions is that different attorneys were involved in \ndrafting the 2018 [L]ogs from those created previously.”  (Goode Aff. ¶  41 (emphasis \nadded).)  Tellingly, WW does not identify any other reason it expended time and effort \nto remove more specific descriptive detail from the 2018 Logs.   \nb. Logs: Adequacy and Accuracy of Descriptions  \n117. The Court separately concludes that a substantial majority of the document \ndescriptions in the 2018 Logs are inadequate and, on numerous occasions, inaccurate.  \n118. Under Rule 26(b)(5)(A) of the North Carolina Rules of Civil Procedure, a \nparty objecting to the production of documents on the grounds of attorney -client \nprivilege or work-product immunity “must (i)  expressly make the claim and \n(ii) describe the nature of the documents, communications, or tangible things not \nproduced or disclosed, and do so in a manner that, without revealing information \nitself privileged or protected, will enable other parties to assess the claim.”  N.C. R. \nCiv. P. 26(b)(5)(A).  While our appellate courts have not had occasion to meaningfully \ninterpret North Carolina Rule 26(b)(5)(A), under the identically worded Federal Rule \nof Civil Procedure 26(b)(5)(A), “[a] party can sustain [ its] burden through a properly \nprepared privilege log that identifies each document withheld, and contains \ninformation regarding the nature of the privilege/protection claimed, the name of the \nperson making/receiving the communication, the date and place o f the \ncommunication, and the document’s general subject matter.” 48  Johnson v. Ford \nMotor Co. , 309 F.R.D. 226, 232 (S.D. W. Va. 2015). 49  Federal courts have also \nconcluded that “[a] party’s conclusory assertion that a document is privileged is \ninadequate to meet the burden imposed by Rule 26(b)(5)(A).”  Id.; see Nucap Indus., \nInc. v. Robert Bosch LLC, No. 15 CV 2207, 2017 U.S. Dist. LEXIS 135288, at *5 (N.D. \n                                                           \n48  The CMO in these actions similarly provides that the parties’ privilege logs must \n“include[], at a minimum, the following information about each disputed document: the Bates \nnumbers, the date, the type, the subject matter, the page numbers, the author, the recipients, \nincluding people or entities receiving carbon copies, and the privilege asserted over the \ndocument.”  (Case Management Order 7, ECF No. 50.) \n \n49  Because “[t]he North Carolina Rules of Civil Procedure are, for the most part, verbatim \nrecitations of the federal rules,” our courts have recognized that “[d]ecisions under the federal \nrules are thus pertinent for guidance and enlightenment in developing the philosophy of the \nNorth Carolina rules.”  Turner v. Duke Univ., 325 N.C. 152, 164, 381 S.E.2d 706, 713 (1989). \nIll. Aug. 23, 2017) (finding privilege log description reading “ [c]ommunication \nreflecting legal advice regarding anticipated litigation” to be inadequate).  \n119. Similarly, describing a document as “regarding” or “related to” “legal advice” \nis of no more assistance to a party seeking to test a privilege claim than generally \nasserting that the document is prot ected by the attorney -client privilege.  See, e.g., \nRBS Citizens, N.A. v. Husain, 291 F.R.D. 209, 218 (N.D. Ill. 2013) (finding a “vague \nand generic description” did not allow court to assess privilege claim); see also  \nBhasker v. Fin. Indem. Co., No. CIV 17-260 JB/JHR, 2018 U.S. Dist. LEXIS 172114, \nat *27 (D.N.M. Oct. 3, 2018) (“Defendant’s privilege log states, extremely generally, \n‘claim note entry reflecting legal advice[.]’  . . . [T]he Court finds that even if the \nattorney-client or work product doctri nes applied, Defendant has waived them by \nfailing to produce an adequate privilege log.”); Mold-Masters Ltd. v. Husky Injection \nMolding Sys., Ltd., No. 01  C 1576, 2001 U.S. Dist. LEXIS 20152, at *7 –8 (N.D. Ill. \nDec. 5, 2001) (“If the description .  . . fails to provide sufficient information for the \ncourt and the party seeking disclosure to assess the applicability of the attorney -\nclient privilege or work -product doctrine, then disclosure of the document is an \nappropriate sanction.”). \n120. Applying these principl es here , and based on the Court’s independent \nreview, the Court agrees with the Special Master that the overwhelming majority of \nWW’s descriptions in the 2018 Logs are inadequate.   The Master reasonably \nconcluded, and WW does not dispute, that of the 150 Sample Log Document  \ndescriptions, (i) at least 95 “describe an email or draft as either regarding or relating \nto ‘legal advice’  ” and are thus “wholly inadequate in affording [Plaintiffs] a fair \nopportunity to assess the validity of the privilege claim ,” and (ii) at least 30 “merely \ndescribe the document as a ‘draft’  ” and “fail[] to identify the subject matter of the \ncommunication.”  (Master’s Rpt. 21.)  In total, the Master fairly concluded that only \nfour descriptions “provide sufficient detail of the sub ject matter of the [ Sample Log \nDocument] to arguably permit an assessment as to why the privilege applies.”  \n(Master’s Rpt. 21.)  The Master further concluded, and the Court agrees,  that over \nhalf of the Sample Log Document descriptions were “inaccurate.”  (Master’s Rpt. 21.)   \n121. An illustrative example  is instructive.  In t he 2018 Logs , WW d escribes \nSample Log Document  No. 12 , a document WW withheld from production,  as a \n“[d]ocument drafted by Todd Woods at Beth Vannoy’s direction.”  Not only does this \ndescription fail to identify the subject matter of the document, it does not reflect that \nthe document relates to legal advice.  The description is also inaccurate , as made \nplain by Ms. Vannoy’s own testimony: “I did not instruct Mr. Woods to create this \nspreadsheet[.]”  (See B. Vannoy Aff. ¶  7.)  Although WW now rightly concedes —\nthrough its Sample Log Submission —that the vast majority of the information on \nSample Log Document No. 12 is not privileged and should have been produced in the \nfirst instance, Pl aintiffs could hardly have known to test WW’s privilege assertion \nbased on WW’s document description.  It should go without saying that a party may \nnot withhold documents on baseless privilege grounds , describe the withheld \ndocument in broad and inaccurate  ways, and agree to produce the improperly \nwithheld documents only after an in camera review is underway.  \n122. Moreover, WW’s defense of its 2018 Log  descriptions is singularly \nunpersuasive.  Although stating that it is “prepared to address any deficiencies in its \nprivilege logs that the Court finds,” WW contends that its Logs are adequate because \n“Plaintiffs logged documents over which they claimed privilege with similar (or even \nless) specificity .”  (WW’s Exceptions 26 .)  WW relies on the sometimes -accepted \nproposition that “[w]hat is good for the goose is good for the gander ,” In re 650 Fifth \nAve. & Related Props., No. 08 Civ. 10934 (KBF), 2013 U.S. Dist. LEXIS 64150, at *10 \n(S.D.N.Y. Apr. 24, 2013) , and argues that “it is manifestly unfair to hold WW to a \nhigher standard,” (WW’s Exceptions 26).  That maxim provides little justification for \nWW’s descriptions  here, however, where the substantial majority of the withheld \ndocuments involve communications that include Ms. Vannoy, who simultaneously \nprovided legal and business advice in her role as WW’s in -house counsel, and/or Mr. \nVannoy, who acted similarly in his role as WW’s outside counsel and board member.  \nNo persons involved in communications with or  on behalf of any of the Plaintiffs \nperformed dual business and legal functions, so there is no “goose” for WW’s \nattempted “gander.”  Indeed, the only privileged communications Plaintiffs logged \nwere those with outside counsel.  In contrast, WW did not log its own communications \nwith outside litigation counsel regarding these actions , (JFB 8), a further basis to \nreject WW’s attempted comparison to Plaintiffs.   \n123. WW also seeks to defend its 2018 Logs by asserting that Plaintiffs have not \nbeen prejudiced by the 2018 Logs’ inadequate and/or inaccurate descriptions.  WW’s \n“no prejudice” contention is without factual support.  WW’s first argument―that \nPlaintiffs have not been prejudiced because they have access to WW’s more detailed \n2017 Logs―ignores that only 80 of the 150 Sample Log Documents were included in \nthe 2017 Logs.  Likewise, WW’s second argument ―that Plaintiffs have not been \nprejudiced because they “refus[ed] to sequester ” the Challenged Claw -back \nDocuments and “continue to view and have access” to the m, (WW’s Exceptions \n27)―ignores that Plaintiffs must rely on WW’s inadequate and inaccurate \ndescriptions of the Sample Log Documents  and other document s withheld from \nproduction because they do not have access to them .  In any event, the law is clear \nthat Plaintiffs need not show prejudice to be entitled to sanctions for WW’s conduct.  \nSee Out of the Box Developers, LLC v. LogicBit Corp. , 2014 NCBC LEXIS 7, at *8 \n(N.C. Super. Ct. Mar. 20, 2014) (“[T]he party seeking Rule 37 sanctions need not show \nprejudice resulting from the sanctionable conduct.”). \nc. Logs: WW’s Exceptions \n124. Through WW’s Exceptions, WW asserts a general objection to the Master’s \nconclusions that the document descriptions in its 2018 Logs were inaccurate and/or \ninadequate.   \n125. According to WW, the Special Master’s “decisions appear to have been \nplagued by a misunderstanding of the redactions employed, because he noted that \nWW failed to describe portions of Review Documents that WW did not withhold.” \n(WW’s Exceptions 26.)  WW cites only three of the Master’s conclusions (Sample Log \nDocument Nos. 126, 128, and 138) as examples.   (WW’s Exceptions 26.)  As to these \nthree documents and their corresponding descriptions in the 2018 Logs, the Court \nagrees that the Master erred to the extent that he faulted WW for not describing the \nnon-redacted portions of those documents.   \n126. Next, WW contends that, “[o]n a few occasions,” the Master’s conclusions \nwere “based on a misunderstanding of the facts and lack of context surrounding the \ninvocations of the privilege[,]” citing only Sample Log Document  No. 36 as an \nexample.  (WW’s Exceptions 26 n.12.)  The 2017 Logs  (i) describe Sample Log \nDocument No. 36 as a “[s]preadsheet of financial information maintained by [WW] at \nBeth Vannoy’s direction,” (ii ) identify the date as April 12, 2010, (iii) identify Amy \nGregory as the author, and (iv) do not identify a recipient.  In sharp contrast, however, \nthe 2018 Logs, which were reviewed by the Master, (i) describe Sample Log Document \nNo. 36 as a “[s]preadshee t of financial information maintained at Beth Vannoy’s \ndirection and provided to Randy Blackburn at request of outside counsel with request \nfor legal advice,” (ii) identify the date as May 8, 2013, (iii) identify Mathis as the \nauthor, and (iv) identify Ms.  Vannoy as the recipient.  The “family” documents \naccompanying Sample Log Document  No. 36 show that the 2018 Logs erroneously \nidentify Ms. Vannoy as the recipient and suggest that the document was provided to \nBlackburn with a “request for legal advice” when it was not.  Further, WW offers no \nevidence to suggest that Sample Log Document  No. 36 was maintained at Ms. \nVannoy’s direction.  (Cf. B. Vannoy Aff. ¶  11; Mathis Aff. ¶  2, ECF No. 696 ; Taylor \nAff. ¶ 2, ECF No. 694 .)  Thus, Sample Log Document  No. 36 should not have been \nreflected on WW’s Logs at all because WW has failed to show that it is privileged.  In \nany event, the Master’s conclusion that the  2018 Logs’  description of Sample Log \nDocument No. 36 is “particularly contrived and misleading” is fully supported by the \nrecord. \n127. Other than these four examples, WW does not identify the specific findings \nand conclusions to which it excepts.  Without specific objections, the Court need not \nspecifically assess whether any of the Master’s other conclusions were based upon an \nalleged misunderstanding of the facts.  See Wilson Ford Tractor, Inc. v. Massey -\nFerguson, Inc., 105 N.C. App. 570, 575, 414 S.E.2d 43, 46 (1992) (“Exceptions must \nspecifically identify an alleged error.”); Bullock, 822 S.E.2d at 659 (“[W]here a party \nperfunctorily excepts to a referee’s report ‘in its entirety’ and fails to specifically \nexcept to any finding, a trial court need not review the evidentiary sufficiency of the \nreferee’s findings.”); 2 G. Gray Wilson, North Carolina Civil Procedure § 53-10 (2018) \n(“An exception to a report must be specific and definite, whether it is directed to the \nadmission of evidence or findings and conclusions therein.”); see also  Anderson v. \nMcRae, 211 N.C. 197, 198, 189 S.E. 639, 640 (1937) ( “[I]n the absence of exceptions \nto the factual findings of a referee, such findings are conclusive, and where no \nexceptions are filed, the case is to be determined upon the facts as found by the \nreferee.” (citations omitted)).  Nonetheless, based on the Court’s review of the Sample \nLog Documents and corresponding descriptions in the 2018 Logs , the Court agrees \nwith the Master’s conclusion that WW’s document descriptions in its 2018 Logs were \ngenerally inaccurate and/or inadequate. \nd. Logs: Fourteen-Month Delay \n128. Not only were WW’s 2018 Logs substantively deficient, they were also \nuntimely under the Court’s CMO .  Under that order,  a party objecting to the \nproduction of documents on the grounds of attorney -client privilege or work-product \nimmunity is required to serve a privilege log “contemporaneously with its objection[.]”  \n(Case Management Order 7, ECF No. 50); see Robbins & Myers, Inc. v. J.M. Huber \nCorp., 274 F.R.D. 63, 99 –100 (W.D.N.Y. 2011) (holding defendants’ failure to timely \nserve privilege log waived any privilege that might otherwise be asserted).  WW failed \nto contemporaneously serve its Logs here.   \n129. Moreover, as early as February 2017, WW acknowledged that its 2017 Logs \nwere incomplete and in need of amendment .  On February 14, 2017, WW’s counsel \ninformed Plaintiffs’ counsel that WW would update its Logs “in the coming weeks to \ninclude additional documents.”  (Pls.’ Br. Supp. Mot. Compel Ex. G, ECF No. 449.8 .)  \nWW failed to update its Logs within that timeframe .  Later, on June 7, 2017, WW’s \ncounsel again promised to provide Plaintiffs with updated Logs, this time by no later \nthan June 30, 2017.  (Goode Aff. ¶  40.)  Again, WW failed to follow through with its \npromised supplementation.  Indeed, it was not until April 13, 2018 that WW provided \nPlaintiffs with its supplemented Logs (i.e., the deficient 2018 Logs).  These updated \nLogs were provided to Plaintiffs contemporaneously with notice of the 2018 Claw -\nback just before key WW depositions were scheduled to occur.  WW’s only excuse for \nthe fourteen-month delay is counsel’s “extensive work in this litigation ,” (Goode Aff. \n¶ 40), an excuse the Court cannot credit given the importance of the privilege \nassertions to the discovery then remaining to be completed.   \ne. Logs: Failure to Expressly Invoke Work-Product Immunity \n130. In its 2018 Logs, WW claimed work -product protection for two Challenged \nClaw-back Documents and seven Sample Log Documents.50  In WW’s Exceptions and \nSample Log Submission, however, WW asserts work -product immunity to protect \nfrom production an additional twenty-two Sample Log Documents  and eighteen \nChallenged Claw -back Documents  for which WW declined to claim work -product \nimmunity in the 2018 Logs .51  Plaintiffs argue that WW cannot now —after the  \nCourt’s in camera  review—argue for the first time that certain documents are \nprotected as work product.  The Court agrees. \n131. When a party withholds otherwise discoverable information by claiming the \ninformation is privileged or subject to protection under the work -product doctrine, \nthe burden lies with that party to “expressly make the claim[.]’”  N.C. R. Civ. P. \n26(b)(5)(A); see Sessions, 248 N.C. App. at 382, 789 S.E.2d at 854.  A failure to timely \nmake the claim waives the privilege or work-product immunity.  See Stoffels v. SBC \nCommc’ns, Inc. , 263 F.R.D. 406, 412 (W.D. Tex. 2009).   Similarly, a party cannot \ntimely claim that a document is protected by the attorney -client privilege and later \nclaim work -product immunity long after the initial objection is lodged.  See, e.g. , \n                                                           \n50  Challenged Claw-back Document Nos. 20 and 223 and Sample Log Document Nos. 36, 49, \n50, 51, 53, 60, and 64. \n \n51  Sample Log Document Nos. 11, 19, 29, 35, 40, 42, 43, 45, 59, 61, 62, 72, 91, 110, 111, 113, \n121, 122, 127, 133, 143, and 146.  Challenged Claw -back Document Nos. 5, 187, 240, 246, \n247, 248, 249, 250, 252, 254, 255, 257, 270, 276, 277, 278, 280, and 281. \nSherwood v. BNSF Ry. Co. , 325 F.R.D. 652, 662 –63 (D. Idaho 2018); Stoffels, 263 \nF.R.D. at 412 (“To the extent defendants failed to expressly assert the claim of \nattorney work product protection for these documents until two years after \ndefendants initially withheld this information, defendants have waived this claim.”); \nCarte Blanche PTE., Ltd. v. Diners Club Int’l, Inc., 130 F.R.D. 28, 32 (S.D.N.Y. 1990) \n(concluding that party waived work -product immunity by “failing to specify work \nproduct as the particular [basis for] protecting” the documents) .  This is especially \ntrue where, as here, the work-product objection was not made until after the Court’s \nin camera review of the documents.  \n132. Accordingly, the Court concludes , in the exercise of its discretion,  that by \nfailing to timely assert work -product protection for the twenty -two Sample Log \nDocuments and eighteen Challenged Claw-back Documents it now seeks to protect \nfrom production on that ground, WW has waived its claim for work-product immunity \nas to these documents.   \n6. Production of Non-privileged Documents \n133. As set forth more fully in Appendix A to this Order and Opinion, the Court \nconcludes that forty -two of the 150 Sample Log Documents  (i.e., 28%) were \nimproperly withheld in whole or in part.  Because those documents  (or portions \nthereof) are not in fact privileged, Plaintiffs’ Motion to Compel shall be granted to the \nextent Plaintiffs seek an order compelling WW to produce those documents.  \n134. As noted, the Court limited its in camera  review to  the Sample Log \nDocuments (i.e., a randomly selec ted group of 150 of the roughly 1,500 documents \nidentified in WW’s 2018 Logs).  The Court has concluded that a pproximately 28% of \nthe 150 Sample Log Documents  reviewed were improperly withheld in whole or in \npart.  Given that WW’s 2018 Logs include approximately 1,350 additional documents \nthat WW withheld on the basis of privilege, it appears likely to the Court that a \nsubstantial number of those documents are not properly claimed as privileged.   \n135. Although the Court may ultimately conclude that it must review some or all \nof the remaining documents, the Court will first  require WW to re -review all the \nwithheld documents in light of the  Court’s conclusions herein and produce all non-\nprivileged documents currently withheld.  The Court shall also require WW to update \nits 2018 Logs to provide adequate and accurate document descriptions consistent with \nthis Order and Opinion .52  WW shall complete the re -review and provide updated \nLogs within twenty days of the entry of this Order  and Opinion .  The Court will \nconsider a further in camera  review for good cause shown in the event Plaintiffs \nreasonably conclude that WW has not met its obligations hereunder.   \n7. Sanctions \n136. Through their Motion to Compel, Plaintiffs seek sanctions against WW for \nits discovery misconduct pursuant to Rule 37 and under the Court’s inherent \nauthority.  Under Rule 37(a)(4), when a motion compelling discovery is granted, the \ncourt “shall require” the party resisting discovery “to  pay to the moving party the \nreasonable expenses incurred in obtaining the order, including attorney’s fees, unless \n                                                           \n52  In light of the substantial number of documents identified in WW’s 2018 Logs, the Court \ndeclines to review all of the documents in camera at this time but will revisit this ruling for \ngood cause shown after WW completes the further production and privilege log \nsupplementation required hereunder.   \nthe court finds that the opposition to the motion was substantially justified or that \nother circumstances make an award of expenses unjust.”   N.C. R. Civ. P. 37(a)(4).   \nBecause awarded expenses are required “to be reasonable, the record must contain \nfindings of fact to support the award of any expenses, including attorney’s fees.”  \nBenfield v. Benfield, 89 N.C. App. 415, 422, 366 S.E.2d 500, 504 (1988).   \n137. In addition, Rule 37(b) permits a court to order a variety of sanctions against \na party who fails to obey a court order regarding discovery.  N.C. R. Civ. P. 37(b).  \nPursuant to Rule 37(b) , a court may sanction a party for violating a Rule 26(c) \nprotective order because “the orderly and efficient progression of litigation demands \nthat the trial court be empowered to police violations” of its discovery orders.  Out of \nthe Box Developers, LLC , 201 4 NCBC LEXIS 7, at *7 ; see also Baker v. Charlotte \nMotor Speedway, Inc. , 180 N.C. App. 2 96, 300 –01, 636 S.E.2d 829, 832 –33 (2006) \n(affirming order  imposing Ru le 37(b)  sanctions against party for violating case \nmanagement order).   \n138. Moreover, trial courts retain inherent authority “to do all things that are \nreasonably necessary for the proper administration of justice.”53  Beard v. N.C. State \nBar, 320 N.C. 126, 129, 357 S.E.2d 694, 696 (1987).  This inherent authority includes \nthe power to “impose sanctions for discovery abuses beyond those enumerated in Rule \n37.”  Cloer v. Smith, 132 N.C. App. 569, 573, 512 S.E.2d 779, 782 (1999).   \n                                                           \n53  A court’s “inherent authority encompasses not only the ‘power but also the duty to \ndiscipline attorneys, who are officers of the court, for unprofessional conduct.’  ”  Couch v. \nPrivate Diagnostic Clinic, 146 N.C. App. 658, 665–66, 554 S.E.2d 356, 362 (2001) (quoting In \nre Hunoval, 294 N.C. 740, 744, 247 S.E.2d 230, 233 (1977)).  \n139. The imposition of sanctions under Rule 37 or pursuant to a court’s inherent \nauthority is in the sound discretion of the trial judge and “will not be overturned \nabsent a showing of abuse of discretion.”  Id.  A trial court will only be held to have \nabused its discretion “where the court’s ruling is manifestly unsupported by reason \nor is so arbitrary that it could not have been the result of a reasoned decision.”  E. \nBrooks Wilkins Family Med., P.A. v. WakeMed , 244 N.C. App. 567, 578, 784 S.E.2d \n178, 185 (2016) (quoting Couch v. Private Diagnostic Clinic, 146 N.C. App. 658, 667, \n554 S.E.2d 356, 363 (2001)). \n140. “North Carolina courts do not presently require the party requesting \nsanctions to demonstrate, as a part of its burden, that it suffered prejudice as a result \nof the opposing party’s discovery failures or that the opposing party acted willfully.”  \nTumlin v. Tuggle Duggins P.A., 2018 NCBC LEXIS 51, at *31 (N.C. Super. Ct. May \n22, 2018); see Henderson v. Wachovia Bank of N.C., N.A., 145 N.C. App. 621, 629, 551 \nS.E.2d 464, 470 (2001).  As this Court has recognized, however, “[w]illfulness, bad \nfaith, or prejudice to another party ” may influence the court’s discretion “in \ndetermining the appropriate sanction.”  Out of the Box Developers, LLC, 2014 NCBC \nLEXIS 7, at *8. \n141. Based on its careful review of the record, the Court concludes, in the exercise \nof its discretion, that WW’s opposition to the Motion to Compel was not substantially \njustified and warrants the imposition of sanctions under Rule 37(a).  Separately, the \nCourt also concludes, in the exercise of its discretion and pursuant to Rule 37(b) and \nthe Court’s  inherent authority, that sanctions are warranted because of WW’s \nnumerous discovery abuses, all of which have been discussed above, including that \nWW (i) failed to produce a substantial number of non -privileged documents without \nlegal justification; (ii) clawed back a substantial number of non-privileged documents \non the eve of key depositions without legal justification; (iii) failed, for over fourteen \nmonths, to timely serve its 2018 Logs after acknowledging that its 2017 Logs were \nincomplete; and (iv) substantially revised the document descriptions in its 2018 Logs \nto remove information necessary to permit Plaintiffs to understand, evaluate, and \nchallenge WW’s assertions of privilege. \n142. While the Court has concluded that WW waived privilege as to the \nChallenged Claw-back Documents based on its two-year delay in initiating the 2018 \nClaw-back, the Court has nevertheless evaluated the propriety of WW’s claims of \nprivilege for those documents  to assist the Court in ruling on Plaintiffs’ request for \nsanctions.  As set forth more fully in Appendix B to this Order and Opinion, the Court \nfinds that 122 of the 280 Challenged Claw -back Documents  are not privileged in \nwhole or in part.  This fact further supports the imposition of sanctions. \n143. That sanctions are warranted is further highlighted by the nature of many \nof the n on-privileged Review Documents.  For instance, WW improperly redacted \nSample Log Document No. 122, an e-mail chain from August 2013 consisting of four \ne-mails, to omit relevant information that could not reasonably be considered \nprivileged.  The first two e -mails in time, which WW produced,  were sent by \nemployees of AMI (a WW vendor), including David Ki ng, to WW’s Deem.  In the \nsubsequent third e-mail, Deem forwarded the AMI e -mails to WW’s Board an d Ms. \nVannoy, adding the following: \nI spoke with [David King] Friday evening and shared my anger.  As you can \nclearly see on the attached spreadsheet, [Plaintiff Jim Roland] has our exact \nrebate structure by item thanks to AMI.  [David King] stated that [Plaintiff \nJim Roland] kept asking for more details and that is how the tabs expanded, \nbut that is no excuse…..   [David King] knew that we did not want [ Plaintiff \nJim Roland] to have the exact details of our rebate.54 \n \nDeem’s e-mail is not privileged, yet WW redacted the e-mail on privilege grounds .  \nFinally, i n the fourth , most recent  e-mail, which WW also redacted, Ms. Vannoy \nforwarded the prior three emails to WW’s outside counsel, Ta ylor, without notation \nor comment.  WW’s privilege assertion as to Sample Log Document No. 122,55 and on \nmany other documents reflected in Appendix A, appear to be motivated more by \nperceived harm to WW’s defense than faithful adherence to the law of privilege or the \nrules of discovery .  As such, and for the numerous discovery abuses the Court has \noutlined above, the Court concludes that sanctions are appropriate. \n144. The Court next considers appropriate sanctions for WW’s discovery \nmisconduct. \n                                                           \n54  While Sample Log D ocument No. 122 was not produced to Plaintiffs, the Court has no \nhesitation quoting Deem’s e -mail, as that e -mail is also included in Challenged Claw -back \nDocument No. 281 (a partial duplicate of Sample Log Document No. 122) and the italicized \nportion was quoted in Plaintiffs’ brief in support of the Motion to Compel.  (See Pls.’ Br. Supp. \nMot. Compel 10.)   \n \n55  An allegation at the heart of Plaintiffs’ claims is that WW hid the existence and amount \nof rebates WW received from vendors, including AMI. \na. Plaintiffs’ Reasonable Expenses \n145. Plaintiffs request that WW be required to pay Plaintiffs’ reasonable \nexpenses incurred in bringing the Motion to Compel, including payment of Plaintiffs’ \nreasonable attorneys’ fees.   For the reasons abo ve, the Court concludes that WW’s \nopposition to Plaintiffs’ Motion to Compel was not substantially justified, nor do the \ncircumstances of these cases make an award of expenses unjust .  Accordingly, the \nCourt concludes, in the exercise of its discretion and  under the Court’s authority \npursuant to Rule 37(a)(4) and the Court’s inherent authority, that the circumstances \nhere warrant the entry of an order requiring WW to pay Plaintiffs’ reasonable \nexpenses, including reasonable attorneys’ fees, incurred in (i)  preparing and \nprosecuting the Privilege Motions ; (ii)  compensating the Special Master for his \nservices;56 (iii) seeking and obtaining the non -privileged Review Documents, \nincluding Plaintiffs’ expenses incurred in identifying non -privileged documents, \nsending deficiency letters, engaging in meet and confer discussions, and complying \nwith the BCR 10.9 process; and (iv)  addressing deficiencies with WW’s 2018 Logs.   \nPlaintiffs may submit a petition to recover these expenses as provided in this Order  \nand Opinion. \nb. Further Depositions \n146. As a further sanction, Plaintiffs seek an order permitting a further \ndeposition of Ms. Vannoy and other WW witnesses on the content of documents that \n                                                           \n56  By Order dated January 11, 2019, the Court ordered Plaintiffs and WW to pay the Master’s \nfee in equal shares, noting that the Court would consider at a later date whether modification \nto the equal division was warranted.  For the reasons stated herein, the Court concludes that \nWW shall be required to reimburse Plaintiffs for their share of the Master’s fee. \nwere improperly withheld or clawed back on the basis of privileg e.57  In light of the \nCourt’s conclusion that WW improperly withheld a substantial number of non -\nprivileged documents and waived any claim of privilege as to the Challenged Claw-\nback Documents , the Court, in the exercise of its discretion and pursuant to its \ninherent authority, concludes that Plaintiffs shall have the opportunity to re-depose \nthe following witnesses concerning the documents WW has been ordered to produce \nunder this Order and Opinion: Ms. Vannoy, Mr. Vannoy, McBride, Mathis, \nBlackburn, and any oth er witness Plaintiffs may identify for good cause shown .  \nUnless extended for good cause shown, each re-deposition ordered hereunder shall be \nlimited to seven hours of on -the-record examination.58  WW shall bear the costs of \neach deposition ordered hereunder.   \nc. Waiver as to Challenged Claw-back Documents \n147. The Court further concludes, in the exercise of its discretion, pursuant to its \ninherent authority and Rule 37, and after considering lesser sanctions, that a limited \nwaiver of the attorney-client privilege is an appropriate sanction for WW’s discovery \nmisconduct.  See Westdale Recap Props., Ltd. v. NP/I&G Wakefield Commons, L.L.C., \nNo. 5:11 -CV-659-D, 2013 U.S. Dist. LEXIS 138537, at *11 –12 (E.D.N.C. Sep. 26, \n                                                           \n57  Through their Motion to Compel, Plaintiffs also requested that the Court review Ms. \nVannoy’s deposition transcript to determine whether WW ’s counsel improperly instructed \nMs. Vannoy not to answer deposition questions on the basis of privilege.  Because Plaintiffs \nshall have the opportunity to further depose Ms. Vannoy, the Court concludes that it need \nnot make rulings concerning instructions given at Ms. Vannoy’s prior deposition.  \n \n58  “[T]he purpose of a pre -trial deposition is to test the allegations made in the pleadings \nunder penalty of perjury  and to obtain additional details that may undermine those \nallegations.” Lovendahl v. Wicker , 208 N.C. App. 19 3, 208, 702 S.E.2d 529, 539 (2010) \n(emphasis added). \n2013) (“Failure to timely serve a privilege log meeting the requirements of Rule \n26(b)(5)(A) may be deemed a waiver of the privilege otherwise claimed.”); Cappetta v. \nGC Servs. Ltd. P’ship, No. 3:08CV288, 2008 U.S. Dist. LEXIS 103902, at *13 (E.D. \nVa. Dec. 24, 2008) (“Where a [party] has taken no precautions to properly assert the \nprivilege, and has allowed time to pass without clarifying the basis for its assertion \nof privilege, waiver of the privilege may be an appropriate sanction.”).  Specifically, \nthe Court concludes that, as a further sanction, WW shall be deemed to have waived \nany privilege claim as to the Challenged Claw-back Documents.  This sanction is \nseparate from the Court’s conclusion that WW waived any claim of privilege as to the \nChallenged Claw -back Documents by waiting over two full years to claw the \ndocuments back as discussed supra, and serves as an independent ground for \nordering the production of those documents. \nD. Motion to Strike \n148. Through the Motion to Strike, WW contends that portions of the Gallagher \nAffidavit should not be considered by the Court and/or should be stricken because the \naffidavit (i) contains inadmissible statements in violation of the North Carolina Rules \nof Evidence; (ii) contradicts Gallagher’s prior deposition testimony and thus violates \nthe “sham affidavit” rule; and (iii) discloses attorney-client privileged information. \n149. A trial court’s ruling on a motion to strike an affidavit will not be disturbed \nabsent an abuse of discretion.  Blair Concrete Servs., Inc. v. Van-Allen Steel Co., 152 \nN.C. App. 215, 219, 566 S.E.2d 766, 768 (2002). \n150. Plaintiffs submitted the Gallagher Affidavit as an exhibit to their Waiver \nMotion.  Gallagher was employed at WW from November 2008 until July 2011.  \n(Gallagher Aff. ¶ 6, ECF No. 447.13.)  Gallagher was hired as WW’s Vice President of \nNew Store Development, a title later changed to Vice President of Business \nDevelopment.  (Gallagher Aff. ¶ 8.)  In both roles, G allagher was responsible for \nopening new stores in new markets and identifying owners for those new stores and \nfor failing stores in existing markets.  (Gallagher Aff. ¶ 8.) \n151. Of particular relevance here, the Gallagher Affidavit states as follows: \n[REDACTED] \n \n(Gallagher Aff. ¶ 19 (emphasis added).) \n152. WW argues that  “[i]ndependent of the veracity of the statement [in \nparagraph 19 of the Gallagher Affidavit], the only way that Mr. Gallagher could have \npersonal knowledge of what Ms. Vannoy knew or did not know wo uld be from his \ncommunications with Ms. Vannoy,” and that Gallagher had no authority to disclose \nthe contents of those privileged communications.  (WW ’s Br. Supp. Mot. Strike 21–\n22, ECF No. 587.)  The Court agrees with WW that “protecting the date and method \nof a communication .  . . while divulging the substance of a communication .  . . does \nnot protect privileged communications.”  (WW’s Br. Supp. Mot. Strike 22.)  Therefore, \nthe Court concludes, in the exercise of its discretion, that WW’s Motion to Strike shall \nbe granted to the extent it relates to paragraph 19 of the Gallagher Affidavit. \n153. As to the other portions of the Gallagher Affidavit, the Court concludes that \nthe Motion to Strike should be denied as moot because the Court does not rely on the \nAffidavit in deciding the Waiver Motion .  See InVue Sec. Prods. , Inc. v. Stein, 2017 \nNCBC LEXIS 115, at *30 (N.C. Super. Ct. Dec. 18, 2017) (denying motion to strike as \nmoot where the evidence to which  the moving party objected was “not necessary to \nthe Court’s decision” upon underlying motion ); DeCristoforo v. Givens , 2015 NCBC \nLEXIS 56, at *35 (N.C. Super. Ct. May 29, 2015) (denying motion to strike affidavits \nas moot where court did not consider affidavits in ruling upon underlying motion). \nIV. \nCONCLUSION \n154. WHEREFORE, the Court, for the reasons stated herein and in the exercise \nof its discretion, hereby ORDERS as follows: \na. Plaintiffs’ Waiver Motion is GRANTED in part and DENIED in part as \nfollows: \ni. To the  extent Plaintiffs seek an order finding that WW waived the \nprotections of the attorney-client privilege and work-product immunity \ndoctrine as to the Challenged Claw -back Documents , the Waiver \nMotion is GRANTED, and, commencing on September 19, 2019, the \nChallenged Claw -back Documents  shall be available for use by any \nparty to these actions for purposes of this litigation.59 \nii. To the extent Plaintiffs seek an order finding subject matter waiver  \n                                                           \n59  As noted above, in its brief in opposition to the Waiver Motion, WW contends that “no \ndocuments should be released or disclosed to Plaintiffs without sufficient advance notice to \nWW to allow WW an opportunity to file an appeal, and the Court’s decision should be stayed \npending any appeal.”  (WW’s Resp. Pls.’ Waiver Mot. 13.)  The Court has selected a date for \ncompliance, mindful of the notice of appeal period under Rule 3 of the North Carolina Rules \nof Appellate Procedure, to provide WW an adequate opportunity to appeal and seek \nappropriate interim relief prior to compliance, should it choose to do so. \nbased on WW’s voluntary production of certain documents or by \noperation of the crime-fraud exception, the Waiver Motion is DENIED. \nb. Plaintiffs’ Motion to Compel is GRANTED and the Court ORDERS as \nfollows: \ni. WW shall produce all non-privileged Sample Log Documents identified \nin Appendix A  to this Order and Opinion by no later than September \n19, 2019. \nii. Counsel for WW shall re -review all documents that WW has withheld \nas privileged or work  product and, consistent with the standards set \nforth herein, produce those documents that are not privileged  or \nprotected as work product by no later than September 19, 2019. \niii. WW shall serve revised privilege logs containing adequate and accurate \ndocument descriptions  of all withheld documents by no later than  \nSeptember 19, 2019.   \niv. As to Plaintiffs’ request for pa yment of its reasonable expenses, \nincluding attorneys’ fees: \n1. WW shall pay Plaintiffs their reasonable expenses, including \nattorneys’ fees, incurred in obtaining this Order.  Such fees and \nexpenses shall be limited to those incurred in (i ) prosecuting the \nPrivilege Motions; (ii) compensating the Special Master for his \nservices; (iii)  seeking and obtaining the non -privileged Review \nDocuments, including Plaintiffs’ expenses incurred in identifying \nnon-privileged documents, sending deficiency  letters, engaging in \nmeet and confer discussions, and complying with the BCR 10.9 \nprocess; and (iv) addressing deficiencies with WW’s 2018 Logs. \n2. Plaintiffs may file a petition for payment of their reasonable \nexpenses, including attorneys’ fees, with suppo rting affidavits and \nany other supporting material, by no later than September 19, 2019.  \nWW may file a response, with supporting materials, if any, and \nPlaintiffs may file a reply, with supporting materials, if any, within \nthe time periods for responses and replies set forth in BCRs 7.6 and \n7.7, respectively. The Court will determine at a later date whether \nit will hold a hearing on any such petition.  \nv. Plaintiffs shall be permitted to re -depose Ms. Vannoy , Mr. Vannoy, \nMcBride, Mathis, Blackburn , and any  other person for good cause \nshown concerning the documents ordered  to be produced hereunder, \nsubject to the following limitations:  \n1. Unless extended for good cause shown, each re -deposition shall be \nlimited to seven hours of on-the-record examination.   \n2. WW shall bear the costs of each re-deposition. \n3. Each re-deposition shall be taken promptly after WW’s production \nof the documents ordered to be produced hereunder.  \nc. WW’s Motion to Strike is GRANTED in part  and DENIED in part  as \nfollows: \ni. As to WW’s request that the Court strike and/or decline to consider \nparagraph 19 of the Gallagher Affidavit, the Motion to Strike is \nGRANTED. \nii. As to the remaining contested portions of the Gallagher Affidavit, the \nMotion to Strike is DENIED as moot. \nSO ORDERED, this the 16th day of August, 2019.60 \n \n     /s/ Louis A. Bledsoe, III \n     Louis A. Bledsoe, III \n     Chief Business Court Judge  \n                                                           \n60  This Order and Opinion was originally filed under seal on August 16, 2019.  This public \nversion of the Order and Opinion is being filed on August 23, 2019.  To avoid confusion in the \nevent of an appeal, the Court has elected to state the filing date of the public version of the \nOrder and Opinion as August 16, 2019. \nAppendix A—Sample Log Documents61 \nNo. Privilege Log Description \nWithheld Sample Log Documents \n2*  \n \nProperly withheld as attorney-client \nprivileged.  \nThe 2017 Logs adequately described \nSLD 2 as  e-mail “correspondence \nbetween members of [WW] and Beth \nVannoy, as corporate counsel, \nregarding information needed for \nFDD.” The 2018 Logs, however, omit \nreference to a n FDD, and \ninadequately describe the e -mail as \n“regarding data gathering with \nrespect t o potential compliance \nissues.” \n3* Improperly withheld. SLD 3 is an \nunsigned “Assignment” of certain \nWW intellectual property.  The \naccompanying “parent” document, an \ne-mail, suggests that SLD 3 is a final \nversion that was to be signed by Ingle \n“as is” and filed with the USPTO.  \nWW has offered no evidence to \nsuggest that revisions w ere \nsubsequently made to SLD 3. \nThe 2017 Logs adequately described \nSLD 3 as a “[d]raft Assignment of \nmarks and correlated schedule of \ntrademarks, prepared by attorneys \nat MacCord Mason for review by \nBeth Vannoy.”  The 2018 Logs  \ninadequately describe SLD 3 as a \n“[c]ommunication from Art MacCord \nand transmitted to Beth Vannoy \nproviding legal advice.” \n4*  \n \nProperly withheld as attorney -client \nprivileged. \n \n \nWhile the 2017 Logs described SLD 4 \nas “correspondence between Beth \nVannoy and attorneys at MacCord \nMason regarding registration of \ntrademarks,” the 2018 L ogs describe \nSLD 4  inadequately as \ncorrespondence between these same \npersons “regarding legal advice.” \n5  \n \nImproperly withheld. SLD 5 is an \nunsigned document relating to \ncertain WW intellectual property.  \nThe accompanying “parent” \ndocument, an e -mail from Ms. \nVannoy to Ingle, suggests that SLD 5 \nis a final version that was to be \nexecuted “as is” and publicly filed \nWhile t he 2017 Logs adequately \ndescribed SLD 5 as a “[d]raft of \nrevised Declaration of Use prepared \nby MacCord Mason transmitted to \nBeth Vannoy for review and \nexecution,” this description was \nrevised in the 2018 Logs to “[d]raft \ndocument prepared by outside \n                                                           \n61  Documents marked with an asterisk are not Identified Sample Log Documents, but were \naddressed in WW’s Exceptions. \nwith the Canadian Intellectual \nProperty Office, and WW offers no \nevidence to the contrary. \ncounsel for review and c omment by \nclient, Beth Vannoy.”  The revised \ndescription is inadequate. \n6*  \n \nProperly withheld as attorney -client \nprivileged, though the Log \ndescription is inconsistent with WW’s \ncurrent position.  \nThe 2017 Logs described SLD 6 as a \n“[s]preadsheet maintained by Beth \nVannoy as corporate and in -house \ncounsel, for tracking and renewal of \nfranchisee licensing agreements.” \nThe 2018 Logs describe SLD 6  as a \n“[s]preadsheet maintained by Beth \nVannoy as corporate counsel relating \nto provision of legal advice  and \ncommunicated to internal clients at \n[WW].” In WW’s  Exceptions, \nhowever, WW contends that the \nspreadsheet was “created and \nmaintained by” WW’s outside \ncounsel, not by WW’s in -house \ncounsel. The description is \ninaccurate and inadequate. \n9*  \n \nProperly withheld as attorney -client \nprivileged and non -responsive \nspousal communications.  \nThe description in the 2018 Logs \n(“Email communication . . . relating \nto legal advice, in formation \nnecessary to obtain same, and \nunrelated communication relating to \npersonal matters.”) is inadequate  as \nto “legal advice” but adequate as to \n“personal matters.” \n11  Properly withheld as attorney -client \nprivileged. The contents of SLD 11, a \ndraft document, were never revealed \nto third parties. (B. Vannoy Aff. ¶ 6.)  \n \n \nWhile t he 2017 Logs adequately \ndescribed SLD 11 as a “[d]raft \nTermination of Franchise \nAgreement,” the 2018 Logs \ninadequately describe SLD 11  as a \n“[d]raft document providing legal  \nadvice.” \n12  \n \nImproperly withheld in part.  WW \nconcedes that SLD 12 “should have \nbeen partially redacted rather than \nentirely withheld.” The Court agrees \nwith WW that the overwhelming \nmajority of SLD 12 is not privileged.  \nWW shall produce SLD 12 with the \nThe 2018 Logs describe SLD 12 in \nfull as a “[d]ocument drafted by Todd \nWoods at Beth Vannoy’s direction.”  \nThis description is directly \ncontradicted by Ms. Vannoy’s \naffidavit. (See B. Vannoy Aff. ¶  7 \n(“While I did not instruct Mr. Woods \nto create this spreadsheet, it contains \na summary of legal advice I gave Mr. \nproposed redactions WW tendered to \nthe Court on May 30, 2019.62 \nWoods.”).) This description is \ninaccurate and inadequate. \n16*  Not privileged to extent published.  \nSLD 16 is a draft FDD. WW has \noffered no evidence to suggest that \nSLD 16 was not adopted as written \nand published to third parties. \nThe 2017 Logs described SLD 16 as a \n“[d]raft FDD prepared by Ritchie \nTaylor and transmitted to Beth \nVannoy for review.”  The 2018 Logs \ninadequately describe SLD 16 simply \nas a “[d]raft document.”  \n17*  \n \nNot privileged to extent published.  \nSLD 16 is a draft FDD . WW has \noffered no evidence to suggest that \nSLD 17  was not adopted as written \nand published to third parties. \nThe 2017 Logs described SLD 17 as a \n“[d]raft FDD with changes made by \nMelissa Harrold at Beth Vannoy’s \nrequest for review by Ritchie Taylor.” \nThe 2018 Logs inadequately describe \nSLD 17 as a “[d]raft document.”  \n19  \n \nImproperly withheld in part, as WW \nconcedes. The March 15, 2012 Notice \nof Electronic Filing is not privileged.  \nScott Walton’s March, 15, 2012 e -\nmail is privileged and may be \nredacted.  \nThe description in 2018 Logs (“Email \nsystem message containing preview \nof attorney ‐client privileged \ncommunications.”) is adequate. \n29  \n \nProperly withheld as attorney -client \nprivileged.  \nThe description in 2018 Logs (“Email \n. . . regarding legal advice.”) is \ninadequate. \n30  \n \nImproperly withheld in part.  Deem’s \nFebruary 16, 2011 e-mail to Ingle and \nMs. Vannoy is not privileged, as the \ne-mail is addressed to Ingle, conveys \nonly business and financial \ninformation, and does not include an \nimplied or express request for legal \nadvice. Ms. Vannoy’s March 1, 2013 \ne-mail to Deem is not privileged, as it \nis a forward witho ut original text. \nDeem’s March 1, 2013 e -mail to Ms. \nVannoy is privileged. (See B. Vannoy \nAff. ¶ 9.) \nThe description in the 2018 Logs \n(“Email correspondence .  . . \nregarding legal compliance.”) is \ninconsistent with WW’s current \nargument as to why SLD 30 is \nprivileged. The description is \ninaccurate and inadequate. \n31  \n \nImproperly withheld.  SLD 31 is a \ndraft letter created by a non -lawyer \nfor Ms. Vannoy to send to a non -\nThe 2017 Logs described SLD 31 as a \n“[d]raft letter to franchisee regarding \nexecution of Franchise Agreement .” \n                                                           \n62  By e-mail to the parties on May 29, 2019, the Court requested that WW tender to the Court \nSample Log Document No. 12 with its proposed re dactions.  At that time, WW had not \nproduced to Plaintiffs a redacted version of Sample Log Document No. 12, despite its own \nacknowledgment on February 11, 2019 that the overwhelming majority of Sample Log \nDocument No. 12 is not privileged. \nPlaintiff franchisee and does not \nconvey legal advice.  Additionally, \nWW offers no evidence to suggest \nthat changes were made to the letter \nbefore it was sent. \nThis was revised in the 2018 Logs , \nwhich describe SLD 31 as a “[d]raft \nletter regarding Franchise \nAgreement[.]” The 2018 description \ndoes not give any indication of the \nnature of the letter’s intended \nrecipient and is inadequate. \n32  \n \nImproperly withheld in part. As with \nSLD 30, Deem’s February 16, 2011 e-\nmail to Ingle and Ms. Vannoy and \nMs. Vannoy’s March 1, 2013 e-mail to \nDeem are not privileged, but Deem’s \nMarch 1, 2013 e -mail to Ms. Vannoy \nis privileged.  Additionally, Ms. \nVannoy’s March 28, 2013 e -mail to \nDeem and Deem’s March 28, 2013 e -\nmail to Ms. Vannoy are privileged. \nThe description in the 2018 Logs \n(“Email correspondence .  . . \nregarding legal compliance.”) is \ninconsistent with WW’s current \nargument as to why the document is \nprivileged. The description is \ninaccurate and inadequate.  \n35*  \n \nProperly withheld as attorney -client \nprivileged.  \n \nWhile the 2017 Logs adequately \ndescribed SLD 35 as a “Trademark \nResearch Report prepared by Ritchie \nTaylor,” the 2018 Logs inadequately \ndescribe SLD 35 as a “[r]eport \nprepared by R itchie Taylor for Beth \nVannoy.” \n36  \n \nImproperly withheld, as SLD 36 is a \nspreadsheet containing only financial \ninformation that was sent from a \nnon-lawyer at WW to an outside \naccountant.  \nThe 2018 Logs described SLD 36 as \n“[s]preadsheet of financial \ninformation maintained at Beth \nVannoy’s dir ection and provided to \nRandy Blackburn at request of \noutside counsel with request for legal \nadvice.” As discussed in section \nII.C.5.c. of this Order and Opinion , \nthe Court agrees with the Master’s \nconclusion that this description is \n“particularly contrived  and \nmisleading.” \n40  \n \nImproperly withheld. SLD 40 is an e-\nmail from Mathis to Ms. Vannoy, \nwhich attaches a spreadsheet \ncontaining only financial \ninformation. WW has failed to offer \nevidence to support its contention \nthat the document is privileged.  \nWhile the 2017 Logs described SLD \n40 a s correspondence “ regarding \nroyalties collected by [WW],” t he \n2018 Logs inadequately describe \nSLD 40 as correspondence “regarding \nlegal advice.”  \n42  \n \nImproperly withheld in part.  Deem’s \nNovember 7, 2013 e -mail and \nMcBride’s November 7, 2013 e -mail \nare not privileged, as the \ncommunications are not related to \nlegal advice. Ms. Vannoy’s November \n7, 2013 e -mail to Deem is privileged \nand may be redacted.  \nThe description in the 2018 Logs \n(“Email correspondence .  . . \nregarding legal advice.) is \ninadequate. \n43  \n \nImproperly withheld. SLD 43 is an e-\nmail chain between Mathis, the WW \nBoard, and Ms. Vannoy discussing a \nthird party’s financial information. It \ncontains no express or implied \nrequest fo r or provision of legal \nadvice. \nWhile the 2017 Logs acc urately \ndescribed SLD 43 as “correspondence \nregarding evaluation of financial \nstatements for franchise locations,” \nthe 2018 Logs inadequately and \ninaccurately describe SLD 43  as \n“[e]mail correspondence regarding \nlegal advice.”  \n45  \n \nImproperly withheld on the basis of \nthe attorney-client privilege. SLD 45 \nis an e-mail from Deem to the Board, \nwith carb on copies to Blackburn, \nMathis, and Ms. Vannoy, in which \nDeem relayed financial information \nand discussed a potential settlement \nof a disputed claim.  \nThe 2018 Logs describe SLD 45 as \n“[e]mail communication from Randy \nBlackburn to client as independent \nconsultant retained by outside \ncounsel regarding legal advice.” This \ndescription is inaccurate and \ninadequate. \n53  \n \nNot privileged to extent published.  \nSLD 53 is a draft Management \nAgreement. WW has offered no \nevidence to suggest that SLD 53 was \nnot adopted as written and published \nto third parties. \nWhile t he 2017 Logs accurately \ndescribe SLD 53 as a “[d]raft \nManagement Agreement ,” the 2018 \nLogs describe SLD 53 as a “[d]raft \nlegal compliance document .” The \n2018 description is inadequate and \ninaccurate. \n59  \n \nImproperly withheld on the b asis of \nthe attorney-client privilege.  \nThe 2017 Logs accurately described \nSLD 59 as “[e]mail correspondence \nregarding litigation-related expenses \nincurred by [WW] on behalf of \nfranchisee.” The 2018 Logs describe \nSLD 59 as “[e]mail correspondence \nregarding legal is sue in unrelated \nlitigation.” Although with less detail, \nthe 2018 description is adequate. \n60  \n \nProperly withheld.  (See B. Vannoy \nAff. ¶ 15; Taylor Aff. ¶ 3.) \n \n \nThe 2017 Logs described SLD 60 as a \n“[d]raft document prepared by Beth \nVannoy in conjunction with \nnegotiations.” The 2018 Logs \ndescribe SLD 60 as a “[d]raft \ndocument prepared by Beth Vannoy \nin conjunction with providing legal \nadvice.” Both descriptions, ho wever, \nconflict with statements made in Ms. \nVannoy’s affidavit.  (See B. Vannoy \nAff. ¶  15.) The description is \ninaccurate and inadequate. \n61  \n \nImproperly withheld in part.  Ms. \nVannoy’s e -mail to Taylor, \nWhitworth, Deem, and Mathis is a \ntransmittal email without original \ntext and is thus not privileged.  The \nsubject line and attachment name, \nhowever, may properly be considered \nprivileged.  \n \n \nThe 2017 Logs describe SLD 61 as an \n“[e]mail transmitting draft document \nprepared by Beth Vannoy in \nconjunction with negotiations.” The \n2018 Logs describe SLD 61  as an \n“[e]mail transmitting draft document \nprepared by Beth Vannoy related to \nlegal advice.” Ms. Vannoy’s affidavit \nstates that she did not personally \nprepare the transmitted document. \n(See B. Vannoy Aff. ¶  15.) The \ndescription in the 2018 Logs is \ninaccurate and inadequate. \n62  \n \nImproperly withheld on the basis of \nthe attorney-client privilege.  \nThe 2017 Logs accurately described \nSLD 62 as “[e]mail correspondence \nregarding invoice for fees incurred by \n[WW] in providing legal defense for \nfranchisee.” The 2018 Logs describe \nSLD 62 as “[e]mail correspondence \nregarding legal di spute in unrelated \nlitigation.” Although with less detail, \nthe 2018 description is adequate. \n63  Improperly withheld on the basis of \nthe attorney-client privilege. SLD 63 \ncontains (i) an automated e -mail \nfrom WW’s Kyocera scanner to \nMathis, (ii) an e -mail from Mathis \nforwarding the Kyocera e-mail to Ms. \nVannoy, and (iii) an e -mail from Ms. \nVannoy forwarding Mathis’s e-mail \nto Taylor. The only original text in all \nthree e-mails appears in the subject \nline and is not privileged.  \nThe 2017 Logs describe SLD 63 as e-\nmail correspondence  “regarding \ninvoicing for legal fees incurred in \nlitigation.” The 2018 Logs describe \nSLD 63 as e -mail correspo ndence \n“requesting legal advice re garding \nunrelated litigation.”  Although with \nless detail, t he 2018 description is \nadequate. \n65  \n \nImproperly withheld, as WW \nconcedes.  \nThe description in the 2018 Logs \n(“Draft Franchise Agreement with \nExhibits, prepared by Beth Vannoy”) \nis adequate and accurate. \nRedacted Sample Log Documents \n69  \n \nImproperly redacted in part. SLD 69 \nis an e -mail from Gallagher to \nTammy Whitworth, Ingle, and Deem.  \nThe only privileged portions are (i) \nthe sentence beginning with “Any” \nand ending with “date,” and (ii) from \nthe sentence beginning with “These \ncan be” through the end of the \nparagraph. The remaining portions \nsimply convey factual information \nand are not privileged. \nThe 2018 Logs inadequately describe \nthe redacted portion of SLD 69 as \n“[e]mail content relating to privileged \ncommunications relating to \ncompliance and legal strategy \nbetween B eth Vannoy and Sean \nGallagher.” \n72  \n \nImproperly redacted.  The redacted \nportion of SLD 72 is an e -mail from \nIngle to Deem, copying Ms. Vannoy, \ndiscussing a potential settlement of a \ndisputed claim. It does not contain an \nimplied or ex press request for legal \nadvice. \nWhile the 2017 Logs accurately \ndescribed the redacted e -mail as \n“related to Dana Deem \ncorrespondence with non -Plaintiff \nfranchisee,” the 2018 Logs \ninadequately describe it  as \ncorrespondence “relating to legal \nadvice.” \n80  \n \nImproperly redacted.  In SLD 80, \nTaylor forwarded a non -privileged \nthird-party communication to Ms. \nVannoy, adding only “FYI.”  Taylor’s \ne-mail is not privileg ed. WW shall \nproduce SLD 80 without redactions.  \nThe description in the 2018 Logs \n(“Email correspondence .  . . relating \nto legal compliance.” ) is inadequate \nand inaccurate. \n83  Improperly redacted in part. Tammy \nWhitworth’s e -mail to the Board, \nDeem, and Ms. Vannoy is not \nprivileged. Mr. Vannoy’s e -mail to \nMs. Vannoy at 11:59 AM is also not \nprivileged. Mr. Vannoy’s e -mail at \n1:42 PM, however, is privilege d and \nmay properly be redacted. \nWhile t he 2017 Logs accurately \ndescribed SLD 83 as  e-mail \ncorrespondence “ related to Blair \nIngle and [WW],” this description \nwas changed in the 2018 L ogs to e -\nmail correspondence  “relating to \nlegal advice.” The 2018 description is \ninadequate. \n84  \n \nImproperly redacted. SLD 84 is an e-\nmail chain originating with a non -\nprivileged third party \ncommunication to Deem.  WW \nredacted (i) Deem’s forwarding e -\nmail to Ms. Vannoy, which adds only \n“FYI” and (ii) Ms. Vannoy’s \nforwarding e -mail to Mr. Vannoy, \nWhile the 2017 Logs accurately \ndescribed SLD 84 as e-mail \ncorrespondence “ related to Jim and \nToni Ballard rescinding their \nmembership with the 189 DA, ” this \ndescription was changed in the 2018 \nLogs to e-mail correspondence \nwhich does not add any original text. \nThese are not protected by the \nattorney-client privilege.  \n“relating to legal advice.”  The 2018 \ndescription is inadequate.  \n87  \n \nImproperly redacted.  The redacted \nportion of SLD 87 is a forwarding e -\nmail from Deem to Ms. Vannoy that \ndoes not include any original text and \nis not privileged. \nThe description in the 2018 Logs \n(“Email correspondence .  . . \nregarding legal advice.”) is \ninadequate. \n88*  \n \nProperly redacted. The description in the 2018 Logs \n(“Email . . . regarding request for  \nlegal advice.”) is inadequate. \n91*  \n \nImproperly redacted in part.  Deem’s \ne-mail to Ms. Vannoy is not \nprivileged, as it merely transmits a \nthird-party communication, adding \nonly “FYI.” Ms. Vannoy’s March 20, \n2012 e -mail to Taylor is privileged \nand was properly redacted. WW shall \nproduce SLD 91 with redactions only \nas to Ms. Vannoy’s e-mail. \nWhile the 2017 Logs accurately \ndescribed SLD 91 as e-mail \ncorrespondence “related to Colin \nJustus email to Bill Curran,” this \ndescription was revised in the 2018 \nLogs t o e-mail correspondence \n“relating to legal advice.”  The 2018 \ndescription is inadequate. \n93*  \n \nProperly redacted. \n \nThe description in the 2018 Logs \n(“Email . . . related to legal advice.”) \nis inadequate. \n104*  \n \nImproperly redacted.  Deem’s \nFebruary 17, 2013 e -mail to Ms. \nVannoy is not privileged, as it only \ntransmits a non -privileged third -\nparty communication and does not \ninclude an express or implied request \nfor legal advice.  \nWhile the 2017 Logs accurately \ndescribed SLD 104 as e-mail \ncorrespondence “ related to non -\nplaintiff franchise location,” this \ndescription was revised in the 2018 \nLogs to e-mail correspondence \n“relating to legal advice.”  The 2018 \ndescription is inadequate. \n109  \n \nImproperly redacted.  Ms. Vannoy’s \nMarch 25, 2013 e-mail to Taylor an d \nMathis’s e-mail to Ms. Vannoy are \nnot privileged, as both e -mails only \ntransmit a non-privileged third-party \ncommunication wit hout adding \noriginal substance. \nThe description in the 2018 Logs \n(“Email correspondence .  . . relating \nto legal advice.”) is inadequate. \n110  \n \nImproperly redacted in part.  Deem’s \nMarch 16, 2013 e-mail to Ms. Vannoy \nis a non -privileged transmittal e -\nmail. The remaining redacted \nportions of SLD 110 are privileged.  \nThe description in the 2018 Logs \n(“Email correspondence .  . . relating \nto legal advice.”) is inadequate. \n111  \n \nImproperly redacted in part.  Deem’s \nApril 17, 2013 e -mail to Ms. Vannoy \nis not privileged, as it merely \nforwards a non-privileged third-party \ncommunication without adding \noriginal text.  Ms. Vannoy’s \nsubsequent e -mail may properly be \nconsidered privileged.  \nThe description in the 2018 Logs \n(“Email correspondence relating to \nlegal advice  and strategy.”) is \ninadequate. \n113  \n \nImproperly redacted in part.  Ms. \nVannoy’s May 15, 2013 e -mail to \nDeem at 3:13 PM is not privileged, as \nit merely forwards a non -privileged \nthird-party communication without \nadding original text.  Ms. Vannoy’s \nMay 15, 2013 e-mail to Deem at 3:16 \nPM is protected by the attorney -\nclient privilege.  \nWhile the 2017 Logs accurately \ndescribed SLD 113 as e-mail \ncorrespondence “related to vendor \nlicense agreement,” the 2018 Logs \ninadequately describe SLD 113 as e-\nmail correspondence “ relating to \nlegal advice.” The 2018 description is \ninadequate. \n117*  \n \nProperly redacted. The description in the 2018 Logs \n(“Email . . . related to legal advice.”) \nis inadequate. \n119*  \n \nProperly redacted. The description in the 2018 Logs \n(“Email . . . relating to legal advice.”) \nis inadequate. \n121*  \n \nProperly redacted as attorney -client \nprivileged.  \nThe description in t he 2018 Logs \n(“Email . . . related to  legal advice.”) \nis inadequate. \n122  \n \nImproperly redacted.  Ms. Vannoy’s \nAugust 12, 2013 e -mail to Taylor is \nnot privileged, as it merely forwards \na non -privileged communication \nwithout adding original text.  Deem’s \nAugust 12, 2013 e-mail to the Board, \nMs. Vannoy, and Mathis is not \nprivileged, as it does not seek legal \nadvice and because WW produced the \nsame e -mail separately without \nasserting a claim of privilege.  \nThe description in the 2018 Logs \n(“Email correspondence . . . related to \nlegal advice.” ) is inadequate and \ninaccurate. \n126  \n \nImproperly redacted.  The redacted \nportion of SLD 126, Mr.  Vannoy’s \nJanuary 1, 2014 e-mail to the Board, \nMathis, Ms. Vannoy, and Deem, does \nnot convey legal advice.  Fairly read, \nMr. Vannoy’s e -mail indicated that \nhe was acting in his capacity as a \nWhile the 2017 Logs accurately \ndescribed SLD 126 as e-mail \ncorrespondence “ related to Jim \nRoland email to Dana Deem,” the \n2018 Logs inadequately describe \nSLD 126 as e -mail correspondence \nboard member, not WW’s outside \ncounsel.  \n“relating to legal advice regarding \nnegotiations.” \n127  \n \nImproperly redacted.  Ms. Vannoy’s \nJanuary 6, 2014 e-mail to Taylor and \nDeem’s January 6, 2014 e-mail to Ms. \nVannoy are not privileged, as both e-\nmails only transmit a non-privileged \nthird-party communication without \nadding original substance.  \nThe description in the 2018 Logs  \n(“Email . . . related to legal advice \nregarding negotiations with \nPlaintiffs.”) is adequate. \n128  \n \nProperly redacted.  The description  in the 2018 Logs \n(“Email . . . relating to legal \nnegotiations.”) is inadequate. \n130  \n \nImproperly redacted.  Ms. Vannoy’s \nApril 2, 2014 e-mail to Mr. Vannoy is \nnot privileged, as it is a non -\nsubstantive transmittal e -mail that \ndoes not seek or provide legal advice. \nMr. Vannoy’s April 2, 2014 e -mail to \nMs. Vannoy is not privileged, as it \nconcerns a busin ess matter, not a \nlegal matter. \nBecause the redacted portion of SLD \n130 addresses solely business \nmatters, the description in the 2018 \nLogs (“Email correspondence .  . . \nrelated to  legal advice.”) is \ninaccurate. It is also inadequate. \n133  \n \nImproperly redacted.  Ms. Vannoy’s \nApril 24, 2014 e -mail to Mathis and \nTaylor’s April 24, 2014 e -mail to Ms. \nVannoy are not privileged, as both e-\nmails only transmit a non-privileged \ncommunication without adding \noriginal text, other than “FYI.”  \nWhile the 2017 Logs accurately \ndescribed SLD 133 as e-mail \ncorrespondence “ related to Ritchie \nTaylor email to Jeff Oleynik and \nCharles Coble,” the 2018 Lo gs \ninadequately describe it as e -mail \ncorrespondence “ relating to legal \nadvice.” \n135  \n \nImproperly redacted. Deem’s June 2, \n2014 e -mail to Ms. Vannoy is not \nprivileged, as it only forwards a non -\nprivileged third -party \ncommunication, adding only “FYI.”  \nThe description in the 2018 Logs \n(“Email . . . related to legal advice.” ) \nis inadequate and inaccurate. \n136  \n \nImproperly redacted in part.  Ms. \nVannoy’s July 23, 2014 e -mail to the \nBoard, Deem, and Mathis is a non -\nprivileged transmittal e-mail without \noriginal text. Taylor’s July 23, 2014 e-\nmail to Ms. Vannoy may properly be \nconsidered privileged.  \nWhile the 2017 Logs accurately \ndescribed SLD 136 as e-mail \ncorrespondence “regarding letter \nreceived from Charles Coble,” this \nwas changed in the 2018 Logs to  \nstate e-mail corre spondence \n“regarding legal advice and \nstrategy.” The 2018 description is \ninadequate. \n137  \n \nImproperly redacted in part. Tammy \nWhitworth’s August 5, 2014 e-mail to \nthe Board, Deem, and Mark \nBumgarner (with copy to Ms. \nVannoy) is not privileged, as it is a \nbusiness communication that does \nnot seek legal advice.  Ms. Vannoy’s \nsubsequent e -mail may pro perly be \nconsidered privileged. \nThe 2017 Logs accurately described \nSLD 137 as e-mail “ correspondence \nregarding Notice of Window World \nChapter formation.” The 2018 Lo gs, \nhowever, describe SLD 137 as \n“correspondence regarding legal \nadvice.” The 2018 description is \ninadequate. \n142  \n \nImproperly redacted.  Taylor’s \nNovember 6, 2014 e -mail to Ms. \nVannoy is not privileged, as it merely \nforwards a non -privileged \ncommunication without substantive \ncomment. \nThe description in the 2018 Logs \n(“Email correspondence relating to \nlegal advice.”) is inadequate and \ninaccurate. \n143  \n \nProperly redacted on the basis o f the \nattorney client privilege. \nThe description in the 2018 Logs \n(“Email . . . relating to legal advice.”) \nis inadequate. \n146  \n \nImproperly redacted.  The redacted \nportions of McBride’s February 18, \n2015 e -mail, Whitworth’s February \n18, 2015 e-mail, and Steve Kamody’s \nFebruary 18, 2015 e -mail are not \nprivileged, as the e -mails relate to \nbusiness matters and do not seek \nlegal advice. Mark Bumgarner is not \nan attorney.  \nWhile the 2017 Logs accurately \ndescribed SLD 146 as e-mail \ncorrespondence “related to 2015 \nregionals,” this description was \nrevised in the 2018 Logs to  e-mail \ncorrespondence “relating to legal \nadvice.” The 2018 description is \ninadequate. \n147*  \n \nProperly redacted. While the 2017 Logs adequately \ndescribed SLD 147 as e-mail \ncorrespondence “related to vendor \nagreement,” this description was \nchanged in the 2018 Logs to  \ncorrespondence “ relating to legal \nadvice.” The 2018 description is \ninadequate. \n \n  \nAppendix B—Challenged Claw-back Documents63 \nNo.  Master’s Report (& \nExcepting Party) \nCourt’s Findings and Conclusions \n1  Not privileged. Not privileged; relinquished via JFB Ex. 3. \n2  Not privileged in part. Properly redacted. \n3  Not privileged in part. Properly redacted. \n4 Not privileged. (WW) Not privileged. WW has offered no evidence to \nsuggest that C CD No. 4 —a draft Termination \nAgreement between WW and a non-Plaintiff dealer—\nwas not adopted as written. Indeed, Ms. Vannoy’s e -\nmail transmitting C CD 4 to Ingle describes it as \n“finalized.” (See Goode Aff. Ex. A, ECF No. 498.1.) \n5  Not privileged. (WW) Not privileged. CCD 5 is a draft agreement between \nWW and a non-Plaintiff dealer. The extent to which \nCCD 5 was adopted as written and published to third \nparties is unclear; thus WW has not met its burden . \n(See Goode Aff. Ex. B, ECF No. 498.2.)  \n6 Not privileged. (WW) Not privileged. WW has offered no evidence to \nsuggest that CCD 6—a draft Termination Agreement \nbetween WW and a non -Plaintiff dealer —was not \nadopted as written. Indeed, Ms. Vannoy’s e -mail \ntransmitting C CD 6 to Ingle describes it as \n“finalized.” (See Goode Aff. Ex. A.) \n7  Not privileged in part. Properly redacted. \n8  Not privileged. Not privileged; relinquished on 6/27/18. \n9 Privileged. (Pls.) Privileged. \n10 Not privileged in part. \n(WW) \nNot privileged in part; relinquished via WW’s \nExceptions. WW rightly concedes that it “over -\nredacted portions of” C CD 10, including non -\nprivileged third -party communications. Ms. \nVannoy’s November 20, 2012 e -mail to Deem is the \nonly privileged communication. \n11 Privileged. (Pls.) Privileged.  \n12 Privileged. (Pls.) Privileged.  \n13 Privileged. (Pls.) Privileged.  \n14 Privileged. (Pls.) Privileged.  \n15 Privileged. (Pls.) Privileged.  \n17  Not privileged in part. Properly redacted. \n                                                           \n63  Appendix B includes (i) all Challenged Claw-back Documents that the Master concluded \nwere either non-privileged or partially non-privileged, (ii) all relinquished Challenged Claw-\nback Documents, and (iii) all Challenged Claw -back Documents at issue in the parties’ \nExceptions.  \n19  Not privileged.  Not privileged; relinquished on 6/27/18. \n20 Not work  product. \n(WW) \nWork product. The e-mails that WW redacted appear \nto have been prepared and sent in anticipation of \nlitigation with Plaintiffs.  \n21  Not privileged.  Not privileged; relinquished on 6/27/18. \n22 Not privileged. (WW) Not privileged. Deem’s January 6, 2014 e-mail to Ms. \nVannoy is not privileged, as it only forwards a non -\nprivileged third -party communication without \nadding any original text. \n23 Not privileged in part. \n(Pls.) \nProperly redacted. \n28  Not privileged.  Not privileged; relinquished on 6/27/18. \n30  Not privileged.  Not privileged; relinquished on 6/27/18. \n32 Not privileged. (WW) Not privileged. CCD 32 is a November 30, 2007 letter \nfrom a third -party, AMI, to WW’s Todd Whitworth \nwith the subject line “Sole Source Partnership \nProgram.” The parent document suggests that Deem \nforwarded CCD 32 to Ms. Vannoy in 2012. While WW \ncontends that CCD 32 contains Deem’s highlighting, \nWW offers no evidence to suggest that Deem \nhighlighted the document in connection with seeking \nlegal advice. Even if WW had made  such a showing, \nthe limited highlighting would not render the entire \ndocument privileged. See Morris, 2011 NCBC LEXIS \n34, at *15 (“A communication will not be deemed \nprivileged merely because an in -house attorney was \n. . . forwarded a copy of a document.”). \n33 Not privileged. (WW) Not privileged. CCD 33 is a January 2009 letter from \na third -party, AMI, to WW’s Todd Whitworth with \nthe subject line “Sole Source Partnership Program.” \nThat C CD 33 was sent to Ms. Vannoy nearly four \nyears later does not make it privileged. \n35 Not privileged. (WW) Not privileged in part. Deem’s e-mail to several WW \nemployees, including Ms. Vannoy, merely forwards a \nprice list that Deem received from AMI. The last \nsentence of Deem’s e-mail is privileged. \n36 Not privileged. Not privileged; relinquished on 6/27/18. \n37  Not privileged. Not privileged; relinquished on 5/18/18. \n39 Not privileged. Not privileged; relinquished on 6/27/18. \n40 Not privileged in part. Properly redacted. \n42 Privileged. (Pls.) Not privileged; relinquished on 6/27/18. \n43 Privileged. (Pls.) Properly redacted.  \n46 Privileged. (Pls.) Privileged.  \n47 Privileged. (Pls.) Privileged.  \n48 Privileged. (Pls.) Not privileged. WW has failed to show that the \nmaterial it seeks to redact—an e-mail subject line—\nis privileged. \n49 Not privileged. (WW) Not privileged. C CD 49 is a script prepared in \nanticipation of a conference call between members of \nWW corporate and store owners relating to WW’s \nannouncement that it was “converting” to a franchise \nsystem. Whi le the script appears to have been \nwritten by Mr. Vannoy or Ms. Vannoy for Whitworth, \nWW offers no evidence to suggest that the script was \nnot adopted as written and read to store owners. \nFurther, WW has failed to show that the script was \nprepared in the course of providing legal advice. \n50 Privileged. (Pls.) Not privileged. WW has failed to show that the \nmaterial it seeks to redact—an e-mail subject line—\nis privileged. \n51 Not privileged. (WW) Not privileged. As with C CD 49, CCD 51 is a script. \nWW has sim ilarly failed to show that the script (i) \nwas not adopted as written and read to store owners \nand/or (ii) was prepared in the course of providing \nlegal advice.  \n52 Privileged. (Pls.) Not privileged. WW offers no evidence to suggest that \nthe e-mails at CCD 52 are related to legal advice. \n54 Privileged. (Pls.) Privileged. \n58 Not privileged. Not privileged; relinquished on 6/27/18. \n59  Not privileged in part. Not privileged in part; relinquished via JFB Ex. 3. \n61 Privileged. (Pls.) Privileged. \n62 Privileged. (Pls.) Privileged. \n65 Privileged. (Pls.) Privileged. \n66  Not privileged in part. Not privileged in part; relinquished via WW ’s \nExceptions. In its Exceptions, WW concedes that it \n“mistakenly over -redacted” C CD 66. Indeed, of the \nseven e -mails that WW redacted, five are non -\nprivileged third-party communications and one is a \nnon-privileged forwarding e-mail from Ms. Vannoy to \nDeem without original text. The only privileged \ncommunication is Deem’s March 17, 2013 e -mail to \nMs. Vannoy. \n68  Not privileged in part. Properly redacted. \n70  Not privileged. Not privileged; relinquished on 4/17/18 and 5/18/18. \n71  Not privileged. Not privileged; relinquished on 4/17/18. \n72  Not privileged. Not privileged; relinquished on 5/18/18. \n73 Not privileged. Not privileged; relinquished via WW’s Exceptions. \n74  Not privileged. Not privileged; relinquished on 5/18/18. \n75  Not privileged. Not privileged; relinquished on 5/18/18. \n76  Not privileged. Not privileged; relinquished on 5/18/18. \n77 Not privileged. Not privileged; relinquished via WW’s Exceptions. \n79 Privileged. (Pls.) Privileged. \n80  Privileged. (Pls.) Not privileged. C CD 80 is a draft Franchise \nAgreement between WW and a non -Plaintiff \nfranchisee. WW has offered no evidence to suggest \nthat C CD 80  was not adopted as written and \npublished to third parties. \n81  Privileged. (Pls.) Not privileged. C CD 81 is a draft Confidentiality \nAgreement between WW and a non -Plaintiff \nfranchisee. WW has offered no evidence to suggest \nthat C CD 81 was not adopted as written and \npublished to third parties. \n85  Not privileged. Not privileged; relinquished on 5/18/18. \n87 Privileged. (Pls.) Privileged.  \n88 Not privileged. Not privileged; relinquished on 5/18/18. \n89 Privileged. Relinquished on 5/18/18.  \n90 Privileged. (Pls.) Not privileged. As with CCD 49 and CCD 51, CCD 90 \nis a script. WW has similarly failed to show that the \nscript (i) was not adopted as written and read to store \nowners and/or (ii) was prepared in the course of \nproviding legal advice.  \n91 Privileged. Relinquished on 5/18/18. \n92 Privileged. Relinquished on 5/18/18. \n93 Privileged. Relinquished on 4/17/18. \n95 Privileged. (Pls.) Not privileged. WW offers no evidence to suggest that \nthe e-mail at CCD 95 is related to legal advice. \n97 Not privileged. Not privileged; relinquished on 6/28/18. \n101 Privileged. (Pls.) Privileged.  \n102  Privileged. (Pls.) Not privileged. C CD 102 is a draft Termination \nNotice relating to a Sole Source Agreement between \nWW and AMI. WW has offered no evidence to suggest \nthat CCD 102 was not adopted as written and \npublished to third parties. \n106 Privileged. (Pls.) Not privileged in part. The second e -mail in time —\nfrom Ms. Vannoy to Gregory —is a forward without \noriginal text and is not privileged.  The remainder of \nCCD 106 is privileged. \n107  Privileged. (Pls.) Not privileged. C CD 107 is a draft Confidentiality \nAgreement. Accompanying documents show that \nCCD 107 was prepared for a non-Plaintiff franchisee. \nWW has offered no evidence to suggest that CCD 107 \nwas not adopted as written and published to third \nparties. \n108  Privileged. (Pls.) Not privileged. C CD 108 is a draft Franchise \nAgreement between WW and a non -Plaintiff \nfranchisee. WW has offered no evidence to suggest \nthat C CD 108 was not adopte d as written and \npublished to third parties. \n109 Not privileged. (WW) Not privileged. CCD 109 is a draft letter created by a \nnon-lawyer for Ms. Vannoy to send to a non-Plaintiff \nfranchisee and does not convey legal advice. \nAdditionally, WW offers no evide nce to suggest that \nchanges were made to the letter before it was sent. \n111 Privileged. (Pls.) Properly redacted. \n112 Privileged. (Pls.) Not privileged. Ms. Vannoy’s February 21, 2013 e -\nmail to herself at 4:53 PM is not privileged, as it \nmerely transmits  a non -privileged communication \nwithout adding original text. \n116 Privileged. (Pls.) Privileged. \n118 Not privileged in part. \n(Pls.)  \nNot privileged in part. Ms. Vannoy’s May 15, 2013 e-\nmail to Deem at 3:13 PM is not privileged, as it \nmerely forwards a no n-privileged third -party \ncommunication without adding original text. Ms. \nVannoy’s May 15, 2013 e-mail to Deem at 3:16 PM is \nprivileged. \n119 Not privileged in part. \n(Pls.) \nNot privileged in part. As with C CD 118, Ms. \nVannoy’s May 15, 2013 e-mail to Deem at 3:13 PM is \nnot privileged. The remaining redacted e -mails in \nCCD 119 are privileged. \n121 Not privileged in part. Properly redacted. \n122 Not privileged. Not privileged; relinquished via WW’s Exceptions. \n123 Not privileged. Not privileged; relinquished via WW’s Exceptions. \n126 Not privileged in part. Properly redacted. \n127 Not privileged. Not privileged; relinquished via WW’s Exceptions. \n131 Privileged. (Pls.) Not privileged. C CD 131 appears to be a draft \ncommunication from WW corporate to WW dealers. \nThe accompanying parent e -mail shows that C CD \n131 was sent from Deem to Ms. Vannoy. WW offers \nno evidence to suggest that it was sent in the course \nof seeking legal advice or that changes were made to \nthe communication before it was sent to WW dealers. \n133 Not privileged. (WW) Not privileged. C CD 133 is a draft FDD. WW has \noffered no evidence to suggest that CCD 133 was not \nadopted as written and published to third parties. \n134 Not privileged. Not privileged; relinquished on 6/28/18. \n142  Not privileged. (WW) Not privileged. In C CD 142, Deem forwards to Ms. \nVannoy a non-privileged third party communication \nand requests a meeting to discuss. \n144 Not privileged. (WW) Not privileged. C CD 144 is a draft Confidential \nLicense Agreement between WW and AMI. WW has \noffered no evidence to suggest that CCD 144 was not \nadopted as written and published to third parties. \n146 Privileged. (Pls.) Not privileged. C CD 146 is a draft Confidential \nLicense Agreement between WW and AMI. WW has \noffered no evidence to suggest that CCD 146 was not \nadopted as written and published to third parties. \n147  Not privileged. (WW) Not privileged. Deem’s May 22, 2013 e -mail to Ms. \nVannoy is not privileged, as it only forwards a non -\nprivileged third -party communication without  \nadding any original text. \n148 Privileged. (Pls.) Privileged.  \n149 Not privileged. (WW) Not privileged. C CD 149 is a draft Confidential \nSupply and License Agreement between WW and \nAMI. WW has offered no evidence to suggest that \nCCD 149 was not adopted as  written and published \nto third parties. \n150 Not privileged. (WW) Not privileged. C CD 150 is a draft Confidential \nSupply and License Agreement between WW and \nAMI. WW has offered no evidence to suggest that \nCCD 150 was not adopted as written and published \nto third parties. \n151 Not privileged in part. Properly redacted. \n155 Not privileged. (WW) Not privileged. Mr. Vannoy’s November 20, 2013 e -\nmail to Ms. Vannoy is not privileged, as it only \nforwards a non -privileged third -party \ncommunication without adding any original text. \n156 Privileged. (Pls.) Properly redacted. \n157 Privileged. (Pls.) Privileged. \n158  Not privileged. (WW) Properly redacted. \n160  Privileged. (Pls.) Privileged. \n161  Not privileged. (WW) Not privileged. C CD 161 is a draft Franchise \nAgreement. WW has offered no evidence to suggest \nthat C CD 161 was not adopted as written and \npublished to third parties. \n162 Privileged. (Pls.) Privileged. \n163 Privileged. (Pls.) Privileged. \n164 Privileged. (Pls.) Privileged. \n165  Not privileged. (WW) Not privileged. C CD 165 is a draft Franchise \nAgreement. WW has offered no evidence to suggest \nthat C CD 165 was not adopted as written and \npublished to third parties. \n167  Not privileged. (WW) Privileged. \n168 Not privileged. (WW) Not privileged. C CD 168 is a draft Franchise \nAgreement. WW has offered no evidence to suggest \nthat C CD 168 was not adopted as written and \npublished to third parties. \n169  Not privileged. (WW) Not privileged. C CD 169 is a draft attachment to a \nFranchise Agreement. WW has offered no evidence \nto suggest that CCD 169 was not adopted as written \nand published to third parties. \n175 Not privileged. Not privileged; relinquished on 6/27/18. \n176 Privileged. (Pls.) Privileged \n177  Privileged. (Pls.) Not privileged. C CD 177 is a draft Franchise \nAgreement. WW has offered no evidence to suggest \nthat C CD 177 was not adopted as written and \npublished to third parties. \n186 Not privileged. (WW) Privileged based WW’s representation that the draft \ne-mail was not sent. \n187  Not privileged. (WW) Not privileged. WW has offered no evidence to \nsuggest that C CD 187 was not adopted as written \nand published to third parties.  \n189 Not privileged in part. \n(Pls.) \nProperly redacted. \n191 Privileged. (Pls.) Not privileged. WW has failed to show that the \nmaterial it seeks to redact—an e-mail subject line—\nis privileged. \n195 Privileged. (Pls.) Privileged. \n197 Privileged. (Pls.) Privileged. \n198 Privileged. (Pls.) Not privileged. C CD 198 is a draft Franchise \nRescission Offer. WW has offered no evidence to \nsuggest that C CD 198 was not adopted as written \nand published to third parties. \n200 Not privileged in part. \n(Pls.)  \nNot privileged. Ms. Vannoy’s April 22, 2013 e-mail to \nDeem merely forwards a non -privileged third-party \ncommunication without adding original text. \n201 Not privileged. (WW) Not privileged. Ms. Vannoy’s May 15, 2013 e-mail to \nDeem merely forwards a non -privileged third-party \ncommunication without adding original text. \n204 Not privileged. (WW) Not privileged. Ms. Vannoy’s June 13, 2013 e-mail to \nDeem merely forwards a non -privileged third-party \ncommunication without adding original text. \n205 Not privileged. (WW) Not privileged. Ms. Vannoy’s June 13, 2013 e-mail to \nDeem merely forwards a non -privileged third-party \ncommunication, adding only “FYI.” \n206 Privileged. (Pls.) Privileged. \n207 Privileged. (Pls.) Not privileged. Ms. Vannoy’s June 14, 2013 e-mail to \nBarlow merely transmits a document without adding \noriginal text.  \n208 Privileged. (Pls.) Not privileged. C CD 208 is a draft Confidential \nSupply and License Agreement between WW and \nAMI. WW has offered no evidence to suggest that \nCCD 208 was not adopted as written and published \nto third parties. \n209 Privileged. (Pls.) Privileged. \n210 Privileged. (Pls.) Privileged. \n211 Privileged. (Pls.) Not privileged. Ms. Vannoy’s June 14, 2013 e-mail to \nBarlow merely transmits a document without adding \noriginal text.  \n214 Not privileged. (WW) Not privileged. Ms. Vannoy’s June 17, 2013 e-mail to \nDeem merely forwards a non -privileged third-party \ne-mail, adding only “FYI.” Barlow’s June 14, 2013 e -\nmail is not privileged because it was forwarded to an \nAMI representative, among other reasons. \n215 Not privileged in part. Properly redacted. \n216 Not privileged. (WW) Not privileged. Ms. Vannoy’s June 24, 2013 e-mail to \nDeem merely forwards a non -privileged third-party \ncommunication without adding original text. \n218 Not privileged in part. \n(Pls.) \nNot privileged. Ms. Vannoy’s June 26, 2013 e-mail to \nDeem merely forwards a non -privileged third-party \ncommunication without adding original text. \n219 Not privileged. (WW) Not privileged. Ms. Vannoy’s June 27, 2013 e-mail to \nDeem merely forwards a non -privileged third-party \ncommunication without adding original text. \n220 Not privileged. (WW) Not privileged. Ms. Vannoy’s July 26, 2013 e-mail to \nDeem merely forwards a non -privileged third-party \ncommunication, adding only “FYI.” \n221 Not privileged. (WW) Properly redacted. \n222 Privileged. (Pls.) Not privileged. Ms. Vannoy’s July 26, 2013 e-mail to \nMegan Harabid merely transmits a document.  \n223 Privileged and work  \nproduct. (Pls.) \nNot privileged or work  product to extent published. \nCf. State v. Holston , 134 N.C. App. 599, 606, 518 \nS.E.2d 216, 221 (1999) (concluding work -product \nprotection was waived  where document was \ndisclosed to a third party). C CD No. 223 is a draft \nConfidential Settlement and Release Agreement \nbetween WW, a non-Plaintiff franchisee, and a third \nparty. WW has offered no evidence to suggest that \nCCD 223 was not adopted as written a nd published \nto third parties. \n226 Not privileged in part. \n(Pls.) \nProperly redacted. \n227 Not privileged. (WW) Not privileged in part. Deem’s November 5, 2013 e -\nmail to Ms. Vannoy is privileged. Ms. Vannoy’s \nNovember 5, 2013 e -mail to Gregory is a non-\nprivileged forwarding e-mail without original text. \n229 Not privileged. (WW) Properly redacted. \n230 Privileged. (Pls.) Not privileged in part. Ms. Vannoy’s March 24, 2014 \ne-mail to Deem at 3:00 PM and Ms. Vannoy’s March \n24, 2014 e-mail to Woods at 3: 01 PM are privileged. \nThe first two e-mails in time are not privileged. \n231 Not privileged. (WW) Not privileged. C CD 231 is a spreadsheet prepared \nby Mathis containing only financial information.  \n232 Privileged. (Pls.) Privileged. \n233 Privileged. (Pls.) Privileged. \n238 Privileged. (Pls.) Privileged. \n239 Not privileged and not \nwork product. (WW) \nNot privileged in part. Gregory’s April 23, 2015 e -\nmail to Ms. Vannoy at 12:26 PM is privileged. The \nremaining e -mails are not privileged. The work-\nproduct doctrine does not apply. \n240 Privileged. (Pls.) Privileged. \n241  Privileged. (Pls.) Not privileged. C CD 241 is a draft Notice of \nTermination relating to a “Licensing Agreement” \nbetween WW and a non-Plaintiff franchisee. WW has \noffered no evidence to suggest that CCD 241 was not \nadopted as written and published to third parties. \n242  Privileged. (Pls.) Not privileged. C CD 242 is a draft Notice of \nTermination relating to a “Licensing Agreement” \nbetween WW and a non-Plaintiff franchisee. WW has \noffered no evidence to suggest that CCD 242 was not \nadopted as written and published to third parties. \n243  Privileged. (Pls.) Not privileged. C CD 243 is a draft Notice of \nTermination relating to a “Licensing Agreement” \nbetween WW and a non-Plaintiff franchisee. WW has \noffered no evidence to suggest that CCD 243 was not \nadopted as written and published to third parties. \n244  Privileged. (Pls.) Not privileged. C CD 244 is a draft Notice of \nTermination relating to a “Licensing Agreement” \nbetween WW and a non-Plaintiff franchisee. WW has \noffered no evidence to suggest that CCD 244 was not \nadopted as written and published to third parties. \n245 Not privileged. Not privileged; relinquished on 4/17/18. \n246 Not privileged in part. \n(WW) \nNot privileged in part.  CCD 246 consists of eight e -\nmails. The only privileged e -mails are (i) Taylor’s \nSeptember 16, 2014 e-mail to Ms. Vannoy at 7:54 AM \nand (ii) Ms. Vannoy’s September 16, 2014 e -mail at \n4:08 PM. Additionally, the last line of Whitworth’s \nSeptember 17, 2014 e -mail may properly be \nconsidered privileged. The remaining e-mails are not \nprivileged.  \n247 Not privileged. (WW) Not privileged. CCD 247 is a spreadsheet of financial \ninformation sent from Gregory to Mathis.  \n248 Not privileged. (WW) Not privileged. CCD 248 is a spreadsheet of financial \ninformation sent from Gregory to Mathis.  \n249 Not privileged. (WW) Not privileged. CCD 249 is an e-mail from Mathis to \nthe Board and Ms. Vannoy. Contrary to WW’s \nsuggestion, C CD 249 includes no “discussion \nregarding a potential settlement of claims \nthreatened by some Plaintiffs here.”  \n250 Not privileged. (WW) Not privileged in part. C CD 250, an e -mail from \nMathis to Ms. Vannoy with a carbon copy to Deem, \ntransmits a spreadshee t of financial information. \nThe only privileged portion of C CD 250 is the \nsentence beginning with “Beth” and ending with \n“further.” \n252 Not privileged. (WW) Not privileged. That C CD 252 —a spreadsheet of \nfinancial information apparently prepared by \nMathis—was sent to Ms. Vannoy does not make it \nprivileged. WW offers no evidence to support its \ncontention that C CD 252 was maintained “at the \nrequest of” Ms. Vannoy.  \n254 Not privileged. (WW) Not privileged. CCD 254 is a spreadsheet listing the \nrevenue for each  WW store. The accompanying \nparent document shows that Mathis sent CCD 254 to \nthe Board and Ms. Vannoy to assist them with \n“decision making.” WW offers no evidence to \nsuggest—nor does it even argue —that the “decision \nmaking” concerned legal matters.  \n255  Not privileged. (WW) Not privileged. C CD 255 is WW’s 2015 budget and \nwas attached to the same parent e-mail as CCD 254.  \n256 Not privileged. Not privileged; relinquished on 6/27/18. \n257  Not privileged. (WW) Not privileged. CCD 257 is a spreadsheet of financial \ninformation sent from Gregory to Mathis.  \n258 Not privileged in part. \n(Pls.) \nNot privileged in part. Ingle’s January 10, 2011 e -\nmail to Ms. Vannoy merely forwards a non-privileged \nthird-party communication without addin g original \ntext. The last two e-mails in time are privileged. \n259  Not privileged. (WW) Not privileged in part. As with SLD 69, WW \nimproperly redacted part of Gallagher’s e -mail to \nWhitworth, Ingle, and Deem. The only privileged \nportions are (i ) the sentence beginning with “Any” \nand ending with “date,” and (ii) from the sentence \nbeginning with “These can be” through the end of the \nparagraph. The remaining portions simply convey \nfactual information and are not privileged.  \n260 Not privileged in part. \n(Pls.) \nNot privileged in part. WW improperly redacted \nDeem’s non-privileged March 1, 2012 e -mail to Ms. \nVannoy. Ms. Vannoy’s March 1, 2012 e-mail to Deem \nand Woods is privileged. \n261  Not privileged in part. \n(WW) \nNot privileged in part. As with C CD 260, WW \nimproperly redacted Deem’s March 1, 2012 e-mail to \nMs. Vannoy. However, Ms. Vannoy’s March 1, 2012 \ne-mail to Deem and Woods, as well as Wood’s March \n1, 2012 e-mail to Ms. Vannoy, are privileged. \n262 Not privileged. Not privileged; relinquished on 6/27/18. \n266  Not privileged. Not privileged; relinquished on 6/27/18. \n268  Not privileged. Not privileged; relinquished on 6/27/18. \n269  Not privileged. (WW) Not privileged. Whitworth’s February 18, 2015 e -\nmail to Ms. Vannoy does not seek legal advice. \n270 Privileged. (Pls.) Privileged. \n271  Not privileged. Not privileged; relinquished on 6/27/18. \n272 Not privileged. Not privileged; relinquished via JFB Ex. 3. \n273 Not privileged. Not privileged; relinquished via JFB Ex. 3. \n275 Not privileged. Not privileged; relinquished via JFB Ex. 3. \n276  Not privileged. (WW) Not privileged. CCD 276 is a duplicate of CCD 254. \n277  Not privileged. (WW) Not privileged. CCD 277 is a duplicate of CCD 255. \n278  Not privileged. (WW) Not privileged. C CD 278 is a near  duplicate of SLD \n36—i.e., a spreadsheet of financial information that \nwas sent from a non -lawyer at WW to an outside \naccountant. \n279  Not privileged. (WW) Not privileged in part. While it is unclear which \nportions of SLD 279 WW redacted, the only \nprivileged highlighted portions are (i) the sentence \nbeginning with “Beth” and ending with “Tammy” on \nWW-0154032 and (ii) the sentence beginning with \n“Beth said” and ending with “has to go” on WW -\n0154035. The remainder of SLD 279 is not privileged. \n280  Not privileged in part. \n(WW) \nNot privileged in part. As with C CD 246, the only \nprivileged e -mails in C CD 280 are (i) Taylor’s \nSeptember 16, 2014 e-mail to Ms. Vannoy at 7:54 AM \nand (ii) Ms. Vannoy’s September 16, 2014 e -mail at \n4:08 PM. The remaining e-mails are not privileged. \n281 Not privileged. Not privileged; relinquished on 4/15/19. \n \n "
}