{
  "id": "138d31e48806b508c18ad674902d60c0f0393297e1ef96ae15a50e6a75a2350d",
  "source_file": "data/raw/ncbc/138d31e48806b508c18ad674902d60c0f0393297e1ef96ae15a50e6a75a2350d.pdf",
  "raw_text": "Novo Nordisk Pharm. Indus., Inc. v. Carolina Power & Light Co., 2008 NCBC 16 \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF JOHNSTON 05 CVS 154 \n \n \nNOVO NORDISK PHARMACEUTICAL ) \nINDUSTRIES, INC., ) \n Plaintiff ) \n  ) \n v.  )  \n   )  \nCAROLINA POWER & LIGHT COMPANY ) \nd/b/a PROGRESS ENERGY CAROLINAS, ) \nINC. and GREGORY POOLE EQUIPMENT ) \nCOMPANY,   ) \n  Defendants ) \n   )  \nand   ) \n   )  \nCAROLINA POWER & LIGHT COMPANY ) \nd/b/a PROGRESS ENERGY CAROLINA, ) \nINC.,   ) \n  Third-Party Plaintiff ) \n   ) \n v.  ) ORDER AND OPINION ON \n   ) CROSS MOTIONS \nAAA ELECTRICAL COMPANY, INC. and ) FOR SUMMARY JUDGMENT \nSQUARE D COMPANY, ) \n  Third-Party  ) \n  Defendants ) \n   ) \nand   ) \n   ) \nSQUARE D COMPANY, ) \n  Additional  ) \n  Third-Party  ) \n  Plaintiff ) \n   ) \n v.  ) \n   ) \nCATERPILLAR, INC.,  ) \n  Additional  ) \n  Third-Party  ) \n  Defendant )  \nTHIS CAUSE came before the court for hearing upon respective cross motions \nfor summary judgment by Plaintiff Novo Nordisk Pharmaceutical Industries, Inc. \n(“Novo”), Defendant Carolina Power & Light Company, d/b/a Progress Energy \nCarolinas, Inc. (“CP&L”) and Defendant Gregory Poole Equipment Company (“GPEC”). \n \nCozen O’Connor, LLP by Peter F. Asmer, Jr., Esq. for Plaintiff. \n \nNelson, Mullins, Riley & Scarborough, LLP by Robert A. Meynardie, Esq. and \nLeslie Lane Mize, Esq. for Defendant/Third-Party Plaintiff Carolina Power and \nLight Company d/b/a Progress Energy Carolinas, Inc. \n \nMcAngus, Goudelock & Courie, LLC by Scott A. Scurfield, Esq. for Defendant \nGregory Poole Equipment Company. \n \nDonald E. Clark, Jr., Esq., Attorney at Law, PLLC for Third-Party Defendant AAA \nElectrical Company, Inc. \n \nYoung Moore & Henderson, PA by Walter E. Brock, Jr., Esq. for Third-Party \nDefendant/Additional Third-Party Plaintiff Square D Company. \n \nMillberg, Gordon & Stewart, PLLC by John C. Millberg, Esq. and Gordon, \nHargrove & James, PA by Gordon James, III, Esq. for Additional Third-Party \nDefendant Caterpillar, Inc. \n \nJolly, Judge. \n \nAmong other things, the motions before the court present the issue of whether \nand to what extent a public utility contractually may limit its liability for subsequent acts \npursuant to the filed rate doctrine, as adopted by the North Carolina Supreme Court in \nN.C. Steel, Inc. v. National Council on Comp. Ins., 347 N.C. 627, 632, 496 S.E.2d 369, \n372 (1998). \nTHE COURT, after considering the briefs, arguments of counsel, affidavits on file \nand appropriate matters of record, reaches the CONCLUSIONS reflected in this Order. \n  \nI. \nPROCEDURAL BACKGROUND \n[1] Plaintiff Novo filed it s Complaint on January 13, 2005. \n[2] Defendant GPEC filed its Answer to t he Complaint, raising various affirmative \ndefenses, on March 24, 2005. \n[3] GPEC and Defendant CP&L filed motions to dismiss the Complaint pursuant \nto Rule 12(b)(6) of the North Carolina Rules of Civil Procedure (“Rule(s)”) on January 3, \n2006, and January 19, 2006, respectively.   \n[4] On February 10, 2006, the Honorable Wi lliam C. Gore, Jr. denied GPEC’s and \nCP&L’s Rule 12 motions. \n[5] Subsequently, CP&L pled in thir d-party defendants, and CP&L and GPEC \ncross-claimed against each other. \n[6] Defendant CP&L filed its Amended Answer, raising various affirmative \ndefenses, on December 13, 2006.  \n[7] On January 19, 2007, this matter was designated an exceptional case and \nwas assigned to the undersigned Special Superior Court Judge for Complex Business \nCases by Order of the Chief Justice of the North Carolina Supreme Court, pursuant to \nRule 2.1 of the General Rules of Practice for the Superior and District Courts.   \n[8] On March 9, 2007, the Parties filed a Consent Motion to Stay Discovery, which \nrequested that the court stay all discovery in this matter until such time as Novo, CP&L \nand GPEC filed, and the court ruled upon, motions for summary judgment on the issue \nof whether language in the contracts between Novo and CP&L acts as a waiver or \nliability limitation as to certain claims propounded in the Complaint. \n[9] On March 14, 2007, the court ent ered an Order Staying Discovery and \nScheduling Briefing regarding such issue. \n[10] Pursuant to such briefing schedule, on March 30, 2007, (a) CP&L filed its \nMotion for Summary Judgment; (b) GPEC filed its Motion for Summary Judgment; (c) \nNovo filed its Motion for Partial Summary Judgment Against CP&L; and (d) Novo filed \nits Motion for Partial Summary Judgment Against GPEC (collectively, the “Cross \nMotions”). \n[11] The court heard oral argument on the Cross Motions on August 14, 2007. \n  \nII. \nTHE PARTIES \n[12] Novo is a corporati on organized and existing under the laws of the State of \nDelaware, with its principal place of business located in North Carolina. \n[13] CP&L is a corporatio n organized and existing under the laws of the State of \nNorth Carolina, with its principal place of business located in Wake County, North \nCarolina.  CP&L operates and acts as a public utility.    \n[14] GPEC is a corporatio n organized and existing under the laws of the State of \nDelaware, with its principal place of business located in Wake County, North Carolina.   \n[15] AAA Electrical Company, Incorpor ated; Square D Company; and Caterpillar, \nIncorporated, are not parties to the Cross Motions addressed herein. \nIII. \nFACTUAL BACKGROUND \n The court CONCLUDES that the following material facts exist without substantial \ncontroversy and are pertinent to the issues raised by the Cross Motions: \n[16] Novo owns and operates a pharmaceutic al manufacturing facility located in \nClayton, North Carolina, at which it produces insulin (the “Facility”). \n[17] The Facility requires an uninterrupted power supply. \n[18] On January 16, 1992, Novo entered a c ontract with CP&L for the provision of \nelectricity at the Facility.  At all times relevant hereto, Novo received its electric power \nfrom CP&L.   \n[19] In 2001, following a number of power outages, Novo and CP&L entered a \nnumber of agreements aimed at supplying the Facility with permanent backup power \ngeneration that would protect against electrical outages and power fluctuations. \n[20] On or about September 17, 2001, Novo and CP&L entered into a Premier \nPower Services Contract and a Rider PPS-3 to the Premier Power Services Contract  \n(collectively, the “Temporary PPS Contract”). \n[21] Among other things, the Temporary PPS Contract provided that CP&L would \ninstall and maintain two temporary generators that would supply all of the Facility’s \nelectrical needs (the “Temporary Generators”) while a more permanent backup system \nwas being put into place.    \n  \n[22] Thereafter, the Temporary PPS Cont ract was approved by the North Carolina \nUtilities Commission (the “Commission”).    \n[23] On or about October 17, 2001, Novo  and CP&L entered into another Premier \nPower Service Contract and a Rider PPS-3, which was subsequently succeeded by \nRider PPS-5 (collectively the “Permanent PPS Contract”). \n[24] Among other things, the Permanent PPS Contract provided that CP&L would \ninstall a permanent backup generation system at the Facility (the “Permanent Solution”), \nthat included two on-site generators (the “Backup Generators”) and the switchgear \nnecessary to automatically switch the electrical load between the utility and the Backup \nGenerators (the “Switchgear”), when necessary.   \n[25] Thereafter the Permanent PPS Contra ct was approved by the Commission. \n[26] Also on or about October 17, 2001, Novo and CP&L entered into a Managed \nServices Contract (the “MSC”). \n[27] Among other things, the MSC provided that CP&L would supply a short-term \nuninterruptible power supply (“UPS”) at the Facility to provide power while the Backup \nGenerators contemplated in the Permanent PPS Contract came on line. \n[28] The MSC was not presented to the Commission for approval.   \n[29] As a subcontractor to CP&L, GPEC installed and supplied various equipment \nrequired by Novo and CP&L’s contracts. In this regard, GPEC supplied (a) the \nTemporary Generators contemplated under the Temporary PPS Contract, (b) the \nBackup Generators and Switchgear contemplated under the Permanent PPS Contract, \nand (c) the UPS contemplated under the MSC. \n[30] On January 16, 2002, power at t he Facility was interrupted (the “January \nOutage”).  At this time, all electric service at the Facility was provided by the Temporary \nGenerators. \n[31] The January Outage occurred when a wire to an alternator in one of the \nTemporary Generators separated, causing both Temporary Generators to trip off line.  \n[32] In March 2002, with the Permanent So lution in place but not fully tested, and \nthe UPS also in place, the Facility was switched back to CP&L’s utility feed as its \nprimary source of power.    \n  \n[33] On or about March 30, 2002, two power outages occurred at the Facility (the \n“March Outages”).   \n[34] The March Outages occurred when a loose buss bar in the UPS caused an \nelectrical short. \n[35] On July 23, 2002, a power outage occurr ed at the Facility (the “July Outage”).    \n[36] The July Outage occurred when equipm ent and/or software related to the \nSwitchgear caused the failure of one of the Backup Generators. \nIV. \nTHE PARTIES’ CONTENTIONS \n[37] Novo claims that the January Ou tage, March Outages, and July Outage \ncaused it damages in lost property and production, and that CP&L and/or GPEC are \nliable for such damages in contract or tort.  \n[38] Without contesting fault for the out ages, CP&L argues that it cannot be liable \nfor any damages suffered due to the power outages at the facility because: \n  a. The January Outage is governed by the Temporary PPS Contract -- a filed \nrate shielded from collateral attack, and inherently reasonable, per its approval \nby the Commission -- which contains limiting language that effectively precludes \nany liability CP&L may have for the January Outage.   \n  b. The March Outages are governed by  the MSC -- a contract for services \noutside of CP&L’s public utility business -- which contains language that limits \nany liability CP&L may have for the March Outages.   \n  c. The July Outage is governed by the Permanent PPS Contract -- a filed \nrate shielded from collateral attack, and inherently reasonable, per its approval \nby the Commission -- which contains limiting language that effectively precludes \nany liability CP&L may have for the July Outage.   \n[39] CP&L contends that pursuant to such arguments it is entitled to judgment as a \nmatter of law as to certain claims stated in Novo’s Complaint, namely Count I (breach of \nthe Permanent PPS Contract) and Count III (breach of an express warranty created by \nthe Permanent PPS Contract); and entitled to partial judgment as a matter of law as to \nCount II (breach of the Managed Services Contract) and Count IV (negligence by \nCP&L). \n  \n[40] Without contesting its fault, GPEC c ontends that, as a subcontractor of CP&L, \nthe liability limitations also apply to it; and that pursuant to such liability limitations it is \nentitled to judgment as a matter of law as to Count V of Novo’s Complaint (negligence \nby GPEC).1\n[41] Novo argues that the contractual liability limitations are ineffective as against \ntheir claims because: \n  a. The filed rate doctrine does not preclude the authority of the court to rule \nupon the enforceability of the liability limitations of the Temporary PPS Contract \nand the Permanent PPS Contract.   \n  b. CP&L’s status as a public util ity, and its unequal bargaining power, render \nthe liability limitations, which are so broad as to be exculpation clauses, void as a \nmatter of law or public policy. \n  c. The proper interpretation of the Temporary PPS Contract and Permanent \nPPS Contract is that CP&L has not limited its liability for actions of its \nsubcontractors.  \n  d. The proper interpretation of the MS C is that CP&L has not limited liability \neither for any direct damages it caused, or for any damages caused by its \nsubcontractors. \n[42] Novo contends that pursuant to such arguments, it is entitled to judgment as a \nmatter of law as to CP&L’s Second (filed rate doctrine); Sixth (laches, waiver, and \nestoppel); and Eighth (contractual liability limitations) Affirmative Defenses; and GPEC’s \nSecond (laches, waiver, and estoppel) and Fourth (contractual liability limitations) \nAffirmative Defenses; and that CP&L’s and GPEC’s Motions for Summary Judgment \nshould be denied.    \nV. \nTHE CONTRACTS \n[43] The Temporary PPS Contract and the Permanent PPS Contract each provide, \namong other things, that: \n                     \n1 Novo’s only other claim against GPEC was Count VI (third party beneficiary breach of contract) of the \nComplaint, which Novo has voluntarily dismissed (Mar. 9, 2007 Notice of Voluntary Dismissal Without \nPrejudice as to Count VI Only). \n  \n[Both the Temporary and Permanent PPS Contracts are] an addendum to \nthe Service Agreement executed betw een the parties for the supply of \nelectricity on January 16, 1992, which shall be modified as set forth \nherein. \n. . .   \n \nLIMITATION OF LIABILITY:  Neit her [CP&L] nor its employees, its \nsubcontractors, or suppliers shall be liable for any direct, indirect, general, \nspecial, incidental, exem plary, or consequential lo ss or damage of any \nnature arising out of their perfo rmance or non-perfo rmance hereunder.  \nThis provision shall apply whether such  liability arises in contract, tort \n(including negligence), strict liability, or otherwise. \n. . . \n \nUSE OF SUBCONTRACTORS:  [CP&L] shall be permitted to use \nsubcontractors to perform the servic es.  Notwithstanding the use of \nsubcontractors, [CP&L] shall continue to be responsible for the quality of \nthe services. \n. . . \n \nWARRANTY:  [CP&L] warrants that services shall be performed in \naccordance with generally accepted industry practices.  The Warranty set \nforth above is exclusive, and no other warranty or remedy  of any kind, \nwhether statutory, written, oral, express, or implied, including without \nlimitation warranties of merchantability and fitness for a particular purpose, \nor warranties arising from course of dealing or usage of trade shall apply.  \nExcept as provided in the Use of Subcontractors provision above, [CP&L] \nshall not be responsible for any work done by others or for any loss, \ndamage, cost, or expense arising out of or resulting from such work, \nunless authorized in advance by [CP&L].  \n \n[44] The MSC provides, among other things, that: \nCP&L shall design, inst all, operate, monitor and maintain the power \nprotection solutions, equipment, facilit ies and related services for the \ncontract term . . . . \n. . . \n \nWarranty Disclaimer . . . .  CP&L MAKES NO WARRANTY EITHER \nEXPRESS OR IMPLIED WITH REGARD TO THE ASSETS.  CP&L \nHEREBY EXPRESSLY DISCLAIMS AN Y AND ALL WARRANTIES OF \nMERCHANTABILITY A ND FITNESS FOR A PARTI CULAR PURPOSE, \nAND ANY WARRANTIES ARISING FROM COURSE OF DEALING OR \nUSAGE OF TRADE.  [NOVO] UNDERSTANDS AND AGREES THAT ITS \nEXCLUSIVE REMEDIES FOR AN Y FALURE OF THE ASSETS \n(WHETHER OR NOT DUE TO OR RESULTING FROM CP&L’S \n  \nNEGLIGENCE, WILLFUL MISCONDUCT, OR BREACH OF ITS \nOBLIGATIONS HEREUNDER) SHALL BE: A) THE PROMPT AND \nDILIGENT EFFORTS OF CP&L TO RESTORE THE EQUIPMENT TO \nOPERATION; AND B) MONETARY DAMAGES NOT TO EXCEED THE \nLIMITATIONS SET FORTH IN [THE LIMITATION OF LIABILITY \nSECTION].  ANY COMPENSATION OR RECOURSE OFFERED BY OR \nAVAILABLE AGAINST TH E EQUIPMENT MANUFACTURER IN THE \nEVENT OF EQUIPMENT FAILURE SHALL BE PAID OR ASSIGNED \nDIRECTLY TO [NOVO]. \n. . . \n \nLimitation of Liability .  Except to the extent stated immediately below, \nCP&L shall not be liable to [Novo] for any loss of use, loss of production, \nor any indirect, special, incidental , exemplary, punitive, multiple or \nconsequential loss or damage of any nat ure arising out of the negligence \nor performance or nonperformance by CP &L.  In no event shall CP&L’s \nliability arising out of or in connection with the performance or \nnonperformance of the Managed Services  exceed the total of monthly \npayments made by [Novo].  The provisions of this Section [] shall apply \nwhether such liability arises in contra ct, tort (including negligence), strict \nliability or otherwise. \n. . . \n \nSubcontracting and Assignment . . . .  It is understood and agreed that, \nwhile the obligations of CP&L under this Contract may be primarily \nperformed by subcontractors, CP&L rema ins responsible for the activities \nof its assignees and subcontractors to  the extent such activities are \ndirectly related to the performance of CP&L’s obligations under this \nContract.   \n \nVI. \nRELEVANT LAW \n[45] North Carolina has adopted the filed rate doctrine, which provides that a \nplaintiff may not challenge a Commission-approved filed rate, including attendant \ncontractual provisions, unless that challenge is made while the proposed rate is before \nthe Utilities Commission for approval.  Once a rate contract is approved by the \nCommission as being reasonable, a plaintiff may not later collaterally attack the rate \ncontract in a court of law, even if the rate itself is the product of unlawful conduct.  N.C. \nSteel, Inc. v. National Council on Comp. Ins., 347 N.C. 627, 632, 496 S.E.2d 369, 372 \n(1998) (applying the filed rate doctrine in the context of a suit brought under Section 75-\n1 of the North Carolina General Statutes) (citing Keogh v. Chicago & N.W. Ry. Co., 260 \n  \nU.S. 156 (1922) (applying the filed rate doctrine to prevent a claim that a rate approved \nby a ratemaking authority was the product of an antitrust violation), and Square D Co. v. \nNiagara Frontier Tariff Bureau, 476 U.S. 409 (1986)).  The filed rate doctrine bars any \nlater claim that could result in the recalculation of approved rates.  Id. at 637, 496 \nS.E.2d at 375; see Lupton v. Blue Cross and Blue Shield of N.C., 1999 NCBC 4, ¶ 8 \n(N.C. Super. Ct. June 14, 1999), \nhttp://www.ncbusinesscourt.net/opinions/1999%20NCBC%204.htm (interpreting N.C. \nSteel).     \n[46] The filed rate doctrine applies to ra tes approved by a regulatory body that the \nGeneral Assembly has charged with setting such rates, pursuant to a comprehensive \nregulatory scheme.  N.C. Steel, 347 N.C. at 632, 496 S.E.2d at 372 (relying on the \nreasoning applied by the Court of Appeals in the decision under review, 123 N.C. App. \n163, 472 S.E.2d 578 (1996)).   \n[47] The General Assembly of Nort h Carolina has charged the Commission with \nsetting the rates for public utilities, pursuant to a comprehensive regulatory scheme.  \nN.C. Gen. Stat. § 62-130. \n[48] Rates approved by the Commission are analyzed and interpreted in accord \nwith the rules of contractual interpretation.  State ex. rel. Utils. Comm’n v. Thrifty Call, \nInc., 154 N.C. App. 58, 63, 571 S.E.2d 622, 626 (2002). \n[49] If the language of a c ontract “is clear and only one reasonable interpretation \nexists, the courts must enforce the contract as written” and cannot, under the guise of \ninterpretation, “rewrite the contract or impose [terms] on the parties not bargained for \nand found” within the contract.  Woods v. Nationwide Mut. Ins. Co., 295 N.C. 500, 506, \n246 S.E.2d 773, 777 (1978).   \n[50] The issue of to what ex tent a public utility may limit its liability does not appear \nto have been considered by the North Carolina appellate courts since the decision in \nN.C. Steel formally adopting the filed rate doctrine.  However, in a number of cases \npreceding adoption of the filed rate doctrine, the North Carolina courts have considered \nthe issue of to what extent a public utility could limit, or exclude, its liability.  They are \ninstructive.  See, e.g., Gibbs v. Carolina Light & Power Co., 265 N.C. 459, 144 S.E.2d \n393 (1965) (providing that, while the public interest precludes a public utility from \n  \ncontracting against its negligence in the regular course of its business, exculpatory \nclauses, although not favored, are permissible when the contract is not related to the \npublic service; and in determining the force and effect of such clauses, the \ncircumstances surrounding the inclusion of such a clause in the parties’ agreement \nshould be considered); Hall v. Sinclair Refining Co., 242 N.C. 707, 89 S.E.2d 396 \n(1955) (providing that public policy seriously limits the extent to which a public utility can \ncontract against its negligence in performing one of its duties of public service, but that \nsuch limitations should be considered in light of the parties’ relative bargaining powers);  \nRuss v. Western Union Telegraph Co., 222 N.C. 504, 23 S.E.2d 681 (1943) (holding \nthat a liability limitation contained in a tariff is a part of the rate itself, unable to be \nmodified or changed by the parties, and that the liability limitation at issue precluded the \nplaintiff’s claim). \nVII. \nCONCLUSION AS TO CP&L \n[51] CP&L contends that in the context of this civil action the unambiguous terms \nand conditions of both the Temporary PPS Contract and the Permanent PPS Contract, \nincluding the Limitation of Liability language included in each, are deemed reasonable \nand are unassailable pursuant to the filed rate doctrine.  Therefore, it argues, as a \nmatter of law it has no liability to Novo under either Count I or Count III of the Complaint.  \nThe court is forced to agree.   \n[52] The Temporary PPS Contract and t he Permanent PPS Contract, which govern \nthe January and July outages, are filed rates.  As such, the Temporary PPS Contract \nand Permanent PPS Contract are shielded from collateral attack and considered \ninherently reasonably, per their approval by the Commission.  Because these contracts \ncontain the Limitation of Liability section, the language of which is unambiguous, the \ncontracts are unassailable and enforceable pursuant to the filed rate doctrine.  While the \nstrength of such argument potentially is undercut by the fact that the Warranty section \n(which, taken alone, suggests an express warranty of work performed “in accordance \nwith generally accepted industry standards”) or the Use of Subcontractors section \n(which, taken alone, suggests that CP&L warrants the quality of its subcontractor’s \nwork) is also a part of the rate approved by the Commission, the express limitation of \n  \nliability language of the Temporary PPS and Permanent PPS, taken as a whole, is \nunambiguous and therefore shielded from attack by way of this lawsuit.2  \n[53] The court recognizes that there are potential public policy concerns inherently \ninvolved in the issues raised by the Cross Motions.  CP&L’s status as a public utility \ncreates the risk that unequal bargaining power could turn liability limitations into outright \nexculpatory clauses.  Here, however, neither the Temporary PPS Contract nor the \nPermanent PPS Contract runs afoul of public policy.3\n[54] As to the MSC, CP&L contends that the MSC limits any recovery by Novo to \nthe cumulative monthly payments made thereunder.  In this regard, the MSC provides \nthat “[i]n no event shall CP&L’s liability arising out of or in connection with the \nperformance or non-performance of the Managed Services exceed the total monthly \npayments made by [Novo].”  However, Novo argues that the liability limitations in the \nMSC are invalid as a matter of law because CP&L is acting as a public utility, and that \nas a matter of public policy, such an entity may not contract against its negligence in the \nregular course of its business.  CP&L argues that such exculpatory clauses, although \nnot favored, are permissible when the contract is not related to public service.  Gibbs v. \nCarolina Light & Power Co., 26 N.C. 459, 144 S.E.2d 393 (1965).  Here, as do the \nTemporary PPS Contract, the Permanent PPS Contract, the MSC involves the \ninstallation of permanent on-site commercial power, which is not directly related to the \npublic service.  Accordingly, since the MSC was entered at arms length, does not \nviolate public policy, and there is no ambiguity as to its construction, the liability \nlimitations it contains are enforceable. \n[55] Consequently, t here exist no genuine issues of material fact on the question of \nliability by CP&L to Novo for breach of contract or express warranty under the \n                     \n2 If this court were to hold the liability limitation invalid, then the underlying factors -- such as liability \nlimitations -- considered by the parties and the Commission when the rate was approved would no longer \nbe in place, and yet the price for the service itself would remain the same.  This would effect an alteration \nof the relative positions of the parties as approved by the Commission, and would constitute a collateral \nattack on the filed rate.   \n3 Gibbs v. Carolina Light & Power Co., 265 N.C. 459, 144 S.E.2d 393 (1965) (stating that while the public \ninterest precludes a public utility from contracting against its negligence in the regular course of its \nbusiness, exculpatory clauses, although not favored, are permissible when the contract is not related to \nthe public service.)  Here, the Temporary PPS Contract and Permanent PPS Contract involve the \ninstallation of a permanent on-site commercial power generator, which is not directly related to the public \nservice. \n  \nTemporary PPS Contract or the Permanent PPS Contract; and CP&L is entitled to \nsummary judgment in its favor as to Count I and Count III of the Complaint. \n[56] Further, there exist no genuine issues  of material fact on the question of \nwhether Novo’s recovery against CP&L, if any, for failed performance under the MSC \nshould be limited to a maximum of the total monthly payments made by Novo to CP&L \nunder the MSC; and CP&L is entitled to partial summary judgment in its favor to that \neffect as to Count II and Count IV of the Complaint.4\nVIII. \nCONCLUSION AS TO GPEC \n[57] In their Limitation of Liability se ctions, both the Temporary PPS Contract and \nPermanent PPS Contract provide that “neither [CP&L] nor its employees, its \nsubcontractors, or suppliers shall be liable for any direct, indirect, general, special, \nincidental, exemplary, or consequential loss or damage” arising from the contracts \n(emphasis added).  Further, each of the agreements contains a Use of Subcontractors \nsection that provides “[n]otwithstanding the use of subcontractors, [CP&L] shall continue \nto be responsible for the quality of the services.”  Similarly, the MSC contains a \nSubcontracting and Assignment provision that provides “[i]t is understood that, while the \nobligations of CP&L under this Contract may be primarily performed by subcontractors, \nCP&L remains responsible for the activities of its assignees and subcontractors to the \nextent such activities are directly related to the performance of CP&L’s obligations \nunder this Contract.” \n[58] There is no dispute that GPEC’s actions and undertakings were within the \nscope of CP&L’s obligations to Novo under the Temporary PPS Contract, Permanent \nPPS Contract, and MSC.  Further, in each such contract, it unambiguously appears that \nCP&L would be the responsible party should claims on behalf of Novo arise out of the \nwork to be performed under the contracts.  Accordingly, Novo contracted to pursue its \n                     \n4 It is clear that Count II is stated in contract, and C ounty IV is stated in negligence.  Here, neither party  \nhas posited an argument with regard to whether ther e is potential inconsistency in the two claims under \nthe rubric of Ports Authority v. Roofing Co ., 294 N.C. 73, 240 S.E.2d 3455 (1978); and in light of the \nrulings in this Order, the court does not deem it necessary to address the issue. \n  \nremedies against CP&L for work done in the scope of the contracts, even if such work \nwas performed by a subcontractor of CP&L.5  \n[59] Therefore, ther e exist no genuine issues of material fact on the question of \nwhether Novo is barred by the Temporary PPS Contract, Permanent PPS Contract, and \nMSC from seeking relief from GPEC for its undertakings in the scope of such contracts; \nand GPEC is entitled to summary judgment in its favor as to Count V of the Complaint.  \n NOW THEREFORE, based upon the foregoing CONCLUSIONS, it is ORDERED \nthat: \n[60] The motion by Defendant Carolina Power & Light Company for summary \njudgment in its favor as to Count I and Count III of the Complaint in this civil action is \nGRANTED, and Count I and Count III of the Complaint hereby are DISMISSED. \n[61] The motion by Defendant Carolina Power & Light Company for partial \nsummary judgment in its favor as to Count II and Count IV of the Complaint in this civil \naction is GRANTED, and any recovery in this civil action by Plaintiff Novo Nordisk \nPharmaceutical Industries, Inc. against Defendant Carolina Power & Light Company for \nfailed performance under the MSC shall be limited to a maximum of the total monthly \npayments made to Carolina Power & Light Company under the MSC.  \n[62] The motion by Defendant Gregory P oole Equipment Company for summary \njudgment in its favor as to Count V of the Complaint in this civil action is GRANTED, \nand Count V of the Complaint hereby is DISMISSED.  In view of the fact that the only \nallegations of the Complaint in this civil action related to Defendant Gregory Poole \nEquipment Company arise from Count V, as to said Defendant this civil action is \nDISMISSED. \n[63] The motions for summary judgment by Plaintiff Novo Nordisk Pharmaceutical \nIndustries, Incorporated are DENIED. \n FURTHER ORDERED, that the parties shall appear before the court at 11:00 \na.m. on Wednesday, October 15, 2008, at the North Carolina Business Court, 227 \nFayetteville Street, Raleigh, North Carolina, at which time the court will consider and \n                     \n5 To conclude otherwise as to GEPC, at least wi th regard to work done by GPEC under the Temporary \nPPS Contract and the Permanent PPS Contract, would co nstitute a collateral attack on the Commission-\napproved terms of each. \n  \ndetermine case management issues, including the setting of a mediation and discovery \nschedule for the balance of this litigation. \n  \nThis the 15th day of September, 2008.       \n      \n      \n \n  "
}