{
  "id": "14542cde7a0e68cc1eef758fc4e580b1a2f0b8ce0a1ae3273e9ab3e833d57af8",
  "source_file": "data/raw/ncbc/14542cde7a0e68cc1eef758fc4e580b1a2f0b8ce0a1ae3273e9ab3e833d57af8.pdf",
  "raw_text": "Virkler Co. v. Chemical Techs., LLC, 2006 NCBC 16\n \nNORTH CAROLINA\n                                                 \nIN THE GENERAL COURT OF JUSTICE\n            \nSUPERIOR COURT DIVISION\nCOUNTY OF MECKLENBURG\n                               \n                      \n05 CVS 19786\n \n \nTHE VIRKLER COMPANY,\n \n            \n                    \nPlaintiff,\n           \n            \nv.\n \nCHEMICAL TECHNOLOGIES, LLC,\nCORE POINT CAPITAL, L.P., CORE \nPOINT\nMANAGEMENT CO., LLC, WALTER C.\nBUTLER, JR. and J. DIXON FLEMING, JR.,\n \n                                \nDefendants.\n \nCHEMICAL TECHNOLOGIES, LLC\nAND CORE POINT CAPITAL, L.P.,\n \n                                \nCounterclaim \nPlaintiffs,\n \n            \nv.\n \nTHE VIRKLER COMPANY,\nHOWARD VIRKLER, AND CRAIG\nVIRKLER,\n \n                                \nCounterclaim \nDefendants.\nORDER\n \nAlston & Bird, L.L.P. by William M. D’Antignac, James C. Grant, and Jason M. Sneed for\nCounterclaim Plaintiffs Chemical Technologies, LLC and Core Point Capital, L.P.\n \nBishop, Capitano & Moss, P.A. by J. Daniel Bishop and Raizel A. Kahn for Counterclaim\nDefendants Craig Virkler and Howard Virkler.\n \nDiaz, Judge.\n \n{1}\n      \nThe Court heard this matter by telephone on 1 November 2006, on the Motion to Dismiss (the\n“Motion”) of Counterclaim Defendants Howard Virkler and Craig Virkler (collectively, “the Virklers”).\n \nThe Motion seeks dismissal of certain counterclaims filed by Counterclaim Plaintiffs Chemical\nTechnologies, LLC and Core Point Capital, L.P., (collectively the “Counterclaim Plaintiffs”) for failure to\ntimely serve the Virklers with process.\n  \nAfter considering the Court file, the written motion, the briefs\nsubmitted by the parties, and the arguments of counsel, the Court will \nDENY\n the Motion.\n  \nIn support of its\nruling, the Court enters the following:\nFINDINGS OF FACT\n{2}\n      \nThe claims in this case arise out of a business venture combining the business activities and certain\nassets of Plaintiff The Virkler Company, a specialty chemicals manufacturer, with those of a similar\nbusiness purchased by Defendant Chemical Technologies, LLC (“Chemical Technologies”) with funding\nfrom Defendant Core Point Capital, L.P. (“Core Point Capital”).\n \n{3}\n      \nOn 1 November 2005, The Virkler Company filed its Complaint against Chemical Technologies.\n \nWithout objection, Plaintiff filed a First Amended Complaint on 27 February 2006, which joined\nadditional Defendants Core Point Capital, Core Point Management Co., LLC, Walter C. Butler, Jr., and J.\nDixon Fleming, Jr.\n{4}\n      \nThe parties also moved jointly for designation of the case as a mandatory complex business court\ncase.\n  \nOn 1 March 2006, the Chief Justice of the North Carolina Supreme Court approved that request,\nand the matter was assigned to me.\n{5}\n      \nOn 7 April 2006, the Defendants filed their Answer.\n  \nAdditionally, the Counterclaim Plaintiffs\nfiled counterclaims against the Virklers and moved to join them to the action.\n \n{6}\n      \nOn 24 April 2006, the Court held a case management conference with counsel.\n  \nAt that conference,\ncounsel for The Virkler Company consented to the motion of the Counterclaim Plaintiffs to join the\nVirklers as parties.\n{7}\n      \nOn 28 April 2006, the Court entered a consent Order granting the Counterclaim Plaintiffs’ motion\nto join the Virklers and directing that the Virklers be served with process according to law. \n{8}\n      \nOn 8 August 2006, the Counterclaim Plaintiffs deposed Craig Virkler as to the claims pending in\nthis matter.\n{9}\n      \nOn 10 August 2006, the Counterclaim Plaintiffs deposed Howard Virkler as to the claims pending\nin this matter.\n{10}\n    \nOn 22 September 2006, the Virklers moved to dismiss all claims against them with prejudice,\nasserting that the Counterclaim Plaintiffs had failed to serve process upon them.\n \n{11}\n    \nOn 25 September 2006, the Counterclaim Plaintiffs caused summonses to be issued and properly\nserved their counterclaims on the Virklers.\n \n \n           \nBased on these findings of fact, the Court makes the following:\nCONCLUSIONS OF LAW\n{12}\n    \nIn support of the Motion to Dismiss, the Virklers argue correctly that where a proper summons is\nnot issued within the time period established by the North Carolina Rules of Civil Procedure, the action is\ndiscontinued and is deemed never to have been commenced.\n  \n(Virkler Mem. 2 (citing \nConner Bros. Mach.\nCo. v. Rogers, \n629 S.E.2d 344, 345 (N.C. Ct. App. 2006).)\n{13}\n    \nThe question before me, however, is whether the filing of the Motion to Dismiss by the Virklers\nbefore\n the Counterclaim Plaintiffs corrected their error in failing to serve process prevents the Court from\nkeeping the Virklers in this lawsuit.\n  \nThe Court concludes that it does not and, therefore, \nDENIES\n the\nMotion.\n{14}\n    \nRule 3 of the North Carolina Rules of Civil Procedure states that an action is commenced by filing\na complaint.\n  \nN.C.G.S. § 1A-1, Rule 3 (2006).\n  \nRule 4 states that upon filing a complaint or, as in this\ncase, the filing of a counterclaim on parties not before the Court, a plaintiff must have a summons issued\nwithin five days. \n \nN.C.G.S. § 1A-1, Rule 4(a) (2006).\n{15}\n    \nIf a summons is not issued within five days of filing an action, the suit is discontinued. \n \nStokes v.\nWilson & Redding Law Firm,\n 72 N.C. App. 107, 111, 323 S.E.2d 470, 474 (1984).\n  \nA discontinued suit\nmay be revived by the issuance of a summons, but the date of commencement then becomes the date of\nthe issuance of the summons, which may be important in determining whether an action has been filed\nwithin the relevant statute of limitations.\n  \nSee id.\n; \nRoshelli v. Sperry\n, 63 N.C. App. 509, 305 S.E.2d 218\n(1983) (finding plaintiff’s action barred by the statute of limitations because the summons was not issued\nuntil after the five-day period following the filing of the complaint and after the running of the statute of\nlimitations).\n \n{16}\n    \nIn this case, the failure of the Counterclaim Plaintiffs to serve the Virklers with process from 28\nApril 2006 to 25 September 2006 meant that the Virklers were not properly before the Court, even absent\nany affirmative act by the Virklers to dismiss the counterclaim.\n{17}\n    \nThe Counterclaim Plaintiffs, however, have now served the Virklers with process, albeit 150 days\nafter the Court directed them to act, and only after being alerted to the problem by the Virklers’ Motion to\nDismiss.\n \n{18}\n    \nIn support of their Motion, the Virklers rely on language from the opinion of the North Carolina\nCourt Appeals in \nRoshelli v. Sperry\n, 57 N.C. App. 305, 308, 291 S.E.2d 355, 357 (1982),\n \nsuggesting that\nthe Counterclaim Plaintiffs could not revive their lawsuit once the Virklers filed a motion to dismiss.\n{19}\n    \nHowever, as the Counterclaim Plaintiffs note (and as the Virklers concede), the only issue before\nthe court in \nRoshelli \nwas whether a summons issued and served before the defendants filed a motion a\ndismiss was sufficient to revive a discontinued suit.\n  \nId.\n  \nIn holding that the action was revived and\ncommenced by issuance and service of the new summons, the Court of Appeals also implied that the result\nmight have been different had a motion to dismiss been interposed before the issuance of the second\nsummons.\n  \nId.\n{20}\n    \nI conclude that the extraneous language in \nRoshelli \nis \nobiter dictum,\n and thus, does not foreordain\nthe result in this case.\n  \nAnd while I do not condone the inattention paid by the Counterclaim Plaintiffs to\nthis matter, I find, for the reasons set forth below, that dismissal of the counterclaims is not appropriate\nhere.\n{21}\n    \nFirst, if I were to grant relief in this case, it would be limited to a dismissal of the counterclaims\nwithout prejudice.\n  \nIt is clear, however, that the Counterclaim Plaintiffs intend to pursue the Virklers,\nwhether in this action or in a separate lawsuit.\n  \nAccordingly, the reward for the Court and the parties,\nshould I provide relief, would be two suits instead of one, a result patently inconsistent with the need to\nconserve scare judicial resources.\n \n{22}\n    \nSecond, the Virklers have had actual notice of the claims asserted against them for five months,\nand discovery in this case has proceeded on that premise.\n  \nNotably, the Virklers have failed to articulate\nany specific prejudice that would befall them should I deny the Motion.\n{23}\n    \nThe Virklers have asserted that the revived action is barred by the applicable statute of limitations.\n \nThe Court declines to consider that issue today, except to note that its decision to deny the Motion does not\nprevent the Virklers from seeking dismissal of the counterclaims based on a statute of limitations defense.\n{24}\n    \nFinally, if the Virklers now perceive a need to conduct additional discovery beyond that undertaken\nto date, the Court would consider favorably a motion to re-open discovery and, if necessary, continue the\ntrial date.\nCONCLUSION\n{25}\n    \nFor the reasons set forth above, the Court will \nDENY\n the Motion to Dismiss filed by Counterclaim\nDefendants Howard Virkler and Craig Virkler.\nThis, the 6th day of November, 2006.\n \n \n                                                                       "
}