{
  "id": "1465e43180c9455a5cf95a33d3d09b09d9f9bf9fcb597c998739aabab4f71a8e",
  "source_file": "data/raw/ncbc/1465e43180c9455a5cf95a33d3d09b09d9f9bf9fcb597c998739aabab4f71a8e.pdf",
  "raw_text": " \nLockerman v. South River Elec. Membership Corp., 2012 NCBC 46. \n \n{1}  THIS MATTER is before the court on Defendant’s motions for \nsummary judgment brought pursuant to Rule 56 of the North Carolina Rules of \nCivil Procedure (“Rule(s)”), including: (1)  Defendant’s First Rule 56 Motion for \nSummary Judgment: Discounting Capital Credits (“First Motion”); and (2)  \nDefendant’s Second Rule 56 Motion for Summary Judgment: Whether Cooperatives \nOwe Fiduciary Duties to the Estates of Deceased Former Members With Respect to \nthe Timing and Procedures for Retiring Capital Credits (“Second Motion” and \ncollectively, “Motions”).  For the reasons stated, the Motions are GRANTED.  \n \nAndrew M. Jackson, and Stevens Martin Vaughn and Tadych, PLLC, by K. \nMatthew Vaughn and Michael J. Tadych for Plaintiff Ted B. Lockerman, \nAdministrator D.B.N. of the Estates of Ellen Dudley Spell and Sulie Daniels \nSpell. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF SAMPSON \n \n IN THE GENERAL COURT OF JUSTICE \n \nSUPERIOR COURT DIVISION \n11 CVS 152 \nTED B. LOCKERMAN, \nADMINISTRATOR D.B.N. OF THE \nESTATES OF ELLEN DUDLEY \nSPELL, DECEASED, And SULIE \nDANIELS SPELL, DECEASED,  \nOn Behalf of the Estates and \nOn Behalf of All Others \nSimilarly Situated,  \n \nPlaintiffs, \nv. \n \nSOUTH RIVER ELECTRIC \nMEMBERSHIP CORPORATION, a \nNorth Carolina Electric Membership \nCooperative, \n \nDefendant.. ..    \n)\n \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \nORDER ON DEFENDANT’S FIRST ORDER ON DEFENDANT’S FIRST ORDER ON DEFENDANT’S FIRST ORDER ON DEFENDANT’S FIRST \nAND SECOND MO AND SECOND MO AND SECOND MO AND SECOND MOTIONS FOR TIONS FOR TIONS FOR TIONS FOR \nSUMMARY JUDGMENT SUMMARY JUDGMENT SUMMARY JUDGMENT SUMMARY JUDGMENT    \nSmith and Christensen, LLP, by W. Britton Smith, Jr. and Aaron M. \nChristensen, for Defendant South River Electric Membership Corporation, a \nNorth Carolina Electric Membership Cooperative. \n \nGale, Judge. \n \nI.  THE PARTIES \n{2}  Plaintiff Ted B. Lockerman is Administrator de bonis nom  for the \nestates of Ellen Dudley Spell and Sulie Daniels Spell (the “Estates”). \n{3}  Ellen Dudley Spell was a citizen and resident of Sampson County, \nNorth Carolina, and a member of South River Electric Membership Corporation \n(“SREMC”) at the time of her death on October 3, 2002. \n{4}  Sulie Daniels Spell was a citizen and resident of Sampson County, \nNorth Carolina, and a member of SREMC at the time of her death on April 28, \n2009. \n{5}  Defendant SREMC is a North Carolina Electric Membership \nCooperative (“EMC”). \n{6}  The Estates complain that SREMC, or its agents and employees, \nimproperly retired the patronage credits of their decedents. \n{7}  The Estates propose to represent a class comprised of those similarly \nsituated.  \n \nII.  PROCEDURAL BACKGROUND \n{8}  This class action was filed in Sampson County Superior Court on \nFebruary 9, 2011.  The matter was designated a mandatory complex business case \nby the March 14, 2011 Order of the Chief Justice of the Supreme Court of North \nCarolina and assigned to the undersigned. \n{9}  Following conferences with the Parties, the court entered a Phase One \nCase Management Order which provides that the Parties would first provide a \nstatement of stipulated facts, and that SREMC would then present motions on two \nlegal questions which the Parties believed could and should be resolved in order to \ndirect further pre-trial proceedings.  Those questions are: (1) whether North \nCarolina electric cooperatives may lawfully discount capital credits of deceased \nmembers when they are retired early; and (2) whether SREMC owes a fiduciary \nduty to those members with respect to the timing and procedures for retiring capital \ncredits.  \n{10}  The Parties submitted their Joint Stipulations of Fact (“Stipulation(s)”) \non November 23, 2011.   \n{11}  Defendant filed its Motions on December 27, 2011.  The Motions have \nbeen fully briefed and argued, and are ripe for disposition. \n \nIII.  FACTUAL BACKGROUND \n{12}  The court does not make findings of fact when ruling upon a motion for \nsummary judgment, but to provide context for its ruling, it is appropriate to state \nfacts which are either uncontested or which have been construed in favor of the \nparty opposing summary judgment.  See Hyde Ins. Agency v. Dixie Leasing Corp. , \n26 N.C. App. 138, 215 S.E.2d 162 (1975).   \n{13}  SREMC is a member-owned electric cooperative providing electric \nservice to members in parts of Sampson, Harnett, Cumberland, Johnston, and \nBladen Counties in North Carolina.  (Compl. ¶ 7.)  All SREMC operations are for \nthe benefit of its members, and not for profit.  (Compl.  ¶¶ 28-29.) \n{14}  The North Carolina Electric Membership Corporation Act (the “Act”) \nprovides that the board of an EMC “shall have power to do all things necessary or \nconvenient in conducting the business of a corporation.”  N.C. Gen. Stat. § 117-14.   \nThe Act vests EMCs “with all power necessary or requisite for the accomplishment \nof its corporate purpose and capable of being delegated by the legislature; and no \nenumeration of particular powers hereby granted shall be construed to impair any \ngeneral grant of power herein contained, nor to limit any such grant to a power or \npowers of the same class as those so enumerated.”  N.C. Gen. Stat. § 117-17. \n{15}  SREMC each year determines the excess of revenue over the cost of \ndoing business, which is referred to as “margin.”  This margin is retained as capital \ncredits each year.  (Compl.  ¶¶ 29-30.)  Capital credits are assigned annually to \nmembers based on their prorated electricity usage.  (Compl.  ¶¶ 30-31). \n{16}  SREMC sets a retirement cycle for capital credits.  SREMC currently \nmakes capital credit retirements nineteen years after the year in which the credits \nwere assigned.  (Compl.  ¶ 52.)  SREMC directors have discretion to retire capital \ncredits prior to the expiration of the retirement cycle.  (Compl.  ¶ 41.)  Members \nreceive no interest or dividends on their accumulated capital credits, and SREMC \ndirectors may shorten or lengthen the retirement cycle or make partial refunds of \ncapital credits.  (Compl.  ¶ 43.)  SREMC may use assigned capital credits \nindefinitely and without cost.  (Compl.  ¶ 45.)  \n{17}  A deceased member’s right to accumulated capital credits becomes an \nasset of the decedent’s estate.  (Compl.  ¶ 54.) \n{18}  Article IX of SREMC’s Bylaws provides for member capital credits and \nhas remained unchanged since 1994, although other provisions of the Bylaws have \nbeen modified.  (Stipulations ¶ 49.) \n{19}  Bylaw Section 9.02 provides the method of determining member \ncapital credits and provides that “[i]f at any time prior to dissolution or liquidation, \nthe Board of Directors shall determine that the financial condition of the \nCooperative will not be impaired thereby, the capital then credited to patrons’ \naccounts may be retired in full or part.”   \n{20}  Prior to August 1, 2001, upon a decedent’s request, SREMC would \nretire capital credits accounts of deceased members without discount. (Compl.  ¶ 14.)  \n{21}  SREMC amended its Bylaws on June 4, 2001 to allow for discounting \nearly retirements of capital credits.  (Stipulations ¶ 47.)  Bylaw Section 7.03, as \nmodified on June 4, 2001, allows for calculating Discounted Capital Credits based \non the Wall Street Prime Rate as of the preceding December 31 and the number of \nyears of patronage capital remaining.  The amount discounted is treated as “net \nsavings” and added to SREMC’s capital.   \n{22}  SREMC does not provide a general notification to its members that \nchanges to its Bylaws are being contemplated.  (Stipulations ¶¶ 55, 56.)   \n{23}  SREMC’s Bylaws are available to current members at any time upon \nrequest.  (Stipulations ¶ 46.) \n{24}   After August 1, 2001, SREMC has discounted early capital credits \nretirements and converted the Net Savings to permanent equity. (Compl.  ¶ 11.)   \n{25}  The Estates complain, inter alia, that they were not properly advised \nas to the change in procedure for retiring credits of deceased members at a discount, \nthat SREMC agents or employees did not properly follow the procedure provided by \nBylaw Section 7.03, that the Estates were not provided complete or accurate \ninformation when being asked to consent to an early retirement of their decedent’s \ncapital credits, and that SREMC otherwise violated fiduciary duties owed to its \nmembers. \n{26}  The Estates’ administrators signed a standard application form used to \napply for early retirement of SREMC capital credits.  ( Stipulations ¶¶ 5-7.)  \nApplication forms included an area labeled “FOR OFFICE USE ONLY – Summary \nof Capital Credits Due Estate,” which section was not always completed at the time \nthe application was signed by a decedent’s representative.  (Stipulations ¶¶ 19, 24.)  \nEach application form included the following printed language: \nI do hereby request that South River Electric Membership Corporation \nrefund the aforesaid estate all credit accruing to the account of the \ndeceased growing out of or in connection with the patronage capital \nwhich the deceased furnished to the Cooperative through the last year \nfor which such capital credits have been allocated.  I understand that \nthis Application represents a request for early retirement of the stated \ncapital credits and that a discount factor (as approved by the \nCooperative’s Board of Directors) will apply to this retirement and \nrefund.  \n \n{27} \n (Stipulations ¶¶ 10, 25.)  The application form listed the then-current \ndiscount factor as a percentage.  (Stipulations ¶¶ 10, 25.)  In some instances, the \ndiscount percentage was left blank when signed by the legal representative.  \n \n \n \n \n \nIV.  STANDARD OF REVIEW \n{28}  Summary judgment is proper in a declaratory judgment action “when \nthe pleadings, depositions, answers to interrogatories, admissions and affidavits \nshow no genuine issue of material fact exists and the movant is entitled to judgment \nas a matter of law.”  N.C. Farm Bureau Mut. Ins. Co. v. Briley , 127 N.C. App. 442, \n444, 491 S.E.2d 656, 657 (1997) (citations omitted), disc. review denied , 347 N.C. \n577, 500 S.E.2d 82 (1998).  “All facts asserted by the adverse party are taken as \ntrue, and their inferences must be viewed in the light most favorable to that party.” \nDobson v. Harris , 352 N.C. 77, 83, 530 S.E.2d 829, 835 (2000) (citations omitted). \n{29}  The purpose of summary judgment is to bring litigation to an early \ndecision on the merits without the delay and expense of a trial where it can be \nreadily demonstrated that no material facts are in issue.  McNair v. Boyette , 282 \nN.C. 230, 235, 192 SE2d 457, 460 (1972). \n{30}  An EMC is a distinct statutory organizational form, created by the Act.  \nWhile cases and statutes governing general corporations and non-profit \norganizations may be instructive, they are not directly controlling because of the \nunique nature of EMCs.  See, e.g., Peoples Elec. Coop. v. W. Farmers Elec. Coop. , \n746 F. Supp. 2d 1202, 1205 (W.D. Okla. 2010).  \n  \nV.  ANALYSIS \nA.  SREMC’S AUTHORITY TO DISCOUNT CAPITAL CREDITS \n{31} \n The First Motion requests the court to declare that “North Carolina \nelectric cooperatives may lawfully discount special retirements to the estates of \ndeceased former members.”  In essence, the motion seeks a declaration that SREMC \nBylaw Section 7.03 is lawful and provides for a lawful procedure.  The Motion does \nnot seek to resolve whether individual applications were correctly handled pursuant \nto that procedure.   \n{32}  The Estates’ response to the First Motion makes clear that they do not \nchallenge SREMC’s legal authority to adopt a discounted capital account retirement \nprocedure so long as it follows proper procedure.  The Estates contend that:  \nSREMC’s motion fundamentally misperceives plaintiff’s position.  The \nplaintiff does not contend that electric cooperatives in this state lack \nthe power to discount retirements of capital credits, in appropriate \ncircumstances and following appropriate procedures.  Rather, it is \nplaintiff’s position that the way in which SREMC adopted, failed to \ndisclose and carried out its discounting scheme, makes the scheme \nimproper and actionable.   \n \n(Pls.’ Memo. in Opp’n to the First Mot. 2-3.)   \n{33}  Stated otherwise, the Estates contend that “the question is not, as \nSREMC poses it, whether N.C. electric cooperatives may theoretically discount \nwhen retiring capital accounts.”  (Pls.’ Memo. in Opp’n to the First Mot. 2-3, \nemphasis in original .) \n{34}  SREMC invokes the business judgment rule both to assert that any \nattack on its directors’ adoption of a discounted capital credit retirement system is \nprecluded, and to preclude the assertion that implementation of that policy cannot \nbe judged to be a fiduciary duty.  See Hammonds v. Lumbee River Elec. Mbrshp. \nCorp., 178 N.C. App. 1, 22, 631 S.E.2d 1, 14 (2006).  The business judgment rule is \nan appropriate standard to examine SREMC’s adoption of the policy in the first \ninstance, but it is not the standard to determine whether the adopted policy was \nthen fairly and appropriately applied to individual estates applying for early \nretirement.   \n{35}  The issue of SREMC’s authority to adopt the policy is properly \npresented as a declaratory judgment claim.  State ex rel. Utils. Comm'n v. Carolina \nWater Serv. , 149 N.C. App. 656, 658, 562 S.E.2d 60, 62 (2002).  \n{36}  The Court of Appeals has made clear that the business judgment will \nprotect certain exercises of power statutorily vested in EMC directors.   \n[W]e agree with Defendants that N.C. Gen Stat. § 117-14 . . . and §117-\n17  . . . unequivocally establish the legislature’s intent that a ‘rule of \ndeference,’ i.e., the business judgment rule, be applied to restrict \njudicial oversight of the actions of rural electric cooperative Board \nmembers unless there is no rational basis for the Board’s decisions. \n \nHammonds , 178 N.C. App. at 22, 631 S.E.2d at 14. \n{37}  The Estates concede that an EMC board may exercise discretion to \nadopt a discounting system for retiring member credits and acknowledge that the \nIRS has recognized cooperatives’ exercise of discretion in making early retirements.  \n(Pls.’ Memo. in Opp’n to the Second Mot. 5 (citing I.R.S. Priv. Ltr. Rul. 201143021 \n(August 1, 2011) (determining that a cooperative could discount early retirement of \ncapital credits without jeopardizing its tax-exempt status)).)  \n{38}  The record establishes that the SREMC Board was advised by its \nauditors that adopting a discounting method would guard against potential \nunfairness which might result from rewarding deceased patrons over patrons who \nmust await the end of the retirement cycle before receiving any return of their \ncredit.  (Stipulations ¶ 50 (Ex. F).) \n{39}  Further, while not directly controlling, the court notes that legislatures \nand courts in other jurisdictions recognize the purposes achieved by discounting \nearly retirements.   See, e.g. , S.C. Code Ann. § 33-49-460(d) (2011), as amended by  \n2011 Act No. 44, § 2; Valley Elec. Ass’n, Capital Credits , \nhttp://www.vea.coop/content/capital-credits#dies (last visited Aug. 8, 2012). \n{40}  The court finds that SREMC’s discretionary determination to adopt \nSection 7.03 was a lawful exercise of the director’s business judgment. \n{41}  The Estates argue that Section 7.03 of SREMC’s Bylaws is \nnevertheless infirm because it constituted a change in procedure for retiring credits \nof deceased members, but SREMC did not provide advance notice to its members of \nits intent to modify its Bylaws.  The court finds no basis to require such advance \nnotice or to invalidate the bylaw because of a lack of such notice. \n{42}   Clearly, at the time they requested early retirement of capital credits, \nthe Estates were well aware that SREMC would implement a discounting program \nfor early retirements.  The early retirement of a decedent’s capital credit requires \nadvance application by and consent to retirement by the decedent’s personal \nrepresentative.  Each of the application forms presented by the Estates in this case \nexpressly note that a discounting procedure would be employed. \n{43}   SREMC is entitled to a declaration that it lawfully adopted the \nprocedure defined by Bylaw Section 7.03 for retiring capital credits of deceased \npatrons using the discounting method provided by that section, and that this \nprocedure is lawful when applied in accordance with its terms. Stipulations ¶¶ 4, \n21, 35. \n{44}  Defendant’s First Motion is therefore GRANTED.   \n{45}  This grant of summary judgment on the First Motion does not resolve \nclaims that the Estates’ credits were improperly retired pursuant to the policy \nadopted in Bylaw Section 7.03.   \n \nB.  SREMC’S DUTY TO ITS MEMBERS WHEN  \nRETIRING CAPITAL CREDITS \n{46}  The Second Motion requests the court to declare that “North Carolina \nelectric cooperatives do not owe fiduciary duties to the estates of deceased former \nmembers with respect to the timing and procedures for retiring capital credits.”   \n{47}  The Second Motion then seeks a ruling as to whether the Estates’ \nclaims that retirements of their decedent’s credits were not properly retired are \nproperly stated as breaches of a fiduciary duty owed by SREMC.  The Estates \nresponded to the Second Motion with a claim that the record is sufficiently complete \nthat the court can utilize Rule 56(c) to grant summary judgment for the Estates. \n(Pls.’ Memo. in Opp’n to the First Mot. 2.)  The fiduciary duty issue then arises in \nthe nature of cross-motions for summary judgment. \n{48}  In its opening brief, SREMC focused its argument on the assertion that \nimposing a fiduciary duty by SREMC directors to individual members would be \ninconsistent with statutory provisions which protect directors of non-profit \ncorporations from such duties.  See  N.C. Gen. Stat. § 55A-8-30(f).  SREMC also \nasserts that any such fiduciary duty would clash with the legislative policy which \ncharges EMCs with “promoting and encouraging the fullest possible use of electric \nenergy in the rural section of the State by making electric energy available to \ninhabitants of the State at the lowest cost consistent with sound economy and \nprudent management of the business of such corporations.”  N.C. Gen. Stat. § 117-\n10. \n{49}  As noted, SREMC also invokes the business judgment rule to defeat \nthe imposition of a fiduciary duty.  This assertion would be more apposite if the \nEstates’ attack were on discretionary exercises by the directors.  However, the \nEstates argue that, “[t]he question is not whether members of SREMC’s board of \ndirectors owe fiduciary duties to SREMC; rather the question is whether the \ncorporate entity, SREMC, owes fiduciary duties to the plaintiff’s decedents and \nothers similarly situated regarding the entity’s handling of their capital accounts.”  \n(Pls.’ Memo. in Opp’n to the Second Mot. 1-2.)   \n{50}  The court does not accept the Estates’ assertion that the business \njudgment rule can never apply in a direct shareholder or member action, but the \nEstates are correct that generally the business judgment rule does not apply when a \nshareholder or member asserts a contract or property right owed by the corporation \nitself.  See Franklin Capital Associates, L.P. v. Almost Family, Inc., 194 S.W. 2d 392 \n(Tenn. App. 2005).  The wording of SREMC Bylaw Section 7.03 clouds the issue \nsomewhat because it provides that “the Board may retire” a deceased member’s \ncapital credit.  More typically, a corporate board would adopt a policy but leave the \nimplementation to administration and staff.   \n{51}  There is an important distinction between a claim that attacks the \nboard’s exercise of discretion in adopting a policy, and a claim that the policy was \nnot administered fairly.  The business judgment rule contemplates the first claim \nbut not the second.   \n{52}  The claims which focus on how SREMC implemented Bylaw Section \n7.03 does not rest on the exercise of director discretion to which the business \njudgment rule is addressed.  As stated by the Estates, their:  \nclaims do not arise primarily from any business judgment exercised by \nSREMC’s board in creating the discounting scheme or in approving \namounts paid out pursuant to the scheme.  Rather, the claims are \nbased on the cooperative’s failure to notify its members of the \ndiscounting scheme and the actions taken by the company, through its \nemployees, in carrying out the scheme.   \n \n(Pls.’ Memo. in Opp’n to the First Mot. 16.) \n{53} \n Whether or not SREMC owed the Estates a fiduciary duty when \nretiring their capital credits is not then governed by the business judgment rule. \n{54}  The Estates claim that a fiduciary duty arises because the relationship \nbetween SREMC and the Estates is one in which “there has been a special \nconfidence reposed in one who in equity and good conscience is bound to act in good \nfaith and with due regard to the interests of the one reposing confidence.”  See Curl \nv. Key, 311 N.C. 259, 264, 316 S.E.2d 272, 275 (1984).   \n{55}  The North Carolina Supreme Court has indicated that a “fiduciary \nrelation” has no precise definition, because such relationships should be policed in \nequity without the constraint of precise rules.  Abbitt v. Gregory, 201 N.C. 577, 598, \n160 S.E. 896, 906-07 (1931).  A fiduciary relationship can be either de jure, in which \nthe fiduciary relationship arises a matter of law from the legal nature of the \nrelationship, or de facto, where the fiduciary relationship arises from the particular \ncircumstances of the relationship between the parties.  Id.; see also Dalton v. Camp, \n353 N.C. 647, 651, 548 S.E.2d 704, 707-08 (2001), HAJMM Co. v. House of Raeford \nFarms, Inc. , 328 N.C. 578, 588, 403 S.E.2d 483, 489 (1991).     \n{56}  The Estates and SREMC do not stand in a legal relationship which \nimposes a de jure fiduciary relationship.  The court then must determine whether \nthe Estates have adequately asserted a de facto fiduciary relationship. \n{57}  Where a plaintiff has evidence upon which a special relationship of \ntrust and confidence might be found, the existence of a fiduciary duty is generally a \nquestion of fact for the jury.  However, the court can determine the adequacy of the \nevidence to support a jury finding as a question of law.  Pacheco v. Rogers & Breece, \nInc. , 157 N.C. App. 445, 452 (2003) citing Eastover Ridge, L.L.C. v. Metric \nConstructors, Inc. , 139 N.C. App. 360, 367, 533 S.E.2d 827, 832 (2000). \n{58}  In examining the adequacy of the evidence in this case, the court \nconstrues the evidence favorably to the Estates so long as the Estates allegations \nare consistent with the facts to which the Estates have stipulated. \n{59}  In sum, the Estates contend that the special relation adequate to \nimpose a fiduciary duty arises from the following: \na.  SREMC is accountable to and charged with serving the interests of \nits individual members; \nb.  SREMC has a monopoly within most of its service area, and sets its \nown rates; \nc.  Operating margins are required to be allocated to SREMC’s patrons \nand SREMC has the legal obligation to retire those credits, such \nthat they are effectively interest-free loans that must be repaid; \nd.  Because a patron’s only choice is whether or not to use electricity, a \npatron has no discretion whether or not to participate in the \npatronage program and whether to extend such a loan; \ne.  SREMC historically retired credits of deceased members without \ndiscounting, such that representatives of deceased members had a \nreasonable expectation that credits for their decedents would be \nretired without discounting, particularly considering that SREMC \ndid not provide advance notice that it had implemented a \ndiscounting program for retiring those credits; \nf.  A member’s capital credit is in the nature of a contract guaranteed \nby SREMC’s Bylaws which cannot be adversely affected without \nfair notice; \ng.  SREMC improperly implemented its retirement policy by failing to \ndisclose the individual components of the formula which led to the \nfinal retired credit made, including the undiscounted capital \nbalance, the discount rate and the amount of discount taken by \napplication of such rate; \nh.  At least in some instances, SREMC imposed discount rates that \nwere either higher or lower than the rate defined by the Bylaws, or \nthan the rate that SREMC may have stated on the face of a \nrepresentative or a deceased member’s application for early \nretirement; \ni.  SREMC did not make full disclosure of discounted amounts when \nremitting checks to clerks of court;  \nj.  SREMC did not advise applicants that a waiver of the discounting \nprogram could be requested and could be approved by the SREMC \nboard; and \nk.  The discounted amount benefits SREMC because it is assigned as \n“net savings” no longer subject to claims by its members. \n(Pls.’ Memo. in Opp’n to the Second Mot. 7-8.)   \n{60}  Certain stipulated facts cut squarely against the Estates’ conclusory \nassertions.   \n{61}  No member or representative of a deceased member is required to have \na capital credit retired early.   Early capital credit retirement is entirely a voluntary \nprogram dependent upon a written request on behalf of the deceased member.  \n(Stipulations ¶ 52 (Ex. H, Section 7.03).) \n{62}  The request form discloses on its face that a discount factor will be \napplied in determining the amount of capital credit to be refunded, and each of the \napplications the Estates signed included this notice.  (Stipulations ¶ 4 (Ex. A), ¶21 \n(Ex. C), ¶ 35 (Ex. D).)  \n{63}  While the Estates allege that SREMC either did not disclose the actual \ndiscount rate being used or did not properly apply a disclosed discount rate, there is \nno reasoned basis in light of the disclosures on the form to assert that a special \nrelationship of trust and confidence arose because SREMC had historically retired \ndeceased credits at full value.   \n{64}  As to a claim that the Estates were foreclosed from knowing the details \nof the discounting program, the application discloses that the discount had been \nadopted by the SREMC Board.  The Bylaws outlining the discount policy were \navailable to the Estates upon request.  (Stipulation ¶ 46.)    \n{65}  SREMC members have no guarantee that their credits will be retired \nearly.  SREMC Bylaws provide for redeeming capital credits only where doing so \nwill not be adverse to SREMC’s financial health.  Our Court of Appeals has \nrecognized that availability of a patronage capital credit cannot be automatically \nassumed at the time a patron purchases electricity.  Four Cty. Elec. Membership \nCorp. , 96 N.C. App. at 425, 386 S.E.2d at 112.        Other courts have recognized that \npatron credits cannot be considered indebtedness which is presently due and \npayable.  In re E. Me. Elec. Coop., Inc. , 125 B.R. 329, 336 (Bankr. D. Me. \n1991) (quoting  Clarke Cty. Coop. v. Read , 139 So. 2d 639, 641 (1962)); see also \nEvanenko v. Farmers Union Elevator , 191 N.W.2d 258, 261 (N.D.1971)).   \n{66}  The Estates additionally contend that SREMC must be held \naccountable as a fiduciary because it had dominion and control and “figuratively \nheld all the cards” with regard to facts relevant to the discounting of the Estates’ \ncredits.  (Pls.’ Memo. in Opp’n to the Second Mot. 10.)  See  Broussard v. Meineke \nDisc. Muffler Shops, Inc. , 155 F.3d 331, 347-48 (4th Cir. 1998) (“Only when one \nparty figuratively holds all the cards – all the financial power or technical \ninformation, for example – have North Carolina courts found that the ‘special \ncircumstance’ of a fiduciary relationship has arisen.”). \n{67}  The court concludes that there is no evidentiary basis to support this \nclaim. \n{68}  It is true that SREMC perhaps did not, without request, disclose all \nknowledge it had about the transactions in retiring credits, such as the exact \nbalance of the deceased members’ capital credits before discount, and the exact \nformula used for calculation of the discount.  However, these circumstances without \nmore do not evidence the domination and control which leads to a finding of a \nfiduciary relationship.  Similar circumstances arise in various kinds of transactions \nwhere one party is more powerful or has more information, yet is not a fiduciary \n{69}  The Estates also shared some control over the retirement transaction.  \nThey retained the right to choose whether to receive an early payout or to wait for \npayout when the capital credits reached their scheduled date of maturity.   \n{70}  SREMC did not “figuratively hold all the cards.”  Pursuant to the \nadopted policy, no retirement of a decedent’s capital credit would be made without \nthe decedent’s representative’s consent.  The Estates may ultimately be able to \nprove that their consent was not an informed one, but the court concludes that such \nan inquiry should not be governed by the law of fiduciary duty.   \n{71}  The court has carefully considered the Estates’ argument that other \ndecisions recognize that an EMC may owe fiduciary duties, and that it then follows \nthat the assertion that such a duty exists here should survive summary judgment.  \nHaving done so, the court concludes that these decisions, even if they recognize a \npotential fiduciary duty to members in some instances, do not support a finding of \nsuch a duty on the facts of this case.  The cases and IRS letter rulings the Estates \ndiscuss challenge cooperatives’ failures to adhere to the core objective of providing \nservices on a non-profit basis and with equal allocation of rights to their members, \nwhich is a consequence of the special nature of a cooperative.  Such considerations \ndo not arise in examining whether SREMC appropriately applied its policy allowing \nfor early retirement of patronage capital at a discounted amount. \n{72}  In sum, the Estates have asserted that the Bylaws created contractual \nexpectations that their decedents’ capital credits would be retired consistently with \nSREMC’s Bylaws.   However, considering all facts established by the record, the \ncontractual expectations did not create a special relationship that rise to the level \nnecessary to impose fiduciary duties on SREMC. \n{73}  SREMC’s liability, if any, is then in the nature of contract, a breach of \nwhich, depending upon proof, may have been accompanied by factual \nmisrepresentations.  Resolution of these claims awaits further proceedings and are \nnot within the scope of the two Motions. \n{74}  Defendant’s Second Motion is GRANTED. \n \nVI.  CONCLUSION \n{75}  NOW THEREFORE, based upon the foregoing, it is ORDERED that \nDefendant’s First Motion is GRANTED, and that Defendant’s Second Motion is \nGRANTED.   \n{76}  The matter is set for a status conference on September 6, 2012 at 1:30 \np.m. at the North Carolina Business Court, 201 North Greene Street, Greensboro, \nNorth Carolina.  The Parties are directed to confer in advance to discuss provisions \nto be included in a Case Management Order for subsequent proceedings. \n \n IT IS SO ORDERED, this 8th day of August, 2012. \n \n \n \n \n "
}