{
  "id": "148124f20137afb4235ec6412853cba6fe4f183be06aad36cd7e0b3ce92176b6",
  "source_file": "data/raw/ncbc/148124f20137afb4235ec6412853cba6fe4f183be06aad36cd7e0b3ce92176b6.pdf",
  "raw_text": "JCG & Assocs., LLC v. Disaster Am. USA, LLC, 2019 NCBC 78. \n \nSTATE OF NORTH CAROLINA \n \nBRUNSWICK COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 746 \n \nJCG & ASSOCIATES, LLC; MIP 1, \nLLC; JAMES BONICA; and \nPATRICIA BONICA,  \n \nPlaintiffs and \nCounterclaim \nDefendants, \n \nv.  \n \nDISASTER AMERICA USA, LLC; \nDA ROOFING SYSTEMS; DONALD \nHUSK; and JASON HUSK,  \n \nDefendants,  \n \nand \n \nDISASTER AMERICA OF NORTH \nCAROLINA, LLC, \n \nDefendant and \nCounterclaim Plaintiff.  \n \n \n \n \n \n \n ORDER AND OPINION ON \nDEFENDANT DONALD HUSK’S \nMOTION TO DISMISS \n \n1. Hurricane Florence devastated eastern North Carolina in 2018.   When the \nstorm dissipated, property owners began the toilsome process of repair and \nremediation.  Among them were James and Patricia Bonica and MIP 1, LLC, each of \nwhom were approached by Disaster America USA, LLC and Disaster America of \nNorth Carolina, LLC (together, “Disaster America”) about repair services .  T he \nBonicas and MIP 1 now allege that they were duped—that Disaster America was an \nunlicensed contractor that either overcharged them or charged them for services that \nwere never performed .  A fourth plaintiff, JCG & Associates, LLC, alleges that \nDisaster America fraudulently used its name and general contractor’s license as part \nof the scheme. \n2. This Opinion addresses a motion to dismiss by Donald Husk, one of Disaster \nAmerica’s principals.  The complaint alleges that Husk and his son  (Jason) share \nresponsibility for Disaster America’s misconduct.  Husk argues that this Court lacks \npersonal jurisdiction over him and, as a result , that all claims against him must be \ndismissed.  (ECF No. 4.)  For the reasons given below, the Court DENIES the motion.   \nShipman & Wright, LLP,  by William Cory Reiss, for Plaintiffs JCG & \nAssociates, LLC, MIP 1, LLC, James Bonica, and Patricia Bonica.   \n \nHodges Coxe & Potter, LLP, by Samuel B. Potter, for Defendants Disaster \nAmerica USA, LLC, Disaster America of North Carolina, LLC, DA \nRoofing Systems, Donald Husk, and Jason Husk. \n \nConrad, Judge. \nI. \nDISCUSSION \n3. The issue here is whether the plaintiffs have made a prima facie showing of \npersonal jurisdiction over Husk .  To decide that issue, the Court must consider the \nparties’ competing affidavits.  See, e.g., Bauer v. Douglas Aquatics, Inc., 207 N.C. App. \n65, 68–69, 698 S.E.2d 757, 761 (2010) (deciding whether plaintiff carried his burden \nto make out prima facie case based on dueling affidavits).  In addition, allegations in \nthe complaint, if not contradicted by the defendant’s affidavits, “are accepted as true \nand deemed controlling.”  Inspirational Network, Inc. v. Combs, 131 N.C. App. 231, \n235, 506 S.E.2d 754, 758 (1998).   Thus, the record includes “the uncontroverted \nallegations in the complaint and the uncontroverted facts in the sworn affidavit[s]” \nand associated exhibits.  Bruggeman v. Meditrust Acquisition Co., 138 N.C. App. 612, \n616, 532 S.E.2d 215, 218 (2000). \n4. Briefing is complete , and t he Court held a nonevidentiary hearing on \nSeptember 20, 2019, at which all parties were represented by counsel.  Husk’s motion \nis ripe for determination. \nA. Background \n5. North Carolina has seen its share of natural disasters in recent years.  \nAmong the worst was Hurricane Florence .  This powerful, slow -moving storm made \nlandfall in September 2018 and caused extensive damage all along  the coast.  The \nVillage of Bald Head Island was not spared.  Homeowners, including the Bonicas and \nMIP 1, could not access the village  for two weeks after the storm.  (See Compl. ¶ 31, \nECF No. 2 .)  T hey eventually returned  home to find substantial wind and water \ndamage.  ( See Compl. ¶¶ 32, 3 3.)  Shortly after, t he Bonicas  and MIP 1  engaged \nDisaster America to perform repairs.  (See Compl. ¶¶ 34, 35.) \n6. Disaster America is a group of related companies that provides catastrophic \nremediation and restoration services.  ( See Compl. ¶ ¶ 13, 15. )  These companies \ninclude Disaster America USA, which is a Texas LLC, and Disaster America of North \nCarolina, which is a North Carolina LLC.  ( Compl. ¶¶ 4, 6.)  Donald Husk, a Texas \nresident, is the CEO of both.  (See Def.’s Ex. A ¶¶ 2, 5, 7, ECF No. 18.2 [“Husk Aff.”].)  \nBeyond that, the outline of Disaster America’s portfolio is less clear.  The complaint \nsuggests that it includes at least one unincorporated entity (DA Roofing Systems, also \na defendant) and a number of  transient entities  first organized in States where \nnatural disasters occurred and later dissolved or left dormant after  the repair work \ndried up, perhaps to be revived should Mother Nature strike again.  (See Compl. ¶¶ 5, \n15.) \n7. It appears that Disaster America approached the Bonicas and MIP 1 to  \nsecure their business.  Husk’s son contacted them and provided copies of the contracts \nthat each later signed.  ( See Compl. ¶¶ 34, 35. )  The contracts do not specify the \nanticipated scope of repairs.  Rather, they authorize Disaster Am erica to negotiate \nwith the homeowners’ insurance carriers and then to perform approved repairs for \nthe full scope of insurance proceeds.  (See Pls.’ Ex. 1, ECF No. 23.2; Compl. ¶¶ 37, 38.)  \nThe contracts identify “DISASTER AMERICA USA, LLC/JCG & ASSOCIATES, \nLLC” as the general contractor.  (See Pls.’ Ex. 1; Compl. ¶ 40.) \n8. In his affidavit, Husk denies drafting the contracts , making any \nrepresentations to the Bonicas or MIP 1, or traveling to North Carolina for any \npurpose related to this case .  ( See Husk Aff. ¶ ¶ 1, 10, 16 .)  But h e did sign the \ncontracts on behalf of Disaster America.  (Pls .’ Ex. 1.)  And the contracts state that \nthey were “produced by DA ROOFING SYSTEMS/JCG & ASSOCIATES LLC .  . . \nJH/dh,” the initials “dh” standing for Husk.  (Pls.’ Ex. 1; see also Compl. ¶ 44.)  Husk \nalso helped to carry out the contracts at least by engaging a North Carolina company \ncalled Miracle Movers to pack and store the homeowners’ personal property.  ( See \nCompl. ¶ 58; Pls.’ Ex. 2, ECF No. 23.3.) \n9. Within six months, the Bonicas and MIP 1 had separately given notice to  \nterminate their contracts.  (See Pls.’ Ex. 3 ¶¶ 6, 9, ECF No. 23.4 [“Reiss Aff.”].)  Their \nreasons were twofold.  First, the y asserted that Disaster America had no  general \ncontractor’s license at the time of the contracts and fraudulently identified JCG  & \nAssociates for that purpose, rendering the contracts invalid.  ( See Compl. ¶¶ 52, 66; \nReiss Aff. Ex. B, ECF No. 23.7; Pls.’ Ex. 4 ¶ 10, ECF No. 23.17.)  They further asserted \nthat Disaster America hadn’t actually performed any restoration work .  (See Compl. \n¶¶ 52, 66; Reiss Aff. Ex. B.) \n10. Husk responded on behalf of Disaster America.  In a letter to MIP 1 ’s \ncounsel, Husk submitted an unpaid invoice and threatened to place a lien on MIP 1’s \nNorth Carolina property if payment was not made within seven days.  (See Reiss Aff. \n¶ 7; Reiss Aff. Ex. A, ECF No. 23.6.)  In an  e-mail to the Bonicas’ counsel , Husk \nwarned that any stored personal belongings  would not be released absent full \npayment.  (Reiss Aff. ¶ 10; Reiss Aff. Ex. C, ECF No. 23.8.) \n11. This lawsuit ensued.  The Bonicas and MIP 1 allege that the demands made \nby Husk constitute unfair debt collection practices.  (Compl. ¶¶  109–12.)  They also \nassert claims  for fraud, constructive fraud,  unfair or deceptive trade practices,  \nracketeering, and negligence, among others.  Underlying these claims are allegations \nthat Disaster America wrongfully used the name and general contractor’s license  of \nJCG & Associates to obtain business and also inflated invoices by overcharging or \ncharging for work that was never performed, including the work assigned to Miracle \nMovers.  JCG  & Associates has asserted similar claims, along with a claim for \ntrademark infringement.   \nB. Analysis \n12. Determining whether personal jurisdiction exists is often described as a two-\nstep inquiry : does any statute grant jurisdiction over the defendant , and  would \nexercising jurisdiction v iolate due process ?  Husk does not challenge the Court ’s \nstatutory authority.  So the Court addresses only step two. \n13. “The Due Process Clause of the Fourteenth Amendment [to the United \nStates Constitution] limits the power of a state court to render a valid personal \njudgment against a nonresident defendant.”  World -Wide Volkswagen Corp. v. \nWoodson, 444 U.S. 286, 291 (1980).  T he defendant must have  “certain minimum \ncontacts” with the forum  “such that maintenance of the suit does not offend \ntraditional notions of fair play and substantial justice.”  Int’l Shoe Co. v. Washington, \n326 U.S. 310, 316 (1 945) (citati on and quotation marks omitted).   In most cases, \nincluding this one, the pertinent question is whether the claims at issue arise out of \nthe defendant’s conduct within or directed to the forum State.  This is called “specific \nor case-linked jurisdiction.”  Goodyear Dunlop Tires Operations, S.A. v. Brown , 564 \nU.S. 915, 919 (2011).  The relevant contacts are those that the defendant (not someone \nelse) creates with the forum State.  See Walden v. Fiore, 571 U.S. 277, 284–85 (2014). \n14. Husk’s brief is blunt.  He argues that the complaint includes no allegations \nthat he “completed any acts in his individual capacity.”  (Br. in Supp. 4, ECF No. 18.)  \nRather, “[a]t all times relevant to the facts in this case, Husk has only had contact in \nthe State of North Carolina in his capacity as CEO of [Disaster America], and while \nacting on behalf of [Disaster America].”  (Br. in Supp. 6.)  Contacts made as a company \nofficer, Husk argues, are not sufficient to establish personal jurisdiction.  (See Br. in \nSupp. 4–6.) \n15. This argument goes too far.  A defendant’s status as a corporate officer does \nnot, by itself, subject him to jurisdiction wherever the corporation is subject to suit.  \nSee, e.g., Calder v. Jones, 465 U.S. 783, 790 (1984); Robbins v. Ingham, 179 N.C. App. \n764, 771, 635 S.E.2d 610, 615 (2006).  But n either does it “somehow insulate [him] \nfrom jurisdiction.”  Calder, 465 U.S. at 790.  Our courts have rejected the argument \nthat “personal jurisdiction over a defendant may only be based on the contacts he has \nwith the state in the course of his private life.”  Saft Am., Inc. v. Plainview Batteries, \nInc., 189 N.C. App. 579, 596, 659 S.E.2d 39, 50 (2008) (Arrowood, J., dissenting), rev’d \nfor reasons stated in dissent, 363 N.C. 5, 673 S.E.2d 864 (2009) (per curiam).   Put \nsimply, “a corporate officer’s contacts with North Carolina —whether established in \nhis individual capacity or in his capacity as an officer or agent of his company—count \nfor purposes of determin ing whether that particular individual has sufficient \nminimum contacts with North Carolina.”  Insight Health Corp. v. Marquis Diagnostic \nImaging of N.C., LLC , 2015 NCBC LEXIS 7, at * 19 (N.C. Super. Ct. Jan. 21, 2015) \n(collecting cases). \n16. At oral argument , Husk’s counsel acknowledged as much and instead \npressed a narrower position,  insisting that any contacts Husk had  with North \nCarolina in his corporate capacity were too insubstantial to support jurisdiction .  \nEven assuming this argument is timely, t he Court disagrees.  It is undisputed that \nHusk prepared and sent a demand for payment to MIP 1’s counsel in North Carolina \nin which he threatened to file a lien on MIP 1’s Nor th Carolina property.  (See Reiss \nAff. Ex. A; Husk Aff. ¶  9.)  Separately, Husk told  the Bonicas that their personal \nproperty in North Carolina would not “be released until which time Disaster America \nis paid in full.”  ( See Reiss Aff. Ex. C.)  As alleged, Husk sent these communications \nwith full knowledge that the contracts —which he had signed—were invalid because \nDisaster America had no general contractor’s license  at the time they were made.  \n(See Compl. ¶ 109.)  These acts, directed to Nort h Carolina, give rise to at least the \nasserted claim for unfair debt collection practices. \n17. It would not offend traditional notions of fair play and substantial justice to \nexercise jurisdiction over Husk in these circumstances.   His “intentional, and \nallegedly tortious, actions were expressly aimed at” North Carolina, and he knew that \nany injury from threatening to impose a lien on real property or withholding personal \nproperty would be felt here.  Calder, 465 U.S. at 789.   Husk should have reasonably \nanticipated being sued  in this forum .  See, e.g., Eades v. Kennedy, PC Law Offices, \n799 F.3d 161, 168–69 (2d Cir. 2015) (affirming exercise of personal jurisdiction based \non attempts to collect debt in forum); ePlus Tech., Inc. v. Abo ud, 313 F.3d 166, 177 \n(4th Cir. 2002) (affirming exe rcise of personal jurisdiction based on submission of \nfalse credit applications to two companies in forum). \n18. Of course, the asserted claims go beyond allegedly unfair debt collection \npractices, and many courts have held that specific jurisdiction should be decided on \na claim-by-claim basis.  See, e.g., Marten v. Godwin, 499 F.3d 290, 296 (3d Cir. 2007); \nPhillips Exeter Acad. v. Howard Phillips Fund, Inc., 196 F.3d 284, 289 (1st Cir. 1999).  \nHere, though, Husk “did not argue that personal jurisdiction might exist over some \nclaims and not others, nor did [he] offer a more nuanced, claim -by-claim analysis of \nthe personal jurisdiction issue.”  SEC v. Straub , 2013 U.S. Dist. LEXIS 116483, at \n*18 (S.D.N.Y. Aug. 5, 2013).  For that reason, the Court need not and does not decide \nwhether a claim-by-claim analysis would have been appropriate or what the result of \nthat analysis would have been.  See Grynberg v. Ivanhoe Energy, Inc., 490 Fed. App’x \n86, 92 n.4 (10th Cir. 201 2) (“Consequently, because the parties have not advanced \ntheir specific-jurisdiction arguments on a claim -by-claim basis, we have no need to \nopine regarding the appropriateness of this mode of analysis and about whether \nemploying it might affect the outcomes that we reach here.”). \n19. In short, the contacts Husk made with North Carolina in his capacity as an \nofficer of Disaster America are not only relevant but sufficient to satisfy the minimum \ncontacts required by principles of due process.  The Court concludes that the plaintiffs \nhave carried their burden to make a prima facie showing of personal jurisdiction. \nII. \nCONCLUSION \n \n20. For these reasons, the Court DENIES Husk’s motion to dismiss for lack of \npersonal jurisdiction.  \n \n  \nSO ORDERED, this the 19th day of December, 2019.   \n/s/ Adam M. Conrad  \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n \n \n "
}