{
  "id": "15157898d3e92c1805210c251d57e92a32e89a51f4491e0c2dabf676743c1633",
  "source_file": "data/raw/ncbc/15157898d3e92c1805210c251d57e92a32e89a51f4491e0c2dabf676743c1633.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 21708 \n \nGAIL I. HOWELL, individually and \non behalf of the GAIL I. HOWELL \nIRA; KEA L. HRVATIN; SCOTT J. \nHRVATIN; STEVEN RAPP; ALICE \nG. SHRADER, individually and on \nbehalf of the ALICE G. \nSHRADER IRA; JONATHAN A. \nTURNER, individually and on behalf \nof the JONATHAN A. TURNER IRA; \nCAROL B. WIGGINS, individually \nand on behalf of the CAROL B. \nWIGGINS IRA; DAVID M. \nWRIGHT, JR.; BRIAN H. FETNER, \nas executor of the ESTATE SHEILA \nMARLOWE FETNER and personal \nrepresentative of SHEILA M. \nFETNER; SUSAN A. GOLDMAN; \nand THOMAS B. ODELL, \nindividually and on behalf of the \nTHOMAS B O’DELL IRA, \n \n                                 Plaintiffs, \n \nv. \n \nJAMES H. HEAFNER; \nFORMULAFOLIO INVESTMENTS, \nLLC; and RETIREMENT WEALTH \nADVISORS, INC., \n \n                                Defendants. \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS, \nOR, IN THE ALTERNATIVE, STAY \nAND COMPEL ARBITRATION AND \nPLAINTIFFS’ MOTION FOR LEAVE \nTO FILE A SURREPLY, TO STRIKE, \nOR TO ESTOP \n \n \n1. THIS MATTER is before the Court upon Defendants FormulaFolio \nInvestments, LLC (“FFI”) and Retirement Wealth Advisors, Inc.’s (“RWA”; together, \nthe “Corporate Defendants” ) Motion to Dismiss, or, in the Alternative, Stay and \nCompel Arbitration (the “Motion  to Dismiss”), (ECF No. 16) , and Plaintiffs  Gail I. \nHowell (“Howell”), Kea L. Hrvatin (“Kea Hrvatin”), Scott J. Hrvatin (“Scott Hrvatin”), \nSteven Rapp (“Rapp”), Alice G. Shrader (“Shrader”), Jonathan A. Turner (“Turner”), \nCarol B. Wiggins (“Wiggins”), David M. Wright, Jr. (“Wright”), Susan A. Goldman \nHowell v. Heafner, 2020 NCBC 65. \n \n \n(“Goldman”), and Thomas B. ODell’s (“ODell”; collectively,  the “ IMA Plaintiffs”1) \nMotion for Leave to File a Surreply to Section III of Corporate Defendants’ Reply and \nEither to Strike Section I and to Estop Contradictory Legal Positions or , \nAlternatively, for Leave to File a Surreply to Section I (the “Motion to Strike”), (ECF \nNo. 43), (collectively, the “Motions”).   \n2. The IMA Plaintiffs  allege in  this action that they are unsophisticated \ninvestors who entrusted their investment funds to Defendant James “Jim” H. \nHeafner (“Heafner”), who in turn invested those funds in a sham company, 1 Global \nCapital LLC (“1 Global”), resulting in losses to the IMA Plaintiffs of over $1.5 million.  \n(Am. Compl. ¶ 1, ECF No. 14.)  The IMA Plaintiffs seek to recover their losses against \nHeafner and the Corporate Defendants .  The Corporate Defendants have moved for \nthe dismissal of the IMA Plaintiffs’ claims against them or, in the alternative, to stay \nthe case and compel the arbitration of the IMA Plaintiffs’ claims.   \n3. Having considered the Motion s, the Amended Complaint, the related \nbriefing and attached exhibits, and the arguments of counsel at the  hearing on the \nMotions, the Court, for the reasons set forth below, DENIES the Motion to Strike as \n \n1 The Corporate Defendants aver that neither FFI nor RWA has any record of doing business \nwith Plaintiffs Brian H. Fetner and the Sheila Marlowe Fetner Estate, (Aff. Braun ¶ 8, ECF \nNo. 18); hence, the Corporate Defendants do not bring the Motion to Dismiss as to the claims \nasserted by these two Plaintiffs.  Similarly, the Corporate Defendants acknowledge that the \nPlaintiffs identified as individual retirement accounts (“IRA(s)”)—the Gail I. Howell IRA, the \nAlice G. Shrader IRA, the Jonathan A. Turner IRA, the Carol B. Wiggins IRA, and the \nThomas B. O’Dell IRA—did not sign arbitration agreements with the Corporate Defendants, \n(see Aff. Braun Exs. A– I, ECF Nos. 18.1–.9), and thus FFI and RWA do not bring the Motion \nto Dismiss as to the claims brought by these Plaintiffs either.  To avoid confusion, the Court \nwill hereinafter reference Plaintiffs Brian H. Fetner, the Sheila Marlowe Fetner Estate, the \nGail I. Howel l IRA, the Alice G. Shrader  IRA, the Jonathan A. Turner IRA, the Carol B. \nWiggins IRA, and the Thomas B. O’Dell IRA, collectively, as the “Non-IMA Plaintiffs.” \n \n \nmoot, DENIES the Motion to Dismiss, ORDERS all claims asserted by the IMA \nPlaintiffs against the Corporate Defendants to arbitration, and STAYS the litigation \nof all claims in this action pending the arbitration. \nAlexander Ricks, PLLC, by Nathan Adam White, and Marquardt Law \nOffice, LLC, by Adam J. Marquardt, for Plaintiffs  Gail I. Howell, \nindividually and on behalf of the G ail I. Howell IRA; Kea L. Hrvatin; \nScott J. Hrvatin; Steven Rapp; Alice G. Shrader, individually and on \nbehalf of the A lice G. Shrader IRA; Jonathan A. Turner, individually \nand on behalf of the J onathan A. Turner IRA; Carol B. Wiggins, \nindividually and on behalf of the Carol B. Wiggins IRA; David M. \nWright, Jr.; Brian H. Fetner, as executor of the E state Sheila Marlowe \nFetner and personal representative of S heila M. Fetner; Susan A. \nGoldman; and Thomas B. O Dell, individually and on behalf of the \nThomas B O’Dell IRA. \n \nParker Poe Adams & Bernstein LLP, by Morgan H. Rogers and  Eric A. \nFrick, and Warner Norcross + Judd LLP, by Brian J. Masternak, for \nDefendants FormulaFolio Investments, LLC and Retirement Wealth \nAdvisors, Inc.  \n \nBledsoe, Chief Judge. \nI. \nLEGAL STANDARD \n4.  The Court and parties agree that the IMA Plaintiffs’ Motion to Dismiss asks \nthe Court to determine whether there are enforceable agreements between the IMA \nPlaintiffs and the Corporate Defendants to arbitrate the IMA Plaintiffs’ claims .  \nUnder North Caroli na law, “ the Court is required to make finding [s] [of] fact[ ] in \norder to determine whether an ‘enforceable agreement to arbitrate’ exists[.]”  Cold \nSprings Ventures, LLC v. Gilead Scis., Inc., 2015 NCBC LEXIS 1, at *6 (N.C. Super. \nCt. Jan. 6, 2015) ; see also Cornelius v. Lipscomb , 224 N.C. App. 14, 16, 734 S.E.2d \n870, 871 (2012) (noting that our Court of Appeals has “repeatedly held” that an order \n \n \ndenying a motion to compel arbitration must include findings of fact as to \narbitrability).  “ Accordingly, for such limited purpose, the court also may consider \nevidence as to facts that are in dispute.”  Capps v. Blondeau, 2010 NCBC LEXIS 10, \nat *5 n.6 (N.C. Super. Ct. Apr. 13, 2010).  The Court therefore makes the following \nfindings of fact based on the evidence of record submitted by the parties and \nconclusions of law solely for the purposes of resolving the Motion to Dismiss and \nwithout prejudice to any inconsistent findings the Court may make in any subsequent \nproceeding in this action. \nII. \nFINDINGS OF FACT2 \n5. According to Plaintiffs, at all relevant times, the IMA Plaintiffs were North \nCarolina residents in their fifties or sixties who had retired or were planning to retire \nin the near future.  They invested, and subsequently lost, funds ranging from \n$94,307.66 to $442,332.00 in an investment recommended by Heafner called a \nMemorandum of Indebtedness (“MOI”).  (Am. Compl. ¶¶ 8–14, 16–17.)  The MOI took \nthe form of a note issued by 1 Global.  (Am. Compl. ¶¶ 2, 37, Ex. A.)  Defendants have \nnot challenged Plaintiffs’ allegations in this regard, and the Court accepts them as \ntrue for the limited purposes of this Motion. \n6. Also according to Plaintiffs, at all relevant times, Heafner was also a North \nCarolina resident providing investment services from his office in Charlotte, North \nCarolina.  (Am. Compl. ¶ 18.)  He became licensed to sell variable life and variable \n \n2 Any determination later stated as a conclusion of law that should have been stated as a \nfinding of fact is incorporated into these Findings of Fact. \n \n \nannuity investment products  in 2008, (Am. Compl. ¶ 22), and became a Certified \nFinancial Planner in 2014 , (Am. Compl. ¶  19).  RWA registered Heafner as an \ninvestment adviser representative (“IAR”) from approximately July 2014 until RWA \nterminated its association with him on August 31, 2018.  (Am. Compl. ¶ 20.)  \nDefendants have not challenged Plaintiffs’ allegations  in this regard either, and the \nCourt accepts them as true for the limited purposes of this Motion. \n7. RWA was incorporated in Michigan in 2005 and has been a Registered \nInvestment Adviser (“RIA”) with the United States Securities and Exchange \nCommission (“SEC”) since March 2007.  (Am. Compl. ¶ 27 , Ex. F.)  RWA advertises \nthat it provides investment management and personal finance planning  services.  \n(Am. Compl. ¶ 77, Ex. F.)   \n8. FFI is a limited liability company formed in Michigan in 2010 and has been \nregistered as an RIA since November 2011.  (Am. Compl. ¶ 29, Ex. H.)  FFI produces \nalgorithmic software programs to generate trade orders for RW A accounts.  (Am. \nCompl. ¶¶ 113, 115–18, Ex. H.)  Until September 5, 2018, Jason Wenk served as CEO \nand President of both RWA and FFI.  (Am. Compl. ¶¶ 27, 29, Exs. F, H.)  At the times \nrelevant to this action, t he Corporate Defendants shared the same officers and \nowners.  (Am. Compl. ¶ 3, Exs. F, H.)   \n9. RWA and FFI act through agents  like Heafner  to provide investment \nservices to clients.  (Am. Compl. ¶¶ 214, 219 , Exs. F, H.)  According to the public \nInvestment Adviser Public Disclosure  database at https://adviserinfo.sec.gov/, both \n \n \ncompanies registered IARs in the State of North Carolina starting in 2014 and have \nmaintained at least twelve IARs in North Carolina since 2016.  (Am. Compl. ¶ 34.)   \n10. RWA and FFI have held out to potential clients and in regulatory filings \nthat they are “committed to [their] obligations to ensure . . . that [they] fulfill their \nfiduciary duty to clients or investors.”  (Am. Compl. ¶¶ 211–12, 215, Exs. F, H.)   \n11. To reach potential clients, Heafner frequently advertised himself as a \nretirement investing expert and an investment advis or with a fiduciary duty to his \nclients.  T hese a dvertisements included spots on Charlotte radio and television \nstations, including WCNC’s Charlotte Today show and WBTV’s Morning Break \nbroadcast, during which he provided tax and investment advice targeted at retirees.  \n(Am. Compl. ¶¶ 60, 62–66, Ex. E.)   \n12. The IMA Plaintiffs describe themselves as unsophisticated  investors, \nalthough a majority of them have some post-secondary education.  (Aff. Howell ¶¶ 1–\n2, ECF No. 23; Aff. Kea Hrvatin ¶¶ 1–2, ECF No. 24; Aff. Scott Hrvatin ¶¶ 1–2, ECF \nNo. 25; Aff. Rapp ¶ 1, ECF No. 26; Aff. Shrader ¶¶ 1, 3, ECF No. 27; Aff. Turner ¶ 1, \nECF No. 28; Aff. Wiggins ¶ 1, ECF No. 29; Aff. Wright ¶¶  1–2, ECF No. 30; Aff. \nGoldman ¶¶ 1–2, ECF No. 31; Aff. ODell ¶¶ 1–2, ECF No. 32.)   \n13. Each IMA Plaintiff was familiar with Hea fner from his television \nappearances and advertising and, based on his representations,  considered Heafner \na fiduciary with an expertise in retirement investing who could help investors create \na safe retirement plan.  (Aff. Howell ¶ 3; Aff. Kea Hrvatin ¶ 3; Aff. Scott Hrvatin ¶ 3; \n \n \nAff. Rapp ¶ ¶ 2–3; Aff. Shrader ¶ 4; Aff. Turner ¶ ¶ 2, 4; Aff. Wiggins ¶ ¶ 2–3; Aff. \nWright ¶ 2; Aff. Goldman ¶ 3; Aff. ODell ¶ 3.)   \n14. With that understanding, e ach IMA Plaintiff reached out to and met with \nHeafner in his Charlotte office to discuss hiring Heafner to invest some or all of that \nIMA Plaintiff’s retirement savings.  (Aff. Howell ¶ 4; Aff. Kea Hrvatin ¶ ¶ 3–4; Aff. \nScott Hrvatin ¶¶ 3–4; Aff. Rapp ¶¶ 3–4; Aff. Shrader ¶¶ 6–7; Aff. Turner ¶¶ 4–5; Aff. \nWiggins ¶¶ 3–4; Aff. Wright ¶¶ 2–3; Aff. Goldman ¶¶ 4–5; Aff. ODell ¶¶ 4–5.)  \n15. In initial meeting s with each IMA Plaintiff  at Heafner’s Charlotte office, \nHeafner advised that he was a fiduciary and asked for (and received) information \nfrom the IMA Plainti ff concerning th at IMA Plaintiff’s finances, investments, and \ngoals so Heafner could prepare appropriate investment recommendations.  Each IMA \nPlaintiff advised Heafner that the IMA Plaintiff wanted a safe or conservative \ninvestment strategy.  (Aff. Howell ¶ 4; Aff. Kea Hrvatin ¶  5; Aff. Scott Hrvatin ¶ 4; \nAff. Rapp ¶ 5; Aff. Shrader ¶ 8; Aff. Turner ¶ 5; Aff. Wiggins ¶ 5; Aff. Wright ¶ 3; Aff. \nGoldman ¶¶ 5–7; Aff. ODell ¶ 5.)  \n16. Heafner subseque ntly created a proposed investment plan for each IMA \nPlaintiff, recommending portfolios of annuities, FFI accounts, and 1 Global MOIs, \nwhich Heafner advised the IMA Plaintiff were “safe” or “low risk.”  (Aff. Howell ¶¶ 5–\n6; Aff. Kea Hrvatin ¶¶ 7–8; Aff. Scott Hrvatin ¶¶ 6–7; Aff. Rapp ¶¶ 6–8; Aff. Shrader \n¶¶ 10, 19; Aff. Turner ¶¶ 7–8; Aff. Wiggins ¶¶ 6–7, 10–12; Aff. Wright ¶¶ 4, 8–9; Aff. \nGoldman ¶¶ 8–10; Aff. ODell ¶ 6.) \n \n \n17. Each of the IMA Plaintiffs thereafter decided to retain Heafner as a financial \nadvisor and implement the recommended investment plan, including the proposed \ninvestment in 1 Global’s MOIs.  ( Aff. Howell  ¶ 9; Aff. Kea Hrvatin ¶ 9; Aff. Scott \nHrvatin ¶ 8; Aff. Rapp ¶ 11; Aff. Shrader ¶¶ 12, 19; Aff. Turner ¶ 8; Aff. Wiggins ¶¶ 8, \n15; Aff. Wright ¶¶ 4, 10; Aff. Goldman ¶ 12; Aff. ODell ¶ 7.)3 \n18. Prior to accepting an IMA Plaintiff’s funds for investment, Heafner required \nthe IMA Plaintiff to review and execute several documents.  ( Aff. Howell ¶ 10; Aff. \nKea Hrvatin ¶ 10; Aff. Scott Hrvatin ¶ 9; Aff. Rapp ¶ 12; Aff. Shrader ¶¶ 17, 22; Aff. \nTurner ¶ 9; Aff. Wiggins ¶¶ 9, 15; Aff. Wright ¶¶ 5, 10; Aff. Goldman ¶ 13; Aff. ODell \n¶ 12.) \n19. Among these documents was an Investment Management Agreement \n(“IMA”) between FFI and each IMA Plaintiff.  (Aff. Braun Exs. A–I.)4   \n20. Included in each IMA is a clause providing for “Binding Arbitration”: \nClient and FFI each agree that, except as prohibited by applicable law, \nall claims or controversies, and any related issues, which may arise any \ntime between the Parties (including F FI’s representatives, directors, \nofficers, employees, and agents) concerning any investment or planning \nadvice, recommendation, or exercise of limited discretionary authority \nwith respect to any subject matter; any transaction or order; the conduct \nof FFI or its representatives, directors, officers, employees, and agents; \nthe construction, performance, or breach of this or any other agreement \n \n3 Shrader argues that her IMA was not supported by consideration because she did not open \nan FFI account.  (See IMA Pls.’ Opp’n Corporate Defs. Mot. Dismiss or, Alternative, Stay & \nCompel Arb’n 31 [hereinafter “Pls.’ Br. Opp’n”], ECF No. 34.)  The Court finds this argument \nwithout merit because the undisputed evidence shows that Shrader acquired the right to \nfund an FFI account—a legal benefit—by entering into the IMA.   \n \n4 There are two versions of the IMA —one version signed by Howell, Kea Hrvatin, Scott \nHrvatin, Rapp, Turner, Goldman, and ODell and a second version signed by Shrader, \nWiggins, and Wright, ( compare, e.g., Aff. Braun Ex. A to Ex. D).  The provisions at issue, \ndescribed below, are identical in both versions.   \n \n \nbetween the Parties, whether entered into prior to, on, or subsequent to \nthe date of this Agreement; the breach of any common law or statutory \nduty; or the violation of any federal or state law of any nature shall be \nresolved by binding arbitration rather than by a lawsuit in a court of law \nor equity.   \n \n(Aff. Braun Ex. A ¶ 14(b); Ex. B ¶ 14(b); Ex. C ¶ 14(b) ; Ex. D ¶ 19(b); Ex. E ¶ 14(b); \nEx. F ¶ 19(b); Ex. G ¶ 19(b); Ex. H ¶ 14(b); Ex. I ¶ 14(b).)   \n21. The arbitration clause further provides that “[a]ny arbitration pursuant to \nthis Agreement shall be in accordance with, and governed by, the Code of Commercial \nArbitration of the American Arbitration Association”\n5 and that “[a]ny arbitration \nshall be held in the County of Kent, State of Michigan.”  ( Aff. Braun Ex. A ¶ 14(c); \nEx. B ¶ 14(c); Ex. C ¶ 14(c); Ex. D ¶ 19(c); Ex. E ¶ 14(c); Ex. F ¶ 19(c); Ex. G ¶ 19(c); \nEx. H ¶ 14(c); Ex. I ¶ 14(c).)   \n22. The arbitration provision also states, in relevant part, that (i) “[a]rbitration \nshall be final and binding on a ll parties[,]” (ii) “[t]he parties are each waiving their \nright to seek remedies in court, including the right to a jury trial[,]” (iii) “[p]re-\narbitration discovery is generally more limited than, and different from, court \nproceedings[,]” (iv) “[t]he arbitrator’s award is not required to include factual findings \nor legal reasoning[,]” (v) “any party’s right to appeal or to seek modification of rulings \nby the arbitrators is strictly limited[,]” (vi) “[t]he panel of arbitrators may include a \nminority of arbitrators who were or are affiliated with the securities industry[,]” and \n \n5 The parties do not dispute that the IMAs’ reference to the “Code of Commercial Arbitration \nof the American Arbitration Association” is a reference to the AAA Commercial Arbitration \nRules and Mediation Procedures (“AAA Commercial Rule(s)”).  See Maggio v. Windward \nCapital Mgmt. Co. , 96 Cal. Rptr. 2d 168, 170 (Cal. Ct. App. 2000) (concluding that an \narbitration clause invoking the Code of Commercial Arbitration of the American Arbitration \nAssociation invoked the AAA Commercial Rules).   \n \n \n(vii) “[t]his agreement to arbitrate does not constitute a waiver of the right to seek a \njudicial forum to the extent that such a waiver would be void under applicable law[.]”  \n(Aff. Braun Ex. A ¶ 14(a); Ex. B ¶ 14(a); Ex. C ¶ 14(a) ; Ex. D ¶ 19(a); Ex. E ¶ 14(a); \nEx. F ¶ 19(a); Ex. G ¶ 19(a); Ex. H ¶ 14(a); Ex. I ¶ 14(a).)   \n23. Neither Heafner nor his office staff explained any of the documents to the \nIMA Plaintiffs and, in particular, did not identify or discuss the IMA’s arbitration \nprovision.  In addition , many IMA Plaintiffs were not provided copies of the \ndocuments they signed, although the Corporate Defendants have provided copies of \neach signed IMA in support of their Motion.  ( Aff. Howell ¶¶ 10–11, 13, 19–20; Aff. \nKea Hrvatin ¶¶ 11, 13–14, 21; Aff. Scott Hrvatin ¶¶ 9–10, 12, 14, 20; Aff. Rapp ¶¶ 12–\n13, 28, 36; Aff. Shrader ¶¶ 22, 28; Aff. Turner ¶¶ 9–11, 19; Aff. Wiggins ¶¶ 9, 15, 18–\n19, 26; Aff. Wright ¶¶ 5, 7, 12, 18; Aff. Goldman ¶¶ 13–14, 21, 27; Aff. ODell ¶¶ 11–\n13, 20–21.) \n24. There is no evidence any IMA Plaintiff invested funds with Heafner or the \nCorporate Defendants prior to signing an IMA  with FFI.  (See Aff. Howell ¶ 10; Aff. \nKea Hrvatin ¶ 10; Aff. Scott Hrvatin ¶ 9; Aff. Rapp ¶ 13; Aff. Shrader ¶ 21; Aff. Turner \n¶ 9; Aff. Wiggins ¶ 9; Aff. Wright ¶ 5; Aff. Goldman ¶ 13; Aff. ODell ¶ 9.) \n25. Despite Heafner’s assurances that the 1 Global MOIs were safe investments, \n1 Global mismanaged the funds raised through the MOIs and the MOIs proved to be \nworthless.  Ultimately, the SEC charge d 1 Global with fraud and violati on of \nsecurities laws , and 1 Global filed for bankruptcy protection in July 2018 .  (Am. \nCompl. ¶¶ 2, 49, 52, Ex. B .)  Heafner has admitted that he recommend ed 1 Global \n \n \nMOIs to about forty -five people, including the IMA Plaintiffs, for which he receiv ed \ncommissions.  (Am. Compl. ¶¶ 71–72, Ex. E.)   \n26. The IMA Plaintiffs (other than Goldman and ODell) commenced this action \non November 5, 2019, alleging (i ) a claim against all Defendants for breach of \nfiduciary duty and liability under the Michigan Uniform Securities Act; (ii) claims \nagainst Heafner for breach of duty to exercise reasonable skill, care, and diligence, \nnegligent misrepresentation, and liabil ity under N.C.G.S. § 78A -56(a)(2); and (iii) \nclaims against the Corporate Defendants for vicarious liability, negligent and willful \nor wanton supervision, negligent and willful or wanton breaches of duty, punitive \ndamages, N.C.G.S. § 78A-56(c)(1) control liability, violations of 15 U.S.C. § 77e(a) and \n(c), and 15 U.S.C. § 77o(a) Securities Act of 1933 control liability.  (Compl., ECF No. \n1.)  The IMA Plaintiffs later filed an Amended Complaint adding Goldman and ODell \nas plaintiffs.  (See Am. Compl.)   \n27. The Corporate Defendants filed the Motion to Dismiss on January 17, 2020, \nseeking dismissal of all claims against them for improper venue or, alternatively, to \nstay the action and compel arbitration on all claims  asserted against them.  (Defs.’ \nFFI & RWA ’s Mot. Dismiss or, Alternative, Stay & Compel Arb ’n, ECF No. 16.)  \nHeafner answered the Amended Complaint separately on March 2, 2020 and has not \njoined the Motion to Dismiss .  (Def. James H. Heafner’s Answer Am. Compl., ECF \nNo. 38.)   \n28. After the Corporate Defendants filed their reply brief on February 26, 2020, \n(ECF No. 37), the IMA Plaintiffs filed the Motion to Strike on March 5, 2020, asking \n \n \nthe Court to strike Section I of the reply brief or grant the IMA Plaintiffs leave to file \na sur-reply to Sections I and III of the reply brief, (ECF No. 43).   \n29. After full briefing, the Court heard the Motion to Dismiss and the Motion to \nStrike on March 10, 2020 (the “Hearing”), at which all parties were represented by \ncounsel.   \n30. After the Hearing, and in response to a request from the parties, the Court \npermitted the parties the opportunity to submit both supplemental briefs and \nsupplemental reply briefs on the Motions, ( see ECF No. 47), the last of which the \nCourt received on June 15, 2020, (see ECF Nos. 65, 73–75).   \n31. The Motions are now ripe for resolution. \nIII. \nCONCLUSIONS OF LAW6 \nA. Applicable Law \n32. The North Carolina appellate courts ha ve instructed that “it is incumbent \nupon a trial court when considering a motion to compel arbitration to ‘address \nwhether the Federal Arbitration Act (“FAA”) or the North Carolina Revised Uniform \nArbitration Act [(“NCRUAA”)] applies’ to any agreement to arb itrate.”  King v. \nBryant, 225 N.C. App. 340, 344, 737 S.E.2d 802, 806 (2013) (quoting Cornelius, 224 \nN.C. App. at 18, 734 S.E.2d at 872).  “The FAA applies when ‘(a) a written arbitration \nagreement exists that covers the dispute and (b) the contract contai ning the \narbitration provision evidences a transaction involving interstate commerce.’ ”  \n \n6 Any determination earlier  stated as a finding of fact  that should have been stated as a \nconclusion of law is incorporated into these Conclusions of Law. \n \n \nBergenstock v. Legalzoom.com, Inc. , 2015 NCBC LEXIS 66, at * 10 (N.C. Super. Ct. \nJune 23, 2015)  (quoting Capps, 2010 NCBC LEXIS 10, at *25–26); see also Am. Home \nAssurance Co. v. Vecco Concrete Constr. Co. , 629 F.2d 961, 963 (4th Cir. 1980)  (to \nsimilar effect).   \n33. Here, Defendants contend, and the IMA Plaintiffs do not dispute, that the \nFAA applies to the IMA Plaintiffs’ agreements to arbitrate .  The Court agrees.  T he \nIMA Plaintiffs and Heafner are residents of North Carolina, Heafner performed his \nservices from his Charlotte office, RWA and FFI are business entities organized and \noperating in Michigan, and the transactions contemplated under the IMAs  involve \nactivity in and between North Carolina and Michigan and thus affect interstate \ncommerce, requiring application of the FAA.7  See, e.g., Rickenbaugh v. Power Home \nSolar, LLC, 2019 NCBC LEXIS 109, at *10 (N.C. Super. Ct. Dec. 20, 2019)  (citing \nAllied-Bruce Terminix Cos. v. Dobson, 513 U.S. 265, 278–81 (1995)) (noting that the \nFAA “requires only that the transaction involve interstate commerce; the parties to \nthe transaction need not “ ‘contemplate’ an interstate commerce connection”).   \n34. The Court notes, however, that “even when the FAA governs a dispute, state \nlaw fills procedural gaps in the FAA as it is applied in state courts .”  Cold Springs \nVentures, 2014 NCBC LEXIS 10, at * 8; see also Carter v. TD Ameritrade Holding \nCorp., 218 N.C. A pp. 222, 226, 721 S.E.2d 256, 260 (2012) ( holding the trial court \n \n7 The IMA Plaintiffs’ decision not to challenge the application of the FAA provides a separate \nbasis to apply the FAA to the IMAs.  See, e. g., Maxum Founds., Inc. v. Salus Corp., 779 F.2d \n974, 978 n.4 (4th Cir. 1985) (applying the FAA where “the party seeking arbitration alleges \nthat the transaction is within the scope of the Act” and there is no effort “to rebut jurisdiction \nunder the federal statute”).  \n \n \nproperly considered motion to compel arbitration under N.C.G.S. §  1-569.7 in a \nmatter governed by FAA); Gaylor, Inc. v. Vizor, LLC, 2015 NCBC LEXIS 102, at *12 \n(N.C. Super. Ct. Oct. 30, 2015) (holding that North Carolina law fills procedural gaps \nin the FAA, “including where claims might otherwise be governed by  sections 3 and \n4 of the FAA”).   \n35. In that regard, N.C.G.S. § 1-569.7(a) provides that “[o]n motion of a person \nshowing an agreement to arbitrate and alleging another person’s refusal to arbitrate \npursuant to the agreement: . . . (2) If the refusing party opposes the motion, the court \nshall proceed summarily to decide the issue[.]”) .  Because N.C.G.S. § 1 -569.7(a)(2) \ndescribes the situation here, the Court “shall [therefore] decide the issue and order \nthe parties to arbitrate unless it finds that there is no enforceable agreement to \narbitrate.”  N.C.G.S. § 1-569.7(a)(2). \nB. Arbitrability \n36. Under the  FAA, “[d]isputes over arbitrability require a two -step inquiry: \n‘First, [courts] determine who decides whether a particular dispute is arbitrable: the \narbitrator or the court.   Second, if [the court] concludes that the court is the proper \nforum in which t o adjudicate arbitrability, [the court] then decides whether the \ndispute is, in fact, arbitrable.’ ”  Rickenbaugh, 2019 NCBC LEXIS 109, at *10 (quoting \nGaylor, 2015 NCBC LEXIS 102, at *14).   \n37. “[C]ourts presume that the parties intend courts, not arbitrators, to decide \nwhat . . . have [been] called disputes about ‘arbitrability.’  These include questions \nsuch as ‘whether the parties are bound by a given arbitration clause[.]’ ”  BG Grp. \n \n \nPLC v. Republic o f Arg., 572 U.S. 25, 34 (2014) (quoting Howsam  v. Dean Witter \nReynolds, Inc., 537 U.S. 79, 84 (2002)).8  That said, “parties can, and often do, delegate \narbitrability to the arbitrator.”  Charlotte Student Hous. DST v. Choate Constr. Co. , \n2018 NCBC LEXIS 88, at *8 (N.C. Super. Ct. Aug. 24, 2018).  Nevertheless, “[u]nless \nthe parties clearly and unmistakably provide otherwise, the question of whether the \nparties agreed to arbitrate is to be decided by the court, not the arbitrator.”  AT&T \nTechs., Inc. v. Commc’ns Workers of Am., 475 U.S. 643, 649 (1986) (emphasis added); \nsee also Bailey v. Ford Motor Company, 244 N.C. App. 346, 352–53, 780 S.E.2d 920,  \n925 (“A party can overcome this presumption if it shows that the parties ‘clearly and \nunmistakably’ intended for an arbitrator, instead of a court, to decide issues of \nsubstantive arbitrability.”).   \n38. “Under the FAA, ‘the parties’ express adoption of an arbitral body’s rules in \ntheir agreement, which delegate questions of substantive arbitrability to the \narbitrator, presents clear and unmistakable evidence that the parties intended to \narbitrate questions of substantive arbitrability.’ ”  Rickenbaugh, 2019 NCBC LEXIS \n109, at *12 (quoting Bailey, 244 N.C. App. at 353, 780 S.E.2d at 926); see also AP Atl., \nInc. v. Crescent Univ. City Venture, LLC, 2016 NCBC LEXIS 60, at *16 (N.C. Super. \n \n8 In determining whether a court or an arbitrator is to decide a dispute about arbitrability, \ncourts frequently “distinguish between issues of procedural arbitrability, on the one hand, \nand issues of substantive arbitrability, on the other hand.”  Local Soc., Inc. v. Stallings, 2017 \nNCBC LEXIS 94, at *14 (N.C. Super. Ct. Oct. 9, 2017) .  “[Q]uestions such as ‘whether the \nparties are bound by a given arbitration clause,’ or ‘whether an arbitration clause in a \nconcededly binding contract applies to a particular type of controversy’ ” are those of \n“substantive arbitrability.”  Bailey, 244 N.C. App. at 351–52, 780 S.E.2d at 925 (quoting BG \nGrp. PLC, 572 U.S. at 34).  Hence, the issue presented here is one of substantive arbitrability.  \nThere is a presumption that “issues of substantive arbitrability . . . are for a court to decide[.]” \nHowsam, 537 U.S. at 85.   \n \n \nCt. July 28, 2016) (“[B]y incorporating [AAA] Rules, ‘the parties agreed the arbitrator \nshould decide issues of substantive arbitrability. ’ ” (quoting Epic Games, Inc. v. \nMurphy-Johnson, 247 N.C. App. 54, 63–64, 785 S.E.2d 137, 144 (2016))).   \n39. Here, t he Court agrees with the Corporate Defendants that the parties , \nthrough the IMA s, agreed that they would arbitrate questions of substantive \narbitrability.  Each IMA at issue provides that “[a]ny arbitration pursuant to this \nAgreement, shall be in  accordance with, and governed by, the Code of Commercial \nArbitration of the American Arbitration Association[,]” (Aff. Braun Ex. A ¶ 14(c); Ex. \nB ¶ 14(c); Ex. C ¶ 14(c); Ex. D ¶ 19(c); Ex. E ¶ 14(c); Ex. F ¶ 19(c); Ex. G ¶ 19(c); Ex. \nH ¶ 14(c); Ex. I ¶ 14(c)), thereby incorporating the AAA Commercial Rules.   \n40. Because Rule 7(a) of the AAA Commercial Rules  provides that “[t]he \narbitrator shall have the power to rule on his or her own jurisdiction, including  any \nobjections with respect to the existence, scope, or validity of the arbitration agreement \nor to the arbitrability of any claim or counterclaim [,]” AAA Commercial Arbitration \nRules & Mediation Procedures, Rule 7(a) (emphasis added), the Court concludes that \nthe IMA Plaintiffs and the Corporate Defendants clearly and unmistakably delegated \nissues of arbitrability to the arbitrator.  See, e.g., United States ex rel. Beauchamp & \nShepherd v. Academi Training Ctr. , Case No. 1:11cv371, 2013 U.S. Dist. LEXIS \n46433, at *15 (E.D. Va. Mar. 29, 2013) (listing cases and holding that an agreement \nto arbitrate under the AAA Commercial Rules “ ‘clearly and unmistakably’ delegates \nto the arbitrator the question of arbitrability [under Rule 7] and thus, the . . . \narbitration clause, by referencing the AAA Commercial Rules, ‘clearly and \n \n \nunmistakably’ does the same”);  Gaylor, 2015 NCBC LEXIS 102, at *18 (“The Court \nfinds persuasive the Virginia federal district court’s reasoning in  Beauchamp & \nShepherd . . . and similarly concludes that [a rule identical to Rule 7 of the AAA \nCommercial Rules] ‘clearly and unmistakably’ submits the issue of . . . arbitrability \n. . . to the arbitrator.”); see also, e.g., Epic Games, 247 N.C. App. at 63, 785 S.E.2d at \n144 (“[U]nder the FAA, an arbitration clause which incorporated an arbitral  body’s \nrules, when those rules explicitly delegate the threshold issue of arbitrability  to an \narbitrator, constitutes ‘clear and unmistakable’ evidence[.]” (emphasis added)).   \n41.  Nevertheless, “[f]inding clear and unmistakable delegation , however, does \nnot end the inquiry.  . . .   [T]he Court must also determine whether plaintiff \nspecifically challenges the enforceability of the  delegation clauses.  If so, the Court \n‘must consider the challenge’ under the relevant state law.”  McCoy v. Dave & \nBuster’s, Inc. , No. 15 -CV-0465 (JFB) (AYS), 2018 U.S. Dist. LEXIS 16655, at *19 \n(E.D.N.Y. Jan. 24, 2018) (quoting Rent-A-Center, W., Inc. v. Jackson, 561 U.S. 63, 71 \n(2010)); see also, e.g., Davis v. BSH Home Appliances Corp., No. 4:15-CV-103-FL, 2016 \nU.S. Dist. LEXIS 16321, at *7 (E.D.N.C. Feb. 10, 2016)  (“When an arbitration \nagreement contain ing a valid  delegation clause is challenged, the validity of the  \narbitration agreement itself is a matter for the arbitrator . . . .  [B ut] a party may \nchallenge the validity of a delegation clause in court[.]” (citation omitted)); Barker v. \nFox Den Acres, Inc. (In re Barker), 510 B.R. 771, 777 (Bankr. W.D.N.C. 2014) (“Where, \nas here, the agreement to arbitrate includes a  delegation clause, which delegates \ndisputes about arbitrability to the arbitrator, the delegation clause must be enforced \n \n \nunless there is a specific challenge to the  delegation clause that is separate and \ndistinct from a challenge to the agreement to arbitrate overall.”).   \n42. The IMA Plaintiffs contend that the arbitration clause was induced by fraud \nand that enforceability of the IMA  in these circumstances is to be decided by the \nCourt.  ( See Pls.’ Br. Opp’n 21–27.)  T he IMA Plaintiffs  rely on the United States \nSupreme Court’s decision in Prima Paint Corp. v. Flood & Conklin Mfg. Co., 388 U.S. \n395, 403–04 (1967), a decision cited in King v. Bryant, 369 N.C. 451, 795 S.E.2d 340 \n(2017), a decision of the Supreme Court of North Carolina .  (Pls.’ Br. Opp’n 22 .)  In \nPrima Paint, the United States Supreme Court held that “if the claim is fraud in the \ninducement of the arbitration clause itself—an issue which goes to the ‘making’ of the \nagreement to arbitrate—the . . . court may proceed to adjudicate it.”  388 U.S. at 403–\n04.9  Relying on this principle, the IMA Plaintiffs argue that the Court should decide \nthe issue of arbitrability and determine the IMA Plaintiffs’ fraud- based defense to \nenforcement.  (See Pls.’ Br. Opp’n 24–27.)   \n43. Subsequent decisions of the United States Supreme Court , however, have \nnarrowed Prima Paint’s reach.  First, the Supreme Court decided in Buckeye Check \nCashing, Inc. v. Cardegna , 546 U.S. 440, 445– 46 (2006) , that the trial court is to \ndecide arbitrability, despite clear and unmistakable evidence that the parties agreed \n \n9 Similarly, the Supreme Court of North Carolina held in King, 369 N.C. at 467 n.5, 795 \nS.E.2d at 351 n.5, that “a breach of fiduciary duty ‘constitutes fraud,’ ” (quoting Link v. Link, \n278 N.C. 181, 192, 179 S.E.2d 697, 704 (1971)), and that “arbitration agreements are subject \nto invalidation based upon ‘generally applicable contract defenses, such as fraud, duress, or \nunconscionability,’ but not by defenses that  apply only to arbitration or that derive their \nmeaning from the fact that an agreement to arbitrate is at issue[,]” id. at 467–68, 795 S.E.2d \nat 351 (quoting AT&T Mobility LLC v. Concepcion, 563 U.S. 333, 339 (2011))).  \n \n \nfor the arbitrator to make that decision, only if the party seeking to avoid arbitration \nchallenges the enforceability of the arbitration clause itself , rather than the \narbitration agreement as a whole .  Later , in Rent-A-Center, 561 U.S. at  72, the \nSupreme Court took this principle a step further, holding that  “unless . . . the \ndelegation provision [is challenged] specifically, we must treat it as valid . . . and must \nenforce it . . . , leaving any challenge to the validity of the Agreement as a whole for \nthe arbitrator.”  See also Brennan v. Opus Bank, 796 F.3d 1125, 1133 (9th Cir. 2015) \n(“[S]ince [Plaintiff] failed to make any arguments specific to the delegation provision \nand instead argued that the [Arbitration Clause] as a whole is unconscionable under \nstate law, we need not consider that claim because it is for the arbitrator to decide[.]” \n(citations and internal quotation marks omitted)).  \n44. Based on its review of the IMA Plaintiffs’ briefs, t he Court concludes that \nthe IMA Plaintiffs have challenged the delegation clause within the IMAs as well as \nthe arbitration provision as a whole:  \n[T]he Plaintiffs challenge the IMAs’ arbitration provision, and anything \nconstrued as a delegation clause therein , because  Plaintiffs were . . . \nfraudulently induced to agree to clauses [that] apply to any claims (a) \nagainst Heafner or RWA, (b) against FFI for Heafner’s or RWA’s \nconduct, or (c) against FFI for products other than managed trading \naccounts provided by FFI. \n \n(Pls.’ Br. Opp’n 28 (emphasis added).)  Even though the IMA Plaintiffs challenge the \ndelegation clause on the same grounds as the arbitration provision as a whole , they \nhave nonetheless made a distinct challenge to the provision’s delegation clause.  See, \ne.g., Gibbs v. Haynes Invs., LLC, 2020 U.S. App. LEXIS 22736, at *12 (4th Cir. July \n21, 2020) (“[I]n specifically challenging a delegation clause, a party may rely on the \n \n \nsame arguments that it employs to contest the enforceability of other  arbitration \nprovisions.” (quoting MacDonald v. CashCall, Inc. , 883 F.3d 220, 226– 27 (3d Cir. \n2018))); see also, e.g., Parm v. Nat’l Bank of Cal., N.A., 835 F.3d 1331, 1335 n.1 (11th \nCir. 2016) (“Because [ the plaintiff] directly challenged the delegation  clause in her \nopposition to the motion to compel, there is no waiver and we have jurisdiction to \nconsider [her] challenge.”).   \n45. Having thus concluded that the delegation clause has been specifically \nchallenged, the issue of enforceability of the delegation provision is one for the Court.  \nSee, e.g ., Minnieland Private Day Sch., Inc. v. Applied Underwriters Captive Risk \nAssurance Co. , 867 F.3d 449, 455 (4th Cir. 2017) ( holding that since the plaintiff \n“specifically challenged the enforceability of the delegation provision, [the court] then \nmust decide whether the delegation provision is unenforceable ‘upon such grounds as \nexist at law or in equity’ ” (quoting 9 U.S.C. § 2)); see also, e.g., Davis, 2016 U.S. Dist. \nLEXIS 16321, at *10 (“The  delegation clause must be a binding contract before the \ncourt can order the parties to arbitrate the validity and scope of the Arbitration \nAgreement.”).  \nC. Enforceability of the Delegation Clause \n46. “Although both federal and North Carolina law favor the enforcement of \narbitration provisions, each requires the existence of a valid agreement to arbitrate.” \nCold Springs Ventures, 2014 NCBC LEXIS 10, at *8; see also Brown v. Centex Homes, \n171 N.C. App. 741, 744, 615 S.E.2d 86, 88 (2005)  (“[B]efore a dispute can be ordered \nresolved through arbitration, there must be a valid agreement to arbitrate.”).   \n \n \n47. “When deciding whether the parties agreed to arbitrate a certain \nmatter . . . , courts generally . . . should apply ordinary state -law principles that \ngovern the formation of c ontracts.”  First Options of Chi., Inc. v. Kaplan , 514 U.S. \n938, 944 (1995); see also Senior Mgmt., Inc. v. Capps, 240 F. App ’x 550, 552–53 (4th \nCir. 2007)  (“The issue of whether an arbitration agreement exists between the \nparties, however, is a question  of state contract law .  T hus, state law determines \nquestions ‘concerning the validity, revocability, or enforceability of contracts \ngenerally.’ ” (citations omitted) (quoting Perry v. Thomas, 482 U.S. 483, 492 n.9  \n(1987))).  “The party seeking to compel arbitration has the burden of proving that a \nvalid arbitration agreement exists by mutual agreement of both parties.”  \nBergenstock, 2015 NCBC LEXIS 66, at *9  (citing Slaughter v. Swicegood , 162 N.C. \nApp. 457, 461, 591 S.E.2d 577, 580 (2004)).   \n48. Where, as here, “the opposing party denies the existence of an agreement to \narbitrate, the court must summarily decide the issue of the existence of an agreement \nto arbitrate[.]”  Bluffs, Inc. v. Wysocki , 68 N.C. App. 284, 285, 314 S.E.2d 291, 292 \n(1984); see also Burke v. Wilkins, 131 N.C. App. 687, 689, 507 S.E.2d 913, 914 (1998) \n(“[W]hen a party disputes the existence of a valid arbitration agreement, [North \nCarolina law] expressly requires the trial judge ‘to summarily determine whether, as \na matter of law, a valid arbitration agreement exists,’ and failure to comply with this \nmandate is reversible error.” (quoting Routh v. Snap-On Tools Corp., 101 N.C. App. \n703, 706, 400 S.E.2d 755, 757 (1991))).  \n \n \n49. The Court thus turns to this summary determination, which distilled, \nfocuses on whether the Supreme Court  of North Carolina’s decision in King renders \nthe IMAs at issue invalid and unenforceable .  The IMA Plaintiffs contend it does,  \narguing that King shows that the Corporate Defendants had a fiduciary duty to the \nIMA Plaintiffs  that required them to disclose material information about the \narbitration agreements before the IMA Plaintiffs  signed them .  This , the IMA \nPlaintiffs contend, the Corporate Defendants failed to do.  (Pls.’ Br. Opp’n 21–27.)  In \nresponse, the Corporate Defendants argue that King involved very different facts and \nrelationships and has no application to the facts of this case.  (FFI & RWA’s Reply \nBr. Supp. Mot. Dismiss or, Alternative, Stay & Compel Arb’n 5–11 [hereinafter “Reply \nBr.”], ECF No. 37.) \n50. Our Supreme Court recognized in King that when an “arbitration agreement \n[is] obtained as the result of a breach of fiduciary duty  from which defendants \nbenefitted[, it] is, for that reason, unenforceable.”  369 N.C. at 469, 795 S.E.2d at 352.  \nThe Supreme Court also stated that  \nwe would have reached the same result on these facts with respect to \nany agreement that substantially affected Mr. King ’s substantive legal \nrights, such as an agreement absolving defendants from the necessity \nfor compliance with otherwise applicable confidentiality requirements,  \nproviding for the transfer of items of real or personal property from Mr. \nKing to defendants, or waiving any tort or contract -based claims that \nMr. King might have had against either or both defendants. \n \nId. at 468, 795  S.E.2d at 351.   Therefore, the Court must now determine whether \nthere was a breach of fiduciary duty by the Corporate Defendants that renders  the \narbitration provisions in the IMAs unenforceable against the IMA Plaintiffs.  \n \n \nD. Breach of Fiduciary Duty \n51. “For a breach of fiduciary duty to exist, there must first be a fiduciary \nrelationship between the parties. ”  Dalton v. Camp, 353 N.C. 647, 651, 548 S.E.2d \n704, 707 (2001).  “North Carolina recognizes two types of fiduciary relationships:  de \njure, or those imposed by operation of law, and  de facto, or those arising from the \nparticular facts and circumstances constituting and surrounding the relationship. ”  \nHager v. Smithfield E. Health Holdings, LLC , 826 S.E.2d 567, 571 (N.C. Ct. App. \n2019), disc. review denied, 373 N.C. 253 (2019).   \n52. “A number of relationships have been held to be inherently fiduciary, \nincluding the relationships between spouses, attorney and client, trustee and \nbeneficiary, members of a partnership,  and physician and patient. ”  King, 369 N.C. \nat 464, 795 S.E.2d at 349  (citations omitted); see also Dallaire v. Bank of Am., N.A. , \n367 N.C. 363, 367, 760 S.E.2d 263, 266 (2014) (“Common to all these relationships is \na heightened level of trust and the duty of the fiduciary to act in the best interests of \nthe other party. ”).  “The list of relationships that [the Supreme Court  of North \nCarolina] ha[s] held to be fiduciary in their very nature is a limit ed one[.]”   \nCommScope Credit Union v. Butler & Burke, LLP , 369 N.C. 48, 52, 790 S.E.2d 657, \n660 (2016).   \n53. The IMA Plaintiffs argue that they had a de jure fiduciary relationship with \nthe Corporate Defendants based on certain provisions of the North Carolina \nInvestment Advisers Act.  (IMA Pls.’ Suppl. Initial Br. Opposing FFI & RWA’s Mot. \n \n \nCompel Arb’n 5–14, ECF No. 73).  In particular, the IMA Plaintiffs focus on N.C.G.S. \n§ 78C-8(a), which provides:  \nIt is unlawful for any person who receives, directl y or indirectly, any \nconsideration from another person for advising the other person as to \nthe value of securities or their purchase or sale, . . . [t]o engage in any \nact, practice, or course of business which operates or would operate as a \nfraud or deceit upon the other person[.]”   \n \n54. Although the IMA Plaintiffs engage in a lengthy analysis of various statutes \nand cases to argue that investment advisors have a de jure fiduciary relationship with \ntheir clients, the IMA Plaintiffs  fail to confront this Court’ s prior decisions to the \ncontrary.  See, e.g., Edwards v. Mutter, 2019 NCBC LEXIS 111, at *10 (N.C. Super. \nCt. Dec. 17, 2019) ( “North Carolina law has not recognized an investment advisor -\nclient relationship as a  de jure fiduciary relationship.”); Silverdeer, LLC v. Berton , \n2013 NCBC LEXIS 21, at *27 (N.C. Super. Ct. Apr. 24, 2013) (holding that “[t]he mere \nassertion of an investment advisor-client relationship or reliance upon [N.C.]G.S. 78C \net seq. does not give rise to a de jure fiduciary relationship”).  And our appellate courts \nhave made clear that “to create a de jure fiduciary relationship on the basis of special \nknowledge and skill alone would greatly expand the ‘ limited’ list that our Supreme \nCourt has ‘not add[ed] to . . . lightly.’ ”  Hager, 826 S.E.2d at 572 (quoting CommScope, \n369 N.C. at 52, 790 S.E.2d at 660).  In light of this persuasive precedent, the Court \ndeclines to find a de jure fiduciary relationship between the IMA Plaintiffs and the \nCorporate Defendants under North Carolina law , particularly before the IMA \nPlaintiffs entered into the IMAs and entrusted their funds to Defendants,  and does \n \n \nnot believe the Supreme Court of North Carolina would conclude to the contrary if \nthe issue were before it for decision.   \n55. The Court next turns to whether these parties were in a de facto  fiduciary \nrelationship prior to their entry into the IMAs and entrustment of funds to Heafner.  \nOur courts have recognized that “[a] confidential or fiduciary relation can exist under \na variety of circumstances and is not limited to those persons who also stand in some \nrecognized legal relationship to each other[.] ”  Stilwell v. Walden , 70 N.C. App. 543, \n546, 320 S.E.2d 329, 331 (1984) ; see also Austin v. Regal Inv. Advisors, LLC , 2018 \nNCBC LEXIS 3, at *18 (N.C. Super. Ct. Jan. 8, 2018) (“[F]iduciary relationships ‘can \narise in a variety of circumstances, and may stem from varied and unpredictable \nfacts.’ ” (quoting HAJMM Co. v. House of Raeford Farms, Inc., 328 N.C. 578, 588, 403 \nS.E.2d 483, 489 (1991) )).  “ Generally, the existence of a [ de facto  fiduciary \nrelationship] is determined by specific facts and circumstances [.]”  Hewitt v. Hewitt, \n252 N.C. App. 437, 443, 798 S.E.2d 796, 800 (2017) (quoting Stamm v. Salomon, 144 \nN.C. App. 672, 680, 551 S.E.2d 152, 158 (2001)); see also Highland Paving Co. v. First \nBank, 227 N.C. App. 36, 42, 742 S.E.2d 287, 292 (2013)  (“Determining whether a \nfiduciary relationship exists requires looking at the particular facts and \ncircumstances of a given  case.” (quoting Crumley & Assocs., P.C. v. Charles Peed & \nAssocs., P.A., 219 N.C. App. 615, 621, 730 S.E.2d 763, 767 (2012))).   \n56. Our Supreme Court has long held that “ a fiduciary relation is said to exist \n[w]herever confidence on one side results in superiority and influence on the other  \nside; where a special confidence is reposed in one who in equity and good conscience \n \n \nis bound to act in good faith and with due regard to the interests of the one reposing \nthe confidence.”  Vail v. Vail , 233 N.C. 109, 114, 63 S.E.2d 202, 206 (1951)  (citation \nand internal quotation marks omitted).  “Only when one party figuratively holds all \nthe cards—all the financial power or technical information, for example—have North \nCarolina courts found that the special circumstance of a fiduciary relationship has \narisen.”  Lockerman v. S. River Elec. Mbrshp. Corp. , 250 N.C. App. 631, 636, 794 \nS.E.2d 346, 352 (2016)  (emphasis added) (quoting S.N.R. Mgmt. Corp. v. Danube \nPartners 141, LLC, 189 N.C. App. 601, 613, 659 S.E.2d 442, 451 (2008)).   \n57. “Liability for breach of fiduciary duty ‘is based on [the taking advantage of] \na confidential relationship rather than a specific misrepresentation.’ ”  King, 369 N.C. \nat 465, 795 S.E.2d at 349 (quoting Barger v. McCoy Hillard Parks, 346 N.C. 650, 666, \n488 S.E.2d 215, 224 (1997)); see also Priddy v. Kernersville Lumber Co., 258 N.C. 653, \n658, 129 S.E.2d 256, 261 (1963) (holding liability for a breach of fiduciary duty “may \nexist without any fraudulent intent”).  “Where a relation of trust and confidence exists \nbetween the parties, there is a duty to disclose all material facts, and failure to do so \nconstitutes [a breach of that duty].”  Vail, 233 N.C. at 114, 63 S.E.2d at 206 (citation \nand internal quotation marks omitted).   \n58. The parties have identified, and the Court’s research has revealed, only two \nNorth Carolina cases that have addressed a breach of fiduciary duty defense to the \nenforcement of an arbitration agreement: the S upreme Court’s decision in King and \nthe Court of Appeals’ decision in Hager.  Both are relevant to the Court’s review of \nthe delegation clause at issue here and will be addressed in turn.  \n \n \n59. In King, the plaintiff, King, was referred to a surgeon by his primary care \nphysician, with whom King  had a de jure fiduciary relationship,  to treat an acute \nmedical condition.  369 N.C. at 455–56, 795 S.E.2d at 344.  Before meeting with the \nsurgeon, King was asked to provide confidential medical information and sign several \ndocuments, including a “ poorly drafted, confusing, and nonsensical ” arbitration \nagreement.  Id. at 456, 795 S.E.2d at 344.  King  signed the arbitration agreement \nwithout understanding the consequences, in part due to the fact he did not have a \npost-high school education and had limited exposure to legal documents.   Id. at 453, \n455, 795 S.E.2d at 343 –44.  The arbitration agreement did not explain what \narbitration was or state that the patient was waiving constitutional rights to a jury \ntrial.  Id. at 456, 795 S.E.2d at 344.  There was no evidence that anyone disclosed to \nKing “that the [a]greement sought to foreclose his access to the judicial process in the \nevent that any dispute arose out of or related to the surgery to be performed by \nDefendant[.]”  Id.  Finally, the agreement was presented with other documents, as if \nit was being obscured.  Id. at 458, 795 S.E.2d at 345.   \n60. In light of this evidence, the Supreme Court held that “[i]t is difficult for us \nto see how one could reach any conclusion other than that Mr. King reposed trust and \nconfidence in [the surgeon], to whom he had been referred by his family physician for \nthe purpose of receiving surgical treatment [,]” and “ that a fid uciary relationship \nexisted between Mr. King and [the surgeon] at the time that Mr. King signed the \narbitration agreement.”  Id. at 466, 795 S.E.2d at 350.  The Supreme Court also held \nthe defendants breached the fiduciary duty they owed to King:  \n \n \nInstead of specifically bringing this agreement, which substantially \naffected his legal rights in the event that an untoward event occurred \nduring the course of the treatment that he received from defendants, to \nMr. King’s attention and explaining it to him, defendants presented Mr. \nKing with the arbitration agreement, which, at a minimum, could have \nbeen worded more clearly, in a collection of documents, thereby creating \nthe understandable impression that the arbitration agreement was \nsimply another routine document that Mr. King needed to sign in order \nto become a patient. \n \nId. \n \n61. In contrast, in Hager, t he plaintiff, Hager, was referred to a nursing home \nfacility by her chiropractor’s office  because her father needed  such services .  826 \nS.E.2d at 569.  The chiropractor had never treated her father and had no personal \nknowledge of his condition, so he did not owe Hager’s father a fiduciary duty.  Id. at \n573–74.  Before signing the  arbitration agreement presented by the nursing home , \nHager was allowed to tour the facility and ask questions about the kind of care that \nwould be provided.  Id.  at 573.  Additionally, Hager was able to assess the facility \nwith a friend “who also had the opportunity to offer her independent thoughts \nconcerning the facility” before Hager signed any documents on behalf of her father .  \nId.   \n62. On these facts, the Court of Appeals concluded that Hager ’s provision of \nconfidential information to the defendant nursing home and her lack of legal \nexpertise were insufficient, taken together, to create a de facto fiduciary duty between \nthe facility and Hager’s father.  Id. at 574.  The Court reasoned that not only did \nHager have the opportunity to perform due diligence on the facility before providing \nany confidential information, but  the arbitration agreement she signed, unlike the \n \n \nagreement in King, “outlined the nature of arbitration, identified the rights [Hager’s \nfather] was relinquishing, and encouraged Ms. Hager to seek the advice of legal \ncounsel before signing.”  Id.  On this record, the Court of Appeals held that a fiduciary \nrelationship did not exist between Hager ’s father  and the nursing home  prior to \nsigning the arbitration agreement.  Id.   \n63. The IMA Plaintiffs  argue here that Defendants, including the Corporate \nDefendants, had a fiduciary relationship with the IMA Plaintiffs  prior to the \nexecution of the IMAs and the commitment of investor funds because (i) the IMA \nPlaintiffs reposed special trust and confidence in each Defendant even before entering \nthe IMAs , (ii) Heafner and the Corporate Defendants separately made public \nannouncements that they acted as fiduciaries , and (iii) the IMA Plaintiffs provided \nconfidential life and financial information to the Corporate Defendants in seeking the \nCorporate Defendants’ assistance prior to entering the IMAs and investing their \nfunds based on Heafner’s recommendations.  (Pls.’ Br. Opp’n 24.)   \n64. The Corporate Defend ants argue in opposition that at the point the IMA \nPlaintiffs signed the arbitration agreement s, no fiduciary relationship existed \nbetween the IMA Plaintiffs and either Corporate Defendant.  (Reply Br. 5–11.)  They \ncontend instead that the parties were only  “potentially contracting parties” prior to \nany IMA Plaintiffs’ actual investment of money, (Reply Br. 6), and that Heafner (and \nin turn, the Corporate Defendants ) did not “figuratively hold all the cards ” in the \nincipient relationship with each IMA Plaintiff , (Reply Br. 7 –9).  As a result, the \nCorporate Defendants argue that this case more closely resembles Hager, not King, \n \n \nand that the factors found to create a fiduciary duty in King are not present here.  \n(Reply Br. 9–10.)   \n65. While asserting an investment advis or-client relationship , without more, \ndoes not create a fiduciary duty between the parties, Silverdeer, 2013 NCBC LEXIS \n21, at *27, North Carolina courts have found that the relationship between an \nunsophisticated investor and a financial advisor can be a fiduciary one depending on \nthe circumstances, see, e.g., Beam v. Sunset Fin. Servs., Inc., 2019 NCBC LEXIS 56, \nat *11 (N.C. Super. Ct. Sep t. 3, 2019) ( finding de facto fiduciary relationship where \nplaintiffs “were an elderly couple who lacked financial sophistication and who not \nonly came to trust [defendant] as their investment advis er, but also ‘involved  \n[defendant] in virtually every aspect of their lives’ ” (citations omitted)); Edwards, \n2018 NCBC LEXIS 237, at *20– 21 ( finding de facto  fiduciary relationship where \nplaintiff “relied upon [defendant’s] ‘reputation as a safe, secure investment \ncompany[,]’ that [defendant] ‘knew or should have known that [p]laintiff was placing \nhis trust and confidence in [defendant] to look out for the best interests of [p]laintiff[,]’ \nand that [defendant’s] very name, ‘ including the words “fiduciary” and “trust” . . . \ncreate[d] a reasonable belief on the part of [p] laintiff that [ defendant] stands in a \nfiduciary relationship with [p] laintiff[.]’ ” (citations omitted)); Austin , 2018 NCBC \nLEXIS 3, at *20– 21 (finding de fac to fiduciary relationship where plaintiffs were \nunsophisticated investors who “relied on [defendants] for their financial expertise to \nmanage their investment accounts”).   \n \n \n66. None of these cases, however, involved, as here, a fiduciary relationship that \nis alleged to have formed before the investor signed account documents and entrusted \nfunds to the advisor for investment.  Indeed, the parties have not offered, and the \nCourt’s research has not revealed, any North Carolina decision that does.   \n67. Turning then to King , t he Supreme Court held there  that a fiduciary \nrelationship was formed between a patient and his surgeon before any services were \nprovided.  369 N.C. at 466, 795 S.E.2d at 350.  As summarized in Hager: \nthe patient: (1) was referred to the surgeon by his primary care \nphysician, who already had a  de jure fiduciary duty to the patient; (2) \nsought out the surgeon for his specialized skill and knowledge; (3) \nprovided the surgeon with confidential medical information on arrival \nand prior to being seen; and (4) “ had received a limited education and \nhad little to no experience interpreting legal documents.” \n826 S.E.2d at 573 (quoting King, 369 N.C. at 466, 796 S.E.2d at 350).  Similarly here, \nthe IMA Plaintiffs  offer evidence that ea ch (i) sought out Heafner because of his \nspecialized skill and knowledge  as an invest ment advisor, particularly for retirees , \n(ii) provided confidential information about the IMA Plaintiff’s life and financial \nsituation to Heafner prior to receiving his investment advice , and (iii) had limited \nexperience with legal documents at the time the IMA Plaintiff signed the IMA.   \n68. Other facts of record, however, are very different f rom those in King and \nweigh heavily against finding a fiduciary relationship between the IMA Plaintiffs and \nthe Corporate Defendants prior to the IMA Plaintiffs’ individual decisions to contract \nand invest funds with Heafner and the Corporate Defendants.   \n69. First, in King, the Supreme Court found the referral to the surgeon by \nplaintiff’s trusted family physician highly significant: “[I]t is difficult for us to see how \n \n \none could reach any conclusion other than that Mr. King reposed trust and confidence \nin [the surgeon], to whom he had been referred by his family physician for the purpose \nof receiving surgical treatment.”  369 N.C. at 466, 795 S.E.2d at 350.  In contrast to \nthe plaintiff in King , the IMA Plaintiffs sought Heafner out on their own initiative ; \nthey were not referred to Heafner by anyone, much less by someone who owed them \na fiduciary duty as in King.  And unlike the plaintiff in King, who felt little freedom \nin selecting a surgeon other than the one referred by his trusted family physician, \neach IMA Plaintiff had complete freedom to investigate and select the advisor of his \nor her own choice.  Indeed, each reached out to Heafner of their own volition to obtain \nand assess his investment recommendations, which they were able to compare and \ncontrast to any they may have chosen to receive from other advisors and to accept or \nreject as each saw fit.   \n70. Second, the Supreme Court in King was appropriately concerned that King \nwas unknowledgeable about medical matters and had limited education.  Here, most \nof the IMA Plaintiffs have post-high school education and the two who do not, Shrader \nand Wright, were an 18-year bank employee who “helped customers with their bank \naccounts” and a 42-year Duke Energy “director,” respectively.  (Aff. Wiggins ¶ 1; Aff. \nWright ¶ 2.)  While the IMA Plaintiffs offer evidence that they are unsophisticated \ninvestors, they have not shown that they were not able to comprehend the \nstraightforward language of the delegation clause and do not contend that the \narbitration provision was, as in King , “poorly drafted, confusing, and nonsensical .”  \n369 N.C. at 456, 795 S.E.2d at 344.  And while they have also suggested that they \n \n \nmay have been hurried or pressed to execute the IMA and related documents without \nsubstantive review, they have not shown that they were unable to request and receive \nmore time to consider the paperwork had they chosen to do so,  ask questions about \nthe IMAs’ various provisions prior to signing, or hold back their signatures until any \nconcerns were satisfied.  \n71. Third, unlike in King, where the arbitration agreement at issue was silent \nas to the arbitration process  and the investor’s waiver of his or her right to a jury \ntrial, id. at 456, 795 S.E.2d at 344, the IMAs here expressly addressed these points.  \nIndeed, in stark contrast to the arbitration agreemen t in King , the IMA that each \nIMA Plaintiff signed advised in clear and unambiguous language that, among other \nthings, (i) arbitration was “final and binding,”  (ii) the IMA Plaintiff was “[waiving \n[the] right to seek remedies in court, including the right t o a jury trial[,]” (iii) “[p]re-\narbitration discovery [was] limited,” (iv) the “right to appeal [was] strictly limited[,]” \nand (v) the arbitration panel may include arbitrators “affiliated with the securities \nindustry.”  (Aff. Braun Ex. A ¶ 14(a); Ex. B ¶  14(a); Ex. C ¶ 14(a); Ex. D ¶ 19(a); Ex. \nE ¶ 14(a); Ex. F ¶ 19(a); Ex. G ¶ 19(a); Ex. H ¶ 14(a); Ex. I ¶ 14(a).) \n72.  The Court finds this case much more like Hager than King.  L ike the \nplaintiff in Hager, each IMA Plaintiff had the opportunity to conduct substantial due \ndiligence before retaining Defendants’ services.  Each IMA Plaintiff met with Heafner \n(many on multiple occasions), learn ed about his service offerings, and reviewed his \nspecific proposed investment recommendations  before signing an IMA and \ncommitting investment funds to his care .  ( See Aff. Howell  ¶¶ 4 –5, 10; Aff. Kea \n \n \nHrvatin ¶¶ 5–7, 10; Aff. Scott Hrvatin ¶¶ 4–6, 9; Aff. Rapp ¶¶ 5–6, 8, 12–13, 17; Aff. \nShrader ¶¶ 7–8, 10, 12, 18; Aff. Turner ¶¶ 5–6, 8–9; Aff. Wiggins ¶¶ 6, 9–10; Aff. \nWright ¶¶ 3–5, 8; Aff. Goldman ¶¶ 5, 8, 12; Aff. ODell ¶¶ 6, 8.)  Unlike the plaintiff \nin King, who needed timely surgery, n o IMA Plaintiff has offered evidence th at the \nPlaintiff was required to have an investment advisor or under time pressure to select \none.  To the contrary, the evidence suggests  that each IMA Plaintiff  had ample \nopportunity to ask questions of Heafner and to explore other investment advisor \nalternatives before electing to entrust Heafner with their savings.   \n73. Also, the fact that the IMA Plaintiffs provided Heafner confidential financial \nand other information in these circumstances does not create a fiduciary duty.  As \nthe Court of Appeals observed in Hager:  \nWhile it is true that the provision of con fidential information places \nconfidence in the recipient, that alone does not create a fiduciary duty; \nfor example, people seeking home financing are often required to provide \nconfidential information to lenders, yet those transactions “ are \nconsidered arm ’s length and do not typically give rise to fiduciary \nduties.”   \n \n826 S.E.2d at 574 (quoting Dallaire, 367 N.C. at 368, 760 S.E.2d at 266).  The evidence \nadvanced here shows only that the IMA Plaintiffs gave Heafner confidential \ninformation s o that Heafner could make investment recommendation s for their \nreview.  The IMA Plaintiffs were free to accept or reject these recommendations and \nto compare them to any recommendations they were free to obtain from other advisor \ncandidates.  There is nothing about the IMA Plaintiffs’ interactions that suggest or \nshow that the IMA Plaintiffs  engaged in something other than an arm’s length \ntransaction with Heafner or that Heafner in any way “held all the cards” in his \n \n \nincipient relationships with the m.  Indeed, until the IMA Plaintiffs  entrusted their \nfunds to Heafner, they were under no obligation to engage his services and were free \nto walk away without consequence .  Heafner cannot be seen to have exercised \ndomination and influence over them at this sta ge of the parties’ relationship .  See  \nDalton, 353 N.C. at 652, 548 S.E.2d at 708 (“No evidence suggests that [the \ndefendant’s] position . . .  resulted in ‘domination and influence on the other [Dalton],’ \nan essential component of any fiduciary relationship.” (emphasis added)).   \n74. Finally, the IMA Plaintiffs’ lack of legal knowledge does not give rise to a \nfiduciary relationship either .  As in Hager , the “lack of legal knowledge does not \nsuffice to show the fiduciary relationship present in  King, particularly when the” \narbitration agreements “outlined the nature of arbitration[ and] identified the rights \n[being] relinquish[ed.]”  Hager, 826 S.E.2d at 574.   As noted, the IMA Plaintiffs do \nnot contend they could not read or understand the agreements; rather they complain \nonly that no one at Heafner’s office told them what the IMA s said about arbitration.  \nSee, e.g., Biesecker v. Biesecker, 62 N.C. App. 282, 285, 302 S.E.2d 826, 828–29 (1983) \n(“[A] person signing a written instrument is under a duty to  read it for his own \nprotection, and ordinarily is charged with knowledge of its contents.   Nor may he \npredicate an action for fraud on his ignorance of the legal effect of its terms.” (citation \nomitted)).   \n75. Based on the above, the Court concludes that a de facto  fiduciary \nrelationship did not exist between the IMA Plaintiffs and the Corporate Defendants \nbefore the IMA Plaintiffs signed the IMAs and entrusted their funds to Defendants.  \n \n \nThe Court therefore concludes that the IMA Plaintiffs’ challenge to the enforceability \nof the delegation provision must necessarily fail.  Having so concluded, the Court \nshall deny the Motion to Dismiss  and order the IMA Plaintiffs ’ claims against the \nCorporate Defendants to arbitration.  See, e.g., Heidbreder v. Epic Games, Inc. , 438 \nF. Supp. 3d 591, 598 (E.D.N.C. 2020)  (“In accordance wi th the  delegation clause, \nwhether the specific claims brought by plaintiff are covered by the scope of the \nagreement is a question for the arbitrator.”).   \nE.  The Stay \n76. “By statute, the Court must stay proceedings involving one or more claims \nsubject to arbitration.  See N.C.[G.S.] § 1-569.7(g).  If an arbitrable claim is severable \nfrom other, non-arbitrable claims in the same action, the Court retains the discretion \nto limit the stay  to the arbitrable claims.”  Charlotte Student Hous. DST v. Choate \nConstr. Co., 2019 NCBC LEXIS 21, at *14 (N.C. Super. Ct. Mar. 26, 2019).  The Court \nnonetheless has the authority to stay all  claims to “promote judicial economy and \nreduce the potential for inconsistent outcomes.”  Id.   \n77. The Court is confronted here with both arbitrable claims (the IMA Plaintiffs’ \nclaims against the Corporate Defendants) and non -arbitrable claims ( the IMA \nPlaintiffs’ claims against Heafner, who filed an Answer and did not join in the Motion \nto Dismiss, and the claims of the N on-IMA Plaintiffs, who did not enter into IMAs \nwith Defendants).  It is clear to the Court that Plaintiffs ’ claims, including those by \nthe Non-IMA Plaintiffs , against Defendants arise from the same alleged \nmisconduct—i.e., Heafner’s recommendation to each Plaintiff to invest in 1 Global \n \n \nMOIs.  Because litigating this issue both in arbitration and in this action would be \nunnecessarily duplicative and risk inconsistent determinations, the Court concludes, \nin the exercise of its discretion, that this action should be stayed pending the outcome \nof the arbitration between the IMA Plaintiffs  and the Corporate Defendants.  See, \ne.g., id. (holding that “[a]llowing litigation to proceed . . . while the same disputes are \nbeing arbitrated would be duplicative and present a real and substantial risk of \ninconsistent outcomes”); see also Apex Tool Grp., LLC v. Ingersoll -Rand Co., 2013 \nNCBC LEXIS 2 4, at *13 –14 (N.C. Super. Ct. May 14, 2013) (“A stay pending \narbitration in this action  will reduce the likelihood that the arbitration panel and \ntrial court will reach inconsistent determinations[.]”).    \nIV. \nMOTION TO STRIKE \n78. The Motion to Strike seeks as alternative relief the opportunity for the IMA \nPlaintiffs to file a sur-reply to the Motion to Dismiss.  The Court permitted both the \nIMA Plaintiffs and the Corporate Defendants the opportunity to file supplemental \nbriefs and supplemental reply briefs on the Motions without restriction as to topic , \n(ECF Nos. 65, 73–75), and both chose to file the permitted briefs.  As a result, the \nCourt finds that the relief sought by the IMA Plaintiffs in their Motion to Strike has \nbeen obtained and thus the Motion to Strike should be denied as moot.  See, e.g., In \nre Hamilton, 220 N.C. App. 350, 353, 725 S.E.2d 393, 396 (2012) (noting that an issue \nis moot whenever “the relief sought has been granted or that the questions originally \n \n \nin controversy between the parties are no longer at issue” (quoting In re Peoples, 296 \nN.C. 109, 147, 250 S.E.2d 890, 912 (1978))).   \nV. \nCONCLUSION \n79. WHEREFORE, the Court hereby ORDERS as follows: \na. The Motion to Strike is hereby DENIED.  \nb. The Motion to Dismiss is hereby DENIED. \nc. The claims of the IMA Plaintiffs  against the Corporate Defendants are \nhereby ORDERED to arbitration. \nd. In the exercise of the Court’s discretion, t he litigation of all claims in \nthis civil action is hereby STAYED  pending the outcome of the  \narbitration proceedings between the IMA Plaintiffs and the Corporate \nDefendants. \ne. The IMA Plaintiffs  and the Corporate Defendants shall submit to the \nCourt a copy of the arbitrator’s decision within seven (7) days after the \narbitrator has issued his or her decision.  \nf. Plaintiffs and Defendants shall meet, confer, and submit a joint status \nreport to the Court reflecting their recommendations concerning further \nproceedings in this action within fourteen (14) days after the arbitrator \nhas issued his or her decision.  \n \n \n \n \nSO ORDERED, this the 11th day of September, 2020. \n \n      /s/ Louis A. Bledsoe, III    \n      Louis A. Bledsoe, III \n      Chief Business Court Judge "
}