{
  "id": "154b0a7c349c9548908f0e8311d40c54ba67ba75be756d9544c909e69364c1b2",
  "source_file": "data/raw/ncbc/154b0a7c349c9548908f0e8311d40c54ba67ba75be756d9544c909e69364c1b2.pdf",
  "raw_text": "Tong v. Dunn, 2012 NCBC 29.   \n \n{1} THIS MATTER is before the court on the motion by Defendants David \nDunn, Timothy Krongard, Ed Masi, Sophia Wong, and Janet Wylie (collectively, \n“Individual Defendants”), styled Motion for Judgment on the Pleadings (“Motion”), \nbrought pursuant to Rule 12(c) of the North Carolina Rules of Civil Procedure \n(“Rule” or “Rules”), by which they seek to dismiss the individual claims of Plaintiff \nSiu S. Tong (“Tong”) by application of \nres judicata .  For the reasons stated below, \nthe Motion is GRANTED. \nRobinson & Lawing, LLP by Michael L. Robinson, H. Stephen Robinson, and \nKurt A. Seeber;  Arrowood Peters, LLP by Raymond P. Ausrotas, pro hac \nvice ; Todd & Weld LLP by David Rich , pro hac vice, for Plaintiffs.   \n \nKilpatrick Townsend & Stockton LLP by Gregg E. McDougal, John M. Moye, \nand Michael A. Kaeding, pro hac vice,  for Individual Defendants. \n \nGale, Judge. \n \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF ORANGE \n \n IN THE GENERAL COURT OF JUSTICE \n \nSUPERIOR COURT DIVISION \n11 CVS 1522 \nSIU S. TONG, et al.,  \n \nPlaintiffs, \n \n)\n \n) \n) \n) \n    \nv. \n \nDAVID DUNN,  TIMOTHY \nKRONGARD, ED MASI, SOPHIA \nWONG and JANET WYLIE, \n  \nDefendants. \n \n)\n \n) \n) \n) \n) \n) \n) \n) \n) \n    \nORDER ON ORDER ON ORDER ON ORDER ON     \nINDIVIDUAL DEFENDANTS’ INDIVIDUAL DEFENDANTS’ INDIVIDUAL DEFENDANTS’ INDIVIDUAL DEFENDANTS’ \nMOTION FOR JUDGMENT ON THE MOTION FOR JUDGMENT ON THE MOTION FOR JUDGMENT ON THE MOTION FOR JUDGMENT ON THE \nPLEADINGS PLEADINGS PLEADINGS PLEADINGS     \n \nI.  SUMMARY OF DECISION \n{2} Plaintiffs are each former holders of Engineous Software, Inc. \n(“Engineous”) common stock.  Tong is also a founder and former Engineous director.  \nPlaintiffs collectively filed this Action (“Present Action”) in Orange County Superior \nCourt nine days after Tong had separately filed an Action (“Initial Action”) in Wake \nCounty in which he was the sole Plaintiff.  Both Actions relate to a merger \ntransaction (the “Merger”) through which Engineous was acquired by Dassault \nSystemes Simulia Corp . (“Dassault”).  In this action, Plaintiffs contend they \nsuffered monetary damages because the Merger unfairly enriched Individual \nDefendants and preferred shareholders.  Plaintiffs complain of alleged breaches of \nfiduciary duty by Individual Defendants, liability for which they contend was \nimputed to Defendants ENG Acquisition, Inc. and Engineous Software, Inc. \n(“Corporate Defendants”) either by agency or because they aided and abetted \nbreaches of fiduciary duty by Individual Defendants.  The court, by its March 19, \n2010 Order, dismissed all claims against Corporate Defendants.  Additional facts \nare stated in that Order. \n{3} The Initial Action was removed from Wake County Superior Court to the \nUnited States District Court for the Eastern District of North Carolina.  Claims \nagainst Individual Defendants stated in the Amended Complaint in the Initial \nAction were voluntarily dismissed with prejudice.  The Initial Action focuses on \nTong’s allegations that he was fraudulently induced to enter agreements that were \nnecessary to allow the Merger to close. \n{4} In the Initial Action, Tong did not expressly state the same causes of \naction for breach of fiduciary duty which Plaintiffs state in the Present Action.  \nHowever, Tong alleged many common facts in both Actions and in the Initial Action \nhe clearly characterized actions by Individual Defendants as breaches of duty \ncausing injury to common shareholders.    \n{5} The voluntary dismissal with prejudice unquestionably resolved with \nfinality those causes of action that were dismissed.1  The Motion raises the issue of \nwhether the dismissal further precludes subsequent litigation of causes of action \nnot expressly stated in the Initial Action but which could have been stated and \nwould have been supported by the factual allegations stated.  In certain instances, \nthe doctrine of res judicata promotes judicial economy by precluding a litigant’s \nright to split claims.  The questions here are whether this case presents such \ncircumstances, and if so, whether Individual Defendants acquiesced in the claim \nsplitting so as to be barred from use of the doctrine of res judicata.   \n{6} Tong has offered no reason that he could not have joined all claims in \none action.  There is no basis to conclude that he was not aware of all facts pled in \nthe Present Action when he filed the Initial Action nine days earlier.  Rather, Tong \nopposes the Motion by asserting that the two suits represent actions to recover for \ndifferent injuries so that he has not impermissibly split claims and the adjudication \nof the first suit does not preclude litigation of the second.   In summary, he asserts \nthat the Initial Action was to collect damages for wrongs suffered only by him \nindividually, including breaches of an employment agreement and promises to pay \n“carve-out” compensation; and the Present Action is to collect losses of value in his \ncommon stock along with his fellow common shareholders.   \n{7} While these injuries can be conceptually distinguished, both flow from a \nsingle course of conduct by which Tong alleges Individual Defendants misused their \nfiduciary positions and manipulated facts to complete the Merger for their own \ninterests.  Essential facts adequate to plead an actionable claim of breach of \nfiduciary duty were stated in the Initial Action.   Issues related to those claims were \nthen raised by the pleadings even though causes of actions for such breaches were \nnot explicitly stated.  The essence of Tong’s two Actions is that Individual \nDefendants set out on a concerted course of action designed to complete the Merger, \nand that Individual Defendants simultaneously intended to buy Tong’s consent \n                                                 \n1 Other claims against other Defendants were not dismissed when all claims against the Individual \nDefendants were dismissed with prejudice. \nthrough false pretenses in order for the Merger to proceed and to extinguish rights \nof the common shareholders.  \n{8} Appellate decisions have addressed res judicata in a variety of fact \nspecific scenarios, allowing for cogent arguments on both sides of the issue of \nwhether claim preclusion should be applied to the facts of this case.  Having \ncarefully considered these precedents, as well as the thorough briefs and argument \nof counsel, the court concludes that res judicata applies on the particular facts of \nthis case, and that the adjudication of the Initial Action by the voluntary dismissal \nwith prejudice precludes Tong’s litigation of the Present Action. \n \nII.  PROCEDURAL HISTORY \n{9} Tong filed the Initial Action in Wake County Superior Court on July 11, \n2011, styled Tong v. Dassault Systemes Simulia Corp., Engineous Software, Inc, \nJanet Wylie, Edward Masi, Tim Krongard, David Dunn, Sophia Wong, and Charles \nJohnson .  The Initial Action was removed to the United States District Court for the \nEastern District of North Carolina (Civ. Action No. 5:11-cv-429).  Tong then filed an \nAmended Complaint.  The causes of action naming Individual Defendants were \nvoluntarily dismissed with prejudice on October 7, 2011.  \n{10} The Complaint in the Present Action was filed in Orange County \nSuperior Court on July 20, 2011.  The matter was designated as a Complex \nBusiness Case by Chief Justice Sarah Parker on August 29, 2011 and assigned to \nthe undersigned on September 2, 2011.  Individual Defendants filed their Answer \non September 19, 2011 and their Amended Answer on October 24, 2011.  Individual \nDefendants filed their Motion on November 30, 2011.  Corporate Defendants were \ndismissed by the court’s March 19, 2012 Order.  \n{11} The Motion has been fully briefed and the court heard oral argument.  \nThe Motion is therefore ripe for disposition. \n \n \n \nIII.  FACTUAL BACKGROUND \n{12} The court does not make findings of fact on a 12(c) motion.  Erickson v. \nStarling , 235 N.C. 643, 657, 71 S.E.2d 384, 394 (1952).  The court summarizes those \nfacts established by the pleadings when construed favorably to Tong with \nreasonable inferences in his favor in order to provide context for the Motion and the \ncourt’s ruling.  See  Vereen v. Holden , 121 N.C. App. 779, 468 S.E.2d 471 (1996).     \n{13} The Complaints in both the Initial Action and the Present Action \nexpressly recite that their claims arise from the Merger.  The Initial Action \nconcentrates on Tong’s claim that he was fraudulently induced to enter into an \nemployment agreement necessary to allow the Merger to proceed, including a \npromise that he would receive monies from a “carve-out” fund. 2 \n{14} The Present Action concentrates on the Merger’s wash-out of common \nshareholders.   Plaintiffs complain that Individual Defendants who were preferred \nshareholder directors or officers breached their fiduciary duties when protecting \ntheir own interests.  Plaintiffs complain that Individual Defendants failed to: (1) \nsufficiently consider common shareholder interests in negotiating and \nconsummating the Merger; (2) delay the sale until after the roll-out of Engineous’ \nnew product, FIPER; (3) adequately consider Tong’s warnings; and (4) adequately \nvalue the company before agreeing to the Merger. 3   \n{15} Clearly, there are differences in the two Complaints.  But there is also \nsubstantial overlap in the factual allegations in the two Actions.   The allegations of \nthe Initial Complaint clearly complain of preferences to preferred shareholders at \nthe expense of common shareholders.  With the Complaints having been filed nine \ndays apart with such common allegations, Tong obviously intentionally chose to \nsplit his individual contract claims and his claims as a common shareholder into \ntwo separate actions.  Tong asserts that his allegations in the Initial Action \nregarding harm to common shareholders were not essential but were only \nbackground.  Individual Defendants contend instead that the factual allegations \n                                                 \n2 See Exh. A to Amended Answer, Amended Complaint ¶¶ 1, 256-352.  \n3 Compl. ¶¶ 65, 66, 67, 70, 71, 74, 76.     \nclearly raised issues materially related to the claims in the Present Action and are \nsupport res judicata .   \n{16} In support of their position, Individual Defendants provided a side-by-\nside comparison of factual allegations in the two Actions.  The court has separately \nconducted its own careful comparison, but recites the chart Individual Defendants \nsubmitted for a convenient summary.  The chart is set out below. \n  \nThe Initial Action The Initial Action The Initial Action The Initial Action     The Present Action The Present Action The Present Action The Present Action     \n63.  Plaintiff Tong was elected by the common \nstockholders to represent their interests on the \nBoard of Directors. \n2.  [Tong] served on Engineous’s board as a \ndirector nominated to represent the interests of \nits common shareholders. \n99.  In early spring 2006, the Engineous Board of \nDirectors voted to hire an investment banking \nfirm to explore opportunities to sell the company. \n57.  In the early spring of 2006, the Engineous \nBoard of Directors. . . voted to hire an \ninvestment banking firm to explore opportunities \nto sell the company. \n101. Defendant Krongard stated that he would \nnot support the sale of Engineous if the price for \nthe sale of the company fell below $60 million. \n58.  Defendant Krongard viewed a sale price \nbelow $60 million as not being in the best \ninterests of Engineous or its shareholders. \n102. Defendant Krongard told Plaintiff that he \nwould work to block the sale of Engineous if the \nvaluation was too low. \n60.  Defendant Krongard stated that he would \nwork with Mr. Tong, the director elected by the \ncommon shareholder and founder of Engineous, \nto block any sale of the valuation was too low. \n103. Wachovia Bank, whose representatives \nvalued Engineous as having a sale price between \n$100 and $120 million dollars, was selected as \nthe investment banking firm to find a buyer for \nEngineous. \n59.  Wachovia Bank was selected as the \ninvestment banking firm, in part based upon its \nclaim that it would bring non-traditional buyers \nto compete for Engineous’s assets and its oral \nprojection of a sale price between $100 million - \n$120 million. \n104.  After several months of work, Wachovia \nwas unable to generate proper sales offers and \nturned to Plaintiff Tong for help. \n62.  Wachovia Bank was not able to generate the \ncompetition as promised and turned to Mr. Tong \nfor help. \n105.  Through Plaintiff Tong’s efforts, five \npotential buyers expressed interest in the sale, \nincluding two large companies, Siemens and \nDefendant DSS. \n63.  Through Mr. Tong’s efforts, four well known \npotential buyers eventually expressed interest in \na potential purchase of Engineous, and two large \nacquirers entered the bidding process, one of \nwhich was Dassault. \n106.  The Investor Defendants had decided to \neffect a quick sale of Engineous. \n70.  [The] preferred stock owning directors, \nincluding Individual Defendants, had expressed \na self-serving need to exit quickly, despite their \nrecognition that the company was not in a strong \nor its best position to sell. \n108.  Despite Plaintiff’s assistance in finding \npotential buyers, the Board of Directors \n(including the Investor Defendants) voted to \neffectively remove Plaintiff Tong from interaction \nwith potential buyers. \n64.  Despite his assistance in moving the process \nforward through that date, a special meeting of \nthe Board of Directors was held in the fall of \n2007 to effectively cut off Mr. Tong’s interaction \nwith potential buyers. \n110.  At this September 2007 meeting, a heated \ndebate took place regarding the rights of the \npreferred versus the common shareholders. \n65.  At one meeting of the full board in the fall of \n2007, a heated debate took place over the rights \nof preferred versus common shareholders. . .  \n111.  Plaintiff Tong. . . insisted that common \nstock stockholders should be properly \ncompensated if the company were sold. \n \n68.  [Defendants’] individual interests . . . would \ndrive the decision making process going forward \n(casting aside the common shareholders’ \ninterests). . . \n \n70.  . . . Mr. Tong had specifically requested that \nthe Board consider the fair treatment of all \nstockholders. . . \n112.  Defendant Dunn explicitly stated at this \nmeeting that the preferred shareholders were \nahead of the common shareholders. \n65.  . . . Defendant Dunn stated that since the \npreferred shareholders “are ahead” of the \ncommon shareholders. \n113.  The minutes of this Board meeting were \nintentionally drafted to the benefit of the \nInvestor Defendants to delete references to the \ndebate over the rights of common shareholders. \n66.  The minutes of these board meetings were \ndrafted in such a manner as to hide the issue \nthat certain board members were placing their \nown interests ahead of common shareholders. . .  \n114.  Plaintiff Tong refused to sign off on the \nminutes of the Board meeting because of this \nomission. \n \n68.  Mr. Tong refused to sign off on the board \nminutes for one of the key board meetings from \nthis time, citing the omission of many statements \n. . . \n116.  Plaintiff Tong warned the Board (including \nthe Investor Defendants) that, at the price being \ndiscussed, the preferred stock shareholders \nwould receive substantial compensation and the \ncommon stock shareholders would receive very \nlittle. \n70.  Mr. Tong had specifically requested that the \nBoard consider the fair treatment of all \nstockholders . . . \n \n76.  . . . the Board should be looking into how to \nimprove exit value for all shareholders, including \nthe Common Shareholders. \n117.  Plaintiff Tong explained they should wait \nlonger to sell the company because Engineous \nhad a new software product known as “FIPER” \nwhich would soon be sold to pilot customers, \nwould generate revenues, and would maximize \nthe company’s potential sale price. \n71.  Mr. Tong explained that by waiting a bit \nlonger, Engineous’ new enterprise product, \nFIPER, would be tested by approximately a \ndozen pilot customers and the resulting “roll- \nout” could increase and maximize the company’s \npotential sale price. \n \n118.  Plaintiff Tong repeatedly warned the \nInvestor Defendants that their failure to improve \nthe value of the company could damage the \ncommon shareholders. \n78.  Mr. Tong, considering the interest of \nshareholders including the Common \nShareholders, suggested that the Board wait for \na competitive purchase offer from another buyer. \n129-130.  In early 2008, the Engineous Board of \nDirectors voted to sign a letter of intent to sell \nEngineous to DSS for approximately $40 million \ndollars.  Plaintiff Tong voted against signing the \nletter of intent. \n \n76.  Mr. Tong did not vote in favor of either the \nDassault or Siemens letter of intent . . . \n143-44.  Defendant Krongard was now willing to \nsell Engineous for approximately $40 million \ndollars. . . Despite his earlier commitment to \nprotect the common stockholders, Defendant \nKrongard had been persuaded by other Investor \nDefendants about the need to sell Engineous. \n78-80.  After receiving the $40 million offer from \nDassault, “the Board showed little interest in \nundertaking any actions to negotiate a higher \nsale price which might improve upon the \nCommon Shareholders’ rights and interests. . . . \n[they] were more interested in proceeding to a \nclosing that would benefit only themselves.”  \nThus, the Defendants “proposed that the Board \naccept the sale price.” \n \n148.  “Plaintiff Tong was reluctant to sell \nEngineous” and “felt the sale was not timed \nproperly to obtain maximum value for the \ncompany. . . . Plaintiff wanted to protect the \ncommon shareholders in any transaction that \noccurred.” \n \n161.  On June 10, 2008, because of his concerns \nregarding the manner in which the proposed sale \nwas going to affect the common shareholders, \nPlaintiff Tong resigned from the Engineous \nBoard of Directors. \n \n78.  “Mr. Tong, considering the interests of all \nshareholders including the Common \nShareholders, suggested that the Board wait for \na competitive purchase offer from another \npotential buyer.” \n205.  On July 21, 2008, the transaction merging \nEngineous and DSS was closed. \n83.  . . . A merger deal closed on or about July 21, \n2008. \n \nIV.  STANDARD OF REVIEW \n{17} The function of Rule 12(c) is to “dispose of baseless claims or defenses \nwhen the formal pleadings reveal their lack of merit” as a matter of law.  Ragsdale \nv. Kennedy , 286 N.C. 130, 137, 209 S.E.2d 494, 499 (1974).  In considering a motion \nfor judgment on the pleadings under Rule 12(c), the court will grant the motion if \n“no issue of material fact remains to be resolved” and “the movant is entitled to \njudgment as a matter of law.”  Groves v. Cmty. Hous. Corp. of Haywood Cnty. , 144 \nN.C. App. 79, 86−87, 548 S.E.2d 535, 541 (N.C. App. 2001) (citations omitted).  “In \ndeciding such a motion, the trial court looks solely to the pleadings. The trial court \ncan only consider facts properly pleaded and documents referred to or attached to \nthe pleadings.” Reese v. Mecklenburg County , 200 N.C. App. 491, 497, 685 S.E.2d \n34, 37-38 (2009) ( citing  Wilson v. Development Co. , 276 N.C. 198, 206, 171 S.E.2d \n873, 878 (1970)).  The court must “view the facts and permissible inferences in the \nlight most favorable to the non-moving party, taking all well-pleaded factual \nallegations in the non-moving party’s pleadings as true.” Id.    \n  \nV.  ANALYSIS \n{18} Various doctrines regulate when “claims” are or are not proper.  There \nis, however, no precise and common definition of the term “claim” as employed by \nthese doctrines.  The term is used in rules and in case law in various contexts.  For \nexample, the legal doctrines of res judicata or collateral estoppel are referred to as \n“claim preclusion.”  Civil Procedure Rule 13 refers to compulsory and permissive \n“claims.”  Civil Procedure Rule 18 refers to “claims and remedies.” Cases define a \nprohibition on “claim splitting.”  The Motion requires the court to determine \nwhether Tong’s “claims” in the Present Action are barred by the dismissal of \n“claims” in the Initial Action.  The exercise is not simply a matter of determining \nwhether Tong specifically stated the same causes of action stated as “claims for \nrelief” in the two Actions.  The doctrine of res judicata reaches issues raised by the \npleadings that reasonably could and should have been brought based on stated \nfactual allegations.   \n{19} Although the federal courts and the various states have somewhat \ndifferent approaches to the doctrine, the principle of res judicata  is a firmly \nentrenched judicial doctrine.  It “is a judicially made doctrine with the purpose of \nboth giving finality to parties who have already litigated a claim and promoting \njudicial economy . . . .”  Eastman Kodak Co. v. Atlanta Retail, Inc. , 456 F.3d 1277, \n1284 (11th Cir. 2006) (citing Parklane Hosiery Co. v. Shore , 439 U.S. 322, 326, 99 S. \nCt. 645, 649, 58 L. Ed. 2d 552, 559 (1979)).  Application of the doctrine relieves \nlitigants of the cost and confusion of multiple lawsuits, conserves judicial resources, \nand encourages reliance on adjudication. Allen v. McCurry , 449 U.S. 90, 94, 101 S. \nCt. 411, 515, 66 L. Ed. 2d 308, 311 (U.S. 1980); see, e.g. , Taylor v. Sturgell , 553 U.S. \n880, 892, 128 S. Ct. 2161, 2171, 171 L. Ed. 2d 155, 168 (2008), 18-131 James Wm. \nMoore et al., Moore’s Federal Practice  § 131.21 (2012).   \n{20} Like the United States Supreme Court, the North Carolina Supreme \nCourt has noted that res judicata  “serves the dual purposes of protecting litigants \nfrom having to relitigate previously decided matters and promoting judicial \neconomy[.]” Bockweg v. Anderson , 333 N.C. 486, 491, 428 S.E.2d 157, 161 (1993).  \nTherefore, a final judgment on the merits in a prior action in a court of competent \njurisdiction precludes a second suit involving the same claim between the same \nparties.  Id. at 491, 428 S.E.2d at 161.   \n{21} As a general proposition, the elements of res judicata are that it bars a \nsubsequent action when: (1) there is a final judgment on the merits; (2) between the \nsame parties; and (3) involving the same claim.  In this case, the Parties concede \nthat the October 7, 2011 voluntary dismissal constitutes a final judgment on the \nmerits of the Initial Action.  They agree that Tong and Individual Defendants were \nParties to both Actions. The Motion then turns on resolving their disagreement with \nrespect to whether the two Actions present the same “claims” for res judicata  \npurposes.  \n{22} The test for determining “same claims” for purposes of res judicata  has \nnot been definitively stated by our appellate courts.  Northwestern Financial Group, \nInc. v. County of Gaston , 110 N.C. App. 531, 537, 430 S.E.2d 689, 693 (1993).  The \nfederal courts and several state courts adopt what is referred to as the \n“transactional approach”4  defined by Restatement of Judgments Second § 24 \n(“Section 24”) which provides that a plaintiff must assert in a single action all rights \narising out of a single transaction or series of transactions, determined by a \npragmatic test.  See Bockweg , 333 N.C. at 493−94, 428 S.E.2d at 162−63; see also \nNorthwestern , 110 N.C. App. at 537−38, 430 S.E.2d at 693−94.  The North Carolina \nSupreme Court was invited to adopt and apply Section 24 to the particular facts \nbefore it, but the court did not because it found that those facts fell outside the \nambits of Section 24.  Bockweg, 333 N.C. at 493−94, 428 S.E.2d at 162−63.  The \ncourt did not necessarily reject applying the Section 24 approach to different facts.  \nThe North Carolina Court of Appeals later followed Bockweg but also found that the \nreasoning expressed by Section 24 was instructive even though it had not been \nexpressly adopted by the North Carolina Supreme Court.  Northwestern , 110 N.C. \nApp. at 537−38, 430 S.E.2d at 693−94 .   \n{23} Bockweg involved claims of medical negligence arising from a course of \nmedical treatment.  The court concluded that res judicata did not apply.  In part, \n                                                 \n4  See  Pueschel v. United States , 369 F.3d 345, 355 (4th Cir. Va. 2004), Restatement of Judgments \nSecond § 24 (1982):  “[A] valid and final judgment rendered in an action extinguishes the plaintiff's \nclaim . . . includ[ing] all rights of the plaintiff to remedies against the defendant with respect to all or \nany part of the transaction, or series of connected transactions, out of which the action arose.” \nthe court reasoned that the conduct of which plaintiff complained represented \nseparate injuries and separate acts of negligence.  The court further discussed that \nissues brought forward in the second action could not be said to have been raised by \nthe pleadings in the first action when the relevant factual allegations had been \nexpressly dismissed and severed from the first action.  The court also was clearly \ninfluenced by the fact that the defendants acquiesced in the removal of those claims \nfrom the first action. Bockweg , 333 N.C. at 493, 430 S.E.2d at 162.  5   \n{24} Nevertheless, Bockweg  also confirms that a judgment precludes \nrelitigation of issues when they are raised by the pleadings of the prior action.  “A \njudgment is decisive of the points raised by the pleadings, or which might be \nproperly predicated upon them.”  Bockweg , 333 N.C. at 492-93; 430 S.E.2d at 162. \n{25} The courts have leaned toward a standard based on materiality and \nrelevance, and focus as well on whether facts necessary to the claims in the second \naction were known to the plaintiff at the time of the first action.  “A judgment \noperates as an estoppel not only as to all matters actually determined or litigated in \nthe proceeding, ‘but also as to all relevant and material matters within the scope of \nthe proceeding which the parties, in the exercise of reasonable diligence, could and \nshould have brought forward for determination.’”  Rodgers Builders, Inc. v. \nMcQueen , 76 N.C. App. 16, 22, 331 S.E.2d 726, 730; see Moody v. Able Outdoor, \nInc. , 169 N.C. App. 80, 87, 609 S.E.2d 259, 263 (2005) (indicating “[i]t is well settled \nthat under principles of res judicata  a final judgment is conclusive ‘not only as to all \nmatters actually litigated and determined, but also as to matters which could \nproperly have been litigated and determined in the former action’”); see also Gaither \nCorp. v. Skinner , 241 N.C. 532, 535, 85 S.E.2d 909, 911 (1955) (stating that res \njudicata  “is broader in its application than a mere determination of the questions \ninvolved in the prior action, such that the judgment bar extends not only to matters \n                                                 \n5 See also  Restatement of Judgments  Second § 26 (1982), which states: \n“When any of the following circumstances exists, the general rule of § 24 does not \napply to extinguish the claim, and part or all of the claim subsists as a possible basis \nfor a second action by the plaintiff against the defendant: . . . [t]he parties have \nagreed in terms or in effect that the plaintiff may split his claim, or the defendant \nhas acquiesced therein . . .” \nactually determined, but also as to other matters which . . . could have been \npresented for determination in the prior action”).  \n{26} Courts then scrutinize the pleadings from each case with a particular \nfocus on whether the actions “stem from the same relevant conduct.” Skinner v. \nQuintiles Transnational Corp. , 167 N.C. App. 478, 483, 606 S.E.2d 191, 194 (2004).  \nA final judgment bars not only all matters actually determined or litigated in the \nprior proceeding, but also all relevant and material matters within the scope of the \nproceeding which the parties, in the exercise of reasonable diligence, could and \nshould have brought forward for determination.  Id.  at 482, 606 S.E.2d at 193-94. \n{27} The principle underlying res judicata  is sometimes expressed as a \nprohibition against claim splitting.  “The common law rule against claim-splitting is \nbased on the principle that all damages incurred as a result of a single wrong must \nbe recovered in one lawsuit.”  Bockweg , 333 N.C. at 492, 428 S.E.2d at 161.  In \nGaither , the North Carolina Supreme Court described the rule as follows:  \n[T]he rules which preclude splitting of a cause of action or the \nrelitigation of the same cause of action between the same parties are \napplicable where a cause of action is adjudicated upon, even though all \nthe relief to which the party asserting the cause of action is entitled is \nnot requested or granted in such action.  The general rule is that the \nwhole cause of action must be determined in one action, and where an \naction is brought for a part of a claim, a judgment obtained in the \naction ordinarily precludes the owner thereof from bringing a second \naction for the residue of the claim.   \n \nGaither , 241 N.C. at 535, 85 S.E.2d at 911.   \n{28} A plaintiff may not avoid application of res judicata  by simply shifting \nlegal theories or asserting a new or different ground for relief on a common set of \nfacts.  Rodgers, 76 N.C. App at 30, 331 S.E.2d at 735.  Neither can a party recover \nfor the same injury based on two different statutory or common law schemes of \nrecovery, arising from the same conduct.  See generally Skinner , 167 N.C. App. 478, \n606 S.E.2d 191. \n{29} However, the mere instance that there are two successive suits sharing \ncommon facts does not alone mandate applying res judicata.  Separate or successive \nlawsuits are appropriate in certain situations.  A second action involving an \naltogether different claim arising from the common facts will not be barred if the \nfacts underlying the claim were not actually litigated and determined in the original \naction.  Country Club of Johnston County, Inc. v. United States Fid. & Guar. Co. , \n150 N.C. App. 231, 239, 563 S.E.2d 269, 275 (2002) (internal citations and \nquotations omitted).  And, as noted, the North Carolina Supreme Court approved \nsuccessive actions by a plaintiff who suffered multiple wrongs arising from \nsuccessive acts of negligence.  Bockweg , 333 N.C. at 492, 428 S.E.2d at 161.  \nFurther, a second action will not be barred when it could not have with reasonable \ndiligence been brought at the time the first action was filed, such as when a \npredicate “right to sue” letter had not been issued.  Skinner , 167 N.C. App. 478, 606 \nS.E.2d 191.  Likewise, res judicata  will not bar claims that rest on facts which were \nnot with reasonable diligence known at the time of the earlier adjudication. \nNorthwestern Fin. Group v. County of Gaston , 110 N.C. App. 531, 538-539, 430 \nS.E.2d 689, 694 (1993). \n{30} Here, it is apparent that: 1) all of the facts relevant to Tong’s claims \nstated in the Present Action were known to him when the Initial Action was filed \nonly nine days earlier; (2) the Initial Action asserts at least twenty-one common \nfactual allegations material and relevant to the fiduciary duty claims; and (3) Tong \nhas identified no compelling reason why he could not have asserted all his claims in \nthe Initial Action.   \n{31} The court concludes that issues Tong now seeks to litigate in the Present \nAction were raised by the pleadings in the Initial Action and res judicata applies.  \nRather than asserting different injuries arising from independent successive acts, \nTong complains that Individual Defendants set out on a concerted course of action \ndesigned to complete the Merger, including buying Tong’s consent through false \npretenses and at the same time extinguishing the rights of common shareholders, \nincluding Tong’s.  While other shareholders that were not party to the Initial Action \nand are not then subject to res judicata,  Tong’s claims are barred by his dismissal of \nthe Initial Action with prejudice.   \n{32} The court has considered whether Individual Defendants may have \nacquiesced in Tong’s claim splitting when they did not initially challenge one action \nbased on the pendency of the other.  See  Bockweg , 333 N.C. at  496, S.E.2d at 164.  \nThe court concludes that they did not. \n \nVI.  CONCLUSION \n{33} For the reasons stated, Tong’s claims in this Action are barred by \napplication of res judicata.  Accordingly, Individual Defendants’ Motion is \nGRANTED.  The Present Action shall proceed on the claims of the remaining \nPlaintiffs. \n \nIT IS SO ORDERED, this 18\nth  day of May, 2012.  \n \n       "
}