{
  "id": "15bac708ce4aeefb28ce0df075d64c627e4ef22ed605ee1045307b15fdba2a5c",
  "source_file": "data/raw/ncbc/15bac708ce4aeefb28ce0df075d64c627e4ef22ed605ee1045307b15fdba2a5c.pdf",
  "raw_text": "Syndicated Servs., Inc. v. Yarbrough, 2017 NCBC 13. \n \nSTATE OF NORTH CAROLINA \nMECKLENBURG COUNTY  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 20912 \nSYNDICATED SERVICES, INC. d/b/a \nWORKERS’ COMPENSATION \nAGENT EXCHANGE, \n \nPlaintiff, \n \nv. \n \nJOHN STANLEY YARBROUGH, III,  \n \nDefendant. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n)\n) \n) \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO DISMISS  \n \n1. THIS MATTER is before the Court on Defendant John Stanley Yarbrough, \nIII’s (“Defendant”) Motion to Dismiss (the “Motion”) received by counsel for Plaintiff \nSyndicated Services, Inc. (“Plaintiff” or the “Corporation”) on December 20, 2016 and \nthereafter filed with the Court by Plaintiff’s counsel on January 6, 2017 .  For the \nreasons stated below , the Court hereby GRANTS IN PART  and DENIES IN PART \nthe Motion.  \nHamilton Stephens Steele & Martin, PLLC by Mark R. Kutny, for Plaintiff \nSyndicated Services, Inc. \n \nJohn Stanley Yarbrough, III, appearing pro se.  \n \nRobinson, Judge.   \nI. INTRODUCTION \n2. This lawsuit arises out of  Defendant’s actions after the Corporation \nterminated Defendant’s employment .  Plaintiff alleges that Defendant took \nConfidential I nformation—computer code and customer contact  information—and \nused the Confidential I nformation to compete against the Corporation.  The Court \nconcludes that the allegations of the Verified Complaint (“Complaint”) are sufficient \nto state claims for breach of contract, breach of the duty of good faith and fair dealing, \nmisappropriation of trade secrets, and unfair and deceptive trade practices .  On the \nother hand, the Court concludes that the allegations of the Complaint are insufficient \nto state a claim for tortious interference with contract.  Therefore, the Court grants \nin part and denies in part the Motion.   \nII. PROCEDURAL HISTORY \n3. Plaintiff initiated this action by filing its Complaint on November 17, 2016.  \n4. This case was designated as a mandatory complex business case by order \nof the Chief Justice of the Supreme Court of North Carolina dated November 18, 2016 \nand assigned to the undersigned by order of Chief Business Court Judge James L. \nGale dated November 29, 2016.  \n5. Defendant was personally served with the summons and Complaint on \nNovember 21, 2016.  \n6. On December 20, 2016, Plaintiff’s counsel received by mail from Defendant \nthe Motion and Defendant’s m emorandum in support of the Motion.  Defendant’s \nmemorandum in support of  the Motion argues that the Complaint fails to state a \nclaim upon which relief can be granted.  Therefore, even though not expressly stated \nin the Motion or D efendant’s brief, the Motion is deemed by the Court to be made \npursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure (“Rule(s)”).     \n7. On January 6, 2017, Plaintiff filed its brief in opposition to the Motion (the \n“Response”).  \n8. On January 6, 2017, the Court entered a Scheduling Order that reminded \nthe parties that the deadline for Defendant to file and serve his  reply brief was \nJanuary 19, 2017.  Defendant did not file a reply brief.  The Court held a hearing on \nthe Motion on February 14, 2017, and the Motion is now ripe for resolution.   \nIII.  FACTUAL BACKGROUND \n9. The Court does not make findings of fact on the Motion under Rule 12(b)(6), \nbut only recites those allegations of the Complaint that are relevant and necessary to \nthe Court’s determination of the Motion.   \n10. The Corporation is a North Carolina corporation with its principal place of \nbusiness in Ponce Inlet, Florida.  (Verified Compl. ¶ 1 [hereinafter Compl.].) \n11. Defendant, a resident of Florida, is  a former employee of the Corporation \nwho worked for the Corporation in both North Carolina and Florida.  (Compl. ¶ 2.)   \n12.  David Bell ( “Mr. Bell ”) and Tracy Bell ( “Mrs. Bell ”)—Defendant’s step-\nfather and mother—are the Chief Executive Officer and Secretary/Treasurer , \nrespectively, of the Corporation.  (Compl. ¶ 6.)   \n13. The Corporation  provides staffing solutions, worker ’s compensation \ninsurance, payroll, and other employee benefit services to companies in all fifty \nstates.  (Compl. ¶ 7.)   \n14. The Corporation created a proprietary product, Staff Pro+, “which offers \nclients the ability to outsource and manage on -boarding paperwork electronically, \nincluding employment agreements, employment eligibility, and enrollment \ndocuments.”  (Compl. ¶ 9.) \n15. Mr. Bell wrote the computer code for Staff Pro+ to work with other products \noffered by the Corporation.  (Compl. ¶ 10.)  Staff Pro+ is integrated with PayPal for \nbilling and utilizes Zoho database management.  ( Compl. ¶ 12.)  Staff Pro+ is \ncurrently only offered in Georgia, Alabama, and New York.  (Compl. ¶ 7.) \n16. On or about July 12, 2013, t he Corporation hired Defendant to work part-\ntime.  (Compl. ¶ 15.)  On or about October 1, 2013, Defendant began working for the \nCorporation full-time and assisting with the coding of the Corporation’s proprietary \nsoftware.  ( Compl. ¶ 15.)  Defendant learned the programing, implementation, and \ndesign behind the Corporation’s products, including Staff Pro+.  (Compl. ¶ 16.) \n17. All of the Corporation’s employees were required to sign a Confid entiality \nand NonCircumvention Agreement (the “Confidentiality Agreement”).  (Compl. ¶ 18.)  \nDefendant executed the Confidentiality Agreement on October 1, 2013.  (Compl. ¶¶ 3, \n29, Ex. A [hereinafter Confidentiality Agreement].)  Execution of the Confidentiality \nAgreement was a condition precedent to Defendant’s employment by the Corporation.  \n(Compl. ¶ 38.)   \n18. The Confidentiality Agreement states that in the event of a breach or \nthreatened breach of the Confidentiality Agreement, “[j]urisdiction and venue for any \nsuch proceeding shall be exclusively in North Carolina.”  (Confidentiality Agreement \n¶ 5 .)  The Confidentiality Agreement also includes a choice of law provision that \nstates that the agreement shall be governed by and interpreted under North Carolina \nlaw.  (Confidentiality Agreement ¶ 5.)  \n19.  The Confidentiality Agreement has a five-year term and provides that a \nparty to whom Confidential Information is disclosed will \na. Use such Confidential Information solely for the [potential business \nrelationship between the Parties]; \n \nb. Not disclose the Confidential Information voluntarily to any person, \norganization, body, committee, commission, tribunal or any other entity;  \n \nc. Maintain the confidence of such Confidential Information with at least \nthe same ardor and care with which it protects its own confidential or \nproprietary information, and  at a minimum in accordance with \nreasonably prudent standards;  \n. . . .     \n \ne. Promptly return to the Disclosing Party, upon its re quest, or certify \nas destroyed, Information in whatever form, including all electronic and \nmagnetic copies and notes thereof. \n \n(Confidentiality Agreement ¶¶ 2, 7.)   \n \n20. The Confidentiality Agreement defines “Confidential Information” as  \nall non -public information designated as being confidential or which, \nunder the circumstances surrounding disclosure, ought to be treated as \nconfidential, as well as any derivatives thereof, including but not limited \nto . . . all information oral, written or otherwise exchanged between the \nparties hereto concerning [the potential business relationship between \nthe Parties], including but not limited to financial information, \ndevelopment plans, marketing plan, business opportunities,  personnel, \nand research.  \n \n(Confidentiality Agreement ¶ 1.) \n21. In or around November 2015, the Corporation  created a new Employee \nHandbook.  ( Compl. ¶ 41.)  Defendant signed an acknowledgment that he had \nreceived the Employee Handbook on November 24, 2015.  ( Compl. ¶ 44.)  The \nEmployee Handbook defines the Corporation’s  “Confidential Information ” as “any \ninformation in the possession of Employee, whether created by [the Corporation ], \nBrokers or clients, which is kept or intended to be kept as a secret from others [.]”  \n(Compl. Ex. B, at 17 [hereinafter Employee Handbook].)     \n22. As provided by the Employee Handbook, employees, even after leaving the \nCorporation, are required to “maintain[] the confidentiality of information which was \nprovided during [the employee’s] employment with [the Corporation ].”  (Employee \nHandbook 18.)     \n23. Additionally, the Corpo ration protects its  trade secrets —including Staff \nPro+, e-mail lists of brokers and customers, and computer programs—by restricting \naccess to the Confidential Information.  (Compl. ¶ 17.)  When an employee logs into \nthe Corporation’s system to access Staff Pro+, a prompt is displayed that reads  \nView User Agreement \n \nBy entering, this application, you are agreeing to the user agreement as \npublished.  Your IP Address and username have been collected.  If you \ndo not agree to these terms, you must immediately close this application \nand cease using it.  Navigating away from this tab const itutes \nagreement with each applicable agreement.   \n \n(Compl. ¶ 21.)  The User Agreement referenced in the display prompt provides  \nUSER agrees not to use for itself or others any Confidential Information, \nincluding client list, about [the Corporation] or its business without the \nprior written consent of [the Corporation]. \n. . . .  \n \nFor the purposes of the Agreement, “Confidential Information ” shall \nmean trade, as well as any information in the possession of [the \nCorporation], . . . which is kept or int ended to be kept as a secret from \nothers, whether or not the secret or confidential information provides a \nmeasureable commercial benefit to [the Corporation] . . . . \n \n(Compl. ¶ 22.)  \n24. Defendant had administrative rights to Staff Pro+ ’s code  that allowed \nDefendant to edit and copy the code.  (Compl. ¶ 24.)  Defendant was familiar with the \ninsurance brokers with whom the Corporation contracted to sell Staff Pro+ and had \naccess to the brokers’ e-mail addresses.  (Compl. ¶ 25.)   \n25. On January 19, 2016, Mr. Bell informed Defendant that they would need to \nmake arrangements for Defendant to pursue employment elsewhere.  (Compl. ¶ 46.)  \nMr. Bell asked Defendant to return his Corporation-issued laptop to the Corporation, \nbut Defendant refused.  Plaintiff contends that Defendant refused because Defendant \nhad copied a version of Staff Pro+ ’s code onto his Corporation -issued laptop, which \nDefendant intended to use to create a competing company.  (Compl. ¶¶ 48−49.)  \n26. On March 7, 2016, Defendant filed Articles of Incorp oration for Think \nEmployer, LLC (“Think Employer”) with the Florida Secretary of State.  (Compl. Ex. \nD.) \n27. Think Employer offers insurance, payroll, marketing, and human resource \nservices.  (Compl. ¶ 52. )  Think Employer also offers a product called Cert-Today, \nwhich offers payroll and worker ’s compensation assistance to small employers.  \n(Compl. ¶ 52.)  Cert -Today’s initial pricing structure is the same as Staff Pro+ with \nboth requiring an initial fee of $250 and a monthly fee of $100.  (Compl. ¶ 53.)  Both \nprograms claim to provide customers with access to A -rated insurance carriers \nlicensed in Georgia with “worry-free billing” through PayPal.  (Compl. ¶ 53.)   \n28. Plaintiff alleges that Defendant took Staff Pro+ ’s code—along with other \nConfidential I nformation—and replicated Staff Pro+ ’s design to start  Cert-Today.  \n(Compl. ¶ 55.)   \n29. Peter Morrison ( “Mr. Morrison”), a  high-volume insurance broker  who \noriginally contracted with Plaintiff, cancelled all of his active accounts with Plaintiff \nin 2016.  (Compl. ¶¶ 56−57.)  \n30. Plaintiff alleges that Defendant used Confidential Information to induce \nMr. Morrison to cancel his accounts with Plaintiff and open new accounts with Think \nEmployer.  (Compl. ¶¶ 57–58.)  \n31. Plaintiff brings the following  claims for relief: (1) breach of contract, \n(2) breach of the duty of good faith and fair dealing, (3) misappropriation of trade \nsecrets, (4) tortious interference with contract, and (5) unfair and deceptive trade \npractices.  (Compl. 12−14, 16.) \nIV. LEGAL STANDARD \n32. In ruling on  a motion to dismiss pursuant to  Rule 12(b)(6), the  Court \nreviews the allegations of the Complaint in the light most favorable to Plaintiff.  The \nCourt’s inquiry is “whether, as a matter of la w, the allegations of the complaint, \ntreated as true, are sufficient to state a claim upon which relief may be granted under \nsome legal theory.”  Harris v. NCNB Nat’l Bank of N.C., 85 N.C. App. 669, 670, 355 \nS.E.2d 838, 840 (1987).  The Court construes the Complaint liberally and accepts all \nfactual allegations as true.  Laster v. Francis, 199 N.C. App. 572, 577, 681 S.E.2d 858, \n862 (2009).   Where the pleading refers to and depends on certain documents, the \nCourt may  consider those documents without converting the Motion into one for \nsummary judgment under Rule 56.   Schlieper v. Johnson , 195 N.C. App. 257, 261, \n672 S.E.2d 548, 551 (2009). \n33. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \ncomplaint on its face reveals that no law supports [the] claim; (2) when the complaint \nreveals on its face the absence of fact sufficient to make a good claim; [or] (3) when \nsome fact disclosed in the complaint necessarily defeats the . . . claim.”  Oates v. JAG, \nInc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985); see also Jackson v. Bumgardner, \n318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986).  Otherwise, “a complaint should not \nbe dismissed for insufficiency unless it appears to a certainty that plaintiff is entitled \nto no relief under any state of facts which could be proved in support of the claim. ”  \nSutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) (emphasis omitted). \nV. ANALYSIS \n \n34. Defendant contends that the Complaint fails to state a claim upon which \nrelief can be granted because “[n]o property which has been or is proprietary to [Mr.] \nBell or [the Corporation]  has been stolen, used, or given by [Defendant]. ”  (Mem. \nSupp. Mot. Dismiss 5.)  Defendant argues that he has not breached any contract; the \nConfidentiality Agreement is vague  and unenforceable; Cert -Today is owned by \nSouthern Oak Property and Trade, LLC; and Defendant’s actions have not financially \ninjured Plaintiff.  (Mem. Supp. Mot. Dismiss 5.) \n35. As the Court is required to take all factual allegations of the Complaint as \ntrue in determining whether the Complaint states a claim upon which relief can be \ngranted, Defendant’s assertions that the facts in  the Complaint are incorrect or  \nuntrue may not properly be considered in ruling on the Motion.  See White v. White, \n296 N.C. 661, 667, 252 S.E.2d 698, 702 (1979) (“The function of a motion to dismiss is \nto test the law of a claim, not the facts which support it.”).    \n36. The Court concludes that the allegations of the Complaint are sufficient to \nstate claims for breach of contract, breach of the duty of good faith and fair dealing, \nmisappropriation of trade secrets, and  unfair and deceptive trade practices.  On the \nother hand, the Court concludes that the allegations of the Complaint are insufficient \nto state a claim for tortious interference with contract.  \nA. Breach of Contract \n37. In support of the Motion with respect to  the breach of contract claim , \nDefendant contends that Mr. Bell did not develop a software program, Defendant was \nwrongfully terminated, Mr. Morrison did not have a contract with the Corporation, \nand the Corporation-issued laptop was personal property.  (Mem. Supp. Mot. Dismiss \n6–7.)  As discussed above, these factual contentions may not be considered by the \nCourt in ruling on the Motion.   \n38. Defendant further contends that the Confidentiality Agreement is \nunenforceable because it is vague, overbroad, and unreasonable.  (Mem. Supp. Mot. \nDismiss 7.)   \n39. The elements of a breach of contract claim are “(1) existence of a valid \ncontract and (2) breach of the terms of that contract.”  Poor v. Hill, 138 N.C. App. 19, \n26, 530 S.E.2d 838, 843 (2000).  The requirements of a valid contract are (1) assent, \n(2) mutuality of obligation, and (3) definite terms.  Charlotte Motor Speedway, LLC \nv. Cty. of Cabarrus , 230 N.C. App. 1,  6–8, 748 S.E.2d 171 , 176 –77 (2013).  \n“[T]he terms of a contract must be sufficiently definite that a court can enforce them.”  \nWein II, LLC v. Porter, 198 N.C. App. 472, 480, 683 S.E.2d 707, 713 (2009).   \n40.  The allegations of the Complaint sufficiently plead the existence of a valid \ncontract.  Defendant’s assent to the Confidentiality Agreement is show n by his \nsignature to the Confidentiality Agreement.  Mosely v. WAM, Inc., 167 N.C. App. 594, \n599, 606 S.E.2d 140, 143 (2004) (“When a party affixes his signature to a contract, he \nis manifesting his assent to the contract.”).   In exchange for Defendant’s agreement \nto the terms of the Confidentiality Agreement, the Corporation hired Defendant for  \nfull-time employment, thereby satisfying the consideration requirement.  Calhoun v. \nWHA Med. Clinic, PLLC, 178 N.C. App. 585, 597, 632 S.E.2d 563, 571 (2006) (stating \nthat employment is valuable consideration).   \n41. Further, the Confidentiality Agreement ’s definition of “Confidential \nInformation,” and the other terms of the agreement, are sufficiently definite to enable \nthe Court to enforce the agreement.  The Confidentiality Agreement is limited to non-\npublic information disclosed between the parties , and  written materials and \ndiscussions related to the Corporation’s business.  The Confidentiality Agreement \nsets forth specific  Confidential Information , such as “financial information, \ndevelopment plans, marketing plan, business opportunities, personnel, and \nresearch.”  (Confidentiality Agreement ¶ 1.)  Therefore, the Complaint sufficiently \nalleges the existence of a valid contract. \n42. As to Defendant’s contention that the Confidentiality Agreement  is \noverbroad and unreasonable, North Carolina courts have upheld agreements that \nmerely prevent an  employee from disclosing or using the employer’s confidential \ninformation, rather than prohibiting the employee from engaging in a competing \nbusiness, as protecting a legitimate business interest of the employer.  Chemimetals \nProcessing v. McEneny , 124 N. C. App. 194, 197, 476 S.E.2d 374, 376 (1996) (“An \nagreement is not in restraint of trade, however, if it does not seek to prevent a party \nfrom engaging in a similar business in competition with the [employer], but instead \nseeks to prevent the disclosure or  use of confidential information.”) ; Amerigas \nPropane, L.P. v. Coffey, 2015 NCBC LEXIS 98, at *10 (N.C. Super. Ct. Oct. 15, 2015).   \n43. Here, the Confidentiality Agreement  merely prevents Defendant from  \ndisclosing Confidential Information, and does not bar Defendant from working for a \ncompetitor of the Corporation.  Therefore, the Court concludes that the \nConfidentiality Agreement is not a restraint on trade and protects a legitimate \nbusiness interest of the Corporation. \n44. The allegations of the Complaint sufficiently plead  that Defendant \nbreached the Confidentiality Agreement by using Confidential Information —\nspecifically, the Staff Pro+ computer programming code—to create Cert-Today, and \nby using Confidential Information to contact Mr. Morrison.   \n45. Therefore, the Court concludes that the allegations of the Complaint are \nsufficient to state a claim for  breach of contract against Defendant , and the Motion \nas to that claim is denied.   \nB. Breach of the Duty of Good Faith and Fair Dealing \n46. “In every contract there is an implied covenant of good faith and fair dealing \nthat neither party will do anything which injures the right of the other to receive the \nbenefits of the agreement.”  Governor’s Club Inc. v. Governors Club Ltd. P’ship , 152 \nN.C. App. 240, 251, 567 S.E.2d 781, 789 (2002) (quoting Bicycle Transit Auth. v. Bell, \n314 N.C. 219, 228, 333 S.E.2d 299, 305 (1985)). \n47. The Court has concluded that the Complaint sufficiently alleges the \nexistence of  a valid contract  between Plaintiff and Defendant.   Further, t he \nComplaint alleges that Defendant disclosed or misused Confidential Information , \nthereby breaching the contract , in order to establish a software that competes with \nStaff Pro+.  These allegations are sufficient to state a claim for breach of the implied \ncovenant of good faith and fair dealing .  As a result , the Motion as to that claim is  \ndenied.   \nC. Misappropriation of Trade Secrets \n48. “To plead misappropriation of trade secrets, a plaintiff must identify a trade \nsecret with sufficient particularity so as to enable a defendant to delineate that which \nhe is accused of misappropriating and a court to determine whether misappropriation \nhas or is threatened to occur.”  VisionAIR, Inc. v. James, 167 N.C. App. 504, 510–11, \n606 S.E.2d 359, 367 (2004).   \n49. The Complaint identifies the trade secret, Staff Pro+ code, with sufficient \nparticularity to state a claim for misappropriation of trade secrets .  The Complaint \nalleges that Defendant should have known that Staff Pro+’s code was a trade secret, \nand Defendant signed a Co nfidentiality Agreement that prohibited Defendant’s use \nand disclosure of Staff Pro+.  The Complaint alleges that Defendant misappropriated \nthe Staff Pro+  code to create a substantially similar program , Cert-Today, without \nPlaintiff’s consent.   \n50. Therefore, the Court concludes that the allegations of the Complaint are \nsufficient to state a claim for misappropriation of trade secrets, and the Motion as to \nthat claim is denied.   \nD. Tortious Interference with Contract \n51. The elements of a tortious interference with contract claim are \n(1) a valid contract between the plaintiff and a third person which \nconfers upon the plaintiff a contractual right against a third person ; \n(2) the defendant knows of the contract; (3) the defendant intentionally \ninduces the third person not to perform the contract; (4) and in doing so \nacts without justification; (5) resulting in actual damage to plaintiff. \n \nBeverage Sys. of the Carolinas, LLC v. Associated Beverage Repair, LLC, 368 N.C. \n693, 700, 784 S.E.2d 457, 462 (2016 ) (quoting United Labs, Inc. v. Kuykendall, 322 \nN.C. 643, 661, 370 S.E.2d 375, 387 (1988)).  In the absence of an enforceable covenant \nnot to compete, a competing party is “free to engage in routine business competition.”  \nId. at 701, 784 S.E.2d at 462 ; see also Peoples Sec. Life Ins. Co. v. Hooks , 322 N.C. \n216, 221–22, 367 S.E.2d 647, 649 –51 (N.C. 1988)  (noting “competition in business \nconstitutes justifiable interference in another ’s business relations and is not \nactionable so long as it is carried on in furtherance of one’s own interest s and by \nmeans that are lawful ”).  In order to establish that a competitor is not justified in \ninducing a third party to breach a contract, “[a] complainant must show that the \ndefendant acted with malice and for a reason not reasonably related to the protection \nof a legitimate business interest of the defending party.”  Sellers v. Morton, 191 N.C. \nApp. 75, 82, 661 S.E.2d 915, 921 (2008).  \n52. The allegations of the Complaint are insufficient to state a claim for tortious \ninterference with contract.  The Complaint sufficiently alleges the first, second, third, \nand fifth elements of a tortious interference with contract claim—that a valid contract \nexisted between Plaintiff and Mr. Morrison, Defendant had knowledge of the \ncontract, and Defendant induced Mr. Morrison to breach the contract, which resulted \nin damages to Plaintiff.     \n53. The Complaint further alleges , however, that Defendant is operating a \ncompeting business, Think Employer.  The Complaint does not allege that Defendant \nor Mr. Morrison entered into  covenants not to compete with Plaintiff or that \nDefendant act ed with malice and “ for a reason not reasonably related to the \nprotection of a legitimate business interest.”  Therefore, Plaintiff has failed to allege \nthat Defendant act ed without justification, rather than in routine business \ncompetition with Plaintiff.   \n54. The Court concludes that Plaintiff ’s allegation that Defendant is a direct \ncompetitor, without more, reveals an absence of fact  necessary to support Plaintiff’s \nclaim for tortious interference with contract, and the Motion as to that claim should \nbe granted.  \n55. “The decision to dismiss an action with or without prejudice is in the \ndiscretion of the trial court . . . .” First Fed. Bank v. Aldridge, 230 N.C. App. 187, 191, \n749 S.E.2d 289, 292 (2013).  The Court concludes, in the exercise of its discretion, that \ndismissal of Plaintiff’s tortious interference with contract claim, at this stage, should \nbe without prejudice to Plaintiff reassert ing such claim by way of a motion seeking \nleave to amend the Complaint in the event discovery uncovers facts sufficient to \nsupport an allegation of malice. \nE. North Carolina Unfair and Deceptive Trade Practices \n56. The elements of an unfair and deceptive trade practices claim  under N.C. \nGen. Stat. § 75-1.1 are “(1) [the] defendant committed an unfair or deceptive act or \npractice, (2)  the act ion in question was  in or affecting commerce, and (3) the act  \nproximately caused injury to the plaintiff. ”  Bumpers v. Cmty. Bank of N. Va. , 367 \nN.C. 81, 88, 747 S.E.2d 220, 226 (2013) (alteration in original).  Misappropriation of \ntrade secrets constitutes an unfair or deceptive act.  Medical Staffing Network, Inc. \nv. Ridgeway, 194 N.C. App. 649, 659 –60, 670 S.E.2d 321, 329 (2009).  The Supreme \nCourt of North Carolina has interpreted “commerce” to mean “business activities.”  \nWhite v. Thompson, 364 N.C. 47, 52, 691 S.E.2d 676, 679 (2010); Powell v. Dunn, \n2014 NCBC LEXIS 3, at *8 (N.C. Super. Ct. Jan. 28, 2014).  “The term ‘business \nactivities’ . . . connotes the manner in which businesses conduct their regular, day-to-\nday activities, or affairs, such as the purchase and sale of goods, or whatever other \nactivities the business regularly engages in and for which it is organized.”  White, 364 \nN.C. at 52, 691 S.E.2d at 679 (omission in original) (quoting HAJMM Co. v. House of \nRaeford Farms, Inc., 328 N.C. 578, 594, 403 S.E.2d 483, 493 (1991)). \n57. The Complaint sufficiently alleges that Defendant committed an unfair or \ndeceptive act  in or affecting commerce, w hich caused damage to Plaintiff.  The \nComplaint alleges that Defendant  misappropriated the Corporation’s  trade secret, \nthe Staff Pro+ computer programming code, and  that Defendant is using the \nmisappropriated trade secret  in the operation of his competing  business, Think \nEmployer.  Plaintiff alleges that, as a result, Plaintiff has been injured in the form of \nlost profits and other monetary damages.   \n58. Therefore, the Court concludes that the allegations of the Complaint are \nsufficient to state a claim for unfair and deceptive trade practices, and the Motion as \nto that claim is denied.  \nVI. CONCLUSION \n59. For the foregoing reasons, the Court hereby DENIES in part and GRANTS \nin part the Motion as stated herein.  Plaintiff’s claim for tortious interference with \ncontract is hereby DISMISSED without prejudice. \nSO ORDERED, this the 15th day of February, 2017. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n   for Complex Business Cases \n \n "
}