{
  "id": "15e863feb7f4c803526ad0cdcb5f9ec901b40959419ede06f6ddec236fa1738a",
  "source_file": "data/raw/ncbc/15e863feb7f4c803526ad0cdcb5f9ec901b40959419ede06f6ddec236fa1738a.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 12299 \n \nRFACTR, INC., RICHARD \nBRASSER, and GREG GENTNER, \n \nPlaintiffs, \n \nv. \n \nCHRIS MCDOWELL and \nCAROLINE MCDOWELL, \n \nDefendants. \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nSUMMARY JUDGMENT AND \nDEFENDANTS’ MOTION TO STRIKE \nOR PRECLUDE RELIANCE ON \nCERTAIN STATEMENTS OF THE \nDECLARATION OF LUIS GOMEZ \n \n \n \n \n1. THIS MATTER is before the Court upon Defendants Caroline McDowell \n(“Caroline”) and Chris McDowell’s (“Chris”) (together, “Defendants”  or the \n“McDowells”) Motion for Summary Judgment on Plaintiffs’ Affirmative Claims (the \n“SJ Motion”), (ECF No. 202), and Defendants’ Motion to Strike or Preclude Reliance \non Certain Statements of the Declaration of Luis Gomez  (“Gomez”), (the “Motion to \nStrike”), (ECF No. 215), (together, the “Motions”) in the above-captioned case. \n2. After considering the Motions, the briefs and related materials submitted in \nsupport of and in opposition to the Motion s, and the arguments of counsel at the \nhearing on the Motions , the Court hereby GRANTS in part and DENIES in part \neach Motion.  \nLincoln Derr P LLC, by Sara R. Lincoln and Phoebe Norton Coddington, \nfor Plaintiffs Richard Brasser and Greg Gentner.  \nJames, McElroy & Diehl, P.A., by John R. Buric and John R. Brickley, \nfor Plaintiff rFactr, Inc. \nRosenwood, Rose & Litwak, PLLC, by Erik M. Rosenwood, for \nDefendants Caroline McDowell and Chris McDowell.  \nrFactr, Inc. v. McDowell, 2023 NCBC 8. \nBledsoe, Chief Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \nA. Factual Background \n3. This litigation arises out of Caroline’s October 2017 telephone call to Jackson \nNational Life Insurance Company (“Jackson National”), in which Plaintiffs allege \nthat Caroline falsely represented that Plaintiff rFactr, Inc. (“rFactr” or the \n“Company”), a company with outstanding Internal Revenue Service (“IRS”) liabilities \nand with which Jackson National was negotiating a contract, was financially \nunstable.  Soon after the call, Jackson National informed rFactr that it no longer \nwished to pursue negotiations or enter into a contract with the Comp any.  Plaintiffs \nsubsequently filed suit against the McDowells, asserting claims based on Caroline's \ncall and contending that the call was the sole reason that Jackson National did not \nenter a contract with rFactr. \n4. The McDowells have asserted counterclaims  in response, alleging, among \nother things, that Plaintiffs misrepresented the Company ’s financial condition to \ninduce the McDowells ’ investment in the Company and that Plaintiffs Richard \nBrasser (“Brasser”) and Greg Gentner (“Gentner”) breached their fiduciary duties to \nthe McDowells by misrepresenting  rFactr’s financial condition, paying themselves \nexcessive and unreasonable salaries, and otherwise diverting corporate resources for \ntheir personal benefit. \n5. The Court does not make findings of fact when deci ding a motion for \nsummary judgment.  The Court previously considered and ruled upon three motions \nfor summary judgment  in this action on 8 December 2020 (the “2020 Opinion”). 1  \nBecause the parties rely extensively upon the prior summary judgment record on the \ncurrent Motions, t he Court incorporates by reference the factual and procedural \nbackground set forth in paragraphs 6 –19 of the 2020 Opinion to provide context for \nthe Court’s analysis and ruling here. \n6. Of particular relevance, it is undisputed that Brasser and Gentner were \nexecutive officers, directors, and shareholders of rFactr and ran its day -to-day \noperations.2  Chris sat on rFactr’s board of directors beginning in 2015, but his wife, \nCaroline, did not.3   \n \n1 See rFactr, Inc. v. McDowell , 2020 NCBC LEXIS 144 (N.C. Super. Ct. Dec. 8, 2020)  \n(resolving the following motions: (i) Brasser and Gentner’ s Motion for Summary Judgment \non Plaintiffs’ Affirmative Claims, (ECF No. 76); (ii) Brasser and Gentner’s Motion for \nSummary Judgment on Defendants’ Counterclaims,  (ECF No. 78); (iii) rFactr’s Motion for \nSummary Judgment on rFactr’s Claims and Defendants’ Counterclaims, (ECF No. 84) ; and \n(iv) Defendants’ Amended Motion to Strike and/or Preclude Reliance on Affidavit of Luis \nGomez, (ECF No. 96)). \n2 (Aff. Richard Brasser, dated June 1, 2020, at ¶¶ 5– 6 [hereinafter “Brasser Aff.”], ECF No. \n79; Aff. Greg Gentner, dated June 1, 2020, at ¶¶ 5– 6 [hereinafter “Gentner Aff.”], ECF No. \n80.) \n \n3 (Pls. Richard Brasser and Greg Gentner’s Br. Supp. Mot. Summ. J. Pls.’ Affirmative Claims \n[hereinafter “Officers’ 2020 Br.”] Ex. 1, Dep. James Chris topher McDowell, dated June 4, \n2019, at 15:21–16:1 [hereinafter “Chris Dep.”], ECF No. 82.1.)  Excerpts of Chris’s deposition \nappear across various docket entries in this action.  Therefore, the Court will provide a docket \nnumber each time it cites to his deposition.   \n \n7. While Chris sat on the board, he often worked from home, and had business \ncalls on speakerphone that Caroline could sometimes hear.4  Caroline also had access \nto Chris’s email account, and frequently read his work emails without his knowledge.5  \n8. In 2015, rFactr began negotiations for a multi -year software license with \nJackson National that continued into the autumn of 2017. 6  Plaintiffs contend, and \nDefendants dispute, that by October 2017, rFactr and Jackson National had reached \nan agreement on services and pricing, and the finalization of a contract awaited only \na review by Jackson National’s legal department.7 \n9. Before and during these negotiations, it is undisputed that rFactr had \nincurred significant losses and struggled to pay its creditors or business expenses ,8 \nand that the IRS had filed sizable tax liens against the Company.9   \n \n4 (Chris Dep. 14:2–15:4, ECF No. 82.1.) \n \n5 (Chris Dep. 13:11 –14:1, ECF No. 82.1; Officers’ 2020 Br.  Ex 2, Dep. Caroline McDowell, \ndated June 3, 2019, at 146:2– 13 [hereinafter “Caroline Dep.”], ECF No. 82.2. )  Excerpts of \nCaroline’s deposition also appear across several different docket entries in this action.  The \nCourt will therefore provide a docket number each time it cites to her deposition.  \n \n6 (Aff. Chris McDowell, dated June 29, 2020, at ¶ 18 [hereinafter “Chris Aff.”], ECF No. 94; \nGentner Aff. ¶¶ 14, 20.) \n \n7 (Brasser & Gentner’s Mem. Law Opp’n  Defs.’ Mot. Summ. J. [hereinafter “Officers’ Opp’n \nBr.”] Ex. 8, Decl. Luis Gomez, dated Dec. 19, 2022 at ¶¶ 6–8 [hereinafter “Gomez Decl.”], ECF \nNo. 209.9.) \n \n8 (See Chris Aff. Ex. A.5 at CONFIDENTIAL_MCDOWELL_PRODUCTION_000000533–37 \n[hereinafter “rFactr Investor Update”], ECF No. 94.5.) \n \n9 (Gentner Aff. ¶¶ 11–12; Chris Aff. ¶ 17.)  Brasser and Gentner did not disclose rFactr’s IRS \nliability to its board members until June 2017, when rFactr owed over $900,000 to the IRS, \nand to rFactr’s investors u ntil August 2017, when rFactr owed approximately $720,000. \n(Chris Aff. ¶¶ 14 –16; rFactr Investor Update  at \nCONFIDENTIAL_MCDOWELL_PRODUCTION_000000533.) \n \n10. On 26 October 2017, Caroline placed the phone call to Jackson National that \nlies at the center of Plaintiffs’ claims (the “Call”).  It is undisputed that she posed as \na former rFactr employee named “Susan,” and that she made several representations \nabout rFactr to Jeffrey Mitchell (“Mitchell”), a senior human resources consultant for \nJackson National, including that rFactr and its owners were in financial difficulty , \nthat rFactr was in trouble with the IRS, that rFactr’s owners were being investigated \nfor arson, and that rFactr’s owners had withdrawn their children from school and \nwere moving out of the country.10  Mitchell reported the call to Jackson National’s in-\nhouse counsel.11 \n11. On t he following day, 27 October 2017, Luis Gomez (“Gomez”), Jackson \nNational’s Vice President of Marketing and Digital Strategy and its point of  contact \nwith rFactr concerning the software license negotiations ,12 emailed rFactr stating \nthat Jackson National had “decided to mov e in another direction” and that it would \ndiscontinue its contract negotiations with rFactr .13  Brasser initially suspected that \n \n10 (See Officers’ 2020 Br. Ex. 3, Audio Recording Phone Call, ECF No. 82.3; Caroline Dep. \n194:15–25, 196:3 –7, ECF No. 82.2 ; Defs.’ Br. Opp’n Mot. Summ. J. by rFactr Ex 2 , Dep . \nJeffrey Mitchell, dated May 30, 2019, at 16:7 –11 [hereinafter “Mitchell Dep.”], ECF No. \n106.2.)  Like the depositions of the McDowells, the deposition of Jeffrey Mitchell appears in \nmultiple docket entries in this action.  However, his deposition appears in full at ECF No. \n106.2, so each citation to his deposition is to that docket entry.  \n \n11 (Mitchell Dep. 27:10–17.) \n \n12 (Gentner Aff. ¶ 28; Gomez Decl. ¶¶ 3–4.) \n \n13 (Gentner Aff. ¶ 29.) \n \nJackson National had ended negotiations because it had discovered rFactr’s tax \nliens.14  Brasser and Gentner did not learn of the Call until months afterwards.15 \nB. Procedural History \n12. In its 2020 Opinion , the Court denied (i) Brasser and Gentner’s motion for \nsummary judgment on their claim for defamation; (ii) Brasser and Gentner’s motion \nfor summary judgment against Chris’s counterclaims for breach of fiduciary duty, \nconstructive fraud, and fraudulent misrepresentation; and (iii) rFactr’s motion for \nsummary judgment on its claims for tortious interference with prospective economic \nadvantage, breach of fiduciary duty, and unfair and deceptive trade practices and on \nChris’s counterclaims for breach of contract and constructive fraud.  In that same \nopinion, the Court granted (i) Brasser and Gentner’s motion for summary judgment \nagainst Caroline’s counterclaims for breach of fiduciary duty, constructive fraud, and \nfraudulent misrepresentation; and (ii) rFactr’s motion for summary judgment against \nCaroline’s breach of contract and constructive fraud counterclaims and the \nMcDowells’ shareholder inspection counterclaim.   See generally rFactr, Inc. , 2020 \nNCBC LEXIS 144.    \n13. On 31 March 2021, the Court noticed a jury trial to commence on 11 July \n2022 on all remaining claims , specifically: (i) Brasser and Gentner’s claim against \nboth Defendants for slander per se; (ii) rFactr’s claims against both Defendants for \n \n14 ( See Brasser Aff. Ex. 5  at CONFIDENTIAL_MCDOWELL_PRODUCTION_000001158, \nECF No. 79.5.) \n \n15 (Brasser Aff. ¶ 30; Gentner Aff. ¶ 30.) \n \ntortious interference with prospective economic advantage and unfair and deceptive \ntrade practices and against Chris for breach  of fiduciary duty; and (iii) Chris’s \ncounterclaims against Brasser and Gentner for breach of fiduciary duty, constructive \nfraud, and fraudulent misrepresentation and against rFactr for breach of contract \nand constructive fraud.\n16  The Court subsequently continued the trial to 5 December \n2022.17 \n14. On 2 August 2022, the Court entered an Order reopening the discovery \nperiod in this action through and including 17 October 2022 for the limited purpose \nof affording Defendants the opportunity to conduct discovery on witnesses and \ndocuments that Plaintiffs failed to disclose and produce until 13 May 2022 (the “Late \nInformation”).  The Late Information was produced two years after the close of \ndiscovery, over three years after Defendants served discovery requests seeking this \ninformation, and only six weeks prior to the then-scheduled trial.\n18 \n15. On 3 November 2022, Defendants moved to amend the C ase Management \nOrder (the “CMO”), (ECF No. 22),  to permit Defendants to move for summary \njudgment based on the Late Information and the discovery related to that information \n \n16 (Notice Jury Trial, ECF No. 127.) \n \n17 (Notice Jury Trial, ECF No. 170.) \n \n18 (See Order Defs.’ Mot. in Lim. Exclude Late-Disclosed Information, ECF No. 183.) \n \n(“New Discovery”).19  The Court granted Defendants’ motion on 16 November 2022  \n(the “CMO Amendment Order”)20 and continued the jury trial to 13 February 2023.21   \n16. The CMO Amendmen t Order specifically provided that Defendants were \npermitted to file “a post- discovery dispositive motion based on the Late Information \nand the New Discovery” and directed that the motion “shall not be primarily based \non information Defendants acquired bef ore the close of discovery [.]”22  The Order \nfurther provided that “Defendants may reference and rely upon such information if, \nin fairness, the Late Information, the New Discovery, and information Defendants \nacquired before the close of discovery should be considered together for purposes of \nDefendants’ motion [.]”\n23  The Order also made clear that its entry was “without \nprejudice to Plaintiffs’ right to oppose Defendants’ anticipated summary judgment \nmotion on grounds that it does not comply with the restrictions[.]”24 \n17. As permitted by the CMO Amendment Order, Defendants filed the SJ \nMotion on 17 November 2022, seeking summary judgment on all of Plaintiffs’ claims.  \nAfter full briefing, the Court held a hearing on the SJ Motion on 9 January 2023, at \n \n19 (See Mot. Sanctions and Am. Case Management Order, ECF No. 186.) \n \n20 (Order Granting Mot. Am. Case Management Order [hereinafter “CMO Amendment \nOrder”], ECF No. 197.) \n \n21 (Notice Jury Trial, ECF No. 201.) \n \n22 (CMO Amendment Order ¶ 10(a).) \n \n23 (CMO Amendment Order, ¶ 10(a).) \n \n24 (CMO Amendment Order, ¶ 10(b).) \n \nwhich all parties were represented by counsel (the “Hearing”).  The SJ Motion is now \nripe for resolution.  \nII. \nLEGAL STANDARD \n18. Summary judgment is proper only “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitled to \njudgment as a matter of law.”  N.C. R. Civ. P. 56(c).  An issue is genuine if it is \n“supported by substantia l evidence,” and “an issue is material if the facts alleged \nwould constitute a legal defense, or would affect the result of the action, or if its \nresolution would prevent the party against whom it is resolved from prevailing in the \naction[.]”  DeWitt v. Eveready Battery Co., 355 N.C. 672, 681 (2002) (cleaned up).  All \nthe “[e]vidence presented by the parties is viewed in the light most favorable to the \nnon-movant.”  Summey v. Barker, 357 N.C. 492, 496 (2003). \n19. The moving party “bears the initial burden of demonstrating the absence of \na genuine issue of material fact.”  Liberty Mut. Ins. Co. v. Pennington, 356 N.C. 571, \n579 (2002).  “Once the party seeking summary judgment makes the required showing, \nthe burden shifts to the nonmoving party to produce a foreca st of evidence \ndemonstrating specific facts, as opposed to allegations, showing that he can at least \nestablish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784–85 \n(2000).  “The nonmoving party, in [its] response, ‘must set forth specific facts showing \nthat there is a genuine issue for trial.  If he does not so respond, summary judgment, \nif appropriate, shall be entered against him.’ ”  Hopkins v. MWR Mgmt. Co ., 2017 \nNCBC LEXIS 92, at *7 (N.C. Super. Ct. Oct. 3, 2017) (quoting N.C. R. Civ. P. 56(e)). \nIII. \nANALYSIS \n20. Before proceeding to the substance of the SJ Motion, the Court addresses \ntwo threshold matters: Defendants’ alleged failure to comply with the CMO \nAmendment Order and Defendants’ Motion to Strike.   \nA. Defendants’ Compliance with the CMO Amendment Order \n21. Each Plaintiff claims that Defendants have failed to limit the SJ Motion to \nthe Late Information and the New Discovery as required under the CMO Amendment \nOrder and instead have based the motion primarily  on information Defendants \nacquired before the close of discovery.25  Having carefully considered the matter, the \nCourt, in the exercise of its discretion, in the interests of judicial economy, and in the \ncircumstances of this case, shall assume without deciding that Defendants have \ncomplied with the CMO Amendment Order and proceed to consider the parties’ \narguments on the SJ Motion’s merits, which likely anticipate similar if not identical \narguments that they will make on directed verdict at tria l.  See, e.g., In re \nSoutheastern Eye Center- Pending Matters , 2022 NCBC LEXIS 103, at *5 –6 (N.C. \nSuper. Ct. Fe b. 17, 2022) (noting  a trial court ’s “inherent authority” to manage its \n \n25 (Officers’ Opp’n Br. 2, ECF No. 209 ; rFactr’s Mem. Law Opp’n Defs.’ Mot. Summ. J. Pls.’ \nAffirmative Claims 2–4 [hereinafter “rFactr Opp’n Br.”], ECF No. 210.) \n \ndocket).  The Court therefore, in its discretion,  overrules Plaintiffs’ challenge to  the \nscope of the SJ Motion. \nB. Defendants’ Motion to Strike \n22. Defendants move to strike the declaration of Luis Gomez  (the “Gomez \nDeclaration”)26 filed in opposition to the SJ Motion on grounds that Gomez offers \nunauthorized statements on behalf of Jackson National,  that he lacked personal \nknowledge of the matters in his declaration , and that his statements constitute \ninadmissible hearsay .27  It is axiomatic that e vidence contained in affidavits  or \ndeclarations that would be inadmissible at trial must be stricken and cannot be \nconsidered by the Court in rendering summary judgment.  Hammer v. Hammer, 179 \nN.C. App. 408, 411 (2006).   \n23. The Court first turns  to Defendants contention that Gomez offers \nunauthorized statements on behalf of Jackson National  in paragraphs 5– 9 of his \ndeclaration.28  A close review of the declaration  shows that Gomez does not purport \nto speak for Jackson National  in the declaration, and all his statements concern his \npersonal involvement in negotiations with rFactr .29  Defendants point to McCallum \n \n26 (Gomez Decl.) \n \n27 (See generally Defs.’ Br. Supp. Mot. Strike or Preclude Reliance Certain Statements Decl. \nLuis Gomez [hereinafter “Mot. Strike Br. Supp.”], ECF No. 216.) \n \n28 (See Defs.’ Mot. Strike or Preclude Reliance Certain Statements Decl. Luis Gomez 1, ECF \nNo. 215.) \n \n29 (See generally Gomez Decl.) \n \nv. CSX Transp., Inc., 149 F.R.D. 104, 110 (M.D.N.C. 1993) to support their position,30 \nbut McCallum is readily distinguishable.  All the employees in that case were current \nemployees of the defendant corporation when their statements were collected.  Id. at \n106–07.  By contrast, Gomez retired from Jackson National in 2018, produced his \ndeclaration in 2022, and at no point claims to speak for his former employer .31  The \nCourt therefore rejects this first attack on Gomez’s declaration.   \n24. Defendants also challenge paragraphs 7 and 8 of the declaration on grounds \nthat Gomez lacked personal knowledge of their contents.  \n25. First, Defendants argue that Gomez’s statements that other departments at \nJackson National had reviewed and approved the draft contract with rFactr reflect \ninformation Gomez learned from others, not his own personal knowledge. 32  But  \nGomez avers that he was the “point of contact” between Jackson National and rFactr, \nand in that capacity had personal knowledge of their negotiations.33  The Court finds \nthis foundation sufficient for Gomez’s statements and rejects Defendants’ argument.  \n26. Next, Defendants contend  that paragraphs 7 and 8 contain inadmissible \nhearsay.34  Hearsay is a an-out-of-court statement offered for its truth.  N.C. R. Evid. \n \n30 (See Mot. Strike Br. Supp. 2–3.) \n \n31 (Gomez Decl. ¶ 10.)   The Court is also unpersuaded by Defendants’ contention that \nPlaintiffs’ counsel obtained the declaration from Gomez, a non-party’s unrepresented former \nemployee, in violation of Rule 4.2 of the North Carolina Rules of Professional Conduct.  See  \nN.C.R.P.C. 81 (permitting an attorney to interview an unrepresented former employee of an \nadverse corporate party without the permission of the corporation’s lawyer).  \n \n32 (Mot. Strike Br. Supp. 6–7.) \n \n33 (Gomez Decl. ¶ 4.) \n \n34 (Mot. Strike. Br. Supp. 7.) \n801(c).  Nowhere in his  declaration, however,  does Gomez attempt to state what \nothers at Jackson National told him .35  Instead, he bases his statements about the \nother departments’ views on the negotiations with rFactr on his personal knowledge \nas the “point of contact” and manager  of discussions between Jackson National and \nrFactr.36  This underpinning is sufficient to per mit the consideration of the \ndeclaration on the SJ Motion.  Of course, Defendants are free to point to any alleged \nweaknesses or inconsistencies in Gomez’s testimony at trial, but these potential \nflaws, outlined at length in Defendants’ briefs,  do not rend er the declaration  \ninadmissible.37  \n27. Finally, the Court concludes that Defendants’ argument to exclude \nparagraphs 7 and 8 under North Carolina Rule of Evidence 403 is without merit.  \nRule 403 provides that evidence may be excluded, even if relevant, if it creates a risk \nof “unfair” prejudice.  N.C. R. Evid. 403.  Defendants argue that Gomez’s testimony \ncreates unfair prejudice here because Gomez is Plaintiffs’ only witness to the status \nof the contract negotiations.  But this argument is an attempt to recast unfavorable  \n \n35 (See generally Gomez Decl.) \n \n36 (Gomez Decl. ¶¶ 7–8.) \n \n37 The Court of Appeals’ decision in S.C. Telecomms . Grp. Holdings v. Miller Pipeline LLC , \n248 N.C. App. 243, 247 (2016), upon which Defendants rely, does not change this result.  In \nstriking contrast to Gomez’s personal involvement here, the author of the stricken affidavit  \nin S.C. Telecomms. had no personal knowledge or involvement with the relevant events, \nworked in an entirely unrelated department , and simply parroted the allegations of the \nplaintiff’s complaint.  See id. at 248–50 (noting that the affiant was “vice -president of legal \naffairs” for the plaintiff in a case about subterranean excavation, and that his affidavit \nconsisted “almost entirely” of “verbatim” recitations of the complaint).  These facts are not \ncomparable to the testimony of Gomez, who oversaw the rFactr contract negotiations with \nJackson National and thereby acquired personal knowledge of their course. \n \nevidence as unfair, which our appellate courts have routinely rejected.  See, e.g., State \nv. Godbey, 250 N.C. App. 424, 438–39 (2016); Matthew v. James, 88 N.C. App. 32, 40–\n41 (1987).  Again, Defendants are free to attack  Gomez’s credibility at trial , but \n“damaging to one’s case” and “unfair” do not mean the same thing, and the former \nwithout the latter does not justify exclusion of evidence under Rule 403.   \n28. The Court reaches a different conclusion, however, concerning paragraph 9  \nof the declaration, in which Gomez avers that Jackson National and rFactr reached \na “meeting of the minds”  on the terms of a proposed contra ct.38  Decisions in North \nCarolina and from around the country have held that a statement attesting to  a \n“meeting of the minds” is a legal conclusion ,39 and North Carolina law is clear that \n“no witness, lay or expert, may testify to a legal conclusion.”  State v. Smith, 310 N.C. \n108, 114 (1984).  The Court thus grants the Motion to Strike as to paragraph 9 and \ndoes not consider that portion of the declaration in its decision on the SJ Motion. \n \n38 (Gomez Decl. ¶ 9.) \n \n39 See, e.g., Charlotte Motor Speedway, LLC v. Cnty. of Cabarrus, 230 N.C. App. 1, 6–7 (2013) \n(stating that the validity of a contract is a legal conclusion, and that one element of validity \nis a “meeting of the minds”);  see also, e.g., Muth v. Woodring, No. 1:14-cv-01798, 2015 U.S. \nDist. LEXIS 160356, at *40 (M.D. Pa. Nov. 30, 2015) (noting that a statement that there was \na “meeting of the minds . . . amounts to nothing more than a legal conclusion”), rev’d on other \ngrounds, 666 F. App’x 137 (3d Cir. 2016); Sias v. Wells Fargo Bank, N.A. , EP-12-CV-417-\nPRM, 2013 U.S. Dist. LEXIS 187685, at *10 (W.D. Tex. July 1, 2013) (same); Gibson v. \nMueller, No. 09-6486-NLH-JS, 2012 U.S. Dist. LEXIS 44853, at *36  n.14 (D.N.J. Mar. 29, \n2012) (same); S. Cent. Steel, Inc. v. M cKnight Constr. Co., No. CV 105-148, 2007 U.S. Dist. \nLEXIS 111413, at *22 (S.D. Ga. Jan. 29, 2007) (same); D’Artagnan, LLC v. Sprinklr Inc., 144 \nN.Y.S.3d 177, 179–80 (N.Y. App. Div. 2021) (same). \nC. Defendants’ SJ Motion—the Merits  \n1. rFactr’s Claim for Tortious Interference with Prospective Economic \nAdvantage Against Both Defendants \n \n29. Under North Carolina law, a claim for tortious interference with prospective \neconomic advantage “arises when a party interferes with a business relationsh ip by \nmaliciously inducing a person not to enter into a contract with a third person, which \nhe would have entered into but for the interference,  if damage proximately ensues, \nwhen this interference is done not in the legitimate exercise of the interfering person’s \nrights.”  Beverage Sys. of the Carolinas, LLC v. Associated Beverage Repair, LLC, 368 \nN.C. 693, 701 (2016) (cleaned up).   \na. rFactr’s Tortious Interference Claim Against Caroline  \n30. Defendant contends that rFactr’s tortious interference claim against \nCaroline should be dismissed because rFactr has failed to show that Jackson National \nwould have contracted with rFactr but for the Call  and because rFactr has not \ndemonstrated that the Call caused it any injury.40  The Court examines each \nargument in turn.  \n31. First, as to causation, rFactr relies upon the timing of events.  Gomez has \ntestified that at the time Caroline made the Call on 26 October 2017, rFactr and \nJackson National had agreed on the prospective contract’s materials terms  and \nlacked only a final review by Jackson National’s legal department before contract \n \n40 (Defs.’ Br. Supp Mot. Summ. J. Pls.’ Aff irmative Claims 15–19 [hereinafter “Br. Supp.”], \nECF No. 204.) \n \nexecution,41 but Gomez emailed  rFactr less than 24 hours later, stating that Jackson \nNational had “decided to move in another direction” and was discontinuing further \ncontract negotiations .42  The Court concludes that this evidence —that Jackson \nNational ended negotiations so soon after the Call when all material terms had been \nagreed upon and when the contract’s execution only awaited final approval from the \nlegal department —is sufficient circumstantial evidence from which a  jury could \nconclude that Caroline ’s Call caused the negotiations to terminate. 43  Of course, \nDefendants will be able to challenge this evidence at trial and argue that the \nnegotiations were terminated for other reasons.  But the Court concludes that t he \nevidence forecast by rFactr, viewed in the light most favorable to the Company , is \nsufficient to withstand Defendants’ causation challenge on summary judgment.44   \n \n41 (See Gomez Decl. ¶¶ 5–8.)   \n \n42 (Brasser Aff. ¶ 29.) \n \n43 Courts in North Carolina and numerous other jurisdictions have found that temporal \nproximity may be sufficient to establish causation.  See, e.g., Atkins v. Town of Wake Forest, \nNo. COA18-1167, 2019 N.C. App. LEXIS 576, at *7 (N.C. Ct. App. July 2, 2019); Hopkins v. \nMWR Mgmt. Co., 2017 NCBC LEXIS 47, at *19 –20 (N.C. Super. Ct. May 31, 2017) (noting \nthat “a jury could find causal connection” in a wrongful termination action based on temporal \nproximity); see also, e.g., Clark Cnty. Sch. Dist. v. Breeden, 532 U.S. 268, 273 (2001); Montell \nv. Diversified Clinical Servs. , Inc., 757 F.3d 497, 505 (6th Cir. 2014);  Yashenko v. Harrah’s \nNC Casino Co., 446 F.3d 541, 551 (4th Cir. 2006); Higdon v. Jackson, 393 F.3d 1211, 1220 \n(11th Cir. 2004); Hanson v. Dep’t of Nat. Res., 972 N.W.2d 362, 374 (Minn. 2022); Hill v. State, \n448 P.3d 457, 475– 76 (Kan. 2019); Sykes v. Chattanooga Hous. Auth. , 343 S.W.3d 18, 31 \n(Tenn. 2011); Rossova v. Charter Commc’ns, LLC , 273 A.3d 697, 706 (Conn. App. Ct. 2022); \nMackey v. Home Depot USA, Inc., 459 P.3d 371, 384 (Wash. Ct. App. 2020); Rustowicz v. N. \nBroward Hosp. Dist. , 184 So. 3d 414, 426 (Fla. Dist. Ct. App. 2015); Purdy v. Wright Tree \nServ., 835 N.E.2d 209, 213 (Ind. Ct. App. 2005).  But see Young v. Hickory Bus. Furniture , \n353 N.C . 227, 232 (2000) (holding that temporal proximity is not competent evidence of \ncausation in complex medical cases). \n \n44 Although Defendants argue that a “but for” cause must be the “sole” cause of a plaintiff’s \ninjury, (see Br. Supp. 16),  our courts recognize instead that “[p]roximate cause is a cause \n32. Next, Defendants contend that Plaintiffs have failed to identify their alleged \ndamages with specificity, which requires dismissal of Plaintiffs’ tortious interference \nclaim.45  But Plaintiffs have offered evidence that  the prospective contract with \nJackson National had value to  rFactr,46 and North Carolina law recognizes that \nnominal damages may be awarded on tortious i nterference claims.  See, e.g., \nLexington Homes, Inc. v. W.E. Tyson Builders, Inc. , 75 N.C. App. 404, 412 (1985) .47  \nThus, Defendants ’ challenge to Plaintiffs’ damages does not provide a basis for \nsummary judgment on Plaintiffs’ tortious interference claim against Caroline.    \n \nwhich in a natural and continuous sequence produces a person’s injury” and thus that “[t]here \nmay be more than one proximate cause of injury ;” as a result, our trial courts routinely \ninstruct juries that a “plaintiff need not prove that the defendant ’s negligence was the sole \nproximate cause of [a person’s] injury [in tort].”  See  1 North Carolina Pattern Jury \nInstructions, General Civil § 102.19 (2022) (collecting cases); Branch Banking & Tr. Co. v. \nWilson Cnty. Bd. of Educ., 251 N.C. 603, 609 (1960) (“ [I]n a tort action the negligence of a \nprivate person need not be the sole proximate cause of the injury[.]”); Badders v. Lassiter, \n240 N.C. 413, 417 (1954) (“Plaintiff's negligence need not be the sole proximate cause of the \ninjury to bar recovery.  It is enough if it contribute[s] to the injury as a proximate cause, or \none of them.”).  \n \n45 (Br. Supp. 18–19.) \n \n46 (Brasser Aff. ¶ 22; Gentner Aff. ¶ 22.) \n \n47 The Court recognizes that Lexington Homes dealt with a claim of tortious interference with \ncontract, rather than with tortious interference with prospective economic advantage.  See \nid. at 409, 412.  However, the  two forms of tortious interference, with contract and with \nprospective economic advantage, are closely related and frequently treated alike.  See Sunbelt \nRentals, Inc. v. Head & Engquist Equip., LLC, 2002 NCBC LEXIS 2, at *28–29 (N.C. Super. \nCt. July 10, 2002).   \n \nb. rFactr’s Tortious Interference Claim Against Chris \n33. Plaintiffs also bring a claim for t ortious interference with prospective \neconomic advantage against Chris.48  Defendants argue that Plaintiffs have failed to \nproduce evidence sufficient to implicate Chris in the Call, which requires dismissal.49  \n34. Under North Carolina law, “[j]oint tort-feasors are those who act together in \ncommitting a wrong, or whose acts, if independent of each other, unite in causing a \nsingle injury.”  Bowen v. Iowa Nat’l Mut. Ins. Co., 270 N.C. 486, 492 (1967) (citation \nomitted).  Each tortfeasor must contribu te in some wa y to the plaintiff’s injury.  Id. \nat 491–92.  Therefore, “essential to liability, lies some wrong done by each tort-feasor \ncontributing in some way to the wrong complained of.”  Id.  But here, Chris has \ntestified that he had no knowledge or involvement with the Call,50 and Plaintiffs have \nproduced no evidence to the contrary .  Although rFactr argues that Chris’s lax ity \npermitted Caroline to gain the information that led her to make the Call to Jackson \nNational, that evidence is insufficient to show that Chris acted in concert with \nCaroline or otherwise actively participated in making the Call.  Accordingly, rFactr’s \ntortious interference claim against Chris must be dismissed.  \n2. rFactr’s Breach of Fiduciary Duty Claim Against Chris \n35. It is undisputed that as one of rFactr’s  directors, Chris owed rFactr a \nfiduciary duty to act in good faith, with due care, and in a manner he reasonably \n \n48 (See 2d Am. Compl. ¶¶ 84–88, ECF No. 16.) \n \n49 (Br. Supp. 15.) \n \n50 (Chris Aff. ¶¶ 22–23.) \n \nbelieved to be in the corporation’s best interests.  See Green v. Freeman, 367 N.C. 136, \n141 (2013).  rFactr contends that Chris breached his fiduciary duty to rFactr by \nfailing to adequately protect rFactr’s confidential information from Caroline. 51  The \nCompany argues that Chris knew Caroline had the password to the email account \nthrough which he performed his board duties and that he conducted rFactr business \non speakerphone when he knew she was within earshot.52 \n36. “A successful claim for breach of fiduciary duty require s proof that (1) the \ndefendants owed the plaintiff a fiduciary duty; (2) the defendant breached that \nfiduciary duty; and (3) the breach of fiduciary duty was a proximate cause of injury \nto the plaintiff.”  Chisum  v. Campagna, 376 N.C. 680, 706 (2021) (quoting Sykes v, \nHealth Network Sols., Inc., 372 N.C. 326, 339 (2019)).  Inaction by a corporate director \ncan constitute a breach of fiduciary duty.  See, e.g., Shaw v. Gee, 2016 NCBC LEXIS \n103, at *18 (N.C. Super. Ct. Dec. 21, 2016) (recognizing that a breach of fiduciary duty \nmay injure a plaintiff through the defendant’s “wrongful act or  inaction” (emphasis \nadded)).  Similarly, misuse of a company’s confidential information can give rise to a \nbreach of fiduciary duty.  See, e.g., Aecom Tech. Corp. v. Keating, 2012 NCBC LEXIS \n9, at *5 –6 (N.C. Super. Ct. Feb. 6 , 2012) (recognizing a breach of fiduciary duty \nthrough misuse of confidential company information); see also Hollinger Int’l, Inc. v. \nBlack, 844 A.2d 1022, 1061–62 (Del. Ch. 2004) (to similar effect); Leviton Mfg. Co. v. \nBlumberg, 660 N.Y.S.2d 726, 728–29 (N.Y. App. Div. 1997) (same).     \n \n51 (2d Am. Compl. ¶¶ 97–104.) \n \n52 (rFactr Opp’n Br. 21.) \n \n37. It is undisputed that Caroline had access to Chris’s email account,53 and that \nChris sometimes held rFactr business calls within her hearing ,54 through which \nCaroline learned confidential rFactr information .55  However, the parties  offer \nconflicting evidence on whether Chris knew of Caroline’s activities and whether his \nacts and omissions breached his  fiduciary duty to the Company .  For example, \nCaroline has testified that she actively concealed her activities from Chris, including \nby marking Chris’s business emails as “unread” after she viewed them so he would \nnot know she had seen them. 56  Conversely, Chris testified that he was aware that \nCaroline had the password for his email account, and that she sometimes could \noverhear his rFactr business calls , which allowed her to learn confidential \ninformation.57  The degree to which Chris knew the full extent of Caroline’s activities, \nthe amount and sort of confidential information she accessed , and the protective \nmeasures Chris employed are all disputed.   \n38. Similarly, the evidence concerning w hether and to what extent Plaintiffs \nknew Caroline eavesdropped on their business calls is disputed.  While Chris testified \nthat he once told Brasser and Gentner that Caroline and their children were in the \ncar with him during one call and, in conclusory fashion,  that Brasser and Gentner \n \n53 (Chris Dep. 11:21–14:1, ECF No. 82.1; Caroline Dep. 146:17–21, ECF No. 82.2.) \n \n54 (Chris Dep. 14:2–15:4, ECF No. 82.1; Caroline Dep. 129:15–30:12, ECF No. 82.2.) \n \n55 (Chris Dep. 19:15–21:2, ECF No. 82.1; Caroline Dep. 129:15–30:12, ECF No. 82.2.) \n \n56 (Caroline Dep. 146:2–13, ECF No. 82.2.) \n \n57 (Chris Dep. 13:11–15, 20:19–21:2, ECF No. 82.1.) \n \nwere sometimes aware that Chris was speaking to them from his house, 58 the Court \ncannot conclude t hat this evidence establishes that rFactr knew of  or consented to \nCaroline’s presence on their business calls other than the one Chris identified at his \ndeposition.   \n39. Given this conflicting evidence and its bearing on whether Chris breached \nhis fiduciary duty to rFactr, the Court concludes that Defendants’ SJ Motion on this \nclaim must be denied.59  \n3. rFactr’s UDTPA Claim Against Both Defendants \n40. “[T]o establish a prima facie claim for unfair trade practices [under N.C.G.S. \n§ 75-1.1], a plaintiff must show: (1) defendant committed an unfair or deceptive act \nor practice, (2) the action in question was in or affecting commerce, and (3) the act \nproximately caused injury to the plaintiff.”  Dalton v. Camp, 353 N.C. 647, 656 (2001).   \n41. rFactr bases its UDTPA claim against Caroline on the Call.  Defendants  \nargue that the claim should be dismissed for the same reasons that they contended \nthat rFactr’s tortious interference claim against Caroline should be dismissed.  But \nbecause the Court has now rejected those arguments and intends to permit  the \ntortious interference claim against Caroline to proceed to trial, the Court concludes, \n \n58 (See Chris Dep 14:6–19, ECF No. 82.1.) \n \n59 Defendants argued in their reply brief for the first time that Plaintiff’s alleged injuries \nwere not a reasonably foreseeable result of Chris’s  actions, (Defs.’ Reply Br. Supp. Mot. \nSumm. J. rFactr’s Affirmative Claims 4 –5, ECF No. 212), so  while potentially meritorious, \nthat argument is deemed waived and will have to be raised again at trial.  See BCR 7.7; In re \nEstate of Giddens , 270 N.C. App. 282, 286 (2020) ; see also, e.g. , Green, 367 N.C. at 141 \n(requiring that a breach of fiduciary duty proximately ca use the alleged injury); Wood v. \nCarolina Tel. & Tel . Co., 228 N.C. 605, 607 (1948) (“ Foreseeable injury is a requisite of \nproximate cause[.]” (emphasis added)).   \nbased on the same evidence used to support rFactr’s tortious interference, that rFactr \nhas forecasted evidence showing that Caroline engaged in unfair and deceptive trade \npractices under the UDTPA.  See, e.g., Med1 NC Servs., LLC v. Med1 Plus, LLC, 2020 \nNCBC LEXIS 24, at *32 (N.C. Super. Ct. Feb. 26, 2020) (noting that “a claim for \ntortious interference with a prospective economic advantage  . . . can serve as the \nbasis for a UDTPA claim”).  Accordingly, Defendants’ SJ Motion on this claim against \nCaroline shall be denied.  \n42. rFactr’s claim against Chris, however, is subject to dismissal because rFactr \nhas failed to plead that Chris’s alleged misconduct was “in or affecting commerce” as \nrequired under N.C.G.S. § 75-1.1(a).  In that regard, it is undisputed that rFactr has \nsued Chris solely for the actions he took as a director of the C ompany, and North \nCarolina law is clear that “any unfair or deceptive conduct contained solely within a \nsingle business is not covered by the [UDPTA].”  White v. Thompson, 364 N.C. 47, 53 \n(2010) ( barring UDTPA claim between members of a partnership); see also, e.g. , \nLafayette Vill. Pub v. Burnham, 2022 NCBC LEXIS 104, at *14 (N.C. Super. Ct. Sept. \n12, 2022) (barring UDTPA claims between members of an LLC); Pure Body Studios \nCharlotte, LLC v. Crnalic , 2017 NCBC LEXIS 98, at *25 (N.C. Super. Ct. Oct. 18, \n2017) (barring UDTPA claim between corporate directors); Coleman v. Coleman, 2015 \nNCBC LEXIS 114, at *19–20 (N.C. Super. Ct. Dec. 10, 2015) (barring UDTP A claim \nby a corporate officer against directors and shareholders) .  Accordingly, the Court \nshall grant the Defendants’ SJ Motion and dismiss rFactr’s UDTPA claim against \nChris.   \nD. Brasser and Gentner’s Slander Per Se Claim Against Both Defendants  \n43. Brasser and Gentner base their defamation claim  on the statements \nCaroline made to Jackson National on the Call , alleging that those statements \nconstitute slander per se.60  “Slander per se is an oral communication to a third party \nwhich amounts to . . . an allegation that impeaches the plaintiff in his trade, \nbusiness, or profession[.]”  Boyce & Isley, PLLC v. Cooper, 153 N.C. App. 25, 29 –30 \n(2002) (cleaned up).  In an action for slander per se, “malice and damages are deemed \npresumed by proof of publication, with no further evidence required as to any \nresulting injury.”  Id. at 30.  \n44. For the claim to survive Defendants’ motion, Brasser and Gentner must \neach bring forward evidence from which a reasonable jury could conclude that (1) \nCaroline “ spoke base or defamatory words which tended to prejudice him in his \nreputation, office, trade, business or means of livelihood or hold him up to disgrace, \nridicule or contempt;” (2) “ the statement was false;” and (3) “ the statement was \npublished or communicated to and understood by a third person.”  Donovan v. \nFiumara, 114 N.C. App. 524, 532 (1994) (emphasis omitted) (quoting West v. King’s \nDept. Store, Inc., 321 N.C. 698, 703 (1988)).  “ When examining an allegedly \ndefamatory statement, the court must view the words within their full context[.]”  \nBoyce & Isley, PLLC, 153 N.C. App. at 31.  Further,  “[w]ith respect to the issue of \nfalsity,” the Court must “overlook[ ] minor inaccuracies and focus[ ] on substantial \ntruth.  As such, minor inaccuracies do not amount to falsity so long as the substance, \n \n60 (2d Am. Compl. ¶¶ 89–96.) \n \nthe gist, the sting, of the [slanderous] charge be justified.”  Desmond v. News & \nObserver Publ’g Co., 375 N.C. 21, 67 (2020) (cleaned up). \n45. Defendants argue that Caroline ’s stat ements that rFactr and its owners \nwere in financial trouble, that its CEO was under investigation for arson, and that \nits owners had withdrawn their children from school and left the country  were all \ntrue and thus not actionable.61  The Court addresses each statement in turn. \n46. As an initial matter, Caroline’s statement that rFactr was in financial \ndistress was about rFactr, not Brasser and Gentner, and thus is not actionable by the \nindividual Plaintiffs.  See, e.g., Arnold v. Sharpe, 296 N.C. 533, 539 (1979) (requiring \nthat defamatory statements “refer to some ascertained or ascertainable person, and \nthat person must be the plaintiff” (emphasis added)).   \n47. The undisputed evidence also shows that Caroline’s statement that Brasser \nand G entner were in financial distress was true when made, and thus not \ndefamatory.62   \n48. In addition, Caroline’s statement that rFactr’s owners had withdrawn their \nchildren from school and left the country was true as to Brasser63 and not defamatory \nas to Gentner.  Indeed, only by interweaving Caroline’s statement with “innuendo \n[or] colloquium” can her statement be understood to prejudice Gentner in his business \n \n61 (Mitchell Dep. 17:6–20:15; Officers’ Opp’n Br. 10.) \n \n62 (Brasser Aff. ¶¶ 11–12; Gentner Aff. ¶¶ 11–12; Chris Dep. 99:23–25, 103:22–04:1, 126:16–\n27:9, ECF No. 108.1 (referring to Gentner’s inability to invest further money in rFactr , and \nBrasser’s resistance to any reduction in his salary because it would render him unable to \nsend his children to a private school).)  \n \n63 (Brasser Aff. ¶¶ 34–35.) \nor expose him to disgrace.  See, e.g., Renwick v. News & Observer Publ’g Co., 310 N.C. \n312, 317 (1984) (noting that defamatory statements must be considered “alone \nwithout innuendo, colloquium, or explanatory circumstances”).  Accordingly, this \nstatement cannot support Plaintiffs’ claim for defamation. \n49. The Court reaches a different conclusion , however, concerning Caroline’s \nstatement that “ rFactr’s owners”64 were under investigation for arson .  Defendants \nargue that rFactr’s claim should be dismissed because Caroline reasonably believed \nher statement was true, and because rFactr has not identified any damages arising \nfrom Caroline’s statement.  But as to the first, Brasser and Gentner have offered \nevidence from which a jury could conclude that Caroline failed to exercise ordinary \ncare to determine whether her statement was false, 65 and as to the second, North \nCarolina law is clear that damages are presumed on a claim for slander per se.  Boyce \n& Isley, PLLC, 153 N.C. App. at 30.  Accordingly, the Court will grant Defendants ’ \nSJ Motion on Plaintiffs’ defamation claim  against Caroline for her statements that \nrFactr’s owners were in difficult financial circumstances and that they had left the \n \n64 Plaintiffs have proffered evidence showing that a reasonable jury  could conclude that the \nperson hearing Caroline’s statement could ascertain that Brasser and Gentner were “rFactr’s \nowners.”  See, e.g., Arnold, 296 N.C. at 539 (“In order for defamatory words to be actionable, \nthey must refer to some ascertained or ascertainab le person and that person must be the \nplaintiff.”). \n \n65 (See generally Officers’ Opp’n Br. Ex. 2, Aff. Eric Wall, dated Dec. 19, 2022, ECF No. 209.3 \n(discussing the Charlotte Fire Department’s investigation of the fire, that no fire department \npersonnel ever told Caroline that the D epartment suspected arson, and denying Caroline’s \nassertion that she learned of an ars on investigation from Wall); Aff. Scott Mroz, dated Dec. \n21, 2022, ECF No. 211 (to similar effect); Officers’ Opp’n Br. Ex. 4, ECF No. 209.5 (showing \nthat Caroline had a telephone conversation of substantial length with Wall only after the \nCall).)  \ncountry, but will deny the Motion to the extent the claim rests on her statements that \nrFactr’s owners were under investigation for arson. \n50. Brasser and Gentner also assert their defamation claim against Chris.  Our \ncourts, however, require a defendant to “take part” in the alleged defamation or \n“procure or command” the defamatory statement for liability to attach .  Taylor v. \nKinston Free Press Co., 237 N.C. 551, 552–53 (1953).  Brasser and Gentner have failed \nto offer any evidence that Chris even knew of the Call, much less that he “procure[d] \nor command[ed]” it.  Accordingly, the Court grants  this portion of Defendants’ SJ \nMotion and dismisses Brasser and Gentner’s slander per se claim against Chris.   \nIV. \nCONCLUSION \n51. WHEREFORE, for the reasons set forth above, the Court ORDERS  as \nfollows: \na. Defendants’ Motion to Strike is GRANTED as to paragraph 9 of the \nGomez Declaration but otherwise DENIED.  \nb. The SJ Motion is GRANTED as to the following claims, each of which \nis hereby DISMISSED with prejudice:  \ni. rFactr’s claims against Chris for torti ous interference with \nprospective economic advantage and for violation of the UDTPA; \nand \nii. Brasser and Gentner’s slander per se claim (i) against Chris and \n(ii) against Caroline for her statements that rFactr and its owners \nwere in difficult financial straits and had withdrawn their \nchildren from school and left the country.  \nc. The SJ Motion is DENIED  as to the following claims, which shall \nproceed to trial:  \ni. rFactr’s claim s against Car oline for tortious interference with \nprospective economic advantage and for violation of the UDTPA;  \nii. rFactr’s claim against Chris for breach of fiduciary duty; and \niii. Brasser and Gentner’s slander per se  claim against Caroline for \nher statement that rFactr’s owners were under investigation for \narson.  \nSO ORDERED, this the 27th day of January, 2023. \n \n \n      /s/ Louis A. Bledsoe, III \n      Louis A. Bledsoe, III \n      Chief Business Court Judge \n "
}