{
  "id": "16d01bad1507a33f30fdd20187ffaea7021cbf31acb0e49ec703720df4eefc03",
  "source_file": "data/raw/ncbc/16d01bad1507a33f30fdd20187ffaea7021cbf31acb0e49ec703720df4eefc03.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23CVS005395-590 \nTRUIST FINANCIAL \nCORPORATION and \nGRANDBRIDGE REAL ESTATE \nCAPITAL, LLC, \n \nPlaintiffs, \n \nv. \n \nMATTHEW ROCCO; JOE LOVELL; \nJOHN RANDALL; and COLLIERS \nMORTGAGE HOLDINGS, LLC, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS TO \nDISMISS PLAINTIFFS’ AMENDED \nCOMPLAINT \n \n \n \n1. Plaintiff Truist Financial Corporation (“TFC”  or “Truist” ) and its wholly \nowned subsidiary, Grandbridge Real Estate Capital, LLC (“Grandbridge”), bring this \naction against three former Grandbridge senior executives, Defendants Matthew \nRocco (“Rocco”) , Joe Lovell  (“Lovell”), and John Randall ( “Randall”; each an \n“Executive Defendant” and collectively , the “Executive Defendants”)  and \nGrandbridge’s direct competitor, Defendant Colliers Mortgage Holdings, LLC \n(“Colliers”), for allegedly “devis[ing] and execut[ing] a scheme to raid Grandbridge, \ntak[ing] virtually all of its key employees, clients, and revenues, and crippl[ing] its \nability to compete.”\n1  Plaintiffs contend that, through “improper and unlawful \nmeans,”2 “Defendants facilitated the mass departure of over 50 key employees of \n \n1 (Pls.’ Br. Opp’n Executive s’ Mot. Dismiss Am. Compl. 1 [hereinafter, “Pls.’ Br. Opp’n \nExecutive Defs.’ Mot.”], ECF No. 68.)  \n  \n2 (F irst Am. Compl.  ¶ 83 [hereinafter, “FAC”], ECF No. 33 .)  All exhibits to the FAC are \nappended to the end of the document in ECF No. 33. \nTruist Fin. Corp. v. Rocco, 2024 NCBC 28. \n \n \n \n \nPlaintiffs to Colliers,”3 “caused Plaintiffs to lose over 300 contracts to service existing \nmortgages,”4 and sought to “weaken[ ] Grandbridge’s business in order to force [TFC] \nto sell the business, or to simply steal Grandbridge’s business rather than pay for it.”5 \n2. The Executive Defendants and Colliers have separately moved to dismiss \nPlaintiffs’ Amended Complaint under Rule 12(b)(6) of the North Carolina Rules of \nCivil Procedure (the “Rules”) (respectively, the “Executives Motion” and the “Colliers \nMotion”; together, the “Motions”).6    \n3. Having considered the Motions, the materials submitted in support of and \nin opposition to the Motions, the arguments of counsel at the hearing held on the \nMotions, and other appropriate matters of the record, the Court hereby GRANTS in \npart and DENIES in part the Motions as set forth below. \nBuchanan Ingersoll & Rooney, PC , by Terry M. Brown Jr., Andrew \nShapren, and Robert Fitzgerald , for Plaintiffs Truist Financi al \nCorporation and Grandbridge Real Estate Capital, LLC. \n \nRayburn Cooper & Durham, P.A., by Ross R. Fulton and Ashley B . \nOldfield, for Defendants Matthew Rocco, Joe Lovell, and John Randall. \n \nFox Rothschild, by Bradley M. Risinger, Jeffrey R. Whitley, and Nathan \nWilson, for Defendant Colliers Mortgage Holdings, LLC. \n \n \n3 (FAC ¶ 57.) \n \n4 (FAC ¶ 61.) \n \n5 (FAC ¶ 64.) \n \n6 ( See Defs. Matthew Rocco, Joe Lovell, and John Randall’s Mot . Dismiss Am. Compl. \n[hereinafter, the “Executives Motion”], ECF No. 63; Def. Colliers Mot. Dismiss Am. Compl. \n[hereinafter, the “Colliers Motion”; together with the Executives Motion, the “Motions”], ECF \nNo. 65.) \n \n \n \n \n \nBledsoe, Chief Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND  \nA. Factual Background \n4. The Court does not make findings of fact on motions presented under Rule \n12(b)(6).  Rather, the Court recites the allegations asserted and documents referenced \nin the pleadings that are relevant to the Court’s determination of the Motions. \n5. Grandbridge is “one of the nation’s largest providers of comprehensive \ncapital solutions for commercial and multifamil y real estate.” 7  Colliers is a direct \ncompetitor of Grandbridge in the real estate finance industry.8 \n6. Until December 2022, the Executive Defendants were Grandbridge’s \nseniormost executives.  Rocco served as Grandbridge’s President and Chief Executive \nOfficer (“CEO”) and had responsibility for overseeing all aspects of Grandbridge’s \nbusiness.\n9  Lovell served as a Grandbridge Executive Vice President and its Chief \nOperating Officer (“COO”)10 and was responsible for the direction and management \nof over 100 employees as well as asset management, operations, business systems \n \n7 (FAC ¶ 7.)  Prior to 2019, Grandbridge was a wholly owned subsidiary of TFC’s predecessor \nin interest, BB&T Corporation (“BB&T”).  In 2019, BB&T merged with SunTrust Banks, Inc. \nto create TFC (the “Merger”) , and Grandbridge became a wholly owne d subsidiary of TFC.  \n(FAC ¶ 9.) \n \n8 (FAC ¶¶ 3, 7.) \n \n9 (FAC ¶¶ 3, 10, 50.) \n \n10 (FAC ¶¶ 4, 16.) \n \n \n \n \n \nand internet technology, third -party loan closing, and corporate initiatives for the \ncompany.11  Randall served as a Grandbridge Executive Vice President and as its \nNational Production Manager (“NPM”) 12 and led all of Grandbridge’s production \noffices throughout the country. 13  Each Executive Defendant served as a member of \nGrandbridge’s Board of Managers (the “Board”).14  \n7. The Executive Defendants were subject to  various agreements that are at \nissue in this case.   \n8. First, Rocco and Randall (but not Lovell) electronically attested to separate \nbut identical non- disclosure agreement s (the “Non -Disclosure Agreements”) with \nTFC’s predecessor, BB&T Corporation (“BB &T”),15 which prohibit the disclosure or \nuse of any confidential information of BB&T or its “subsidiaries, affiliates, successors \nor assigns.”16  The Non -Disclosure Agreements define “confidential information” as \n“any proprietary and/or confidential information relating to customers, associates, \nproducts, services, sales, technologies or business affairs” and  it includes, but is not \n \n11 (FAC ¶ 16.) \n \n12 (FAC ¶¶ 5, 20.) \n \n13 (FAC ¶ 20.) \n \n14 (FAC ¶¶ 10, 16, 20.)  Grandbridge is a North Carolina limited liability company.  (FAC \n¶ 2.) \n \n15 The Non-Disclosure Agreements were assigned to TFC at the time of the Merger.  (See FAC \n¶ 11 n.2.) \n \n16 (FAC ¶¶  11, 21, 69; First Am. Compl. Ex. A. [hereinafter, the “Non- Disclosure \nAgreement”].) \n \n \n \n \n \nlimited to, “research, products, services, markets, software, developments, \ninventions, policies, models, p rocesses, formulas, technology designs, drawings, \nengineering, security, decision making, marketing, finances or other business \ninformation[.]”17 \n9. Next, each Executive Defendant  entered into a Restricted Stock Unit \nAgreement (the “RSU  Agreement”)18 that contains the following non -solicitation \ncovenant at paragraph 8(a) (the “RSU Non-Solicitation Covenant”): \nIn consideration of the grant of this Award, Participant agrees that, \nduring employment with TFC and for twelve (12) months after the \ntermination of Participant’ s employment by either party and for any \nreason, Participant will not directly or indirectly solicit or recruit for \nemployment or encourage to leave employment with TFC, on \nParticipant’s own behalf or that of any other person any  employee of \nTFC with whom Participant worked during Participant’s employment \nor about whom Participant came to know confidential information as a \nresult of employment with TFC and who has not thereafter ceased to be \nemployed by TFC for a period of at least three (3) months.  This provision \nwill not prohibit the Participant from soliciting or hiring any person who \nresponds to a general advertisement or solicitation, including but not \nlimited to advertisements or solicitations through newspapers, trade \npublications, periodicals, internet database, or recruiting or \nemployment agencies, not specifically directed at employees of TFC.  \nParticipant acknowledges that by virtue of this provision, they are \nlikewise restricted from being solicited or recruited for employment by \ncurrent or former employee of Truist also bound by a similar provision, \ndirectly or indirectly and hereby knowingly consents to that restriction.  \nThis Section shall not prohibit Participant from responding to a general \nadvertisement or solicita tion, including but not limited to \nadvertisements or solicitations through newspapers, trade publications, \nperiodicals, internet databases, or recruiting or employment agencies, \n \n17 (Non-Disclosure Agreement 1.) \n \n18 (FAC ¶¶ 12, 17, 21; First Am. Compl. Exs. C, F, J [hereinafter, the “RSU Agreement”], ECF \nNo. 33.) \n \n \n \n \n \nnot specifically directed at employees or consultants of Truist. which \nrestricts the Executive Defendant from soliciting TFC’s employees.19 \n \n10. Rocco also agreed to and participated in the 2022 Annual Incentive Award \nProgram Summary (the “AIP  Agreement”),20 which contains a non- solicitation \ncovenant that is nearly identical to the RSU Non -Solicitation Covenant (the “AIP \nNon-Solicitation Covenant”): \nIn consideration of participation in AIP, Participant agrees that, during \nemployment with TFC and for twelve (12) months after the termination \nof Participant ’s employment by either party and for any reason, \nParticipant will not directly or indirectly solicit or recruit for \nemployment or encourage to leave employment with TFC, on \nParticipant’s own behalf or that of any other person any employee of \nTFC with whom Participant worked during Participant’s employment \nor about whom Participant came to know confidential information as a \nresult of my employment with TFC and who has not thereafter ceased \nto be employed by TFC for a period of at least three (3) months.   This \nprovision will not prohibit the Participant from soliciting or hiring any \nperson who responds to a general advertisement or solicitation, \nincluding but not limited to advertisements or solicitations through \nnewspapers, trade publications, periodicals, internet database, or \nrecruiting or employment agencies, not specifically directed at \nemployees of TFC.  Participant acknowledges that by virtue of this \nprovision, they are likewise restricted from being solicit ed or recruited \nfor employment by current or former employee[s] of Truist also bound \nby a similar provision, directly or indirectly and hereby knowingly \nconsents to that restriction.  This Section shall not prohibit Participant \nfrom responding to a general advertisement or solicitation, including but \nnot limited to advertisements or solicitations through newspapers, trade \npublications, periodicals, internet databases, or recruiting or \nemployment agencies, not specifically directed at employees or \nconsultants of Truist.\n21 \n \n \n19 (FAC ¶ 12; RSU Agreement § 8(a).) \n \n20 (FAC ¶ 14; First Am. Compl. Ex. D [hereinafter, the “AIP Agreement”].) \n \n21 (FAC ¶ 14; AIP Agreement 5.) \n \n \n \n \n \n11. Finally, Lovell and Randall agreed to and participated in the “Grandbridge \nDiscretionary Incentive Plan ” (the “DIP Agreement). 22  Like the RSU and AIP \nAgreements, the DIP Agreement contains a covenant prohibiting solicitation of \ncertain of Plaintiffs’ employees and customers (the “DIP Non-Solicitation Covenant”; \ntogether with the RSU and AIP Non -Solicitation Covenants, the “Non -Solicitation \nCovenants”): \nParticipant agrees that, during employment with Truist and for twelve \n(12) months after the termination of Participant’s employment by either \nparty and for any reason, Participant shall not directly or indirectly \nsolicit or recruit for employment or encourage to leave employment with \nTruist, on Participant’s own behalf or that of any other person any full -\ntime or temporary employee of Truist with whom Participant worked \nduring Participant’s employment and who performed services for \nTruist’s clients or worked on Truist’s products while employed by Truist \nand who has not thereafter ceased to be employed by Truist for a period \nof at least three (3) months.   This plan provision shall not prohibit the \nParticipant from soliciting or hiring any person who responds to a \ngeneral advertisement or solicitation, including but not limited to \nadvertisements or solicitations through newspapers, trade publications, \nperiodicals, internet database, or recruiting or employment agencies, \nnot specifically directed at employees of Truist.   Participant \nacknowledges that by virtue of this plan provision, they  are likewise \nrestricted from being solicited or recruited for employment by current or \nformer employee[s] of Truist, directly or indirectly and hereby \nknowingly consents to that restriction.  \n \nParticipant agrees that, during employment with Truist and for twelve \n(12) months after the termination of Participant’s employment by either \nparty and for any reason, Participant will not directly or indirectly \nsolicit, communicate with or otherwise contact any of Truist’s customers, \nor actively sought prospective customers, with whom Participant had \nmaterial contact during employment with Truist, for the purpose of \nconducting any business with them which is substantially similar to the \nbusiness conducted by the business unit in which Participant last \n \n22 (FAC ¶¶ 18, 21; First Am. Compl. Ex. G [hereinafter, the “DIP Agreement”].) \n \n \n \n \n \nworked at Truis t.  “Material contact” means (a) actual contact with \ncustomers—such as through the provision of services or sales visits or \ncalls—or (b) coming to know confidential information about a Truist \ncustomer—such as by obtaining pricing and sales information.   This \nprovision does not prohibit Participant from accepting as a client any \nperson or entity who responds to a general advertisement or solicitation, \nincluding but not limited to advertisements or solicitations through \nnewspapers, trade publications, periodi cals, or internet databases, not \nspecifically directed at customers of Truist.23 \n \n12. In addition to these contracts, each Executive Defendant attested annually \nto the Truist Code of Ethics, which provides in relevant part that: \nConfidential information must only be disclosed when the disclosure is \nspecifically authorized by Truist or legally mandated.  You may only use \nand access confidential and proprietary business or client information, \nincluding information gained while performing Truist job \nresponsibilities, for legitimate purposes furthering Truist’s business and \nunder no circumstances for personal gain or to compete with Truist.\n24 \n \n13. The events giving rise to this dispute began in August 2022 .  At that time , \nRocco and Lovell met with the CEO, COO, and other executives of Colliers “to discuss \nthe companies potentially working together.” 25  On 7 September 2022, Colliers sent \nTFC a non-binding indication of interest (the “IOI”) proposing that Colliers purchase \nGrandbridge from TFC.26  TFC  directed Rocco to inform Colliers that TFC was not \ninterested in selling Grandbridge.27 \n \n23 (FAC ¶ 18; DIP Agreement.) \n \n24 (FAC ¶ 23; First Am. Compl. Ex. M.) \n \n25 (FAC ¶¶ 26–27.) \n \n26 (FAC ¶ 28.) \n \n27 (FAC ¶ 29.) \n \n \n \n \n \n14. Plaintiffs allege that the Executive Defendants and Colliers were unhappy \nthat TFC rejected the IOI  and set out to “devise and execute a scheme to raid \nGrandbridge, take virtually all of its key employees, clients and revenues, and cripple \nits ability to compete.”28  Defendants’ alleged goal was to divert “entire Grandbridge \noffices” to Colliers by “target[ing] the leaders of Grandbridge’s various offices [  ] to \nfacilitate the departure of entire offices and thereby cripple Grandbridge’s ability to \ncompete in the relevant marketplaces.”29 \n15. According to Plaintiffs, while the Executive Defendants were still employed \nat Grandbridge, they secretly used Plaintiffs’ confidential information to forecast the \nnumber of employees  and the amount of related revenue and profits  Defendants \nwould be able to  “pirate away from Plaintiffs” 30 and disclosed this information to \nColliers to both negotiate their own compensation deals with Colliers and to “form \nthe most effective plan to swiftly divert Grandbridge’s key revenue producers, support \npersonnel, clients, revenues and profits to Colliers en masse.” 31  The Executive \nDefendants began effectuating the purported raid while they were s till employed at \n \n28 (FAC ¶ 30.)  \n \n29 (FAC ¶ 39.) \n \n30 (FAC ¶ 34.) \n \n31 (FAC ¶¶ 31–33.) \n \n \n \n \n \nGrandbridge by soliciting the Production Office Managers of Grandbridge’s  “core” \noffices to leave Grandbridge and join Colliers.32   \n16. After resigning from Grandbridge in December 2022 , the Executive \nDefendants began working for Colliers in positions similar to those they held at \nGrandbridge.33  According to Plaintiffs, the Executive Defendants continued to solicit \nkey employees of Grandbridge, after beginning their employment with Colliers,  and \nthe Executive Defendants and Plaintiffs’ other former employees now working at \nColliers began soliciting Plaintiffs’ clients as well.34  Plaintiffs allege that over 50 of \nPlaintiffs’ employees have resigned and gone to work for  Colliers, including 11 \nProduction Office Mana gers,35 and Plaintiffs have lost over 300 client customer \ncontracts, at least 180 to Colliers.36  \nB. Procedural History \n17. The complete procedural history of this matter is a bit convoluted.  It is \nenough for present purposes, however, to note that Plaintiffs filed the C omplaint \ninitiating this action on 24 March 2023, asserting seven claims against the Executive \n \n32 (FAC ¶¶ 39–40.) \n \n33 (FAC ¶¶  49–54.)  Colliers hired Rocco as its President, Lovell as an Executive Vice \nPresident and Chief Administrative Officer, and Randall as its Head of National Production.  \n \n34 (FAC ¶¶ 54, 60.) \n \n35 (FAC ¶¶ 57–58.) \n \n36 (FAC ¶ 61.) \n \n \n \n \n \nDefendants and Colliers ,37 and after motions practice, the Court deemed Plaintiffs’ \nFirst Amended Complaint (the “Amended Complaint”) again st these same \nDefendants filed as of 19 September 2023.38  Plaintiffs assert claims in the Amended \nComplaint against (i) the Executive Defendants  for breach of contract 39 and breach \nof fiduciary duty, 40 (ii) Colliers for tortious interference with contract ,41 and (iii) all \nDefendants for violation of the North Carolina Trade Secrets Protection Act ,42 \ntortious interference with contract and business relations, 43 violation of the North \nCarolina Unfair and Deceptive Trade Practices Act ,44 civil conspiracy,45 and unjust \nenrichment.46 \n18. On 26 September 2023, the Executive Defendants and Colliers filed the \ncurrent Motions seeking to dismiss the Amended Complaint.  After full briefing, the \n \n37 (Compl., ECF No. 3.) \n \n38 (Order Pls.’ Mot. Leave Amend Compl. and Defs.’ Mots. Dismiss, Scheduling Order, and \nNotice Hearing ¶ 10, ECF No. 60.) \n \n39 (FAC ¶¶ 67–78.) \n \n40 (FAC ¶¶ 87–90.) \n \n41 (FAC ¶¶ 79–86.) \n42 (FAC ¶¶ 107–17.) \n \n43 (FAC ¶¶ 96–106.) \n \n44 (FAC ¶¶ 91–95.) \n \n45 (FAC ¶¶ 118–23.) \n \n46 (FAC ¶¶ 124–29.) \n \n \n \n \n \nCourt held a hearing on the Motions on 25 October 2023, at which all parties were \nrepresented by counsel (the “Hearing”).  The Motions are now ripe for resolution. \nII. \nLEGAL STANDARD \n19. When deciding whether to dismiss for failure to state a claim under Rule \n12(b)(6), the Court considers “whether the allegations of the complaint, if treated as \ntrue, are sufficient to state a claim upon which relief can be granted under some legal \ntheory.”  Corwin v. Brit. Am. Tobacco PLC , 371 N.C. 605, 615 (2018) (quoting \nCommScope Credit Union v. Butler & Burke, LLP, 369 N.C. 48, 51 (2016)). \n20. “[D]ismissal pursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on \nits face reveals that no law supports the plaintiff’s claim; (2) the complaint on its face \nreveals the absence of facts sufficient to make a good claim; or (3) the complaint \ndiscloses some fact that necessarily defeats the plaintiff’s claim.’ ”  Corwin, 371 N.C.  \nat 615 (quoting Wood v. Guilford County, 355 N.C. 161, 166 (2002)). \n21. Under Rule 12(b)(6), “the trial court is to construe the pleading liberally and \nin the l ight most favorable to the plaintiff, taking as true and admitted all well -\npleaded factual allegations contained within the [pleading] .”  Donovan v. Fiumara, \n114 N.C. App. 524, 526 (1994) (cleaned up) ; see also, e.g., Sykes v. Health Network \nSols., Inc. , 3 72 N.C. 326, 332 (2019) (recognizing that, under Rule 12(b)(6), the \nallegations of the complaint should be “view[ed] as true and in the light most \nfavorable to the non-moving party”) (cleaned up). \n \n \n \n \n22. When considering a motion to dismiss under Rule 12(b)(6), a  court “may \nproperly consider documents which are the subject of a plaintiff’s complaint and to \nwhich the complaint specifically refers even though they are presented by the \ndefendant.”  Oberlin Cap., L.P. v. Slavin, 147 N.C. App. 52, 60 (2001); see, e.g., Deluca \nv. River Bluff Holdings II, LLC, 2015 NCBC LEXIS 12, at *8 (N.C. Super. Ct. Jan. \n28, 2015) (stating that under Rule 12(b)(6), “a trial court may properly consider a \ncontract that is the subject matter of the complaint, even if the plaintiff did not attach \nit to the complaint[ ]”).   \nIII. \nANALYSIS  \nA. Plaintiffs’ Claims Against the Executive Defendants \n1. Breach of the Non-Solicitation Covenants \n23. Plaintiffs’ claim for breach of contract is premised in part on the Executive \nDefendants’ alleged breach es of the Non-Solicitation Covenants.47  Plaintiffs allege \nthat the Non -Solicitation Covenants prohibit the Executive Defendants from (i) \n“soliciting, recruiting, or encouraging certain of Plaintiffs’ employees to leave” during \nthe Executive Defendants’ employment with Plaintiffs and for 12 months thereafter48 \nand (ii) from permitting themselves to be solicited or recruited by any current or \n \n47 (FAC ¶¶ 71–78.) \n \n48 (FAC ¶ 72.) \n \n \n \n \n \nformer employee of Plaintiffs also bound by a similar non -solicitation covenant .49  \nPlaintiffs allege that the Executive Defendants breached these covenants by soliciting \none another and other employees of Plaintiffs to terminate their employment with \nPlaintiffs, by allowing themselves to be solicited by those under a similar non -\nsolicitation covenant while they were employed at Grandbridge, and , after their \ndeparture from Grandbridge, by soliciting and recruiting Plaintiffs’ employees to join \nColliers.50   \n24. The Executive Defendants seek dismissal of Plaintiffs’ claim for breach of \nthe Non-Solicitation Covenants to the exten t it is based upon alleged solicitation of \nGrandbridge employees, contending first, that the covenants restrict their solicitation \nof TFC and Truist employees but not Grandbridge employees,51 and second, that the \nNon-Solicitation Covenants are unenforceable under North Carolina law.52 \na. Application to Grandbridge Employees \n25. Relying on language in the Non -Solicitation Covenants prohibiting \nsolicitation of “any employee of TFC” (the RSU and AIP Non-Solicitation Covenants) \nor “any . . . employee of Truist” (the DIP Non -Solicitation Covenant), t he Executive \nDefendants contend that the Non -Solicitation Covenants “do not prohibit the \n \n49 (FAC ¶ 73.) \n \n50 (FAC ¶¶ 75–76.) \n \n51 (Defs. Matthew Rocco, Joe Lovell, and John Randall’s Br. Supp. Mot. Dismiss Am. Compl. \n8–9 [hereinafter “Executive Defs.’ Br. Supp.”], ECF No. 64.) \n \n52 (Executive Defs.’ Br. Supp. 9–15.) \n \n \n \n \n \n[Executive Defendants] from soliciting Grandbridge employees[,]” and thus that  \nPlaintiffs’ claim for breach should be dismissed to th at extent.53  But t he Executive \nDefendants ignore that Plaintiffs have alleged throughout the Amended Complaint \nthat the Executive Defendants and the employees they solicited were employees of \nboth TFC and Grandbridge.54  As a result, Plaintiffs do not allege that the Executive \nDefendants solicited any employees that were beyond the scope of the Non -\nSolicitation Covenants.  Therefore, the Court will deny the Executive Defendants’ \nMotion to Dismiss on this ground.  \nb. Enforceability of the Covenants \n26. “To be enforceable under North Carolina law, a non-competition agreement \nmust be: (1) in writing; (2) part of an employment contract; (3) based on valuable \nconsideration; (4) reasonable as to time and territory; and (5) designed to protect a \nlegitimate business interest.”  Med. Staffing Network, Inc. v. Ridgway, 194 N.C. App. \n649, 655 (2009).  Non-solicitation provisions generally must satisfy the same elements \n \n53 (Executive Defs.’ Br. Supp. 8–9.) \n \n54 (See, e.g., FAC ¶¶ 3–5 (alleging each Executive Defendant “was, held himself out to be, and \nenjoyed the benefits of being an employee of both Truist and Grandbridge”);  43 (“The \nExecutives actively solicited Plaintiffs’ employees”);  54 (“After their resignations, the \nExecutives continued to solicit key employees of Plaintiffs to leave Truist and Grandbridge \nand join Colliers.”); 57 (Defendants “facilitated the mass departure of over 50 key employees \nof Plaintiffs” ); 65 (“Defendants continue to solicit and hire Plaintiffs’ employees”); 75 \n(Executives “solicit[ed] and encourage[ed] each other and other employees of Plaintiffs to \nleave the firms”); 76 (Executives “solicit[ed] and recruit[ed] employees of Plaintiffs to join \nColliers”); 81 (Colliers directed Executives “to solicit, and assist Colliers to solicit, Plaintiffs’ \nemployees”); 82 (Executives breached the Non -Solicitation Covenants “by soliciting and \nencouraging other employees of Plaintiffs to leave their employment and join Colliers”).) \n \n \n \n \n \nto be enforceable.  Wells Fargo Ins. Servs. USA, Inc. v. Link , 2018 NCBC LEXIS 42, \nat *27 (N.C. Super. Ct. May 8, 2018)  (“A restriction on solicitation of employees \ngenerally is subject to the same requirements as other restrictive covenants[ ]”),  aff’d \nper curiam, 372 N.C. 260 (2019). \n27. “Although their elements are id entical, North Carolina courts are more \nwilling to enforce non -solicitation provisions targeted to the former employer ’s \ncustomers or prospective customers than provisions prohibiting entirely the former \nemployee from working for certain employers or in certain regions.”  Sandhills Home \nCare, LLC v. Companion Home Care – Unimed, Inc., 2016 NCBC LEXIS 61, at *25 \n(N.C. Super. Ct. Aug. 1, 2016).  In addition , our Supreme Court has recognized that \n“[w]hile the law frowns upon unreasonable restrictions, it favors the enforcement of \ncontracts intended to protect legitimate interests.  It is as much a matter of public \nconcern to see that valid covenants are observed as it is to frustrate oppressive ones.”  \nUnited Lab ’ys, Inc. v. Kuykendall , 322 N.C. 643, 649 (1988)  ( internal citation \nomitted).  \n28. The Executive Defendants contend that the Non-Solicitation Covenants are \nunreasonable as to time because, under Farr Assocs., Inc. v. Baskin , 138 N.C. App. \n276 (2000), they contain an overly “extensive look-back period.”55  Id. at 280 (“[W]hen \na non-compete agreement reaches back to include clients of the employer during some \nperiod in the past, that look -back period must be added to the restrictive period to \n \n55 (Executive Defs.’ Br. Supp. 10–11.) \n \n \n \n \n \ndetermine the real scope of the time limitation.”) (citing Prof. Liab. Consultants, Inc. \nv. Todd, 345 N.C. 176 (1996) (per curiam), adopting 122 N.C. App. 212 (1996) (Smith, \nJ. dissenting)).  Plaintiffs reply in opposition that a look-back period is inapplicable \nto employee non-solicitation covenants and that, even if it were, the covenants here \nare narrowly tailored and reasonable as to time.56   \n29. As an initial matter, this Court has recognized that “[a] n employer may \nchoose to protect not only its employment relationships but also its customer \nrelationships, as we ll as its confidential information, through the use of  employee \nnon-solicitation agreements.”  McGriff Ins. Servs. v. Hudson, 2023 NCBC LEXIS 4,  \nat *21 (N.C. Super. Ct. Jan. 17, 2023).  “[I]n general, non- solicitation provisions are \nmore tailored and less onerous on [an] employee’s ability to earn a living than \nnoncompete restrictions.”  Id. at *17 (cleaned up).  “Whether a restrictive covenant is \nreasonable and enforceable is a matter of  law for the Court to decide.”  Id.  at *17 \n(citing Farr Assocs., Inc. , 138 N.C. App. at 279.)   Under North Carolina law, non -\nsolicitation restrictions that extend no more than two years  after employment has \nended are routinely enforced. See, e.g., Triangle Leasing Co. v. McMahon , 327 N.C. \n224, 229 (1990) (holding covenant restricting defendant from soliciting plaintiff’s \nknown customers where plaintiff operated for a period of two years was not \nunreasonable); Wade S. Dunbar Ins. Agency, Inc. v. Barber, 147 N.C. App. 463, 469 \n(2001) (holding two-year covenant reasonable).  \n \n56 (Pls.’ Br. Opp’n Executive Defs.’ Mot. 3–8.)  \n \n \n \n \n \n30. The AIP Non- Solicitation Covenant , signed by Rocco,  and the RSU Non-\nSolicitation Covenant, signed by each of the Executive Defendants, each provide, in \nrelevant part, that: \nParticipant agrees that, during employment with TFC and for twelve \n(12) months after the termination of Participant’s employment by either \nparty and for any reason, Participant will not directly or indirectly \nsolicit . . . any employee of TFC with whom Participant worked during \nParticipant’s employment or about whom Participant came to know \nconfidential information as a result of employment with TFC and who \nhas not thereafter ceased to be employed by TFC for a period of at least \nthree (3) months.57 \n \n31. Similarly, the DIP Non-Solicitation Covenant, signed by Lovell and Randall, \nstates that: \nParticipant agrees that, during employment with Truist and for twelve \n(12) months after the termination of Participant’s employment by either \nparty and for any reason, Participant shall  not directly or indirectly \nsolicit . . . any full -time or temporary employee of Truist with whom \nParticipant worked during Participant’s employment and who \nperformed services for Truist’s clients or worked on Truist’s products \nwhile employed by Truist and  who has not thereafter ceased to be \nemployed by Truist for a period of at least three (3) months.58 \n \n32. The Executive Defendants argue that the look -back rule causes the \nrestrictions at issue here to encompass at least a seven-year period—a presumptively \nunreasonable time period —since the restrictions cover employees “with whom [the \nExecutive] worked during [the Executive’s] employment” and the most junior \n \n57 (RSU Agreement § 8(a); AIP Agreement 5.)  The Court notes that the AIP Non-Solicitation \nCovenant uses the language “came to know confidential information as a result of my  \nemployment with TFC[,]” and the RSU Non-Solicitation Covenant does not include the word \n“my.”  This difference is irrelevant to the Court’s analysis.  \n \n58 (DIP Agreement § 12.) \n \n \n \n \n \nExecutive Defendant’s employment began in 2017. 59  See, e.g., Superior Performers, \nInc. v. Phelps, 154 F. Supp. 3d 237, 245 (M.D.N.C. 2016) (noting that “North Carolina \ncourts recognize five years as the ‘outer boundary’ of a reasonable time restriction.”) \n(quoting Farr Assocs., Inc., 138 N.C. App. at 280)). \n33. Plaintiffs first argue that the look-back rule does not apply to employee non-\nsolicitation provisions.  The Court disagrees.  While it appears no North Carolina \ncourt has specifically addressed whether the look-back rule applies to employee non-\nsolicitation provisions, at least one federal court in North Carolina has applied the \nlook-back rule to determine the length of the restricted period outlined in an employee \nnon-solicitation agreement.  See Superior Performers, Inc. v. Meaike, 2014 U.S. Dist. \nLEXIS 50302, at *32 (M.D.N.C. 2014).  Moreover, as noted above, our courts have \nrepeatedly observed that “[a] restriction on solicitation of employees generally is \nsubject to the same requirements as other restrictive covenants.”  Wells Fargo Ins. \nServs. USA, Inc. , 2018 NCBC LEXIS 42, at *27.  Since our courts have recognized \nthat employee non- solicitation provisions, like customer non -solicitation provisions, \nare simply “another means of protecting the former employer’s interest in the good -\nwill it has with its customers,” id. at *28, and our courts apply the look -back rule to \ncustomer non-solicitation provisions, see Farr Assocs., Inc., 138 N.C. App. at 279, the \nCourt concludes that the look-back rule may be applied to employee non -solicitation \nprovisions, at least to the extent the provisions are intended to protect the employer’s \n \n59 Randall’s employment began in 2017 while Lovell and Rocco began their employment with \nTFC ten years earlier in 2007.  (FAC ¶¶ 10, 16, 20.) \n \n \n \n \nrelationships with customers or clients .  Accordingly, the Court rejects Plaintiffs’ \nopposition on this ground.  \n34. Plaintiffs next contend that the look -back rule does not apply because the \ncovenants “do not include any employee of Truist, but are narrowly tailored to include \nonly employees with whom the Executives either worked or about whom they learned \nconfidential information as a result of their employment.” 60  Our Court of Appeals, \nhowever, has applied the look -back rule to a similar non -solicitation provision \nprohibiting solicitation of customers “with whom [the defendant] had contact during \n[the defendant’s] employment, a period of roughly ten years.”  Sterling Title Co. v. \nMartin, 266 N.C. App. 593, 599 (2019).  Since the Court of Appeals has applied the \nlook-back rule to a covenant with restrictions similar to those here, Plaintiffs’ \nargument that the look-back rule only applies to a restriction on the solicitation of all \nof TFC’s employees necessarily fails.  \n35. Finally, Plaintiffs contend that , even if the look- back period applies, the \nrestricted time period outlined by the covenants is reasonable because the restrictions \n“only apply to employees who were employed by Truist during the three months \nbefore the Executives left” and that “[a]dding the three- month ‘lookback’ to the \ntwelve-month post-employment period amounts to a total restricted period of only \nfifteen months. ”61  But Plaintiffs overstate the impact that the concluding phrase \n \n60 (Pls.’ Br. Opp’n Executive Defs.’ Mot. 5.) \n \n61 (Pls. Br. Opp’n Executive Defs.’ Mot. 8.) \n \n \n \n \n“who has not thereafter ceased to be employed by Truist for a period of at least three \n(3) months” has on the restricted time period.  Reading each phrase of the covenant \ntogether, the concluding phrase precludes each Executive Defendant from soliciting \na person with whom the Executive worked who did not cease to be employed by Truist \nfor more than three months after that person  performed services for Truist’s clients \nor worked on Truist products while employed by Truist.  Thus, the Executives are \npermitted to solicit a person with whom the Executive worked as long as that person’s \nemployment with Truist ceased for a period of three months after the person \nperformed services for Truist’s clients or worked on Truist’s products while employed \nby the company.   \n36. While it appears, as Plaintiffs contend, that the concluding phrase is likely \nintended to preclude the solicitation of only those employees with whom the \nExecutive worked who were current employees at the time of the Executive’s \ntermination or who ceased to be employed with in the three months prior to the \nExecutive’s termination, the language of the restriction sweeps more broadly.  Indeed, \nthe restriction is not tied to the time of the Executive’s departure but is instead tied \nto whether the employee “ceased to be employed by TFC for a period of at least three \n(3) months.”   \n37. This de -linking of the timing of the Executives’ departure from the \nidentification of the employees who were protected from their solicitation causes the \nrestriction to preclude the so licitation of persons with whom the Executives worked \nmany years ago who then left TFC for three months or more and subsequently \n \n \n \n \nreturned years later to work in a different part of TFC. 62  For example, as the \nExecutive Defendants point out, the restriction  would preclude Rocco or Lovell from \nsoliciting a person with whom the y worked at Truist in 2007 who later transferred \nto, and remains continuously employed in, a position in an unrelated part of TFC  \ntoday, even if Rocco or Lovell have had no contact with that person since 2007.63  The \nrestriction would also include a person who worked with Rocco or Lovell in 2007, left \nTruist in 2008, but unbeknownst to these Executives, became employed in a different \npart of Truist in the final three months of the Executives’ employment in 2022.   \n38. Since the look-back rule extends the restricted time period to the beginning \nof the Executive’s employment in these circumstances, the time periods for those \n \n62 According to Truist’s most recent Form 10-K, “Truist offers a wide range of products and \nservices through its wholesale and consumer businesses, including consumer and small \nbusiness banking, commercial banking, corporate and investment banking, insurance, \nwealth management, payments, and specialized lending businesses.”   Truist Financial \nCorporation, Form 10-K (Dec. 31, 2023)  \nhttps://app.quotemedia.com/data/downloadFiling?webmasterId=101533&ref=318109081&ty\npe=HTML&symbol=TFC&cdn=7d768d517512b94a3e8b53b6ad96eef7&companyName=Trui\nst+Financial+Corporation&formType=10-K&dateFiled=2024-02-27.  See N.C. R. Evid. \n201(b)–(c) (providing that a trial court may take judicial notice of facts which “are not subject \nto reasonable dispute” and that are either “generally known within the territorial jurisdiction \nof the trial court” or “capable to accurate and ready determination by any resort to sources \nwhose accuracy cannot reasonably be questioned.”)  Our courts routinely take judicial notice \nof public filings available on governmental agencies’ official websites.  See e.g. Banc of Am. \nMerch. Servs., LLC v. Arby’s Rest. Grp., Inc., 2021 NCBC LEXIS 60, at *5 n. 2–3 (N.C. Super. \nCt. June 30, 2021) (taking judicial notice of  filings available on agencies’ official websites); \nLangley v. Autocraft, Inc. , 2023 NCBC LEXIS 95, at *2 n.2 (N.C. Super. Ct. Aug. 7, 2023) \n(same); see also Brinkley-Caldwell v. Britthaven, Inc., 264 N.C. App. 637, 637 (2019) (“A court \nmay consider publicly noticeable documents without converting a motion to dismiss to a \nmotion for summary judgment.”) \n \n63 ( Defs.’ Matthew Rocco, Joe Lovell, and John Randall’s Reply Supp. Mot. Dismiss Am. \nCompl. 4 [hereinafter, “Executive Defs.’ Reply”], ECF No. 72.) \n \n \n \n \n \nrestrictions would be 17 years for Rocco and Lovell and 7 years for Randall.64  While \nour courts have held that  customer non-solicitation restrictions of th ese lengths \nalmost certainly do not protect a plaintiff’s legitimate business interest and thus are \nunreasonable as a matter of law, see, e.g ., Sterling Title Co., 266 N.C. App. at  599 \n(noting that “only ‘extreme conditions’ will support a five -year [customer non -\nsolicitation] covenant”), the business justification for employee non-solicitation \ncovenants is not as susceptible to such a hard and fast rule.   \n39. As Judge Earp of this Court has explained: \nWhile an employee ’s personal interaction wit h customers resulting in \nthe development of customer goodwill plainly affords the employee the \nability to sway customer allegiances, the same relationship -building \nactivity may not be necessary to sway the allegiance of fellow employees.  \nA departing employee who has seen what it is like to play for a new team \nmay well be able to convince a former teammate—even one with whom \nhe has not had previous personal interaction —to make the switch, \ncreating a talent drain for his former employer.   Indeed, the employer’s \nprotectible interest does not come from the departing employee’ s \nrelationship with those employees he is attempting to solicit.   It arises \nfrom the solicited employees’ relationships with customers, their \npossession of confidential information, or the cost to replace them.  Even \na loner can disrupt those business interests by luring others to follow \nthe breadcrumbs of an exit path he has laid. \n \nMcGriff Ins. Servs., Inc., 2023 NCBC LEXIS 4, at *24.   \n40. Viewing the allegations in the light most favorable to Plaintiffs,  the Court \nconcludes that Plaintiffs have alleged that the  Non- Solicitation Covenants were \n \n64 The look-back period for Rocco and Lovell is nearly 16 years (from their December 2022 \ndeparture to 2007) and nearly 6 years for Randall (from his 2022 departure to 2017).  Adding \nthe post-employment restriction of 12 months results in restricted periods of 1 7 years for \nRocco and Lovell and 7 years for Randall. \n \n \n \n \n \nintended, in part, to protect Plaintiffs’ client relationships and attendant revenues \nand profits.65  But Plaintiffs also allege that the Covenants were intended to protect \nthe “ confidential information[  ] and trade secrets that the employees whom the \nExecutives were prohibited from soliciting had access to, enjoyed and developed on \nbehalf of Plaintiffs.” 66  Plaintiffs  also suggest that the Covenants were intended to \nprotect Plaintiffs’ ability to compete in the marketplace .67  Unlike customer \nrelationships, where personal relationships are paramount, the protection of a \n \n65 Plaintiffs contend that the Executive Defendants’ alleged breach of the Non -Solicitation \nCovenants caused them to lose customer relationships with resulting lost revenues and \nprofits. (See, e.g., FAC ¶¶ 33 (alleging that one of the Executive Defendants’ two goals was \n“to collude with Colliers to form the most effective plan to swiftly divert Grandbridge’s key \nrevenue producers, support personnel, clients, revenues and profits to Colliers en masse.”); \n34 (“Colliers induced the Executives themselves to surreptitiously divert Grandbridge’s \nemployees, clients, and revenues to Colliers”); 35 (“Defendants hoped to divert 100% of \nGrandbridge’s revenue producing employees”); 59 (“The employees that Defendants h ave \npirated away from Plaintiffs generate tens of millions of dollars in annual revenue through \ntheir client relationships and goodwill.”); 61 (“In addition to losing the tens of millions of \ndollars of annual origination revenues that the former employees of Plaintiffs are now \ngenerating at Colliers, Defendants diversion of these key employees and the clients they \nservice has caused Plaintiffs to lose over 300 contracts to service existing mortgages, with \n180 of those contracts being transferred to Colliers .”); 77 (alleging Plaintiffs have lost “the \nbenefit of their employment relationships with more than 50 of their key employees” and “the \nclient relationships and goodwill those employees developed”); 106 (identifying Plaintiffs’ \ndamages as including “lost fees for the origination of new mortgage loans, lost fees on lost \ncontracts to service existing mortgages and lost value of mortgage servicing rights”). )  The \nCourt concludes that a factfinder could reasonably infer from these allegations that a purpose \nof the Non-Solicitation Covenants was to protect Plaintiffs’ client relationships. \n \n66 (FAC ¶ 74; see also FAC ¶ 77 (alleging Plaintiffs have lost “the benefit of their employment \nrelationships with more than 50 of their key employees . . . and the confidential information \nand trade secrets those employees had . . . by the Executive [ Defendant s’] breaches of \ncontract”).)  \n \n67 (FAC ¶ 85 (alleging breach of the Non -Solicitation Covenants “disrupt[ed] their ability to \ncompete”); see also FAC ¶ 58 (alleging breach of the Non-Solicitation Covenants “decimat[ed] \nPlaintiffs’ ability to compete [in] those given markets”).) \n \n \n \n \ncompany’s confidential information and the protection against disruption due to \nemployee turnover are legitimate business interests that do not necessarily require a \ndeparting employee to exploit his or her personal relationships with other employees.  \nAs Judge Earp recognized in McGriff  Insurance Services, Inc., there are times when \n“the employer’s protectible interest does not come from the departing employee’ s \nrelationship with those employees he is attempting to solicit.”  2023 NCBC LEXIS 4, \nat *24.  Plaintiffs’ pleading describes such a situation here, particularly given the \nstatus and influence that accompanied the Executive Defendants’ leadership roles at \nGrandbridge. \n41. In these circumstances , and even when applying the look -back rule , the \nCourt cannot conclude as a matter of law on the pleaded facts that the Covenants do \nnot protect a legitimate business interest of Plaintiffs.   Accordingly, the Court will \ndeny the Executive Defendants’ Motion to Dismiss Plaintiffs’ claim for breach of the \nNon-Solicitation Covenants at this stage of the litigation  and permit this claim to \nproceed to discovery.  \n42. Plaintiffs’ claim for breach of contract is also premised in part on  the \nExecutive Defendants’ alleged breach of the Non -Disclosure Agreements.  Plaintiffs \npurport to assert the claim against all three Executive Defendants but allege only \nthat “Rocco and Randall violated their Non -Disclosure Agreements by disclosing to \nColliers, and using for their own and Colliers’ benefit, Confidential Information” and \n“by failing to return to Plaintiffs substantial amounts of company property, data, and \n \n \n \n \nrecords upon the termination of their employment.” 68  Since Plaintiffs have not \nalleged that Lovell entered into or breached a Non-Disclosure Agreement,69 the Court \nagrees with t he Executive Defendants that this claim should be dismissed against \nLovell. \n2. Breach of Fiduciary Duty \n43. Plaintiffs’ claim for breach of fiduciary duty against the Executive \nDefendants posits that, as corporate officers and members of Grandbridge’s governing \nboard, the Executive  Defendants owed fiduciary duties to Grandbridge that they \nbreached by “failing to discharge their duties on behalf of Grandbridge” and by \ndisclosing and using Grandbridge’s confidential information and trade secrets.70  The \nExecutive Defendants seek to dismiss this claim, first, to the extent it is asserted by \nTFC, on grounds that they did not owe a fiduciary duty to TFC and, second, to the \nextent the claim is asserted by Grandbridge, on grounds that Grandbridge’s Articles \nof Incorporation expressly waive any fiduciary duties that they might otherwise owe \nto the company.\n71 \n44. Turning first to the Executive Defendants’ challenge to TFC’s claim, it  is \naxiomatic that “[f]or a breach of fiduciary duty to exist, there must first be a fiduciary \nrelationship between the parties.”  Dalton v. Camp, 353 N.C. 647, 651 (2001).  “North \n \n68 (FAC ¶¶ 69–70.) \n \n69 (See FAC ¶¶ 16–19, 68–69.) \n \n70 (FAC ¶¶ 87–90.) \n \n71 (Executive Defs.’ Br. Supp. 15–18.) \n \n \n \n \nCarolina recognizes two types of fiduciary relationships: de jure, or those imposed by \noperation of law, and de facto , or those arising from the particular facts and \ncircumstances constituting and surrounding the relationship .”  Hager v. Smithfi eld \nE. Health Holdings, LLC, 264 N.C. App. 350, 355 (2019). \n45. Plaintiffs allege that the Executive Defendants were managers and \ncompany officials of Grandbridge , but they do not allege that the Executive \nDefendants were officers, directors, company officials , or majority shareholders of \nTFC.  While Plaintiffs’ allegations show that the Executive Defendants owed a de jure \nfiduciary duty to Grandbridge, those fiduciary duties are not, without more, owed as \na matter of law to Grandbridge’s parent, TFC.  See, e.g., Kaplan v. O.K. Techs., L.L.C., \n196 N.C. App. 469, 474 (2009) (holding that “managers of a[n LLC] [ ] owe a fiduciary \nduty to the company, and not to individual members [of the LLC].”)   As a result, \nPlaintiffs have failed to plead facts showing that the Executive Defendants owed a de \njure fiduciary duty to TFC.  \n46. Plaintiffs’ argument that the Executive Defendants owed a de facto fiduciary \nduty to TFC ( and Grandbridge ) arising out of what Plaintiffs claim was the \n“extraordinary circumstance in which an e mployer [is] subjugated to the improper \ninfluences or domination of his employee”72 fares no better. \n47. “The standard for finding a de facto  fiduciary relationship is a demanding \none: Only when one party figuratively holds all the cards—all the financial power or \n \n72 (Pls.’ Br. Opp’n Executive Defs.’ Mot. 18 (citation omitted).) \n \n \n \n \n \ntechnical information, for example —have North Carolina courts found that the \nspecial circumstance of a fiduciary relationship has arisen. ”  Lockerman v. S. R iver \nElec. Membership Corp., 250 N.C. App. 631, 636 (2016)  (cleaned up).  To give rise to \na fiduciary relationship between an employee and an employer, the employer must \nsomehow be “subjugated to the improper influences or domination of [its] employee.”  \nDalton, 353 N.C. at 652.   \n48. Plaintiffs’ allegations here do not assert, even in a conclusory manner, that \nthe Executive Defendants exerted dominion over either Plaintiff.  Indeed, Plaintiffs’ \nallegations indicate the very opposite, as Plaintiffs aver that Rocco reported to the \nHead of Commercial Real Estate at TFC 73 and that TFC rejected Colliers’ IOI over \nthe Executive Defendants’ objections .74  As a result , Plaintiffs have failed to plead \nfacts showing that the Executive Defendants owed a de facto fiduciary duty to either \nTFC or Grandbridge.   \n49. Given that Plaintiffs have not pleaded facts showing either a de jure or a de \nfacto fiduciary relationship with TFC, the Court will dismiss TFC’s claim against the \nExecutive Defendants for breach of fiduciary duty. \n50. Despite having acknowledged that they otherwise owe a de jure  fiduciary \nduty to Grandbri dge as officers and managers of the company, t he Executive \nDefendants nevertheless contend that Grandbridge’s claim must be dismissed \n \n73 (FAC ¶ 25.) \n \n74 (FAC ¶ 30.) \n \n \n \n \n \nbecause “[t]he unambiguous language of [Grandbridge’s] Articles of Organization \n[(the “Articles”)] eliminates any [such] liability[.]”75   \n51. Plaintiffs disagree, contending that since Grandbridge’s Operating \nAgreement (the “Operating Agreement”) does not contain a waiver of fiduciary duty, \nits lack of a waiver controls. 76  But the Operating Agreement is not refer enced, \nattached, or otherwise incorporated into the Amended Complaint.77  And a trial court \n“may not consider materials that are not mentioned, contained, or attached in or to \nthe pleading; otherwise, a Rule 12(b)(6) motion will be converted into a Rule 56 \nmotion and subject to its stand ards of consideration and review.”  Alamance Fam. \nPrac., P.A. v. Lindley , 2018 NCBC LEXIS 83, at *8 (N.C. Super. Ct. Aug. 14, 2018) \n \n75 (Executive Defs.’ Br. Supp. 15 –17; Executives Motion Ex. A [hereinafter, the “Articles”], \nECF No. 63.2.)  The Executive Defendants ask the Court to take judicial notice of the Articles.  \nWhen a party requests that the Court take judicial notice of a fact and supplies the Court \nwith the necessary information, the Court is required to take judicial notice of the fact if it \notherwise satisfies Rule 201( b) of the North Carolina Rules of Evidence.  See N.C.R. Evid. \n201(d).  Rule 201(b) states that a court may take judicial notice of adjudicative facts that are \nnot subject to reasonable dispute if they are either “generally known within the territorial \njurisdiction of the trial court” or “capable of accurate and ready determination by resort to \nsources whose accuracy cannot reasonably be questioned.”  N.C.R. Evid. 201(b).  Plaintiffs do \nnot contest the accuracy or authenticity of the Articles , and the Articles are a public record \navailable through the North Carolina Secretary of State.  Further, “[a] court may consider \npublicly noticeable documents without converting a motion to dismiss to a motion for \nsummary judgment.”  Brinkley-Caldwell, 264 N.C. App. at 637.  Accordingly, the Court will \ntake judicial notice of the Articles and consider them in its determination of the Motions. \n \n76 (Pls.’ Br. Opp’n Executive Defs.’ Mot. 14–15; Pls.’ Br. Opp’n Executives’ Mot. Dismiss Am. \nCompl. Ex. A [hereinafter, the “Operating Agreement”], ECF No. 69.)  See N.C.G.S. § 57D-2-\n30(d)(1) (“In the event of a conflict between the operating agreement and a provision in any \ndocument of an LLC filed by the Secretary of State…[t]he operating agreement shall prevail \nas to parties to the operating agreement and company officials.”)   \n \n77 (See generally FAC.) \n \n \n \n \n \n(citing Fowler v. Williamson , 39 N.C. App. 715, 717 (1979)).  Because the Court \ndeclines to exercise its discretion to treat  the Motion as one under Rule 56 at this \nearly stage of the litigation, the Court may not consider the Operating Agreement in \nresolving the Motions.78  Accordingly, the Court will focus its analysis on whether the \nArticles eliminate the Executive Defendants’ statutorily imposed duties.  \n52. The Articles specifically provide as follows:  \nTo the full extent from time to time permitted by law, no person who is \nserving or who has served as a manager of the limited liability company \nshall be personally liable in any action for monetary damages for breach \nof his or her duty as a manager, whether such action is brought by or in \nthe right of the limited liability com pany or otherwise.  Neither the \namendment or repeal of this Article, nor the adoption of any provision \nof these Articles of Organization inconsistent with this Article, shall \neliminate or reduce the protections afforded by this Article to a manager \nof the limited liability company with respect to any matter which \noccurred, or any cause of action, suit or claim which but for this Article \nwould have accrued or arisen, prior to such amendment, repeal or \nadoption.\n79 \n \n53. Plaintiffs contend that the Articles waive l iability only for managers—not \nfor officers and company officials—and that because Plaintiffs have alleged that the \nExecutive Defendants were officers and company officials as well as managers,80 the \n \n78 Although the parties devoted portions of their briefs, ( see Pls.’ Br. Opp’n Executive Defs.’ \nMot. 15–17; Executive Defs.’ Reply 8–9), and significant argument at the Hearing on whether \nthe Operating Agreement conflicts with the Articles, the Court concludes it may not consider \nthese arguments in resolving the Motions for the reasons set forth above.   \n \n79 (Articles (emphasis added).) \n \n80 (Pls.’ Br. Opp’n Executive Defs.’ Mot. 15; see, also, e.g., FAC ¶¶ 10 (alleging that “Rocco was \nthe officer of the company responsible f or overseeing all aspects of Grandbridge’s business” \nand that he was “both a manager and a company official ”); 16 (alleging that Lovell was an \n“officer of the company” with broad responsibility and “both a manager and a company \n \n \n \n \n \nArticles do not eliminate the Executive Defendants’ fiduciary duties as officers and \ncompany officials of Grandbridge.  The Executive Defendants, however, argue  that \nthe term “manager” is interchangeable with the terms “officer” and “company official” \nunder Chapter 57D and thus that the Articles eliminate any fiduciary duties they \nmight otherwise have to Grandbridge.81  See, e.g., Vanguard Pai Lung, LLC v. Moody, \n2019 NCBC LEXIS 39, at *17 –18 (N.C. Super. Ct. June 19, 2019)  (recognizing that \nLLC members “may depart from statutory default rules . . . and impose or eliminate \nfiduciary duties for members and managers”) (cleaned up).  \n54. The Court finds that Plaintiffs have the better of this dispute.  First, a  \n“company official” is defined under Chapter 57D a s “[a]ny person exercising any \nmanagement authority over the [LLC]  whether the person is a manager or referred \nto as a manager, director, or officer or given any other title.”  N.C.G.S. § 57D-1-03(5).  \nIn addition, an LLC’s “operating agreement may provide that the  LLC is to be \nmanaged by one or more company officials who are not designated as managers.”  \nN.C.G.S. § 57D-3-20(d).  Chapter 57D further provides that managers “may delegate \nauthority to act on behalf of the LLC to persons other than managers [,]” N.C.G.S. § \n57D-3-22, and certain of the Act’s provisions “shall apply to company officials who are \n \nofficial”); 20 (alleging that Randall “held the company officer title of Executive Vice President” \nand was “both a manager and a company official”).) \n \n81 (Executive Defs.’ Br. Supp. 17.) \n \n \n \n \n \nnot managers[,]”82  N.C.G.S. § 57D-3-23.  These provisions therefore make plain that \n“company officials,” “officers,” and “managers” are separate and distinct terms and, \nin particular, “company officials” and “officers” are not required to be “manager s” of \nthe LLC.   \n55. As a result, without definitional guidance in the Articles themselves, the \nCourt rejects the Executive Defendants’ contention that the term “manager” is \ninterchangeable with the terms “officer” and “company official .”  Accordingly, the \nCourt finds that the Articles do not waive the Executive Defendants’ personal liability \nfor monetary damages for their alleged breach of their duties as officers and company \nofficials of Grandbridge.   The Executive Defendants’ Motion on this ground will \ntherefore be denied. \nB. Plaintiffs’ Claims Against Colliers \n1. Tortious Interference with Contract (Non -Disclosure Agreements and \nNon-Solicitation Covenants) \n \n56. Plaintiffs allege that Colliers tortiously interfered with the Non-Disclosure \nAgreements and Non -Solicitation Covenants 83 by (i) “directing the [Executive \nDefendants] to disclose confidential information an d trade secrets about Truist and \nGrandbridge” and to “solicit, and assist Colliers to solicit, Plaintiffs’ employees” and \n(ii) “offer[ing] the [Executive Defendants] lucrative employment terms, including \n \n82 See N.C.G.S. § 57D-3-23 (“[N.C.G.S. §] 57D-20(e), 57D-3-21, and 57D -3-22 shall apply to \ncompany officials who are not managers by substituting the term ‘company official’ in lieu of \nthe term ‘manager’ in each place where the term appears in those provisions.”) \n   \n83 (FAC ¶¶ 79–86.) \n \n \n \n \n \nmillions in guaranteed compensation, success bonuses  for diverting Plaintiffs’ \nemployees and revenues, and equity awards expected to be in the tens of millions of \ndollars based on the increased value of Colliers’ business attributable to the \nemployees, clients, and revenues Defendants were able to divert from Plaintiffs.”84 \n57. To state a claim for tortious interference with contract, a plaintiff must \nallege: \n(1) a valid contract between the plaintiff and a third person which \nconfers upon the plaintiff a contractual right against a third person; (2) \ndefendant kn [ew] of the contract; (3) the defendant intentionally \ninduce[d] the third person not to perform the contract; (4) and in doing \nso act [ed] without justification; (5) resulting in actual damage to the \nplaintiff. \n \nEmbree Constr. Grp., Inc. v. Rafcor, Inc., 330 N.C. 487, 498 (1992) (citation omitted). \n58. Colliers contends that Plaintiff s’ claim cannot meet  the fourth element \nbecause Plaintiffs’ allegations reveal that Colliers had a “plainly articulated business \nreason to acquire Grandbridge and to listen to, and negotiate with, the Executives \nwhen they expressed an interest in joining Colliers[.]” 85  The Court finds this \nargument without merit. \n59. A claim for tortious interference with contract should be dismissed “ when \nthe complaint reveals that the interference was justified or privileged.”  Peoples Sec. \nLife Ins. Co. v. Hooks, 322 N.C. 216, 220 (1988).  “If the defendant’s only motive is a \n \n84 (FAC ¶¶ 80–81.) \n \n85 (Def. Colliers Mortgage Holdings, LLC’s Mem. Supp. Mot. Dismiss Am. Compl. 6 –9 \n[hereinafter, “Colliers’ Br. Supp.”], ECF No. 66.) \n \n \n \n \n \nmalicious wish to injur e the plaintiff, [the defendant’s] actions are not justified.  If, \nhowever, the defendant is acting for a legitimate business purpose, his actions are \nprivileged.”  Id. at 221.  “The privilege to interfere is conditional or qualified; that is, \nit is lost if exercised for a wrong purpose .  In general, a wrong purpose exists where \nthe act is do ne other than as a reasonable and bona fide  attempt to protect the \ninterest of the defendant which is involved.”  Id. at 220 (cleaned up).   \n60. “The malice required to overcome a justification of business competition is \nlegal malice, and not actual malice.”  Wells Fargo Ins. Servs., 2018 NCBC LEXIS 42, \nat *47.   Plaintiffs must allege a factual basis to support a claim of legal malice; \n“general allegations of malice are insufficient as a matter of pleading .”  Pinewood \nHomes, Inc. v. Harris, 184 N.C. App. 597, 605 (2007).   \n61. Colliers contends that it was justified to interfere by its legitimate interest \nin competing with Plaintiffs.  Although i nterference may be justified when the \nplaintiff and defendant are competitors , Hooks , 322 N.C. at 221, this Court has \nrecognized that “the distinction between seeking to destroy a competitor and a lawful \ncompetitive interest may be blurry,” Sandhills Home Care, LLC, 2016 NCBC LEXIS \n61, at *48.  See also Sunbelt Rentals, Inc. v. Head & Engquist Equip., LLC  (Sunbelt \nRentals I), 2002 NCBC LEXIS 2, at *36 (N.C. Super. Ct. July 10, 2002) ( “Stifling \ncompetition . . . is not contemplated by our laws.  Only when competition is itself \nthreatened—by actions taken to further some monopolistic purpose— do legal \nprotections obtain.”). \n \n \n \n \n62. Plaintiffs allege here that Colliers and the Executive Defendants planned \nand executed a scheme to use Plaintiffs’ confidential and trade secret information to \nsolicit Plaintiffs’ key employees and clients  en masse to cripple Plaintiffs’ ability to \ncompete with Colliers  and destroy Grandbridge’s business .86  Our courts have \npermitted a tortious interference claim to lie on such allegations.  See, e.g., Sand Hills \nHome Care, LLC, 2016 NCBC LEXIS 61, at *48 (holding that “[p]laintiff’s allegation \nof a specific plan or scheme to destroy [p]laintiff’s business goes beyond reasonable \ncompetitive behavior”); McGriff Ins. Servs., Inc., 2023 NCBC LEXIS 4, at *52 (holding \nthat allegations of a consulting arrangement which was designed to “circumvent [  ] \ncontractual commitments and to solicit [plaintiff’s] customers and use [plaintiff’s] \ntrade information, all in an effort to disrupt [plaintiff’s] business operations[]” did not \nconstitute lawful competition.); see also  Sunbelt Rentals, Inc. v. Head & Engquist \nEquip., LLC (Sunbelt Rentals II), 2003 NCBC LEXIS 6, at *144 (N.C. Super. Ct. May \n2, 2003) (holding that defendants’ “surreptitious recruitment of en masse defections \ntimed to disrupt [plaintiff’s] business and take  advantage of the employees’ \nknowledge of confidential business information [  ] crosses over the line of fair \ncompetition.”).  \n63. Colliers next contends that Plaintiffs’ tortious interference claim should be \ndismissed for failure to plead the claim ’s third element—inducement .  Colliers \nargues, first, that Plaintiffs’ allegations are conclusory and unsupported by specific \n \n86 (See, e.g., FAC ¶¶ 30, 35, 39–40, 48, 66, 83, 93, 105, 115.) \n \n \n \n \n \nalleged facts 87 and, second, that those allegations show only that Colliers offered \nPlaintiffs more money in a “reasonable and bona fide attempt . . . to enter an industry \nsegment.”88  Plaintiffs vigorously disagree. \n64. This Court has interpreted “induce” to mean “purposeful conduct, active \npersuasion, request, or petition.”  Se. Anesthesiology Consultants, PLLC v. Rose, 2019 \nNCBC LEXIS 52, at *28 (N.C. Super. Ct. Aug. 20, 2019) (cleaned up); see also Charah, \nLLC v. Sequoia Servs. LLC, 2019 NCBC LEXIS 18, at *18 (N.C. Super. Ct. Mar. 11, \n2019) (same).  Conclusory allegations that merely state that a defendant has \n“induced” or “caused” a third party to breach a contract with a plaintiff, however, are \ninsufficient to satisfy the inducement element.  See, e.g., Prometheus Grp. Enters., \nLLC v. Gibson , 2023 NCBC LEXIS 42, at *28 (N.C. Super. Ct. Mar. 21, 2023); S e. \nAnesthesiology Consultants, PLLC, 2019 NCBC LEXIS 52, at *29.   \n65. Plaintiffs allege that Colliers interfered with the Non -Disclosure \nAgreements by “directing the [Executive Defendants] to disclose confidential \ninformation about Truist and Grandbridge.” 89  Plaintiffs further allege that the \nExecutive Defendants compiled Plaintiffs’ confidential information and provided it to \nColliers in part for the purpose of negotiating compensation offers with Colliers.90   \n \n87 (Colliers’ Br. Supp. 9–13.) \n \n88 (Colliers’ Br. Supp. 12 (cleaned up).) \n \n89 (FAC ¶ 81.) \n \n90 (FAC ¶ 82.) \n \n \n \n \n66. Contrary to Colliers’ contention, the allegation that Colliers “directed” the \nExecutive Defendants to disclose confidential information in derogation of their \nduties under the Non-Disclosure Agreements is not conclusory, as it does more than \nmerely restate the element of the claim at issue  and instead reflects Colliers’ \npurposeful conduct.  Neither is Plaintiffs’ allegation that, in essence, Colliers paid the \nExecutive Defendants to breach the Non-Disclosure Agreements to obtain Plaintiffs’ \nconfidential information.  This allegation likewise reflects Colliers’ active and \nintentional conduct.  Accordingly, the Court concludes Colliers’ Motion to Dismiss \nPlaintiffs’ claim for tortious interference with the Executive Defendants’ Non -\nDisclosure Agreements will be denied. \n67. The Court reaches the same conclusion concerning Colliers’ Motion to \nDismiss Plaintiffs’ claim that Colliers tortiously interfered with the Executive \nDefendants’ Non-Solicitation Covenants.  In particular, Plaintiffs allege that Colliers \nincentivized the Executive Defendants to breach the Non- Solicitation Covenants by \noffering t hem a “success bonus specifically determined by whether [the Executive \nDefendants] were successful in diverting employees from Plaintiffs[.]”91  A reasonable \nfactfinder could conclude that such alleged conduct constitutes purposeful \ninducement and therefore Plaintiffs’ allegations are sufficient to satisfy the tortious \ninterference claim’s third element under Rule 12(b)(6).  S ee Sandhills Home Care \nLLC, 2016 NCBC LEXIS 61, at * 47–48 ( holding that plaintiffs’ allegations that \n \n91 (FAC ¶ 34.) \n \n \n \n \n \ndefendants encouraged plaintiffs’ former employees to solicit plaintiffs’ current \nemployees, if proven, would go beyond reasonable competitive behavior).   \n68. For each of these reasons, therefore, the Court will deny the Colliers Motion \nto dismiss Plaintiffs’ claim for tortious interference with contract. \nC. Plaintiffs’ Claims against All Defendants \n1. Misappropriation of Trade Secrets \n69. Plaintiffs assert a claim against all Defendants for misappropriation of trade \nsecrets under North Carolina’s Trade Secret Protection Act (the “NCTSPA”) .92  See \nN.C.G.S. §§ 66-152–157.  The NCTSPA provides that the owner of a trade secret \n“shall have a remedy by civil action for misappropriation of his trade secret.”  \nN.C.G.S. § 66-153.  The NCTSPA defines a “trade secret” as: \nbusiness or technical information, including but not limited to a formula, \npattern, program, device, compilation of information, method, \ntechnique, or process that: \n \na. Derives independent actual or potential commercial value from \nnot being generally known or readily ascertainable through \nindependent development or reverse engineering by persons who \ncan obtain economic value from its disclosure or use; and \n \nb. Is the subject of efforts that are reasonable under the \ncircumstances to maintain its secrecy. \n \nId. § 66-152(3). \n \n70. “To plead misappropriation of trade secrets, a plaintiff must identify a trade \nsecret with sufficient particularity so as to enable a defendant to delineate that which \n \n92 (FAC ¶¶ 107–117.) \n \n \n \n \n \nhe is accused of misappropriating and a court to determine whether misappropriation \nhas or is threatened to occur.”  Krawiec v. Manly , 370 N.C. 602, 609 (2018) (citation \nomitted).  While “[t]his ‘sufficient particularity’ standard does not require a party to \ndefine every minute detail of its trade secret down to the finest detail[,]” Safety Test \n& Equip. Co. v. Am. Safety Util. Corp., 2015 NCBC LEXIS 40, at *25 (N.C. Super. Ct. \nApr. 23, 2015) (cleaned up), “[a pleading] that makes general allegations in sweeping \nand conclusory statements, without specifically identifying the trade secrets allegedly \nmisappropriated, is insufficient to state a claim for misappropriation of trade secrets.”  \nKrawiec, 370 N.C. at 610 (cleaned up). \n71. In determining whether information identified in a complaint constitutes a \ntrade secret, courts consider the following factors: \n(1) the extent to which information is known outside the business; (2) \nthe extent to which it is known to employees and others involved in the \nbusiness; (3) the extent of measures taken to guard secrecy of the \ninformation; (4) the value of informa tion to  [the] business and its \ncompetitors; (5) the amount of effort or money expended in developing \nthe information; and (6) the ease or difficulty with which the information \ncould properly be acquired or duplicated by others. \n \nSterling Title Co., 266 N.C. App. at 601 (citation omitted).  \n72. Plaintiffs identify their trade secrets in the Amended Complaint  as falling \ninto two broad categories: (1) compilations of “proprietary financial information” \n \n \n \n \nconcerning specific Grandbridge offices, 93 and (2) compilations of information about \nPlaintiffs’ employees.94 \n73. More specifically, Plaintiffs allege that their trade secrets include: \ninformation regarding Plaintiffs’ offices, revenue -producing employees, \nsupport staff, compensation, expenses, historical revenues, profi ts, \nproduct mix and business plans….[including] names, locations, contact \ninformation past and anticipated production performance, \ncompensation history and targets, compensation structure, contract, \nforgivable loan balances, roles, responsibilities, and client relationships \nof various groups of Plaintiffs’ employees.95 \n \n74. Plaintiffs also allege that their trade secrets include “ Grandbridge’s \nbusiness plans . . . and finances including revenue, operating cost, product mix and \nprofit-loss information pertaining to particular Grandbridge offices that the \n[Executive Defendants] considered to be especially susceptible to a raid by Colliers.”96   \n75. Defendants contend first , that Plaintiffs’ “sweeping and conclusory” \nallegations fail to identify a trade secret with the requisite particularity required \nunder North Carolina law, 97 and second, that the information Plaintiffs identify is \nnot a protectable trade secret.98  The Court disagrees with both contentions. \n \n93 (Pls.’ Br. Opp’n Executive Defs.’ Mot. 24.) \n \n94 (Pls.’ Br. Opp’n Executive Defs.’ Mot. 25.) \n \n95 (FAC ¶ 108.) \n \n96 (FAC ¶ 32.) \n \n97 (Executive Defs.’ Br. Supp. 24–26; Colliers’ Br. Supp. 22–23.) \n \n98 (Executive Defs.’ Br. Supp. 25–26, Colliers’ Br. Supp. 22–24.) \n \n \n \n \n \n76. Turning first to the compilations of “proprietary financial information,”  the \nCourt concludes that Plaintiffs’ allegations are sufficiently specific to put Defendants \non notice of the information Plaintiffs claim they misappropriated and are therefore \nsufficient to meet Plaintiffs’ pleading burden under Rule 12(b)(6).  See, e.g., The Bldg. \nCtr., Inc. v. Carter Lumber, Inc. , 2016 NCBC LEXIS 79, at *10 –13 (N.C. Super. Ct. \nOct. 21, 2016) (holding allegations that defendants misappropriated “confidential and \nproprietary business information such as: names and contacts of customers; customer \npreferences . . . sales and marketing strategies; pricing structures; margins and \nprofits; manufacturing technologies; and other confidential business information” \nwere sufficient to survive dismissal under 12(b)(6) (cleaned up) ); GE Betz, Inc.  v. \nConrad, 231 N.C. App. 214,  234 (2013) (holding plaintiff’s allegations of “chemical \nformulations, pricing information, customer proposals, historical costs, and sales data \nthat individual defendants were exposed to [while employed by plaintiff]” were \nsufficiently particular to survive dismissal).   \n77. Moreover, the compilations of financial information —which include lists of \nthe revenue producing employees, historical revenues, operating costs, product mix, \nand expenses of particular Grandbridge offices—are precisely the kind of information \nwhich, taken together, may constitute a protectible trade secret under North Carolina \nlaw.  See, e.g., Sunbelt Rentals, Inc. v. Head & Engquist Equip., LLC (Sunbelt Rentals \nIII), 174 N.C. App. 49, 56 (2005) (holding that plaintiff’s compilation of “special \npricing information . . . personnel and salary information, organizational structure, \nfinancial projections and forecasts, utilization rates, [product mix] by market, capital \n \n \n \n \nand branch budget information, and cost information” was sufficient to constitute a \ntrade secret); GE Betz, Inc., 231 N.C. App. at 234 (holding that plaintiff’s descending \nsales reports and customer proposals were sufficient to constitute trade secrets); \nComput. Design & Integration, LLC v. Brown , 2018 NCBC LEXIS 216, at *42 (N.C. \nSuper. Ct. Dec. 10, 2018) (holding that the plaintiff’s “financial history, profit and loss \ninformation, [and] revenues data” was sufficient to constitute a trade secret).  \nAccordingly, the Court concludes that Plaintiffs’ compilations of financial information \nare sufficiently identified as protectible trade secrets to survive Defendants’ challenge \nunder Rule 12(b)(6).  \n78. The Court reaches the same conclusion concerning the Executive \nDefendants’ compilations of information about Plaintiffs’ employees.  Plaintiffs plead \nthat the Executive Defendants compiled information that included key employees’ \n“names, locations, contact information, past and anticipated production performance, \ncompensation history and targets, compensation structure, contracts, forgivable loan \nbalances, roles, responsibilities, [and] product mix and client relationships[.]”99  Like \nthe allegations regarding Plaintiffs’ financial information, these allegations identify \nthe employee information Defendants are accused of misappropriating with sufficient \nparticularity to survive Rule 12(b)(6) scrutiny.  See, e.g., Med. Staffing Network, Inc., \n194 N.C. App. at 658 –59 (finding a database with employee’s “phone numbers, pay \nrates, specializations, and preferences regarding shifts and facilities”  constituted a \n \n99 (FAC ¶ 31.) \n \n \n \n \n \ntrade secret ); Sunbelt Rentals  III, 174 N.C. App. at 55 ( finding a compilation of \ninformation which included employees’ salaries constituted a trade secret); Comput. \nDesign & Integration, LLC, 2018 NCBC LEXIS 216, at *43–44 (finding a spreadsheet \nwhich included employee’s hours, earnings, tax withholdings, employee benefit \ndeductions, addresses, hire dates, pay frequencies, and the date of the employees’ last \nraises constituted a trade secret ); Glover Constr. Co. v. Sequoia Servs., LLC , 2020 \nNCBC LEXIS 76, at *45 (N.C. Super. Ct. June 18, 2020) (finding a compilation which \nincluded employee contact information and compensation constituted a trade secret). \n79. Defendants make two additional arguments for dismissal of Plaintiffs’ trade \nsecret claim as to the employee compilations, neither of which the Court finds \npersuasive.   \n80. First, Defendants contend that the employee compilations cannot constitute \ntrade secrets because “Plaintiffs have not alleged that they gathered this information \noutside of the routine course of business or otherwise uniquely compiled it ” and \nbecause Plaintiffs have pleaded that the compilations were created by the Executive \nDefendants rather than Pla intiffs.100  But Defendants have not identified a North \nCarolina decision, nor has the Court’s research revealed one, requiring either that a \n \n100 (Executive Defs.’ Br. Supp. 26; Colliers’ Br. Supp. 23–24.) \n \n \n \n \n \ntrade secret be created outside the ordinary course of a plaintiff’s business or by \nsomeone other than the former employee defendants.101   \n81. Next, Defendants argue that the employee compilations reflect only “basic \ndemographic information” and thus are not protectible trade secrets. 102  But \nDefendants ignore that the compilations , as described,  include much more than \ndemographic information and include the employees’ salaries, performance histories, \nclient relationships, and more.  Defendants also ignore that it would be extremely \ndifficult and time -consuming to assemble the alleged trade secret information \nwithout access to Plaintiffs’ information systems.  As such, Defendants’ argument is \nwithout merit.  See, e.g., Safety Test & Equip. Co., Inc., 2016 NCBC LEXIS 40, at *31 \n(“There may be protected value in the historical compilation upon an adequate \nshowing that the information is not easily acquired or cannot be easily assembled in \nthe same fashion[ ]”); Comput. Design & Integration, LLC , 2018 NCBC LEXIS 216, \nat *44 (holding that a spreadsheet reflecting employee records constituted a trade \nsecret).  \n \n101 This Court’s decision in  Edgewater Servs. v. Epic Logistics, Inc., 2009 NCBC LEXIS 21 \n(N.C. Super. Ct. Aug. 11, 2009), on which Defendants rely, does not hold to the contrary.  \nWhile the court noted that the trade secret information was “compiled in the course of doing \nbusiness,” id. at *13–14, it did not require that the information be compiled in the ordinary \ncourse of doing business to merit trade secret protection. \n \n102 (Colliers’ Br. Supp. 23–24.) \n \n \n \n \n \n82. Defendants next contend that Plaintiffs have failed to allege sufficient facts \nshowing that Plaintiffs engaged in reasonable efforts to protect the secrecy of their \nalleged trade secrets to survive 12(b)(6) dismissal.103  The Court disagrees.  \n83. Plaintiffs have alleged that their trade secret information “was not widely \ndistributed to all employees and was shared on a need -to-know basis,” 104 that the \ninformation was accessible to the Executive Defendants only “by virtue of their high-\nranking positions at Truist and Grandbridge,” 105 that the Executive Defendants \nattested to the Truist Code of Ethics which provided that confidential information \nmay only be used or accessed “for legitimate purposes furthering Truist’s business, \nand under no circumstances for personal gain or to compete with Truist,”106 and that \nRocco and Randall each signed a Non -Disclosure Agreement. 107  T he Court finds \nPlaintiffs’ allegations sufficient to withstand Defendants’ Motion s under Rule \n12(b)(6).  See, e.g.,  The Bldg. Ctr., Inc ., 2016 NCBC LEXIS 79, at *14 (finding \n“password-protected login[s], controlled and permission -restricted access on a need-\nto-know basis, and confidentiality policies and/or agreements[]” sufficient under Rule \n12(b)(6) and noting that “[g]enerally, only where efforts to maintain secrecy of the \nallegedly misappropriated trade secrets were completely absent  have North Carolina \n \n103 (Executive Defs.’ Br. Supp. 26–28; Colliers’ Br. Supp. 24–25.) \n \n104 (FAC ¶ 22.) \n \n105 (FAC ¶ 31.) \n \n106 (FAC ¶ 23.) \n \n107 (FAC ¶¶ 11, 21.) \n \n \n \n \ncourts dismissed claims at the 12(b)(6) stage.”) (citation omitted); Aym Techs., LLC v. \nRogers, 2018 NCBC LEXIS 14, at *39– 40 (N.C. Super. Ct. Feb. 9, 2018)  ( finding \n“physical security, computer password protection, and limited access to the \ninformation on a need to know basis ” sufficient under Rule 12(b)(6) ); States Mortg. \nCo. v. Bond, 2023 NCBC LEXIS 33, at *16–17 (N.C. Super. Ct. Mar. 6, 2023) (finding \nnondisclosure agreements and confidentiality policies sufficient under Rule 12(b)(6)); \nNew Restoration & Recovery Servs., LLC. v. Dragonfly Pond Works, LLC, 2023 NCBC \nLEXIS 80, at * 10–11 (N.C. Super . Ct. June 15, 2023) (finding the use of a non-\ndisclosure agreement and repeated attempts to reinforce confidentiality agreements \nsufficient under Rule 12(b)(6)). \n84.  For each of these reasons , the Court will deny the Motions to the extent \nDefendants seek to dismiss Plaintiffs’ claim for misappropriation of trade secrets. \n2. Tortious Interference with Contract and Business Relations \n85. Defendants next seek to dismiss Plaintiffs ’ claim against Defendants for \ntortious interference with  contract and business relations. 108  “A claim for tortious \ninterference with business relations embraces claims for interference with both \nexisting contracts and prospective future contracts.”  E- Ntech Indep. Testing Servs. \nv. Air Masters, Inc. , 2017 NCBC LEXIS 2, at *14 (N.C. Super. Ct. Jan. 5, 2017).  A \nclaim for tortious interference with prospective economic advantage focuses on \nalleged interference with future contracts.  A claim for tortious interference with \n \n108 (FAC ¶¶ 96–106.) \n \n \n \n \n \ncontract concerns alleged interference with existing contracts .  Each claim has \ndifferent elements.  The Court will therefore analyze Plaintiffs’ tortious interference \nclaim as asserting these two distinct claims.  \na. Tortious Interference with Prospective Economic Advantage \n86. Plaintiffs’ claim for tortious interference with prospective economic \nadvantage is premised upon Defendants’  alleged interference with Plaintiffs’ future \ncontracts with existing and prospective employees and customers. 109  Defendants  \ncontend that th is claim should be dismissed because Plaintiffs allege only an \nexpectation of future contracts , which is insufficient under North Carolina law .110  \nThe Court agrees. \n87. A claim for tortious interference with prospective economic advantage  \n“arises when a party interferes with a business relationship by maliciously inducing \na person not to enter into a contract with a third person, which he would have entered \ninto but for the interference, if damage proximately ensues, when this interference is \ndone not in the legitimate exercise of the interfering person’s rights.”  Beverage Sys. \nof the Carolinas, LLC v. Associated  Beverage Repair, LLC, 368 N.C. 693, 701 (2016) \n \n109 (FAC ¶¶ 97–98.) \n \n110 (Executive Defs.’ Br. Supp. 22–23; Colliers’ Br. Supp. 18–19.) \n \n \n \n \n(cleaned up).  A plaintiff must s how that “ a contract would have resulted but for a \ndefendant’s malicious intervention.”  Id.   \n88. “[A] plaintiff's mere expectation of a continuing business relationship is \ninsufficient[.]”  Id.  at 701.  Rather, “a plaintiff must identify a specific contractual \nopportunity that was lost as a result of the defendant’s allegedly tortious conduct in \norder to sustain a claim for interference with prospective economic advantage.”  \nMarketPlace 4 Ins., LLC v. Vaughn , 2023 NCBC LEXIS 31, at *37 (N.C. Super. Ct. \nFeb. 24, 2023) (emphasis in original) (holding that plaintiff could not sustain a claim \nfor tortious interference with prospective economic advantage because the complaint \nwas “devoid of any reference to specific contracts that would have resulted but for \n[the] alleged tortious conduct.”) \n89. Plaintiffs allege here only that they had “valid, protectable contractual and \nbusiness relationships” with prospective customers 111 and “valid contractual and \nbusiness relationships with various employees that Colliers has hired away from \nPlaintiffs with the aid and assistance of the [Executive Defendants].” 112  These  \nallegations, however, fail to identify either the “prospective customers” or the “various \nemployees” with whom Plaintiffs claim they would have contracted b ut for the \nExecutive Defendants’ interference.  Nor do Plaintiffs otherwise allege facts showing \nthe basis for Plaintiffs’ alleged expectation of future contracts .  As such, Plaintiffs’  \n \n111 (FAC ¶ 98.) \n \n112 (FAC ¶ 97.) \n \n \n \n \n \nclaim is fatally deficient and will be dismissed.  See Beverage Sys. of the Carolinas, \nLLC, 368 N.C. at 701 –02 (affirming dismissal based on plaintiff’s “expectation that \n[its] former customers would continue to do business with plaintiff[ ]”) (cleaned up).   \nb. Tortious Interference with Contract \n90. Defendants next seek to dism iss Plaintiffs’ claim for tortious interference \nwith contract, which is premised on Defendants’ alleged interference with Plaintiffs’ \ncontracts with certain existing employees and customers , including , in particular, \ncontracts with “over 50 key employees who have already been diverted by Defendants \nto Colliers”113 as well as “a number of insurance loans and service contracts that have \nleft Plaintiffs and gone to Colliers  after Colliers commenced its raid on Plaintiffs’ \nemployees and business.”114 \n91. As stated above, to  state a claim for tortious interference with contract, a \nplaintiff must allege: \n(1) a valid contract between the plaintiff and a third person which \nconfers upon the plaintiff a contractual right against a third person; (2) \ndefendant kn [ew] of the contract; (3) the defendant intentionally \ninduce[d] the third person not to perform the contract; (4) and in doing \nso act [ed] without justification; (5) resulting in actual damage to the \nplaintiff. \n \nEmbree Constr. Grp., Inc., 330 N.C. at 498 (citation omitted). \n \n113 (FAC ¶¶ 97–106.) \n \n114 (FAC ¶¶ 100–103.) \n \n \n \n \n \n92. Colliers first contends, relying on RLM Commc’ns, Inc. v. Tuschen , 66 \nF.Supp.3d 681 , 694 (E.D.N.C. 2014), that the “hiring of a competitor’s employee, \nwhere the employee is working under an at will employment contract, cannot form \nthe basis of a claim for tortious interference with contract.” 115  The North Carolina \nappellate courts, however, have reached a different conclusion  both before and after \nthe federal court’s interpretation of North Carolina law, and these decisions bind the \nCourt here.  See , e.g.,  Hooks , 322 N.C. at 221 (“The mere fact that the plaintiff’s \nemployment contracts wi th the employees in question were terminable at will does \nnot provide the defendant a defense to the plaintiff’s claim for tortious interference.”); \nEsposito v. Talbert & Bright, Inc. , 181 N.C. App. 742, 745 (2007) (“A plaintiff may \nmaintain a claim for to rtious interference with contract even if the employment is \nterminable at will .”) (citation omitted) ; see also The  Bldg. Ctr., Inc. , 2016 NCBC \nLEXIS 79, at *18 (“[E]mployment contracts terminable at-will may serve as the basis \nfor a tortious interference with contract claim in North Carolina[.]”)   \n93. Defendants next contend that Colliers, as a direct competitor of Plaintiffs, \nand the Executive Defendants, as employees of Collier s, each had a legitimate \nbusiness interest in competing with Plaintiffs, justifying their alleged interference.116  \nBut Plaintiffs have alleged that Defendants used Plaintiffs’ trade secrets to draw and \n \n115 (Colliers’ Br. Supp. 19.) \n \n116 (Executive Defs.’ Br. Supp. 23–24; Colliers’ Br. Supp. 20–21.) \n \n \n \n \n \nexecute their plan to recruit Plaintiffs’ revenue producing employees en masse, 117 \nand, as discussed above, Plaintiffs have adequately pleaded their claim for \nmisappropriation of trade secrets against the Executive Defendants.  Since \n“misappropriation of trade secrets is not a lawful means of competition[,]” N ew \nRestoration & Recovery Servs., LLC , 2023 NCBC LEXIS 80, at *17, Plaintiffs have \nadequately pleaded facts that would permit a jury to find that the Executive \nDefendants acted without justification in interfering with Plaintiffs’ contracts  with \nits employees.   \n94. Defendants’ next argument posits that  Defendants’ hiring of Plaintiffs’ \nemployees, which Plaintiffs allege resulted in their loss of over 300 customer \ncontracts, is too attenuated a causal chain to satisfy the inducement element of \nPlaintiffs’ claim for tortious interference with its customer contracts .  The Court \ndisagrees.  First, the “ protection of customer relationships and good will against \nmisappropriation by departing employees is well recognized as a legitimate \nprotectable interest of the employer.”  Kuykendall, 322 N.C. at 651; see, e.g., The Bldg. \nCtr., Inc., 2016 NCBC LEXIS 79, at *20–23 (denying 12(b)(6) motion where plaintiff \nalleged that defendants solicited plaintiff’s key employees in order to “pirate” those \nemployees and their customers).  Moreover, Plaintiffs’ allegations do not require an \nextraordinary inferential leap.  To the contrary, Plaintiffs allege that “[u]sing \nlucrative financial compensation packages that the [Executive Defendants] had \n \n117 (See FAC ¶¶ 33, 37, 39.) \n \n \n \n \n \nnegotiated and crafted, Defendants facilitated the mass departure of over 50 key \nemployees of Plaintiffs to Colliers[,]” including 11 of Plaintiffs’ Production Office \nManagers, most of whom “had been with Plaintiffs and their predecessors for well \nover a decade.”118  Plaintiffs then tie the ir loss of customer contracts to Defendants’ \ndiversion of Plaintiffs’ key employees, alleging that: \nDefendants[’] diversion of these key employees and the clients they \nservice has caused Plaintiffs to lose over 300 contracts to service existing \nmortgages, with 180 of those contracts being transferred to Colliers.   \nThese contracts generated nearly $1 Million in annual servicing fees and \nrepresent the loss of mortgage servicing rights valued at  over $3.4 MM \nwith approximately $2.9 MM of that value now at Colliers.  Specifically, \nDefendants’ unlawful conduct has caused the loss of servicing contracts \nwith lenders  including Voya Retirement Insurance and Annuity \nCompany (loss of over 15 contracts, all to Colliers), Ameritas Companies \n(loss of over 125 contracts, most to Colliers) and Ohio National Financial \nServices (loss of over 15 contracts; all to Colliers).119 \n \n95. Plaintiffs further allege that “[t]he employees that Defendants have pirated \naway from Plaintiffs generate tens of millions of dollars in annual revenue through \ntheir client relationships and goodwill[]” 120 and that Defendants  are acting with \n“intent to cause harm to Plaintiffs by disrupting their ability to compete to gain an \nunfair advantage over Plaintiffs and coopt their business.”121  Taken together, these \n \n118 (FAC ¶¶ 57–58.) \n \n119 (FAC ¶ 61.) \n \n120 (FAC ¶ 59.) \n \n121 (FAC ¶ 105.) \n \n \n \n \n \nallegations are sufficient to plead the inducement element of Plaintiffs’ claim  based \non alleged interference with its customer contracts. \n96. For all these reasons, the Court will deny the Motions as to Plaintiffs’ claim \nfor tortious interference with contract. \n3. Unfair and Deceptive Trade Practices \n97. Defendants also seek the dismissal of Plaintiffs ’ claim for unfair and \ndeceptive trade practices .  “To plead a valid claim for [unfair and deceptive trade \npractices], a plaintiff must show: (1) defendant committed an unfair or deceptive act \nor practice, (2) the action in question was in or affecting commerce, and (3) the act \nproximately caused injury to the plaintiff.”  Krawiec, 370 N.C. at 612 (citation \nomitted).   \n98. The Executive Defendants seek dismissal on grounds that their alleged \nconduct giving rise to Plaintiffs’ claim occurred while they were Grandbridge  \nemployees and  thus was not “in or affecting commerce. ”122  See, e.g. , White v. \nThompson, 364 N.C. 47, 53 (2010)  (holding that section 75-1.1 does not “extend to a \nbusiness’s internal operations ” and only applies “ to interactions between market \nparticipants.”)  But our courts have made clear that a competitor’s solicitation of a \nplaintiff’s employees and customers  like that alleged here is  “in or affecting \ncommerce” for purposes of section 75-1.1.  See, e.g., Sunbelt Rentals III, 174 N.C. App. \n \n122 (Executive Defs. Br. Supp. 20.) \n \n \n \n \n \nat 59 (concluding that employee raiding was “in or affecting commerce” where the \nparties were competitors).  \n99. Moreover, Plaintiffs premise their section 75 -1.1 claim, at least in part, on \ntheir claims for tortious interference with contract and misappropriation of trade \nsecrets.123  Since the Court has concluded that these claims shall survive the Motions, \nPlaintiffs’ section 75-1.1 claim shall also be sustained for this independent reason at \nthis stage of the litigation.  See, e.g., Charah, LLC v. Sequoia Servs., LLC, 2020 NCBC \nLEXIS 52, at *18 –19 (N.C. Super Ct. Apr. 17 2020) ( “[O]ur courts have long \nrecognized that claims for misappropriation of trade secrets and tortious interference \nwith contract may form the basis of a UDTP claim .” (alteration in original) (citation \nomitted)).     \n4. Unjust Enrichment \n100. Defendants next seek dismissal of Plaintiffs’ claim for unjust enrichment , \nwhich rests on Plaintiffs’ contention that Defendants obtained “substantial  \nmeasurable benefits[,]” consisting of multi-million-dollar compensation packages and \nbonuses received by the Executive Defendants  and profits received by Colliers , as a \nresult of their misconduct , including their alleged misappropriation of Plaintiffs’ \ntrade secrets.124   \n \n123 (FAC ¶¶ 92–93.) \n \n124 (FAC ¶¶ 124–129.) \n \n \n \n \n \n101. Unjust enrichment “is based upon the equitable principle that a person \nshould not be permitted to enrich himself unjustly at the expense o f another.”  Atl. \nCoast Line R.R. Co. v. State Highway Comm’n, 268 N.C. 92, 96 (1966).  “A person who \nhas been unjustly enriched at the expense of another is required to make restitution \nto the other. ”  Booe v. Shadrick , 322 N.C. 567, 555– 56 (1988) (cleane d up).  \n“[Restitution] is not aimed at compensating the plaintiff, but at forcing the defendant \nto disgorge benefits that it would be unjust for him to keep  . . . The principle of \nrestitution is to deprive the defendant of benefits that in equity and good conscience \nhe ought not to keep even though plaintiff may have suffered no demonstrable losses.”  \nBooher v. Frue, 86 N.C. App. 390, 393–94 (1987).   \n102. To state a claim for unjust enrichment, a plaintiff must allege that “ (1) a \nmeasurable benefit was conferred on the defendant, (2) the defendant consciously \naccepted that benefit, and (3) the benefit was not conferred officiously or \ngratuitously.”  Primerica Life Ins. Co. v. James Massengill & Sons Constr. Co. , 211 \nN.C. App. 252, 259 –60 (2011).  Under North Carolina law, the alleged benefit need \nnot be conferred upon the defendant directly by the plaintiff to state a claim for unjust \nenrichment.  See New Restoration & Recovery Servs., 2023 NCBC LEXIS 80, at *17–\n18 (“The Supreme Court of North Carolina [  ] has not imposed a requirement that a \nplaintiff directly confer the benefit required to state an unjust enrichment claim. ”) \n(emphasis in original).  \n \n \n \n \n103. Plaintiffs have alleged that the Executive Defendants received benefits “in \nthe form of millions of dollars of compensation . . . as a result of their misconduct[,]”125 \nthat Colliers received profits “due to the Defendants’ unlawful conduct[,]”126 and that \nPlaintiffs are entitled to restitution in the form of disgorgement of these profits. 127  \nFurther, there are no allegations in the Amended Complaint demonstrating that the \nalleged benefit was conferred officiously or gratuitously , and Defendants make no \nargument to this effect.  Therefore, Plaintiffs’ allegations sufficiently describe each \nelement of unjust enrichment to survive dismissal under Rule 12(b)(6).  Accordingly, \nthe Motions will be denied as to this claim. \n5. Civil Conspiracy \n104. Finally, Defendants seek dismissal of Plaintiffs’ claim for civil conspiracy,128 \nfirst, on grounds that Plaintiffs’ claims for tortious interference, breach of fiduciary \nduty, misappropriation of trade secrets, and unfair and deceptive trade practices \nshould be dismissed ,129 and second, because Plaintiffs have failed to allege a n \n \n125 (FAC ¶ 125.) \n \n126 (FAC ¶¶ 125, 129.) \n \n127 (FAC ¶ 129.) \n \n128 (FAC ¶¶ 118–123.) \n \n129 (Executive Defs.’ Br. Supp. 28; Colliers’ Br. Supp. 25–26.) \n \n \n \n \n \nagreement between the Executive Defendants and Colli ers to commit an unlawful \nact.130   \n105. Given the Court’s conclusions above, Defendants’ first argument is without \nmerit.  So, too, is Defendants’ second contention.  “In North Carolina, in order to state \na claim for civil conspiracy, a complaint must allege ‘(1) a conspiracy, (2) wrongful \nacts done by certain of the alleged conspirators in furtherance of that conspiracy, and \n(3) injury as a result of that conspiracy .’ ”  BDM Invs. v. Lenhil, Inc., 264 N.C. App.  \n282, 300 (2019) (quoting State ex rel Cooper v. Ridgeway Brands Mfg., LLC, 362 N.C. \n431, 444 (2008)).  While “sufficient evidence of the agreement must exist to create \nmore than a suspicion or conjecture[,]” BDM Invs. , 264 N.C. App. at 300, “[a] party \nmay prove an action for civil conspiracy by circumstantial evidence,” id.  Indeed, this \nCourt has noted that “it is difficult to dismiss a conspiracy claim summarily because \nthe elements of a conspiracy claim are broadly stated.”  Safety Test & Equip. Co. , \n2015 NCBC LEXIS 40, at *48.   \n106. Here, Plaintiffs allege that: \n[T]he [Defendants] entered into an agreement, and actively participated \nin that agreement, to work and act together in a common plan pursuant \nto which (a) the [Executive Defendants], with the assistance, advice, \nsupport, and encouragement of Colliers, would breach the contractual, \nstatutory and common law duties owed to Plaintiffs b y engaging in the \nunlawful acts described herein and (b) Colliers, with the assistance, \nadvice, and support of the [Executive Defendants], would raid Plaintiffs’ \nemployees and business.131  \n \n130 (Executive Defs.’ Br. Supp. 29.) \n \n131 (FAC ¶ 120.) \n \n \n \n \n \n \n107. The Amended Complaint is also replete with allegations of Defendants’ \n“scheme” or “plan” to “raid” Plaintiffs’ business by engaging in the conduct which \ngives rise to Plaintiffs’ underlying claims.132  The Court therefore concludes that \nPlaintiffs have adequately pleaded their claim for civil conspiracy.  See, e.g., Kelly v. \nNolan, 2022 NCBC LEXIS 78, at *30 –31 (N.C. Super. Ct. July 19, 2022) ( denying \n12(b)(6) dismissal where plaintiffs alleged a “plan or scheme” to commit unlawful \nacts); Lau v. Constable, 2017 NCBC LEXIS 10, at *22– 23 (N.C. Super. Ct. Feb. 7, \n2017) (denying 12(b)(6) dismissal where plaintiff alleged defendant was “aware of and \ncomplicit in” the alleged unlawful acts).   \nIV. \nCONCLUSION \n108. WHEREFORE, for the reasons set forth above, the Court hereby GRANTS \nin part and DENIES in part the Motions as follows: \na. The Motions are DENIED as to Plaintiffs’ claims against all Defendants \nfor tortious interference with contract (within Claim Five), \nmisappropriation of trade secrets (Claim Six) , unfair and deceptive \ntrade practices (Claim Four), unjust enrichment (Claim Eight), and civil \nconspiracy (Claim Seven), and these claims shall proceed to discovery;  \nb. Defendants’ Motions to Dismiss Plaintiffs’ claim against all Defendants \nfor tortious interference with prospective economic advantage within \n \n132 (See e.g. FAC ¶¶ 30, 32–33, 39, 57, 64, 66, 93.) \n \n \n \n \nClaim Five is GRANTED and that claim is hereby DISMISSED with \nprejudice; \nc. Colliers’ Motion to Dismiss Plaintiffs’ claim against Colliers for tortious \ninterference with contract (Claim Two) is DENIED and that claim shall \nproceed to discovery; \nd. The Executive Defendants’ Motion to Dismiss TFC’s claim for breach of \nfiduciary duty within Claim Three is GRANTED  and that claim  is \nhereby DISMISSED with prejudice; \ne. The Executive Defendants’ Motion to Dismiss Grandbridge’s claim for \nbreach of fiduciary duty within Claim Three is DENIED to the extent \nthat claim is premised upon the Executive Defendants’ conduct as \ncompany officials of Grandbridge and that claim shall proceed to \ndiscovery; and \nf. The Executive Defendants’ Motion to Dismiss Plaintiffs’ claim against \nLovell for breach of his Non-Disclosure Agreement within Claim One is \nGRANTED and that claim is hereby  DISMISSED with prejudice .  \nThe Executive Defendants’ Motion to Dismiss Plaintiffs’ breach of \ncontract claim against them is otherwise DENIED and that claim shall \nproceed to discovery. \n \n \n \n \n   SO ORDERED, this the 25th day of April, 2024. \n \n \n     /s/ Louis A. Bledsoe, III \n     Louis A. Bledsoe, III    \n      Chief Business Court Judge \n "
}