{
  "id": "16e0bcb7b7135b41400281802fde121bd4c95b1fd3510dfc6a436481ab8d6b23",
  "source_file": "data/raw/ncbc/16e0bcb7b7135b41400281802fde121bd4c95b1fd3510dfc6a436481ab8d6b23.pdf",
  "raw_text": "Wachovia Bank v. Deutsche Bank Trust Co. Americas, 2006 NCBC 8.\n \nSTATE OF NORTH CAROLINA\n                       \n    \nIN THE GENERAL COURT OF JUSTICE\n                                                                                           \nSUPERIOR COURT DIVISION\nCOUNTY OF MECKLENBURG\n                                                     \n04 CVS 86\n \n \nWACHOVIA BANK, National Association,\n     \n)\n                                                                              \n)\n            \nPlaintiff,\n                                                    \n)\n                                     \n                                                                              \n)\n                                     \nv.\n                                                                           \n)\n                                     \n                                                                              \n)\n                                     \nDEUTSCHE BANK TRUST COMPANY\n         \n)\n                               \nORDER\nAMERICAS, formerly known as BANKERS\n    \n)\nTRUST COMPANY,\n                                           \n)\n                                                                              \n)\n            \nDefendant.\n                                               \n)\n                                                                              \n)\n \nKennedy Covington Lobdell & Hickman, LLP by John H. Culver and Sara W. Higgins;\nHahn & Hessen, LLP by Maria A. Arnott and Steven J. Mandelsberg for Plaintiff Wachovia\nBank, National Association.\n \nShumaker Loop & Kendrick, LLP by Peter Crane Anderson and Frederick M. Thurman,\nJr.; Pillsbury Winthrop Shaw Pittman, LLP by Edward Flanders, F. Joseph Owens and\nKenneth A. Newby for Defendant Deutsche Bank Trust Company Americas, formerly\nknown as Bankers Trust Company.\n \nDiaz, Judge.\n \n{1}\n       \nThe Court heard this matter on April 24, 2006, on the Defendant’s Motion for a Stay to\nPermit Trial in New York (“Stay Motion”) pursuant to N.C. Gen. Stat. § 1-75.12.\n  \nAfter considering\nthe Court file, the written Motion, the briefs and exhibits submitted by the parties, and the\narguments of counsel, the Court \nGRANTS\n the Defendant’s Motion.\n  \nIn support of its ruling, the\nCourt enters the following:\nFINDINGS OF FACT\n \nNature of the Case\n \n{2}\n       \nThis action arises out of a $150 million Asset Funding and Servicing Agreement\n(hereinafter “Asset Funding and Servicing Agreement” or “Credit Facility”) entered into in 1999\namong PrinVest Capital Corporation as Borrower, PrinVest Corporation as Servicer, Variable\nFunding Capital Corporation as Lender, First Union Capital Markets Corporation as Deal Agent,\nand Defendant Deutsche Bank Trust Company Americas as Backup Servicer and Collateral\nCustodian.\n  \n(Compl. ¶ 1.)\n  \nThe Credit Facility was connected to a loan program between the\nPlaintiff’s predecessor-in-interest and PrinVest.\n{3}\n       \nPlaintiff alleges that its losses resulted from the Defendant’s “repeated and pervasive\nbreaches of [its] contractual obligations” under the Credit Facility.\n  \n(Compl. ¶ 1.)\n  \nSpecifically,\nPlaintiff alleges that the Defendant’s breach of its duties as Backup Servicer and Collateral\nCustodian allowed PrinVest Capital Corporation to fraudulently increase its borrowing capacity\nby including assets in the borrowing base that did not meet the Credit Facility’s eligibility criteria,\nthereby damaging Plaintiff.\n  \nAs a result, Plaintiff seeks to recover “damages of not less than\n$56,000,000 plus interest and expenses[.]”\n  \n(Compl. ¶ 1.)\n \nThe Parties and Related Entities\n{4}\n       \nPlaintiff Wachovia Bank, National Association (“Wachovia”) is a national banking\nassociation with its principal place of business in Charlotte, North Carolina.\n  \n(Compl. ¶ 2.)\n \nWachovia is the successor-in-interest to First Union Securities, Inc. (“FUSI,” formerly known as\nFirst Union Capital Markets Corp.) and the owner and holder of the loans at issue in this case.\n \n(Compl. ¶ 3.)\n[1]\n{5}\n       \nDefendant Deutsche Bank Trust Company Americas (“Deutsche Bank”), formerly known\nas Bankers Trust Company, is a New York banking corporation doing business in North Carolina\nand maintaining its principal place of business in New York City.\n  \n(Compl. ¶ 7.)\n \n{6}\n       \nWachovia Securities, Inc. (“Wachovia Securities”) is a Delaware corporation with its\nprincipal place of business in Charlotte, North Carolina.\n  \n(Compl. ¶ 3.)\n  \nWachovia Securities is\nthe successor-by-merger to FUSI.\n  \n(\nId.\n)\n{7}\n       \nVariable Funding Capital Corporation (“VFCC”) is a Delaware corporation with its\nprincipal place of business in Charlotte, North Carolina.\n  \n(Compl. ¶ 4.)\n{8}\n       \nPrinVest LLC (“PVLLC”) is a Delaware limited liability company formed in or around\nDecember 2001 and is the successor-by-merger to PrinVest Corp. (“PrinVest”).\n  \n(Compl. ¶ 5.)\n \nPrior to its merger into PVLLC, PrinVest was a New Jersey corporation with its principal place of\nbusiness in Lawrenceville, New Jersey.\n  \n(\nId.\n)\n \n{9}\n       \nPrinVest Capital Corp. (“PrinVest Capital”), an affiliate of PrinVest, is a New Jersey\ncorporation with its principal place of business in Lawrenceville, New Jersey.\n  \n(Compl. ¶ 6.)\n \nPVLLC and PrinVest Capital are collectively referred to hereinafter as the “PrinVest Entities,”\nunless referred to individually.\n \nProcedural Facts\n{10}\n     \nIn late 1999, Deutsche Bank agreed to serve as the Backup Servicer and Collateral\nCustodian under the Credit Facility.\n  \n(Compl. ¶ 16.)\n  \nUnder the terms of the Credit Facility,\nDeutsche Bank was obligated to perform “certain specific monitoring, reporting, oversight and\ncollateral custodian functions” including, but not limited to, verifying the accuracy of the financial\ninformation PrinVest provided to Wachovia.\n  \n(Compl. ¶ 17.)\n{11}\n     \nThe Asset Funding and Servicing Agreement provides, \ninter alia:\n \nTHIS AGREEMENT SHALL BE GOVERNED BY, AND CONSTRUED IN\nACCORDANCE WITH, THE LAWS OF THE STATE OF NEW YORK.\n \nEACH OF THE PARTIES HERETO . . . HEREBY AGREES TO THE NON-\nEXCLUSIVE JURISDICTION OF ANY FEDERAL COURT LOCATED\nWITHIN THE STATE OF NEW YORK. \n \nEACH OF THE PARTIES HERETO .\n. . HEREBY WAIVES ANY OBJECTION BASED ON FORUM NON\nCONVENIENS, AND ANY OBJECTION TO VENUE OF ANY ACTION\nINSTITUTED HEREUNDER IN ANY OF THE AFOREMENTIONED\nCOURTS[.]\n \n(Exhibit H to Affidavit of Edward Flanders (hereinafter \"Flanders Affidavit\"), § 13.7 at p.\n105.)\n{12}\n     \nThe events giving rise to the Plaintiff's claims in this case—Deutsche Bank's performance\n(and alleged breach) of its contractual obligations—took place in New York.\n  \n(Affidavit of Robert\nFrier (hereinafter “Frier Affidavit”) ¶ 2.)\n{13}\n     \nIn early 2002, FUSI removed Deutsche Bank as Backup Servicer and Collateral\nCustodian.\n{14}\n     \nFrom April 2002 until August 2002, Wachovia and Deutsche Bank engaged in\ndiscussions concerning Wachovia’s claims that Deutsche Bank breached its duties under the\nCredit Facility.\n[2]\n  \n(Affidavit of Steven Mandelsberg (hereinafter “Mandelsberg Affidavit”) ¶ 3.)\n{15}\n     \nBy letter dated December 11, 2003, together with a draft complaint, Wachovia advised\nDeutsche Bank that it intended to file suit within two weeks unless meaningful settlement\ndiscussions ensued.\n  \n(Exhibit A to Flanders Affidavit.)\n \n{16}\n     \nOn December 19, 2003, Deutsche Bank commenced a declaratory judgment action\nagainst Wachovia in New York state court (the “NY State Action”) relating to its duties and\npotential liability under the Credit Facility, by filing (but not serving) a Summons with Notice\n(“Summons with Notice”).\n[3]\n  \n(Exhibit B to Flanders Affidavit.)\n \n{17}\n     \nOn December 22, 2003, in response to the December 11 letter, Deutsche Bank advised\nWachovia that it was interested in engaging in settlement discussions.\n[4]\n  \n(Exhibit C to Flanders\nAffidavit.)\n{18}\n     \nOn January 5, 2004, Wachovia commenced this action in Mecklenburg County Superior\nCourt (the “NC State Action”) and served the complaint (the “Complaint”) upon Deutsche Bank\non January 8, 2004.\n{19}\n     \nIn January 2004, after Wachovia’s service of the Complaint, the parties renewed\nsettlement discussions and exchanged information pursuant to a Standstill, Confidentiality and\nInformation Exchange Agreement (the “Standstill Agreement”) dated February 13, 2004.\n  \n(Exhibit\nZ to Reply Affidavit of Edward Flanders in Support of Defendant’s Stay Motion (hereinafter\n“Edward Flanders Reply Affidavit”).)\n \n{20}\n     \nThe Standstill Agreement provided for the tolling of any statute of limitations period in the\nNC State Action and the NY State Action during the time set forth in the Agreement.\n \nSpecifically, Paragraph 1(a) of the Standstill Agreement provides:\nAny statute of limitations period or time for making any filing or taking any other\naction in connection with the Parties’ claims against each other in the\nLitigations[\n[5]\n] is tolled for the period beginning on December 19, 2003\nand ending at midnight on [November 30, 2004] (the “Standstill Period”)[\n[6]\n]\nwhereupon any applicable statute of limitations period or time for making any filing\nor taking any other action in connection with the Litigations will begin to run again\nupon such termination.\n \n(Exhibit Z, ¶ 1(a) to Edward Flanders Reply Affidavit.)\n \n{21}\n     \nUnder the Standstill Agreement, the parties also agreed not to take any action in\nfurtherance of the Litigations during the Standstill Period.\n  \n(Exhibit Z, ¶ 1(b) to Edward\nFlanders Reply Affidavit.)\n{22}\n     \nThe settlement negotiations, which were ultimately unsuccessful, terminated at midnight\non November 30, 2004, with the expiration of the Standstill Period.\n{23}\n     \nOn December 1, 2004, Deutsche Bank voluntarily dismissed the NY State Action,\nremoved the present action to the United States District Court for the Western District of North\nCarolina (the “WDNC”), and commenced a declaratory judgment action in the United States\nDistrict Court for the Southern District of New York (the “SDNY Action”) relating to its duties and\npotential liability under the Asset Funding and Servicing Agreement.\n[7]\n  \nThe parties to this action\nhave entered into a stipulation staying the SDNY Action until the earlier of June 30, 2006, or this\nCourt’s ruling on the present Motion.\n  \n(Exhibit G to Flanders Affidavit.)\n{24}\n     \nOn December 10, 2004, Wachovia moved in the WDNC to remand the present action.\n \nDeutsche Bank opposed the motion and cross-moved for transfer of the case to the Southern\nDistrict of New York (“SDNY”).\n{25}\n     \nOn March 4, 2005, United States Magistrate Judge Dennis L. Howell entered an Order\ngranting Wachovia’s motion to remand and denying Deutsche Bank’s cross-motion to transfer\nvenue as “moot.”\n  \n(Exhibit BB to Edward Flanders Reply Affidavit.)\n \n{26}\n     \nThe District Court for the WDNC affirmed Magistrate Judge Howell’s Order and the case\nwas remanded to North Carolina State Court on November 8, 2005.\n{27}\n     \nOn December 12, 2005, Deutsche Bank filed the Motion now before the Court.\n \n{28}\n     \nOn January 13, 2006, the Chief Justice of the Supreme Court of North Carolina\ndesignated this matter as an “exceptional” case and assigned it to the North Carolina Business\nCourt.\nBased on the above Findings of Fact, the Court enters the following:\n \nCONCLUSIONS OF LAW\n \n{29}\n     \nThe precise question before the Court is whether to stay this case in favor of the SDNY\nAction.\n{30}\n     \nThis Court has authority to stay this action pursuant to N.C. Gen. Stat. § 1-75.12, which\nstates:\na) When Stay May be Granted. -- If, in any action pending in any court of this State,\nthe judge shall find that it would work substantial injustice for the action to be tried\nin a court of this State, the judge on motion of any party may enter an order to stay\nfurther proceedings in the action in this State.\n  \nA moving party under this\nsubsection must stipulate his consent to suit in another jurisdiction found by the\njudge to provide a convenient, reasonable and fair place of trial.\n{31}\n     \nThe decision to grant or deny a stay “‘is a matter within the sound discretion of the trial\njudge and will not be disturbed on appeal absent an abuse of that discretion.’”\n  \nLawyers Mut.\nLiab. Ins. Co. of N.C. v. Nexsen Pruet Jacobs & Pollard, \n112 N.C. App. 353, 356, 435 S.E.2d\n571, 573 (1993) (internal citation omitted).\n \n{32}\n     \nIn determining whether to grant a stay under N.C.G.S. § 1-75.12, the trial court may\nconsider the following factors:\n  \n(1) the nature of the case, (2) the convenience of the witnesses,\n(3) the availability of compulsory process to produce witnesses, (4) the relative ease of access to\nsources of proof, (5) the applicable law, (6) the burden of litigating matters not of local concern,\n(7) the desirability of litigating matters of local concern in local courts, (8) convenience and\naccess to another forum, (9) choice of forum by the plaintiff, and (10) all other practical\nconsiderations.\n  \nId.\n    \n{33}\n     \nThe trial court is not obligated to consider each enumerated factor, nor is it necessary\nthat the court find that all factors positively support a stay.\n  \nId. \nat 357, 435 S.E.2d at 574.\n \nInstead, the court acts within its discretion if it considers whether “(1) a substantial injustice\nwould result if the trial court denied the stay, (2) the stay is warranted by those factors present,\nand (3) the alternative forum is convenient, reasonable, and fair.”\n  \nId.\n{34}\n     \nThe Court now proceeds to apply these principles to the facts of this case.\n \n(a)\n       \nThe Nature of the Case\n \n{35}\n     \nThis case involves contract claims arising from the Defendant’s alleged breach of an\nAsset Funding and Servicing Agreement entered into among the Defendant, the Plaintiff’s\npredecessor-in-interest, and other third-party entities.\n  \nSpecifically, Wachovia asserts that, had\nDeutsche Bank performed its duties as set forth in the Agreement, it would have discovered\nPrinVest’s misrepresentations and/or fraud, and that Deutsche Bank’s failure to do so caused\nWachovia’s damages.\n \n{36}\n     \nThe claims asserted in this action arise out of a New York transaction.\n  \nThe Defendant is\na New York corporation with its principal place of business in New York City, and the events\ngiving rise to the Plaintiff’s claims—Deutsche Bank’s alleged breach of its contractual obligations\nas Backup Servicer and Collateral Custodian—took place in New York.\n  \n(Frier Affidavit ¶ 2.)\n  \nIn\naddition, the Asset Funding and Servicing Agreement makes clear that New York law\n[8]\n governs\ndisputes arising out of the Agreement.\n  \n(Exhibit H to Flanders Affidavit, § 13.7 at p. 105.)\n  \nThe\nparties also consented in the Agreement to the \nnon-exclusive\n jurisdiction of the New York\nfederal courts and waived any objection that such courts were improper venues to resolve claims\narising out of the Agreement.\n  \n(\nId.\n)\n{37}\n     \nDespite the fact that this case involves a New York transaction and the Plaintiff’s claims\nare governed by New York law, North Carolina has some interest in resolving this dispute.\n  \nThe\nPlaintiff maintains its principal place of business in Charlotte, North Carolina.\n  \nAdditionally, this\ncase involves one of this State’s largest financial banking institutions.\n  \nMoreover, Deutsche Bank\nis registered to do business in North Carolina, and it transacts substantial business in this State.\n \nThus, North Carolina has an interest in resolving a dispute involving businesses with a\nsubstantial presence in this State.\n{38}\n     \nOn balance, however, this factor favors (if only slightly) the granting of a stay.\n(b)\n               \nThe Convenience of the Witnesses & the Availability of Compulsory Process\nto Produce Witnesses\n \n{39}\n     \nMany of Plaintiff’s potential witnesses are current or former employees who reside and/or\nare employed in Charlotte, North Carolina.\n  \nAs employees, such witnesses are presumably\nunder Wachovia’s control and would appear at trial in New York.\n  \nSimilarly, many of Deutsche\nBank’s witnesses are employees and thus would be available to testify in North Carolina.\n \nHowever, other Deutsche Bank witnesses are third-party professionals (lawyers, accountants,\ninvestment bankers, etc.) who were involved in the origination, management, or administration\nof the Credit Facility.\n  \nMany of these witnesses are located in New York, New Jersey, or\nPennsylvania, within 100 miles of the SDNY and, therefore, are subject to the subpoena power\nof that court.\n  \nThese witnesses are not within the control of either party and could not be\ncompelled to appear at trial in North Carolina.\n{40}\n     \nOn balance, these two factors weigh in favor of granting the stay.\n(c)\n        \nThe Relative Ease of Access to Sources of Proof\n \n{41}\n     \nWhile the Plaintiff’s records are located in North Carolina, and most of the \n \ndocuments\nrelated to the Defendant’s role as Backup Servicer and Collateral Custodian under the Credit\nFacility are located in New York, the relevant documents and other sources of proof are readily\naccessible to both parties.\n  \nAs such, the locations of sources of proof do not clearly point to one\njurisdiction as more or less convenient, particularly since both parties have substantial financial\nresources to expend on litigation.\n{42}\n     \nAccordingly, this factor does not affect the balance one way or the other.\n(d)\n       \nThe Applicable Law\n \n{43}\n     \nAs noted earlier, the relevant contract (i.e., the Asset Funding and Servicing Agreement)\ncontains a choice of law provision that requires the application of New York law to its\ninterpretation.\n  \n(Exhibit H to Flanders Affidavit, § 13.7 at p. 105.)\n  \nThe Plaintiff does not dispute\nthat New York’s substantive law governs its breach of contract claims.\n  \nBased on the choice of\nlaw provision, the Court finds that there was at least some understanding between the parties\nthat the SDNY would be a suitable forum for resolving claims arising out of the Agreement.\n{44}\n     \nAccordingly, this factor weighs in favor of granting a stay.\n(e)\n       \nThe Burden of Litigating Matters Not of Local Concern & the Desirability of\nLitigating Matters of Local Concern in Local Courts\n \n{45}\n     \nIn my view, both North Carolina and New York have an interest in litigating this\ndispute.\n  \nPlaintiff Wachovia maintains its principal office in Charlotte, North Carolina.\n \nAdditionally, Wachovia is one of the largest employers in Mecklenburg County and this\nState. \n \nMoreover, Deutsche Bank is registered to do business in North Carolina, and it\ndoes not dispute that it transacts substantial business in this State.\n  \nDue to the parties’\npresence in this State, North Carolina clearly has an interest in resolving this dispute.\n{46}\n     \nOn the other hand, New York also has a significant interest in supervising this litigation.\n \nAs noted earlier, this case involves a New York transaction.\n  \nThe Defendant Deutsche Bank is a\nNew York corporation and the relevant contract is governed by New York law.\n  \nAdditionally, a\nnumber of other witnesses and third parties (including other signatories to the Credit Facility) are\nNew Jersey corporations and employees.\n  \nThese witnesses are beyond the subpoena power of\nthis Court, but most (if not all) are subject to the SDNY’s compulsory process.\n{47}\n     \nThus, on balance, these factors favor the granting of a stay.\n(f)\n         \nConvenience and Access to Another Forum\n \n{48}\n     \nThe Asset Funding and Servicing Agreement makes clear that the parties considered\nNew York a suitable—although not exclusive—forum for litigating disputes arising out of the\nAgreement.\n  \nAs previously noted, the parties agreed to the application of New York law to any\nclaims arising under the Agreement, and consented to the \nnon-exclusive\n jurisdiction of the New\nYork federal courts, waiving any objection to any action brought in such a court on \nforum non\nconveniens\n or venue grounds.\n  \nMoreover, Wachovia has retained litigation counsel in New York.\n \nFor these reasons, there is little doubt that New York can provide the parties with a fair and\nconvenient forum.\n{49}\n     \nOn the other hand, this Court is equally capable of resolving this matter with due regard\nfor the rights of the parties.\n  \nBoth parties are large financial institutions capable of trying a case\nin North Carolina or any other jurisdiction.\n  \nAnd, both parties have also retained counsel here in\nNorth Carolina.\n{50}\n     \nOn balance, this factor weighs in favor of granting the stay.\n(g)\n       \nChoice of Forum by the Plaintiff\n         \n \n{51}\n     \nCourts generally give great deference to a plaintiff’s choice of forum, and a defendant\nmust satisfy a heavy burden to alter that choice by transferring or staying the case.\n  \nSee Firstar\nBank, N.A. v. Interlease 757 Aircraft Investors, L.L.C.\n, 2002 U.S. Dist. LEXIS 20974, *10\n(M.D.N.C. Aug. 23, 2002) (citation omitted) (“[U]nless the balance is strongly in favor of the\ndefendant, the plaintiff’s choice of forum should rarely be disturbed.”)\n  \nThe weight accorded to a\nplaintiff’s choice of forum is particularly appropriate where, as in this case, the plaintiff selected\nits home forum to bring suit.\n  \nLong Haymes Carr, Inc. v. VueCom, Inc.\n, 1997 U.S. Dist. LEXIS\n21939, *11 (M.D.N.C. Dec. 12, 1997); \nsee also Bates v. J.C. Penney Co.\n, 624 F. Supp. 226, 227\n(W.D.N.C. 1985) (“Plaintiffs’ choice of forum should be given especially strong consideration\nsince the forum they chose is in the district in which they reside.”).\n  \nWachovia is a national\nbanking association, but it maintains its principal place of business in Charlotte, North Carolina.\n \nClearly, North Carolina is Wachovia’s home forum.\n{52}\n     \nFederal courts have also refused to grant a stay (or transfer) where doing so would\n“‘simply shift the inconvenience from one party to another.’”\n  \nSara Lee Corp. v. Gregg\n, 2002 U.S.\nDist. LEXIS 26985, *15 (M.D.N.C. July 31, 2002) (citations omitted); \nsee also\n \nJim Crockett\nPromotions, Inc. v. Action Media Group, Inc.\n, 751 F. Supp. 93, 95 (W.D.N.C. 1990) (noting that a\nmotion to transfer will not be granted if it would “merely shift the inconvenience from the\ndefendant to the plaintiff, or if the equities lean but slightly in favor of the movant after all the\nfactors are considered.”).\n  \nThus, for Deutsche Bank to prevail on its Stay Motion, it must show (1)\n“more than a bare balance of convenience in [its] favor” and (2) “that a [stay] does more than\nmerely shift the inconvenience.”\n  \nDatasouth Computer Corp. v. Three Dimensional Technologies,\nInc.\n, 719 F. Supp. 446, 451 (W.D.N.C 1989) (citation omitted).\n{53}\n     \nNevertheless, our State’s appellate cases have discounted a plaintiff’s choice of forum\nwhere a defendant has made a sufficiently strong showing as to the other relevant factors.\n  \nSee,\ne.g., Lawyers Mut. Liab. Ins. v. Nexsen Pruet Jacobs & Pollard\n, 112 N.C. App. 353, 435 S.E.2d\n571 (1993); \nMotor Inn Mgmt., Inc. v. Irvin-Fuller Dev. Co.\n, 46 N.C. App. 707, 266 S.E.2d 368\n(1980).\n \n{54}\n     \nDeutsche Bank argues that Wachovia’s choice of forum is not entitled to any deference.\n \nFirst, Deutsche Bank argues that Wachovia’s choice of forum “should not be given any weight in\ndetermining whether a stay is warranted because it has consented, and waived any objection, to\nthe SDNY as a proper forum for this litigation.”\n  \n(Defendant’s Memo. at p. 16.)\n  \nAs previously\ndiscussed, the parties did consent to the \nnon-exclusive\n jurisdiction of the SDNY.\n  \n(Exhibit H to\nFlanders Affidavit, § 13.7 at p. 105.)\n  \nThus, although the consent to jurisdiction clause\nestablishes that the parties considered the SDNY a suitable forum, it is merely permissive.\n  \nIf the\nparties had intended that the SDNY be the only forum for litigating disputes arising out of the\nCredit Facility, then they could have provided such, but they chose not to do so.\n  \nThe cases\ncited by Deutsche Bank are distinguishable in that they involve mandatory forum selection\nclauses.\n  \n(Plaintiff’s Memorandum in Opposition to Defendant’s Motion to Stay at p. 9.)\n  \nIn sum,\nwhile the consent to jurisdiction clause is relevant to the analysis, it is not dispositive.\n \n{55}\n     \nSecond, Deutsche Bank argues that Wachovia’s choice of forum is not entitled to any\ndeference because this action was not, in fact, the first filed.\n  \nSpecifically, Deutsche Bank asserts\nthat, because the parties agreed to an inception date for the Standstill Agreement that pre-dated\nboth actions, the filing of the cases “occurred, for all practical purposes, simultaneously.”\n \n(Defendant’s Reply Memorandum of Law in Support of the Stay Motion at p. 4.)\n \n{56}\n     \nDeutsche Bank’s interpretation of the Standstill Agreement, while novel, misses the\nmark.\n  \nWachovia filed this action on January 5, 2004 and Deutsche filed the SDNY Action almost\none year later, on December 1, 2004.\n  \nNothing in the Standstill Agreement alters these basic\nfacts.\n  \nTherefore, Wachovia won the race to the courthouse of its choice.\n \n{57}\n     \nThis factor weighs against granting the stay.\n \n(h)\n        \nAll other Practical Considerations\n \n{58}\n     \nDeutsche Bank argues that to allow this action to proceed simultaneously with the SDNY\nAction would “subject the judicial process and the parties to needless burden, hardship, and\nexpense since the SDNY Action will proceed in any event.”\n  \n(Defendant’s Memo. at p. 3.)\n  \nThe\nparties here, however, are sophisticated business entities with resources sufficient to litigate\ntheir dispute in this or any other jurisdiction.\n  \nAnd, both parties have retained counsel in New\nYork and North Carolina.\n  \nMoreover, while there may be some inefficiency in proceeding with\nduplicative actions, this will always be the case when a court is asked to consider a stay motion.\n \nAccordingly, this factor alone is not determinative of whether this action should proceed.\n{59}\n     \nA critical practical consideration, however, is that the SDNY appears to have jurisdiction\nover many (if not all) of the relevant third parties and witnesses to the disputed transactions,\nwhereas this Court does not.\n  \nAnd, while this Court is certainly capable of resolving that portion\nof the litigation before it, judicial economy and the conservation of judicial resources weigh in\nfavor of a stay.\nORDER\n{60}\n     \nI find that both North Carolina and New York would be reasonable, fair and convenient\nforums for trying this case.\n{61}\n     \nI find further that the factors relevant to the Court’s analysis of the Stay Motion favor a\nstay.\n{62}\n     \nI also find that, while the Plaintiff’s choice of forum generally is entitled to substantial\nweight, its significance here is diluted by (a) the consent to jurisdiction clause in the Asset\nFunding and Servicing Agreement, which contemplated that New York would be a suitable forum\nfor litigating any disputes arising out of the Agreement; and (b) the SDNY’s more expansive\njurisdictional reach over other parties and witnesses.\n{63}\n     \nAs a result, I conclude that it would work a substantial injustice for this action to be tried in\nNorth Carolina.\n \n{64}\n     \nAccordingly, the Court \nGRANTS\n the Defendant’s Stay Motion, subject to the Court’s\nauthority pursuant to N.C.G.S. § 1-75.12(b) to modify the stay order and take such other action\nas the interests of justice require.\n \nThis the 2nd day of June, 2006.\n \n[1]\n Defendant disputes that Wachovia is the proper party in interest.\n  \nFor purposes of this Stay Motion, the Court\nassumes that Wachovia has standing to bring this action.\n[2]\n Deutsche Bank contends it first learned of Wachovia’s claims at a meeting on April 24, 2002, when Wachovia\nrepresentatives met with Deutsche Bank personnel to discuss Wachovia’s claims under the Credit Facility.\n \n(Defendant’s Memorandum of Law in Support of Defendant’s Motion for a Stay to Permit Trial in a Foreign Jurisdiction\n(“Defendant’s Memo.”) at p. 7.)\n[3]\n \nDeutsche Bank did not serve the Summons with Notice until April 2004, some four months later.\n[4]\n In its December 22, 2003 letter to Wachovia, Deutsche Bank did not mention that it had filed the Summons with\nNotice against the Plaintiff three days earlier.\n[5]\n The Standstill Agreement defines “Litigations” to include the NC State Action and the NY State Action.\n[6]\n The Standstill Period originally expired on March 31, 2004, but was extended until November 30, 2004 by the\nSeventh Amendment to Standstill, Confidentiality and Information Exchange Agreement.\n  \n(Exhibit Z to Flanders Reply\nAffidavit.)\n[7]\n In the SDNY Action, Deutsche Bank also seeks not less than $3 million in damages from (a) the PrinVest Entities\nfor contractual indemnification; (b) the former PrinVest officers for fraud; and (c) Wachovia Securities for breach of its\nimplied duty of good faith and fair dealing and unjust enrichment for concealing PrinVest’s misrepresentations and\nfraudulent behavior, and for impairing Deutsche Bank’s contractual indemnification rights against PrinVest.\n[8]\n At the hearing on the Stay Motion, Deutsche Bank insisted that this case is not a “garden-variety” breach of contract\naction; but, rather, involves a highly-specialized body of New York banking\n \nlaw, which the federal courts in New York\nare better prepared to address.\n  \nAlthough the choice of law provision weighs in favor of granting the motion to stay, I\nam confident that this Court can competently apply New York law to this breach of contract action."
}