{
  "id": "16e65ab9115e131bb4ad4c11b6dac230093552d0974327096d27697878d5dd36",
  "source_file": "data/raw/ncbc/16e65ab9115e131bb4ad4c11b6dac230093552d0974327096d27697878d5dd36.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nHAYWOOD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 1224 \n \nMARY ANNETTE, LLC; JORGE \nCURE; DANA CURE; TWILIGHT \nDEVELOPMENTS, INC.; OZZIE 1, \nLLC; MICHAEL WASHBURN; and \nCHRISTINE SHEFFIELD, \n \nPlaintiffs, \n \nv. \n \nTERRI LYNN CRIDER and \nMOUNTAIN GIRL VENTURES, \nLLC, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nSUMMARY JUDGMENT \n \n \n \n \n \n \n \n1. This case arises out of disputes concerning the creation, ownership, and \nmanagement of Mary Annette, LLC (“Mary Annette”).  Defendants Terri Lynn Crider \nand Mountain Girl Ventures, LLC have moved for summary judgment on their sixth \ncounterclaim, which seeks to quiet title to part of the property that Mary Annette was \nformed to develop.  (ECF No. 81.)  For the following reasons, the Court DENIES the \nmotion.  \nMcLean Law Firm, P.A., by Russell Lyway McLean, for Plaintiffs Mary \nAnnette, LLC, Jorge Cure, Dana Cure, Twilight Developments, Inc., \nOzzie 1, LLC, Michael Washburn, and Christine Sheffield. \nSmathers & Smathers, by Patrick U. Smathers, for Defendant s Terri \nLynn Crider and Mountain Girl Ventures, LLC. \nConrad, Judge. \nI. \nBACKGROUND \n2. The Court does not make findings of fact when ruling on a motion for \nsummary judgment.  The following background, drawn from the evidence submitted \nMary Annette, LLC v. Crider, 2023 NCBC 69. \nby the parties, provides context for the Court’s analysis and ruling only.  Readers may \nfind additional background and procedural history in earlier orders.   See, e.g., Mary \nAnnette, LLC v. Crider, 2023 NCBC LEXIS 28 (N.C. Super. Ct. Feb. 23, 2023). \n3. Mary Annette was formed for the purpose of developing a piece of land in \nwestern North Carolina.  The company’s operating agreement names three \nmembers—Mountain Girl Ventures, Twilight Developments, Inc., and Ozzie 1, LLC—\nand states that each has a one -third interest.  Crider wholly owns Mountain Girl  \nVentures; Jorge and Dana Cure  together own Twilight Developments; and  Michael \nWashburn and Christine Sheffield together own Ozzie 1.  ( See Op. Agrmt., ECF No. \n31.) \n4. Before April 2021, Crider owned a two-thirds interest in the real property at \nissue, and her brother Joey owned the remaining one-third.  (See Taylor Aff. ¶ 6, ECF \nNo. 92.)  On the first day of that month, the Crider siblings executed deeds of transfer \ngranting to Mary Annette their respective interests in “Tracts C-1, C-2, C-3, C-4 and \nC-5 as they appear on that certain plat of survey titled, ‘Final Plat for Smoky View \nCottages and RV Resort’ by L. Kevin Ensley P.L.S. dated 2/2/21 drawing no. B -004-\n21, recorded in Plat Cabinet D, Slot 1234 Haywood County Registry.”  (Defs.’ Ex. 2, \nECF No. 88; Defs.’ Ex. 3a, ECF No. 90.)  Mary Annette then executed a deed of trust \non tracts C-1, C-2, and C-4 to secure a $550,000 loan from HP Investment Group Inc. \n401k.  (Defs.’ Ex. 4, ECF No. 91.)  Finally, Mary Annette transferred to Crider the \nentirety of tracts C-3 and C-5.  (Defs.’ Ex. 8, ECF No. 95.)   \n5. The parties now disagree as to what exactly the Crider siblings intended to \ntransfer when they deeded “C -4” to Mary  Annette.  In their sixth c ounterclaim, \nDefendants ask the Court to declare that the Crider siblings remain the rightful \nowners of the cabins and recreational vehicle (“RV”) spots located within the \nperimeter of tract C-4.  On 30 June 2023, Defendants moved for summary judgment \non this claim.   (ECF No. 81.)   The motion is fully briefed, and the Court elects to \ndecide it without a hearing.  See BCR 7.4. \nII. \nLEGAL STANDARD \n6. Summary judgment is appropriate when “the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if any, \nshow that there is no genuine issue as to any material fact and that any party is \nentitled to a judgment as a matter of law.”  N.C. R. Civ. P. 56(c).  In ruling on a motion \nfor summary judgment, the Court must consider the evidence in the light most \nfavorable to the nonmoving party, drawing all inferences in the nonmoving party’s \nfavor.  See, e.g., Morrell v. Hardin Creek, Inc., 371 N.C. 672, 680 (2018).   \n7. The moving party “bears the initial burden of demonstrating the absence of \na genuine issue of material fact.”  Liberty Mut. Ins. Co. v. Pennington, 356 N.C. 571, \n579 (2002).  The moving party meets its burden “by proving that an essential element \nof the opposing party’s claim is nonexistent, or by showing through discovery that the \nopposing party cannot produce evidence to support an essential element of his claim.”  \nDeWitt v. Eveready Battery Co. , 355 N.C. 672,  681 (2002) (citations and quotation \nmarks omitted).  If the moving party makes that showing, “the burden shifts to the \nnonmoving party to ‘produce a forecast of evidence demonstrating that the nonmoving \nparty will be able to make out at least a prima faci e case at trial.’  ”  Cummings v. \nCarroll, 379 N.C. 347, 358 (2021) (quoting DeWitt, 355 N.C. at 682). \n8. When a party requests offensive summary judgment on its own claims for \nrelief, “a greater burden must be met.”  Brooks v. Mount Airy Rainbow Farms Ctr., \nInc., 48 N.C. App. 726, 728 (1980).  The moving party “must show that there are no \ngenuine issues of fact, that there are no gaps in his proof, that no inferences \ninconsistent with his recovery arise from the evidence, and that there is no standard \nthat must be applied to the facts by the jury.”  Parks Chevrolet, Inc. v. Watkins, 74 \nN.C. App. 719, 721 (1985).  For that reason, it is “rarely . . . proper to enter summary \njudgment in favor of the party having the burden of proof.”  Blackwell v. Massey , 69 \nN.C. App. 240, 243 (1984). \nIII. \nANALYSIS \n9. The sole question presented is whether the deeds executed by the Crider \nsiblings transferred the cabins and RV spots  within tract C -4 to Mary Annette.   \nDefendants contend that the deeds transferred the common area surro unding these \nindividual units but not the units themselves.  Mary Annette, meanwhile, maintains \nthat it owns the common area and the units.  \n10. The parties have disputed this issue once already .  Before th e case was \ndesignated to the Business Court, Mary Annette moved for a preliminary injunction \nto bar Crider from handling rentals of its property .  The Honorable George Bell  \ngranted that motion and made several factual findings, including that Mary Annette \nhad purchased all cabins and RV spots within tract C-4 from the Crider siblings.  (See \nOrder 2, ECF No. 6.)   \n11. Mary Annette contends that Judge Bell’s order controls here based on the \nprinciple that one superior court judge may not overrule another’s conclusions of law.  \nSee, e.g., State v. Woolridge, 357 N.C. 544, 549–50 (2003).  The Court disagrees. \n12. Interpretation of a deed is often, but not always, a  pure question of law.  \nWhen a deed is unambiguous,  its interpretation is a question of law, see Runyon v. \nPaley, 331 N.C. 293, 305 (1992),  and the Court must decide that question  without \nconsidering evidence outside the deed, see Simmons v. Waddell , 241 N.C. App. 512, \n524 (2015).  But when “the language is ambiguous so that the effect of the instrument \nmust be determined by r esort to extrinsic evidence that raises a dispute as to the \nparties’ intention, the question of the parties’ intention becomes one of fact.”  Runyon, \n331 N.C. at 305.  Unlike most issues of fact, this one falls to the Court, not the jury , \nto decide.  See id.; see also Bank of Am., N.A. v. Schmitt, 263 N.C. App. 19, 22 (2018) \n(explaining that “the traditional rule that it is the judge’s role to determine the intent \nof the parties in order to interpret the language in a deed” remains in place). \n13. At no point di d Judge Bell hold that the deeds at issue are unambiguous.  \nRather, he found as a fact that Mary Annette had purchased the individual units \nwithin tract C-4 and that the deeds had transferred the Crider siblings’ interests in \nthose units to Mary Annette.  This preliminary factual finding is not binding, and the \nCourt is free to rule on Defendants’ motion for summary judgment without risk of \noverruling Judge Bell.  See Kaplan v. Prolife Action League of Greensboro , 111 N.C. \nApp. 1, 16 (1993) (“[T]he findings of fact and other proceedings of the trial court which \nhears the application for a preliminary injunction are not binding at a trial on the \nmerits.”). \n14. Still, the preliminary-injunction order is a useful data point.   The Court \nnotes that the record appears not to have changed much , if at all, and that  Mary \nAnnette’s burden  is lighter now than it was then.   To support its motion for \npreliminary injunction, Mary Annette  needed to show a likelihood of success on the \nmerits.  Judge Bell concluded that it had  done so.  See, e.g.,  A.E.P. Indus., Inc. v. \nMcClure, 308 N.C. 393, 401 (1983).  To avoid summary judgment, Mary Annette need \nonly present “more than a scintilla” of evidence.  DeWitt , 355 N.C. at  681 (quoting \nUtils. Comm’n of N.C. v. Great S. Trucking Co., 223 N.C. 687, 690 (1943)).  It has met \nthat lower threshold. \n15. As an initial matter, the deeds are ambiguous.  The Crider siblings executed \ndeeds transferring to Mary Annette their interests in tract C -4 “as [it] appear[s] on \nthat certain plat of survey titled, ‘Final Plat for Smoky View Cottages and RV Resort’ \nby L. Kevin Ensley P.L.S. dated 2/2/21.”  (Defs.’ Exs. 2, 3a.)  In other words, the deeds \nstate that the bounds of tract “C-4” can be identified only by reference to an external \nsource, the plat. \n16. The plat, a detailed map of the real property that the Criders transferred to \nMary Annette, is susceptible to more than one reasonable interpretation.  It is divided \ninto five areas ; the parties’ dispute concerns the largest  of the five .  In roughly the \ncenter of that area, an oval contains the designation “C -4.”  Immediately below the \noval are the words “2.062 Ac. Common Area.”  Scattered within the area’s perimeter \nare the contested cabins and RV units, whose individual areas are listed in a \nrectangle to the left of the map.  (See Defs.’ Ex. 1, ECF No. 87.)  As Defendants argue, \nthe placement of the words “ 2.062 Ac. Common Area ” underneath the term “C -4” \nmight indicate that C-4 consists of the common area but not the individual units that \nring the common area .  But it c ould also indicate that a portion of tract C -4 is \ndesignated as a common area and that other portions within the outer perimeter are \ndesignated for individual units , meaning that  the common area and the individual \nunits are part and parcel of a single tract.  There is no unambiguous  sign that C -4 \nexcludes the individual units.   \n17. Given this ambiguity, the Court must look to extrinsic evidence.  See \nRunyon, 331 N.C. at 305; Lane v. Coe,  262 N.C. 8, 13 (1964) (“ A description is .  . . \nlatently ambiguous if it is insufficient in itself to identify the property but refers to \nsomething extrinsic by which identification might possibly be made.  In such case \nplaintiff may offer evidence, parol and other, with reference to such extrinsic matter \ntending to identify the property  . . . .”).  Each side has submitted evidence  to show \nwhat Terri and Joey Crider understood C-4 to encompass when they transferred their \ninterests in April 2021. \n18. Mary Annette points to Joey Crider ’s testimony that he sold his entire \ninterest in the property, including his one-third interest in the cabins and RV spots.  \n(See J. Crider Dep. 24:20 –24, 51:5–15, ECF No. 109.)  Likewise, Jack Kersten, t he \nattorney who prepared the deed transferring Terri Crider’s interest, testified that the \nterm “C-4” included the land within the perimeter of the largest portion of the plat \nand “all improvements thereon,” not just the common area.  (Kersten Dep. 47:4 –12, \nECF No. 108; see Defs.’ Ex. 3a.)  Kersten also testified that he explained this to Terri \nCrider and that the parties agreed that Mary Annette would own all the property .  \n(See Kersten Dep.  104:17–105:3, 149:9 –25.)  This is backed up by additional \ntestimony from Washburn,  Sheffield, and  Jorge Cure .  ( See, e.g., Washburn Dep. \n26:19–25, 48:7–17, 75:24–25, ECF No. 111; Sheffield Dep. 37:13–23, ECF No. 113; J. \nCure Dep. 34:18–25, 62:7–13, ECF No. 112.) \n19. Defendants cite contrary evidence  to support their position.  There is no  \ntestimony from Terri Crider herself.  There is, however, testimony from the surveyor \nwho created the plat.  He stated that he intended C-4 to encompass only the common \narea and that, to transfer the individual units, “you’ll deed it by these unit numbers.”  \n(Ensley Dep. 16:8 –17:6, ECF No. 98 ; Ensley Aff. , ECF No. 55.2.)   Defendants also \npoint to Mary Annette’s  application to create a planned unit development , which  \npre-dated the deeds.  The application, in their view, shows that the parties intended \nthat Terri Crider would retain a  two-thirds interest in the individual units .  ( See \nGeneral Application Form, ECF No. 35.1.)   \n20. The Court cannot resolve this factual dispute at the summary judgment  \nstage.  For now, the Court need only decide whether Mary Annette has presented \nenough evidence to establish a genuine issue of material fact.  It has.  Viewed in the \nlight most favorable to Mary Annette, the evidence supports the conclusion that tract \nC-4 includes both the common area and the individual units.  Summary judgment is \ntherefore not proper. \nIV. \nCONCLUSION \n21. For all these reasons, the Court DENIES Defendants’ motion for summary \njudgment. \n \nSO ORDERED, this the 11th day of October, 2023. \n \n \n        /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}