{
  "id": "16e99a08e549e7bc19dc78efbe0923107e4376ea8ecb1796d4ebb5e8113b22a7",
  "source_file": "data/raw/ncbc/16e99a08e549e7bc19dc78efbe0923107e4376ea8ecb1796d4ebb5e8113b22a7.pdf",
  "raw_text": "Pack Brothers Body Shop, Inc. v. Nationwide Mut. Ins. Co., 2003 NCBC 1\n \nNORTH \nCAROLINA\n \nGASTON COUNTY\n \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION\n01 CVS 805\nPACK BROTHERS BODY \nSHOP, INC., a\nCorporation, and RONNIE PACK, an\nindividual,\n \nPlaintiffs,\n \nv.\n \nNATIONWIDE MUTUAL \nINSURANCE\nCOMPANY, a corporation, a.k.a.\nNATIONWIDE INSURANCE\n                 \nENTERPRISE and JOE \nBENKENDORF,\nIndividually and as agent of NATIONWIDE\nINSURANCE COMPANY,\n \nDefendants.\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n))\n \n \n \n \n \nORDER \nREGARDING DEFENDANTS’\nSUMMARY JUDGMENT MOTION\n{1}\n             \nThis matter is before the Court on Nationwide Mutual Insurance Company and Joe Benkendorf’s\n(“defendants”) motion for summary judgment pursuant to Rule 56 of the North Carolina Rules of Civil\nProcedure.\n  \nDefendants have moved for summary judgment on the following claims:\n  \ntortious\ninterference with contractual relations, tortious interference with prospective commercial advantage,\nunlawful steering under \nN.C. GEN. STAT.\n § 58-3-180 (2002), fraud, libel \nper se\n and \nper quod\n, slander\nper se\n and \nper quod\n, commercial disparagement, unfair and deceptive acts and practices pursuant to\nNorth Carolina’s Unfair Trade Practices Act, \nN.C. GEN. STAT.\n§ 75-1.1 - 89 (2001) (“UTPA”), and\npunitive damages.\n  \nThe Court considered defendants’ motions and briefs, plaintiffs’ responses, and oral\nargument held on December 9, 10, and 11, 2002.\n  \nDuring oral argument, plaintiffs stipulated that their\nclaims for tortious interference, unlawful steering, fraud, and commercial disparagement claims were all\nsubsumed under their claim for unfair trade practices.\n  \nThe Court thus views defendants’ summary\njudgment motion regarding those claims as MOOT.\n  \nAs to the remaining claims, for the reasons set forth\nbelow this court will:\n1.\n      \nGRANT defendants’ motion for summary judgment as to the libel \nper se\n claims of Pack Brothers\nBody Shop, Inc. and Ronnie Pack;\n2.\n      \nGRANT defendants’ motion for summary judgment as to the libel \nper quod\n claims of Ronnie\nPack;\n3.\n      \nDENY defendants’ motion for summary judgment as to the libel \nper quod\n claims of Pack Brothers\nBody Shop, Inc.;\n4.\n      \nDENY defendants’ motion for summary judgment as to slander \nper se\n and \nper quod\n claims of\nRonnie Pack and Pack Brothers Body Shop, Inc.;\n5.\n      \nDENY defendants’ motion for summary judgment as to the UTPA claims;\n6.\n      \nDENY defendants’ motion for summary judgment as to plaintiffs’ demand for punitive damages;\nand\n7.\n      \nHold that defendants’ motion for summary judgment as to the claims of the partnership, Pack\nBrothers Paint and Body Shop, Inc. are MOOT.\n \nBrooks Law Office, by Joyce M. Brooks for plaintiffs.\nLaw Offices of David Phillips, by David A. Phillips for plaintiffs.\nRobinson & Elliott, by William C. Robinson for defendants.\nNelson Levine de Luca & Horst, by Adam S. Levy and Craig A. Cohen for defendants.\nI.\n  \nBACKGROUND\n{2}\n             \nThis case arose out of a dispute between Nationwide Mutual Insurance Company (“Nationwide”)\nand Pack Brothers Body Shop, Inc. (“Pack Brothers”) over repair costs and rates charged by Pack\nBrothers.\n  \nIn 1999, tensions between Pack Brothers and Nationwide culminated in a confrontation\nbetween Ronnie Pack and Joseph Benkendorf, a Nationwide employee.\n  \nNationwide subsequently\nprohibited its employees from entering Pack Brothers property.\n  \nAs a result of this policy, Nationwide\ncustomers could not have their vehicles appraised by a Nationwide adjuster while the vehicles were on\nPack Brothers property.\n  \nNationwide informed its customers in writing and orally that there would be\nsome difficulties associated with choosing Pack Brothers to repair their vehicles.\n  \nBy February 2001, the\nrelationship between Nationwide and Pack Brothers had further deteriorated.\n  \nRonnie Pack and Pack\nBrothers filed this suit on February 23, 2001 alleging that Nationwide and Joseph Benkendorf are liable\non the following theories:\n  \nlibel, slander, tortious interference, fraud, commercial disparagement, unfair\nand deceptive trade practices and illegal steering.\n \nII.\n  \nSUMMARY JUDGMENT STANDARD\n{3}\n             \nPursuant to Rule 56(c) of the North Carolina Rules of Civil Procedure, summary judgment shall be\nrendered if the pleadings, depositions, answers to interrogatories, and admissions on file, together with\nthe affidavits, if any, show that there is no genuine issue as to any material fact and that any party is\nentitled to judgment as a matter of law.\n  \nSee\n N.C. R.\n  \nCIV. P.\n 56(c); \nsee also\n \nBeam v. Kerlee\n, 120 N.C.\nApp. 203, 209, 461 S.E.2d 911, 916 (1995)\n  \n(recognizing that summary judgment is appropriate only\nwhen “there is no dispute as to any material fact”).\n  \nAs moving parties, defendants have “the burden of\nshowing there is no triable issue of material fact.”\n  \nFarrelly v. Hamilton Square\n, 119 N.C. App. 541,\n543, 459 S.E.2d 23, 25-26; \nsee also Taylor v. Ashburn\n, 112 N.C. App. 604, 606, 436 S.E.2d 276, 278\n(1993).\n  \nIn determining whether that burden has been met, the court “must view all the evidence in the\nlight most favorable to the non-moving party, accepting all its asserted facts as true, and drawing all\nreasonable inferences in its favor.”\n  \nLilley v. Blue Ridge Elec. Membership Corp\n., 133 N.C. App. 256,\n258, 515 S.E.2d 483, 485 (1999); \nsee also\n \nMurray v. Nationwide Mut. Ins\n. \nCo\n., 123 N.C. App. 1, 472\nS.E.2d 358, 362 (1996).\n{4}\n             \nOnce the moving party shows that the plaintiff is unable to prove an essential element in the\nplaintiff’s case, the burden shifts to the plaintiff to make a contrary showing.\n  \nRoumillat v. Simplistic\nEnterprises, Inc.\n, 331 N.C. 57, 63, 414 S.E.2d 339, 341 (1992).\n  \nTo defeat a motion for summary\njudgment, the non-moving party may not rely on the mere allegations in the pleadings.\n  \nNicholson v.\nCounty of Onslow\n, 116 N.C. App. 439, 441, 448 S.E.2d 140, 141 (1998).\n  \nA response must describe\nspecific facts showing that a genuine issue of fact exists for the trial.\n  \nCuller v. Hamlett\n, 148 N.C. 389,\n392, 559 S.E.2d 192, 194 (2002).\n  \nIf the plaintiff fails to make this contrary showing, the defendant is\nentitled to summary judgment.\n  \nId\n. at 148 392, 559 S.E.2d at 194.\nIII.\n  \nDEFAMATION CLAIMS\n{5}\n             \n“The term defamation includes two distinct torts, libel and slander. In general, libel is written\nwhile slander is oral.”\n  \nTallent v. Blake\n, 57 N.C. App. 249, 251, 291 S.E.2d 336, 338 (1982).\n  \nTo recover\nunder a defamation theory, a plaintiff must “allege that the defendant caused injury to the plaintiff by\nmaking false, defamatory statements of or concerning the plaintiff, which were published to a third\nperson.”\n  \nBoyce & Isley, PLLC v. Cooper\n, 2002 N.C. App. LEXIS 1088, 568 S.E.2d 893, 898 (2002)\n(internal citations omitted).\nIII.A.\n  \nLIBEL\n{6}\n             \nNorth Carolina recognizes three classes of libel:\n  \n“(1) publications obviously defamatory which\nare called libel \nper se\n; (2) publications susceptible of two interpretations one of which is defamatory and\nthe other not; and (3) publications not obviously defamatory but when considered with innuendo,\ncolloquium, and explanatory circumstances become libelous, which are termed libels \nper quod\n.”\n \nRenwick v. News & Observer Pub. Co\n., 310 N.C. 312, 316, 312 S.E.2d 405, 408 (1984), \nrehearing\ndenied\n, 310 N.C. 749, 315 S.E.2d 704 (1984), \ncert. denied\n, 469 U.S. 858, 83 L. Ed. 2d 121 (1984).\n{7}\n             \nLibel \nPer se\n.\n  \nLibel \nper se\n is “a publication by writing, printing, signs or pictures which, when\nconsidered alone without innuendo, colloquium or explanatory circumstances: (1) charges that a person\nhas committed an infamous crime; (2) charges a person with having an infectious disease; (3) tends to\nimpeach a person in that person's trade or profession; or (4) otherwise tends to subject one to ridicule,\ncontempt or disgrace.”\n  \nRenwick\n, 310 N.C. at 317-18, 312 S.E.2d at 408-9 (internal citations omitted).\n \nWhether a publication is of the type that properly may be deemed libelous \nper se\n is a question of law to\nbe decided initially by the trial court.\n  \nSee\n, \nid.\n at 317-18\n \n(“d\nefamatory words to be libelous \nper se\n must\nbe susceptible of \nbut one meaning\n and of such nature that \nthe court\n can presume \nas a matter of law\n that\nthey tend to disgrace and degrade the party or hold him up to public hatred, contempt or ridicule, or\ncause him to be shunned and avoided.” (internal citations omitted) (emphasis in original))\n.\n{8}\n             \nIn \nEllis v. Northern Star Co.\n, the plaintiff company, Ellis Brokerage Company, Inc. (“Ellis”), was\na food broker.\n  \nEllis v. Northern Star Co.\n 326 N.C. 219, 388 S.E.2d 127 (1990).\n   \nAs a food broker, it\nwas the company’s function “to convince large quantity food buyers, such as hospitals and schools\nsystems, to place orders with the company’s clients who are in the business of selling foods.”\n  \nId.\n at 221,\n388 S.E.2d at 128.\n  \nThe defendant, Northern Star Company (“Northern”) was a potato processor for\nwhich Ellis was a broker.\n  \nId.\n at 221, 388 S.E.2d at 129.\n  \nSubsequently, Ellis received Northern’s pricing\ninformation via telephone and sent price lists based on this information to several potential buyers.\n  \nId.\nat 222, 388 S.E.2d at 129.\n  \nA few months later, Northern terminated its brokerage contract with Ellis;\nNorthern subsequently wrote the following letter to several of the buyers who had received the price list\nfrom Ellis:\nWe have recently received copies of a price list sent to you from Ellis\nBrokerage Company regarding pricing on Northern Star potato products.\n \nThese prices were noted for \nbids only\n, delivered by Northern Star.\nWe at Northern Star Company did not authorize such a price list and\ntherefore cannot honor the prices as quoted on June 23, 1986.\nEllis\n, \n326 N.C. at 222, 388 S.E.2d at 129 (emphasis in original).\n \n{9}\n             \nThe North Carolina Supreme Court held that the letter constituted libel \nper se\n and stated:\nThe language “[w]e at Northern Star did not authorize such a price list,”\ntaken in the context of the entire letter, can only be read to mean that Ellis\nBrokerage Company, acting in its capacity as broker for Northern Star, did\nan unauthorized act.\n  \nWhether that act was publishing certain unauthorized\nprices within a price list or publishing the entire price list itself without\nauthorization is of no import; either reading is defamatory and impeaches\nEllis Brokerage in its trade as a food broker.\nId.\n at 224, 388 S.E.2d at 130.\n{10}\n         \nThe North Carolina Court of Appeals had the opportunity to apply the holding in \nEllis \nin\n Martin\nMarietta v. Wake Stone Corp\n., 111 N.C. App. 269, 432 S.E.2d 428 (1993).\n  \nIn 1989, Martin Marietta\nbegan the process of locating and opening a rock quarry in the same county where Defendant Wake\nStone’s rock quarry was located.\n  \nId.\n  \nAfter receiving conditional permits from the Division of Land\nResources of the North Carolina Department of Environment, Health, and Natural Resources, Martin\nMarietta requested a zoning variance from the county board of commissioners.\n  \nId.\n  \nWake Stone\nprepared a document for the county board of commissioners detailing the sequence of events leading to\nMartin Marietta’s acquisition of permits, which purported to demonstrate that Martin Marietta received\nspecial treatment. \nId.\n  \nThe document stated:\n \n1. Martin Marietta received a mining permit dated March 26, 1990.\n  \nThe\npermit was issued by Steve Conrad, Director of the Division of Land\nResources.\n  \nA Division of the Department of Environment, Health and\nNatural Resources.\n  \nThe department may deny a permit request upon finding\n...:\n \n\"(3) That the operation will violate standards of air quality, surface water\nquality, or ground water quality . . . .\"\n \nSpecifically, the department requires a number of additional permits, which\nin this case includes a NPDES water discharge permit and a NSPS air\npollution discharge permit.\n  \nNeither of these permits have been issued and\nare not expected for at least 30 days.\n \nHow can the land resources department issue a mining permit before they\nknow whether an operation will meet the criteria of Item 3 above?\n \nPer Tracy Davis, acting mining specialist, it has become standard practice to\nissue the permit before air and water permits, with the company being\nnotified that the permit is only valid upon the receipt of those additional\npermits.\n \nMartin Marietta presented the mining permit to Marvin Pridgen and\nrequested a land use permit for its quarry preparation knowing that the\npermit was not valid until the other permits were received.\n  \nThe land use\npermit was issued but due to wet weather no work has yet begun.\n \nIt should be noted that the permit was specially handled by Steve Conrad,\nbypassing Tracy Davis, at the request of John Long, Vice President of\nMartin Marietta and a member of the North Carolina State Mining\nCommission.\n  \nMr. Conrad retires from state government on Friday, March\n30, 1990.\n \nThe permit usually takes 30 days to be issued following the resolution of all\npending matters.\n  \nIn this case the pending matter was the environmental\nassessment study requested of Martin Marietta.\n  \nThis issue was resolved by a\nletter from the Attorney General's office to Steve Conrad dated Friday,\nMarch 23, 1990.\n  \nOn the following Monday the permit was drafted, typed,\nreviewed, reclamation bond posted, approved and signed by Mr. Conrad.\n \n(Note: be sure to see attached copies of relative information from the Martin\nMarietta file including a draft of the condition resolving the use of public\nfunds for the project, a.k.a. the environmental assessment issue -- the draft\nwas written by Steve Conrad).\n \n2. The county is concerned about being sued by Martin Marietta for their\nvested interest in the quarry location.\n  \nPer Mr. David Owens at the Institute\nof Government in Chapel Hill . . . , an entity does not have a vested interest\nuntil all permits are received.\n  \nThen their vested interst [sic] becomes\nexpenditures from that time forward.\n  \nNot prior expenditures.\n  \nFrom an\nexplanation of the facts of the permitting versus zoning situation Mr. Owens\nstated that there was definitely no clear cut case which would set\nprecedence.\n  \nThe issuance by the county of the land use permit could be the\nmost damaging event so far.\n  \nOnly the prompt revocation of that permit\nwould stop any vested interests (expenditures) from accruing.\n \n3. Wake Stone Corporation was told by Marvin Pridgen that when it had all\nits permits, it could get a land use permit from the county.\n  \nThe mining\npermit was issued November 1,\n \n1989.\n  \nAll other permits were received just\nprior to Christmas, 1989.\n  \nA land use permit was applied for and received in\nJanuary, 1990.\n  \nLand preparation could have begun almost three months\nearlier.\n \n4. Wake Stone Corporation does not expect the commissioners to handle\ntheir competition for them.\n  \nHowever, we believe it only fair that all\napplications by industry be handled fairly and in the same manner, not in a\nway which can be bypassed by political influence or pressure.\n  \nWe believe\nthe voters, taxpayers and all citizens would expect the same manner of\nconduct.\nMartin Marietta\n, 111 N.C. App. at 273-74, 432 S.E.2d at 430-32.\n{11}\n         \nAfter the commissioners denied Martin Marietta’s application for a zoning exemption and\nrevoked its land use permit, Martin Marietta sued for libel and unfair and deceptive trade practices.\n  \nId.\nat 275, 432 S.E.2d at 432.\n  \nThe trial court awarded summary judgment to defendant.\n  \nId.\n  \nThe Court of\nAppeals, upheld the trial court as to the libel claims, holding that the document was not libel \nper se\n.\n \nJudge Orr, writing on behalf of the Court of Appeals panel, distinguished the statements in Wake Stone’s\nletter from the letter in Ellis as follows:\nUnlike the language in the present case, the language in \nEllis\n which the\nCourt determined constituted libel \nper se\n directly charged that the plaintiff\ncompany had committed an unauthorized act, no matter how the language\nwas interpreted, and it impeached the company in its business as a food\nbroker by potentially affecting its business relationship with buyers.\n  \nIn the\npresent case, the language in the Document does not directly charge\nplaintiffs with an unauthorized act, or with improper, unlawful or unethical\nacts or practices as plaintiffs alleged.\n  \nFurther, the record contains no\nevidence to show that the language in the Document “impeached” Martin\nMarietta in its business of mining.\nAccordingly, we find that plaintiffs’ reliance on \nEllis\n is unfounded and\naffirm the decision of the trial court granting defendants’ motion for\nsummary judgment as to plaintiffs’ claim for libel.\nMartin Marietta\n, 111 N.C. App. at 280, 432 S.E.2d at 435.\n{12}\n         \nIn the case before this Court, plaintiffs ask the Court to find the following language contained in a\nletter from Nationwide to some of its customers libelous \nper se\n:\nNationwide understands that you desire for Pack Brothers Paint & Body\nShop to repair your vehicle.\n  \nNationwide respects the right of any customer\nto make an independent choice with respect to a body shop.\nHowever, recently we have refrained our employees from visiting Pack\nBrothers based on representations made to us by Pack Brothers.\n  \nSince our\nemployees [sic] safety and welfare is paramount to us, along with customer\nsatisfaction, we will not be able to inspect your automobile on Pack Brothers\npremises.\n[1]\n{13}\n         \nWhen determining if the statements are defamatory on their face, the Court must view the alleged\nstatement in isolation, stripped of all explanatory circumstances, in the way “ordinary men naturally\nunderstand” the statement, ignoring the way “supersensitive persons with morbid imaginations” may\nview the statement.\n  \nFlake v. Greensboro News Co\n., 212 N.C. 780, 786, 195 S.E. 55, 60 (1938).\n  \nThe\nCourt finds that the language in Nationwide’s letter is more like the language in \nMartin Marietta\n than\nthe language in \nEllis\n.\n  \nThe words in Nationwide’s letter are subject to more than one interpretation.\n  \nThe\nlanguage in the letter does not directly charge plaintiffs with an “unauthorized act, or with improper,\nunlawful or unethical acts or practices . . . .”\n  \nMartin Marietta\n, 111 N.C. App. at 280, 432 S.E.2d at 435.\n \nOne interpretation of the safety language is that Pack Brothers had an unsafe condition on the premises\nthat the Pack Brothers had warned Nationwide about; alternatively, Nationwide could have instituted a\npolicy of not sending Nationwide employees onto the premises of any body shop that has a certain kind\nof machinery.\n  \nTestimony of recipients indicates that they were “confused” by the language and “didn’t\nunderstand” it.\n  \nThus, as a matter of law, the language is not defamatory on its face.\n{14}\n         \nFurthermore, plaintiffs have brought forward no evidence that defendants impeached the business\nof Pack Brothers Body Shop, Inc.\n  \nThe letter is not “necessarily hurtful” to the business.\n  \nSee Farmer v.\nLowe’s Companies, Inc., \n188 F.Supp.2d 612, 616 (W.D.N.C. 2001) (citing \nMarket America, Inc. v.\nChristman-Orth\n, 135 N.C. App. 143, 151, 520 S.E.2d 570, 577 (1999)).\n  \nThe record is devoid of\nevidence suggesting that recipients of the letter selected another repair shop based solely on the letter.\n    \n{15}\n         \nTo assert a libel \nper se\n claim as an individual, Ronnie Pack must also prove that the statement is\n“of or concerning” him; that the words must reflect on a particular individual.\n  \nChapman v. Byrd\n, 124\nN.C. App. 13, 16, 475 S.E.2d 734, 737 (1996).\n  \nThe North Carolina Supreme Court defined this element\nby stating: \"In order for defamatory words to be actionable, they must refer to some ascertained or\nascertainable person and that person must be the plaintiff.\n  \nIf the words used contain no reflection on any\nparticular individual, no averment can make them dafamatory [sic].\"\n  \nId.\n (quoting \nArnold v. Sharpe\n, 296\nN.C. 533, 539, 251 S.E.2d 452, 456 (1979)).\n \n{16}\n         \nRonnie Pack’s name is not contained in any of the alleged defamatory statements.\n  \nTo support\nRonnie Pack’s libel claim, plaintiffs have asked the Court to recognize a theory not yet adopted in North\nCarolina.\n  \nNamely, that an individual has a defamation claim if their name is highly identified with the\ncompany and the individual is the company in the eyes of the public.\n  \nSee, e.g., Desnick v. American\nBroadcasting Co\n., 1996 U.S. Dist. LEXIS 4914 (N.D. Ill.) (holding that the use of the owner's name in\nboth an eye center's name and a surgical center’s name created a likelihood that the audience would\nbelieve that the eye center was involved in equipment rigging even though it was never specifically\nnamed in the broadcast).\n  \nThe Court does not believe North Carolina will or should adopt such a theory.\n \nThe libel \nper se\n claims of the business have failed; the libel \nper se\n claims of an individual highly\nidentified with the business cannot survive on their own.\n   \n{17}\n         \nFor the aforementioned reasons, the Court GRANTS defendant’s summary judgment motion as it\npertains to the libel \nper se\n claims of Pack Brothers and Ronnie Pack.\n \n{18}\n         \nLibel \nPer quod\n.\n  \nUnlike libel \nper se\n, the two categories of libel \nper quod\n require reference to acts\nor circumstances outside of the alleged libelous statement.\n  \nIn the first category of libel \nper quod\n, the\npublication is not obviously defamatory but when considered with innuendo, colloquium, and\nexplanatory circumstances the publication becomes libelous, it becomes defamatory.\n  \nSee Aycock v.\nPadgett\n, 134 N.C. App. 164, 167, 516 S.E.2d 907, 910 (1999).\n  \nNorth Carolina recognizes a second,\nmiddle tier of libel where publications are susceptible of two interpretations one of which is defamatory\nand the other not.\n  \nId\n.\n  \nThis type of libel requires a plaintiff to prove that the defendant intended a\ndefamatory meaning and that the recipients or readers understood the statement in a defamatory way.\n \nRobinson v. Nationwide Ins. Co\n., 273 N.C. 391, 394, 159 S.E.2d 896, 899 (1968) (citing \nWright v.\nCredit Co.\n, 212 N.C. 87, 192 S.E. 844 (1937)).\n  \n{19}\n         \nThe case of \nTyson v. L’Eggs Products, Inc\n. provides further guidance on libel \nper quod\nallegations:\nWhenever an allegedly defamatory publication is ambiguous or capable of a\nmeaning other than the obvious one, it is for the jury to determine how it\nwas understood by the recipient. However, it is the province of the court to\ndetermine in the first instance whether a communication is \ncapable\n of a\ndefamatory meaning. \nBell v. Simmons\n, 247 N.C. 488, 495, 101 S.E. 2d 383,\n388 (1958).\n  \nIn determining whether a published article is libelous, it must\nbe read and considered in its setting. \nYancey v. Gillespie\n, 242 N.C. 227, 230,\n87 S.E. 2d 210, 212 (1955). The circumstances of the publication are\npertinent, as well as the hearers' knowledge of facts which would influence\ntheir understanding of the words used. \nOates v. Wachovia Bank and Trust\nCo.\n, 205 N.C. 14, 17, 169 S.E. 869, 871 (1933).\nTyson v. L’Eggs Products, Inc., \n84 N.C. App. 1, 13, 351 S.E.2d 834, 841 (1987) (emphasis in original).\n{20}\n         \nThe Court is not yet in a position to rule that, as a matter of law, the letters are not capable of\ndefamatory meaning as to Pack Brothers.\n  \nPlaintiffs have submitted sufficient evidence to survive\nsummary judgment as to this element.\n  \nHowever, the letters are not capable of a defamatory meaning as\nto Ronnie Pack individually.\n  \nThe Court declines to adopt plaintiffs’ highly identifiable theory.\n  \nPack\nBrothers is run by three individuals, all of whom share the surname of Pack, yet only one is named as a\nplaintiff.\n  \nEven if this Court thought North Carolina wished to adopt this theory, this case is not the\nappropriate vehicle to do so.\n{21}\n         \nThus, defendants’ summary judgment motion as to Ronnie Pack’s libel \nper quod \nclaim is\nGRANTED and the motion as to Pack Brothers is DENIED.\nIII.B.\n  \nSLANDER\n{22}\n         \nSlander consists of spoken defamatory statements and there are two categories – slander \nper se\n and\nslander \nper quod\n.\n  \n“Slander \nper se\n is an oral communication to a third person which amounts to (1) an\naccusation that the plaintiff committed a crime involving moral turpitude; (2) an allegation that\nimpeaches the plaintiff in his trade, business, or profession; or (3) an imputation that the plaintiff has a\nloathsome disease.”\n  \nPhillips v. Winston-Salem/Forsyth County Board of Education,\n 117 N.C. App. 274,\n277, 179 S.E.2d 319, 323 (1971) (citing \nRaymond U v. Duke University, \n91 N.C. App. 171, 371 S.E.2d\n701\n,\n \ndisc. review denied\n, 323 N.C. 629, 374 S.E.2d 590 (1988); \nMorris v. Bruney, \n78 N.C. App. 668,\n338 S.E.2d 561 (1986).)\n   \nSlander \nper quod\n involves a spoken statement of which the harmful character\ndoes not appear on its face as a matter of general acceptance, but rather becomes clear \"only in\nconsequence of extrinsic, explanatory facts showing its injurious effect . . . .\" \nDonovan v. Fiumara,\n 114\nN.C. App. 524, 527, 442 S.E.2d 572, 574-75 (1994) (quoting \nBadame v. Lampke\n, 242 N.C. 755, 757, 89,\nS.E.2d 466, 467-68 (1955)).\n \n{23}\n         \nThere is evidence in the record that an insurance agent with Nationwide falsely accused Ronnie\nPack of brandishing a gun while a Nationwide adjuster was on Pack Brother’s premises.\n  \nNationwide\nhas brought forth evidence that may indicate the agent was an independent contractor and not an\nemployee of Nationwide.\n  \nSuch evidence includes the testimony of the agent and the contract between\nthe agent and Nationwide.\n  \nThe North Carolina Supreme Court has enunciated the factors that may be\nrelevant to determining whether a particular individual is an employee or an independent contractor:\nThe person employed (a) is engaged in an independent business, calling, or\noccupation; (b) is to have the independent use of his special skill,\nknowledge, or training in the execution of the work; (c) is doing a specified\npiece of work at a fixed price or for a lump sum or upon a quantitative basis;\n(d) is not subject to discharge because he adopts one method of doing the\nwork rather than another; (e) is not in the regular employ of the other\ncontracting party; (f) is free to use such assistants as he may think proper;\n(g) has full control over such assistants; and (h) selects his own time. . . .\nThe presence of no particular one of these \nindicia\n is controlling. Nor is the\npresence of all required. They are considered along with all other\ncircumstances to determine whether in fact there exists in the one employed\nthat degree of independence necessary to require his classification as\nindependent contractor rather than employee.\n \nHayes v. Board of Trustees\n, 224 N.C. 11, 16, 29 S.E.2d 137, 140 (1944) (internal citations omitted).\n{24}\n         \nGiven the state of the record before it, the Court is not in a position to rule as a matter of law that\nthe agent’s statements can or cannot be imputed to Nationwide.\n  \nAdditionally, plaintiffs have presented\nevidence that some Nationwide employees told customers that:\n  \n(1) Pack Brothers cheats people; (2)\nPack Brothers is unreliable; (3) Pack Brothers overcharges; (4) Pack Brothers is unprofessional; (5)\nPack Brothers does poor work; (6) Pack Brothers is slow; and (7) Pack Brothers will not stand behind\ntheir work.\n  \nPlaintiffs have put forth some evidence that similar statements were made about Ronnie\nPack individually.\n  \nThus, plaintiffs have presented sufficient evidence to survive a summary judgment\nruling on Ronnie Pack’s individual slander claims.\n  \nTherefore, defendants’ summary judgment motion\non the slander claims of Ronnie Pack and Pack Brothers is DENIED.\n \nIII.C.\n  \nPRIVILEGE\n{25}\n         \nAssuming, \narguendo\n, this Court were to find that defendants’ actions were defamatory, its analysis\ndoes not stop.\n  \nDefendants may demonstrate privilege as a defense.\n  \nSee Market America\n, 135 N.C. App.\nat 150, 520 S.E.2d at 576; \nDiamlerChrysler Corp. v. Kirkhart\n, 148 N.C. App. 572, 583, 561 S.E.2d 276,\n284-85 (2002).\n  \nA qualified privilege exists when a communication is made:\n(1) on subject matter (a) in which the declarant has an interest, or (b) in\nreference to which the declarant has a right or duty, (2) to a person having a\ncorresponding interest, right, or duty, (3) on a privileged occasion, and (4) in\na manner and under circumstances fairly warranted by the occasion and\nduty, right, or interest.\nDiamlerChrysler,\n 148 N.C. App. at 583, 561 S.E.2d at 285 (quoting \nPhillips v. Winston-Salem/Forsyth\nCounty Bd. Of Educ., \n117 N.C. App. 274, 278, 450 S.E.2d 753, 756 (1994)).\n{26}\n         \n“The essential elements for the qualified privilege to exist are good faith, an interest to be upheld,\na statement limited in its scope to this purpose, a proper occasion and publication in a manner and [to]\nthe proper parties only.\"\n  \nId\n.\n  \n(quoting \nLong v. Vertical Technologies, Inc.\n,\n \n113 N.C. App. 598, 602, 439\nS.E.2d 797, 800 (1994)). \"Whether a communication is privileged is a question of law for the court to\nresolve, unless a dispute concerning the circumstances of the communication exists, in which case it is a\nmixed question of law and fact.\"\n  \nId\n.\n  \n(quoting \nMarket America\n, 135 N.C. App. at 150, 520 S.E.2d at\n576).\n  \nWhere the privilege exists, a presumption arises \"that the communication was made in good faith\nand without malice.\"\n  \nId.\n (quoting \nPhillips, \n117 N.C. App. 274, 278, 450 S.E.2d 753, 756 (1994)).\n  \nTo\nrebut this presumption, the plaintiff must show actual malice or excessive publication.\n  \nId\n. (quoting\nHarris v. Procter & Gamble\n, \n102 N.C. App. 329, 401 S.E.2d 849 (1991)); \nBouligny, Inc. v.\nSteelworkers,\n 270 N.C. 160, 154 S.E.2d 344 (1967); \nRaymond U,\n 91 N.C. App. 171, 371 S.E.2d 701.\n{27}\n         \nWilliams v. State Farm Mut. Auto. Ins. Co.\n holds that an insurance company has “a legitimate\nbusiness interest in getting automobiles which it insured repaired correctly and for the lowest price.”\n \nWilliams v. State Farm Mut. Auto. Ins. Co.\n 67 N.C. App. 271, 277, 312 S.E.2d 905, 909 (1984).\n \nDefendants have asked this Court to adopt the holding in \nWilliams\n to find that an insurance company has\nan absolute privilege even as it relates to defamatory conduct.\n  \nThis Court does not believe that our Court\nof Appeals intended its holding regarding interference with contract to spill into the defamation arena as\nan absolute privilege.\n  \nThe Court of Appeals found only a protectable interest.\n  \nThe elements necessary\nto finding a qualified privilege include more than a protectable interest; the elements include limiting the\nscope of the statement to the protectable interest, good faith, and limited publication.\n  \nSee\nDiamlerChrysler,\n 148 N.C. App. at 583, 561 S.E.2d at 285.\n \n{28}\n         \nIt is not yet clear from the record that defendants had a qualified privilege.\n  \nAs stated in \nWilliams,\nNationwide has a protectable interest in getting automobiles it insures repaired correctly and for the best\nprice and ensuring the safety of its employees.\n  \nWhether the letters and statements at issue were limited\nin their scope, whether the defendants had a good faith belief that its actions were necessary to protect its\ninterest, and whether defendants limited publication of its statements is not clear from the current\nrecord.\n  \nPlaintiffs have presented some evidence that good faith was missing.\n     \nIII.D.\n  \nDAMAGES\n{29}\n         \nThe two actionable classes of defamation, \nper se\n and \nper quod\n, include a requirement that the\nplaintiff be injured.\n  \nIn a \nper se \naction, “malice and damage are, as a matter of law, presumed . . . .”\n \nDonovan v. Fiumara,\n 114 N.C. App. 524, 527, 442 S.E.2d 572, 574-75 (1994) (internal citations\nomitted). \n \nIn a \nper quod\n action, \"the injurious character of the words and some special damage must be\npleaded and proved.\" \nId. \n \nSpecial damage means pecuniary loss; emotional distress and mental suffering\nalone are not sufficient.\n  \nId. \n \nWhether plaintiffs ultimately will be able to show that Ronnie Pack suffered\npecuniary damages as an individual or that Pack Brothers sustained pecuniary damages is not evident\nfrom the record before the Court.\n  \nHowever, plaintiffs have presented some evidence of those damages\nand as a result, summary judgment for defendants would not be proper.\n{30}\n         \nIn summary, defendants are GRANTED summary judgment as to the libel claims of Ronnie Pack.\n \nDefendants are GRANTED summary judgment as to the libel \nper se\n claims of Pack Brothers.\n  \nPlaintiffs\nhave presented some evidence to support the libel \nper quod\n claims of Pack Brothers and the slander\nclaims of Ronnie Pack and Pack Brothers.\n  \nThus, defendants are DENIED summary judgment as to these\nclaims.\nIV.\n  \nTORTIOUS INTERFERENCE CLAIMS\n{31}\n         \nDuring the summary judgment hearing, plaintiffs stipulated that Ronnie Pack, is not making an\nindividual claim of tortious interference.\n  \nPlaintiffs also stipulated that the corporation is not submitting\na separate tortious interference claim.\n  \nHowever, plaintiffs would like to submit evidence that supports a\ntortious interference claim because such evidence also supports a claim of unfair and deceptive trade\npractices under North Carolina’s UTPA.\n  \nThe Court will allow plaintiffs to present evidence of acts that\nmay have supported a tortious interference claim, and provides guidance as to those claims only insofar\nas they may be used for an unfair and deceptive trade practices claim.\n  \nDefendants may also present\nevidence of defenses they believe might be applicable to a claim of tortious interference.\n{32}\n         \nThe Court has had the opportunity to review the standards applicable to tortious interference\nclaims in \nSunbelt Rentals, Inc. v. Head & Engquist Equipment, L.L.C\n.; much of the following analysis is\ntaken directly from that case.\n  \nSee Sunbelt Rentals, Inc. v. Head & Engquist Equipment, L.L.C.\n, 2002\nNCBC 4 (No. 00 CVC 10358, Mecklenberg County Super. Ct. July 10, 2002) (Tennille, J.).\n \n{33}\n         \nNorth Carolina recognizes actions for tortious interference that may take the form of “tortious\ninterference with contract” or “prospective contract,” but does not recognize claims for interference with\n“relations.”\n  \nSee\n \nid\n. at para. {46}.\n  \nA careful reading of the North Carolina Supreme Court’s opinion in\nOwens v. Pepsi Cola Bottling Co. \nhelps to clarify distinctions between the claims.\n  \nOwens v. Pepsi Cola\nBottling Co\n., 330 N.C. 666, 412 S.E.2d 636 (1992).\n  \nOur Supreme Court found that “the court\noverlooked the principle that an action for tortious interference with prospective economic advantage\nmay be based on conduct which prevents the making of contracts.”\n  \nSunbelt\n, at para. {47} (quoting\nOwens\n, 330 N.C. at 680, 412 S.E.2d at 644).\n  \nOur Supreme Court then used the broader category of\n“business relationships” to encompass the twin components of tortious interference: interference with\ncontract and interference with prospective contract or prospective economic advantage.\n  \nId\n.\n  \nTherefore, it\nis sufficient for a party to state a claim for interference with “relations” or “business relations” when\nreferring to interference with existing contracts or the prospective likelihood of future contracts.\n  \nId\n.\n{34}\n         \nThe North Carolina Court of Appeals has summarized the necessary elements of this action:\nAn action for tortious interference with prospective economic advantage is\nbased on conduct by the defendants which prevents the plaintiffs from\nentering into a contract with a third party. \nOwens v. Pepsi Cola Bottling Co.\n,\n330 N.C. 666, 680, 412 S.E.2d 636, 644 (1992). In \nColeman v. Whisnant\n,\n225 N.C. 494, 35 S.E.2d 647 (1945), our Supreme Court stated the\nfollowing:\nWe think the general rule prevails that unlawful interference with the\nfreedom of contract is actionable, whether it consists in maliciously\nprocuring breach of a contract, or in preventing the making of a contract\nwhen this is done, not in the legitimate exercise of the defendant[s'] own\nrights, but with design to injure the plaintiffs, or gaining some advantage at\n[their] expense. . . . In \nKamm v. Flink\n, 113 N.J.L. 582, 99 A.L.R., 1, 175 A.\n62, it was said: \"Maliciously inducing a person not to enter into a contract\nwith another, which he would otherwise have entered into, is actionable if\ndamage results.\" The word \"malicious\" used in referring to malicious\ninterference with formation of a contract does not import ill will, but refers to\nan interference with design of injury to plaintiffs or gaining some advantage\nat [their] expense.\n225 N.C. at 506, 35 S.E.2d at 656.\n Thus, to state a claim for wrongful\ninterference with prospective advantage, the plaintiffs must allege facts to\nshow that the defendants acted without justification in \"inducing a third\nparty to refrain from entering into a contract with them which contract would\nhave ensued but for the interference.\" \nCameron v. New Hanover Memorial\nHospital\n, 58 N.C. App. 414, 440, 293 S.E.2d 901, 917,  \ndisc. review denied\nand appeal dismissed\n, \n307 N.C. 127, 297 S.E.2d 399 (1982).\nWalker v. Sloan\n, 137 N.C. App. 387, 392-93, 529 S.E.2d 236, 241-42 (2000).\n \n{35}\n         \nPlaintiffs have conceded that they are not presenting a tortious interference claim; thus, the Court\nconsiders defendants’ summary judgment as to this claim MOOT.\n \nV.\n  \nFRAUD CLAIMS\n{36}\n         \nDuring oral argument, plaintiffs conceded that the “behaviors we say constitute fraud are assumed\nunder unfair trade practices.”\n  \nThus, plaintiffs are not presenting a separate cause of action for fraud or\nconstructive fraud and defendants’ summary judgment motion is MOOT.\nVI.\n  \nCOMMERCIAL DISPARAGEMENT\n{37}\n         \nDuring oral argument, plaintiffs stated that it was not “necessary to have a separate cause of action\nfor the commercial disparagement” as long as the same conduct can be argued under the UTPA.\n  \nThus,\nplaintiffs are not presenting a separate cause of action for commercial disparagement and defendants’\nsummary judgment motion is MOOT.\nVII.\n  \nUNLAWFUL STEERING CLAIMS\n{38}\n         \nPlaintiffs have stated that they do not intend to pursue a claim under North Carolina General\nStatute section 58-3-180 (2001) (“Anti-Steering Statute”), thus defendants’ summary judgment motion is\nMOOT.\n  \nHowever, plaintiffs intend to present evidence of actions by Nationwide directed toward Pack\nBrothers which they claim constitute unfair practices because they violate the public policy reflected in\nthe Anti-Steering Statute.\n  \nThe relevant portions of North Carolina’s Anti-Steering Statute were not\nenacted until April 1, 2002, which is after the events giving rise to this claim.\n  \nPlaintiffs further allege\nthat Nationwide has committed acts that violate this statute after April 1, 2002.\n  \nThe Court has agreed to\nprovide some guidance regarding this issue.\n \n{39}\n         \nThe North Carolina “anti-steering statute” is designed to protect consumers from activities of an\ninsurance company that could prevent the consumer from freely choosing a repair shop.\n  \nSee \nN.C. GEN.\nSTAT. \n§ 58-3-180.\n  \nThe statute states:\n(b1) No insurer or insurer representative shall recommend the use of a\nparticular motor vehicle repair service without clearly informing the\nclaimant that (i) the claimant is under no obligation to use the recommended\nrepair service, (ii) the claimant may use the repair service of the claimant's\nchoice, and (iii) the amount determined by the insurer to be payable under\nthe policy will be paid regardless of whether or not the claimant uses the\nrecommended repair service.\n(b2) The provisions of subsection (b1) of this section shall be included in\nnonfleet private passenger motor vehicle insurance policy forms\npromulgated by the Bureau and approved by the Commissioner.\n(c) \n \n(Effective until July 1, 2002)\n Any person who violates this section is\nsubject to the applicable provisions of G.S. 58-2-70 and G.S. 58-33-45,\nprovided that the maximum civil penalty that can be assessed under G.S. 58-\n2-70(d) for a violation of this section is two thousand dollars ($ 2,000).\nN.C. GEN. STAT.\n§ 58-3-180.\n{40}\n         \nThe Court believes the analysis regarding North Carolina General Statute section 58-63-15(11)\ncontained in its October 31, 2002 Order Granting Leave to Modify Complaint as to Some Claims\n(“October 31, 2002 Order”) is relevant to interpreting plaintiffs rights under the anti-steering statute.\n \nThat language is quoted below:\nThe North Carolina Supreme Court has held that violations of North\nCarolina General Statute section 58-63-15(11) can support a finding of\nunfair or deceptive acts or practices under North Carolina General Statute\nsection 75-1.1.\n  \nGray v. N.C. Ins. Underwriting Assoc.,\n 352 N.C. 61, 69-71,\n529 S.E.2d 676, 682-83 (2000); \nsee\n \nalso Murray v. Nationwide Mutual Ins.\nCo\n., 123 N.C. App. 1, 472 S.E.2d 358 (1996) (finding Nationwide’s\nviolation of § 58-63-15(11) was an unfair act).\n  \nHowever, the Unfair Claims\nPractices which are set forth in \nN.C.G.S. \n§ 58-63-15(11) are designed to\nprotect consumers or owners of insurance policies.\n  \nGray\n, 352 N.C. at 70-71,\n529 S.E.2d at 682 (“the acts proscribed in N.C.G.S. § 58-63-15(11) were\ndesigned to protect the consuming public.”) (citing \nStanley v. Moore\n, 339\nN.C. 717, 723, 454 S.E.2d 225, 228 (1995)).\n  \nThus, there is no cause of\naction under Chapter 75 for third parties arising out of a violation of\nconsumer policyholder’s rights under section 58-63-15(11).\n  \nSee\n \nLee v.\nMutual Cmty. Sav. Bank,\n SSB, 136 N.C. App. 808, 525 S.E.2d 854 (2000).\n \nTo the extent an auto repair shop such as Pack Brothers seeks to recover\nunder Chapter 75-1.1, its claim must be based upon unfair or deceptive\npractices committed in connection with the insurance company’s\nrelationship with the repair shop, not the insurance company’s relationship\nwith its insureds.\n  \nOur appellate courts have made it clear that damages\nunder Chapter 75-1.1 must result from unfair practices that directly injure\nthe party seeking damages.\n  \nSee Pleasant Valley Promenade\n, 120 N.C. App.\n650, 464 S.E.2d 47; \nFurr v. Fonville Morisey Realty, Inc\n., 130 N.C. App.\n541, 503 S.E.2d 401 (1998), \ncert. dismissed\n, 351 N.C. 41, 519 S.E.2d 314\n(1999); \nFirst Atl. Mgt. Corp. v. Dunlea Realty Co\n., 131 N.C. App. 242, 507\nS.E.2d 56 (1998)\n{41}\n         \nPlaintiffs indicated at oral argument that they do not “intend to have someone come up to the\nwitness stand and say Nationwide violated the anti-steering statute that was put into effect in North\nCarolina.”\n  \nHowever, the Court has denied defendants’ motion in limine to exclude evidence relating to\nNationwide’s relationship with its policyholders with the proviso that they are free to renew it when\nspecific evidence is offered.\n  \nTo the extent an auto repair shop such as Pack Brothers seeks to recover\nunder Chapter 75-1.1, its claim must be based upon unfair or deceptive practices committed in\nconnection with the insurance company’s relationship with the repair shop, not the insurance company’s\nrelationship with its insureds.\n \n{42}\n         \nA possible interrogatory for the jury relating to the unfair trade practice claim might look\nsomething like the following:\n \n \nDid Nationwide recommend to customers of Pack Brothers to use a different\nrepair service without clearly informing the customer that (i) the customer\nwas under no obligation to use the recommended repair service; (ii) the\ncustomer could use Pack Brothers if they chose to do so; and (iii) the\namount determined by Nationwide to be payable under the policy would be\npaid whether or not the customer used Pack Brothers or the recommended\nrepair service.\n \n \nIf so, was such action taken with the intent to injure the business of Pack\nBrothers?\n \nVIII.\n  \nCLAIMS UNDER THE UNFAIR OR DECEPTIVE TRADE PRACTICES ACT\n{43}\n         \nThe Court next reviews plaintiffs’ claim that defendants violated North Carolina’s Unfair Trade\nPractices Act, North Carolina General Statute sections 75-1.1 through 89.\n  \nThe Act declares unlawful all\n“unfair methods of competition in or affecting commerce, and unfair or deceptive acts or practices in or\naffecting commerce. . . .”\n  \nN.C. G\nEN. STAT. \n§ 75-1.1.\n  \nIn order to establish a violation of this section,\nplaintiff must meet a three-pronged test: (1) there must be a showing of an unfair or deceptive act or\npractice, or an unfair method of competition; (2) in or affecting commerce; (3) which proximately\ncaused actual injury to the plaintiff.\n  \nFirst Atl. Mgmt. Corp. v. Dunlea Realty Co\n., 131 N.C. App. 242,\n507 S.E.2d 56 (1998); \nFurr v. Fonville Morisey Realty, Inc\n., 130 N.C. App. 541, 503 S.E.2d 401 (1998),\ncert. denied\n, 351 N.C. 41, 519 S.E.2d 314 (1999).\n     \n{44}\n         \nThe statute was created to provide an additional remedy apart from those less adequate remedies\nafforded under common law and statutory causes of action.\n  \nSee Bernard v. Central Carolina Truck\nSales\n, 68 N.C. App. 228, 314 S.E.2d 582, \ncert. denied\n, 311 N.C. 751, 321 S.E.2d 126 (1984).\n  \nAs a\nresult, our courts have had the opportunity to find that if a party is able to maintain a claim for certain\ncauses of action, a claim may also be had under Section 75-1.1.\n  \nPlaintiffs’ surviving defamation claims\nmay fall within this category.\n  \nSee Market Am., Inc.,\n 135 N.C. App. at 156-57, 520 S.E.2d at 579-80\n(1999).\n{45}\n         \nAs explained in preceding sections of this opinion, this court has found that plaintiff has forecast\nsufficient evidence to warrant those issues proceeding to trial.\n  \nTherefore, in light of our appellate courts’\nrulings that these causes of action may also implicate violations of the UTPA, this court is not in a\nposition to undertake the factual inquiry necessary to resolve plaintiff’s Section 75-1.1 claim on this\nsummary judgment motion.\n   \nIX.\n  \nPUNITIVE DAMAGES\n{46}\n         \n“Pursuant to our statutes, punitive damages may be awarded only if a claimant proves that the\ndefendant is liable for compensatory damages and that the defendant is guilty of fraud, malice, or willful\nor wonton conduct.\n  \nCombs & Associates, Inc. v. Kennedy,\n 147 N.C. App. 362, 374, 555 S.E.2d 634, 642\n(2001) (citing N.C. \nGEN. STAT\n. § 1D-15(a)(1999)).\n  \nAs discussed above, plaintiffs have presented\nsome evidence that they have suffered some pecuniary damage.\n \n{47}\n         \n“Punitive damages may be awarded against a person only if that person participated in the conduct\nconstituting the aggravating factor giving rise to the punitive damages, or if, in the case of a corporation,\nthe officers, directors, and managers of the corporation participated in or condoned the conduct\nconstituting the aggravating factor giving rise to punitive damages.”\n  \nPhillips v. Restaurant Management\nof Carolina, L.P.,\n 146 N.C. App. 203, 215-16, 552 S.E.2d 686, 694 (2001) (citing N.C. \nGEN. STAT\n. §\n1D-15(c) (1999)).\n  \nThe aggravating factors are:\n  \n“(1) fraud, (2) malice, or (3) willful or wanton\nconduct.”\n  \nN.C. \nGEN. STAT\n. § 1D-15(a).\n  \nPlaintiffs have presented some evidence that Nationwide\nmanagers participated in and condoned the allegedly defamatory conduct.\n \n{48}\n         \nDefendants’ motion for summary judgment regarding punitive damages is DENIED.\nX.\n  \nPACK BROTHERS PAINT AND BODY SHOP, INC\n.\n{49}\n         \nOn August 14, 2002, plaintiffs filed a motion for leave to file an amended complaint pursuant to\nRule 15(a) of the North Carolina Rules of Civil Procedure.\n  \nN.C. R\n. CIV. P.\n 15(a) (2001).\n  \nIn that\nmotion, plaintiffs sought to correct a misnomer in the caption of the original Complaint to conform the\nname of the corporate plaintiff to the corporation’s articles of incorporation (from “Pack Brothers Paint\n& Body Shop, Inc., a corporation” to “Pack Brothers Body Shop, Inc., a corporation”).\n  \nDefendants\ncontended that these were separate and distinct entities and the modification substituted a new plaintiff\nafter the close of discovery.\n  \nDefendants further argued that even if the Court allowed the amendment, it\nshould do so without the right to relate back any claims set forth in the original Complaint.\n  \nBoth sides\nthoroughly briefed the issues for the Court.\n  \nUltimately, plaintiffs were permitted to amend the\ncomplaint to read “Pack Brothers Body Shop, Inc., a corporation.”\n \n{50}\n         \nPlaintiff’s business operated as “Pack Brothers Paint and Body Shop” for twenty years.\n  \nIn 1991,\nunder advice from their accountant, “Pack Brothers Paint and Body Shop” incorporated as “Pack\nBrothers Body Shop, Inc.” but continued to operate under the name of “Pack Brothers Paint and Body\nShop.”\n  \n“Pack Brothers Paint and Body Shop” is the partnership that owns the land upon which “Pack\nBrothers Body Shop, Inc.” does business.\n  \nA search of the North Carolina Secretary of State’s web site\nreveals that there is no corporation named “Pack Brothers Paint and Body Shop, Inc.,” nor does it list\n“Pack Brothers Paint and Body Shop” as a registered trade name.\n  \nThe Secretary of State shows “Pack\nBrothers Body Shop, Inc.” as a valid corporation.\n \n{51}\n         \nThe original complaint listed “Pack Brothers Paint and Body Shop, Inc., a corporation” as a party.\n \nIt is clear to the Court that all parties thought they were dealing with a corporation and not a\npartnership.\n  \nThroughout the litigation, the parties have referred to “the plaintiff corporation.”\n \nDefendants have conducted 30(b)(6) depositions of “Pack Brothers Paint and Body Shop,” specifically\nreferring to “a duly designated corporate representative of Pack Brothers Paint & Body Shop, Inc.”\n \nDefendants have deposed nearly every employee and corporate officer of the partnership and the correct\ncorporation.\n  \nThey have deposed the correct corporation’s accountant.\n  \nIn every instance, plaintiffs and\ndefendants may have been confused as to the correct name of the corporation; they were not, however,\nconfused as to the identity of the plaintiff corporation.\n  \nThe correct identity of the corporation in\nquestion was part of matters that had appeared before in pleadings, a prior amendment, depositions, and\nin correspondence between the parties.\n \n{52}\n         \nThe Court reminds defendants that the partnership Pack Brothers Paint and Body Shop, Inc. is not\nnow a party to the lawsuit.\n  \nAt all times, all parties understood that the corporation, Pack Brothers Body\nShop, Inc., was the actual plaintiff in spite of the misnomer.\n  \nThus, there is no summary judgment to be\nhad as to the partnership.\nXI.\n  \nPLAINTIFFS’ OBJECTION TO SUMMARY JUDGMENT MOTION FILED BY\nDEFENDANT BENKENDORF\n{53}\n         \nIn its discretion, the Court will regard the summary judgment motion filed by Mr. Benkendorf as\ntimely.\nXII.\n   \nCONCLUSION\n{54}\n         \nThe court has not made any finding of fact in ruling on this motion.\n  \nIt has only determined that\ngenuine issues of material fact exist which are more appropriately determined at trial.\n  \nNor has the court\nconcluded that there is any liability arising from defendants’ actions.\n  \nIt has only determined that such\ndeterminations are best made at trial than at summary judgment.\nFor the reasons set forth above, it is hereby ORDERED, ADJUDGED, and DECREED that:\n1.\n      \nDefendants’ summary judgment motion regarding tortious interference, unlawful steering, fraud,\nor commercial disparagement claims are MOOT.\n \n2.\n      \nDefendants’ motion for summary judgment as to the libel \nper se\n claims of Pack Brothers Body\nShop, Inc. and Ronnie Pack is GRANTED.\n3.\n      \nDefendants’ motion for summary judgment as to the libel \nper quod\n claims of Ronnie Pack is\nGRANTED.\n4.\n      \nDefendants’ motion for summary judgment as to the libel \nper quod\n claims of Pack Brothers Body\nShop, Inc. is DENIED.\n5.\n      \nDefendants’ motion for summary judgment as to slander \nper se\n and \nper quod\n claims of Ronnie\nPack and Pack Brothers Body Shop, Inc. is DENIED.\n6.\n      \nDefendants’ motion for summary judgment as to the UTPA claims is DENIED.\n7.\n      \nDefendants’ motion for summary judgment as to plaintiffs’ demand for punitive damages is\nDENIED.\n8.\n      \nDefendants’ motion for summary judgment as to the claims of the partnership, Pack Brothers Paint\nand Body Shop, Inc. is MOOT.\n \nThis the 10th day of January 2003.\n \n                                   \n \nBen F. Tennille\nSpecial Superior Court Judge\nfor Complex Business Cases\n \n[1]\n Nationwide sent two other letters with very similar language.\n  \nThe analysis as to those letters is the same as the analysis\napplicable to this letter.\n  \nPlaintiffs also rest their libel \nper se \nclaims on an elusive labor rate sheet allegedly shown by Nationwide to\na customer that was also a Pack Brothers customer.\n  \nWithout a writing, there is no libel.\n  \nAt the hearing, plaintiff argued that\nspoliation may be an issue as to this rate sheet.\n  \nThe Court does not find evidence in the record that would support those charges as\nto the rate sheet."
}