{
  "id": "16fc7ee46bc5e860d8cb19dd76bed06b2ae5afef2f7b1453eb147a509fdbb9c8",
  "source_file": "data/raw/ncbc/16fc7ee46bc5e860d8cb19dd76bed06b2ae5afef2f7b1453eb147a509fdbb9c8.pdf",
  "raw_text": " Power Home Solar, LLC v. Sigora Solar, LLC, 2021 NCBC 36. \n \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 7165 \n \nPOWER HOME SOLAR, LLC, a \nDelaware limited liability company, \n \nPlaintiff, \n \nv. \n \nSIGORA SOLAR, LLC, a Virginia \nlimited liability company; TANYA \nHALL, individually; KELSEY \nSKIDMORE, individually; HARRIS \nPARKER SCHRAM, individually; \nand BEN PARRISH, individually, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO  \nDISMISS \n \n1. THIS MATTER  is before the Court on the 29 July 2020 filing of \nDefendants’ Motion to Dismiss (the “Motion”) pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure (the “Rule(s)”).  (ECF No. 18.) \n2. For the reasons set forth herein, the Court GRANTS in part and DENIES \nin part the Motion. \nThe Law Office of B. Elizabeth Todd, PLLC,  by Elizabeth Todd,  and \nDarrowEverett, LLP, by Thomas Mail Carlotto and Hannah L. Sfameni, \nfor Plaintiff Power Home Solar, LLC.  \n \nTroutman Pepper Hamilton Sanders LLP  by Rachel Buck, Ryan J. \nStrasser, and Mackenzie Willow -Johnson, for Defendants Sigora Solar, \nLLC, Tanya Hall, Kelsey Skidmore, Harris Parker Schram, and Ben \nParrish.  \n \nRobinson, Judge. \n \nI. INTRODUCTION \n3. This matter arises out of individual Defendants’ termination of their \nemployment with  Plaintiff Power Home Solar, LLC (“Power Home”) and their \n \n \nsubsequent employment with Power Home’s competitor , Defendant Sigora Solar, \nLLC (“Sigora”) , allegedly in violation of Power Home’s restrictive covenants and \npolicies.   \nII. FACTUAL BACKGROUND \n4. The Court does not make findings of fact on a  motion brought pursuant to \nRule 12(b)(6) but instead only recites those facts included in the Complaint relevant \nto the Court’s determination of the Motion.  \n5. Power Home is a limited liability company formed under the laws of  the \nState of Delaware with its principal place of business in North Carolina.  (Verified \nCompl. & Mot. Prelim. & Permanent Inj. ¶ 1, ECF No. 3 [“Compl.”].)  Power Home is \na solar energy company that designs, sells, and installs solar systems to homeowners \nand commercial businesses.  (Compl. ¶¶ 15–16.) \n6. Sigora is a limited liability company formed under the laws of the State of \nVirginia with its principal place of  business in Virginia.  (Compl. ¶ 2.)  Sigora is a \nrenewable energy company which competes with Power Home.  (Compl. ¶¶ 32–33.)   \n7. Defendants Tanya Hall (“Hall”), Kelsey Skidmore (“Skidmore”),  Harris \nParker Schram (“Schram”) , and Ben Parrish (“Parrish, ” with Hall, Skidmore, and \nSchram, collectively, the “Former Employees,” and Former Employees with Sigora , \ncollectively, “Defendants”) are employees of Sigora.  (Compl. ¶¶ 5, 7, 10, 64, 75.)  The \nFormer Employees all worked at Power Home before they began t heir employment \nwith Sigora.  (Compl. ¶¶ 51, 56, 58, 61, 64, 66, 68.) \n \n \n8. On 1 April 2019,  Parrish executed a form  agreement titled  Restrictive \nCovenants and Invention Assignment Agreement  with Power Home (the \n“Employment Agreement ”).  (Compl. ¶ 3 6.)  On 3 April 2019, Schram separately \nexecuted with Power Home an identical form Employment Agreement.  (Compl. ¶ 35.)  \nThe Employment Agreement includes  nondisclosure, noncompete, and non-\nsolicitation provisions.   \n9. The noncompete provision in the Employment Agreement  (the \n“Noncompete Provision”) reads as follows:  \nSection 2 – Restrictive Covenant of Non-Competition.  Employee \nagrees that during Employee’s employment with [Power Home] and for \na period of twelve (12) months following Termination, that he/she will \nnot, directly or indirectly, enter into or engage in any employment or \nbusiness (including any business or competitive organization owned in \nwhole or in part by Employee) involving the Business of the Company \nwithin the Restricted Areas.  \n \n(Compl. Ex. C § 2 [“Schram Agreement”]; Compl. Ex. D § 2 [“Parrish Agreement”] \n(emphasis in originals).)  “Restricted Areas,” as used in the Employment Agreement, \nis defined as “a 100 mile radius from each location of [Power Home].”  (Compl. ¶ 40.) \n10. The Employment Agreement also prohibit s Schram and Parrish from \nsoliciting Power Home customers, employees, and contractors during and after their \nemployment.  (Compl. ¶ 41.)   Specifically, the non-solicitation provision in the \nEmployment Agreement (the “Non-Solicitation Provision”) provides:  \nSection 4 – Restrictive Covenant Against Solicitation of \nEmployees or Contractors.  Employee agrees that during Employee’s \nemployment with [Power Home] and for a period of twelve (12) months \nfollowing Termination, that he/she will not engage or attempt to engage \nany employee of [Power Home] to perform any work or induce or attempt \n \n \nto induce any employee of [Power Home] to leave employment , or a \ncontractor to sever a relationship with [Power Home]. \n \n(Schram Agreement § 4; Parrish Agreement § 4 (emphasis in originals).)   \n11. Hall and Skidmore signed similar agreements on 3 March 2017 and 1 \nFebruary 2017, respectively.  (Compl. ¶¶ 42, 44.)  It is standard practice for employees \nof Power Home to execute similar agreements.  (Compl. ¶ 43.) \n12. On 29 April 2017, Sigora was formed.  (Compl. ¶ 30.)   On 13 June 2019, \nSigora applied for a Certificate of Authority to conduct business in North Carolina.  \n(Compl. ¶ 31.)  Power Home alleges that Sigora sought the Certificate of Authority in \nefforts to compete with Power Home in North Carolina.  (Compl. ¶ 53.) \n13. Power Home contends that Sigora has in the past and continues to solicit \ncurrent employees of Power Home, including some of the Former Employees, to leave \nPower Home to work for Sigora in violation of their obligations to P ower Home .  \n(Compl. ¶¶ 49, 55, 60, 65, 69.)  Power Home alleges that Sigora and Hall are taking \npart in a “scheme” to solicit employees from Power Home who are bound by restrictive \ncovenants similar to those contained in the Employment Agreement.  (Compl. ¶ 54.) \n14. Hall was formerly employed at P ower Home as the Vice President of \nOperations.  (Compl. ¶ 51.)  In that role, Hall had access to Power Home’s confidential \nand trade secret information, including marketing plans and strategies, the vendor \nand supplier database, information regarding Power Home’s direct relationships with \nvendors and suppliers, customer database and lists, and pricing models.  (Compl. ¶ \n52.)  Hall began working for Sigora as its Senior Vice President of Operations on or \nabout 1 January 2019.  (Compl. ¶ 51.)   \n \n \n15. Parrish worked for Power Home as a Field Energy Consultant in North \nCarolina, Virginia, and South Carolina from 25 June 2018 through the termination \nof his employment on  6 March 2020.  (Compl. ¶¶ 66 –67.)  In that position, Parrish \nhad access to Power Home’s confidential and trade secret information, inc luding \nPower Home’s customer list, customers’ needs, and customers’ contact information.  \n(Compl. ¶ 67.)  Parrish began his employment with Sigora as a sales representative \nshortly after his employment with Power Home was terminated.  (Compl. ¶ 68.)   \n16. Skidmore worked as the Interconnections Manager at Power Home from 1 \nFebruary 2017 through 8 February 2019 and “covered” Power Home’s territory \nnationally, including North Carolina.  (Compl. ¶ 56.)  In that position, Skidmore had \naccess to Power Home’s confide ntial and trade secret information, including Power \nHome’s customer database and lists, contacts within local power companies, and \nenergy purchase agreements.  (Compl. ¶ 59.)   Shortly after Skidmore’s employment \nwith Power Home ended, on or about 8 February 2019, Skidmore began employment \nwith Sigora as its Interconnection Supervisor.  (Compl. ¶¶ 57–58.) \n17. Schram worked for Power Home from 1 August 2016 through 21 June 2019.  \n(Compl. ¶ 61.)  At the time Schram’s employment at P ower Home was terminated, \nSchram was working as a Project Engineering and Design Manager.  (Compl. ¶ 62.)   \nIn that position, Schram had access to Power Home’s confidential and trade secret \ninformation, including Power Home’s design and installation methods for solar \nsystems and its customer database.  (Compl. ¶ 63.)   Shortly after Schram’s \n \n \nemployment with Power Home ended , on 21 June 2019, Schram  began employment \nwith Sigora as its Residential PV Designer Manager.  (Compl. ¶ 64.) \n18. Hall and Sigora solicited Skidmore, Schram, and Parrish to leave P ower \nHome to work for Sigora .  (Compl. ¶ ¶ 55, 60, 69.)  Parrish solicited a P ower Home \nsales representative, Steven Lynch  (“Lynch”), to work for Sigora while Lynch was \nworking at Power Home.  (Compl. ¶ 70.) \n19. The agreements signed by Hall,  Schram, and Parrish required them  to \nreturn all Power Home equipment and materials.  (Compl. ¶¶ 41–42.) \n20. Power Home stores all of its confidential information and trade secrets on \nits company computers and mobile phones it provides to certain employees.  (Compl. \n¶ 26.)  Those employees included the Former Employees.  (Compl. ¶ 27.)  Power Home \nalleges that the Former Employees obtained Power Home’s trade secrets and other \nconfidential information prior to leaving their employment with Power Home.  \n(Compl. ¶ 71.)   \n21. Power Home’s confidential information includes  a developed system and \nproprietary training method used to identify and qualify potential customers and the \nproprietary practices, methods, techniques, and pricing models Power Home provides \nits employees to enable its sales representatives to obtain new orders on behalf of \nPower Home.  (Compl. ¶¶ 20, 24.) \n22. Power Home’s confidential information also includes its “Solar Edge”  \ntraining, its customer databases, the Power Home SalesForce database, quote \nsoftware, sales memos and training manuals, and information regarding Power \n \n \nHome’s relationship with its suppliers and vendors.  (Compl. ¶¶ 98, 145.)  The Former \nEmployees are cur rently working for Sigora , and Power Home contends that \nDefendants are still wrongfully competing with Power Home .  (Compl. ¶ ¶ 75, 79.)  \nPower Home further alleges that Defendants are using Power Home’s trade secrets \nand confidential information in a competing renewable energy business.  (Compl. ¶ \n72.) \nIII. PROCEDURAL BACKGROUND \n23. The Court sets forth here only those portions of the procedural h istory \nrelevant to its determination of the Motion. \n24. Power Home initiated this action on 18 May 2020.  Defendants filed the \nMotion and Defendants’ Memorandum of Law in Support of Their Motion to Dismiss \n(the “Brief in Support”) on 29 July 2020.  (Defs.’ Mem. Law Supp. Mot. Dismiss, ECF \nNo. 20 [“Br. Supp.”].) \n25.   On 17 September 2020, P ower Home filed Plaintiff’s Response in \nOpposition to Defendants’ Motion to Dismiss and Memorandum of Law in Support \n(the “Response Brief”).  (Pl.’s Resp. Opp. Defs.’ Mot. Dismiss & Mem. Law Supp., ECF \nNo. 37 [“Resp. Br.”].) \n26. Defendants filed Defendants’ Reply Memorandum of Law in Support of \nTheir Motion to Dismiss on 30 September 2020.  (ECF No. 41.)   \n27. The Court held a hearing on the Motion on 23 November 2020.  ( See ECF \nNo. 56.)  \n \n \n28. On 20 January 2021, the  Court conducted a status conference to, in part, \naddress choice of law issues related to the Employment Agreement  that were not \nraised by Power Home or Defendants in their initial briefing on the Motion or in their \narguments at the 23 November 2020 hearing.  (See ECF No. 74.)  After receiving input \nfrom the parties, (ECF No. 77), the Court set a supplemental briefing schedule \nconcerning choice of law, (ECF No. 78).   \n29. On 12 February 2021, P ower Home  filed Plaintiff’s Opposition to \nDefendants’ Motion to Dismiss Under Michigan Law  (“Power Home’s Choice of Law \nBrief”).  (Pl.’s Opp. Defs.’ Mot. Dismiss Under Michigan Law, ECF No. 84 [“Pl.’s \nChoice of Law Br .”].)  On 26 February 2021, Defendants filed Defendants’ Joint \nResponse Brief in Support of Defendants’ Motion to Dismiss.  (ECF No. 91.) \n30. On 27 April 2021, the Court held a hearing on the issues raised in the \nparties’ briefing regarding choice of law.  (EC F No. 92.) The Motion is ripe for \nresolution. \nIV. LEGAL STANDARD1 \n31. “A motion to dismiss under Rule 12(b)(6) tests the legal sufficiency of the \ncomplaint by presenting ‘the question whether, as a matter of law, the allegations of \nthe complaint, treated as true, are sufficient to state a claim upon which relief can be \ngranted under some [recognized] legal theory.’  ”  Forsyth Mem’l Hosp., Inc. v. \n \n1 In the Response Brief, Power Home cites to Ashcroft v. Iqbal , 556 U.S. 662 (2009) and Bell \nAtl. Corp. v. Twombly, 550 U.S. 544 (2007).  (Resp. Br. § I.)  The Court notes that the federal \npleading standard established in those cases is a different and higher pleading standard than \nNorth Carolina’s notice pleading standard, which is applicable here.  Fox v. Joh nson, 243 \nN.C. App. 274, 285 (2015); Edwards v. Vanguard Fiduciary Tr. Co., 2018 NCBC LEXIS 237, \nat *28 fn. 6 (N.C. Super. Ct. Dec. 21, 2018).   \n \n \nArmstrong World Indus., Inc. , 336 N.C. 438, 442 (1994) (quoting Lynn v. Overlook \nDev., 328 N.C. 689, 692 (1991)).  Accordingly, the Court must view allegations in the \nComplaint “in the light most favorable to the non -moving party.”  See Christenbury \nEye Ctr., P.A. v. Medflow, Inc. , 370 N.C. 1, 5 (2017) (quoting Kirby v. N.C. Dep’t of \nTransp., 368 N.C. 847, 852 (2016)) .  Further, “the complaint is to be liberally \nconstrued, and the trial court should not dismiss the complaint unless it appears \nbeyond doubt that [the] plaintiff could prove no set of facts in support of his claim \nwhich would entitle him to relief.”  State  ex rel. Cooper v. Ridgeway Brands Mfg., \nLLC, 362 N.C. 431 (2008) (quoting Meyer v. Walls, 347 N.C. 97, 111–12 (1997)). \n32. The Court “can reject allegations that are contradicted by the documents \nattached, specifically referred to, or incorporated by reference in the complaint.”  \nMoch v. A.M. Pappas & Assocs., LLC. , 251 N.C. App. 198, 206 (2016) (citation \nomitted).  The Court may consider these attached or incorporated documents without \nconverting the Rule 12(b)(6) motion into a motion for summary judgment.  I d. \n(citation omitted).     \n33. Our Supreme Court has noted that “[i]t is well -established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on its face reveals that no \nlaw supports the plaintiff’s claim; (2) the complaint on its face reveals the absence of \nfacts sufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.’  ” Corwin v. British Am. Tobacco PLC , 371 \nN.C. 605, 615 (2018) (quoting Wood v. Guilford Cty., 355 N.C. 161, 166 (2002)).  This \nstandard of review for Rule 12(b)(6) is the standard our Supreme Court “uses \n \n \nroutinely . . . in assessing the sufficiency of complaints in the context of complex \ncommercial litigation.”  Id. at 615 n.7 (citations omitted). \nV. ANALYSIS2 \n34.  Power Home asserts numerous claims for relief against Defendants \nstemming from Schram’s and Parrish’s alleged breach of the form Employment \nAgreement and Defendants’ alleged misappropriation of Power Home’s confidential \nand trade secret information in pursuit of their competing business at Sigora.   The \nComplaint contains the following thirteen  “Counts”: (1) breach of contract  against \nSchram and Parrish; (2) aiding and abetting breach of contract against Sigora, Hall, \nand Parrish; (3) misappropriation of trade secrets in violation of 18 U.S.C. §§ 1831 et \nseq. against Defendants; (4) aiding and abetting misappropriation of trade secrets in \nviolation of 18 U.S.C. §§ 1831 et seq. against Sigora and Hall; (5) misappropriation of \ntrade secrets in violation of N.C.G.S. §§ 66-152 et seq. against Defendants; (6) unfair \nand deceptive trade practices in violation of N.C.G.S. §§ 75-1.1 et seq.  against \nDefendants; (7) common law unfair competition  against Defendants ; (8) civil \nconspiracy against Defendants; (9) tortious interference with contract against Sigora \nand Hall; (10) turnover of property and accounting  against Defendants; (11) unjust \nenrichment against Defendants ; (12) preliminary and permanent injunctive relief  \n \n2 In the briefing and at both hearings, the parties made reference to matters outside the \nComplaint, which is not proper for the Court’s consideration of the Motion pursuant to Rule \n12(b)(6).  Moch, 251 N.C. App. at 206 (providing that on a Rule 12(b)(6) motion, the Court is \nlimited to considering the complaint and its attachments and consideration outside those \ndocuments would result in converting the motion to one for summary judgment).  In the \ndetermination of the Motion, t he Court limits its consider ation to  the allegations in the \nComplaint and its attached exhibits. \n \n \nagainst Defendants; and (13) punitive damages against Defendants.  Defendants seek \ndismissal of all claims. \n35. While Defendants do not specifically address each claim for relief in \nDefendants’ Brief in Support, Defendants contend that all of the claims for relief, are \n“all predicated in one way or another on either the breach of contract or trade secret \nclaims, [and] fail in their own right.  Therefore, the Complaint should be dismissed \nin its entirety with prejudice.”  (Br. Supp. 2.)  \nA. Applicable Law \n36. As a preliminary matter, the Court must first determine the law applicable \nto the claims raised in the Complaint .  The Employment Agreement includes a  \nMichigan choice of law provision, which states that the Employment Agreement, “and \nall transactions contemplated by [the Employment Agreement], shall be governed by, \nconstrued and enforced in accordance with the laws of the State of Michigan .”  \n(Schram Agreement § 13; Parrish Agreement § 13.)  Based on this provision, Power \nHome contends that Michigan law should apply to all claims brought against Parrish \nand Schram as the only two Defendants that are alleged to have breached  the form \nEmployment Agreement.3 \n37. The general rule in North Carolina is that “where parties to a contract have \nagreed that a given jurisdiction’s substantive law shall govern the interpretation of \n \n3 Power Home’s Choice of Law Brief is unclear as to whether Power Home believes Michigan \nlaw should apply to all claims asserted against all Defendants or only certain Defendants.  \nAt the 27 April 2021 hearing, Power Home’s counsel confirmed that Power Home only \nrequests that the Court app ly Michigan law to the claims asserted against Schram and \nParrish. \n \n \n \nthe contract, such a contractual provision will be given effect.”  Tanglewood Land Co. \nv. Byrd, 299 N.C. 260, 262 (1980).  North Carolina courts will not enforce a choice of \nlaw provision where “the chosen state has no substantial relationship to the parties \nor the transaction and there is no other reasonable basis for the parties’ choice,” or \n“application of the law of the chosen state would be contrary to a fundamental policy” \nof North Carolina.  Cable Tel Servs., Inc. v. Overland Contr., Inc., 154 N.C. App. 639, \n642–43 (2002) (citing Restatement (Second) of Conflict of Laws § 187 (1971)).    \n38. The record does not reflect that Power Home, Parrish, or Schram have a \nsubstantial relationship, or any relationship at all, with Michigan. 4  Power Home is \na Delaware limited liability company with its principal place of business in North \nCarolina.  (Compl. ¶ 1.)  Schram and Parrish are residents of North Carolina.  (Compl. \n¶¶ 8– 9.)  Parrish’s work for Po wer Home was limited to North Carolina “and \noccasionally Virginia and South Carolina[.]” (Compl. ¶ 67.)  Schram’s work “covered \n[Power Home] nationally in all states where [Power Home] conducted business, \nincluding North Carolina[.]”  (Compl. ¶ 63.)  Aside  from the Michigan choice  of law \nprovision and a general allegation that Schram works in every state where Power \nHome conducts business without specifically identifying those states, the record does \nnot reveal any substantial relationship between the parties and Michigan.  See Cable \nTel. Servs., 154 N.C. App. at 643– 44 (stating that when the only connection with a \n \n4 Power Home’s Choice of Law  Brief provides that Power Home “began doing business in \nMichigan in April 2017 and has since maintained its second headquarters in Michigan.”  (Pl.’s \nChoice of Law Br. 2.)  A statement in a brief, without any support in the record, is insufficient \nto support Power Home’s contention that the parties have a substantial relationship with \nMichigan. \n \n \nstate was the choice of law provision itself, the record showed “no relationship” with \nthe state).  \n39. In consideration of these facts , the Court concludes that there is no t a  \nsubstantial relationship between Power Home, Schram, and Parrish and the State of \nMichigan.  Power Home is headquartered in North Carolina, the Former Employees \nare North Carolina residents, and the dispute arises out of  the Former Employees ’ \ncompetitive conduct in North Carolina; and therefore, North Carolina law is properly \napplied.  See Triad Packaging, Inc. v. SupplyONE, Inc., 925 F. Supp. 2d 774, 786 \n(W.D.N.C. 2013)  (applying North Carolina  law, despite a Delaware choice of law \nprovision, to a breach of contract claim between two North Carolina entities when \nmost of the negotiations occurred in North Carolina); Cable Tel. Servs., 154 N.C. App. \nat 645 (applying North Carolina law to a breach of contract claim when the record \nbefore the Court revealed “no connection between the[] parties or the contract and \nthe State of Colorado,” but revealed that the contract was entered into in North \nCarolina).   \n40. The Court further concludes that even if a substantial relationship with  \nMichigan did exist, the choice of law provision in the Employment Agreement has \nbeen waived.  W aiver is “an intentional relinquishment of a known right ” and may \noccur expressly or “ by conduct which naturally and justly leads the other party to \nbelieve that he has so dispensed with the right.”  Guerry v. Am. Tr. Co., 234 N.C. 644, \n648 (1951).   \n \n \n41. Waiver of a choice of law provision by conduct may occur when parties rely \non other law throughout the litigation.  See Cargill, Inc. v. Charles Kowsky Res., Inc., \n949 F.2d 51, 55 (2d Cir. 1991)  (declining to apply a Massachusetts choice  of law \nprovision and concluding that the parties consented to the application of New York \nlaw when both parties consistently relied on New York law in summary judgment \nsubmissions to the district court and court of appeals);  Fid. & Deposit Co. of Md . v. \nKrebs Eng ’rs, 859 F.2d 501, 504 (7th Cir. 1988)  (concluding that the defendant \n“waived any dependence on California law” when it “ relied solely on Wisconsin law” \nin litigating contract damages issue s); Smithkline Beecham Corp.  v. Abbott Labs. , \n2017 U.S. Dist. LEXIS 39264, *16 (M.D.N.C. Mar. 20, 2017) (“[C]hoice-of-law \nprovisions can be waived when parties rely on other law throughout the litigation.”); \nIrwin v. Fed. Express Corp., 2016 U.S. Dist. LEXIS 167312, at *9 fn. 2 (M.D.N.C. Dec. \n5, 2016) (concluding that the parties waived a choice of law provision where neither \nparty cited to the provision or sought to rely on it).   \n42. Power Home did not contemplate or request the application of Michigan law \nuntil the Court inquired into the choice  of law provision in the Employment \nAgreement at the 20 January 2021 status conference.  Citing to North Carolina law \non fourteen separate occasions, the  Complaint explicitly raises claims under  North \nCarolina law, including the North Carolina Trade Secrets Protection Act, N.C.G.S. §§ \n66-152 et seq.; the North Carolina Unfair and Deceptive Trade Practices Act N.C.G.S. \n§§ 75-1.1 et seq.; and North Carolina common law.  While Power Home attached the \nEmployment Agreement containing a Michigan choice  of law provision, t here is no \n \n \nreference to Michigan law  within the four corners of the Complaint.   Furthermore, \nPower Home submitted its twenty-three-page Response Brief citing to North Carolina \nlaw and made arguments applying North Carolina law at the 23 November 2020 \nhearing.  There is also no citation or reference to Michigan law in the Response Brief.   \n43. Power Home’s reliance on North Carolina law  from the initiation of this \naction until the Court’s 20 January 2021 status conference  nearly six months later \neffects a waiver of the Michigan choice of law provision  in the Employment \nAgreement.  North Carolina law will therefore govern the substance of  this Motion.  \nSee First Union Nat’l Bank v. Brown , 166 N.C. App. 519, 527 (2004) (“Since the \nparties in this case both assume the applicability of North Carolina common law, we \nwill proceed accordingly.”)  \n44. Additionally, application of North Carolina law d oes not raise due process \nconcerns.  Indeed, at the  April hearing concerning choice of law, counsel for P ower \nHome represented that there is no material difference between applicable Michigan \nlaw and applicable North Carolina law.  In the absence of that difference, application \nof North Carolina law  does not violate the parties ’ due process rights.  Wedderburn \nCorp. v. Jetcraft Corp., 2015 NCBC LEXIS 105, at *13 (N.C. Super. Ct. Nov. 6, 2015) \n(citing Stetser v. TAP Pharm. Prods. Inc. , 165 N.C. App. 1, 16 (2 004) (“[T]he trial \ncourt’s unsubstantiated choice to apply North Carolina law to the plaintiffs’ claims \ndoes not violate defendants’ due process rights unless a material difference exists \nbetween North Carolina law and the law of another jurisdiction conne cted with this \nlawsuit.”)).  Due to the lack of substantial relationship between the parties  and the \n \n \ntransaction and Michigan, Power Home’s waiver of the choice  of law provision, and \nin consideration of due process rights, the Court applies North Carolina substantive \nlaw to Power Home’s claims.   \nB. Breach of Contract Against Schram and Parrish \n45. Count 1 of the Complaint is Power Home ’s claim for  breach of contract \nagainst Schram and Parrish for their alleged breach of the Employment Agreement.  \n(Compl. 12–13.)  Schram and Parrish make a number of arguments in support of their \nrequest for dismissal of the breach of contract claim.  (See generally Br. Supp. 6–12.) \n1. Lack of Consideration \n46. As an initial matter, Defendants contend that Power Home’s breach of the \nEmployment Agreement  claim against Schram and Parrish fails because Power \nHome “failed to provide new valuable consideration to Schram and Parrish, who had \nalready commenced employment,  rendering the [c ovenants in the Employment \nAgreement] unenforceable.”  (Br. Supp. 11.) \n47. Schram’s Employment Agreement was electronically signed on 3 April 2019 \nafter Schram’s employment with Power Home began on or about 1 August 2016.  \n(Compl. ¶¶ 35, 61;  see generally  Schram Agree ment.)  Parrish’s Employment \nAgreement was electronically signed on 1 April 2019 after Parrish’s employment with \nPower Home began on 25 June 2018.  (Compl. ¶¶ 36,  66; see generally  Parrish \nAgreement.)  “If [an] agreement is entered into after the creation of the employment \nrelationship, it must be supported by new consideration beyond the promise of \n \n \ncontinued at -will employment.”  Addison Whitney, LLC v. Cashion, 2017 NCBC \nLEXIS 23, at *24–25 (N.C. Super. Ct. Mar. 15, 2017). \n48. The Employment Agreement provides as follows: \nWHEREAS, [Power Home] desires to engage the Employee in \nconducting its current and future business, but only if the Employee \nagrees to the restrictive covenants set forth [in the Employment \nAgreement].  In exchange for Employee’s execution of this Agreement, \n[Power Home] will employ Employee on an at -will basis.  Employee \nacknowledges that in the course of such employment, Employee may be \nprovided with training and with access to [Power Home’s] Confidential \nInformation, including but not limited to, knowledge of [Power Home’s] \ncustomer contacts, prospective customers, pricing and products; and \n \nWHEREAS, Employee acknowledges he/she has received valuable and \nsufficient consideration for execution of this Agreement.  \n \n(Schram Agreement 1; Parrish Agreement 1 (emphasis in original).) \n49. Nothing on the face of the Complaint compels the conclusion that the \nSchram and Parrish agreements lack consideration.   Thus, the Court declines to \ndismiss the breach of contract claim on the basis of a purported lack of consideration.  \nBeam v. Sunset Fin. Servs. , 2019 NCBC LEXIS 56, at *28 (N.C. Super. Ct. Sept. 3, \n2019) (“Rather, only where the complaint calls into question whether there was \nmutual assent to the contract or proper consideration should the Court consider those \nelements of contract formation at such an early stage in litigation.”); s ee also Hejl v. \nHood, Hargett & Assocs. , 196 N.C. App. 299, 304 (2009) (indicating additional \ntraining may be new and separate  consideration); S. Fastening Sys. v. Grabber \nConstr. Prods. , 2015 NCBC LEXIS 42, at *18 (N.C. Super. Ct. Apr. 28, 2015) \n \n \n(providing access to new confidential information can constitute consideration for a \nnondisclosure agreement).   \n50. The Court now turns to the three ways in which Power Home alleges that \nSchram and Parrish breached the Employment Agreement: (1) using and/or \nmisappropriating Power Home’s confidential inform ation and/or trade secrets; (2) \ncompeting with Power Home; and (3) soliciting Power Home’s current and former \nemployees.  (Compl. ¶ 85.)   \n51. To plead a claim for breach of contract, Power Home must allege the “(1) \nexistence of a valid contract and (2) breach of the terms of that contract.”  Poor v. Hill, \n138 N.C. App. 19, 26 (2000).   “[S]tating a claim for breach of contract is a relatively \nlow bar.”  Vanguard Pai Lung, LLC v. Moody , 2019 NCBC LEXIS 39, at *11 (N.C. \nSuper. Ct. June 19, 2019). \n2. The Nondisclosure Provision   \n52. The Employment Agreement includes the following nondisclosure provision \n(the “Nondisclosure Provision”): \nEmployee agrees he/she will not at any time whatsoever: (1) use any \nConfidential Information outside the scope of employment; (2) reveal or \ndisclose Confidential Information to any person, firm, corporation or \nother entity other than [Power Home]; or (3) r emove or aid in the \nremoval of any Confidential Information from [Power Home’s] premises.  \n \n(Schram Agreement § 1; Parrish Agreement § 1.)  Confidential Information is defined \nby the Employment Agreement  (hereinafter “Confidential Information”)  to include \nthe following:  \nvendors lists and information, client and customer lists, [Power Home’s] \ninformation, studies, software, processes, plans, programs, products, \n \n \nforms, now or hereafter created or owned by [Power Home], as well as \nany product and service pricing information, books, records, reports, \nwritings, notes, notebooks, computer programs, sketches, drawings, \nblueprints, prototypes, formulas, photographs, negatives, models, \nequipment, reproductions, proposals, flow sheets, supply contracts and \nother documents and/or things relating in any manner to the Business \nof the Company and its subsidiaries and affiliates[.] \n \n(Schram Agreement 1; Parrish Agreement 1.)   \n53. Power Home alleges that Schram and Parrish had access to Power Home’s \nConfidential Information  and Schram and Parrish obtained the C onfidential \nInformation before terminating their employment with Power Home to conduct \nbusiness with Sigora.  (Compl. ¶¶ 27–28, 63, 67, 72.)   \n54. Schram joined Sigora on 21 June 2019,  and Parrish joined Sigora on 6 \nMarch 2020.  (Compl. ¶¶ 64, 68.)  Power Home alleges that Schram and Parrish have \nused and continue to use Power Home’s Confidential Information in Sigora’s \nrenewable energy business.  (Compl. ¶¶ 72, 79.) \n55. Viewing the allegat ions in the Complaint  in the light most favorable to \nPower Home, the Court concludes that Power Home’s allegations that Schram and \nParrish signed the Employment Agreement agreeing to the Nondisclosure Provision, \nhad access to and acquired Power Home’s Confidential Information, and improperly \nused Power Home’s Confidential Information in the course of their employment with \nSigora are sufficient to state a claim for breach of the Nondisclosure Provision .  \n \n \nAccordingly, the Court DENIES the Motion to the extent it requests dismissal of the \nclaims against Schram and Parrish for breach of the Nondisclosure Provision. \n3. Overbreadth of the Noncompete Provision and the Non -\nSolicitation Provision \n56. Next, the Court turns to Defendants’ contention that the  Noncompete \nProvision and Non-Solicitation Provision are overbroad and therefore unenforceable.  \n(Br. Supp. 6–11.)  To be enforceable under North Carolina law, non -competition and \nnon-solicitation clauses between an employer and employee must be: “(1) in writing; \n(2) made part of a contract of employment; (3) based on valuable consideration; (4) \nreasonable both as to time and territory; and (5) not against public policy.”  United \nLabs., Inc. v. Kuykendall, 322 N.C. 643, 649–50 (1988).  “The elements are the same \nfor non -competition and non -solicitation clauses, but the latter are more easily \nenforced, as their restraints on employees are generally more tailored and less \nonerous on employees’ ability to earn  a living.”  Akzo Nobel Coatings, Inc. v. Rogers , \n2011 NCBC LEXIS 42, at *30–31 (N.C. Super. Ct. Nov. 3, 2011).   \n57. Covenants not to compete  are “not viewed favorably in modern law.”  \nVisionAIR, Inc. v. James, 167 N.C. App. 504, 508 (2004) (citation omitted).  “Where a \ncovenant is too broad to constitute a reasonable protection of the employer’s business, \nit will not be enforced.”  Akzo Nobel Coatings, 2011 NCBC LEXIS 42, at *29 .  “The \n \n \nreasonableness of a rest raining covenant is a matter of law for the court to decide.”  \nJewel Box Stores Corp. v. Morrow, 272 N.C. 659, 663 (1968).   \n58. The Noncompete Provision prohibits Schram and Parrish from “directly or \nindirectly” entering into or engaging in employment or business “involving the \nBusiness of the Company within Restricted Areas.”  (Schram Agreement § 2; Parrish \nAgreement § 2.)  The Employment Agreement defines “Business of the Company” as \nthe “sale, marketing, and installation of solar and roofing products and services on \nboth a residential and commercial basis throughout the United States.”  (Schram \nAgreement 1.; Parrish Agreement 1.)  The Employment  Agreement define s \n“Restricted Areas” as “a 100 mile radius from each location of” Power Home.  (Schram \nAgreement 2; Parrish Agreement 2.) \n59. “[O]ur appellate courts consistently hold non -compete agreements \npurporting to prohibit a former employee from having any association with a business \nproviding similar services, including performing even wholly unrelated work [,] to be \noverbroad and unenforceable.”  Cty. of Wake PDF Elec. & Supply Co., LLC v. \nJacobsen, 2020 NCBC LEXIS 103, at *18 (N.C. Super. Ct. Sept. 9,  2020) (citations \nand internal quotation marks omitted).  North Carolina courts have routinely refused \nto enforce noncompete provisions that prohibit former employers from “indirectly” \nworking for a competit or or similar business .  VisionAIR, 167 N.C. App. at 508–09 \n(concluding that a noncompete provision that stated an employee may not “own, \nmanage, be employed by or otherwise participate in, directly or indirectly, any \nbusiness similar to” the employer’s was overbroad and thus unenforceable); NFH, Inc. \n \n \nv. Troutman , 2019 NCBC LEXIS 66, at *38– 39 (N.C. Super. Ct. Oct. 29, 2019)  \n(concluding that a noncompete that prohibited the employee from competing “directly \nor indirectly” with the former employer “in any manner” was unreasonably broad); \nsee also PDF Elec. & Supply Co. , 2020 NCBC LEXIS 1 03, at *18 (“Particularly \nproblematic are covenants that restrict an employee from ‘directly or indirectly’ \nhaving any association with a competing business.”) ; Akzo Nobel Coatings, 2011 \nNCBC LEXIS 42, at *31 –32 (“North Carolina courts have refused to enforce \nnoncompetition clauses using the terms ‘directly or indirectly.’ ”). \n60. The Noncompete Provision prohibits Parrish or Schram from doing work  \nwholly unrelated to the work they did while at Power Home  at any business entity \nthat “involves” the sale, marketing, and installation of solar and roofing products and \nservices.  The Noncompete Provision further prohibits “engagement” or “business ” \nwith a competitor, prohibiting Schram a nd Parrish from even purchasing solar and \nroofing products from a competitor in the Restricted Areas , as defined by the \nEmployment Agreement .  The Complaint does not reveal any legitimate business \npurpose for a noncompete provision of this breadth.   \n61. Additionally, the Complaint does not include allegations that could show \nthe geographic restriction in Parrish’s Noncompete Provision is reasonable.  Parrish \nonly worked for Power Home in North Carolina, Virginia, and South Carolina.  \n(Compl. ¶ 67.)  The Noncompete Provision prohibits Parrish from working in a 100-\nmile radius from any Power Home location, notwithstanding the fact that Parrish \nonly worked in three states.   Power Home, a company with national presence, \n \n \neffectively bars Parrish from working in geographic territory far exceeding the three \nstates that Parrish worked in while employed at Power Home.  \n62. Considering the geographic and temporal scope and the prohibited activity, \nthe Court concludes that the Noncompete Provision is unreasonably broad.  \nTherefore, the Court GRANTS the Motion and DISMISSE S with prejudice5 Power \nHome’s claim for breach of contract against Schram and Par rish to the extent it is \nbased on the Noncompete Provision. \n63. With respect to the Non-Solicitation Provision, the Complaint is devoid of \nany factual allegations that Schram solicited any of Power Home’s employees.  \nAccordingly, the Court GRANTS the Motion to the extent it is based on Schram’s \nviolation of the Non-Solicitation Provision and DISMISSES the claim against Schram \nwith prejudice.  \n64. Power Home alleges that Parrish solicited Lynch , a Power Home sales \nrepresentative to work with Sigora in competition with Power Home.  (Compl. ¶ 70.)  \nThe Non-Solicitation Provision states that Parrish cannot “engage or attemp t to \nengage” employees of Power Home “to perform any work or induce or attempt to \ninduce any employee of [Power Home] to leave employment”  with Power Home for a \n \n5 “The decision to dismiss an action with or without prejudice is in  the discretion of the trial \ncourt[.]”  First Fed. Bank v. Aldridge, 230 N.C. App. 187, 191 (2013). \n \n \nperiod of twelve (12) months following termination of Parrish’s employment. 6  \n(Parrish Agreement § 4.)   \n65. “Courts in North Carolina have recognized that reasonable restrictions on \na former employee’s right to solicit an employer’s current employees are enforceable.”  \nWells Fargo Ins. Servs. USA v. Link , 2018 NCBC LEXIS 42, at *26– 27 (N.C. Super. \nCt. May 8, 2018) , aff’d per curiam, 372 N.C. 260 (2019)  (citing Kennedy v. Kennedy, \n160 N.C. App. 1, 11–12 (2003)).  This Court has dismissed a claim for breach of a non-\nsolicitation clause that prohibited the solicitation of employees “regardless of whether \nthe employees were current Company employees, whether the employees worked in \nthe same territories as [the defendant], whether [the defendant]  ever worked with \nthe employees, or whether the employees provided services or developed relationships \nfor [the plaintiff] that would be of value to a competitive business,” concluding that \nthe non-solicitation provision was unreasonable.   See Bite Busters, LLC v. Burris , \n2021 NCBC LEXIS 26, at *17 (N.C. Super. Ct. Mar. 25, 2021).   \n66. The Employment Agreement does  not limit those “employees” that he is \nprohibited from soliciting.  As such, the Non-Solicitation Provision is similarly broad \nto that in Bite Busters as it prohibits Parrish from soliciting employees that Parrish \nnever interacted with  and regardless of whether or not Parrish and the employee \n \n6 Defendants argue that the provision in the Employment Agreement prohibiting the \nsolicitation of Power Home’s customers is overbroad and unenforceable.  (B r. Supp. 9–10.)  \nHowever, Power Home does not make any claim against Defendants for breach of the \ncustomer non-solicitation provision.  Accordingly, the Court declines to make any ruling \nregarding the enforceability of the customer non-solicitation provision and its ruling herein \nis strictly limited to the Non -Solicitation Provision as it relates to Power Home’ s employees \nand contractors.  \n \n \nwere ever employed by Power Home at the same time.  Furthermore,  the Complaint \ndoes not reveal the Non-Solicitation Provision is reasonably necessary to protect any \nlegitimate business interest of Power Home’s.    \n67. Therefore, the Court GRANTS  the Motion to the extent it requests \ndismissal of the claim for breach of the Non -Solicitation Provision and DISMISSES \nthe claim with prejudice. \nC. Aiding and Abetting Breach of Contract \n68. Power Home’s Count 2 attempts to assert a cause of action for “Aiding and \nAbetting Breach of Restrictive Covenants Against [Defendants] Sigora, Hall and \nParrish.”  (Compl. 13.)  Defendants seek dismissal on grounds that  “North Carolina \ndoes not recognize an aiding and abetting a breach of contract of [sic] claim[.]”  (Br. \nSupp. 12.)  \n69. The Court in Krawiec v. Manly, 2016 NCBC LEXIS 7 , at *39 (N.C. Super. \nCt. Jan. 22, 2016), “decline [d] to recognize a cause action for aiding and abetting a \nbreach of contract under North Carolina law ” and the Court sees no reason to \nrecognize such a claim now.   Accordingly, the Court GRANTS the Motion and \nDISMISSES with prejudice Power Home’s aiding and a betting breach of contract \nclaim. \nD. Misappropriation of Trade Secrets \n70. Counts 3 and 5 of the Complaint include causes of action for Defendants’ \nalleged misappropriation of Power Home’s trade secrets  in violation of state and \nfederal law.  (Compl. 14 –18, 22– 25.)  Power Home alleges that Defendants \n \n \nmisappropriated its trade secrets, which Power Home describes as “confidential \ncustomer information such as customer names, customer contact information and \ncustomer buying preferences and history, [Power Home’s] prop rietary practices, \nmethods, techniques, and pricing models, confidential customer database, including \nthe entire [Power Home] SalesForce database, and [Power Home’s] proprietary quote \nsoftware, confidential sales memos, sales training manuals, and informat ion \nconcerning [Power Home’s] relationship with its suppliers and vendors.”  (Compl. ¶¶ \n100, 147.) \n71. Power Home brings claims for relief pursuant to both the North Carolina \nTrade Secrets Protection Act (the “NCTSPA”), N.C.G.S. § § 66-152 et seq. , and the \nfederal Defend Trade Secrets Act of 2016 ( the “DTSA”), 18 U.S.C. § § 1832 et seq .  \nDefendants contend that Power Home’s claims under the NCTSPA and the DTSA fail \nfor the same reasons: Power Home’s Complaint does not (1) sufficiently identify a \ntrade secret; or (2) include adequate allegations of misappropriation.  (Br. Supp. 12–\n17.) \n72. The parties did not indicate in their briefing any differences in the analysis \nto be applied to the two claims.  Therefore, the Court addresses Power Home’s claims \npursuant to the NCTSPA and the DTSA in tandem.   See Syngenta Seeds, LLC v. \nWarner, 2021 U.S. Dist. LEXIS 32385, at *31–32 (D. Minn. Feb. 22, 2021) (analyzing \nclaims under the NCTSPA and the DTSA together because the parties ’ arguments \ndid not “implicate any di fferences between the DTSA and the NCTSPA”  and the \nparties did not argue or otherwise identify any difference between the respective \n \n \nstatutes); see also Herrmann Int’l, Inc. v. Herrmann Int’l Eur., 2021 U.S. Dist. LEXIS \n42277, at *34–38 (W.D.N.C. Mar. 6, 2021) (analyzing claims pursuant to the DTSA \nand the NCTSPA together).  \n73. The NCTSPA defines a trade secret as  \nbusiness or technical information, including but not limited to a formula, \npattern, pro gram, device, compilation of information, method, \ntechnique, or process that:  \n \na. Derives independent actual or potential commercial value from not \nbeing generally known or readily ascertainable through independent \ndevelopment or reverse engineering by persons who can obtain \neconomic value for its disclosure or use; and \n \nb. Is the subject of efforts that are reasonable under the \ncircumstances to maintain its secrecy.  \n \nN.C.G.S. § 66-152(3). \n74. The DTSA defines a trade secret as  \nall forms and types of financial, business, scientific, technical, economic, \nor engineering information, including patterns, plans, compilations, \nprogram devices, formulas, designs, prototypes, methods , techniques, \nprocesses, procedures, programs, or codes whether tangible or \nintangible, and whether or how stored, compiled, or memorialized \nphysically, electronically, graphically, photographically, or if writing if \n–  \n(A) the owner thereof has taken reasonable measures to keep \ninformation secret; and  \n \n(B) the information derives indepen dent economic value, actual or \npotential, from not being generally known to, and not being readily \nascertainable through proper means by, another person who can \nobtain economic value from the disclosure or use of the information[.] \n \n18 U.S.C. § 1839(3).  \n75. To plead misappropriation of trade secrets pursuant to North Carolina law, \n“a plaintiff must identify a trade secret with sufficient particularity so as to enable a \n \n \ndefendant to delineate that which he is accused of misappropriating a nd a court to \ndetermine whether misappropriation has or is threatened to occur.”  Krawiec v. \nManly, 370 N.C. 602, 609 (2018) (quoting Washburn v. Yadkin Valley Bank & Tr. Co., \n190 N.C. App. 315, 326 (2008)).  General and conclusory allegations without \nspecifically identifying the trade secrets allegedly misappropriated and the acts by \nwhich the alleged misappropriation was accomplished are insufficient to state a claim \nfor trade secret misappropriation pursuant to  the NCTSPA.  Washburn, 190 N.C. \nApp. at 327.     \n76. To plead trade secret misappropriation pursuant to the DTSA, a plaintiff \nmust allege “(1) the existence of a trade secret; (2) that defendant misappropriated \nthe trade secret; and (3) that the trade secret was used or intended f or use in \ninterstate commerce.”  Heska Corp. v. Qorvo US, Inc., 2020 U.S. Dist. LEXIS 180337, \nat *12–13 (M.D.N.C. Sept. 30, 2020).  Similar to the NCTSPA, a plaintiff pursuing a \nclaim under DTSA must identify a trade secret with sufficient particularity.  \nSyngenta Seeds, 2021 U.S. Dist. LEXIS 32385, at *32 (providing that under both the \nDTSA and the NCTSPA, “a plaintiff must identify a trade secret with sufficient \nparticularity”); see also  Lithero, LLC v. Astrazeneca Pharms. LP , 2020 U.S. Dist. \nLEXIS 145592, at *2 –3 (D. Del. Aug. 13, 2020) (“To adequately plead trade secret \nmisappropriation under the DTSA, ‘a plaintiff must identify a trade secret with \nsufficient particularity so as to provide notice to a defendant of what he is accused of \nmisappropriating[.]’ ”); Keystone Transp. Sols. , LLC v. Northwest Hardwoods, Inc. , \n2019 U.S. Dist. LEXIS 67102, at *14 (W.D. Va. Apr. 19, 2019) (“As such, the plaintiff \n \n \nmust ‘identify, with particularity, each trade secret it claims was misappropriated.  \nThis must be done to allow the finder of fact to distinguish that which is legitimately \na trade secret from other information that is simply confidential but not a trade \nsecret, or is publicly available information.’ ”).   \n77. “[T]he courts of this State routinely dismiss NCTSPA claims broadly \nasserting that a plaintiff’s processes and procedures constitute its trade secrets \nbecause, without more, such allegations do not identify with sufficient particularity \nthe trade secrets the defendant allegedly misappropriated.”  Bite Busters, 2021 NCBC \nLEXIS 26, at *20–21 (citing Washburn, 190 N.C. App. at 327; Analog Devices, Inc. v. \nMichalski, 157 N.C. A pp. 462, 468– 69 (2003); Window Gang Ventures, Corp. v. \nSalinas, 2019 NCBC LEXIS 24, at *43 (N.C. Super. Ct. Apr. 2, 2019); and Edgewater \nServs., Inc. v. Epic Logistics, Inc. , 2009 NCBC LEXIS 21, at *9 , 11 (N.C. Super. Ct. \nAug. 11, 2009)).  Similarly, t o plead a claim pursuant to the DTSA, a plaintiff may \nnot “simply list[] categories of alleged trade secrets in broad terms” without \nidentifying a “specific set of methods, techniques, processes, procedures, programs, or \ncodes.”  Calendar Research LLC v. StubHub, Inc., 2020 U.S. Dist. LEXIS 112361, at \n*15–18 (C.D. Cal. May 13, 2020) (internal quotation marks omitted); see also \nSyngenta Seeds, 2021 U.S. Dist. LEXIS 32385, at *36 (granting in part a motion to \ndismiss a trade secret misappropriation claim based on the plaintiff’s “high -level \nplans and budgeting”).  Th e Court conclu des Power Home’s description of its  trade \nsecrets as “proprietary practices, methods, techniques, and pricing models” is not pled \nwith sufficient particularity pursuant to the NCTSPA or the DTSA.   Accordingly, to \n \n \nthe extent Power Home’s  misappropriation of  trade secrets claims  are based on \n“proprietary practices, methods, techniques, and pricing models” the Court concludes \nthe Motion should be GRANTED , and Power Home’s NCTSPA and DTSA claims \nbased on these alleged trade secrets shall be dismissed with prejudice. \n78. Power Home also identifies “information concerning [Power Home’s] \nrelationship with its suppliers and vendors” as a trade secret.   This Court, citing \nKrawiec, has concluded that the term “supplier information,” without more \nspecificity, is insufficient to identify a trade secret under the NCTSPA  for purposes \nof Rule 12.  KNC Techs., LLC v. Tutton, 2019 NCBC LEXIS 72, at *33–34 (N.C. Super. \nCt. Oct. 9, 2019).  Furthermore, broadly describing a trade secret using the language \n“other information regarding ” customers or suppliers  is likewise insufficient to \nidentify a trade secret pursuant to the DTSA.  See, e.g., TECH USA, Inc. v. Milligan, \n2021 U.S. Dist. LEXIS 37961, at *10 (D. Md. Mar. 1, 2021).  The Court concludes that \nPower Home’s description of its trade secret as “information concerning [Power \nHome’s] relationship with its suppliers and vendors” fails to put Defendants on notice \nof the purported trade secrets they are accused of misappropriating  and therefore \nfatally deficient under the NCTSPA and the DTSA.  Accordingly, the Court concludes \nthat the Motion should be GRANTED, and Power Home’s NCTSPA and DTSA claims \ndismissed with prejudice, to the extent they are based on these alleged trade secrets.              \n79. Power Home also identifies “customer names, customer contact information \nand customer buying preferences and history,” Power Home’s “confidential customer \ndatabase, including the entire [Power Home] SalesForce database, and [Power Home] \n \n \nproprietary quote software, confidential sales memos, [and] sales training manuals” \nas allegedly misappropriated trade secrets.   (Compl. ¶¶ 100, 147.)  Power Home \nalleges that it “has developed a system for identifying and qualifying potential \ncustomers through multiple streams of advertising, marketing partnerships, and \nother campaigns, including [Power Home’s] ‘Solar Edge’ proprietary training.”  \n(Compl. ¶ 20.)   \n80. This sort  of customer, pricing, and sales information may potentially  \nconstitute protectible trade secrets pursuant to the DTSA and the NCTSPA, and the \nCourt concludes that Power Home has adequate ly identified “customer names, \ncustomer contact information and customer buying preferences and history,” Power \nHome’s “confidential customer database, includin g the entire [Power Home] \nSalesForce database, and [Power Home] proprietary quote software, confidential \nsales memos, [and] sales training manuals” to put Defendants on notice of what  \ninformation they have allegedly misappropriated at this stage of the proceeding. \n81. Accordingly, Power Home’s claims as to these alleged trade secrets shall \nsurvive dismissal under Rule 12(b)(6).  See Kissinger Fin. Servs. v. Kissinger, 2021 \nU.S. Dist. LEXIS 50254, at *20–22 (D. Md. Mar. 17, 2021) (holding that “client lists, \nclient contact and financial information” could have independent economic value and \nbe protectible pursuant to the DTSA) , Krawiec, 370 N.C. at 610 (“Information \nregarding customer lists, pricing formulas and bidding formulas can qualify as a \ntrade secret.” (cleaned up)) ; Ge Betz, Inc. v. Conrad , 231 N.C. App. 214, 234 (2013) \n(providing that “pricing information, customer proposals, historical costs, and sales \n \n \ndata” may constitute a trade secret); ALP Sys. v. Haygood, 2021 NCBC LEXIS 51, at \n*24 (N.C. Super. Ct. May 10, 2021)  (concluding that the plaintiff identified its trade \nsecrets with sufficient particularity, including the plaintiff’s “customer database, its \nrecords of the materials, labor, and equipment required for each project, its inspection \nreport form, its operations/maintenance manual, and its C orporate Safety Program \n& Employee Safety Manual”). \n82. Defendants also contend that Power Home’s trade secret misappropriation \nclaims fail because Power Home does not allege that it took steps to maintain the \nsecrecy of Power Home’s trade secrets  and some portion of  Power Home’s trade \nsecrets are publicly available.  (Br. Supp. 14–16.)  The Court disagrees.   \n83. Power Home alleges that it maintains its trade secrets on its computers and \nmobile phones, which are provided to “certain employees .”  (Compl. ¶ 26.)   Power \nHome further alleges that all of its employees are aware of the terms of the \nEmployment Agreement, it is standard practice for its employees to sign agreements \nsimilar to the Employment Agreement, and all Power Home employees are required \nto sign a similar agreement as a condition of access to Power Home’s confidential \ninformation.  (Compl. ¶¶ 44–45, 113.)   \n84. Allegations that Power Home limited access to the trade secret information \nto certain employees and required employees to sign nondisclosure agreements before \ngaining access to the trade secret information are sufficient under Rule 12 to plead \nthat Power Home took reasonable efforts to maintain the secrecy of its alleged trade \nsecrets.  See DecisionQ Corp. v. GigM Techs., LLC, 2017 U.S. Dist. LEXIS 227919, at \n \n \n*19 (E.D. Va. Aug. 9, 2017) (finding that the plaintiffs took reasonable steps to protect \nthe secrecy of trade secret  information, consistent with the requirements of the \nDTSA, by requiring employees to sign nondisclosure agreements and the use of \npassword-protected systems); Vitaform, Inc. v. Aeroflow, Inc., 2020 NCBC LEXIS 132, \nat *21 (N.C. Super. Ct. Nov. 4, 2020) (concluding that an alleged oral non-disclosure \nagreement, without more, was sufficient to plead reasonable efforts to maintain the \nsecrecy of a trade secret pursuant to the NCTSPA).   \n85. Furthermore, even if certain trade secret information of Power Home is \npublicly available as Defendants allege , a compilation of publicly available \ninformation may be a protectible trade secret under the NCTSPA and the DTSA.  IHS \nGlobal Ltd. v. Trade Data Monitor, LLC , 2021 U.S. Dist. LEXIS 101952, at * 29 \n(D.S.C. May 4, 2021) (providing that the law, applying the DTSA, “offers trade secret \nprotection to compilations of publicly available information”) ; Koch Measurement \nDevices, Inc. v. Armke, 2015 NCBC LEXIS 45, at *13 (N.C. Super. Ct. May 1, 2015) \n(“[T]he Court of Appeals has held that where an individual maintains a compilation \nof detailed records over a significant period of time, those records could constitute a \ntrade secret even if ‘similar information may have been ascertainable by anyone in \nthe  . . . business.’ ”).   \n86. Lastly, Defendants contend that Power Home fails  to allege \nmisappropriation.  (Br. Supp. 16 –17.)  Misappropriation is defined by the NCTSPA \nas the “acquisition, disclosure, or use of a trade secret of another without express or \nimplied authority or consent[.]”  N.C.G.S. § 66 -152(1).  Under North Carolina law, a \n \n \nplaintiff must identify with specificity “the acts by which the alleged \nmisappropriations were accomplished.”  Washburn, 190 N.C. App. at 327.     \n87. Misappropriation is defined by the DTSA as the \n(A) acquisition of a trade secret of another by a person who knows or has \nreason to know that the trade secret was acquired by improper means; \nor  \n \n(B) disclosure of use of a trade secret of another without express or \nimplied consent by a person who –  \n \n (i) used improper means to acquire knowledge of the trade secret; [or] \n \n(ii) at the time of disclosure or use, knew or had reason to know that \nthe knowledge of the trade secret was –  \n \n(I) derived from or through a person who had used improper \nmeans to acquire the trade secret;  \n \n(II) acquired under circumstances giving rise t o a duty to \nmaintain the secrecy of the trade secret or limit the use of the \ntrade secret; or  \n \n(III) derived from or through a person who owed a duty to the \nperson seeking relief to maintain the secrecy of the trade secret \nor limit the use of the trade secret[.]  \n \n18 U.S.C. § 1839(5). \n88. To plead misappropriation under the DTSA, a claimant “must assert facts \nestablishing an unconsented disclosure or use of a trade secret by one who used \nimproper means to acquire the secret; or, at the time of disclosure, knew or had reason \nto know that the trade secret was acquired through improper means, under \ncircumstances giving rise to a duty to maintain the secrecy of the trade secret. ”  C-\nVille Fabricating, Inc. v. Tarter, 2019 U.S. Dist. LEXIS 50373, at *39 (E.D. Ky. Mar. \n26, 2019) (citation and internal quotation marks omitted). \n \n \n89. Power Home alleges that the Former Employees had access to the trade \nsecret information through their employment with Power Home; they now work with \nSigora, Power Home’s competitor; they obtaine d Power Home’s C onfidential \nInformation before leaving their employment with Power Home; they subsequently \ndisclosed trade secret information to Sigora; and they and Sigora have used the trade \nsecret information to solicit Power Home’s customers, suppliers , and vendors.  \n(Compl. ¶¶ 27–28, 33, 71–72, 75, 101–03.)   \n90. In Wells Fargo Ins. Servs. USA, 2018 NCBC LEXIS 42, at *40– 42, this \nCourt held that although allegations that the defendant accessed the plaintiff’s trade \nsecrets through the defendant’s employment with the plaintiff, the defendant became \nemployed by a competitor of the plaintiff, and the defendant used the plaintiff’s trade \nsecrets to solicit the  plaintiff’s customers required a “significant inferential leap” to \nconclude that the defendant misappropriated the plaintiff’s trade secrets , they were \nnonetheless sufficient at the pleading stage.  Keeping with this Court’s decision in \nWells Fargo and its subsequent application of Wells Fargo in Strata Solar, LLC v. \nNaftel, 2020 NCBC LEXIS 129, at *9– 12 (N.C. Super. Ct. Oct. 29, 2020), the Court \nconcludes that Power Home’s allegations are sufficient, albeit minimally so, to plead \nmisappropriation pursuant to the NCTSPA.   \n91. Courts applying the DTSA have found similar allegations sufficient to \nallege misappropriation. See Dmarcian, Inc. v. Dmarcian Eur. BV, 2021 U.S. Dist. \nLEXIS 99380, at *58 (W.D.N.C. May 26, 2021) (concluding that a plaintiff sufficiently \nshowed misappropriation under the DTSA by showing that even though the \n \n \ndefendant was previously authorized to use the plaintiff’s trade secrets, the defendant \nused the trade secrets “beyond the scope of the parties’ agreement”); see also Syngenta \nSeeds, 2021 U.S. Dist. LEXIS 32385, at * 39–40 (“Misappropriation is plausible, \nhowever, when a departing employee has retained trade secrets under suspicious \ncircumstances and there is reason to believe that the employee has used or disclosed \nthe trade secrets in her new employment.”) .  Accordingly, the Court concludes that \nfor purposes of Rule 12, Power Home has sufficiently alleged misappropriation under \nthe DTSA. \nE. Aiding and Abetting Misappropriation of Trade Secrets  \n92. Power Home includes in its Complaint a Count 4 titled “Aiding and \nAbetting Misappropriation of Trade Secrets by Defen dants Sigora, and Hall Under \nthe Defend Trade Secrets Act, 18 U.S.C. § 1831 et seq .”  (Compl. 18.)  Power Home \nfails to cite to any authority that the DTSA establishes a cause of action for aiding \nand abetting the misappropriation of trade secrets. 7  The Court’s research has \nrevealed none either.  Absent compelling authority recognizing such a claim, the \nCourt declines to do so here.  See Infinity Tech., LLC v. Burney, 2020 U.S. Dist. LEXIS \n206604, at *15–16 (E.D. Va. June 4, 2020) (declining to recognize a claim for aiding \nand abetting misappropriation of trade secrets); C-Ville Fabricating, 2019 U.S. Dist. \nLEXIS 50373, at *43– 44 (same).  Therefore, the Motion should be GRANTED and \nPower Home’s Count 4 shall be DISMISSED with prejudice.   \n \n7 In fact, in Power Home’s Choice of Law Brief, it argues that it has sufficiently stated a claim \nfor aiding and abetting breach of fiduciary duty.  However, this claim is not pled in the \nComplaint or before the Court; therefo re, the Court declines to address this argument \nasserted by Power Home.  (Pl.’s Choice of Law Br. 6–7.)  \n \n \nF. Unjust Enrichment \n93. In Count 11 of the Complaint, Power Home asserts a claim for unjust \nenrichment against all Defendants.  (Compl. 29.)  In order to state a claim for unjust \nenrichment, a party must allege: “(1) it conferred a benefit on another party; (2) the \nother party consciously accepted the benefit; and (3) the benefit was not conferred \ngratuitously or by an interference in the affairs of the other party.”  Worley v. Moore, \n2018 NCBC LEXIS 114, at *25 (N.C. Super. Ct. Nov. 2, 2018) (citing Se. Shelter Corp. \nv. BTU, Inc., 154 N.C. App. 321, 330 (2002)).  “The doctrine of unjust enrichment was \ndevised by equity to exact the return of, or payment for, benefits received under \ncircumstances where it would be unfair for the recipient to retain them without the \ncontributor being repaid or compensated.”  Collins v. Davis, 68 N.C. App. 588, 591 \n(1984). \n94. Defendants contend that Power Home’s  unjust enrichment claim “ fails \nbecause there is no allegation of a benefit being conferred on any Defendant.”  (Br. \nSupp. 21.)  Power Home argues in response that it “clearly allege[s] throughout the \nComplaint that Defendants received the benefit of utilizing [Power Home’s] trade \nsecrets and proprietary information through their intentional solicitation of [Power \nHome] employees without [Power Home’s] consent.”  (Resp. Br. § VIII.) \n95. Power Home alleges in its Complaint that the Former Employees  were \ngiven Power Home’s Confidential Information to perform their job duties at Power \nHome, that they were legally obligated to maintain the secrecy of Power Home’s \nConfidential Information, that Sigora knew or should have known that the Former \n \n \nEmployees were prohibited from using the Confidential Information in its competing \nbusiness,  and that the Former Employees and Sigora are using Power Home’s \nConfidential Information and trade secrets  in conducting a competing business . \n(Compl. ¶¶ 24, 27, 33, 46, 48, 72.)  The Complaint further contains allegations that \nthrough this conduct, “Defendants obtained benefits from [Power Home]” and “[g]iven \nthe nature of the alleged conduct and circumstances, it would be unjust to allow \nDefendants to retain these benefits.”  (Compl. ¶¶ 192–93.)   \n96. This Court has held on at least two occasions that allegations of this sort \nare sufficient to survive dismissal under Rule 12.  See PDF Elec. & Supply Co., 2020 \nNCBC LEXIS 103, at *27–30; S. Fastening Sys., 2015 NCBC LEXIS 42, at *27–28.  \n97. Accordingly, the Motion should be DENIED  as to  Power Home’s  unjust \nenrichment claim.8   \nG. Tortious Interference with Contract \n98. In Count 9 of the Complaint, Power Home asserts a tortious interference \nwith contract claim against Sigora and Hall for their alleged tortious interference \nwith the Employment Agreement.  (Compl. 27.) \n \n8 In a footnote in their  Brief in Support, Defendants argue that “[t] o state its unjust \nenrichment claim, [Power Home]  relies on the same facts underlying its breach of contract \nclaim.  Accordingly, should [Power Home’s]  breach of contract claim survive dismissal, this \nalternative claim is no longer viable.”   (Br. Supp. 21.)  This Court has on multiple occasions \npermitted both a breach of contract claim and an alternative unjust enrichment claim to \nproceed at the Rule 12 stage.  See PDF Elec. & Supply , 2020 NCBC LEXIS 103, at *29 \n(treating an analogous unjust enrichment claim as an alternative claim to the claim for \nbreach of a nondisclosure provision); Brandy v. Gibson, 2017 NCBC LEXIS 66, at *12 (N.C. \nSuper. Ct. July 26, 2017) (“The Court is unwilling to prevent [the plaintiff’s] unjust \nenrichment claim from moving to discovery because it was not specifically pleaded in t he \nalternative to her breach of contract claim.”); see also Tumlin v. Tuggle Duggins P.A. , 2018 \nNCBC LEXIS 217, at *37 (N.C. Super. Ct. Dec. 18, 2018) (“North Carolina law allows a \nplaintiff to plead alternative theories of recovery based on the same conduct or transaction.”).  \n \n \n99. To state a claim for tortious interference with contract, the pleading must \ncontain allegations that \n(1) a valid contract [exists] between the [claimant] and a third person \nwhich confers upon the [claimant] a contractual right against a third \nperson; (2) the [opposing party] knows of the contract; (3) the [opposing \nparty] intentionally induces the third person not to perform the contract; \n(4) and in doing so acts without justification; [and] (5) resulting in actual \ndamage to [claimant]. \n \nUnited Labs., Inc. , 322 N.C. at  661.  “The pleading standards for a  tortious \ninterference with contract claim are strict.”  Kerry Bodenhamer Farms, LLC v. \nNature’s Pearl Corp., 2017 NCBC LEXIS 27, at *16 (N.C. Super. Ct. Mar. 27, 2017)  \n(cleaned up).       \n100. The Court has already concluded that Power Home’s claim for breach of the \nNoncompete Provision and the Non-Solicitation Provision should be dismissed due to \ntheir overbreadth.  Because those provisions are unenforceable, Power Home’s claim \nfor tortious interference with contract based on those provisions must fail.  See, e.g., \nPhelps Staffing, LLC v. C.T. Phelps, Inc., 226 N.C. App. 506, 512 (2013) (“Because the \nnoncompetition agreement is unenforceable, the contract cannot support plaintiff’s \nclaim for tortious interference with contract[.]”); Wells Fargo Ins. Servs. USA, 2018 \nNCBC LEXIS 42, at *42–44 (dismissing a tortious interference with contract claim to \nthe extent it was based on unenforceable restrictive covenants) (citing Medical \nStaffing Network, Inc. v. Ridgway, 194 N.C. App. 649, 658 (2009) (affirming dismissal \nof a tortious interference with contract claim based on overbroad and unenforceable \nrestrictive covenants)).  Accordingly, the Court concludes that the Motion should be \n \n \nGRANTED and Power Home’s claim for tortious interference with the Non compete \nProvision and Non-Solicitation Provision should be DISMISSED with prejudice.     \n101. Power Home also alleges that Sigora and Hall tortiously interfered with the \nEmployment Agreement by inducing Schram and Parrish to disclose Po wer Home’s \nconfidential and proprietary information.  (Compl. ¶ 184.)  Defendants contend that \nPower Home fails to allege that Sigora or Hall had knowledge of the terms of the \nEmployment Agreement and any alleged interference by Sigora or Hall was justified.  \n(Br. Supp. 20.)  The Court first addresses Defendants’ contention that Power Home \nfails to allege that Sigora or Hall had knowledge of the terms of the Employment \nAgreement.  \n102. “A defendant need not have actual knowledge of the contract for purposes \nof a tortious interference with contract claim[.]”  Hopkins v. MWR Mgmt. Co. , 2017 \nNCBC LEXIS 47, at *53 (N.C. Super. Ct . May 31, 2017).   The defendant “has \nknowledge of the contract” for the purposes of a tortious interference with contract \nclaim “if he knows the facts which give rise to the plaintiff’s contractual right against \nthe third person.”  Childress v. Abeles, 240 N.C. 667, 674 ( 1954).  When a defendant \nis accused of tortiously interfering with an employer -employee contractual \nrelationship, allegations of knowledge of the employment relationship, specifically \nknowledge of the responsibilities of the employee, may be sufficient to allege \nknowledge at the Rule 12 stage.   See Veer Right Mgmt. Grp ., Inc. v. Czarnowski \nDisplay Serv., 2015 NCBC LEXIS 13, at *13– 14 (N.C. Super. Ct. Feb. 4, 2015) .  So \ntoo may allegations that the defendant executed similar nondisclosure agreements \n \n \nwith its  own employees .  See TaiDoc Tech. Corp. v. OK Biotech Co. , 2016 NCBC \nLEXIS 26, at *36–37 (N.C. Super. Ct. Mar. 28, 2016).      \n103. Power Home alleges that Hall entered into an agreement with Power Home  \nsimilar to the Employment Agreement, that Hall was made aware of the terms of the \nEmployment Agreement, and that Hall has become instrumental in Sigora’s “scheme” \nto expand its solar energy business by using Power Home’s Confidential Information.  \n(Compl. ¶¶ 42, 45, 50.)  Power Home further alleges that “Sigora also knew or should \nhave known, either directly or indirectly from the Former. . . Employees and/or as is \ncustomary in the renewable energy business, that the Former . . . Employees . . . \nacquired Confidential Information and/or proprietary and/or trade secrets  . . . as a \nresult of their employment with [Power Home].”  (Compl. ¶ 48.)   These allegations, \ntaken as true, are sufficient to plead that Sigora and Hall had knowledge of the terms \nof the Employment Agreement and, specifically, the Nondisclosure Provision.      \n104. The Court next turns to Defendants’ contention that any alleged \ninterference by Sigora or  Hall was justified.  A  tortious interference with contract \nclaim should be dismissed “when the complaint reveals  that the interference was \njustified or privileged.”  Peoples Sec. Life Ins. Co. v. Hooks, 322 N.C. 216, 220 (1988).  \nWhen the defendant is acting for a legitimate business purpose, then its actions are \nprivileged.  Id. at 221.  “[C]ompetition in business constitutes justifiable interference \nin another’s business relations and is not actionable so long as it is carried on in \nfurtherance of one’s own interest and by means that are lawful.”  Id.    \n \n \n105. However, a competitor’s privilege may be “lost if exercised for a wrong \npurpose.”  K&M Collision, LLC v. N.C. Farm Bureau Mut. Ins. Co. , 2017 NCBC \nLEXIS 109, at *20 (N.C. Super. Ct. Nov. 21, 2017).  A party’s interference is “without \njustification” when it is “not reasonably related to the protection of a legitimate \nbusiness interest.”  Privette v. Univ. of N.C. at Chapel Hill , 96 N.C. App. 124, 134 \n(1989).  “If the defendant’s only motive is a malicious wish to injure the plaintiff, his \nactions are not justified.”  Hooks, 322 N.C. at 221. \n106. Power Home’s allegations that Defendants misappropriated Power Home’s \ntrade secrets and Confidential Information in violation of the Nondisclosure Provision \ncould ultimately support a conclusion that Sigora and Hall’s interference  with the \nEmployment Agreement was not to protect a legitimate business interest but rather \nto harm Power Home by interfer ing with Power Home’s contractual relationship s \nwith its employees and hiring them away.  See ALP Sys., 2021 NCBC LEXIS 51, at \n*21–23; see also E-Ntech Indep. Testing Servs. v. Air Masters, Inc., 2017 NCBC LEXIS \n2, at *17 (N.C. Super. Ct. Jan. 5, 2017) (“The same allegations of wrongful conduct \nthat permit [the plaintiff’s] claim for misappropriation of trade secrets to survive [the \ndefendants’ motion to dismiss] are likewise sufficient to show that [the defendants’] \ncompetition was not through lawful means.”); S. Fastening Sys., 2015 NCBC LEXIS \n42, at * 23–24 (concluding that the plaintiff adequately pleaded a claim for tortious \ninterference with a  nondisclosure agreement where plaintiff alleged facts showing \nthat the defendant “improperly acquired, disclosed, and used” the plaintiff’s \nconfidential and trade secret information).   \n \n \n107. Accordingly, for the reasons stated herein , the Motion should be DENI ED \nto the extent it requests dismissal of Power Home’s claim for tortious interference \nwith the Nondisclosure Provision.   \nH. Unfair and Deceptive Trade Practices and Common Law Unfair \nCompetition  \n108. In Counts 6 and 7 of the Complaint, Power Home alleges that Defendants’ \nconduct constitutes an unfair and deceptive trade practice in violation of N.C.G.S. § \n75-1.1 (“UDTPA”) and common law unfair competition.  (Compl. 25–26.) \n109. To state a claim for violation of the UDTPA, a plaintiff must allege that “(1) \ndefendant committed an unfair or deceptive act or practice, (2) the action in question \nwas in or affecting commerce, and (3) the act proximately caused injury to the \nplaintiff.”  Dalton v. Camp, 353 N.C. 647, 656 (2001).  “A practice is unfair if it is \nunethical or unscrupulous, and it is deceptive if it has a tendency to deceive.”  Id.  \n110. “The gravamen of unfair competition is the protection of a business from \nmisappropriation of its commercial advantage earned through organization, skill, \nlabor, and money.”  Henderson v. U.S. Fid. & Guar. Co., 346 N.C. 741, 749 (1997).  A \ncommon law unfair  competition claim may encompass “interference with a \ncompetitor’s contractual relations, disparagement of a competitor’s product or \nbusiness methods, and misappropriation of a competitor’s intangible property rights \nsuch as advertising devices or business  systems.”  Stearns v. Genrad, Inc. , 564 F. \nSupp. 1309, 1320 (M.D.N.C. 1983). \n \n \n111. “Courts have recognized that a claim for common law unfair competition is \nanalyzed as a claim for unfair or deceptive trade practices under [N.C.]G.S. § 75-1.1.”  \nPDF Elec. & Sup ply Co. , 2020 NCBC LEXIS 103, at *26; see also Global Textile \nAlliance, Inc. v. TDI Worldwide, LLC , 2018 NCBC LEXIS 104, at *23 (N.C. Super. \nCt. Oct. 9, 2018) (“The standard which a plaintiff must meet to recover on an unfair \ncompetition claim under the common law is not appreciably different from a claim for \nunfair or deceptive trade practices.” (cleaned up)).  \n112.  “[O]ur Courts have long recognized that claims for misappropriation of \ntrade secrets and tortious interference with contract may form the basis of a [UDTPA] \nclaim[.]”  S. Fastening Sys. , 2015 NCBC LEXIS 42, at *28.   Likewise, conduct \namounting to trade secret misappropriation  or tortious interference with contract  \nmay support a claim for common law unfair competition.  Stearns , 564 F. Supp. at \n1320; Se. Anesthesiology Consultants, PLLC v. Charlotte -Mecklenburg Hosp. Auth. , \n2019 NCBC LEXIS 107, at *22 (N.C. Super. Ct. Dec. 13, 2019) ; see also PDF Elec. & \nSupply Co., 2020 NCBC LEXIS 103, at *27 (declining to dismiss a UDTPA claim and \ncommon law unfair competition claim because it could be supported by the plaintiff’s \nsurviving trade secret misappropriation claim). \n113. The Court has concluded that Power Home’s claims for trade secret \nmisappropriation and tortious interference with contract survive the Motion, at least \nin part.  Accordingly, the Court concludes that Power Home’s claims pursuant to the \nUDTPA and for common law unfair competition should also survive the Motion  and \n \n \ntherefore the Motion to dismiss the UDTPA and unfair competition claims should be \nDENIED.     \nI. Civil Conspiracy \n114. In Count 8 of the Complaint, Power Home asserts a claim for civil \nconspiracy against Defendants.  (Compl. 26.)  Under North Carolina law, a complaint \nsufficiently states a claim for civil conspiracy when it alleges “(1) an agreement \nbetween two or more individuals; (2) to do an unlawful act or to do a lawful act in an \nunlawful way ; (3) resulting in injury to plaintiff inflicted by one or more of the \nconspirators; and (4) pursuant to a common scheme.”  Elliot v. Elliot , 200 N.C. App. \n259, 264 (2009). \n115. Defendants contend that Power Home’s civil conspiracy claim should fail \nbecause Power Home “does not allege an underlying wrongful act about which \nDefendants allegedly conspired.”  (Br. Supp. 18.) \n116. The Court has determined that Power Home’s claims for breach of contract, \ntrade secret misappropriation, unjust enrichment, tortious interference with \ncontract, unfair and deceptive trade practices, and unfair competition  survive the \nMotion, at least in part.  The conduct underlying these claims sufficiently provide s \nthe underlying unlawful act for the civil conspiracy claim.  Morris Int’l, Inc. v. Packer, \n2021 NCBC LEXIS 16, at *40 (N.C. Super. Ct. Feb. 22, 2021) (“The Court has \ndetermined that [the plaintiff’s] claims for breach of fiduciary duty, conversion, and \nunfair trade practices can proceed, providing the required underlying unlawful act.”).   \n \n \n117. The Court further concludes that Power Home has adequately alleged the \nother elements of a civil conspiracy  claim, specifically, Defendants’ agreement and \nsubsequent actions taken to  solicit Power Home employees and use Power Home’s \nConfidential Information to gain competitive advantage over Power Home.  ( See \nCompl. ¶ 175.)  \n118. Accordingly, the Court concludes that the Motion to dismiss the civil \nconspiracy claim should be DENIED.     \nJ. Turnover of Property , Accounting, Punitive Damages, Injunctive \nRelief \n119. Power Home attempts to assert as causes of actions (1) Count 10 of the \nComplaint for “Turnover of Property to [Power Home] and for an Accounting \n[A]gainst Defendants;” (2) Count 12 of the Complaint for “Motion for Preliminary and \nPermanent Injunctive Relief;” and (3) Count 13 of the Complaint for “Punitive \nDamages Against Defendants.”  (Compl. 28–32.)    \n120. Defendants contend that these purported claims are “remedies, not causes \nof action.”  (Br. Supp. 21.)  The Court agrees.  See, e.g.,  Collier v. Bryant, 216 N.C. \nApp. 419, 434 (2011) (“Punitive damages are available, not as individual cause of \naction, but as incidental damages to a cause of action.”);  Bernard v. Central Carolina \nTruck Sales, Inc., 68 N.C. App. 228, 232 (1984) (describing the return of prope rty as \na remedy); Elhulu v. Alshalabi , 2021 NCBC LEXIS 44, at *20 –22 (N.C. Super. Ct. \nApr. 29, 2021) (providing that an accounting “is a remedy, not an independent cause \nof action”); Lendingtree, LLC v. Intercontinental Capital Grp., Inc. , 2017 NCBC \n \n \nLEXIS 54, at *17 (N.C. Super . Ct. June 23, 2017) (dismissing a “purported cause of \naction for preliminary injunction” but “without prejudice to [the plaintiff’s] ability to \npursue whatever remedies it may be entitled to[,]” which could include injunctive \nrelief). \n121. Therefore, the Motion should be GRANTED to the extent Power Home \nasserts punitive damages, injunctive relief, the turnover of property, and an \naccounting as claims for relief but the Court’s ruling is without prejudice to Power \nHome’s right to seek these remedies should it be entitled to relief under any of its \nremaining causes of action.     \nVI.      CONCLUSION \n122. For the foregoing reasons, the Court hereby GRANTS in part and DENIES \nin part the Motion as follows: \nA. The Court GRANTS  in part and DENIES  in part the Motion to the \nextent it requests dismissal of Count 1 of the Complaint, Power Home’s \nbreach of contract claim.  The Motion is DENIED  to the extent it \nrequests dismissal of the claim for  breach of the Nondisclosure \nProvision.  The Motion is GRANTED to the extent it requests dismissal \nof the breach of contract claim for any alleged breach of the Noncompete \nProvision and the Non-Solicitation Provision and the claim to that \nextent is DISMISSED with prejudice.     \n \n \nB. The Court GRANTS  the Motion to the extent it requests dismissal of \nCount 2 of the Complaint, Power Home’s aiding and abetting breach of \ncontract claim, and DISMISSES the claim with prejudice. \nC. The Court GRANTS  in part and DENIES  in part the Motion to the \nextent it requests dismissal of Counts 3 and 5 of the Complaint, Power \nHome’s claim s for trade secret misappropriation pursuant to the \nNCTSPA and the DTSA.  The Court DENIES the Motion to the extent \nthe claims are based on Power Home’s  “customer names, customer \ncontact information and customer buying preferences and history,” \nPower Home’s “confidential customer database, including the entire \n[Power Home] SalesForce database, and [Power Home] proprietary \nquote software, confidential sales memos, [and] sales training manuals.”  \nThe Court GRANTS  in part the Motion and DISMISSES with \nprejudice the trade secret misappropriation claims to the extent the \nclaims are based on “proprietary practices, methods, techniques, and \npricing models” and “i nformation concerning [Power Home’s] \nrelationship with its suppliers and vendors.” \nD. The Court GRANTS  the Motion to the extent it requests dismissal of \nCount 4 of the Complaint, Power Home’s claim for aiding and abetting \nmisappropriation of trade secrets , and DISMISSES the claim with \nprejudice.   \n \n \nE. The Court DENIES  the Motion to the extent it requests dismissal of \nCount 11 of the Complaint, Power Home’s claim for unjust enrichment. \nF. The Court DENIES  the Motion to the extent it requests dismissal of \nCounts 6 and 7 of the Complaint, Power Home’s claim for unfair and \ndeceptive trade practices pursuant to N.C.G.S. § 75-1.1 and common law \nunfair competition.     \nG. The Court GRANTS  in part and DENIES  in part the Motion to the \nextent it requests dismissal of Count 9 of the Complaint, Power Home’s \nclaim for tortious interference with contract .  The Court GRANTS  the \nMotion and DISMISSES with prejudice the claim  for tortious \ninterference with the Noncompete Provision and the Non- Solicitation \nProvision.  The Court DENIES the Motion as to Power Home’s claim for \ntortious interference with the Nondisclosure Provision.   \nH. The Court DENIES  the Motion to the extent it requests dismissal of \nCount 8 of the Complaint, Power Home’s claim for civil conspiracy.   \nI. The Court GRANTS  the Motion to the extent it requests  dismissal of \nCounts 10, 12, and 13 of the Complaint, Power Home’s claims for relief \ntitled as (1) Count X for “Turnover of Property to [Power Home] and for \nan Accounting against Defendants,” (2) Count XII “Motion for \nPreliminary and Permanent Injunction” and (3) Count XIII “Punitive \nDamages Against Defendants,” and DISMISSES these claims without \n \n \nprejudice to Power Home’s right to seek these remedies  as it may be \nentitled.    \n123. Upon entry of this Order and Opinion, the rem aining claims in this action \nare: (1) Count 1, breach of the Nondisclosure Provision against Schram and Parrish; \n(2) Counts 3 and 5, trade secret misappropriation pursuant to the NCTSPA and the \nDTSA against Defendants, to the extent the claim s are based on “customer names, \ncustomer contact information and customer buying preferences and history,” Power \nHome’s “confidential customer database, including the entire [Power Home] \nSalesForce database, and [Power Home] proprietary quote software, confidential \nsales memos, [and] sales training manuals;” (3) Count 11, unjust enrichment against \nDefendants; (4) Count 9, tortious interference with the Nondisclosure Provision  \nagainst Sigora and Hall; (5) Count 6, unfair and deceptive trade practices pursuant \nto N.C.G.S § 75-1.1 against Defendants; (6) Count 7, common law unfair competition \nagainst Defendants; and (7) Count 8, civil conspiracy against Defendants.    \nSO ORDERED, this 18th day of June, 2021. \n  \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}