{
  "id": "1731672180673f4fef48ba58ab8e3c73e4a70461a8d695d84f1f757ab59180a9",
  "source_file": "data/raw/ncbc/1731672180673f4fef48ba58ab8e3c73e4a70461a8d695d84f1f757ab59180a9.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nHAYWOOD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 233 \n \nDAVID WIJEWICKRAMA;  \nMELISSA JACKSON; and RONALD \nL. MOORE, \n \nPlaintiffs, \n \nv. \n \nDONALD BRANDON CHRISTIAN, \n \nDefendant. \n \n \n \n \n \nORDER AND OPINION ON CROSS-\nMOTIONS TO DISMISS AND \nDEFENDANT’S MOTION TO STRIKE  \n \n1. This action involves a contentious fee dispute among four North Carolina \nattorneys who successfully sued the Cherokee County Department of Social Services \n(“Cherokee County DSS”), its director , and others for alleged mis conduct that \nallegedly harmed many families and children.1   \n2. Before the Court for decision are three motions: (i) Defendant’s Motion to \nStrike2 pursuant to Rule 12(f) of the North Carolina Rules of Civil Procedure (the \n“Rule(s)”), (ii) Defendant’s Motion to Dismiss 3  pursuant to Rule 12(b)(6)  (together \nwith the Motion to Strike, the “Defendant’s Motions”) , and (iii) Plaintiffs’ Motion to \nDismiss Counterclaims 4 pursuant to Rule 12(b)(6) (“Plaintiffs’ Motion to Dismiss”; \n \n1 (Compl. ¶ 15, ECF No. 2.)  \n \n2 (ECF No. 9.) \n \n3 (ECF No. 10.) \n \n4 (ECF No. 22.) \n \nWijewickrama v. Christian, 2023 NCBC 55. \ntogether with Defendant’s Motion to Dismiss, the “Motions to Dismiss”; collectively \nwith Defendant’s Motions, the “Motions”).   \n3. After considering the Motions, the parties’ briefs in support of and in \nopposition to the Motions, the relevant pleadings, and the arguments of counsel at \nthe hearing on the Motions, the Court hereby GRANTS in part and DENIES in \npart the Motions as set forth below. \nThe Van Winkle Law Firm, by Philip S. Anderson and Ronald K. Payne, \nfor Plaintif fs-Counterclaim Defendants David Wijewickrama, Melissa \nJackson, and Ronald L. Moore. \n \nSeiferflatow, PLLC, by Mathew E. Flatow and Brandon T. Forbes,  for \nDefendant-Counterclaim Plaintiff Donald Brandon Christian. \n \nBledsoe, Chief Judge. \n \nI. \n \nFACTUAL AND PROCEDURAL BACKGROUND \n \n4. The Court does not make findings of fact on a motion to dismiss under Rule \n12(b)(6) or a motion to strike under Rule 12(f).  The Court recites the allegations \nasserted and documents referenced in the pleadings that are relevant to the Court’s \ndetermination of the Motions.  \n5. Plaintiffs David Wijewickrama (“Wijewickrama”), Melissa Jackson \n(“Jackson”), and Ronald L. Moore (“Moore” ; collectively with Wijewickrama and \nJackson, “Plaintiffs” ) and Defendant Donald Brandon Christian ( “Defendant” or \n“Christian”) are all attorneys licensed to practice law in North Carolina.5   \n \n5 (See Compl. ¶ 14.) \n6. In 2017, Wijewickrama and Jackson undertook the representation of a \nnumber of families and children who alleged that the improper activities and conduct \nof the Cherokee County DSS, its director, and others had harmed them.6  In light of \nthe number of plaintiffs involved, Wijewickrama and Jackson engaged Moore and \nChristian to assist in the representation pursuant to a written “Co -Counsel \nAgreement for Representation for Cherokee County DSS Cases”  (the “Co -Counsel \nAgreement” or the “Agreement”) dated 20 December 2017.7 \n7. The Agreement provided that, as co-counsel, Plaintiffs and Defendant would \n“have equal input and participate equally in strategy, preparation and review of \ndocuments, attendance in Court for hearings and trial an d any settlement \ndiscussions.”\n8  The Agreement went on to state that “[e]ach lawyer ha[d] equal \n \n6 (Compl. ¶ 15.)  \n \n7 (Compl. ¶¶ 16–20.)  The Co -Counsel Agreement has not been filed by either side, but \nPlaintiffs assert that the Agreement has been reproduced verbatim in paragraph 20 of the \nComplaint.  ( See Pls.’ Br.  Opp’n Def.’s Mot. Dismiss 6, ECF No. 20 ; Compl. ¶ 20 .)  The \nSupreme Court of North Carolina has approved Plaintiffs’ approach, noting that  \n \n[t]here is no rule which requires a plaintiff to set forth in his complaint the full \ncontents of the contract which is the subject matter of his action or to  \nincorporate the same in the complaint by reference to a copy thereof attached \nas an exhibit .  He must allege in a plain and concise manner the material, \nultimate facts which constitute his cause of action[.] \n \nRGK, Inc. v. U.S. Fid . & Guar. Co., 292 N.C. 668, 675 (1977).   Thus, citations to the Co -\nCounsel Agreement will be to the Agreement’s provisions as identified within paragraph 20 \nof the Complaint.  See also Weaver v. Saint Joseph of the Pines, Inc., 187 N.C. App. 198, 203–\n04 (2007) (stating that documents attached to and incorporated within a complaint become \npart of the complaint and may properly be considered on a 12(b)(6) motion). \n \n8 (Co-Counsel Agreement Art. 1(a).)  \n \nstanding and presence within the team [ ]” and “an equal vote on all matters.” 9  The \nAgreement further delineated specific duties for each lawyer .  Jackson was \ndesignated as lead civil counsel .10  Wijewickrama was to be the case manager and \n“assist in managing all information, data, experts, private investigators and other \nresources as they are needed .”11  And Christian’s role was to “assist in resear ch, \nmotion preparation and [provide] any assistance as need ed[.]”12  In addition to  \ndesignating these individual responsibilities, the Agreement also provided that each \nattorney was to “assist in all civil matters and other issues as they arise.”13 \n8. The fee sharing provision in the Agreement provided that “[p]resumptively, \nco-counsel shall divide fees equally, which at this time, is 1/4 each.”14  The Agreement \nalso provided, however, that “[i]f attorney’s fees are recovered, co -counsel shall be \nreimbursed for monies paid with the remainder going to attorneys based on \npercentage of time in the case.”15   \n9. Of critical importance here, t he Agreement permitted each lawyer to “opt \nout at any time during the course of the litigation, appeal or other proceedin g.”  But \n \n9 (Co-Counsel Agreement Art. 1(a)(ii), (c).)  \n \n10 (Co-Counsel Agreement Art. 1(a)(iii).) \n \n11 (Co-Counsel Agreement Art. 1(a)(v), (vii).) \n \n12 (Co-Counsel Agreement Art. 1(a)(vi).) \n \n13 (Co-Counsel Agreement Art. 1(a)(iv).) \n \n14 (Co-Counsel Agreement Art. 2(d).) \n \n15 (Co-Counsel Agreement Art. 2(c).) \n \n“[u]pon Opt-Out, any lawyer [would] be entitled to a billable hour of work done at the \nrate of $300 per hour.”  The Agreement provided that “[u]ntil such Opt -Out \noccur[red], each lawyer shall be treated equally.”16 \n10. Following the Agreement’s execut ion, Plaintiffs and Defendant pursued \nlitigation in federal district court against Cherokee County DSS on behalf of \nnumerous plaintiffs.17  The lawsuits relevant to the Motions  include: Cordell v. \nCherokee C nty., No. 1:20 -CV-199 (W.D.N.C. 2022), Cordell v. Cherokee C nty., No. \n1:20-CV-201 (W.D.N.C. 2022) (together, the “ Cordell Cases”), Hogan v. Cherokee \nCnty., No. 1:18-CV-096 (W.D.N.C. 2021) (the “Hogan Case”), and Simonds v. Cherokee \nCnty., No. 1:20-CV-250 (W.D.N.C. 2023) (the “Simonds Case”).18   \n11. Christian was involved with drafting documents and providing litigation \nsupport for each of these cases. 19  The Hogan Case resulted in a $4.6 million jury \nverdict in favor of the plaintiffs on 13 May 2021.20  Following the jury’s verdict in the \n \n16 (Co-Counsel Agreement Art. 1(c).) \n \n17 (See Compl. ¶¶ 27–35.) \n \n18 (See Compl. ¶¶ 28, 35.)  A number of other cases pending in the United States District \nCourt for the Western District of North Carolina were consolidated for settlement purposes \nunder the title of Simonds v. Cherokee Cnty .  (See Compl. ¶ 46.)  The Court’s references to \nthe “Simonds Case” include these additional consolidated cases. \n \n19 (See Compl. ¶ 47; see also Answer Compl., Affirmative Defenses, Countercl. Damages, and \nCountercl. Declaratory J.  ¶¶ 20 –23, ECF No. 11 .)  Defendant’s Answer is numbered \nseparately from his Counterclaims; the Court will hereinafter cite to the former as “Answer” \nand the latter as “Countercls.” \n \n20 (See Compl. ¶¶ 32, 75.) \n \nHogan Case, the Cordell Cases and others were settled for substantial sums, and \nsettlement negotiations began in the Simonds Case.21   \n12. In July 2021, Christian filed a motion to recover attorneys’ fees and \nprejudgment interest for the work Plaintiffs and Defendant performed in the Hogan \nCase.22  The federal district court issued a Memorandum of Decision and Order (the \n“Fee Order”) resolving the motion for attorneys’ fees on 2 2 February 2022.23  In the \nFee Order, the federal district court reduced the fees sought by 40% due to numerous \ninstances of block, duplicative, vague, and excessive billing in the Hogan Case.24    \n13. Prior to the trial in the Hogan Case, Christian began to suffer from personal, \nhealth, and financial troubles. 25  His health problems worsened after the trial and \nthe subsequent settlements in the Cordell Cases.26  In addition, Christian entered a \nChapter 13 bankruptcy proceeding in 2022.27  Plaintiffs allege that by early 2022, due \nto Christian’s substance abuse , scandalous personal behavior , and poor individual \nchoices, Christian had breached the Co -Counsel Agreement by intentionally failing \nto (i) “provide[ ] any meaningful financial contribution toward any of the cost and \nexpenses for any of the cases after Hogan [,]” (ii) “provide the services needed to and \n \n21 (See Compl. ¶¶ 38–40, 42–43, 76; Countercls. ¶¶ 50–51, 55.) \n \n22 (Countercls. ¶ 65.) \n \n23 (Mem. Decision and Order [hereinafter “Fee Order”], ECF No. 23.1.)  \n \n24 (See Fee Order 6–17, 28; see also Countercls. ¶¶ 67–75.) \n \n25 (See Countercls. ¶¶ 101–03.) \n \n26 (See Compl. ¶ 49; Countercls. ¶ 104.) \n \n27 (Compl. ¶ 67.) \nagreed upon in the [Agreement] to properly complete the work required for the \nremaining cases[,]” and (iii) “participate meaningfully in the relevant aspects of the \ncase and cases [sic], including [by failing] to provide insight, advice, action, research, \nand the like.”28  \n14. Christian alleges that Wijewickrama and Moore confronted him about his \nhealth issues on 18 October 2022 and advised him  that he would not receive any \ncompensation from the Simonds Case due to his failure to meaningfully participate \nin the case. 29  Following this conversation, Christian sought inpatient health \ntreatment and consented to withdraw from the Simonds Case.30  The federal district \ncourt entered an order permitting Christian’s withdrawal from the Simonds Case on \n20 October 2022.31 \n15. After Christian’s withdrawal, the parties to the Simonds Case entered into \na global settlement agreement under which the defendants agreed to pay $42 million \nin addition to the $4.6 million then owing on the judgment entered in the Hogan \nCase.32  To effect the settlement, Plaintiffs agreed to defer payment of their attorneys’ \nfees and costs until after the defendants paid the plaintiffs the amounts due them \n \n28 (Compl. ¶¶ 48–53.) \n \n29 (Countercls. ¶¶ 113, 127; see Compl. ¶¶ 59–61, 63–64.) \n \n30 (See Countercls. ¶ 115–17, 119; Compl. ¶ 73.) \n \n31 (Compl. ¶¶ 62, 74.) \n \n32 (Compl. ¶ 76.) \n \nunder the terms of the settlement agreement. 33  The federal court approved the \nsettlement agreement by order dated 3 February 2023.34   \n16. After the settlement was approved, Christian demanded that Plaintiffs pay \nhim his 1/4  equal share of the Simonds  Case fee.35  His demand was later \nmemorialized in a 15 March 2023 letter by his counsel (the “Demand Letter”), which \nrequested that the disputed sums be held in trust. 36  Plaintiffs rejected Christian’s \ndemand, contending that by failing to participate meaningfully in, and then \nwithdrawing from, the Simonds  Case, Christian had opted  out of the Co- Counsel \nAgreement and thereby reduced his compensation to $300 per hour for the less than \n50 hours of work he performed.\n37  Christian maintains that he did not exercise the \nopt-out provision but could not participate in the case because of his intensive \ninpatient treatment.38 \n17. After receiving the Demand Letter, Plaintiffs filed the Complaint initiating \nthis action on 17 March 2023, asserting claims for (i) declaratory judgment, (ii) breach \nof contract, (iii) specific performance, and (iv) breach of fiduciary duty.39   \n \n33 (Compl. ¶¶ 78, 80–83, 87; see Countercls. ¶ 122.) \n \n34 (Compl. ¶ 85; Countercls. ¶ 124.) \n \n35 (See Countercls. ¶¶ 126, 134.) \n \n36 (Compl. ¶ 96; Countercls. ¶ 129.) \n \n37 (See Compl. ¶¶ 60–64.) \n \n38 (Countercls. ¶¶ 118–20, 133.) \n \n39 (Compl. ¶¶ 104–33.) \n \n18. Defendant filed his Motion to Strike, Motion to Dismiss, Answer to \nComplaint, Affirmative Defenses , Counterclaim for Damages and Counterclaim for \nDeclaratory Judgment (the “Omnibus Response”) on 14 April 2023.40  After the case \nwas designated as a complex business case pursuant to Rules 2.1 and 2.2 of the \nGeneral Rules of Practice of the Superior and District Courts, 41 Defendant filed his \nAnswer to Complaint, Affirmative Defenses, Counterclaim for Damages and \nCounterclaim for Declaratory Judgment (the “ Answer and Counterclaims ”) on 20 \nApril 2023, asserting counterclaims for (i) breach of contract and unjust enrichment \nagainst all Plaintiffs , (ii) breach of fiduciary duty  against Wijewickrama, and (iii) \ndeclaratory judgment.42  At the same time, he moved to dismiss three of Plaintiffs’ \nclaims43 and moved to strike portions of the Complaint.44   \n19. Plaintiffs later moved to dismiss two of Defendant’s counterclaims.45 \n \n40 (Def.’s Mot. Strike, Mot. Dismiss, Answer Compl., Affirmative Defenses, Countercl. \nDamages and Countercl. Declaratory J.  [hereinafter “Omnibus Resp.”] , ECF Nos. 5, 13.)  \nDefendant inadvertently filed his Omnibus Response twice on the Court’s electronic docket. \n \n41 (See Designation Order, ECF No. 1.) \n \n42 (Countercls. ¶¶ 135–54, 7–9.)  In his Answer and Counterclaims, Defendant lists his first \nthree counterclaims under the heading “Counterclaim for Damages,” followed by paragraphs \nnumbered 1– 154, and includes his fourth counterclaim under the separate heading \n“Counterclaim for Declaratory Judgment,” followed by paragraphs numbered 1–9. \n \n43 (Def.’s Mot. Dismiss 1.) \n \n44 (Def.’s Mot. Strike 1.) \n \n45 (Pls.’ Mot. Dismiss Countercls. 1 [hereinafter “Pls.’ Mot. Dismiss”].) \n20. The Court convened a hearing on the Motions via Webex videoconference on \n28 June 2023, at which all parties were represented by counsel (the “Hearing”).  The \nMotions are now ripe for resolution.  \nII. \n \nLEGAL STANDARD \n \n21. When ruling on a motion to dismiss for failure to state a claim under Rule \n12(b)(6), the Court must consider “whether the allegations of the [challenged \npleading], if treated as true, are sufficient to state a claim upon which relief can be \ngranted under some legal theory.”  Corwin v. Brit. Am. Tobacco, PLC, 371 N.C. 605, \n615 (2018) (quoting CommScope Credit Union v. Butler & Burke, LLP , 369 N.C. 48, \n51 (2016)).  \n22. Dismissal pursuant to Rule 12(b)(6) is proper when “ (1) the [challenged \npleading] on its face reveals that no law supports [its] claim[s]; (2) the [pleading] on \nits face reveals the absence of facts sufficient to make a good claim; or (3) the \n[pleading] discloses some fact that necessarily defeats the [non -moving party’s] \nclaim.”  Id. (quoting Wood v. Guilford Cnty., 355 N.C. 161, 166 (2002)).  \n23. On a Rule 12(b)(6) motion, the challenged pleading is construed liberally, \nviewing the allegations as true and in the light most favorable to the non- moving \nparty, and the claim is not dismissed unless it appears beyond doubt that the non-\nmoving party could prove no set of facts in support of his claim whi ch would entitle \nhim to relief.   U.S. Bank Nat’l Ass’n ex rel. C -BASS Mortg. Loan Asset -Backed \nCertificates, Series 2006-RP2 v. Pinkney, 369 N.C. 723, 726 (2017).   While “the well-\npleaded material allegations of the [challenged pleading] are taken as true[ ,] \nconclusions of law or unwarranted deductions of fact are not admitted.”  Azure \nDolphin, LLC v. Barton , 371 N.C. 579, 599 (2018) (quoting Arnesen v. Rivers Edge \nGolf Club & Plantation, Inc., 368 N.C. 440, 448 (2015)). \n24. Under Rule 12(f), a court may “strik e ‘from any pleading any insufficient \ndefense or any redundant, irrelevant, immaterial, impertinent, or scandalous \nmatter.’ ”  Carpenter v. Carpenter, 189 N.C. App. 755, 765 (2008) (quoting Rule 12(f)).  \n“Rule 12(f) motions are  ‘addressed to the sound discretion of the trial court and its \nruling will not be disturbed absent an abuse of discretion.’ ”  Reese v. City of Charlotte, \n196 N.C. App. 557, 567 (2009) (quoting id.).   \n25. At the same time, “Rule 12(f) motions are viewed with disfavor and are \ninfrequently granted.”  Merrell v. Smith, 2020 NCBC LEXIS 126, at *5 (N.C. Super. \nCt. Oct. 22, 2020) (quoting Daily v. Mann Media, Inc. , 95 N.C. App. 746, 748 –49 \n(1989)).  “Matter shoul d not be stricken unless it has no possible bearing upon the \nlitigation.  If there is any question as to whether an issue may arise, the motion  [to \nstrike] should be denied.”   Carpenter, 189 N.C. App. a t 766 (alteration in original) \n(quoting Shellhorn v. Brad Ragan, Inc., 38 N.C. App. 310, 316 (1978)). \nIII. \n \nANALYSIS \n \n26. The Court begins its analysis with the Motions to Dismiss because issues \npresented in these motions bear on the Court’s resolution of the Motion to Strike.  The \nCourt first addresses Defendant’s Motion to Dismiss.  \nA. Defendant’s Motion to Dismiss \n27. Defendant’s Motion to Dismiss seeks to dismiss Plaintiffs’ claims for breach \nof contract, specific performance, and breach of fiduciary duty.46  The Court will take \nup each in turn.  \n1. Breach of Contract \n28. Defendant argues that Plaintiffs have failed to sufficiently state a claim for \nbreach of contract, arguing that Plaintiffs have failed to (i) identify with specificity \nthe provisions  of the Co -Counsel Agreement that Defendant is alleged to have \nbreached, (ii) plead facts showing that a breach has occurred, (iii) identify with \nspecificity when the alleged breach (es) occurred; and (i v) plead legally cognizable \ndamages resulting from any alleged breach(es).47   \n29. “Unlike claims subject to Rule 9, a claim for breach of contract is not subject \nto heightened pleading standards [.]”  AYM Techs., LLC. v. Rodgers, 2018 NCBC \nLEXIS 14, at *52–53 (N.C. Super. Ct. Feb. 9, 2018) .  “ The elements of a claim for \nbreach of contract are (1) existence of a valid contract and (2) breach of the terms of \nthat contract.”  Poor v. Hill, 138 N.C. App. 19, 26 (2000).   “ Thus, in any breach of \ncontract action, the complaint  must allege the existence of a contract between the \nplaintiff and the defendant, the specific provisions breached, the facts constituting \nthe breach, and the amount of damages resulting to the plaintiff from such breach.”  \nHowe v. Links Club Condo. Ass’n, 263 N.C. App. 130, 139 (2018) (cleaned up). \n \n46 (Def.’s Mot. Dismiss 1.) \n \n47 (See Br. Supp. Def.’s Mot. Dismiss 3–6, ECF No. 8.) \n30. Although Plaintiffs’ breach of contract claim contains minimal details  and \nthe allegations of the Complaint lack specificity , Rule 8(a)(1) requires only that the \nComplaint contain a “short and plain statement of the claim” being asserted.  Under \nthis liberal standard, the Court concludes that Plaintiffs have ade quately alleged \nclaims for breach of contract by non-performance and by repudiation. \n31. The Complai nt alleges that the Co -Counsel Agreement was  a valid and \nenforceable contract executed by Plaintiffs and Defendant on 20 December 2017. 48  \nAccording to Plaintiffs, the  Co-Counsel Agreement “ establish[ed] responsibilities, \nwork and collateral duties and memorialize [d] their agreement regarding this \nventure[.]”49  Under the Agreement, Defendant was required to “assist in research, \nmotion preparation and [provide] any assistance as needed[.]” 50  Defendant , l ike \nPlaintiffs, was also  required to “participate equally in strategy, preparation and \nreview of documents, attend[ing] Court for hearings  and trial[,] and any settlement \ndiscussions.”51 \n32. Plaintiffs allege that, “ [a]fter the culmination of the Hogan verdict, and \nreceipt of the Cordell funds,”  Defendant breached the se provisions by “fail[ing] to \nprovide the services needed  . . . and agreed upon  . . . to properly complete the work \n \n48 (Compl. ¶¶ 20, 25–26.) \n \n49 (Compl. ¶ 24.) \n \n50 (Co-Counsel Agreement Art. 1(a)(vi).) \n \n51 (Co-Counsel Agreement Art. 1(a).) \n \nrequired for the remaining cases.”52  Plaintiffs further allege that, when requested to \nassist, Defendant not only “failed to perform his tasks[,]” but also “provided dishonest \nanswers as to status and work performed. ”53  Plaintiffs also aver that , up until \nDefendant opted out of the Co- Counsel Agreement and withdrew from the S imonds \nCase in October 2022 , Defendant “failed to participate[ ] in any meaningful way \nand . . . billed less than 50 hours[.]”54   \n33. Plaintiffs argue that Defendant’s “intentional failures caused [them] \navoidable burdens, undue hardship, and unnecessary stress”55 and that Defendant’s \nalleged breach “has caused [them] harm, injury, and damage[.]”56   \n34. The Court concludes  that these alleg ed facts sufficiently comply with \nPlaintiffs’ pleading burden under Rule 8 and allow  Plaintiffs’ claim for breach of \ncontract by non-performance to survive under Rule 12(b)(6). \n35. Plaintiffs also allege sufficient facts to support a claim for breach of contract \nby repudiation.  Repudiation occurs when one party makes a positive statement to \n“the other party indicating that he will not or cannot substantially perform his \n \n52 (Compl. ¶ 49; see also Compl. ¶¶ 32 (jury verdict in the Hogan Case issued on 13 May 2021),  \n40, 43 (Defendant received final payment from the Cordell Cases on 6 January 2022).) \n \n53 (Compl. ¶ 56; see also Compl. ¶ 55 (alleging Defendant breached the Agreement “through \nhis unwillingness and inability to communicate with [P]laintiffs at critical times with crucial \ndeadlines with regard to critical issues”).) \n \n54 (Compl. ¶¶ 60–62; see also Compl. ¶ 53 (alleging Defendant “fail[ed] to provide insight, \nadvice, action, research, and the like[ ]”).) \n \n55 (Compl. ¶ 50.) \n \n56 (Compl. ¶ 117.) \n \ncontractual duties.”  Profile Invs . No. 25, LLC v. Ammons E . Corp., 207 N.C. App. \n232, 236 (2010) (quoting Millis Constr. Co. v. Fairfield Sapphire Valley, 86 N.C. App. \n506, 510 (1987)).  “[T]o result in a breach of contract, ‘the refusal to perform must be \nof the whole contract or of a covenant going to the whole consideration, and must be \ndistinct, unequivocal, and absolute[.] ’ ”  Id. at 237 (quoting Edwards v. Proctor, 173 \nN.C. 41, 44 (1917)).  Nevertheless, such “refusal to perform is not a breach unless it \nis treated as such by the adverse party.”  Id. (cleaned up). \n36. Under the Agreement, if attorneys’ fees a re recovered, Plaintiffs and \nDefendant are paid “based on percentage of time in the case[,]” and , presumptively, \n“shall divide fees equally[.]”57  The Agreement further provided that, although “each \nlawyer shall be treated equally[,]” once an attorney chooses to “opt out,” that “lawyer \nshall be entitled to a billable hour of work done at the rate of $300 per hour.”58 \n37. Plaintiffs allege that, when Defendant chose to opt out of the Agreement and \nwithdraw from the Simonds Case in October 2022, he acknowledged that his actions \n“would result in only an hourly fee being  . . . payable to him.” 59  According to the \nComplaint, Defendant was paid in full for the portion of the fees awarded to him in \nthe Hogan Case based on his hourly fee application. 60  Plaintiffs additionally allege \nthat, prior to withdrawing from the Simonds Case, Defendant was informed that, as \n \n57 (Co-Counsel Agreement Art. 2(c)–(d).) \n \n58 (Co-Counsel Agreement Art. 1(c).) \n \n59 (Compl. ¶ 72.) \n \n60 (See Compl. ¶ 90.) \n \npart of the settlement agreement,  Plaintiffs had agreed to de lay recovery of any \nattorneys’ fees until after the plaintiffs in the Simonds Case received their shares.61  \nPlaintiffs allege that Defendant failed to object to the deferral of compensation.62 \n38. Plaintiffs further allege that on 15 March 2023, Defendant  “compounded \n[his] breach of the [A]greement . . . by writing a demand letter providing by its terms \nthat it was intended to place the [P]laintiffs on notice of a fee dispute, and refusing \nto abide by the terms of the [A]greement with respect to payment upon an a ttorney \nopting out” and “demanding payment despite the [o]rder . . . approving the [Simonds \nCase] settlement and the terms of payment deferring attorney’s fees [.]”63  The \nComplaint alleges that complying with the demands in Defendant’s Demand L etter \nwould cause Plaintiffs to violate both the Co -Counsel Agreement and the order \napproving the Simonds Case settlement.64  In response, Plaintiffs initiated this action \ntwo days later. \n39. The Court finds that t hese allegations are sufficient to state a claim for \nbreach of contract by repudiation.  As a result, Defendant’s M otion to D ismiss \nPlaintiffs’ breach of contract claim must also be denied for this separate reason. \n \n61 (See Compl. ¶¶ 65, 87, 89.) \n \n62 (See Compl. ¶ 66.) \n \n63 (Compl. ¶ 96.) \n \n64 (See Compl. ¶¶ 96–99.) \n \n2. Specific Performance \n40. Defendant next seeks the dismissal of  Plaintiffs’ claim for specific \nperformance, arguing that the Complaint fails to (i) attach a copy of the Co -Counsel \nAgreement, (ii) “adequately describe the term of the contract that was breached and \nthe actions or performance that was not performed[,]” and (iii) “identify what actions, \nif any, [Plaintiffs] expect Defendant to take, sums to be paid, or the appropriate \nprovision of the contract that mandates the associated performance or payments.” 65  \nPlaintiffs contend that this claim is pleaded as an alternative remedy to their claim \nfor breach of contract by repudiation and seek to “require the Defendant to accept the \nfee deferment” Plaintiffs agreed to as part of the Simonds  Case settlement and \n“accept the fee basis set by the opt out provisions of the Co-Counsel Agreement.”66   \n \n65 (Br. Supp. Def.’s Mot. Dismiss 7.) \n \n66 (See Pls.’ Br. Opp’n Def.’s Mot. Dismiss 14.)  At the Hearing, Plaintiffs’ counsel argued that \nthis claim is more closely tied to the declaratory judgment claim .  To be sure, Plaintiffs ask \nthe Court to “declare[ ] the legal rights and responsibilities of the parties, including . . . the \nmeaning and effect of the parties[’] [A]greement, that the [P]laintiffs are in compliance with \nthe [A]greement , and the [D]efendant is in breach of the [A]greement,” specifically as it \nrelates to the payment to Defendant for his work on  the Hogan Case and the deferred \ncompensation under the Simonds Case settlement.  (Compl. ¶¶ 107–11.)  However, Plaintiffs’ \ncounsel also argued that Defendant’s alleged repudiation of the Agreement in the Demand \nLetter served as the material breach underlying the specific performance claim.  Because the \nCourt has concluded that Plaintiffs’ Complaint adequately states a claim for breach of \ncontract by repudiation as well as by non -performance, Plaintiffs properly pleaded their \nspecific performance claim as an alternative to their breach of contract claim even though \nthe allegations associated with the breach overlap with their request for declaratory \njudgment.  See James River Equip., Inc. v. Mecklenburg  Utils., Inc., 179 N.C. App. 414, 419 \n(2006) (“It is well-established that liberal pleading rules permit pleading in the alternative, \nand that theories may be pursued in the complaint even if plaintiff may not ultimately be \nable to prevail on both.” (cleaned up)). \n \n41. Under North Carolina law,  the party seeking specific performance “[must] \nprove that (i) the remedy at law is inadequate, (ii) the obligor can perform , and (iii) \nthe obligee has performed [his] obligations.”  Reeder v. Carter, 226 N.C. App. 270, 275 \n(2013) (cleaned up).  Where it is available, specific performance may “compel a party \nto do precisely what he ought to have done without being coerced by the court.”  \nMunchak Corp. v. Caldwell, 301 N.C. 689, 694 (1981) (citation omitted).  Importantly, \nspecific performance may be available to prohibit a party’s further breach of contract.  \nSee, e.g., A.E.P. Indus., Inc. v. McClure, 308 N.C. 393, 405 (1983); U-Haul Co. of N.C., \nInc. v. Jones, 269 N.C. 284, 287 (1967). \n42. Plaintiffs contend that paragraph 20 of the Complaint reproduces the Co -\nCounsel Agreement verbatim.\n67  As discussed above, Plaintiffs have pleaded a claim \nfor breach of contract by repudiation and allege that “[D]efendant’s breach of the \n[Agreement] has and will have continuing effect.” 68  Plaintiffs further allege that \nDefendant has been paid at an hourly rate for his work on the Hogan Case69 and that \npayment of a ttorneys’ fees associated with  the Simonds Case has been deferred as \npart of the settlement agreement.70  In their prayer for relief, Plaintiffs ask the Court \nto “[o]rder specific performance of the parties’ [A]greement[.]”71 \n \n67 (Pls.’ Br. Opp’n Def.’s Mot. Dismiss 6, 14.) \n \n68 (Compl. ¶ 122.) \n \n69 (See Compl. ¶ 90.) \n \n70 (See Compl. ¶¶ 65, 87, 89.) \n \n71 (Compl. Prayer for Relief ¶ 4.) \n \n43. Taking these allegations as true and viewing them in the light most \nfavorable to Plaintiffs, the Court concludes that Plaintiffs have pleaded an \nalternative claim for specific performance and will therefore deny Defendant’s Motion \nto Dismiss as to this claim.  See Munchak Corp. v. Caldwell, 46 N.C. App. 414, 423–\n24 (1980) (finding that pleading the existence of a contract and a request to “requir[e] \n[a party] to specifically perform all of the terms and provisions of the contract” \nsufficient to state a clai m for specific performance ), modified on other grounds , 301 \nN.C. 689 (1981). \n3. Breach of Fiduciary Duty  \n44. To successfully plead a claim for breach of fiduciary duty, “a plaintiff must \nshow that: (1) the defendant owed the plaintiff a fiduciary duty; (2) the defendant \nbreached that fiduciary duty; and (3) the breach of fiduciary duty was a proximate \ncause of in jury to the plaintiff.”  Sykes v. Health Network Sols., Inc. , 372 N.C. 326, \n339 (2019).   \n45. Defendant first argues that Plaintiffs have failed to allege facts that \nestablish th e existence of  a fiduciary relationship among  the parties .\n72  However, \nPlaintiffs allege that the Co -Counsel Agreement is “a joint venture agreement or \npartnership agreement,”73 a fact which Defendant admits in his Answer and \nCounterclaims.74  “While the sufficiency of the complaint is to be determined upon \n \n72 (See Br. Supp. Def.’s Mot. Dismiss 8.) \n \n73 (Compl. ¶ 22.) \n \n74 ( See Answer ¶ 22  (“ Admitted that the Co -Counsel Agreement is both a joint venture \nagreement and partnership agreement.”).) \nthe face of the complaint,” RGK, Inc., 292 N.C. at 677, “the allegations contained in \nall pleadings ordinarily are conclusive as against the pleader[,]” Davis v. Rigsby, 261 \nN.C. 684, 686 (1964).   “ An admission in a pleading which admits a material fact \nbecomes a judicial admission in the case .”  Water Damage Experts of Hillsborough, \nLLC v. Miller, No. COA22-270, 2023 N.C. App. LEXIS 38, at *5 ( N.C. Ct. App. Feb. \n7, 2023) (unpublished) (quoting Buie v. High Point Assocs. Ltd. P’ship, 119 N.C. App. \n155, 158 (1995)). \n46. Defendant is therefore deemed to have admitted that the Co -Counsel \nAgreement created both a joint venture agreement and a partnership agreement ,75 \nand, as business partners, Defendant and Plaintiffs were “each other’s fiduciaries as \na matter of law .”  Marketplace Antique Mall, Inc. v. Lewis, 163 N.C. App. 596, 600 \n(2004) (holding that a partnership creates a fiduciary relationship among partners); \nsee Sykes, 372 N.C. at 340–41 (affirming dismissal of a breach of fiduciary duty claim \nwhen allegations were insufficient to establish the existence of a joint venture).  \n47. Defendant also contends that Plaintiffs fail to allege how Defendan t \nbreached his fiduciary duty aside from demanding a portion of the legal fees in his \nDemand Letter.76  Plaintiffs additionally allege, however, that Defendant breached \nhis fiduciary duty by “breach[ing] the [A]greement and his failure to meaningfully \n \n75 The Court additionally concludes that, even if Defendant had not admitted that the \nAgreement created both a joint venture and a partnership, the allegations contained in the \nComplaint are sufficient to establish that the Agreement created a joint venture between \nPlaintiffs and Defendant. \n \n76 (Br. Supp. Def.’s Mot. Dismiss 8–9.) \n \nparticipate in pursuing the cases to conclusion[,]” “consum[ing] impairing substances \nand engaging in [scandalous] conduct [,]” and “his lack of participation” during the \ncourse of the Simonds Case.77 \n48. But this is the same conduct alleged as the basis for Plaintiffs’ breach of \ncontract claim.  The injury Plaintiffs have allegedly suffered, and the damages they \nseek to recover on their breach of fiduciary duty claim, do not arise from the parties’ \nfiduciary relationship and instead are  created by and available only under the \nAgreement.  “North Carolina courts have consistently applied the economic loss rule \nto hold that purely economic losses are not recoverable under tort law[.]”  Crescent \nUniv. City Venture, LLC v. Trussway Mfg., Inc. , 376 N.C. 54, 63 (2020).   “While it is \ncertainly true that a contracting party may have fiduciary duties to his counterparty \nthat are separate and distinct from his contractual duties  and thus may be \nenforceable in tort,” Perry v. Frigi-Temp Frigeration, Inc., 2020 NCBC LEXIS 100, at \n*17 (N.C. Super. Ct. Sept. 3, 2020), Plaintiffs here fail to allege the existence and \nbreach of any duties or damages separate and apart from those  created by the Co -\nCounsel Agreement.  Accordingly, the economic loss rule bars Plaintiffs’ breach of \nfiduciary duty claim.  See id. at *18–19; see also, e.g., Wilkins v. Wachovia Corp., No. \n5:10-CV-249, 2011 U.S. Dist. LEXIS 30896, at *6 (E.D.N.C. Mar. 24, 2011) (applying \neconomic loss rule to bar breach of fiduciary duty claims which arose “out of the duties \nin the  . . . agreement and relate to contract performance ”); Haigh v. Superior Ins. \nMgmt. Grp., Inc., 2017 NCBC LEXIS 100, at *19 (N.C. Super. Ct. Oct. 24, 2 017) \n \n77 (Compl. ¶¶ 57–59; see also Pls.’ Br. Opp’n Def.’s Mot. Dismiss 11–12.) \n \n(dismissing breach of fiduciary duty claim where alleged wrongdoing was “a result of \nthe parties’ contractual relationship, not as a result of a  fiduciary relationship” and \nwould be “better resolved through contract principles, rather than general principles \nof fiduciary relationships ”).  T he Court will therefore grant Defendant’s Motion to \nDismiss this claim.78    \nB. Plaintiffs’ Motion to Dismiss \n49. Plaintiffs’ Motion to Dismiss seeks to dismiss (i) Defendant’s counterclaim \nfor breach of contract against Plaintiffs to the extent this claim seeks recovery for loss \nof prospective attorneys’ fees  in the Hogan  Case, and (ii) Defendant’s counterclaim \nfor breach of fiduciary duty against Wijewickrama in its entirety or, alternatively, to \nthe extent th is claim seek s recovery for loss of prospective attorneys’ fees  in the \nHogan Case.79   \n50. Defendant’s counterclaim for breach of contract is straightforward.  He \nalleges that he never exercised the opt -out provision of the Co- Counsel Agreement \n \n78 Defendant raises an additional argument that Plaintiffs’ breach of fiduciary duty claim \nshould be dismissed because the Complaint fails to comply with Rule 9(b) and “does not state \nwith particularity the required element of fraud.”  (Br. Supp. Def.’s Mot.  Dismiss 7 .)  \nHowever, the Complaint alleges that Defendant’s breach of his fiduciary duty constituted \nconstructive fraud.  (See Compl. ¶¶ 130, 132 (emphasis added).)  “A claim of constructive fraud \ndoes not require the same rigorous adherence to elements as actual fraud.”  Hunter v. \nGuardian Life Inc. Co. of Am., 162 N.C. App. 477, 482 (2004) (citation omitted).  Instead , to \nplead a claim of constructive fraud, “a plain tiff must show (1) the existence of a fiduciary \nduty, and (2) a breach of that duty.”  Id. (citation omitted).  The Court therefore finds this \nargument without merit. \n \n79 (Pls.’ Mot. Dismiss 1.)  The Court notes that Defendant expends much effort and space in \nhis opposition brief defending his third cause of action for unjust enrichment.  (See Def.’s Br. \nOpp’n Pls.’ Mot. Dismiss 7 –10, ECF No. 30.)  However, since Plaintiffs’ Motion to Dismiss \ndoes not seek dismissal of this claim, the Court need not address these arguments. \n \nand that Plaintiffs breached the Agreement by not paying him  the compensation to \nwhich he was allegedly entitled for his work on the Hogan Case and Simonds Case.80   \n51. Defendant’s breach of fiduciary duty counter claim alleges that Plaintiffs \nengaged in  vague, duplicative, and excessive billing practices —behavior in which \nDefendant claims he did not participate—that resulted in a blanket 40% reduction of \nall four attorneys’ billed hours in the Hogan Case.81  Specifically, Defendant alleges \nthat Wijewickrama breached his fiduciary duty to him “by failing to properly account \nfor the hours and expenses of the attorneys in the Co- Counsel Agreement, resulting \nin a reduced award and personal loss to [Defendant] in a  minimum amount of  \n$116,147.50.”82  \n52. Plaintiffs argue that, despite the existence of a fiduciary relationship \nbetween Defendant and Wijewickrama, co-counsel have neither a “fiduciary duty to \nprotect one another’s prospective interests in a fee[,]” nor a  “cause of action against \n[one another] for prospective fees lost.”83   \n53. This issue appears to be  a matter of first impression in  North Carolina .  \nOther courts, however, have adopted Plaintiffs’ position, citing potential conflicts of \ninterest between duties owed to co- counsel and those owed to clients or out of a \nconcern that the attorney-client privilege could be jeopardized in cases where, as here, \n \n80 (Countercls. ¶¶ 74–75, 77–79, 85, 132–34, 138.) \n \n81 (Countercls. ¶¶ 67–77.) \n \n82 (Countercls. ¶ 86.) \n \n83 (Pls.’ Br. Supp. Mot. Dismiss Countercls. 5–6 [hereinafter “Br. Supp. Pls.’ Mot. Dismiss”], \nECF No. 23.) \na conflict arises between co-counsel.  See, e.g. , Beck v. Wecht , 28 Cal. 4th 289, 298 \n(Cal. 2002); Scheffler v. Adams & Reese, LLP , 950 So. 2d 641, 652 –53 (La. 2007);  \nBlondell v. Littlepage, 185 Md. App. 123, 146–47 (Md. Ct. Spec. App. 2009); Mazon v. \nKrafchick, 144 P.3d 1168, 1171 –73 (Wash. 2006); Horn v. Wooster, 165 P.3d 69, 78 –\n79 (Wyo. 2007); see also Skepneck v. Roper & Twardowsky , LLC, No. 11 -CV-4102-\nDDC-JPO, 2015 U.S. Dist. L EXIS 95966, at *63–64 (D. Kan. July 23, 2015) (“Even \nassuming that the parties had formed a joint venture, New Jersey law prohibits a \nbreach of fiduciary duty claim between co-counsel to recover fees.”).   \n54. The Court finds the public policy concerns raised by these courts compelling \nand, in the absence of any counterarguments by Defendant , concludes that the \nSupreme Court of North Carolina would adopt  a similar prohibition on finding the \nexistence of a fiduciary duty among co -counsel to protect one another’s interest in a \nprospective fee or permitting an attorney to bring a cause of action against co-counsel \nfor the loss of a prospective fee.   \n55. Accordingly, the Court will dismiss Defendant’s breach of contract \ncounterclaim to the extent it seeks to recover damages for loss of prospective \nattorneys’ fees in the Hogan Case and, since this is the only subject matter it covers, \nthe breach of fiduciary duty counterclaim will be dismissed in its entirety.  \n56. The Court further concludes that Defendant’s breach of fiduciary duty \ncounterclaim also must be dismissed because Defendant’s allegations that Plaintiffs’ \nbehavior alone resulted in a  reduction of attorneys’ fees in the Hogan  Case is \ninaccurate and contradicted by the language of the Fee Order itself, which states that \n“the hours claim ed by the . . . four attorneys contain a significant number of hours \nthat are excessive or duplicative.”84   \n57. “A document that is the subject of a [party]’s action that he or she specifically \nrefers to in the [pleading] may be attached as an exhibit by the [opposing party] and \nproperly considered by the trial court without converting a Rule 12(b)(6) motion into \none of summary judgment.”  Holton v. Holton , 258 N.C. App. 408, 419 (2018).  \nMoreover, “the trial court can reject allegations that are contradicted by the \ndocuments . . . specifically referred to  . . . in the [pleading].”  Wilson v. SunTrust \nBank, 257 N.C. App. 237, 244 (2017) ( citation omitted ).  Be cause the Fee Order  \ncontradicts Defendant’s assertion that it was Wijewickrama alone who “fail[ed] to \nproperly account for the hours and expenses of the attorneys[,]”85 the Court concludes \nthat Defendant’s breach of fiduciary duty counterclaim must also be dismissed on this \nadditional ground.86 \n \n84 (Compare Countercls. ¶¶ 67–76, and Def.’s Br. Opp’n Pls.’ Mot. Dismiss 6, with Fee Order \n17 (emphasis added).)    \n85 (Countercls. ¶ 86.) \n \n86 Plaintiffs argue that the doctrines of res judicata and collateral estoppel prevent the \nDefendant from denying the conclusions of the federal court in the Fee Order.  (Br. Supp . \nPls.’ Mot. Dismiss 9.)  But t he Court need not examine the Fee Order’s preclusive effect at \nthis time since Defendant has not challenged the Fee Order’s validity or applicability to this \ncase.  \n \nC. Defendant’s Motion to Strike \n58. Defendant’s Motion to Strike seeks to strike those paragraphs of the \nComplaint that discuss the Demand Letter, Defendant’s bankruptcy proceeding, and \nhis personal behavior.87  The Court will address each of these challenges in turn.  \n59. Defendant first seeks to strike those paragraphs of the Complaint  that \ndiscuss the 15 March 2023 Demand Letter , arguing that these allegations are \n“impertinent, irrelevant, and scandalous and include[ ] a misrepresentation of the \nrequests and demands communicated to the Plaintiffs.” 88  Defendant additionally \ncontends that Plaintiffs’ allegations related to t he Demand Letter are “an improper \nattempt to admit settlement communications[.]”89 \n60. Plaintiffs disagree, arguing that the allegations in the Complaint \n“demonstrate that the [D]emand [L]etter bears on the litigation issues and is \nrelevant[,]”\n90 noting that (i) through their declaratory judgment claim, Plaintiffs seek \na declaration that they may disburse client funds and attorneys’ fees pursuant to the \nSimonds Case settlement terms,\n91 and (ii) Defendant includes allegations related to \nthe Demand Letter i n his Answer and Counterclaims. 92  Plaintiffs additionally \n \n87 (Def.’s Mot. Strike 1–4.) \n \n88 (Def.’s Mot. Strike 3; see also Br. Supp. Def.’s Mot. Strike 5–6, ECF No. 7.) \n \n89 (Br. Supp. Def.’s Mot. Strike 5.) \n \n90 (Pls.’ Br. Opp’n Def.’s Mot. Strike 7, ECF No. 21.) \n \n91 (Pls.’ Br. Opp’n Def.’s Mot. Strike 9; see Compl. ¶¶ 107–09.) \n \n92 (Pls.’ Br. Opp’n Def.’s Mot. Strike 10; see Countercls. ¶¶ 129–30.) \n \ncontend that “neither the [Demand L]etter nor the Defendant’s hearsay declarations \nconcerning the [content of the] letter may be considered” by the Court as the Demand \nLetter is not part of the pleadings.93 \n61. Although the Court agrees with P laintiffs that the Demand Letter itself is \nnot properly before the Court,94 see Daily, 95 N.C. App. at 748 (“[M]atters outside the \npleadings will not be considered [on Rule 12(f) motions.]”), the Complaint alleges that \nthe Demand Letter requires Plaintiffs to hold funds received from the Simonds Case \nsettlement in a trust account as part of a fee dispute in contravention of the  federal \ncourt order directing that the funds be disbursed to clients. 95  Through their first \ncause of action, Plaintiffs  seek a declaration that the se funds should be distributed \naccording to the federal court’s order.96  At this stage in the litigation, the Court \ncannot conclude that the Demand Letter “has no possible bearing upon the \nlitigation[,]” Carpenter, 189 N.C. App. at 766 (citation omitted), and will therefore \ndeny the Motion to Strike those allegations related to the Demand Letter.   \n \n93 (Pls.’ Br. Opp’n Def.’s Mot. Strike 7.) \n \n94 The Complaint does not attach the Demand Letter as an exhibit.  ( See Compl.)  Although \nDefendant did attach the Demand Letter as an exhibit  to his 14 April 2023 Omnibus \nResponse, (see Omnibus Resp. Ex. A ), Defendant did not attach it as an exhibit to his  \nsubsequent Answer and Counterclaims filed on 20 April 2023 , (see Countercls.).  Rule 15(a) \npermits “[a] party [to] amend his pleading once as a matter of course at any time before a \nresponsive pleading is served . . . ” and, once amended, the “amended [pleading] has the effect \nof superseding the original [pleading].”  Hyder v. Dergance , 76 N.C. App. 317, 320 (1985).   \nThus, Defendant’s 20 April 2023 Answer and Counterclaims  is now the operative pleading \nand does not include the Demand Letter. \n \n95 (See Compl.  ¶¶ 96–99.) \n \n96 (See Compl. ¶¶ 106–09.) \n \n62. Defendant also seeks to strike  those paragraphs of the Complaint that \ndiscuss his personal bankruptcy proceeding and his personal behavior prior to his \nwithdrawal from the Simonds Case.  Defendant contends that these allegations are \n“immaterial, impertinent, irrelevant, and scandalous” and were “included solely for \nthe purpose of embarrassing the Defendant.”97   \n63. With regard to the bankruptcy proceeding, Christian additionally argues \nthat the allegations are “immaterial” because they “provide no context to the facts of \nthe case” and “[n]one of Plaintiffs’ cause s of action . . . include[s] payment upon or \nenforcement of a bankruptcy proceeding.”98   \n64. With regard to his personal behavior, Defendant argues that the \n“disrespectful language” used by Plaintiffs “fails to meaningfully describe \nDefendant’s alleged conduct related to the causes of action[,]” fails to show “how this \nbehavior affected any alleged breach of the Co- Counsel Agreement [,]” and was \nincluded “to cause embarrassment and insult the Defendant [ ]” “in an attempt to \npersuade the [C]ourt to perceive a moral offense against the Defendant[.]”\n99 \n65. Plaintiffs, however,  contend that Christian’s personal behavior and \ncircumstances prevented him from participating fully in the representation and \ninterfered with his ability to produce quality work for the venture  and comply with \n \n97 (Def.’s Mot. Strike 1–2; see also Br. Supp. Def.’s Mot. Strike 3–4.) \n \n98 (Br. Supp. Def.’s Mot. Strike 3–4.) \n \n99 (Br. Supp. Def.’s Mot. Strike 4–5.) \n \nhis contract ual obligations.100  As a result, Plaintiffs contend that both the \nbankruptcy proceeding and Defendant’s personal behavior are material to the issues \nin the case because they counter Defendant’s allegations  that Plaintiffs had an  \nimproper motive for ousting him from the Co-Counsel Agreement and requesting that \nhe withdraw from the Simonds Case.101   \n66. Although the Court agrees with Plaintiffs regarding the relevanc e of the \nbankruptcy proceeding allegations  to this litigation , the Court reaches a somewhat \ndifferent conclusion with respect to the paragraphs characterizing Defendant’s \nbehavior.  Not only do the adjectives used to characterize Defendant’s conduct serve \nno legal purpose, but the Court also concludes that they are immaterial, \ninflammatory, and designed only to harass  and embar rass Defendant.  While  \nDefendant’s conduct is relevant, Plaintiffs’ characterization of it is  not.  The Court \nwill therefore grant Defendant’s Motion to Strike the adjectives used to characterize \nDefendant’s conduct and will direct Plaintiffs to file an amended Complaint in which \nany references to Defendant’s personal behavior shall be described as “scandalous \npersonal conduct” as the parties agreed at the Hearing.  \nIV. \n \nCONCLUSION  \n \n67. WHEREFORE, the Court hereby GRANTS in part and DENIES in \npart the Motions as follows: \n \n100 (Pls.’ Br. Opp’n Def.’s Mot. Strike 4–6.) \n \n101 (Pls.’ Br. Opp’n Def.’s Mot. Strike 10–11.) \n \na. Defendant’s Motion to Dismiss is GRANTED as to Plaintiffs’ claim for \nbreach of fiduciary duty, which is hereby DISMISSED with prejudice; \nb. Defendant’s Motion to Dismiss is DENIED as to Plaintiffs’ claims for \nbreach of contract and specific performance.  These claims shall proceed \nto discovery;  \nc. Plaintiffs’ Motion to Dismiss is GRANTED as to Defendant’s breach of \nfiduciary duty counter claim, which is  hereby DISMISSED with \nprejudice; and \nd. Plaintiffs’ Motion to Dismiss is GRANTED as to Defendant’s breach of \ncontract counterclaim to the extent that claim seeks recovery for loss of \nprospective attorneys’ fees in the Hogan Case.  The Court dismisses the \ncounterclaim with prejudice  to this extent,  and orders that the \ncounterclaim shall otherwise proceed to discovery.  \ne. Defendant’s Motion to Strike is GRANTED in part as to paragraphs \n53, 55, 57, 58, 63, 64, and 67 of the Complaint relating to Defendant ’s \npersonal conduct.  Plaintiffs shall have through and including 21 August \n2023 to file an amended Complaint that substitutes the phrase \n“scandalous personal conduct” for all references to Defendant’s personal \nbehavior.  The Motion to Strike is otherwise DENIED.  \n SO ORDERED, this the 11th day of August, 2023. \n \n       /s/ Louis A. Bledsoe, III \n       Louis A. Bledsoe, III \n       Chief Business Court Judge \n "
}