{
  "id": "1740e853bbfe054f017b8af1477f54bb85c598ff7cea08a08890e374cde0a449",
  "source_file": "data/raw/ncbc/1740e853bbfe054f017b8af1477f54bb85c598ff7cea08a08890e374cde0a449.pdf",
  "raw_text": "Window World of N. Atlanta, Inc. v. Window World, Inc., 2018 NCBC 110. \n \nSTATE OF NORTH CAROLINA \n \nWILKES COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 70 \n \nWINDOW WORLD OF NORTH \nATLANTA, INC., MICHAEL \nEDWARDS and MELISSA \nEDWARDS \n \nPlaintiffs, \n \nv. \n \nWINDOW WORLD, INC., \nWINDOW WORLD \nINTERNATIONAL, LLC and \nANDREW SAVILLE \n \nDefendants. \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT ANDREW SAVILLE’S \nMOTION TO DISMISS \n \n \n1. THIS MATTER  is before the Court on Defendant Andrew Saville’s  \n(“Saville”) Motion to Dismiss under Rule 12(b)(6) of the North Carolina Rules of Civil \nProcedure in the above-captioned case (the “Motion”).  \n2. Having considered the Motion, the briefs in support of and in opposition to \nthe Motion, an d the arguments of counsel at the hearing on the Motion, the Court \nhereby GRANTS the Motion.  \nBrooks, Pierce, McLendon, Humphrey & Leonard LLP, by Robert J. King \nIII, Charles E. Coble, Benjamin R. Norman, and Andrew L. Rodenbough, \nfor Plaintiffs Window World of North Atlanta, Inc., Michael Edwards, \nand Melissa Edwards. \n  \nWilson Ratledge, PLLC, by Reginald B. Gillespie, J r., for Defendant \nAndrew Saville. \n \nManning, Fulton & Skinner, P.A., by Michael T. Medford, Judson A. \nWelborn, Natalie M. Rice, and Jessica B. Vickers, and Laffey, Leitner & \n \n \nGoode LLC, by Mark M. Leitner, Joseph S. Goode, Jessica L. Farley, \nSarah E. Thomas Pagels, and John W. Halpin, for Defendants Window \nWorld, Inc. and Window World International, LLC. \n \nBledsoe, Chief Judge.  \n \nI.  \n \nFACTUAL AND PROCEDURAL BACKGROUND \n \n3. The Court does not make findings of fact on motions to dismiss under Rule \n12(b)(6) of the North Carolina Rules of Civil Procedure.  See, e.g., Concrete Serv. Corp. \nv. Inv’rs Grp., Inc ., 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986).   Rather, the \nCourt only recites the relevant allegations asserted in the pleading―here Plaintiff’s \nComplaint. \n4. Defendant Window World, Inc.  (“Window World” or the “Company”) is a \nNorth Carolina c orporation with its principal place of business in Wilkes County, \nNorth Carolina.  (Compl. ¶ 5, ECF No. 3.)  Window World  is in the business of \nfranchising the Window World business to franchisees, who purchase materials such \nas windows, doors, and siding, from third-party suppliers at wholesale and install the \nproducts under the Window World name.  (Compl. ¶ 9.)  Window World also licenses \nthe use of Window World’s trademarks and other Window World intellectual property \nto its franchisees.  (Compl. ¶ 9.)   \n5. Defendant Window World International, LLC (“WWI”) (collectively with \nWindow World, the “Window World Defendants” ) is a Delaware limited liability \ncompany with its principal place of business in Wilkes County, North Carolina.  WWI \npurports to own Window World’s trademark s and other intellectual property, which \n \n \nit licenses to Window World.  (Compl. ¶ 6.)  WWI is owned solely by Window World’s \nChairman and CEO, Tammy Whitworth.  (Compl. ¶ 6.) \n6. Plaintiffs Michael and Melissa Edwards (the “Edwards es”), both of whom \nare residents of Georgia, own and operate a Window World franchise in the Atlanta, \nGeorgia area.  (Compl. ¶¶ 2 –4.)  That franchise, Plaintiff Window World of North \nAtlanta, Inc. (“WWNA,” collectively with the Edwards es, “Plaintiffs”), is a Georgia \ncorporation.  (Compl. ¶ 1.)   \n7. Saville is a G eorgia resident who owns and operates a Window World \nfranchise in Columbus, Georgia.  (Compl. ¶ 7.)   \n8. According to Plaintiffs, in 2008, Todd Whitworth, then CEO and o wner of \nWindow World, entered into an oral agreement with Michael Edwards (the “2008 \nOral Agreement”).  (Compl. ¶¶  13–14.)  Under the 2008 Oral Agreement , Michael \nEdwards and any entity he formed were gran ted the exclusive right to use Window \nWorld’s trademarks and other intellectual property in the designated marketing area \nof Atlanta, Georgia (the “Atlanta DMA”), which included specified areas of Georgia \nand Alabama.  (Compl. ¶¶ 1, 12 –13.)  The 2008 Oral Agreement provided that in \nexchange for assuming a substantial amount of debt from a prior owner in the Atlanta \nDMA, Michael Edwards could immediately begin  operating a Window World \nfranchise in the northern portion of the Atlanta market , and when the time came to \nabsorb the southern part of the Atlanta market , Michael Edwards would have the \nexclusive right to use Window World ’s trademarks and intellectual property in all \nareas within the Atlanta DMA.  (Compl. ¶¶  13–14.)  The 2008 Oral Agreement was \n \n \nsubsequently ratified and reaffirmed on several occasions , including at a Company \nChristmas party in 2009.  (Compl. ¶¶ 15–16.)  \n9. Since 2009, Michael Edwards, through WWNA (the entity Michael Edwards \nformed to operate the Window World franchise in Atlanta), has used Window World’s \ntrademarks and other intellectual property throughout the  Atlanta DMA in \nassociation with WWNA’s business.  (Compl. ¶ 17.)  Plaintiffs have also spent millions \nof dollars in advertising the Window World brand in all areas within  the Atlanta \nDMA, establishing goodwill and brand recognition, and rehabilitating the previously \n“failed” Atlanta DMA.  (Compl. ¶ 21.)  At the same time, Plaintiffs have assumed and \nretired all outstanding debt as required under the 2008 Oral Agreement.  (C ompl. \n¶ 20.)   \n10. In 2017, while Plaintiffs were still operating as a Window World franchisee \nin the Atlanta DMA, Window World entered into an agreement with Saville, who was \nthen a Window World  franchisee operating in Columbus, Georgia .  (Compl. ¶ 23.)  \nUnder the  agreement between Saville and Window World  (the “ 2017 Carrollton \nAgreement”), Saville was granted the exclusive right to use Window World ’s \ntrademarks and other intellectual property in a portion of the Atlanta DMA known \nas the “Carrollton Territory.”  (Compl. ¶ 23.)  Plaintiffs allege that by granting Saville \nthese exclusive rights within the Atlanta DMA, Window World breached the 2008 \nOral Agreement.  (Compl. ¶ 23.)   \n11. Plaintiffs further contend that Window World contracted with Saville to \npunish Plaintiffs for seeking to enforce their legal rights against the Window World \n \n \nDefendants in a previous action .  In early 2015, several Window World franchisees, \nincluding Plaintiffs, filed a lawsuit against the Window World Defendants for alleged \ncorporate misconduct (the “2015 Window World Lawsuit”).  (Compl. ¶ 27.)  According \nto Plaintiffs, Window World  “purported to award the Carrollton Territory to \nSaville . . . for the purpose of inflicting harm upon Michael and Melissa Edwards’s \nWindow World business in Atlanta and as retribution for their pursuit of legal claims \nagainst [the Window World Defendants].”  (Compl. ¶ 26.)  Plaintiffs do not, however, \nallege that Saville had any involvement, interest, or stake in the 2015 Window World \nLawsuit, nor do they allege that Saville had knowledge of the 2015 Window World \nLawsuit at the time he entered into the 2017 Carrollton Agreement.  ( See generally \nCompl.)1 \n12. Plaintiffs filed their Complaint in this action on January 22, 2018.  Plaintiffs \n(i) seek a declaratory judgment that they have the exclusive right to use Window \nWorld’s trademarks and other intellectual property in the Atlanta DMA , (Compl. \n¶¶ 28–33), (ii) assert claims for relief against Window World for breach of contract \nand, in the alternative, unjust enrichment, (Compl. ¶¶ 34–45), and (iii) allege claims \nagainst Saville for conversion, tortious interference with contract, and unfair or \ndeceptive trade practices in violation of N.C. Gen. Stat. § 75-1.1, (Compl. ¶¶ 46–60).   \n13. On April 30, 2018, Saville filed the Motion, seeking dismissal of Plaintiffs’ \nclaims for conversion, tortious interference, and unfair or deceptive trade practices  \nunder Rule 12(b)(6).  \n                                                      \n1 Only three paragraphs of the Complaint assert substantive factual allegations involving \nSaville.  (See Compl. ¶¶ 23–25.) \n \n \n14. The Court held a hearing on Saville’s Motion on July 17, 2018, at which all \nparties were represented by counsel.  The Motion is now ripe for resolution.  \nII. \n \nLEGAL STANDARD \n \n15. In ruling on a motion to dismiss under Rule 12(b)(6), the Court’s inquiry is \n“whether, as a matter of law, the allegations of the complaint, treated as true, are \nsufficient to state a claim upon which relief may be granted under some legal \ntheory[.]”  Harris v. NCNB Nat’l Bank of N.C., 85 N.C. App. 669, 670, 355 S.E.2d 838, \n840 (198 7) (citing Stanback v. Stanback,  297 N.C. 181, 185, 254 S.E.2d 611, 615 \n(1979)).   \n16.  The Court will not grant a motion to dismiss “un less it appears to a \ncertainty that plaintiff is entitled to no relief under any state of facts which could be \nproved in support of the claim.”  Sutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, \n166 (1970) (emphasis omitted).  Therefore, dismissal of a claim pursuant to Rule \n12(b)(6) is only proper “(1) when the complaint on its face reveals that no law supports \n[the] claim; (2) when the complaint reveals on its face the absence of fact sufficient to \nmake a good claim;  [or] (3) when some fact disclosed in the complaint necessarily \ndefeats the plaintiff’s claim.”  Oates v. JAG, Inc., 314 N.C. 276, 278, 333 S.E.2d 222, \n224 (1985).   \n17. The Court construes the allegations in the pleading “in the light most \nfavorable to the non-moving party.”  Christenbury Eye Ctr., P.A. v. Medflow, Inc., 370 \nN.C. 1, 5, 802 S.E.2d 888, 891 (2017).  The Court is not, however, required “to accept \n \n \nas true allegations that are merely conclusory, unwarranted deductions of fact, or \nunreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human \nServs., 174 N.C. App. 266, 274, 620 S.E.2d 873, 880 (2005); see also McCrann v. \nPinehurst, LLC, 225 N.C. App. 368, 377, 737 S.E.2d 771, 777 (2013).  The Court may \nalso reject allegations “that are contradicted by the documents attached, specifically \nreferred to, or incorporated by reference in the complaint.”  Laster v. Francis , 199 \nN.C. App. 572, 577, 681 S.E.2d 858, 862 (2009).  \nIII. \nANALYSIS \n Conversion  \n18. Plaintiffs allege that Saville converted Plaintiffs’ exclusive right to use \nWindow World’s trademarks and intellectual property in the Carrollton Territory.  \nSaville contends that this  claim should be dismissed under Rule 12(b)(6) because \nPlaintiffs have not alleged that Saville converted their personal property, as required \nunder North Carolina law.  The Court agrees with Saville.  \n19. Under North Carolina law, “[t]he tort of conversion is well defined as an \nunauthorized assumption and exercise of the right of ownership over goods or \npersonal chattels belonging to another, to the alteration of their condition or the \nexclusion of an owner ’s rights.”  Variety Wholesalers, Inc. v. Salem Logistics Traffic \nServs., LLC, 365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012) (quotation marks omitted) \n(quoting Peed v. Burleson’s, Inc., 244 N.C. 437, 439, 94 S.E.2d 351, 353 (1956)).  Our \ncourts have emphasized that “[t]he essence of conversion is not the acquisition of \n \n \nproperty by the wrongdoer, but a wrongful deprivation of it to the owner[.]”  Bartlett \nMilling Co. v. Walnut Grove Auction & Realty Co. , 192 N.C. App. 74, 86, 665 S.E.2d \n478, 488 (2008) (quot ing Lake Mary LP v. Johnston,  145 N.C. App. 525, 532, 551 \nS.E.2d 546, 552 (2001)).  In short, “there is no conversion until some act is done which \nis a denial or violation of the plaintiff’s domination over or rights in the property.”  \nMace v. Pyatt, 203 N.C. App. 245, 256, 691 S.E.2d 81, 90 (2010) (quoting Lake Mary \nLP, 145 N.C. App. at 532, 551 S.E.2d at 552). \n20. “In North Carolina, only goods and personal property are properly the \nsubjects of a claim for conversion.”  Norman v. Nash Johnson & Sons’ Farms, I nc., \n140 N.C. App. 390, 414, 537 S.E.2d 248, 264 (2000).  In contrast, an intangible interest \ncannot provide the basis for a conversion claim.  Id.; see TSC Research, LLC v. Bayer \nChemicals Corp., 552 F. Supp. 2d 534, 542–43 (M.D.N.C. 2008) (dismissing claim for \nconversion of intangible property and noting that “current law clearly indicates that \nNorth Carolina limits the forms of property subject to conversion”); Horne Heating & \nAir Conditioning Co. v. Horne, 2017 NCBC LEXIS 96, at *9 (N.C. Super. Ct. Oct. 11, \n2017) (“North Carolina law is clear that ‘intangible interests such as business \nopportunities and expectancy interests’ are not subject to a conversion claim.”). \n21. Here, Plaintiffs’ conversion claim centers on their contention that  Saville \nconverted a portion of Plaintiffs’ exclusive right under the 2008 Oral Agreement to \nuse Window World’s trademarks and intellectual property in the Atlanta DMA when \nhe obtained the right to operate as a Window World franchisee  in the Atlanta DMA \nunder the 2017 Carrollton Agreement.  Plaintiffs further contend that, at the same \n \n \ntime, Saville converted to his own use the benefits flowing from Plaintiffs’ prior \nadvertising in the Carrollton Territory.   \n22. Neither Plaintiffs’ rights under the 2008 Oral Agreement nor Plaintiffs’ \nalleged advertising benefits are goods or personal property, and thus neither may \nproperly be the subject of a conversion claim.  To the contrary, Plaintiffs’ rights under \nthe 2008 Oral Agreement are both contract rights and trademark rights, neither of \nwhich is tangible property upon which a claim for conversion may be based.  See, e.g., \nHorne, 2017 NCBC LEXIS 96 , at * 9 (dismissing claim for conversion of contract \nrights, which are “deemed an intangible interest under North Caroli na law”) (citing \nCoca-Cola Bottling Co. Consol. v. Durham Coca-Cola Bottling Co., 141 N.C. App. 569, \n583, 541 S.E.2d 157, 166 (2000)); HCW Ret. & Fin. Servs., LLC v. HCW Emp. Benefit \nServs., LLC , 2015 NCBC LEXIS 73, at *57 –58 (N.C. Super. Ct. July 14, 2015) \n(dismissing claim for conversion of trademark rights because “[t]rademark rights are \nintangible property”); see also SQL Sentry, LLC v. ApexSQL, LLC, 2017 NCBC LEXIS \n107, at *4 (N.C. Super. Ct. Nov. 20, 2017) (“North Carolina does not recognize a claim \nfor conversion of intangible interests, such as trademarks”) .  Similarly, any benefits \nflowing from Plaintiffs’ advertising is in the nature of a business opportunity or \nexpectancy and thus const itutes an intangible interest that cannot support a  claim \nfor conversion.  See Norman , 140 N.C. App. at 414, 537 S.E.2d at 264 (“ Nor are \nintangible interests such as business opportunities and expectancy interests subject \nto a conversion claim.”).   \n \n \n23. Accordingly, the Court concludes that Plaintiffs’ conversion claim  against \nSaville fails as a matter of law and should be dismissed. \n Tortious Interference with Contract \n24. Plaintiffs allege that Saville  tortiously interfered with the  2008 Oral \nAgreement between Plaintiffs and Window World.  Under North Carolina law,  a \nplaintiff alleging a claim for tortious interference with contract  must plead the \nfollowing: \n(1) a valid contract between the plaintiff and a third person which confers \nupon the plaintiff a contractual right against a third person; (2) the defendant \nknows of the contract; (3) the defendant intentionally induces the third \nperson not to perform the contract; (4) and in doing so acts without \njustification; (5) resulting in actual damage to plaintiff. \n \nUnited Labs, Inc. v. Kuykendall , 322 N.C. 643, 661, 370 S.E.2d 375,  387 (1988); see \nEmbree Constr. Grp., Inc. v. Rafcor, Inc. , 330 N.C. 487, 498, 411 S.E.2d 916, 924 \n(1992); Lenders Funding, LLC v. Waim Mgmt. Co. , 2018 NCBC LEXIS 67, at *4 –5 \n(N.C. Super. Ct. July 6, 2018). \n25. Here, Saville argues that Plaintiffs’ Complaint fails to adequately plead that \nSaville (i) had knowledge of the 2008 Oral Agreement, (ii) intentionally induced \nWindow World  to breach the 2008 Oral Agreement, and (iii) acted without  \njustification.  Saville further contends that the Complaint establishes as a matter of \nlaw that his actions were taken in furtherance of a legitimate business purpose.  The \nCourt concludes that Plaintiffs have failed to adequately allege that Saville acte d \n \n \nwithout justification and that their tortious interference claim should be dismissed \non that basis.2 \n26. Under North Carolina law, a defendant “acts without justification in \ninducing [a] breach of contract . . . if he has no sufficient lawful reason for his \nconduct.”  Lenders Funding, LLC , 2018 NCBC LEXIS 67, at  *5 (quotation marks \nomitted) (quoting Childress v. Abeles , 240 N.C. 667, 675, 675, 84 S.E.2d 176, 182 \n(1954)).  In that regard, “[i]nterference is without justification if a defendant’s motive \nis not reasonably related to the protection of a legitimate  business interest.”  Sellers \nv. Morton, 191 N.C. App. 75, 81 –83, 661 S.E.2d 915, 921 –22 (2008).  “[C]ompetition \nin business constitutes justifiable interference in another’s business relations and is \nnot actionable so long as it is carried on in furtherance of one’s own interest and by \nmeans that are lawful.”  Peoples Sec. Life Ins. Co. v. Hooks , 322 N.C. 216, 22 1, 367 \nS.E.2d 647, 650  (1988).  When a defendant’s conduct constitutes justifiable \ninterference, dismissal is appropriate under Rule 12(b)(6).  Id. \n27. Here, Plaintiffs allege only that Saville’s “conduct .  . . was wrongful [and] \nwas not motivated by a legitimate business purpose or justification.”  (Compl. ¶ 54.)  \nNevertheless, Plaintiffs argue that because they allege that Saville knew of Plaintiffs’ \noperations and advertising in the Atlanta DMA and still agreed to acquire the \nCarrollton Territory from Window World, Saville must have known, or at least should \nhave known, of the substance of the 2008 Oral Agreement and thus knew , or should \nhave known, that his entry into the Carrollton Agreement would cause the 2008 Oral \n                                                      \n2  In light of the Court’s conclusion, the Court need not address Saville’s other grounds for \ndismissal of this claim. \n \n \nAgreement to be breached.   (See Pls.’ Br. Opp’n Def. Saville’s M. Dismiss 13–14, ECF \nNo. 64.)  Plaintiffs’ conclusory allegations are insufficient to survive dismissal under \nRule 12(b)(6).   \n28. First, the Court need not accept Plaintiffs’ conclusory allegations as true, \nwhere, as here, they are unsupported by allegati ons of fact.  See Good Hope Hosp., \nInc., 174 N.C. App. at 274, 620 S.E.2d at 880.  Moreover, our Supreme Court has held \nthat a plaintiff alleging lack of justification “must allege facts demonstrating that \ndefendants’ actions were not prompted by ‘legitimate business purposes,’” Embree \nConstr. Grp., Inc., 330 N.C. at 500, 411 S.E.2d at 926, which the Complaint here fails \nto achieve. \n29. Next, nothing in the Complaint suggests that Saville entered into the \nCarrollton Agreement for any reason other than to advance his own legitimate \nbusiness interests.  See, e.g., Peoples Sec. Life Ins. Co., 322 N.C. at 221–22, 367 S.E.2d \nat 650 (affirming dismissal of tortious interference claim where allegations indicated \nthat parties were competitors and actions of defendant were in furtherance of \ndefendant’s own interest and by lawful means); Torres v. Steel  Network, Inc., 2009 \nNCBC LEXIS 11, at *5 (N.C. Super. Ct. July 27, 2009) (dismissing tortious \ninterference claim where facts suggested interference was to protect a legitimate \nbusiness interest).  Indeed, according to the Complaint, Saville (i) was offered an \nopportunity to obtain more territory in Georgia in which to operate , (ii) accepted the \n \n \noffer, (iii) paid for the territorial expansion, 3 and (iv) entered into the Carrollton \nAgreement “to benefit him[self] financially.”  (Compl. ¶¶ 23–24, 59.)  Plaintiffs have \nthus acknowledge d that Saville acted in furtherance of his legitimate business \ninterests and do not allege any facts showing that Saville engaged in any conduct in \npursuit of those interests by unlawful means.    \n30. Finally, although Plaintiffs argue that Window World entered into the \nCarrollton Agreement to punish Plaintiffs for filing the 2015 Window World Lawsuit \nand thus that the sale to Saville “stem[s] from a malicious purpose,” (Pls.’ Br. Opp’n \nDef. Saville’s M. Dismiss 14  (citing Compl. ¶¶ 26–27)), Plaintiffs fail to allege that \nSaville knew of the 2015 Window World Lawsuit, that the existence of that lawsuit \nhad any bearing whatsoever on Saville’s decision to enter the Carrollton Agreement, \nor any facts showing that Saville was aware of , or in any way motivated  by, a \npurported “malicious purpose.”  While Plaintiffs need not allege “actual malice in the \nsense of personal hatred, ill will, or spite” to state a claim, Childress, 240 N.C. at 675, \n84 S.E.2d at 182, Plaintiffs’ allegations of Saville’s “malicious purpose” here are \nwholly unsupported by allegations of fact.   \n31. Accordingly, for the reasons discussed above, Plaintiffs have failed to allege \nsufficient facts to permit a factfinder to conclude that Saville acted without legal \njustification in entering the Carrollton Agreement.  As a result, Plaintiffs’ claim for \n                                                      \n3  Plaintiffs do not allege that Saville paid in excess of a normal and customary fee to expand \ninto the Carrollton Territory or otherwise allege facts showing that Saville was complicit in \na scheme to harm Plaintiffs’ business. \n \n \ntortious interference with contract against Saville fails as a matter of law and should \nbe dismissed. \n Unfair and Deceptive Trade Practices \n32. To successfully state a claim under the North Carolina Unfair and Deceptive \nTrade Practices Act (the “UDTPA”) , N.C. Gen. Stat. § 75-1.1, a plaintiff must allege \n“(1) an unfair or deceptive act or practice, or an unfair method of competition, (2) in \nor affecting commerce, (3) which proximatel y caused actual injury to the plaintiff or \nto his business.”  McLamb v. T.P. Inc. , 173 N.C. App. 586, 593, 619 S.E.2d 577, 582 \n(2005) (quoting Spartan Leasing v. Pollard , 101 N.C. App. 450, 460 –61, 400 S.E.2d \n476, 482 (1991)).  The UDTPA, though broad, is “not intended to apply to all wrongs \nin a business setting.”  Dalton v. Camp, 353 N.C. 647, 657, 548 S.E.2d 704, 711 (2001). \n33. “A practice is unfair if it is unethical or unscrupulous, and it is deceptive if \nit has a tendency to deceive.”  Id. at 656, 548 S.E.2d at 711.  In addition, “some type \nof egregious or aggravating circumstances must be alleged and proved before the \n[UDTPA’s] provisions may [take effect].”  Id. at 657, 548 S.E.2d at 711 (quoting Allied \nDistribs., Inc. v. Latrobe Brewing Co. , 847 F. Supp. 376, 379 (E.D.N.C. 1993) ).  The \ndetermination as to whether an act is unfair or deceptive is a question of law for the \ncourt.  Id.   \n34. Here, Plaintiffs’ claim for unfair and deceptive trade practices under N.C. \nGen. Stat. § 75-1.1 against Saville is based on the same alleged conduct underlying \nPlaintiffs’ claims for conversion and tortious interference with contract.  (See Pls.’ Br. \n \n \nOpp’n Def. Saville’s M. Dismiss 17 –18.)4  Because the Court has concluded that \nSaville’s alleged conduct cannot sustain claims against him for conversion or tortious \ninterference with contract, Plaintiffs’ claim for unfair and deceptive trade practices \nmust likewise fail.  See Krawiec v. Manly , 370 N.C. 602, 613, 811 S.E.2d 5 42, 550 \n(2018) (“Plaintiffs made no further allegations of specific unfair or deceptive acts.  \nBecause we determined that plaintiffs failed to state a valid claim for tortious \ninterference with contract or misappropriation of trade secrets, we necessarily must \nconclude that plainti ffs also failed to adequately allege that .  . . defendants \n‘committed an unfair or deceptive act or practice.’” (quoting Dalton, 353 N.C. at 656, \n548 S.E.2d at 711)).5  Accordingly, the Court concludes that Plaintiffs’ Section 75-1.1 \nshould be dismissed.  \nIV. \nCONCLUSION \n35. WHEREFORE, for the foregoing reasons, Defendant Andrew Saville’s \nMotion to Dismiss is hereby GRANTED, and Plaintiffs’ claim s against Saville for \nconversion, tortious interference with contract, and unfair and deceptive trade \npractices under N.C. Gen. Stat. § 75-1.1 are hereby dismissed with prejudice. \n \n                                                      \n4  Plaintiffs’ counsel also acknowledged at the hearing on the Motion that the alleged conduct \nsupporting Plaintiffs’ Section 75-1.1 claim is the same conduct on which Plaintiffs’ claims for \nconversion and tortious interference are based. \n \n5  In light of the Court’s conclusion, the C ourt elects not to address Saville’s preliminary \ncontention that Section 75 -1.1 does not reach the Georgia -based conduct alleged in the \nComplaint and instead assumes, for the purposes of this Motion, that Section 75-1.1 extends \nto such conduct.  \n \n \n  \n SO ORDERED, this the 22nd day of October, 2018. \n         \n     /s/ Louis A. Bledsoe, III \n     Louis A. Bledsoe, III \n     Chief Business Court Judge "
}