{
  "id": "17f1ad35711030d184cfa2105f80ea0313827faecffd9db93c31498649f37b91",
  "source_file": "data/raw/ncbc/17f1ad35711030d184cfa2105f80ea0313827faecffd9db93c31498649f37b91.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nDURHAM COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 3957 \n \nBLUE CROSS AND BLUE SHIELD \nOF NORTH CAROLINA, \n \nPlaintiff, \n \nv. \n \nMH MASTER HOLDINGS, LLLP; \nMH MISSION HOSPITAL \nMcDOWELL, LLLP; ANC \nHEALTHCARE, INC. f/k/a MISSION \nHEALTH SYSTEM, INC.; and ANC \nMcDOWELL HOSPITAL, INC. f/k/a \nTHE McDOWELL HOSPITAL, INC., \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION \nON DEFENDANTS’ \nMOTION TO DISMISS1  \n \n \n1. THIS MATTER  is before the Court upon Defendants MH Master \nHoldings, LLLP, MH Mission Hospital McDowell, LLLP, ANC Healthcare, Inc., and \nANC McDowell Hospital’s (together, “Defendants”) Motion to Dismiss (the “Motion”).2 \n2. After considering the Motion, the parties’ briefs in support of and in \nopposition to the Motion, the relevant pleadings, and the arguments of counsel at the \nhearing on the Motion, the Court hereby GRANTS the Motion and DISMISSES this \naction with prejudice.  \n \n1 Recognizing that this Order and Opinion cites and discusses information that the parties \nmaintain should remain filed under seal in this action, and out of an abundance of caution, \nthe Court initially elected to file this Order and Opinion under seal on 4 April 2023 .  The \nCourt then permitted the parties an opportunity to advise whether the Order and Opinion \ncontained confidential information that either side contended should be redacted from a \npublic version of th e document.  On 13 April 2023, the pa rties advised the Court that no \nredactions are necessary.  Accordingly, the Court removes the “filed under seal” designation \nand files this Order and Opinion, without redactions, as a matter of public record.  \n \n2 (ECF No. 18.) \nBlue Cross & Blue Shield of N.C. v. MH Master Holdings, LLLP, 2023 NCBC 31. \nEllis & Winters LLP, by, Thomas H. Segars, L uke J. Farley, and \nChristopher Rhodes for Plaintiff Blue Cross and Blue Shield of North \nCarolina. \nFaegre Drinker Biddle & Reath, LLP, by Justin O. Kay and Ian \nThresher, and Bradley Arant Boult Cummings LLP, by Dana C. \nLumsden and Hanna E. Eickmeier, for Defendants MH Master Holdings, \nLLLP, MH Mission Hospital McDowell, LLLP, ANC Healthcare, Inc. , \nand ANC McDowell Hospital, Inc.   \nBledsoe, Chief Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \nA. Factual Background \n3. The Court does not make findings of fact on a motion to dismiss under Rule \n12(b)(6) of the North Carolina Rules of Civil Procedure (the “Rule(s)”) .  Rather, the \nCourt recites the allegations asserted and documents referenced in Plaintiffs’ \nComplaint that are relevant to the Court’s determination of the Motion.   \n4. This case arises from disputes over health insurance reimbursements.  In \n2017, Plaintiff Blue Cross & Blue Shield of North Carolina (“Blue Cross” or \n“Plaintiff”) entered into a Network Participation Agreement (the “NPA”) with The \nMcDowell Hospital, Inc. (“McDowell”), located in Marion, North Carolina. 3  Under \nthe NPA, Blue Cross agreed to pay McDowell for healthcare services that McDowell \n \n3 (Compl. ¶ 2, ECF No. 3 ; Mem. Law Supp. Defs. MH Master Holdings LLLP; MH Mission \nHospital McDowell, LLLP; ANC Healthcare, Inc.; ANC McDowell Hospital, Inc,’s Mot. \nDismiss 1 [hereinafter “Br. Supp.”], ECF No. 19; Br. Supp. Ex. A, Network Participation \nAgreement [hereinafter “NPA”], ECF No. 19.1.)  When a complaint specifically refers to a \ncontract at issue, the Court may consider the contract without converting a Rule 12 moti on \ninto a motion for summary judgment, even if the contract is actually produced by the \ndefendant.  See Oberlin Cap., LP v. Slavin, 147 N.C. App. 52, 60 (2001).  The Court therefore \ncan and does consider the NPA in its decision on the Motion.    \n \nprovided to Blue Cross benefit plan members. 4  The NPA permits Blue Cross to \nrequest a refund for any overpay ment, and requires McDowell to promptly remit \npayment to Blue Cross for any such overpayments. 5  In addition to other remedies, \nthe NPA also permits Blue Cross to recover overpayment by offset against future \namounts payable to McDowell ,6 and states that neither party may recover an over - \nor under- payment from the other any later than two years after the payment in \nquestion is made.7   \n5. In August 2018, McDowell’s then-owners negotiated an agreement with MH \nMaster Holdings, LLLP (“MH”), under which MH agreed to acquire McDowell.8  Blue \nCross consented to the assignment of the NPA to MH in 2018.9   \n6. In 2018 and 2019, McDowell submitted certain claims to Blue Cross for \npayment, but these claims were misprocessed, resulting in Blue Cross overpaying on \nthese claims by approximately $3.1 million.10  The NPA ordinarily permitted (but did \nnot require) Blue Cross to recover any overpaid claims by offsetting the overpaid \n \n4 (Compl ¶ 2.) \n \n5 (Compl. ¶ 24.) \n \n6 (Compl. ¶ 24.) \n \n7 (Br. Supp. 7; NPA § 4.7.)   \n \n8 (Compl. ¶ 27.) \n \n9 (Compl. ¶¶ 29–30.)  This sale has obscured which defendant entity should be responsible \nfor refunding the $3.1 million.  (See Compl. ¶ 39.)   \n \n10 (Compl. ¶¶ 32–35.) \n \namount against future claims.11  However, Blue Cross could not pursue this remedy \nwith the particular claims at issue through no fault of its own due to McDowell’s sale \nto MH.12    \n7. Blue Cross requested a refund from McDowell after learning of the \noverpayments.  To  facilitate refund negotiations, the parties entered into a tolling \nagreement (the “Tolling Agreement”) that purported to remove the period between 29 \nDecember 2021 and 28 October 2022 from the calculation of any statute of \nlimitations-based defenses to Blue Cross’s claims.13  By its express terms, the Tolling \nAgreement did not revive claims that were time-barred as of 29 December 2021.14   \n8. Defendants did not refund the alleged overpayments, and Blue Cross \ntherefore filed the above- captioned action on 28 October 2022. 15  Because of the \nuncertainty over which Defendant is actually responsible for reimbursing Blue Cross \nunder the NPA,16 Blue Cross’s Complaint asserts claims against two distinct groups \nof Defendants: the “HCA Defendants”17 and the “ANC Defendants.”18  Plaintiff pleads \n \n11 (Compl. ¶ 36.) \n \n12 (See Compl. ¶ 36.) \n \n13 (See Br. Supp. 13; see generally Br. Supp. Ex. B, Tolling Agreement [hereinafter “Tolling \nAgreement”], ECF No. 19.2.) \n \n14 (Tolling Agreement 2 ¶ 3.) \n \n15 (Compl.) \n \n16 (See Compl. ¶ 39.) \n \n17 Defendants MH Master Holdings, LLLP and MH Mission Hospital McDowell, LLLP.  (See \nCompl. ¶ 12.) \n \n18 Defendants ANC Healthcare, Inc. and ANC McDowell Hospital, Inc.  (See Compl. ¶ 16.) \nclaims for breach of contract and breach of the covenant of good faith and fair dealing \nagainst the HCA Defendants,19 and it pleads the same in the alternative against the \nANC Defendants.20  Plaintiff also pleads claims of unjust enrichment and conversion \nagainst both groups of D efendants,21 and req uests that a constructive trust be \nimposed on both groups of Defendants.22   \n9. Defendants moved to dismiss the C omplaint on 6 February 2023. 23  The \nCourt received briefing on the Motion and held a hearing on 21 March 2023, at which \nall parties were represented by counsel (the “Hearing”).  The Motion is now ripe for \ndecision.  \nII. \nLEGAL STANDARD \n10. When deciding whether to dismiss for failure to state a claim under Rule \n12(b)(6), the Court considers “whether the allegations of the complaint, if treated as \ntrue, are sufficient to state a claim upon which relief can be granted under some legal \ntheory.”  Corwin v. Brit ish Am. Tobacco PLC , 371 N.C. 605, 615  (2018) (quoting \nCommScope Credit Union v. Butler & Burke, LLP, 369 N.C. 48, 51 (2016)). \n \n19 (Compl. ¶¶ 43–54.) \n \n20 (See Compl. ¶¶ 55–68.) \n \n21 (Compl. ¶¶ 69–86.) \n \n22 (Compl. ¶¶ 87–89.) \n \n23 (Mot. Dismiss.) \n11. “[D]ismissal pursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on \nits face reveals that no law supports the plaintiff’s claim; (2) the complaint on its face \nreveals the absence of facts sufficient to make a good claim; or (3) the complaint \ndiscloses some fact that necessarily defeats the plaintiff’s claim.’ ”  Id. (quoting Wood \nv. Guilford Cnty., 355 N.C. 161, 166 (2002)). \n12. Under Rule 12(b)(6), “the complaint is construed liberally, viewing the \nallegations as true and in the light most favorable to the non- moving party, and the \nclaim is not dismissed unless it appears beyond doubt that the plaintiff could prove \nno set of facts in support of his cla im which would entitle him to relief.”  Krawiec v. \nManly, 370 N.C. 602, 618 (2018) (cleaned up).  W hile “ the well -pleaded material \nallegations of the complaint are taken as true[,] conclusions of law or unwarranted  \ndeductions of fact are not admitted.”  Az ure Dolphin, LLC v. Barton, 371 N.C. 579, \n599 (2018) (quoting Arnesen v. Rivers Edge Golf Club & Plantation, Inc. , 368 N.C. \n440, 448 (2015)). \nIII. \nANALYSIS \n13.  The Motion presents three related issues for the Court’s consideration.  \nFirst, the parties dispute  whether the NPA ’s terms  impose a two- year statute of \nlimitations on the parties’ NPA -related claims .24  The parties then clash over \nwhether, if  not, Plaintiff should be judicially estopped from advancing its current \n \n24 (Br. Supp. 6–12; Mem. Law Opp’n Defs.’ Mot. Dismiss 7–10 [hereinafter “Br. Opp’n”], ECF \nNo. 36.) \n \ninterpretation of the contract, 25 and whether North Carolina’s general statute of \nlimitations on contract claims forecloses this lawsuit.26   \n14. After careful review, t he Court concludes tha t the NPA clearly and \nunambiguously impose s a valid, contractual statute of limitations which bars \nPlaintiff’s claims.  The Court thus resolves the Motion on that basis and need not \nreach the latter two questions.   \n15. “The intention of the parties is the con trolling guide to [contract] \ninterpretation,” Duke v. Mut. Life Ins. Co., 286 N.C. 244, 247 (1974), and thus  \n“[i]nterpreting a contract requires the court to examine the language of the contract \nitself for indications of the parties’ intent at the moment of execution.”  State v. Philip \nMorris USA Inc., 359 N.C. 763, 773 (2005).  If a contract’s language is unambiguous, \nits meaning, and therefore the parties’ intent, is a question of law for the Court.  Lane \nv. Scarborough, 284 N.C. 407, 410 (1973).  As a result, when contractual language is \nclear, the Court  must enforce the contract as written.  See, e.g. , Morrell v. Hardin \nCreek, Inc., 371 N.C. 672, 686 (2018);  Woods v. Nationwide Mut. Ins. Co. , 295 N.C. \n500, 506 (1978). \n16. The issues presented by the Motion r evolve around Section 4.7 of the NPA  \n(“Section 4.7”), so the Court reproduces that passage in its entirety:  \n“[McDowell] agrees[s] that in the event of any overpayment, duplicate \npayment, or other payment by [Blue Cross] in excess of the member’s \nbenefits payable according to the member’s benefit plan \n(“Overpayment”), [McDowell] will promptly remit payment to [Blue \nCross].  In addition to other remedies, if within  forty-five (45) days of a \n \n25 (Br. Supp. 12–13; Br. Opp’n 10–13.) \n \n26 (Br. Supp. 14–16; Br. Opp’n 13–16.) \nrequest for a refund by [Blue Cross], the requested refund has not been \nmade and [McDowell] ha[s] not appealed the Overpayment, [Blue Cross] \nmay recover this amount by offset of future amounts payable to \n[McDowell].  Neither party may recover overpayments or underpayments \nmade to the other party any later than two ( 2) years after the date of the \noriginal claim payment unless there is reasonable belief on behalf of the \nparty demanding the overpayment of fraud or other intentional \nmisconduct by the party from  whom the demand is made .  In the event \nof any incorrect recoupment or offset by [Blue Cross], [Blue Cross] \nagree[s] to use best efforts to promptly remit payment to [McDowell] \nwithin forty-five (45) days of a request for refund by [McDowell].\n27 \n \n17. It is well-established that “the parties to a contract . . . may fix a given time, \nshorter than that allowed by the general statute of limitations, within which suit for \nbreach of the contract shall be brought.”  Holmes & Dawson v. E. Carolina Ry. , 186 \nN.C. 58, 63 (1923); see also, e.g., Horne-Wilson, Inc. v. Nat’l Sur. Co., 202 N.C. 73, 74–\n75 (1932); Morgan v. Lexington Furniture Indus., 2006 N.C. App. LEXIS 2469, at *5 \n(N.C. Ct. App. Dec. 19, 2006) ; Provectus Biopharmaceuticals, Inc. v. RSM US LLP , \n2018 NCBC LEXIS 101, at *13 (N.C. Super. Ct. Sept. 28, 2018).  \n18. Our courts have upheld contractually abridged statutes of limitations as \nshort as six and nine months and which proportionally eliminated much or even most \nof the statutory limitations window.  See Turning Point Indus. v. Global Furniture, \nInc., 183 N.C. App. 119, 123–26 (2007) (upholding a contractual term that shortened \nlimitations period from one year to nine months); Morgan , 2006 N.C. App. LEXIS  \n2469, at *6–9 (upholding a contractual term that shortened  limitations period from \nthree years to six months).   \n \n27 (NPA § 4.7 (emphasis added).)  The Court has altered references to “you,” “we,” and “us” to \nthe parties’ names to which these pronouns refer, as defined elsewhere in the contract.  (See \nNPA 1.) \n \n19. The language of Section 4.7 establishes just such a contractual statute of \nlimitations of two years, unless a reasonable  suspicion of fraud o r intentional \nmisconduct is shown .  Plaintiff , however, has not alleged any fraud o r other \nintentional misconduct.28  Nor can the Court conclude that shortening a  three-year \nstatute of limitations to two years is unreasonable; the remaining window of time is \nlonger than other periods that North Carolina courts have approved, in both absolute \nterms and as a proportion of the original period.  Cf. Global Furniture, 183 N.C. App. \nat 123–26; Morgan, 2006 N.C. App. LEXIS 2469, at *6–9.   \n20. After careful review, the Court agrees with Defendants that “there are no [ ] \nreasonable interpretations of [Section 4.7] other than [as] an agreed upon time during \nwhich the parties may recover overpayments or underpayments.”29  And because the \nlanguage of the contract is “clear and only one reasonable interpretation exists,” this \nCourt “must enforce the contract as written.”  Woods , 295 N.C. at 506.  In short, the \nCourt concludes that the NPA unambiguously provides that in the absence of fraud, \nneither party may recover an over-  or under-payment under the contract any later \nthan two years after the payment.  Blue Cross made the payments at issue in 2018 \nand 2019,\n30 does not allege any fraud,  and filed this action on 28 October 2022. 31  \nThus, all the payments at issue were made more than two years before Blue Cross \n \n28 (See generally Compl.) \n \n29 (Br. Supp. 8.) \n \n30 (Compl. ¶¶ 32–35.) \n \n31 (See Compl 18.) \n \nfiled suit, and so the plain and unambiguous language of Section 4.7 bars Blue Cross’s \nattempt to recover them. \n21. Blue Cross labors valiantly to overcome the plain language of the NPA, but \nits arguments are unavailing.   \n22. First, Blue Cross contends that the NPA does not contemplate a situation in \nwhich the self -help, offset remedy is unavailable,  as was the case here,  and is \ntherefore ambiguous as applied .32  As Blue Cross’s counsel acknowledged at the \nHearing, however, the distinction between facial and as-applied analysis is generally \napplicable to constitutional claims, see, e.g., State v. Grady, 372 N.C. 509, 522 (2019), \nnot contract claims.  But even if an argument of contractual “as-applied ambiguity” \nis cognizable under North Carolina law, Plaintiff’s contention still fails.   \n23. Plaintiff argues that Section 4.7 necessarily assumes that offset is possible, \nso that the whole provision effectively becomes meaningless and ceases to function if \noffset is impossible.33  But Section 4.7 expressly contemplates “other remedies” in \naddition to offset, and no part of Section 4.7 requires a party to attempt offset before \nit may pursue other remedies.34  In other words, the NPA’s language is still clear, and \nits structure for recovery of overpayments still functions, regardless of whether offset \nis possible under a given set of circumstances.  \n \n32 (Br. Opp’n 7–8.) \n \n33 (See Br. Supp. 7.) \n \n34 (See NPA § 4.7 (stating that the offset remedy exists “[i]n addition to other remedies”).) \n \n24. Indeed, the NPA explicitly contempla tes litigation as another remedy. 35  \nPlaintiff argues that if offset is impossible, Defendant’s reading of Section 4.7 leaves \nBlue Cross with no other remedies ,36 but nothing in the NPA prevented Blue Cross \nfrom pursuing any other remedy of its choice, including litigation, within the two-year \ncontractual statute of limitations. \n25. Moreover, both parties to this contract are large, sophisticated businesses; \nif they had wished to draft their contract to require offset, to provide a more or less \nstringent statute of limitations, to require additional negotiating concessions for that \nlimitation, or to provide any other remedial structure, they could have easily done so.  \nSee, e.g., Novant Health, Inc. v. Aetna U.S. Healthcare of the Carolinas, Inc. , 2001 \nNCBC LEXIS 1, at *20 (N.C. Super. Ct. Mar. 8 , 2001).  Indeed , Blue Cross has not \npleaded facts showing that Defendants use d their “bargaining position [or] \nsophistication” to impose a contractual term  on “the reluctant or unwitting.”  In re \nKey Equip, Fin. Inc., 371 S.W.3d 296, 302 (Tex. App. 2012); see also Blaylock Grading \nCo., LLP v. Smith , 189 N.C. App. 508, 512 (2008) (concluding that a contractual \nprovision was not void as against public policy because , among other reasons,  “[the \nentities were] sophisticated, professional parties who conducted business at arms’ \nlength”).  \n26.   In sum, c ontrary to Blue Cross’s argument, Section 4.7 creates an \nunambiguous contractual statute of limitations whether the offset remedy exists in \n \n35 (See NPA § 6.7 (setting North Carolina as the venue for any litigation arising from the \nNPA).) \n \n36 (See Br. Opp’n 7.) \nparticular circumstances or not, and the existence of the offset remedy was not so \nintegral a component of the NPA that the contract  cannot function or becomes \nmeaningless where offset is unavailable.   The Court therefore rejects Plaintiff’s \nargument that the NPA is ambiguous under these circumstances.  State v. Philip \nMorris USA, Inc., 363 N.C. 623, 641 (2009) (“A contract term is ambiguous only when, \nin the opinion of the court, the language of the con tract is fairly and reasonably \nsusceptible to either of the constructions for which the parties contend.” (cleaned up)); \nWachovia Bank Nat’l Ass’n v. Superior Constr. Corp. , 213 N.C. App. 341, 349 (2011) \n(“The trial court’s determination of whether the language in a contract is ambiguous \nis a question of law.” (cleaned up)).  \n27. Second, Blue Cross argues that this Court’s decision in Frye Reg’l Med. Ctr., \nInc. v. Blue Cross Blue Shield of N.C., Inc. , 2020 NCBC LEXIS 51 (N.C. Super. Ct. \nApr. 17, 2020), compels the conclusion that Section 4.7 is ambiguous.  Frye dealt with \na materially identical NPA between Blue Cross and another hospital, which included \nthe same language shortening the statute of limitations.37  In Frye, Blue Cross argued \nDefendants’ position he re: that the NPA unambiguously abridged the statute of \nlimitations to two years.  See id. at *24–25.  The Frye Court disagreed, see id. at *26–\n27, and Blue Cross now argues that Frye’s logic compels the conclusion it now \nproposes.38  However, the Court is unpersuaded by Blue Cross’s reliance on Frye, and \n \n37 The portion of Frye that includes the relevant language was filed under seal by the Court.  \nHowever, Blue Cross refers to the pertinent language of  the Frye contract as “this exact \nlanguage (from a similar NPA).”  (See Br. Opp’n 5.) \n \n38 (Br. Opp’n 5–6.) \n \nconcludes that Blue Cross advanced the correct interpretation of the NPA’s language \nin that case.   \n28. More specifically, the Frye court held that a contract clause that shortens a \nstatute of limitations must explicitly  refer to the filing of lawsuits in court, after \nnoting several cases in which North Carolina ’s appellate courts ha ve upheld \nshortened limitations periods that included explicit references to court action.  Id. at \n*25–26.  However, none of the cases cited in Frye for this point actually held that such \nlanguage was required39 and do not demonstrate that an explicit reference to court \naction is a  necessary condition for the enforcement of a contractual statute of \nlimitations.  Cf.  Morgan, 2006 N.C. App. LEXIS 2469, at *2, *6– 9 (enforcing an \narbitration provision that shortened the statute of limitations but which did not \ncontain an express reference to waiver of the right to init iate court action).  Cases \nfrom other jurisdictions are in accord.\n40 \n29. Thus, Blue Cross cannot surmount the plain and unambiguous language of \nSection 4.7.  That clause creates a contractual statute of limitations of which this suit \nruns afoul.  Because the Court concludes that Defendants’ interpretation of the NPA \n \n39 See Beard v. Sovereign Lodge, W.O.W. , 184 N.C. 154, 157 (1922);  Global Furniture, Inc., \n183 N.C. App. at 123–24; Beachcrete, Inc. v. Water St. Ctr. Assocs., LLC, 172 N.C. App. 156, \n160–61 (2005); Sanghrajka v. Family Fare, LLC , 2019 N.C. App. LEXIS 60, at *9– 12 (N.C. \nCt. App. Feb. 5, 2019).  \n \n40 See, e.g, Ludwig v. Equitable Life Assurance Soc’y of the U.S., 978 F. Supp. 1379, 1381–82 \n(D. Kan. 1997) (rejecting argument that lack of express reference to court action rendered an \narbitration agreement unenforceable); Hays Grp., Inc. v. Biege , 222 Ore. App. 347, 349– 51 \n(2008) (to similar effect); Garcia v. Wayne Homes, 2002 Ohio App. LEXIS 1917, at *42 (Ohio \nCt. App. Apr. 19, 2002) (same); cf. Gastelu v. Martin, 2015 N.J. Super. Unpub. LEXIS 1639, \nat *10–11, *16 n.4 (N.J. Super. Ct. App. Div. July 9, 2015) (noting that while New Jersey law \nrequires a clear reference to waiver of a judicial forum to enforce an arbitration clause of a \nconsumer contract, this rule does not apply to commercial contracts). \nis correct in this respect, it grants the Motion on that basis and need not reach the \nremaining issues presented by the Motion.41  \nIV. \nCONCLUSION \n30.  WHEREFORE, for the foregoing reasons, the Court hereby GRANTS the \nMotion and DISMISSES Plaintiff’s Complaint with prejudice.  \n SO ORDERED, this the 4th day of April, 2023. \n \n \n     /s/ Louis A. Bledsoe, III \n     Louis A. Bledsoe, III \n     Chief Business Court Judge \n \n \n \n \n41 ( See Br. Supp. 14 (advancing an argument based on the default, statutory statute of \nlimitations as an alternative in the event the Court rejects Defendants’ interpretation of \nSection 4.7).) "
}