{
  "id": "18a29a3b75a1972d89538e14553de4b7218599539b47c429ed00a5d7b8f8e1e9",
  "source_file": "data/raw/ncbc/18a29a3b75a1972d89538e14553de4b7218599539b47c429ed00a5d7b8f8e1e9.pdf",
  "raw_text": "Haigh v. Superior Ins. Mgmt. Grp., Inc., 2017 NCBC 98. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 2582 \n \nMARSDEN HAIGH; ADAM DAVIS; \nJARED SANSPREE; STEPHEN \nCORLEY; and MLB1, LLC, \n \nPlaintiffs, \n \nv. \n \nSUPERIOR INSURANCE \nMANAGEMENT GROUP, INC.; \nMATTHEW GARRETT MITCHELL; \nDERICK JAMES PEGRAM; RICK \nRYAN PEGRAM, II; and PROSPECT \nAGENCY GROUP, INC.,  \n \nDefendants. \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS TO \nDISMISS \n \n1. This case arises from two disputes  between a franchisor, Defendant \nSuperior Insurance Management Group, Inc. (“Superior Insurance”) , and five of its \nfranchisees, the Plaintiffs .  The amended complaint asserts one set of claims  based \non allegations  that Superior Insurance improperly negotiated  direct commissions \nwith insurance carriers, for its benefit and to Plaintiffs’ detriment.  In addition, the \namended complaint asserts a second set of claims  related to  Plaintiffs’ failed \ninvestments in Defendant Prospect Agency Group, Inc. (“Prospect”).   \n2. Superior Insurance and the individual Defendants  (“Superior Insurance \nDefendants”) have moved to dismiss most of the claims pursuant to North Carolina  \nRule of Civil Procedure 12(b)(6).  Prospect has filed a separate Rule 12(b)(6) motion.  \nThis Court, having considered the motions, briefs supporting and opposing the \nmotions, and the parties’ arguments at the hearing on August 9, 2017 , DENIES \n \n \nProspect’s motion and  GRANTS in part  and DENIES in part  the Superior \nInsurance Defendants’ motion. \nGray, Layton, Kersh, Solomon, Furr & Smith, P.A. , by Christopher M. \nWhelchel and Marshall P. Walker, for Plaintiffs. \n \nRayburn Cooper & Durham, P.A. , by Ross R. Fulton and Tory Ian \nSummey, for Defendants Superior Insurance Ma nagement Group, Inc., \nMatthew Garrett  Mitchell, Derick James  Pegram, and R ick Ryan \nPegram II.   \n \nBass Dunklin McCullough & Smith, PLLC , by Megan Sadler , for \nDefendant Prospect Agency Group, Inc. \n \nConrad, Judge. \nI. \nBACKGROUND \n \n3. The Court does not make findings of fact on a motion to dismiss under Rule \n12(b)(6).  The following factual summary is drawn from relevant allegations in the \namended complaint and the attached exhibits.   \nA. Superior Insurance Franchise Agreements \n \n4. Established in 2009, Superior Insurance is a North Carolina corporation \nthat sells insurance agency franchises.  (First Am. Compl. ¶¶  6, 11 [“Compl.”], ECF \nNo. 9.)  The individual Defendants are Superior Insurance’s founders and officers: \nRick Ryan Pegram, II (“Ryan Pegram”) is the President; Matthew Garrett Mitchell is \na Senior Vice President ; and Derick James Pegram (“Derick Pegram”) is a Vice \nPresident.  (Compl. ¶¶ 7–9.) \n5. Plaintiffs Marsden Haigh, Adam Davis, Jared Sanspree, and Stephen \nCorley are former college classmates of one or more of the individual Defendants.  \n(See Compl. ¶¶ 17, 20, 23 , 26.)  Between 2009 and 2011, each individual Plaintiff \n \n \nentered into an agreement to open  a Superior Insurance office in North Carolina \n(“2009-2011 Agreements”).  (Compl. ¶  16.)  In 2013, Davis, Corley, and Sanspree \nformed Plaintiff MLB1 , LLC, which entered into its own  franchise agreement with \nSuperior Insurance (“2013 Agreement”).  (Compl. ¶ 27, Ex. 4.) \n6. The 2009-2011 Agreements are substantially similar form agreements.  (See \nCompl. ¶  26 n.2, Exs. 1 –3.)  Haigh, Davis, Sanspree, and Corley  agreed to pay a  \n$300,000 purchase price, either in a lump sum or through a financing arrangement.  \n(Compl. ¶ 31, Exs. 1–3.)  In return, each Plaintiff is entitled to receive commissions \nfrom insurance carriers ( e.g., Nationwide or National General) for the sale of \ninsurance policies.  (See Compl. ¶ 33.)  The individual Plaintiffs pay a percentage of \ntheir total monthly commissions  to Superior Insurance , which  “has the right to \nnegotiate” these commissions on Plaintiffs’ behalf.  (See Compl. ¶¶ 33, 35, Ex. 1 ¶ 12.)  \nAccording to the complaint, the parties intended “that any and all commissions from \ninsurance carriers for policies sold and issued were to go to Plaintiffs (the franchisees) \nwho, in turn, would pay over a specified percentage of their total commissions (i n \neffect, a royalty)” to Superior Insurance each month.  (Compl. ¶ 34.) \n7. The 2013 Agreement between MLB1 and Superior Insurance is structured \ndifferently.  Superior Insurance waived the initial franchise fee, is entitled to receive \na higher percentage of ML B1’s monthly commissions , and may receive “override s” \nfrom insurance carriers.  (Compl. ¶¶ 42–44, Ex. 4 ¶ 8(j).)  The 2013 Agreement also \nincludes a “Franchise Disclosure Document” (which the 2009-2011 Agreements \nlacked).  (See Compl. ¶ 44; see also Compl. ¶¶ 28–30.)  This document states that  \n \n \nSuperior Insurance will negotiate commissions with the insurance carriers, that “all \ncommissions are paid directly to” MLB1 by the insurance carriers, and that Superior \nInsurance, “in turn, receive[s] comp ensation fr om” MLB1.  (Compl. ¶¶ 44–45 \n(emphasis omitted).)  \n8. Since entering into these agreements, Plaintiffs have not received an \nincrease in their commissions.  (Compl. ¶  48.)  Plaintiffs believe that Superior \nInsurance has not attempted to renegotiate commissions with any insurance carrier.  \n(Compl. ¶ 48.)  As a result, “Plaintiffs have attempted to individually renegotiate \ntheir commissions with insurance carriers,” but Superior Insurance “has effectively \nprohibited Plaintiffs from engaging in such discussions.”  (Compl. ¶ 50.)   \n9. In addition, Plaintiffs allege that Defendants have abused their authority to \nnegotiate commissions by securing direct commissions for themselves.  ( See Compl. \n¶¶ 52, 54 –55, 57, 59 –60.)  Approximately two years before filing this lawsuit,  \n“Plaintiffs began hearing rumors that [Superior Insurance], in addition to receiving \na percentage of the commission s paid to Plaintiffs, had a direct commission \narrangement with the insurance carriers based on the policies sold by the Plaintiffs.”  \n(Compl. ¶ 52.)  Although Superior Insurance representatives initially denied these \nrumors and “refused to discuss any specifics of any direct arrangement with \ninsurance carriers ,” (Compl. ¶  56), Derick Pegram later confirmed that Superior \nInsurance was receiving direct commissions, (Compl. ¶ 57). \n \n \nB. Prospect Investments \n \n10. In March 2014 , the individual Defendants,  along with  third-party \nChristopher Gregg Thomas, created Prospect.  (Compl. ¶ 68.)  Prospect is a Wyoming \ncorporation with its principal place of business in Colorado.  (Compl. ¶ 68.)   \n11. Prior to the creation of Prospect, Defendants solicited Plaintiffs to invest in \nthe company.  (Compl. ¶ 69.)  At Superior Insurance’s annual meeting in Charlotte, \nNorth Carolina in January 2014, Plaintiffs were given a form  that identified three \nstock option plans and were told by Defendants that they must decide whether to \ninvest by the end of the meeting.  ( See Compl. ¶¶ 69–70, 72–73.)  The form bore the \nlogos for Superior Insurance and Prospect.  (Compl. ¶ 70.)  Though initially hesitant, \neach Plaintiff agreed to invest in Prospect after Defendants represented that they \nwould also be investing in the company and that Plaintiffs would receive a return on \ntheir investment that would “exceed[] their initial investment.”  (C ompl. ¶¶ 74, 77–\n79.)   Defendants further announced that Thomas would be the President of Prospect \nand “was a successful businessman who had recently sold his pr ior company for \n‘millions of dollars.’”  (Compl. ¶ 76.) \n12. In August 2016, Plaintiffs learned that Prospect was insolvent, and that the \nindividual Defendants  never invested in Prospect .  (Compl. ¶¶ 81–82.)  Plaintiffs \nbelieve that Defendants solicited their i nvestments “so that the individual \nDefendants would not have to put forward their own financial capital and [could] still \nreceive a financial return and ownership in Prospect.”  (Compl. ¶  84.)  Plaintiffs \nfurther allege that Thomas was not a successful bus inessman but had defrauded \n \n \ninvestors in previous endeavors in addition to declaring bankruptcy.  ( See Compl. \n¶¶ 86–93.) \nC. Procedural History \n \n13. Plaintiffs filed th is action on February 13, 2017 and  amended their \ncomplaint on April 26, 2017 as a matter of right.  The amended complaint includes \nseven causes of action related to the Superior Insurance franchise agreements.  It \nincludes four additional causes of action related to the Prospect investments, for fraud \nand securities violations. \n14. The Superior Insurance Defendants moved to dismiss most of these claims \non May 26, 2017.  (Defs.’ Mot. to Dismiss Am. Compl., ECF No. 15.)  Prospect filed a \nseparate motion to dismiss on July 24, 2017.  (Prospect’s M ot. to Dismiss, ECF No. \n28.)  Both motions have been fully briefed.   \n15. The Court held a hearing on the Superior Insurance Defendants’ motion on \nAugust 9, 2017.  (Am. Notice of Hearing, ECF No. 27.)  In its discretion, the Court \nelects to decide  Prospect’s m otion, which raises overlapping arguments,  without \nholding a separate hearing.  (See Prospect’s Mem. in Supp. 1 n.1 [“Prospect’s Mem.”], \nECF No. 29.)  These motions are now ripe for resolution. \nII.  \nANALYSIS \n \n16. A motion to dismiss under Rule 12(b)( 6) “tests the legal sufficiency of the \ncomplaint.”  Concrete Serv. Corp. v. Inv’rs Grp., Inc., 79 N.C. App. 678, 681, 340 S.E.2d \n755, 758 (1986).  “Dismissal of a complaint under Rule 12(b)(6) is proper when one of \nthe following three conditions is satisfied: (1) when the complaint on its face reveals \n \n \nthat no law supports plaintiff’s claim; (2) when the complaint on its face reveals the \nabsence of fact sufficient to make a good claim; (3) when some fact disclosed in the \ncomplaint necessarily defeats plainti ff’s claim.”  Jackson v. Bumgardner , 318 N.C. \n172, 175, 347 S.E.2d 743, 745 (1986). \n17. In deciding a Rule 12(b)(6) motion, the Court must treat the well -pleaded \nallegations of the complaint as true and view the facts and permissible inferences “in \nthe light most favorable to” the non-moving party.  Ford v. Peaches Entm’t Corp., 83 \nN.C. App. 155, 156, 349 S.E.2d 82, 83 (1986); see also Sutton v. Duke, 277 N.C. 94, 98, \n176 S.E.2d 161, 163 (1970).  “[T]he court is not required to accept as true any \nconclusions of law or unwarranted deductions of fact.”  Oberlin Capital, L.P. v. Slavin, \n147 N.C. App. 52, 56, 554 S.E.2d 840, 844 (2001). \n18. The Court may cons ider documents “attached to and incorporated within” \nthe pleadings without converting a Rule 12(b)(6) motion into one for summary \njudgment.  Weaver v. St. Joseph of the Pines, Inc., 187 N.C. App. 198, 204, 652 S.E.2d \n701, 707 (2007). \nA. Superior Insurance Claims \n \n19. Plaintiffs’ complaint contains seven causes of action related to the Superior \nInsurance franchise agreements.  Five causes of action—unfair or deceptive trade \npractices, breach of contract, breach of the covenant of good faith and fair dealing, \nbreach of fiduciary duty, and declaratory judgment —are asserted against only \nSuperior Insurance.  Plaintiffs’ claims for fraud and negligent misrepresentation are \nasserted against Superior Insurance and the individual Defendants.   \n \n \n1. Unfair or Deceptive Trade Practices \n \n20. To state a claim  under N.C. Gen. Stat. §  75-1.1, “a plaintiff must show: \n(1) [the] defendant committed an unfair or deceptive act or practice, (2) the action in \nquestion was in or affecting commerce, and (3) the act proximately caused injury to \nthe plaintiff.”  Bumpers v. Cmty. Bank of N. Va., 367 N.C. 81, 88, 747 S.E.2d 220, 226 \n(2013).  Plaintiffs allege that Superior Insurance violated section 75-1.1, first,  by \n“failing to provide the required disclosure statements under ” federal regulations \ngoverning franchisors and, second, by “negotiating and failing to specifically disclose \nits hidden commission arrangement with” insurance carriers.  (Compl. ¶¶ 96–97.) \n21. Superior Insurance contends that Plaintiffs’ first theory  is barred by the \nstatute of limitations.  (Defs.’ M em. in Supp. Mot. to Dismiss 6–7 [“Superior Defs.’ \nMem.”], ECF No. 16.)  “A statute of limitations defense may properly be asserted in a \nRule 12(b)(6) motion to dismiss if it appears on the face of the complaint that such a \nstatute bars the claim.”  Birtha v. Stonemor, N.C., LLC, 220 N.C. App. 286, 292, 727 \nS.E.2d 1, 6–7 (2012). \n22. A plaintiff must file its section 75 -1.1 claim “within four years after the \ncause of action accrues.”  N.C. Gen. Stat. §  75-16.2.  Here, the source of the alleged \nviolation is the Federal Trade Commission’s Franchise Rule, which provides “it is an \nunfair or deceptive act or  practice . . . [f]or any franchisor to fail to furnish a \nprospective franchisee with a copy of the franchisor’s current disclosure document”  \nprior to entering a franchise agreement.   FTC Franchise Rule, 16 C.F.R. § 436.2(a).  \nThe complaint alleges that Superior Insurance failed to provide this information prior \n \n \nto entering into the franchise agreements with Haigh, Davis, Sanspree, and Corley .  \n(Compl. ¶ 30.)  Each individual Plaintiff’s cause of action  therefore accrued at the \ntime of the agreements, the last of which was executed in 2011.   This action, filed in \nFebruary 2017, falls well outside the four-year limitations period. \n23. The discovery rule does not save the individual Plaintiffs’ claim, as they \ncontend.  (Pls.’ Resp. in Opp’n 2 [“1st Opp’n”], ECF No. 21.)  The discovery rule “tolls \nthe running of the statute of limitations for torts resulting in certain latent injuries,” \nsuch as fraud.  Misenheimer v. Burris, 360 N.C. 620, 622, 637 S.E.2d 173, 175 (2006).  \nFailure to comply with the Franchise Rule is not a latent wrong.  Rather, federal law \nprovides notice to franchisors and franchisees that the necessary disclosure must be \nmade within a certain timeframe.  Superior Insurance ’s failure to provide the \ndisclosure and the resulting Franchise Rule  violation were “necessarily apparent to \nthe plaintiffs before they signed their franchise agreements.”  Randall v. Lady of Am. \nFranchise Corp. , 532 F. Supp. 2 d 1071, 1097 (D. Minn. 2007) (holding statute of \nlimitations barred claim for Franchise Rule violation under Florida Deceptive and \nUnfair Trade Practices Act) ; see also Rich Food Servs., Inc. v. Rich Plan  Corp., No. \n5:99-CV-677-BR, 2002 U.S.  Dist. LEXIS 27799, at *27 (E.D.N.C. Nov. 11, 2002) \n(discovery rule did not toll statute of limitations on a section 75-1.1 claim because \nplaintiffs should have known franchise rules and regulations upon entering the \nagreement), aff’d 98 F. App’x 206 (4th Cir. 2004). \n24. On the face of the complaint , it is clear that any cause of action based on a \nviolation of the Franchise Rule accrued at the time of the 2009-2011 Agreements.  As \n \n \na result, the individual Plaintiffs’ section 75-1.1 claim is untimely to the extent it is \nbased on Superior Insurance’s alleged failure to provide the required disclosure \nstatements.   \n25. Plaintiffs’ second theory is that Superior Insurance violated section 75 -1.1 \nby “negotiating and failing to specifically disclose its hidden commission arrangement \nwith” insurance carriers.  (Compl. ¶¶ 96–97.)  This theory, though difficult to discern, \nappears to be based on  the same allegations underlying  Plaintiffs’ claims for fraud \nand breach of contract.  In a footnote, Superior Insurance points to its challenges to \nthe claims for fraud and breach of contract  and argues that the section 75 -1.1 claim \nshould be dismissed for the same reasons .  (See Superior Defs.’ Mem.  7 n.3.)  The \nCourt addresses those arguments in sections II(A)(2) and II(A)(5) below , in both \ninstances denying Superior Insurance’s motion.  Because Plaintiffs have adequately \nstated a claim for fraud, the Court also concludes, at this stage, that Plaintiffs have \nadequately alleged that Superior Insurance committed an unfair or deceptive act , to \nthe extent based on hidden commissions.  See Media Network, Inc. v. Mullen Advert., \nInc., 2007 NCBC LEXIS 1, at *45 (N.C. Super. Ct. Jan. 19, 2007)  (noting that \nallegations of fraud are typically sufficient to state a claim under section 75-1.1). \n2. Breach of Contract and Breach of the Covenant of Good Faith and Fair Dealing \n \n26. Plaintiffs allege that Superior Insurance breached the 2009 -2011 \nAgreements and the 2013 Agreement in two ways .  One allegation is that Superior \nInsurance improperly solicited  Plaintiffs’ customers.  (Compl. ¶  103.)  Superior \nInsurance makes no argument as to this allegation .  ( See generally Superior Defs.’ \n \n \nMem. 7–10; Superior Reply 8–10, ECF No. 24 .)  Accordingly, there is no basis to \ndismiss the claim for breach of contract to the extent it concerns any non-solicitation \nprovision.  \n27. Plaintiffs’ second allegation is  that Superior Insurance breached the 2009 -\n2011 Agreements and the 2013 Agreement by “nego tiating and receiving its own \ndirect commission[s] with the insurance carriers .”  (Compl. ¶ 102.)  In addition, in \ntheir claim for breach of the covenant of good faith and fair dealing, Plaintiffs allege \nthat Superior Insurance “acted in bad faith with res pect to the Agreements by \nnegotiating and receiving its own direct commission[s] from the insurance carriers.”  \n(Compl. ¶ 108.)  Viewing these allegations in light of Plaintiffs’  brief, it is clear that \nthe claim for breach of contract is the same as the claim for breach of the implied \ncovenant of good faith and fair dealing.  (See Compl. ¶ 108; see also 1st Opp’n 8.)  For \nthe purpose of resolving this motion, the Court analyzes the two claims as one.   \n28. To state a claim for breach of contract, a party mus t allege that there is a \nvalid contract and that a term of the contract was breached.  See Poor v. Hill , 138 \nN.C. App. 19, 26, 530 S.E.2d 838, 843 (2000).   Contracts contain implied terms in \naddition to and consistent with the contract’s express terms for the purpose of \neffectuating the intent of the parties to the contract.  See Maglione v. Aegis Family \nHealth Ctrs., 168 N.C. App. 49, 56, 607 S.E.2d 286, 291 (2005).  Thus, courts require \nparties to act in good faith “to accomplish the purpose of” the contract.  Id.  This \nmeans that the parties to a contract must “make reasonable efforts to perform [their] \nobligations under” the contract, id., and must not “do anything which injures the right \n \n \nof the other [party] to receive the benefits of the agreement.”  Bicycle Transit Auth., \nInc. v. Bell, 314 N.C. 219, 228, 333 S.E.2d 299, 305 (1985). \n29. Superior Insurance contends that the language of the agreements expressly \nallows them to receive direct commissions and that the implied covenant of good faith \nand fair dealing cannot contradict these express terms.  (See Superior Defs.’ Mem. 9–\n11.)  For Superior Insurance to prevail at the 12(b)(6) stage, the contract language \nmust necessarily defeat Plaintiffs’ claim.  See Jackson, 318 N.C. at 175, 347 S.E.2d at \n745.  \n30. Superior Insurance fails to satisfy this standard.  It relies on two provisions \nin the 2009 -2011 Agreements.  The first states that Superior Insurance makes “no \nrepresentation with respect to contracts, arrangements and insurance programs \nwith” its clients “or with respect to contracts, arrangements and insurance programs \nbetween [Superior Insurance] and the insurance companies represented by” it.  \n(Compl. Ex. 1 ¶  6.)  The secon d states that “[a]ny negotiated commissions, \ncontingencies, higher payments from insurance carriers or other entities etc. will be \ndeferred to [Superior Insurance]” and that Superior Insurance “has the right to \nnegotiate on” behalf of the franchisees.  (Compl. Ex. 1 ¶ 12.)   \n31. It is unclear why Superior Insurance believes either provision supports its \nposition.  Neither expressly addresses direct commissions, yet Superior Insurance  \nrelies on the bare text without further analysis or interpretation.  (See Superior Defs.’ \nMem. 8; Superior Reply 9–10.)  Plaintiffs advocate their own interpretations of these \nprovisions, under which Superior Insurance would not be entitled to direct \n \n \ncommissions.  (See 1st Opp’n 5.)  In the absence of a contrary interpretation supported \nby reasoned analysis, the Court is unable to conclude at this stage that either \nprovision clearly defeats Plaintiffs’ claim. \n32. With respect to the 2013 Agreement, Superior Insurance  relies on the \nprovision that entitles it to “all overrides and contingencies from all insurance related \nproducts.”  (Superior Defs.’ Mem. 9; Compl. Ex. 4 ¶ 8(j).)  Superior Insurance argues \nthat this provision entitles it to direct commissions because commissions and \noverrides are the same.  The term overrides is undefined, however, and the Franchise \nDisclosure Document, which states MLB1 shall receive all commissions, suggests \nthat overrides and commissions are different.  At a minimum, there is a factual \ndispute over whether the payments that Superior Insurance receives from insurance \ncarriers are either impermissible direct commission s or permitted override s.  The \nCourt may not  resolve this f actual dispute  at the Rule 12(b)(6) stage.  See, e.g. , \nUSConnect, LLC v. Sprout Retail, Inc., 2017 NCBC LEXIS 37, at *21 (N.C. Super. Ct. \nApr. 21, 2017).   \n33. Finally, Superior Insurance argues that the three-year statute of limitations \nbars “[a]ny claim for breach of contract from prior to February 13, 2014.”  ( Superior \nDefs.’ Mem. 9–10.)  A claim for breach of contract accrues “at the time of notice of the \nbreach.”  Flanders/Precisionaire Corp. v. Bank of N.Y. Mellon Trust Co., 2015 NCBC \nLEXIS 36, at *17 (N.C. Super. Ct. Apr. 7, 2015) .  As alleged, Plaintiffs first received \nnotice of the breach approximately two years before the  filing of the complaint, \nthrough a combination of rumors and , when confronted,  Superior Insurance’s own \n \n \nadmission.  (Compl. ¶ ¶ 52,  57.)  The Court cannot conclude from  the face of the \namended complaint that Plaintiffs had notice of the alleged breaches before February \n13, 2014.  See Ludlum v. State , 227 N.C. App. 92, 94, 742 S.E.2d 580, 583  (2013) \n(statute of limitations is three years). \n34. The Court denies the motion to dismiss the claims for breach of contract and \nbreach of the covenant of good faith and fair dealing. \n3. Breach of Fiduciary Duty \n \n35. Plaintiffs allege that Superior Insurance owed them a fiduciary duty and \nbreached that duty by negotiating direct commissions for itself.  (See Compl. ¶¶ 111–\n12.)   \n36. “For a breach of fiduciary duty to exist, there must first be a fiduciary \nrelationship between the parties.”  Dalton v. Camp , 353 N.C. 647, 651, 548 S.E.2d \n704, 707 (2001).  A fiduciary relationship exists when a person places special \nconfidence in a party who “is bound to act in good faith and in the best interest of the” \nperson reposing the confidence.  Lynn v. Fed. Nat ’l Mortg. Ass’n, 235 N.C. App. 77, \n81, 760 S.E.2d 372, 375 (2014).  North Carolina courts have identified two types of \nfiduciary relationships.  The first type “arise[s] from ‘legal relations’” —attorney and \nclient, partners, principal and agent, and similar relationships.  S.N.R. Mgmt. Corp. \nv. Danube Partners 141, LLC , 189 N.C. App. 601, 613, 659 S.E.2d 442, 451 (2008) \n(quoting Rhone-Poulenc Agro S.A. v. Monsanto Co., 73 F. Supp. 2d 540, 546 (M.D.N.C. \n1999)).  The second type includes relationships “that exist ‘as a fact, in which there is \n \n \nconfidence reposed on one side, and the resulting superiority and influence on the \nother.’”  Id.   \n37. The complaint alleges that a fiduciary relationship exists, as a matter of law, \nbecause Superior Insurance “acted as Plaintiffs’ agent” i n negotiating commissions \nwith insurance carriers.  (Compl. ¶  111.)  The “critical element of an agency \nrelationship,” however, is the principal’s right to control the agent.  Coastal Plains \nUtils., Inc. v. New Hanover Cty., 166 N.C. App. 333, 344, 601 S.E.2d 915, 923 (2004).  \nPlaintiffs do not allege that they hold the right to control Superior Insurance  in \ncarrying out negotiations with insurance carriers or in any other respect.  In fact, the \nallegations confirm the absence of any control.  ( See, e.g., Compl. ¶ 49 (“Defendants \nhave refused to renegotiate .  . .”).)  Accordingly, the facts alleged in the complaint \ndefeat the claim for breach of fiduciary duty to the extent it is based on an agency \nrelationship.   \n38. In their opposition brief, Plaintiffs argue that Superior Insurance’s exclusive \nauthority to negotiate commissions on Plaintiffs’ behalf gives rise to a de facto  \nfiduciary relationship.  (See 1st Opp’n 13–14.)  This new theory is not alleged in the \namended complaint and therefore does not provide a basis to survive Rule 12(b)(6) .  \n(See Compl. ¶¶ 110–13.)  “The requirement to liberally construe the complaint is not \nan invitation to rewrite it.”  Brown v. Secor , 2017 NCBC LEXIS 65, at *19 (N.C. \nSuper. Ct. July 28, 2017). \n39. In any event, to the extent the authority to negotiate on Plaintiffs’ behalf \nimposes a duty on Superior Insurance, it does so as a result of the parties’ contractual \n \n \nrelationship, not as a result of a fiduciary relationship.  “As a general rule, parties to \na contract ‘owe no special duty to one another beyond the terms of the contract.’”  \nCharlotte-Mecklenburg Hosp. Auth. v. Wachovia Bank. N.A., 2009 NCBC LEXIS 33, \nat *8 (N.C. Super. Ct. Oct. 6, 2009) (quoting Branch Banking & Trust Co. v. \nThompson, 107 N.C. App. 53, 61, 418 S.E.2d 694, 699 (1992)).   In this circumstance, \nSuperior Insurance’s duty to negotiate with insurance carriers in good faith is based \non the terms of the franchise agreements and the implied covenant of good faith and \nfair dealing.  The alleged breach of that covenant, which arises from contract law, is \nbetter resolved through contract principles, rather than general principles of \nfiduciary relationships. \n40. Therefore, the Court grants the motion to dismiss the claim for breach of \nfiduciary duty.  The claim is dismissed with prejudice. \n4. Declaratory Judgment \n \n41. Plaintiffs’ declaratory -judgment claim is actually a request for  seven \ndifferent declarations, all having to do with aspects of the 2009-2011 Agreements and \nthe 2013 Agreement.  (See Compl. ¶ 130.)  Plaintiffs seek three declarations that all \nor part of the franchise agreements are void.  They seek two declarations regarding \nthe amount of notice required to terminate the franchise agreements.  And they seek \ntwo additional declarations as to the enforceability of non-compete covenants in the \nagreements. \n42. Superior Insurance urges the Court to dismiss  the entire  claim for  two \nprincipal reasons: f irst, “the Court is without jurisdiction  to entertain Plaintiffs’ \n \n \nattempt to use the Declaratory Judgment Act as a vehicle for the nullification of \nwritten instruments,” and second, “there is no actual controversy betwe en the \nparties” as to the other requests for declaratory relief.  (Superior Reply 14.) \n43. “A motion to dismiss for failure to state a claim is seldom appropriate ‘in \nactions for declaratory judgments, and will not be allowed simply because the plaintiff \nmay not be able to prevail.’”  Morris v. Plyler Paper Stock Co., 89 N.C. App. 555, 557, \n366 S.E.2d 556, 558 (1988) (quoting N.C. Consumers Power, Inc. v. Duke Power Co. , \n285 N.C. 434, 439, 206 S.E.2d 178, 182 (1974)).  Rather, a motion to dismiss a \ndeclaratory-judgment claim is appropriate only “‘when the complaint does not allege \nan ac tual, gen uine existing controversy,’” which  prevents a court from entering a \n“purely advisory opinion.”  Legalzoom.com, Inc. v. N.C. State Bar, 2012 NCBC LEXIS \n49, at *9 (N.C. Super. Ct. Aug. 27, 2012). \n44. Superior Insurance relies on Farthing v. Farthing  for the proposition that \nthe Declaratory Judgment Act “is not a v ehicle for the nullification of” written \ninstruments.  235 N.C. 634, 635, 70 S.E.2d 664, 665 (1952).  The North Carolina Court \nof Appeals has clarified that Farthing held only that “the validity of a will is a probate \nmatter” and cannot be held void through a declaratory -judgment action.  Bueltel v. \nLumber Mut. Ins. Co. , 134 N.C. App. 626, 6 30, 518 S.E.2d 205, 208 (1999).  “The \nvalidity of a contract, however, is a different matter,” and this Court “certainly may \ndetermine the validity and enforceability of a contract under the Declaratory \nJudgment Act.”  Id.; see also, e.g., Townsend v. Harris, 102 N.C. App. 131, 132, 401 \nS.E.2d 132, 133 (1991) (declaring a contingency fee agreement void as against public \n \n \npolicy).  Therefore, the Court denies the motion to dismiss the claim for declaratory \nrelief to the extent  Plaintiffs seek a declaration in validating part or all of the \nfranchise agreements.  (See Compl. ¶ 130(a)–(c).) \n45. The Court grants the motion to dismiss as to the four remaining request s \nfor declaratory relief, all of which relate to the non-compete provisions or the amount \nof notice required to terminate the agreements .  As Superior Insurance points out, \nPlaintiffs have not alleged that they are competing  with or intend to compete with \nSuperior Insurance or that they intend to terminate the agreements .  (See Superior \nDefs.’ Mem. 18–19.)  As a result, there is no actual, genuine controversy for the Court \nto resolve.  See, e.g., Sharpe v. Park Newspapers of Lumberton, Inc. , 317 N.C. 579, \n590, 347 S.E.2d 25, 32 (1986)  (holding that, in a declaratory action regarding the \nvalidity of a non -compete, there must be “ evidence of a practical certainty that the \nplaintiffs will compete with the defendant . . . or that they have the intention of doing \nso”).   \n46. Plaintiffs’ response does not dispute this.  ( See 1st Opp’ n 17–18.)  They \ncontend only that “there is an actual controversy” because “the parties are already in \nlitigation.”  (1st Opp’n 17.)  The fact that there is pending litigation on other issues \ndoes not obviate the need for a genuine controversy to support a  separate claim for \ndeclaratory relief.  Therefore, the Court dismisses without prejudice the declaratory-\njudgment claim to the extent Plaintiffs seek declarations regarding the notice or non-\ncompete provisions of the franchise agreements.   \n \n \n5. Fraud and N egligent Misrepresentation  (Superior Insurance  Franchise \nAgreements) \n \n47. Plaintiffs assert alternative claims for fraud and negligent \nmisrepresentation against the Superior Insurance Defendants based on a failure to \ndisclose Superior Insurance’s direct commission arrangement.  ( See Compl. ¶¶ 114–\n20, 121–27.)  The Superior Insurance Defendants argue that both claims should be \ndismissed on identical grounds.  (See Superior Defs.’ Mem. 12–16; Superior Reply 11–\n14.) \n48. In their briefing, Plaintiffs clarify that their fraud claim is a claim for fraud \nin the inducement.  (1st Opp’n 15.)  The elements of fraud in the inducement “are: (1) \n[f]alse representation or concealment of a material fact, (2) reasona bly calculated to \ndeceive, (3) made with intent to deceive, (4) which does in fact deceive, (5) resulting \nin damage to the injured party.”  Media Network, Inc. v. Long Haymes Carr, Inc., 197 \nN.C. App. 433, 453 , 678 S.E.2d 671, 684 (2009).  All allegations of fraud must be \npleaded with particularity.  See N.C. R. Civ. P. 9(b).  When, as here, the fraud claim \nis based on the defendant’s failure to disclose information, the plaintiff must allege \n(1) the relationship [between plaintiff and defendant] giving ris e to the \nduty to speak; (2) the event or events triggering the duty to speak and/or \nthe general time period over which the relationship arose and the \nfraudulent conduct occurred; (3) the general content of the information \nthat was withheld and the reason f or its materiality; (4) the identity of \nthose under a duty who failed to make such disclosures; (5) what [the \ndefendant] gained by withholding information; (6) why plaintiff’s \nreliance on the omission was both reasonable and detrimental; and (7) \nthe damages proximately flowing from such reliance. \n \nW4 Farms, Inc. v. Tyson Farms, Inc., 2017 NCBC LEXIS 63, at *19 (N.C. Super. Ct. \nJuly 24, 2017).   \n \n \n49. The arguments asserted by the Superior Insurance Defendants are \nscattershot.  They first contend that the economic loss rule precludes Plaintiffs’ fraud \nclaim because this dispute “is, at its heart, a dispute over the parties’ rights under \ncontracts.”  ( Superior Defs.’ Mem.  14.)  Th e North Carolina Court of Appeals has \nrejected this argument .  The economic loss rule d oes not bar claims for fraudulent \ninducement.  See Bradley Woodcraft, Inc. v. Bodden , 795 S.E.2d 253, 259 (N.C. Ct. \nApp. 2016). \n50. The Superior Insurance Defendants next argue that Plaintiffs have not \nsatisfied the reliance requirement.  (Superior Defs.’ Mem. 14–15; Superior Reply 12–\n13.)  This argument is premised on the contract provisions discussed above.  (Superior \nDefs.’ Mem. 14–15.)  As noted, Defendants do not explain how to interpret or apply \nthese provisions.  The Court further notes that Plaintiffs expressly alleged that “they \nwould not have entered into the Agreements” if they knew that Superior Insurance \n“would be receiving its own direct commission from the insurers.”  (Compl. ¶ 119.)  \n51. The third argument is that the individual Defendants, who are the president \nand vice presidents of Superior Insurance, were under no duty to disclose information \nunder the FTC’s Franchise Rule .  (See Superior Reply 13–14.)  The parties’ briefing \non this point is slim, and the Court is not aware of any authority precluding individual \nliability for corporate officers that participate in a company’s deceptive acts under the \nFTC Act and the Franchise Rule.  See F.T.C. v. Transnet Wireless Corp., 506 F. Supp. \n2d 1247, 1252, 1270–72 (S.D. Fla. 2007) (discussing standards for individual liability \n \n \nunder FTC Act) .  At this stage of the litigation , dismissal of the claim as to the \nindividual Defendants would be premature.  \n52. Finally, in their reply brief, the Superior Insurance Defendants argue that \nthe statute of limitations bars the fraud claim to the extent it is based on a duty to \ndisclose information under the Franchise Rule .  (Superior  Reply 11.)   The Court \ndisagrees.  Plaintiffs’ claims for fraud and for violation of the Franchise Rule are \ndistinct.  The latter concerns a failure to provide a disclosure statement of any kind \nwithin a specified timeframe.   As noted, the discovery rule does not apply to this \nclaim.   \n53. Plaintiffs’ fraud claim, however, alleges that Superior Insurance concealed \nspecific, material information with the intent to deceive—precisely the kind of latent \nharm for which t he discovery rule tolls the statute of limitations.  The three-year \nlimitations period therefore began to run when Plaintiffs “discover[ed] or should have \ndiscovered the fraud.”  Branch Banking & Trust Co. v. Lighthouse Fin. Corp. , 2005 \nNCBC LEXIS 4, at *20 (N.C. Super. Ct. July 13, 2005) ; see also N.C. Gen. Stat. § 1-\n52(9).  The complaint alleges that  Plaintiffs became aware of the alleged direct \ncommissions roughly two years before filing this lawsuit.  (Compl. ¶ 52.)  Accordingly, \nthe Court cannot conclude from the face of the complaint that  Plaintiffs’ claim is \nuntimely. \n54. For these reasons, the Court denies the motion to dismiss Plaintiffs ’ fraud \nclaim.  The Court also denies the motion to dismiss Plaintiffs’ alternative claim for \nnegligent misrepresentation.  Defendants offer no independent basis for dismissing \n \n \nthe negligent misrepresentation claim , apart from the arguments as to the fraud \nclaim.  In addition, it appears that discovery as to the fraud and negligent \nmisrepresentation claims will “be the same, or at least substantially overlapping.”  \nVeer Right Mgmt. Grp., Inc. v. Czarnowski Display Serv. , 2015 NCBC LEXIS 13 , at \n*8 (N.C. Super. Ct. Feb. 4, 2015).   Thus, having determined that the fraud claim \nsurvives, the Court also denies the motion to dismiss  the alternative claim  for \nnegligent misrepresentation.   \nB. Fraud and Securities Fraud (Prospect) \n \n55. Plaintiffs’ eighth, ninth, and tenth claims for relief relate to  fraud and \nsecurities violations against all Defendants with respect to investments made in \nProspect.  Defendants seek to dismiss the eighth and ninth claims (for fraud and \nsecurities fraud) solely on the ground that  they are not alleged  with “particularity \nsufficient to satisfy Rule 9(b).”  ( Superior Defs.’ Mem.  20; Prospect’s Mem. 3.)  \nSuperior Insurance and Prospect also seek to dismiss the tenth claim on the ground \nthat the complaint does not allege that either “made any false statements relating to \nProspect.”  (Superior Defs.’ Mem. 22; Prospect’s Mem. 5.) \n56. Plaintiffs’ claims for fraud and securities fraud must be pleaded with \nparticularity.  N.C. R. Civ. P. 9(b); Skoog v. Harbert Private Equity Fund, II, LLC , \n2013 NCBC LEXIS 16,  at *34 (N.C. Super. Ct. Mar. 25, 2013).  This requirement \n“ensures that the defendant has sufficient information to formulate a defense by \nputting it on notice of the conduct complained of.”  Perkins v. HealthMarkets, Inc. , \n \n \n2007 NCBC LEXIS 25, at *14 (N.C. Super. Ct.  July 30, 2017 ) (quoting Harrison v. \nWestinghouse Savannah River Co., 176 F.3d 776, 784 (4th Cir. 1999)). \n57. To satisfy Rule 9(b)’s particularity requirement, Plaintiffs must allege the \n“time, place and content” of the misrepresentation, the “identity of the person making \nthe representation,” and “what was obtained as a result.”   Terry v. Terry , 302 N.C. \n77, 85, 273 S.E.2d 674, 678 (1981).   “The degree of particularity required to comply \nwith Rule 9(b) varies from case to case.”  McDonnell Douglas Corp. v. SCI Tech., 933 \nF. Supp. 822, 825 (E.D. Mo. 1996) (applying Fed. R. Civ. P. 9(b)).  When evaluating \nthe particularity requirement, the court should satisfy itself “(1) that the defendant \nhas been made aware of the particular circumstances for which she will have to \nprepare a defense at trial, and (2) that plaintiff has substantial prediscovery evidence \nof those facts.”  Harrison, 176 F.3d at 784. \n58. The amended complaint satisfies this standard .  Plaintiffs allege that  the \nmisrepresentations were made at a meeting in Charlotte, North Carolina in January \n2014.  (Compl. ¶ 69.)  In addition, they allege that the three individual Defendants  \nsolicited Plaintiffs’ investments in Prospect, falsely represented that they would be \nmaking their own investments in Prospect, and passed out forms with specific stock \noption plans.  (Compl. ¶¶ 69, 70, 75.)  The forms included the logos of both  Superior \nInsurance and Prospect .  (Compl. ¶  70.)  The complaint further alleges that each \nPlaintiff made an inves tment in Prospect and did so in reliance on Defe ndants’ \nrepresentations.  (Compl. ¶ 78.)   \n \n \n59. In the context of this case , Plaintiffs’ allegations plainly notify Defendants \nof the time and place of the meeting, the specific individuals involved in the meeting, \nand the nature of the alleged misrepresentations.  See Hudgins v. Wagoner, 204 N.C. \nApp. 480, 488–89, 694 S.E.2d 436, 443–44 (2010) (holding “that plaintiff sufficiently \npleaded a cause of action for fraud”); Perkins, 2007 NCBC LEXIS 25, at *11–16 \n(holding that the plaintiffs alleged fraud with sufficient particularity).   In addition, \nwith respect to Superior Insurance and Prospect,  Plaintiffs correctly observe that  \nthey were solicited to invest in Prospect at a Superior Insurance annual meeting with \nform solicitations that included the logos for both Superior Insurance and Prospect.  \n(See 1st Opp’n 19.)   \n60. The allegations  provide Defendants with notice of the “particular \ncircumstances” for which they “will have to prepare a defense at trial.”  Harrison, 176 \nF.3d at 784.  Therefore, the Court denies the motions to dismiss the fraud claim and \nthe securities fraud claims related to the Prospect investments.   \nIII. \nCONCLUSION \n \n61. The Court DENIES Prospect’s motion to dismiss.   \n62. The Court GRANTS in part  Superior Insurance Defendants’ motion to \ndismiss as follows: \na. The unfair or deceptive trade practices claim is DISMISSED with \nprejudice to the extent it is based on a violation of the Franchise Rule; \nb. The claim for breach of fiduciary duty is DISMISSED with prejudice; \nand  \n \n \nc. The declaratory-judgment claim is DISMISSED without prejudice to \nthe extent it concerns the non -compete and notice terms of the franchise \nagreements. \nd. In all other respects, the motion is DENIED.   \n \nThis the 24th day of October, 2017. \n        /s/ Adam M. Conrad                  \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n \n "
}