{
  "id": "18bf015de70ceb7627e5bf3901620e80a030c91a9fdcbcdd88fab86a162c0f08",
  "source_file": "data/raw/ncbc/18bf015de70ceb7627e5bf3901620e80a030c91a9fdcbcdd88fab86a162c0f08.pdf",
  "raw_text": " \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF \nJUSTICE SUPERIOR COURT DIVISION  \n19-CVS-23974 \n \nHYOSUNG USA, INC., \n \n   Plaintiff, \n \nv. \n \nTRAVELERS PROPERTY CASUALTY \nCOMPANY OF AMERICA, \n \n   Defendant. \n \nFINAL JUDGMENT AGAINST \nDEFENDANT TRAVELERS \nPROPERTY CASUALTY COMPANY \nOF AMERICA \n \n \n1. THIS MATTER is before the Court on Plaintiff Hyosung USA, Inc.’s \n(“Hyosung”) Motion for Entry of Final Judgment against Defendant Travelers \nProperty Casualty Company of America (“Travelers”) (the “Motion”).  (ECF No. 124.)  \nTravelers has advised by email that it does not object to the entry of a final judgment \nin the form attached to the Motion.  Having considered the Motion, Travelers’ position \non the Motion, and other appropriate matters of record, the Court GRANTS  the \nMotion and enters final judgment for Hyosung as provided herein.  \nBray & Long, PLLC, by Jeffrey A. Long, and Thompson Hine LLP, by \nChristopher M. Bechhold, for Plaintiff Hyosung USA, Inc. \n \nWomble Bond Dickinson (US) LLP, by Ryan H. Niland, and Niles, \nBarton & Wilmer, LLP, by Bryant Green and Craig D. Roswell, for \nDefendant Travelers Property Casualty Company of America. \n \nBledsoe, Chief Judge. \nHyosung USA, Inc. v. Travelers Prop. Cas. Co. of Am., 2022 NCBC 27. \n \nI. \nFINDINGS OF FACT \n2. Hyosung filed two motions for partial summary judgment in this action \nunder Rule 56 of the North Carolina Rules of Civil Procedure seeking to establish its \npreferred interpretation of certain terms of an insurance policy Travelers issued to \nHyosung (the “Travelers Policy”). 1  Hyosung’s first Rule 56 m otion, ( the “First \nMotion,” ECF No. 81), sought a declaration that an insurance policy former defendant \nHartford Fire Insurance Company (“Hartford”) issued 2 was not “other insurance” \nunder the Travelers Policy, and the second Rule 56 motion , (the “Second Motion,” \nECF No. 92), sought a declaration that the events at issue in this action constituted \na single occurrence under the Travelers Policy to which a single “windstorm” \ndeductible applied.   \n3. On 16 December 2021, the Court  issued its Order and Opinion on  \nPlaintiff Hyosung’s First and Second Motions for Partial Summary Judgment against \nDefendants Travelers and Hartford ( the “Opinion”), (ECF No. 119) , granting both \nMotions and holding, among other things, that: \ni. [T]he Hartford Policy does not constitute Other Insurance under the \nterms of the Travelers Policy. . . ;3 \n \n1 The Travelers Policy is a first-party property policy and is in the record at ECF No. 82.2 \n(the “Travelers Policy”). \n \n2 The Hartford policy at issue in this litigation (the “Hartford Policy”) is a third-party liability \ninsurance policy issued to former defendant Logipia USA, Inc. (“Logipia”) and is in the record \nat ECF No. 82.3. \n \n3 Travelers refused to pay Hyosung under the Travelers Policy, contending that Travelers \nhad no duty to indemnify Hyosung for the first $2 million of loss for each Incident (a total of \n \nii. [A]ll loss or damage arising from Incident 1 and Incident 2 \nconstituted a single “occurrence” under the Travelers Policy; [and] \niii. [A] single Windstorm Deductible applies to all loss or damage arising \nfrom Incident 1 and Incident 2 under the Travelers Policy; \n \nand “ordering Travelers to pay to Hyosung the $1.55 million that Travelers deducted \nfrom its payment to Hyosung for Incident 2 under the Travelers Policy.”4  (Op. ¶ 60.) \n4. Based on the Court’s conclusion concerning “other insurance,” the Court \ndismissed Hyosung’s claims against Hartford.  (Op. ¶ 60(a)). \n5. On 22 March 2022, Hyosung voluntarily dismissed its claims against \nformer defendant USI Insurance Services, LLC with prejudice.  (ECF No. 122.) \n6. On 6 May 2022, Hyosung voluntarily dismissed its claims against \nLogipia without prejudice.  (ECF No. 123.) \n7. On 19 May 2022, Logipia voluntarily dismissed its claims against Duke \nRealty without prejudice.  (ECF No. 125.) \n8. As a result of t he dismissals and judgment set forth above, the only \nremaining defendant in the case is Travelers.   \n \n$4 million) because the Other Insurance provision in the Travelers Policy required Hyosung \nto recover those sums from Hartford under the Hartford Policy.  (Op. ¶ 14.) \n \n4 Incident 1 refers to the event occurring “[o] n or about 19 April 2019 [when] a Windstorm \n[as defined in the Travelers Policy] removed large portions of the . . . roof [of a warehouse (the \n“Warehouse”) owned by former t hird-party defendant Duke Realty Limited Partnership  \n(“Duke Realty”)], allowing water to enter the Warehouse and damage and/or destroy Hyosung \n[p]roducts stored there.”  (Op. ¶ 12.)  Incident 2 refers to the event occurring “ on 26 April \n2019, [when] the plastic sheeting [installed to prevent further water damage ] failed and \nallegedly activated the Warehouse’ s sprinkler system, cau sing further water damage to \nHyosung’s [p]roducts.”  (Op. ¶ 12.)   \n \nII. \nCONCLUSIONS OF LAW \n9. In granting Hyosung’s motions for partial summary judgment, the Court \nhas now ruled on all the legal claims for relief asserted by Hyosung against Travelers.  \n(Op. ¶  60.)  Travelers therefore owes Hyosung  (i) $4 million for withholding this \namount based upon Travelers’ contention that the Hartford Policy constituted “other \ninsurance” under the terms of the Travelers Policy and  (ii) $1.55 million for \nwithholding this amount as a second “windstorm” deductible bas ed upon Travelers’ \ncontention that Incidents 1 and 2 constituted separate Windstorm occurrences under \nthe Travelers Policy.  (Op. ¶¶ 14, 60.) \n10. Accordingly, Travelers owes Hyosung a total of $5.55 million ($4 million \n+ $1.55 million) , which Travelers wrongfully withheld  from the funds it owed to \nHyosung under the Travelers Policy. \n11. Hyosung is also entitled to both pre- and post-judgment interest on this \namount pursuant to N.C.G.S. § 24-5(a). \n12. Pursuant to N.C.G.S. § 24-1, the legal rate of interest is eight percent \n(8%). \n13. Travelers breached the terms of the Travelers P olicy on 28 June 2019 \nwhen it refused to reimburse Hyosung for its losses .  (Op. ¶¶ 14, 34, 55, 60; see also  \nECF Nos. 82.4, 82.5.) \n14. Thus, interest began to accrue on 28 June 2019 and continues to accrue \nagainst the judgment amount, $5.55 million, until paid.  N.C.G.S. § 24-5(a).  \n \nIII. \nCONCLUSION \n15. WHEREFORE, for the reasons set forth above, the Court hereby \nGRANTS Hyosung’s Motion for Entry of Final Judgment  and ENTERS FINAL \nJUDGMENT against Travelers in the amount of $5.55 Million plus pre - and post-\njudgment interest at the legal rate of 8% from 28 June 2019 until satisfied. \n \nSO ORDERED, this the 24th day of May, 2022.  \n \n /s/ Louis A. Bledsoe, III \nLouis A. Bledsoe, III \nChief Business Court Judge \n  \n "
}