{
  "id": "18ca5c7366c691fb591c437a95a7ab76b2353ac566b0ec41ff945e5a75e3381e",
  "source_file": "data/raw/ncbc/18ca5c7366c691fb591c437a95a7ab76b2353ac566b0ec41ff945e5a75e3381e.pdf",
  "raw_text": "Technetics Grp. Daytona, Inc. v. N2 Biomedical, LLC, 2018 NCBC 115. \n \n \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 22738 \n \nTECHNETICS GROUP DAYTONA, \nINC., \n \nPlaintiff, \n \nv. \n \nN2 BIOMEDICAL, LLC, \n \nDefendant. \n \n \n \n \n \n \n \n \n \nORDER AND OPINION \nON MOTION TO COMPEL \n \nN2 BIOMEDICAL, LLC, \n \n         Counterclaim Plaintiff, \n \nv. \n \nTECHNETICS GROUP DAYTONA, \nINC., and \nTECHNETICS GROUP, LLC, \n \n         Counterclaim Defendants. \n \n \n \n \n \n \n \n1. Plaintiff Technetics Group Daytona, Inc. (“Technetics”) has moved to compel \nthe production of two sets of documents that Defendant N2 Biomedical, LLC (“N2”) \nis withholding on the basis of attorney-client privilege.   (ECF No. 126.)   For the \nfollowing reasons, the Court GRANTS in part and DENIES in part the motion.  \nRobinson, Bradshaw & Hinson, P.A. , by David C. Wright, III, Richard \nC. Worf, and Mark A. Hiller, and Perkins Coie LLP, by Kourtney Mueller \nMerrill, for Plaintiff/Counterclaim Defendant Technetics Group \nDaytona, Inc. and Counterclaim Defendant Technetics Group, LLC. \n \nBrooks, Pierce, McClendon, Humphrey & Leonard, L.L.P. , by David W. \nSar and Jessica Thaller-Moran, and Greenberg Traurig, LLP, by David \nG. Thomas, and  Peter Alley, for Defendant/Counterclaim Plaintiff N2 \nBiomedical, LLC.  \n \nConrad, Judge. \nI. \nBACKGROUND \n \n2. This case arises out  of a dispute over the ownership of certain intellectual \nproperty.  In early 2017, Technetics and N2 entered into a Confidential Development \nAgreement (“CDA”) for the purpose of developing semiconductor-related technology.  \n(See Compl. ¶¶ 17–20, 29–30, ECF No. 3.)  The parties’ work resulted in what they \nbelieve to be patentable technology  (though the parties dispute who deserves the \ncredit), and N2 filed a patent application , which the parties refer to as the ’811 \napplication.  ( See Compl. ¶¶ 48, 52; Def.’s Second Am. Countercl. ¶¶ 1, 3, ECF No. \n118.)  Technetics now contends, and N2 disputes, that the CDA requires N2 to assign \nthe ’811 application to Technetics. \n3. Discovery is well under way.  The parties have sought information about the \nnegotiations that led to  the CDA and  about the development of the technology \nunderlying the ’811 application.  As relevant here, N2 has asserted the attorney-client \nprivilege as a reason to withhold documents relating to both subjects. \n4. These documents include a number of communications exchanged among \nN2, its patent counsel,  and Daniel Storey, a technology consultant.  N2 engaged \nStorey in April 2017  because of his expertise in relevant fields .  (See Tobin Aff. ¶ 7, \nECF No. 141.)  Storey discussed ideas with N2 and its patent counsel, but those ideas \nwere not included as part of the invention ultimately claimed in the ’811 application.  \n(Tobin Aff. ¶ 8.)  N2 disclosed twelve communications involving Storey in its privilege \nlog, asserting that they are protected by  the attorney-client privilege and the \ncommon-interest doctrine.  (See Def.’s Ex. B, ECF No. 142.)   \n5. A second set of disputed documents relates to the CDA.   N2 retained Paul \nSchor as outside corporate counse l to represent it during the negotiations  over the \nagreement.  (Tobin Aff. ¶ 2.)  In August 2016, Schor revised a draft of the CDA and \ne-mailed his revisions to two N2 employees, Nader Kalkhoran and Eric Tobin .  (See \nTobin Aff. ¶ 3.)  Kalkhoran then forwarded the revised document—including Schor’s \nredlined edits and comments—to his counterpart at Technetics.  (Pl.’s Exs. F, G, ECF \nNos. 127.7, 127.8; Tobin Aff. ¶ 3.)  N2 acknowledges that the revised draft and related \ne-mails are not privileged, and it has  produced them.  ( Pl.’s Mem. in Supp.  9, ECF \nNo. 127 [“Pl.’s Mem.”].)  It continues to assert its privilege, though, as to twenty-five \nother documents relating to the negotiation of the CDA.  (See Def.’s Ex. B.) \n6. Upon receiving N2’s privilege log, Technetics demanded that N2 produce all \nof these communications .  When N2 refused, Technetics submitted the discovery \ndispute via e -mail (as required by Business Court Rule 10.9) and then, with th e \nCourt’s permission, moved to compel production of the documents .  (ECF No. 124.)   \nEach side filed a b rief and supporting materials, and the  Court held a telephonic \nhearing on September 19, 2018.   Following the hearing , the Court requested \nsupplemental briefing to address the competency of portions of Eric Tobin’s affidavit, \nwhich N2 filed in opposition  to the motion to compel .  (ECF Nos. 179, 182.)   The \nparties filed those briefs on October 10, 2018.  (ECF Nos. 183, 186.)  On the same day, \nN2 also submitted a n additional supporting affidavit from Nader Kalkhoran, which \nTechnetics then moved to strike.  (See ECF Nos. 186.1, 187, 188, 191 .)  Briefing is \nnow complete. \nII. \nANALYSIS \n \n7. “The attorney-client privilege is one of t he oldest recognized privileges for \nconfidential communications.”  Dickson v. Rucho, 366 N.C. 332, 340, 737 S.E.2d 362, \n368 (2013) (quoting Swidler & Berlin v. United States, 524 U.S. 399, 403 (1998)).  “Its \npurpose is to encourage full and frank communication between attorneys and their \nclients and thereby promote broader public interests in the observance of law and \nadministration of justice.”  Upjohn Co. v. United States, 449 U.S. 383, 389 (1981).   \n8. Though justly r evered, the attorney -client privilege carries a cost, having \nthe effect of withholding potentially relevant and material evidence  from the \nfactfinder.  See, e.g., In re Investigation of the Death of Miller, 357 N.C. 316, 329, 584 \nS.E.2d 772, 782 (2003).  If the privilege is applied too generously, t hat cost goes up \nand could exceed tolerable limits.  Thus, courts must construe the privilege strictly \nand confine it to its intended purpose.  See Evans v. United Servs. Auto Ass’n , 142 \nN.C. App. 18, 31, 541 S.E.2d 782, 790 (2001) .  And the party asserting the privilege  \n(here, N2) bears the burden of proving its right to withhold documents from discovery.  \nSee id. at 32, 541 S.E.2d at 791. \n9. Before turning to the merits, one further observation deserves mention .  \nAlthough the parties agree that North Carolina law governs, their  dispute raises a \nnumber of legal issues that our appellate courts have not yet addressed.   See \nBoudreau v. Baughman, 322 N.C. 331, 335, 368 S.E.2d 849, 854 (1988) (“[R]emedial \nor procedural rights are determined by lex fori, the law of the forum.”).  To support \ntheir positions, t he parties draw heavily on the case law of other jurisdict ions, \nespecially federal courts.   The Court explores this case law , and its relationship to \nNorth Carolina law, in more depth below. \nA. N2’s Communications with Daniel Storey \n10. N2 seeks to protect several  communications between its employees , its \npatent counsel, and Daniel Storey.  The parties seem to agree that the attorney-client \nprivilege ordinarily protects communications between a client and its patent counsel \nregarding the drafting of a patent application.  See In re Regents of the Univ. of Cal., \n101 F.3d 1386, 1391 (Fed. Cir. 1996).  The question is whether N2 waived its privilege \nby including Storey, an outside technical consultant, in the communications. \n11. Technetics says yes.  (See Pl.’s Mem. 3.)  The general rule is that, w hen an \nattorney and client communicate in the presence of a third party, the communications \nare not privileged because they  “are not confidential and because that person’s \npresence constitutes a waiver.”  Berens v. Berens, 247 N.C. App. 12, 2 0, 785 S.E.2d \n733, 740 (2016).  According to Technetics, even if N2’s communications with patent \ncounsel would normally be privileged, the privilege was lost when N2 brought Storey \ninto the conversation. \n12. N2 relies on three exceptions to this general r ule.  First, it contends that  \nStorey is the functional equivalent of an N2 employee and, as a result, isn’t really a \nthird party.  (See Def.’s Mem. in Opp’n  6–7, ECF No. 140 [“Opp’n”] .)  Second, N2 \ninvokes the Kovel doctrine, which holds that communications made in the presence \nof a third party do not destroy the privilege if the third party is necessary for effective \nconsultation between the attorney and client .  (See Opp’n 7–9.)  Third, N2 contends \nthat the communications are protected by the common-interest doctrine.  (See Opp’n \n9–12.)  The Court considers each in turn. \n1. Functional Equivalence \n13. Although it is generally accepted that corporations may assert the attorney-\nclient privilege , applying the privilege in the  corporate context  “presents special \nproblems.”  Commodity Futures Trading Comm ’n v. Weintraub , 471 U.S. 343, 348 \n(1985).  As an artificial entity, a corporation can act only through its agents.  See, e.g., \nWoodson v. Rowland, 329 N.C. 330, 344, 407 S.E.2d 222, 231 (1991).  Thus, when a \ncorporation seeks legal advice, it must speak to its lawyers through individuals acting \non the corporation’s behalf.  Given the variety of corporate roles and responsibilities, \nit is often a challenging task to decide who speaks for a corporation and whether that \nperson’s communications with corporate counsel are subject to the privilege. \n14. The law in this State is particularly unsettled.  Our “appellate courts have \nnot yet decided what test should apply as to the corporate attorney -client privilege.”  \nBrown v. Am. Partners Fed. Credit Union , 183 N.C. App. 529, 536, 645 S.E.2d 117, \n123 (2007).  Few North Carolina case s address, for example,  whether and to what \nextent the privilege covers communications between counsel and  lower-level \nemployees (as opposed to covering only communications with senior management) .  \nSee Morris v. Scenera Research, LLC, 2011 NCBC LEXIS 34, at *16–17 (N.C. Super. \nCt. Aug. 26, 2011).  Fewer still  address whether the privilege applies when \ncommunications involve an independent contractor, such as Storey. \n15. As a result, N2 relies on federal case law defining the scope of the corporate \nattorney-client privilege.  The United States Supreme Court has long held that the \nprivilege is not limited to senior management.  See Upjohn, 449 U.S. at 390 –92.  As \nthe Court explained, “the privilege exists to protect not only the giving of professional \nadvice to those who can act on it but also the giving of information to the lawyer to \nenable him to give sound and informed advice.”  Id. at 390.  In some circumstances, \nlower-level employees may be the best or only source of  information that would be \nuseful to a lawyer.  By the same token, the personnel tasked with implementing the \nlawyer’s advice are often on the factory floor, not in the C-Suite.  To permit corporate \ncounsel to do their jobs efficiently and effectively, the privilege must be broad enough \nto cover communications with both upper management and employees farther down \nthe organizational chart. \n16. Some lower federal courts have extended this rationale to nonemployees so \nlong as they  perform roles that are functionally equivalent to employees.   See, e.g., \nUnited States v. Graf , 610 F.3d 1148, 1159 (9th Cir. 2010) ; In re Bieter Co. , 16 F.3d \n929, 937 (8th Cir. 1994).  Take accountants, for example.  Even when working as an \nindependent contractor, an accountant who performs regular accounting services for \na corporation  is highly likely to have “an insider’s knowledge of the corporation’s \noperations that few people even on the corporation’s payroll have.”  Bieter, 16 F.3d at \n937 (citation and quotation marks omitted).  Some courts would treat the accountant \nas functionally equivalent to an employee  for the purpose of applying  the attorney-\nclient privilege.  See id.; but see BSP Software, LLC v. Motio, Inc. , 2013 U.S. Dist. \nLEXIS 95511, at * 6–9 (N.D. Ill. July 9, 2013) (criticizing the functional -equivalence \ntest). \n17. N2 argues that the Court should apply this test here and conclude that \nStorey, though an independent contractor, is “a de facto N2 employee.”  (Opp’n 6.)  \nBut the standard for functional equivalence is exacting:   \nTo determine whether a consultant should be considered the functional \nequivalent of an employee, courts look to whether the consultant had \nprimary responsibility for a key corporate job, whether there was a \ncontinuous and close working relationship between the consultant and \nthe company’s principals on matters critical to the company’s position in \nlitigation, and whether the consultant is likely to possess information \npossessed by no one else at the company. \nExport-Import Bank of the U.S. v. Asia Pulp & Paper Co.,  232 F.R.D. 103, 113 \n(S.D.N.Y. 2005) (internal citations omitted) .  E ven assuming North Carolina would \nadopt this test (which is far from certain), the burden is on N2 to show that Storey  \nperformed this type of role.  It hasn’t done so. \n18. Nothing in the record suggests that Storey held primary responsibility for \nany task within N2 or that he had a continuous and close working relationship with \nthe company.  By N2’s own account, Storey is a technica l consultant who is retained \non a project-by-project basis and paid by the hour.  ( See Tobin Aff. ¶ 6.)  He does not \nmaintain an office at N2 or spend a substantial amount of his time work ing for N2.  \n(See Tobin Aff. ¶ 6.)  Nor is there evidence that others view Storey as a representative \nor employee of N2.  See, e.g., Lynx Sys. Developers, Inc. v. Zebra Enter. Sols . Corp., \n2018 U.S. Dist. LEXIS 52628, at *11 (D. Mass. Mar . 28, 2018) (denying privilege as \nto communications with thi rd-party consultant); Steinfeld v. IMS Health Inc. , 2011 \nU.S. Dist. LEXIS 142288, at *9–11 (S.D.N.Y. Dec. 9, 2011) (same). \n19. Storey’s involvement with the ’811 application was also limited.  Although \nN2’s description of Storey’s work is somewhat unclear, it appears to have involved \ntechnical advice to help N2 invent a patentable solution and to decide whether that \ntechnology “could be commercially applied.”  (Tobin Aff. ¶  7.)  Storey’s suggest ions \nwere not included in the ’811 application, though,  and his invoice to N2 reports that \nhe worked a small number of hours.  (Tobin Aff. ¶ 8; Tobin Aff. Ex. D, ECF No. 146.)  \nAt most, the evidence tends to show that Storey’s role was “akin to that of an ordinary \nthird-party specialist , disclosure to whom destroys the attorney -client privilege .”  \nMLC Auto., LLC v. Town of S. Pines , 2007 U.S. Dist. LEXIS 2841, at *11 (M.D.N.C. \nJan. 11, 2007). \n20. In short, N2 has not shown that Storey was a de facto employee.  Assuming \nwithout deciding that North Carolina  would apply the functional -equivalence test, \nN2 may not assert the attorney-client privilege on that basis.  \n2. Kovel Doctrine \n21. N2 relies on a second federal rule —the Kovel doctrine.  This doctrine , \nderived from a Second Circuit decision, holds that the attorney-client privilege is not \ndestroyed by the presence of a third party if the third party “is necessary, or at least \nhighly useful, for the effective consultation between the client and the lawye r which \nthe privilege is designed to permit.”  United States v. Kovel, 296 F.2d 918, 922 (2d Cir. \n1961).   \n22. It is a doctrine that has been widely embraced—and carefully limited.  Kovel \nitself cautioned that clients seek input from consultants and other prov iders of \nprofessional services for all manner of reasons  unrelated to facilitating legal advice .  \nSee id.  Those communications do not become privileged solely because they are made \nto or in the presence of a lawyer.  “[W]hen a client’s ultimate goal is not legal advice, \nbut is rather accounting, medical, or environmental advice, the privilege is \ninapplicable.”  In re Grand Jury Matter , 147 F.R.D. 82, 85 (E.D. Pa. 1992) ; see also, \ne.g., United States v. Richey , 632 F.3d 559 , 566 n.3 (9th Cir. 2011);  Linde Thomson \nLangworthy Kohn & Van Dyke, P.C. v. Resolution Trust Corp., 5 F.3d 1508, 1514–15 \n(D.C. Cir. 1993). \n23. Even when the client’s ultimate goal is legal advice, the privilege does not \nextend to consultation with a third par ty that is merely useful or convenient.  The \nthird party’s involvement “must be nearly indispensable or serve some specialized \npurpose in facilitating the attorney -client communications.”  Cavallero v. United \nStates, 284 F.3d 236, 249 (1st Cir. 2002).   Put another way, the third party must \nfunction more or less as a “translator or interpreter ” between the client and  the \nlawyer.  United States v. Ackert, 169 F.3d 136, 139–40 (2d Cir. 1999); see also UPMC \nv. CBIZ, Inc. , 2018 U.S. Dist. LEXIS 52810, at *21 –23 (W.D. Pa. Mar. 29, 2018);  \nDurling v. Papa John’s Int’l, Inc., 2018 U.S. Dist. LEXIS 11584, at *14 (S.D.N.Y. Jan. \n24, 2018); Lynx, 2018 U.S. Dist. LEXIS 52628, at *9–10; Bloomingburg Jewish Educ. \nCtr. v. Vill. of Bloomingburg, 171 F. Supp. 3d 136, 146–47 (S.D.N.Y. 2016); Cohen v. \nTrump, 2015 U.S. Dist. LEXIS 74542, at *37–38 (S.D. Cal. June 9, 2015).  \n24. For N2, this is a tall order.   In his affidavit, Tobin states that “Storey was \nbeing consulted to help maximize N2’s success as to the given task of finding a \nworkaround and inventing a patentable solution.”  (Tobin Aff. ¶ 8 (emphasis added).)  \nIn other words, the reason N2 engaged  Storey was that he had relevant technical \nexpertise that N2 lacked.  ( See Tobin Aff. ¶¶ 6, 7.)  This evidence strongly suggests \nthat Storey “was retained for the value of his own advice, not to assist [N2’s] attorneys \nin providing their legal advice.”  Blumenthal v. Drudge, 186 F.R.D. 236, 243 (D.D.C. \n1999); see also In re Grand Jury Matter, 147 F.R.D. at 85. \n25. At no point does N2 argue that Storey’s services were necessary to facilitate \ncommunication with its attorneys, nor does its evidence suggest that was the case.  \nTobin describes Storey’s involvement as merely “helpful,” not indispensable.  (Tobin \nAff. ¶ 7.)  Storey devoted little time to the project, spoke with patent counsel once , \nand sent and received a handful of e-mails.  (See Pl.’s Ex. A, ECF No. 127.2.)  Storey’s \ninput may have been useful to N2 and its counsel, but there is no evidence that he \nplayed the role of an interpret er, which is what Kovel requires.  See, e.g., Cavallero, \n284 F.3d at 247–48. \n26. Neither side cites any North Carolina case adopting or applying the Kovel \ndoctrine.  Assuming, though, that the doctrine  applies here, N2 has not carried its \nburden and may not rely on Kovel to protect communications with Storey.  \n3. Common-Interest Doctrine  \n27. As a final argument, N2 relies on th e common -interest doctrine, which \n“extends the protection of the attorney -client privilege only to communications \nbetween parties sharing a common interest about a legal matter.”  SCR-Tech LLC v. \nEvonik Energy Servs. LLC , 2013 NCBC LEXIS 38, at *17 (N.C. Super. Ct. Aug. 13, \n2013).  This doctrine is a poor fit here for at least two reasons. \n28. First, the purpose of the common -interest doctrine is to enable parties to \nshare information freely when they are represented by the same counsel or when they \nare represented by different counsel in a common legal endeavor (such as a litigation \njoint-defense group).  See, e.g., Friday Invs., LLC v. Bally Total Fitness of the Mid -\nAtl., Inc., 247 N.C. App. 641, 647 –49, 788 S.E.2d 170, 176 –77 (2016); Morris, 2011 \nNCBC LEXIS 34, at *20 .  An essential element is that the parties must “agree to \nexchange information for the purpose of facilitating legal representation of the \nparties.”  Friday Invs., 247 N.C. App. at 648, 788 S.E.2d at 177 (emphasis added); see \nalso AP Atl., Inc. v. Crescent Un iv. City Venture, LLC , 2017 NCBC LEXIS 49, at * 5 \n(N.C. Super. Ct. June 6, 2017). \n29. N2 cannot satisfy this element.  A lthough N2 was represented by counsel \nduring the development of the ’811 application, Storey was not.  And N2’s argument \nthat Storey was a de facto employee of N2—and thus “for all intents and purposes” \nrepresented by N2’s patent counsel, (Opp’n 11–12)—has already been rejected by the \nCourt. \n30. Second, our appellate courts have not  “extended the common interest \ndoctrine to relationships formed primarily for purposes other than indemnification or \ncoordination in anticipated litigation.”  Friday Invs., 247 N.C. App. at 651, 788 S.E.2d \nat 178.  N2 engaged Storey to help develop a solution to a technological problem and, \npossibly, to assist with preparing a patent application.  Given the narrow construction \nour appellate courts have given to the common -interest doctrine, the Court declines \nto extend it to the relationship between N2 and Storey. \n31. The common -interest doctrine therefore does not protect N2’s \ncommunications with Storey, and as discussed above, N2 has not established any  \nother basis for withholding those communications.  Accordingly, N2 must produce \nthem. \nB. CDA Negotiations \n32. Technetics also asks the Court to compel N2 to produce twenty -five \ndocuments relating to the parties’ negotiation of the CDA.  The basis for Technetics’s \nmotion is an e -mail that Kalkhoran, an N2 employee,  sent to Technetics during the \nnegotiations.  Kalkhoran attached to that e -mail a draft of the  CDA that included \nrevisions and comments from N2’s attorney, Paul Schor.  Technetics argues that, by \ndisclosing Schor’s legal advice,  N2 waived its privilege not only as to that \ncommunication but also as to the subject matter of the CDA negotiations. \n33. N2 responds that no waiver occurred because  Schor’s revisions were \nintended to be seen by Technetics and therefore were not privileged in the first place.  \n(See Opp’n 12 –13.)  In the alternative, a ssuming Schor’s communication was \nprivileged, N2 argues that any waiver should be limited to that communication and \nshould not result in a broad subject matter waiver.  ( See Opp’n 13–14.)  The Court \nagrees with this second argument and therefore does not address the first.*   \n                                                 \n* At the hearing, Technetics objected that certain statements in Tobin’s affidavit are not \ncompetent evidence, and t he Court allowed supplemental briefs on this question .  The \n34. Deciding whether a waiver of privilege as to one communication “also ends \nthe privilege as to any related but not disclosed communications” is a difficult \nquestion that has often divided courts.   Teleglobe Commc’ns Corp. v. BCE, Inc. , 493 \nF.3d 345, 361 (3d Cir. 2007).  Neither side cited any North Carolina precedent on this \nquestion, and the Court again looks to federal law for guidance. \n35. Technetics argues for a  bright-line rule: the  intentional disclosure of a \nprivileged communication waives the privilege as to what was disclosed and also  as \nto the subject matter of the disclosure.  ( See Pl.’s Mem. 11.)  This argument finds \nsupport in some federal cases.  See, e.g., Hawkins v. Stables, 148 F.3d 379, 384 n.4 \n(4th Cir. 1998);  Anderson v. Dobson , 2007 U.S. Dist. LEXIS 66103, at *19 –20 \n(W.D.N.C. Mar. 22, 2007).  It is based on the proposition, espoused by Dean Wigmore \nin his leading treatise , that a party should not be able to “selectively disclose \ndocuments” in a way that shades the truth.  Koch Materials Co. v. Shore Slurry Seal, \nInc., 208 F.R.D. 109, 120 (D.N.J. 2002)  (citing 8 Wigmore, Evidence § 2328, 638 \n(McNaughton rev. 1961)). \n36. Few courts would question this rationale.  It is patently unfair for a party to \nuse the privilege as a sword and a shield in litigation, making selective d isclosures \nfor tactical gain.  But most courts have resisted the bright -line rule that Technetics \nadvocates.  When a party waives the privilege inadvertently or does so in a way that \n                                                 \ndisputed statements relate only to N2’s argument that Schor’s communication was intended \nfor Technetics.  Because the Court does not reach that question, there is no need to address \nthe competency of Tobin’s affidavit.  In addition, in reaching its decision, the Court does not \nrely on Kalkhoran’s affidavit and therefore denies Technetics’s motion to strike the affidavit \nas moot. \ncauses no prejudice to its opponent, the rationale for extending the waiv er to all \nrelated subject matter loses its force.  In those circumstances, a broad subject matter \nwaiver would cure no harm.  It would be  punitive.  For that reason, c ourts have \nrefused to find a subject matter waiver “where the results are particularly harsh and \ndo not address the problems the subject matter waiver rule was designed to protect.”  \nWunderlich-Malec Sys., Inc. v. Eisenmann Corp. , 2006 U.S. Dist. LEXIS 84889, at \n*32 (N.D. Ill. Nov. 17, 2006).  \n37. The modern trend decidedly favors a balanced approach.  The “touchstone \nis fairness,” Teleglobe  Commc’ns, 493 F.3d at 361, and “the heavy weight of current \nauthority . . . comes down on the side of employing fairness considerations to decide \nthe scope of waivers,” Wi-LAN, Inc. v. LG Elecs., Inc., 684 F.3d 1364, 1373 (Fed. Cir. \n2012) (collecting cases).  This is reflected in recent revisions to the  Federal Rules of \nEvidence, which limit subject matter waiver “to situations in which a party \nintentionally puts protected information into the litigation in a selective, misleading \nand unfair manner.”  Fed. R. Evid. 502 (a) advisory committee’s note; see also Roger \nP. Meyers, An Analysis of Federal Rule of Evidence 502 and Its Early Application, 55 \nWayne L. Rev. 1441, 1455 (2009) (“[S]ubject -matter waiver should be applied for \nremedial rather than punitive purposes.”). \n38. Sometimes fairness considerations favor a broad disclosure of related \nsubject matter.  Selective waiver is a classic example  (as Dean Wigmore observed) .  \nParties should not be able to disclos e favorable material while concealing damaging \nmaterial as privileged.  Nor is it fair for a party to put the privileged communication \ninto issue —such as through an advice of counsel defense —while relying on the \nprivilege.  In both cases, c ourts “broaden t he waiver as necessary to eliminate the \nadvantage.”  Teleglobe Commc’ns, 493 F.3d at 361.  As a general rule, “when a party \nreveals part of a privileged communication to gain an advantage in litigation, the \nparty waives the attorney-client privilege as to all other communications relating to \nthe same subject matter.”  United States v. Jones, 696 F.2d 1069, 1072 (4th Cir. 1982); \nsee also Morgan v. City of Rockville, 2014 U.S. Dist. LEXIS 151828, at *12–13 (D. Md. \nOct. 24, 2014).  \n39. On the other hand, “when the  disclosure does not create an unfair \nadvantage, courts typically limit the waiver to the communications actually \ndisclosed.”  Teleglobe Commc’ns, 493 F.3d at 361.  This is especially so in the case of \nan extrajudicial disclosure made outside the context of litigation.  As the Second \nCircuit explained , “disclosures made in public rather than in court —even if \nselective—create no risk of legal prejud ice until put at issue in the litigation by the \nprivilege-holder.”  In re von Bulow, 828 F.2d 94, 10 3 (2d Cir. 1987).  The prevailing \nrule is t hat “the extrajudicial disclosure of attorney -client communications, not \nthereafter used by the client to gain ad versarial advantage in judicial proceedings, \ncannot work an implied waiver of all confidential communications on the same \nsubject matter.”  XYZ Corp. v. United States (In re Keeper of the Records) , 348 F.3d \n16, 24 (1st Cir. 2003); see also Wi-LAN, 684 F.3d at 1373; In re von Bulow, 828 F.2d \nat 102; Sullivan v. Warminster Twp., 274 F.R.D. 147, 154 (E.D. Pa. 2011) (“Courts \ngenerally hold that disclosures that occur outside the context of a judicial proceeding \ndo not implicitly waive the privilege as to all communications on the same subject \nmatter.”). \n40. Here, too, the Court perceives no risk of unfair prejudice.  N2 disclosed \nSchor’s communication to Technetics outside of litigation and  in the context of the \nparties’ contract negotiations.  Technetics does not  argue that N2 has used the \ndisclosure to gain an unfair advantage in this litigation, and the Court is not aware \nof any such advantage .  The Court concludes that imposing a broad  subject matter \nwaiver at this point would not be appropriate.  \n41. As a result, if Schor’s revisions to the CDA were privileged, any waiver was \nlimited to that communication, which N2 has already produced.  N2 is not required \nto produce t he other twenty-five documents relating to the subject matter of the \nnegotiation of the CDA and its draft terms. \nIII. \nCONCLUSION \n \n42. For these reasons, the Court GRANTS the motion  to compel as to N2’s \ncommunications with Daniel Storey.  The Court ORDERS that N2 shall produce \nthese documents no later than seven days after the entry of this Order.  \n43. The Court DENIES the motion to compel as to N2’s communications with \ncounsel concerning the parties’ negotiation of the Confidential Development \nAgreement.  \n44. The Court also DENIES Technetics’s motion to strike the Affidavit of Nader \nKalkhoran as MOOT. \n45. Each side shall bear its own costs and fees. \n \nThis the 8th day of November, 2018. \n /s/ Adam M. Conrad    \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n "
}