{
  "id": "19087f9a4337fd0934dd77ce0eda9cee576c82c8b7a7521b5b5c1ba64f599caf",
  "source_file": "data/raw/ncbc/19087f9a4337fd0934dd77ce0eda9cee576c82c8b7a7521b5b5c1ba64f599caf.pdf",
  "raw_text": "Copeland v. Winters, 2019 NCBC 19. \n \nSTATE OF NORTH CAROLINA \n \nCHATHAM COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 873 \n \nWILLIAM COPELAND, \n \n   Plaintiff, \n \nv. \n \nTIMOTHY WINTERS; and WINTER \nCUSTOM YACHTS, INC., \n \n   Defendants. \n \nORDER AND OPINION PARTIALLY \nDISMISSING PLAINTIFF’S \nCOMPLAINT \n \n1. THIS MATTER  is before the Court upon its directive to the parties to \naddress Plaintiff William Copeland’s (“Plaintiff”) standing to bring his Second and \nThird Causes of Action in the above-captioned case.  For the reasons stated herein, \nthe Court DISMISSES without prejudice Plaintiff’s claims for breach of fiduciary \nduty and constructive fraud asserted against Defendant Timothy Winters \n(“Winters”). \nDaughtry, Woodard, Lawrence & Starling , by Luther D. Starling and Jessica \nC. Carter, for Plaintiff William Copeland. \n \nYoung Moore and Henderson, P.A., by Christopher A. Page and Jonathan Crook \nfor Defendants. \n \nRobinson, Judge. \n \nI. INTRODUCTION \n \n2. This action arises out of a dispute between two fifty percent (50%) owners \nof a custom yacht construction business .  Plaintiff , a fifty percent owner of the \ncorporate defendant Winter Custom Yachts , Inc. (“WCY”), seeks judicial dissolution \n \nof WCY and additionally asserts three individual claims against Winters, the other \nfifty percent owner.   \n3. Plaintiff alleges that he and Winters incorporated WCY in 2006 and each \nbecame fifty percent  owners of the entity , a status maintained to the present .  \nPlaintiff complains that Winters has essen tially hijacked the corporation and its \nassets, effectively locking Plaintiff out of any meaningful role in the corporation’s \noperation.  Plaintiff also claims that Winters has misused corporate assets, including \ncorporate funds, for his personal use. \n4. This action was initially instituted by Plaintiff by filing a Complaint on \nDecember 28, 2018.  (ECF No. 3.)  On February 5, 2019, WCY and Winters timely \nfiled a Notice of Designation as Mandatory Complex Business Case, (ECF No. 4), and \nthe next day the action was designated to the Business Court by the Chief Justice of \nthe North Carolina Supreme Court, (ECF No. 1), and assigned to the undersigned by \norder of the Chief Business Court Judge, (ECF No. 2). \n5. Due to the nature of the Complaint’s allegations and the claims brought \ntherein, the Court on February 8, 2019, issued a Notice of Status Conference , (ECF \nNo. 9), and conducted a status conference with counsel for the parties on February \n11, 2019.  During the conference, the Court advised Plaintiff’s counsel that, pursuant \nto Rule 12( h)(3) of the North Carolina Rules of Civil Procedure  (the “Rule(s)”), the \nCourt was concerned that Plaintiff’s Second Cause of Action (for breach of fiduciary \nduty) and Third Cause of Action (for constructive fraud) were pot entially defective, \nand therefore subject to dismissal pursuant to Rule 12( h)(3), because they were \n \nimproperly brought by Plaintiff directly against Winters rather than derivatively on \nbehalf of WCY. \n6. The next day, the Court issued a Briefing Order , (ECF No. 10), directing \nthe parties to submit briefing to the Court related to the issue of Plaintiff’s standing \nto assert, and thus the Court’s subject matter jurisdiction to consider, the Second and \nThird Causes of Action alleged in the Complaint against Winters.  \n7. Plaintiff filed his Brief in Response to Court Order on March 5, 2019, (ECF \nNo. 11), and Winters filed his Response Brief to Plaintiff’s Brief on Second and Third \nCauses of Action on March 18, 2019, (ECF No. 13).  Therefore, this matter has been \nfully briefed. \n8. The Court elects to determine this issue without oral argument as \npermitted by Rule 7.4 of the General Rules of Practice and Procedure for the North \nCarolina Business Court.   \nII. ANALYSIS \n9. A court shall dismiss an action when it appears that the court lacks subject \nmatter jurisdiction.  N.C. Gen. Stat. § 1A-1, Rule 12(h)(3).  A defect in subject matter \njurisdiction may be raised by a party or by the court sua sponte.  Conner Bros. Mach. \nCo. v. Rogers, 177 N.C. App. 560, 561, 629 S.E.2d 344, 345 (2006).   \n10. The issue confronting this Court is whether Plaintiff has standing to assert \nhis Second and Third claims against Winters in his individual capacity rather than \nderivatively on behalf of WCY.  Plaintiff attempts to bring individual claims directly \nagainst Winters  for breach of fiduciary duty  (Second Cause of Action) and \n \nconstructive fraud (Third Cause of Action).  Each of these claims is based on Winters’ \nalleged wrongful conduct as “an incorporator, shareholder, and officer” of WCY.  \n(Compl. ¶ 18. )  Plaintiff alleges that Winters has: removed  Plaintiff from the \ncorporate website; held himself out as the only founder of WCY; used corporate \nfacilities and employees for personal purposes; and used corporate funds for personal \npurposes.  (Compl. ¶¶ 19–22.) \n11. Under North Carolina law, “[s]hareholders . . . of corporations generally \nmay not bring individual actions to recover what they consider their share of the \ndamages suffered by the corporation.”  Raymond James Capitol Partners, L.P. v. \nHayes, 248 N.C. App. 574, 577, 789 S.E.2d 695, 699 (2016) (quoting Barger v. McCoy \nHillard & Parks , 346 N.C. 650, 660, 488, S.E.2d 215, 220 –21 (1997)).  Despite this \ngeneral rule, however,  \na “shareholder may maintain an individual action against a third party \nfor an injury that directly affects the shareholder, even if the corporation \nalso has a cause of action arising from the same wrong, ” under two \ncircumstances: (1) where “the wrongdoer owed [the shareholder] a \nspecial duty[,] ” and (2) where the shareholder suffered a  personal \ninjury—one that is “separate and distinct from the injury sustained by \nthe other shareholders or the corporation itself.”   \n \nId. at 578, 789 S.E.2d at 700 (quoting Barger, 346 N.C. at 659, 488 S.E.2d at 219).   \n12. For Plaintiff to maintain individual claims against Winters, Plaintiff must \nallege either (1) that Winters owed Plaintiff a special duty  (the first Barger \nexception), or (2) that Plaintiff suffered a personal injury separate and distinct from \nthe injury suffered by WCY (the second Barger exception).  The Court believes and \nconcludes that Plaintiff has not alleged  facts sufficient to establish  either Barger \n \nexception, and that therefore Plaintiff’s Second and Third Causes of Action should be \ndismissed.    \n13. As to the special duty exception set forth in Barger, Plaintiff alleges, among \nother things, that he and Winters each own fifty percent of the outstanding stock in \nWCY, (Compl. ¶ 8), and that “ [u]pon information and belief, Plaintiff allowed \nDefendant Winters to obtain [fifty percent of the total shares in WCY at no monetary \ncost to  Winters] on the condition that Defendant Winters work diligently for the \nbenefit of the corporation [,]” (Compl. ¶ ¶ 26 −27).  Plaintiff argues that these \nallegations are sufficient to establish that Winters owed Plaintiff a special duty.   \n14. The special duty that may permit a  plaintiff to maintain an individual \naction,  \nmay arise from contract or otherwise.  To support the right to an \nindividual lawsuit, the duty must be one that the alleged wrongdoer \nowed directly to the shareholder as an individual.  The existence of a \nspecial duty thus would be established by facts showing that defendants \nowed a duty to plaintiffs that was personal to plaintiffs as shareholders \nand was separate and distinct from the duty defe ndants owed the \ncorporation.  A special duty therefore has been found when the wrongful \nactions of a party induced an individual to become a shareholder; when \na party violated its fiduciary duty to the shareholder; when the party \nperformed individualized s ervices directly for the shareholder; and \nwhen a party undertook to advise shareholders independently of the \ncorporation. \n \nHayes, 248 N.C. App. at 579, 789 S.E.2d at 700–01 (quoting Barger, 346 N.C. at 659, \n488 S.E.2d at 220).   \n15. Although Barger did not purport to identify an exhaustive list, our Court of \nAppeals has concluded that “the special duty exception clearly requires an \n \narticulation of some duty owed to a plaintiff that is distinct from the general fiduciary \nduties directors and officers owe to the corporation.”  Id. at 580, 789 S.E.2d at 701.   \n16. In his brief, Plaintiff contends that the Complaint alleges: \nPlaintiff was induced to transfer 50% of the Corporation’s shares to \n[Winters] on the condition that [Winters] would work diligently for the \nbenefit of the Corporation.  Plaintiff, individually, was induced to \ntransfer shares upon [Winters’] representations to Plaintiff personally \nand the resulting duty was separate and distinct from the duty [Winters] \nowes the Corporation.  \n \n(Pl.’s Br. Resp. to Court Order 7−8, ECF No. 11 [“Pl. ’s Br.”] (internal citations \nomitted).) \n17. Plaintiff mischaracterizes the Complaint .  Nowhere in the four corners of \nthat document does Plaintiff allege that he transferred any shares of stock to Winters.  \nRather, the Complaint , read fairly, makes clear that Plaintiff and Winters jointly \nformed the corporation and each received a fifty percent ownership interest. \n18. Equally if not more importantly, however, the Complaint expressly alleges \nthat  Winters’ alleged promise made in 2006 was to “work diligently for the benefit of \nthe corporation” not for the benefit of Plaintiff. (Compl. ¶ 27 (emphasis added).)  \n19. As noted in Hayes, “to support the right to an individual lawsuit, the duty \nmust be one that the alleged wrongdoer owed directly to the shareholder as an \nindividual.”  Hayes, 248 N.C. App. at 579, 789 S.E.2d at 700.  The duty arising from \nthe alleged promise here, if made, was a duty owed to the corporation, not to Plaintiff \nindividually.  Further, there is no indication in the Complaint that Winters did not, \nfor over a decade, do exactly what he allegedly promised to do —work diligently for  \nWCY.   \n \n20. Plaintiff’s next argument for a special duty is based on Plaintiff’s contention \nthat Winters, even though only one of two fifty percent owners of WCY, “has assumed \nthe status as a majority shareholder in a closely held corporation.” ( Pl.’s Br. 5.)  \nPlaintiff contends that this majority status arises because, even though Winters is \nnumerically not a holder of a majority interest in the corporation, he has “lock[ed] \nPlaintiff out of the Corporation’s website, operations, accounts, and [held] himself out \nas the sole owner” of WCY.  (Pl.’s Br. 5.) \n21. The North Carolina Court of Appeals, starting in 2000 in Norman v. Nash \nJohnson & Sons’ Farms, Inc. , 140 N.C. App. 390, 537 S.E.2d 248 (2000), 1 has \nconsistently held that absent extraordinarily unique circumstances not present here, \na fifty percent owner of a corporate entity does not owe fiduciary duties to the other  \nfifty percent owner.  See, e.g., Grasinger v. Perkins, 2016 N.C. App. LEXIS 1040, at \n*8−11 (N.C. Ct. App. Oct. 18, 2016) (holding that “since plai ntiffs were equal \nshareholders with defendants and have failed to demonstrate an injury separate and \ndistinct from that of [the corporation] . . . plaintiffs lacked standing to bring their \nindividual claims against defendants”); Aubin v. Susi, 149 N.C. App . 320, 325−26, \n560 S.E.2d 875, 879−880 (2002) (holding that the plaintiff did not have standing to \nmaintain a direct action seeking individual recovery “by simply alleging a special \ncircumstance or relationship due to the fact that she and [the defendant] are fifty \npercent shareholders in a closely -held corporation”); Outen v. Mical, 118 N.C. App. \n                                                 \n1 Norman held that a fiduciary duty is owed by a controlling shareholder to a minority \nshareholder in particular circumstances giving rise to the first Barger exception, 140 N.C. \nApp. at 407–08, 537 S.E.2d at 260–61; here, there is no such majority/minority relationship \nbetween Plaintiff and Winters.   \n \n263, 266−67, 454 S.E.2d 883, 885 (1995) (dismissing argument that a fifty percent \nshareholder relationship created a special relationship sufficient to establish \nindividual standing).  The Business Court has dutifully followed these precedents.  \nSee, e.g., White v. Hyde, 2016 NCBC LEXIS 74, at *21 (N.C. Super. Ct. Oct. 4, 2016) \n(declining to hold that a sibling relationship combined with a fifty percent ownership \nof an LLC, without more, created a special duty sufficient to bypass North Carolina’s \ngeneral rule prohibiting individual actions where the harm is to the company); \nMaurer v. Maurer, 2013 NCBC LEXIS 41, at *10−13 (N.C. Super. Ct. Aug. 23, 2013) \n(declining to impose a fiduciary duty in favor of one fifty percent owner against the \nother who has effective control, recognizing that our “Court of Appeals has to date \nrefused to impose such a fiduciary duty”). \n22. Because Plaintiff’s Complaint affirmatively alleges fifty percent ownership \nby Plaintiff and Winters, and no other facts sufficient to create a special duty, the \nCourt finds that no special duty exists for purposes of its standing analysis. \n23. Plaintiff argues that, regardless of whether Winters owed Plaintiff a special \nduty, Plaintiff sustained a unique injury, thereby satisfying the second Barger \nexception and providing standing for Plaintiff’s claims.  In order to satisfy this portion \nof Barger, Plaintiff must demonstrate that he suffered a “loss peculiar to himself.”  \nOuten, 118 N.C. App. at 266, 454 S.E.2d at 885 (quoting Barger, 346 N.C. at 659, 488 \nS.E.2d at 220).   \n24. After a  careful and thorough review of Plaintiff’s Complaint , the Court \nconcludes that the Complaint fails to allege any injuries or losses suffered by Plaintiff \n \nthat are unique or peculiar to Plaintiff and not also sustained by the corporation \nitself.  In his brief, Plaintiff argues that he has sufficient ly alleged injuries suffered \nthat are “separate and distinct” because he “has alleged throughout the Complaint \nthat [Winters] has diverted assets and business opportunities from the Company to \nthe Defendant, the only other shareholder of [the] Corporation.” ( Pl.’s Br.  8.)  It \nappears to the Court that Plaintiff is relying on  language from Norman, where the \nCourt of Appeals stated that the plaintiffs in that case had, \nalleged in great detail acts of the individual defendants and the business \nentities they control to divert assets and business opportunities from the \n[c]ompany to the business defendants (and thereby to the individual \ndefendants) and thus enrich themselves at the expense of the [c]ompany \nand the plaintiffs . . . . Plaintiffs have sufficiently alleged that they have \nsuffered injuries separate and distinct from the defendants, who have \nsuffered no injuries at all. \n \n140 N.C. App. at 408, 537 S.E.2d at 260–61.  \n \n25. Subsequent to Norman, when this language was used to support a n \nargument similar to the one Plaintiff raises here, our Court of Appeals in Gaskin v. \nJ.S. Procter Co., LLC , 196 N.C. App. 447, 456 , 675 S.E.2d 115, 120−21  (2007) \nconcluded that the above -quoted language from Norman “was non -binding dicta \nunnecessary to the disposition of the case” because “the existence of a special duty \nwas dispositive in Norman.”  Instead, the Gaskin court looked to the language in \nEnergy Investors Fund L.P. v. Metric Constr uctors, Inc., where our Supreme Court \nstated that “[a]n injury is peculiar or personal to the shareholder if a legal basis exists \nto support plaintiffs’ allegations of an individual loss, separate and distinct from any \ndamage suffered by the corporation .”  Gaskins, 196 N.C. A pp. at 456, 675 S.E.2d at \n \n121 (emphasis in original) (quoting Energy Inv’rs Fund L.P. v. Metric Constr., Inc. , \n351 N.C. 331, 335, 525 S.E.2d 441, 444 (2000)).     \n26. As noted above, Plaintiff has failed to allege any facts giving rise to a special \nduty owed t o Plaintiff, making Plaintiff’s reliance on this language from Norman \nmisplaced.  The Complaint, to the extent it alleges any specific injury or damage, \nalleges the types of injury that are suffered by a corporation, rather than its \nindividual owners, as a  result of the type of wrongdoing alleged.  For instance, \nPlaintiff alleges that Winters “us[ed] corporate funds for personal business, including \nbut not limited to, providing gas for his personal or family vehicle(s), purchasing \npersonal food, and payment  of his personal and familial health insurance plan on a \nmonthly basis.”  (Compl. ¶ 22.)   These alleged injuries are clearly injuries suffered, \nif by anyone, by WCY.   Accordingly, the Complaint is facially deficient at alleging a \nspecial injury under Barger. \n27. In sum, Plaintiff’s Complaint does not allege facts sufficient to establish \neither of the exceptions outlined in Barger and followed by the Court of Appeals and \nthis Court in numerous cases thereafter.  For these reasons, the Court concludes that \nPlaintiff’s individual claims against Winters should be dismissed. \nIII. CONCLUSION \n28. For the foregoing reasons, the Court finds that it lacks subject matter to \nconsider Plaintiff’s Second and Third Causes of Action, and therefore, pursuant to \nRule 12(h)(3) sua sponte DISMISSES without prejudice these claims. \n \n \nSO ORDERED, this the 18th day of March, 2019. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}