{
  "id": "19151a9398165a20f926548d3b30d00ec84059744c8e6d4124a34ce188d69d79",
  "source_file": "data/raw/ncbc/19151a9398165a20f926548d3b30d00ec84059744c8e6d4124a34ce188d69d79.pdf",
  "raw_text": "Safety Test & Equip. Co. v. Am. Safety Util. Corp., 2016 NCBC 98. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF CLEVELAND \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n13 CVS 1037 \nSAFETY TEST & EQUIPMENT \nCOMPANY, INC., \n \nPlaintiff, \n \nv. \n \nAMERICAN SAFETY UTILITY \nCORPORATION; CHARLES R. \nPRICE; CHARLES A. PRICE; JOHN \nE. HAMRICK; and CHRISTOPHER T. \nMCMAHAN,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER & OPINION ON MOTION  \nTO EXCLUDE EXPERT TESTIMONY  \n \n1. THIS MATTER is before the Court on  Defendants’ Motion to Exclude \nTestimony of Plaintiff’s Expert J.C. Poindexter (“Motion”) pursuant to Rules 702 and \n403 of the North Carolina Rules of Evidence.  For the reasons explained below, the \nMotion is GRANTED IN PART and DENIED IN PART. \nEnns & Archer LLP, by Rodrick J. Enns, and Lincoln Derr PLLC, by Sara R. \nLincoln, for Plaintiff. \n \nSmith Moore Leatherwood LLP, by J. Douglas Grimes and Richard A. \nCoughlin, for Defendants. \n \nGale, Chief Judge. \n \nI. INTRODUCTION AND BACKGROUND \n2. This case, set for trial in February 2017, has involved substantial motion \npractice.  The Court provided a detailed statement of the factual background and \nprocedural history in its ruling on Defendants’ Motion for Summary Judgment (the \n \n \n“April 2015 Decision”).  See Safety Test & Equip. Co . v. Am. Safety Util. Corp. , No. \n13-CVS-1037, 2015 NCBC LEXIS 40, at *3–20 (N.C. Super. Ct. Apr. 23, 2015).   \n3. Safety Test & Equipment Company, Inc.  (“Safety Test”) initiated this \naction on June 12, 2013, alleging claims  of misappropriation of trade secrets, \ndefamation, interference with prospective contractual relations, civil conspiracy, and \nviolations of N.C. Gen. St at. § 75-1.1 (2015).  The case  was designated a mandatory \ncomplex business case on June 13, 2013, and assigned to the undersigned on June 19, \n2013. \n4. The litigation arises from Safety Test’s claim that American Safety \nUtility Corporation (“ASUC”)—a competitor of  Safety Test’s—hired former Safety \nTest employees John E. Hamrick (“Hamrick”) and Christopher T. McMahan \n(“McMahan”) in 2011 and 2012 and induced them to misappropriate Safety Test’s \ntrade secrets. \n5. In its April 2015 Decision, the Court found adequate evidence to allow \nthe trade-secret-misappropriation claim to survive summary judgment as to three \ncategories of information: (1) Safety Test’s supplier pricing, (2) a business strategy of \nSafety Test’s referred to as “OEM sourcing,” and (3) Safety Test’s historical customer \npricing.  The defamation claim was voluntarily dismissed, and the remaining claims \nsurvive but are dependent on the trade-secret-misappropriation claim.   \n \nII. SUMMARY OF THE MOTION \n6. The testimony of forensic-economics  expert Dr. J.C. Poindexter is \ncritical to Safety Test’s case on damages.   \n \n \n7. The Motion seeks to excl ude Dr. Poindexter’s testimony in its entirety.  \nAlternatively, Defendants move to exclude the portions of Dr. Poindexter’s opinions \nthat they allege are not sufficiently rele vant or reliable, or are otherwise unduly \nprejudicial.  \n8. The Motion presents the specific issue of whether Dr. Poindexter may \nopine as to certain economic circumstances  without intending to present or having \ndemonstrated an adequate basis to present an opinion on liability or causation arising \nfrom Safety Test’s evidence of alleged trade-secret misappropriation.   \n9. Dr. Poindexter has prepared reports that state opinions relating to \n(1) his assessment and projection of sales and profits for certain customers before and \nafter ASUC hired Hamrick and McMahan that he refers to as “diverted sales,” and \n(2) his view that, before ASUC hired Hamrick and McMahan, ASUC was facing \ninsolvency because of continuing losses in equity value.   \n10. Safety Test proposes that this te stimony is among the circumstantial \nevidence from which a jury may conclude  first, that there was trade-secret \nmisappropriation, and second, that Safety Test suffered economic injury or that \nASUC was unjustly enriched because of th at misappropriation.  Safety Test is \nsteadfast in its representation that Dr. Poindexter has not been, and will not be, \nasked to opine as to specific damages that Safety Test has suffered from such trade-\nsecret misappropriation.  Rather, Safety Test contends that Dr. Poindexter’s \ntestimony is both a proper subject of expe rt testimony to assist the jury in its \n \n \ndetermination and an appropriate basis of circumstantial evidence from which a jury \nmay infer misappropriation and determine what damages should be assessed. \n11. In summary, Defendants contend th at Dr. Poindexter’s methods of \nprojecting sales and profits are unreliable because an expert who seeks to opine on \ndamages caused by trade-secret misappropr iation must consider and account for \nmarket forces other than the alleged misappropriation that could be alternative \ncauses for increases or declines in sales or profits.  To the extent that Dr. Poindexter \nseeks to express an opinion on sales or profits before and after ASUC hired Hamrick \nand McMahan, without assigning changes to any particular factor, Defendants argue \nthat such testimony first is an improper subject of expert te stimony, second is \nunreliable, and third is highly prejudicial. \n12. To resolve the Motion, the Court must assess the reliability of Dr. \nPoindexter’s reports and proposed testimony under Rule 702 of the North Carolina \nRules of Evidence.  Assuming that the reports and testimony pass muster under Rule \n702(a), the Court must further assess the re lative relevance and prejudice of Dr. \nPoindexter’s opinions under Rules 402 and 403.   \n \nIII. LEGAL STANDARDS \nA. The Admissibility of Expert Testimony \n13. Rule 702(a) of the North Carolina Ru les of Evidence is now virtually \nidentical to its federal counterpart and follows the Daubert standard for admitting \nexpert testimony.  See State v. McGrady , 368 N.C. 880, 884, 787 S.E.2d 1, 5 (2016) \n(“We hold that the 2011 amendment [to North Carolina’s Rule 702] adopts the federal \n \n \nstandard for the admission of expert witness testimony articulated in the Daubert \nline of cases. . . . [and] mirrors that of the amended federal rule.”); see also id. at 892, \n787 S.E.2d at 10 (noting that “[t]he 2011 am endment to Rule 702(a) did not change \nthe basic structure of the inquiry,” but that it “did change the level of rigor that our \ncourts must use to scrutinize expert testimony before admitting it”).   \n14. Rule 702(a) has three main parts th at must be satisfied for expert \ntestimony to be admissible.   \n15. First, the testimony must be relevant.  Expert testimony is relevant if it \nis based on “scientific, technical, or other specialized knowledge [that] will assist the \ntrier of fact to understand the evidence or determine a fact in issue.”  N.C. Gen. Stat. \n§ 8C-1, Rule 702(a) (2015).  The testimony must go beyond meeting the minimum \nstandard for logical relevance established by Rule 401; it must “assist the trier of fact” \nby providing “insight beyond the conclusions that jurors can readily draw from their \nown experiences,” and “do more than invite the jury to ‘substitut[e] [the expert’s] \njudgment of the meaning of the facts of the case’ for its own.”  McGrady, 368 N.C. at \n889, 787 S.E.2d at 8 (first quot ing N.C. Gen. Stat. § 8C-1 , Rule 702(a); then quoting \nBurrell v. Sparkkles Reconstruction Co., 189 N.C. App. 104, 114, 657 S.E.2d 712, 719 \n(2008)). \n16. Second, the witness must be “qualified as an expert by knowledge, skill, \nexperience, training, or education.”  N.C. Gen. Stat. § 8C-1, Rule 702(a).    \n17. Third, the testimony must be reliable.  An expert’s opinion is reliable if \nall the following criteria are met:  \n \n \n “[t]he testimony is based upon sufficient facts or data,” \n “[t]he testimony is the product of  reliable principles and methods,” \nand \n “[t]he witness has applied the principles and methods reliably to the \nfacts of the case.” \nId. § 8C-1, Rule 702(a)(1)–(3).   \n18. To determine whether expert testimony is reliable, “[t]he primary focus \nof the inquiry is on the reliability of the witness’s principles and methodology, ‘not on \nthe conclusions that they generate.’”  McGrady, 368 N.C. at 890, 787 S.E.2d at 9 (first \nciting Gen. Elec. Co. v. Joiner , 522 U.S. 136, 146 (1997); then quoting Daubert v. \nMerrell Dow Pharm., Inc., 509 U.S. 579, 595 (1993)).  As the Supreme Court of North \nCarolina has explained, “the trial court should use those factors that it believes will \nbest help it determine whether the testimony is reliable in the three ways described \nin the text of Rule 702(a)(1) to (a)(3).”  \nId. \n19. In exercising its “gatekeeping role” to ensure that expert testimony \nmeets the criteria set forth above, the Court must be mindful of other applicable rules.  \nDaubert, 509 U.S. at 595, 597.  Rule 403 permit s the exclusion of relevant evidence \nwhen the “probative value [of the evidence] is substantially outweighed by the danger \nof unfair prejudice, confusion of the issues, or misleading the jury.”  N.C. Gen. Stat. \n§ 8C-1, Rule 403; see also Daubert , 509 U.S. at 595 (“Expert evidence can be both \npowerful and quite misleading because of the difficulty in evaluating it.  Because of \nthis risk, the judge in weighing possible prejudice against probative force under Rule \n \n \n403 . . . exercises more control over expert s than over lay witnesses.” (quoting Jack \nB. Weinstein, Rule 702 of the Federal Rules of Evidence Is Sound; It Should Not Be \nAmended, 138 F.R.D. 631, 632 (1991))).      \nB. Damages for Misappropriation of Trade Secrets \n20. Safety Test intends to have Dr. Poindexter testify as to certain economic \ncircumstances that Safety Test contends, combined with other evidence, provides an \nadequate combination of direct and circumsta ntial evidence to allow a jury to find \nthat Safety Test has satisfied its statutor y burden of showing that Defendants have \nmisappropriated Safety Test’s trade secrets, and either that Safety Test has suffered \nfinancial loss as a result of that misappro priation, or that Defendants have been \nunjustly enriched. \n21. A plaintiff who succeeds in proving a claim of misappropriation of trade \nsecrets may recover actual damages measur ed by the greater of economic loss \nsuffered by the plaintiff, or unjust enrichment enjoyed by the defendant as a result of \nthe misappropriation.  N.C. Gen. Stat. § 66-154(b) (2015).   \n22. The North Carolina Pattern Jury Inst ructions, consistent with the law \nof proximate cause for other causes of action, directs that a plaintiff must prove only \nthat the defendant’s misappropriation of the plaintiff’s trade secret was a proximate \ncause, not the sole cause, of the plaintiff’s economic loss or unjust enrichment.  N.C. \nPattern Jury Instructions–Civil 813.96.   \n23. Damages are to be reasonably determined from the evidence presented \nin the case, and must be based on evidence that shows the amount of actual damages \n \n \nwith reasonable certainty.  See Olivetti Corp. v. Ames Bus. Sys., Inc. , 319 N.C. 534, \n547–48, 356 S.E.2d 578, 586 (1987); Med. Staffing Network, Inc. v. Ridgway, 194 N.C. \nApp. 649, 660, 670 S.E.2d 321,  330 (2009); N.C. Pattern Jury Instructions–Civil \n813.98.  While absolute certainty as to the amount of actual damages is not required, \nthere must be “something more than ‘hypothetical or speculative forecasts.’”  Med. \nStaffing Network, 194 N.C. App. at 660, 670 S.E.2d at 330 (quoting S. Bldg. Maint., \nInc. v. Osborne, 127 N.C. App. 327, 332, 489 S.E.2d 892, 896 (1997)); see also Castle \nMcCulloch, Inc. v. Freedman , 169 N.C. App. 497, 501,  610 S.E.2d 416, 420 (“North \nCarolina courts have long held that damages for lost profits will not be awarded based \nupon hypothetical or speculative forecasts of losses.” (quoting Iron Steamer, Ltd. v. \nTrinity Rest., Inc. , 110 N.C. App. 843, 847, 431, S.E.2d 767, 770 (1993))), aff’d, 360 \nN.C. 57, 620 S.E.2d 674 (2005); N.C. Pattern Jury Instructions–Civil 813.98. \n24. Where the evidence demonstrates that multiple reasons unrelated to the \ndefendant’s trade-secret misappropriation might account for or contribute to the \nplaintiff’s economic losses or the defe ndant’s unjust enrichment, it would be \ninappropriate for an expert to present an opinion of damages based only on the \nassumption, without analysis, that all the plaintiff’s economic loss or all the \ndefendant’s economic gain was caused by the defendant’s alleged wrongful \nmisappropriation.  \nMed. Staffing Network, 194 N.C. App. at 660–61, 670 S.Ed.2d at \n330 (citing Olivetti, 319 N.C. at 548, 356 S.E.2d at 58 7).  Otherwise, an expert’s \nopinion would rest on a “faulty premise.”  Id. at 661, 670 S.E.2d at 330.  This is \nbecause the ultimate determination of damages must take into account all relevant \n \n \nfactors when determining a final va lue that is reasonably certain.  Id. (citing \nMcNamara v. Wilmington Mall Realty Corp., 121 N.C. App. 400, 411–12, 466 S.E.2d \n324, 332 (1976)).   \n25. Likewise, an expert opinion expressi ng that certain economic losses or \ngains were caused by the defendant’s misappropriation of trade secrets rests on a \nfaulty premise if the opinion rests entirely  on the assumption that losses or gains \nwere due solely to the alleged misappropriation, without further evidentiary analysis \nthat supports that assumption.  See, e.g., Polyzen, Inc. v. RadiaDyne, LLC, No. 5:11-\nCV-662-D, 2016 U.S. Dist. LEXIS 130888, at *38–39 (E.D.N.C. Sept. 23, 2016), appeal \ndocketed, No. 17-1174 (Fed. Cir. Nov. 8, 2016).  A conclusion that an expert opinion \nrests on a faulty premise is essentially a finding that the opinion is unreliable under \nRule 702(a).   \n \nIV. DR. POINDEXTER’S EXPERT REPORTS AND OPINIONS \n26. Dr. Poindexter submitted his initial expert report, entitled “An \nAssessment of Economic Da mages,” on May 21, 2014 (“Ma y 2014 Report”).  (Defs.’ \nMot. Exclude Ex. B (“May 2014 Report”).)  He gave deposition testimony regarding \nhis opinions on July 1, 2014, and prepar ed two supplemental reports.  The first \nsupplemental report was prep ared on June 13, 2015, (D efs.’ Mot. Exclude Ex. E \n(“June 2015 Suppl.”),) and the second on January 11, 2016, (Defs.’ Mot. Exclude Ex. \nF (“Jan. 2016 Suppl.”).)  The supplemental  reports did not change the basic \nmethodology used in Dr. Poindexter’s May 2014 Report.  Dr. Poin dexter issued the \nfirst supplement as a correction to conform to evidence in discovery, ( see June 2015 \n \n \nSuppl. 2,) and the second to reflect his understanding of data from one account and \nto offer recalculations that became necessary due to the passage of time, ( see Jan. \n2016 Suppl. 2.) \n27. Dr. Poindexter has substantial ed ucation, training, background, and \nexperience in economics, and has been qualified frequently by courts to present expert \ntestimony.  Defendants do not premise their Motion on an attack of Dr. Poindexter’s \nqualifications or credentials.  Rather, their attack is on Dr. Poindexter’s methodology, \nand specifically, his failure to consider and account for other market forces that may \nhave accounted for and caused the various financial circumstances and changes that \nform the basis of his opinions.  Defendants  contend that, even if Dr. Poindexter’s \nanalysis could be deemed marginally reliable, the potential relevance of his opinions \nis substantially outweighed by their prejudicial effect. \n28. Safety Test asserts that Dr. Poindexter does not intend to opine as to \nliability or causation.  However, he clearly refers to his analysis as an assessment of \n“damages.”  He says that his engagement in  this lawsuit is “to provide [his] expert \nanalysis and resulting opinion(s) with regard to damages.”  (May 2014 Report 2.)  He \nexplains that his “requested analysis stems from damaging actions described in detail \n[in the] Complaint,” and that “[t]he focus of [his] analytical efforts is on business \naccounts that Plaintiff contends were illegally diverted (away from Safety Test and \nto ASUC) as a direct result of improper ac tions by named defendants in the case.”  \n(May 2014 Report 2.)   \n \n \n29. Dr. Poindexter isolated certain accounts that Hamr ick and McMahan \nserviced both at Safety Test and at ASUC, as well as a limited number of “unassigned” \naccounts.  (May 2014 Report 2.)  In addition to relying on raw data furnished by ASUC \nin discovery, Dr. Poindexter relied on his “informed judgment in identifying diverted \nsales and attendant lost profits (and the corollary unjust enrichment of defendants).”  \n(May 2014 Report 2.)   \n30. He also assessed ASUC’s busine ss performance before and after \nHamrick and McMahan were hired, and referred to “the dramatic changes in \nASUC[’s] business performance in concert with that company’s alleged aggressive \na t t a c k  o n  S a f e t y  T e s t , ”  b a s e d  o n  a n  “analysis [that] traces the operational \nperformance of ASUC over the years 2005 through 2013 to identify changes in \nprofitability that can be claimed to be the re sult of ASUC’s injurious actions.”  (May \n2014 Report 3.)   \n31. As to his assessment of sales for pa rticular customers, or incremental \nsales lost by Safety Test and gained by ASUC, Dr. Poindexter reviewed the overall \nsales data for customers serviced by both Safety Test and ASUC for the period after \nHamrick and McMahan joined ASUC.  Dr. Poindexter labeled those sales “diverted” \nnew or incremental sales, and calculated the profits that Safety Test lost from those \ndiverted sales.  (May 2014 Report 3.)  He reported his calculations on an account-by-\naccount basis and prepared separate tables  for total diverted sales in which he \nassociated Safety Test’s lost profits for customers assigned to Hamrick, customers \nassigned to McMahan, and customers wh o were “unassigned.”  (May 2014 Report \n \n \nTables 1–3.)  He prepared a fourth table that reflects the combined totals from the \nfirst three tables.  (May 2014 Report Table 4.)  Dr. Poindexter then projected further \ndiverted sales and associated Safety Test’s lost profits using a three-year decay period \nand discounting based on a calculated capitalization rate.   \n32. As to his assessment of ASUC’s ov erall economic condition before and \nafter the period in which Safety Test contends that the trade-secret misappropriation \nbegan, Dr. Poindexter reviewed ASUC’s sales for the period between 2005 and 2013, \nwhich included data for the years afte r Hamrick and McMahan joined ASUC.  Dr. \nPoindexter opined that ASUC had suffered significant losses in the years before it \nhired Hamrick and McMahan, and that performance in those years represented a \nconsequential loss in ASUC’s equity value that could not be sustained and would have \nled to ASUC’s failure.  He opines that ASUC had “a compelling need to find a way to \nstop the company’s rush toward bankruptcy.”  (May 2014 Report 5.)  In addition to \ntheir motion to exclude Dr. Poindexter’s testimony in whole, Defendants have filed a \nseparate motion in limine to prevent that statement from being introduced at trial, \neven if Dr. Poindexter is otherwise allowed to testify. \n33. In addition to quantifying sales and correlated profits and opining as to \nASUC’s business risks, Dr. Poindexter states that  \nASUC’s financial history conforms to what is alleged in the complaint in \nthis case and is supportive of allegations of illegal ASUC actions alleged \nin the case.  Indeed, in terms of ti me patterns of events, ASUC’s years \nof rapid decline correlate precisely with pressures to “buy accounts” by \nhiring in collaborative Safety Test personnel and by other actions to \nacquire and use Safety Test propriet ary information.  Of course, the \ntiming of ASUC recovery correlates  precisely with the employment of \n \n \nHamrick and McMahan and the acquisition of and reliance on other \nproprietary Safety Test information.   \n \n(May 2014 Report 5.) \n34. Finally, Dr. Poindexter calculates ASUC’s increased profitability in the \nyears after it hired Hamrick and McMahan.  He refers to this increased profitability \nas “profitability improvement (enrichment) enjoyed by ASUC” and “continuing unjust \nenrichment.”  (May 2014 Report 6.)  Notably, Dr. Poindexter’s analysis is not tied only \nto the sales accounts serviced by both Safety Test and ASUC, but is based on ASUC’s \noverall performance in the period after it hired Hamrick and McMahan.   \n35. The first supplemental report followed the same methodology as the \nMay 2014 Report, but adjusted the data set to exclude one customer, and modified \nprofit calculations to account for sales commissions.   \n36. The second supplemental report followed the same methodology, but \nchanged the data set for one customer, and modified the calculations of past and \nfuture profit figures to account for the passage of time. \n37. Defendants’ Motion rests on the ce ntral premise that an expert may \nopine as to damages caused by trade-secret misappropriation only if the expert fairly \naccounts for other causes that contributed to losses or gains in sales and profits.  They \ncontend that, because Dr. Poindexter made no effort to fairly  account for other \ncontributing causes, his opinions cannot be  squared with the requirements of Rule \n702(a).  They further contend that, in characterizing his determinations as \n“damages,” Dr. Poindexter necessarily but improperly assumes a causal connection \nbetween his calculations and the alleged misappropriation, and that doing so without \n \n \nfurther analysis is unreliable, speculative,  and not relevant.  Further, Defendants \nclaim that, because his determinations are devoid of a foundation, any potential \nrelevance that his opinions might have to issues of liability is substantially \noutweighed by the manifest prejudice that Defendants would suffer if Dr. Poindexter \nis permitted to present his opinions to the jury at trial. \n38. In opposing the Motion, Safety Test emphasizes that Dr. Poindexter has \nnot, and will not, express any opinion on li ability or causation, but will present only \nevidence that will assist the jury in making its own determination of whether \nmisappropriation occurred and what damages or unjust enrichment were caused by \nany misappropriation that it finds.  Further, Safety Test contends that, because Dr. \nPoindexter expresses no opinion on either liability or causation, Safety Test is not \ninviting the jury to substitute Dr. Poindexter’s opinion on liability or causation for its \nown. \n \nV. ANALYSIS \n39. The parties define Dr. Poindexter’s opinions on sales and profits \nattributed to specific customers served by both Safety Test and ASUC in the relevant \ntime period in a critically distinct way.  Defendants contend that by including \n“diverted” sales in his damages calculations, Dr. Poindexter necessarily expresses an \nopinion on causation by assuming a proximate causal link between sales and the \nalleged misappropriation.  They contend that the North Carolina Court of Appeals \nmakes clear in \nMedical Staffing Netw ork, Inc. v. Ridgway  that an expert cannot \nexpress an assumption on causation wi thout first becoming informed of and \n \n \naccounting for potential alternative causes  for sales and profits unrelated to the \nalleged misappropriation documented by the evidence.  194 N.C. App. at 660–61, 670 \nS.E.2d at 330.     \n40. Safety Test counters that Defendants cannot fairly apply the holding in \nMedical Staffing Network , because Dr. Poindexter does  not express an opinion on \nSafety Test’s actual loss or Defendants’ actual gain from such sales or profits; rather, \nSafety Test claims, Dr. Poindexter presents  an evidentiary basis from which a jury \nmight reach such a conclusion based on a combination of Dr. Poindexter’s opinions \nand other record evidence.  In reply, Defendants argue that if this is the limited \npurpose of Dr. Poindexter’s testimony, hi s testimony is not “expert” testimony, \nbecause it does no more than provide fact s and figures based on identified customer \nfiles.  Safety Test rejoins that expert analysis was required to isolate the diversion or \naccretion in sales and to calculate and project present and future revenues and profits \nassociated with that diversion or accretion. \n41. The Court first addresses the category of Dr. Poindexter’s opinions that \ncompare total revenues or specific cust omer sales before an d after ASUC hired \nHamrick and McMahan, and then addresses Dr. Poindexter’s opinions that assess \nASUC’s overall revenues before and after Hamrick and McMahan were hired. \nA. Dr. Poindexter’s Analysis of ASUC’s Customer Accounts \n42. Relying on Medical Staffing  Network, Defendants assert that it is \ninappropriate to measure any unjust enrichment attributed to Defendants’ alleged \nmisappropriation by examining ASUC’s total revenues rather than examining only \n \n \nthose revenues that could reasonably be attributed to sales that a jury might find to \nbe associated with the alleged misappropriation.     \n43. The Court accepts Safety Test’s assurance that Dr. Poindexter will not \nbe asked to opine as to Defendants’ liability for trade-secret misappropriation or to \nthe extent of damages actually caused by any misappropriation, and the Court will \ntake necessary steps to hold Safety Test to that assurance.  Under Medical Staffing \nNetwork, Dr. Poindexter would be required to consider and account for alternative \ncauses if he intends to offer an opinion on actual damages or on the unjust enrichment \nactually caused by Defendants’ alleged misappropriation.  This requirement is not \ntantamount to requiring Safety Test to prove that any misappropriation was the \nsole \ncause of economic changes.  Rather, an  opinion on actual damages or unjust \nenrichment caused by an alleged trade-secret misappropriation that does not account \nfor alternative causes would be speculative and thus would rest on a faulty premise.   \n44. The Court concludes that portions of Dr. Poindexter’s testimony may be \na proper subject of expert testimony, even though he does not intend to express an \nopinion on liability or causation, and that his presentation of sales, revenues, and \nrelated profits gained or lost for identi fiable isolated customers, without further \nopining as to the cause for such revenues and profits, should not, at least at this time, \nbe excluded under Rule 702(a).  The Court preliminarily concludes that Dr. \nPoindexter’s expert testimony on lost profits is necessary and appropriate to assist \nthe jury in understanding and assessing the parties’ changing economic \ncircumstances as a part of the evidence fr om which it will co nclude whether there \n \n \nwas trade-secret misappropriation in the first instance, and if so, the result of that \nmisappropriation.   \n45. The Court further concludes, subject to a final determination based on \nthe evidence presented at trial, that Dr. Poindexter’s opinions are based on sufficient \nfacts or data, and result fr om reliable methodology and a pplication, as long as Dr. \nPoindexter does not seek to testify abo ut the cause for the revenues and related \nprofits characterized as either damages or unjust enrichment.  Accordingly, the Court \ndeclines to exclude Dr. Poindexter’s opinions on reliability grounds under Rule 702(a).  \n46. However, the Court’s analysis does not end at the Rule 702 inquiry.  The \nCourt must further consider whether the testimony should be excluded or limited \nunder Rule 403 on the grounds that the probative value of the testimony is \noutweighed by its potential prejudicial effect.  The Court concludes that Dr. \nPoindexter’s written reports cannot be admitted in their current form, and that his \ntestimony cannot use certain terms embodied in those reports.   \n47. Dr. Poindexter’s reports include language that the Court concludes, in \nits discretion, should not be permitted, because the language is unnecessary to his \nopinions and presents the potential for undue prejudice adequate to exclude the \nreports under Rule 403.   \n48. For example, Dr. Poindexter should not be allowed to characterize or \nrefer to the economic changes that he pres ents either as “damages” or as “unjust \nenrichment.”  The Court concludes that th e use of those terms in testimony before \nthe jury would implicitly cause a jury to conclude that Dr. Poindexter expresses an \n \n \nopinion on causation.  Dr. Poindexter’s testimony, whether written or oral, should not \ninclude those terms.  Rather, Dr. Poindexter ’s language should be consistent with \nSafety Test’s assurance that Dr. Poindexter has been asked only to isolate changes \nthat he has determined as to customers before and after ASUC hired Hamrick and \nMcMahan.  He can appropriately use the terms “profit” and “profit margin” when he \npresents his opinions on profits from sales, as long as gains or losses in sales are not \nreferred to as “damages,” “unjust enrichment,” or similar terms that imply liability \nor causation. \n49. Dr. Poindexter’s reports include other phrasing that is inappropriate \nand unnecessary for expert testimony that does not opine as to liability or causation.  \nFor example, he uses the phrase “illegally diverted” when he characterizes customer \naccounts.  (May 2014 Report 2.)  He testifies that ASUC’s finances are “supportive of \nallegations of illegal ASUC actions.”  (May 2014 Report 5.)  The Court reserves \ndetermination of whether to allow use of the term “diverted” sales.  The Court will \nnot allow Dr. Poindexter to say that cu stomer accounts or sales were diverted \n“illegally.”  (May 2014 Report 2.) \n50. Likewise, Dr. Poindexter’s May 2014 Report crosses into an area that \nsuggests an opinion on causation when he refers to “[r]esulting projected sales losses \ndue to diversion of accounts by defendants.”  (May 2014 Report 4.)\n  The Court further \nnotes that Dr. Poindexter also uses the significantly more neutral phrasing “new \nsales or incremental sales.”  (May 2014 Re port 3.)  Likewise, when he refers to \nstatements from the complaint, Dr. Poindexter refers to ASUC’s “aggressive attack \n \n \non Safety Test.”  (May 2014 Report 3.)  In Dr. Poindexter’s limited role as an expert \nwitness assessing economic circumstances, he should not be allowed to engage in \nthese characterizations. \nB. Dr. Poindexter’s Analysis of ASUC’s Financial Performance \n51. The Court now considers Dr. Poindexter’s opinions relating to ASUC’s \noverall financial performance before and after ASUC hired Hamrick and McMahan.  \nThe Court again understands that Safety Test  does not intend for Dr. Poindexter to \nassign causation to ASUC’s financial performance.  Rather, Safety Test intends for \nDr. Poindexter to opine on ASUC’s deteriorating financial conditions prior to its \nhiring of Hamrick and McMahan, includin g his opinion that the deteriorating \nfinancial conditions would have led to failure for ASUC if it had not experienced \nsignificant changes in business performance, and that ASUC enjoyed a positive \nfinancial change after Hamrick’s and McMahan’s hiring dates. \n52. The Court preliminarily concludes that Dr. Poindexter’s analysis is a \nproper subject of expert opinion and th at his opinions are based on reliable \nmethodology and application, as long as he does not opine or imply as to the causes \nof ASUC’s aggregate performance.  The Court defers its final determination whether \nto allow Dr. Poindexter to present these op inions until trial, after Safety Test has \npresented other foundation evidence.   \n53. That said, the Court again concludes, in its discretion, that Dr. \nPoindexter’s reports include language and statements that should be excluded under \n \n \nRule 403 because the probative value of his testimony is substantially outweighed by \nthe danger of undue prejudice and may mislead the jury. \n54. The Court preliminarily concludes that, subject to a proper evidentiary \nfoundation established at trial, Dr. Poindexter may be allowed to present his \nassessment of the overall declines or incre ases in sales revenues and equity value \nduring the years that he considered in his analysis.  ( See May 2014 Report Table 6.)  \nAt this time, the Court rejects Defendants’ argument that the Court should exclude \nDr. Poindexter’s testimony on the basis that  his opinions fail to properly consider \nASUC’s change to a subchapter-S corporation and corresponding changes in reported \nlosses or revenues, either internal or in tax returns.  The Court further preliminarily \nconcludes, subject to the same issue of a proper evidentiary foundation, that Dr. \nPoindexter may be allowed to express an opinion that the trend in ASUC’s decline in \nequity value created the potential for an overall business failure if that trend was not \nreversed. \n55. However, it does not follow that Dr. Poindexter should be allowed to \nexpress an opinion that the positive changes that ASUC enjoyed in the years \nfollowing its hiring of Hamrick and McMaha n constituted “damages” to Safety Test \nor “unjust enrichment” to ASUC, or that the years after 2011 should be considered a \n“damages period.”  Characterizing an incre ase in revenue, profitability, or equity \nvalue as “unjust enrichment”—or even ju st as “enrichment”—implies a proximate \ncausal link between those figures and Defendants’ alleged misappropriation or \nimproper conduct.  While Dr. Poindexter  may ultimately be allowed to present \n \n \nfinancial figures that the jury can use to form its conclusions, determining whether \nthose changes were “unjust” is a matter  outside the express limitations of Dr. \nPoindexter’s opinions, based on Safety Test’s assurances to the Court. \n56. The Court may ultimately conclude, subject to a proper evidentiary \nfoundation at trial, that the presentation  of “before and after” aggregate-revenue \nnumbers is appropriate circumstantial ev idence for the jury to consider in \ndetermining the issue of trade-secret misappropriation.  See Med. Staffing Network, \n194 N.C. App. at 658–59, 670 S.E.2d at 329.  However, it now concludes that it would \nbe inappropriate for Dr. Poindexter to opine that Safety Test has suffered losses or \ndamages, or that ASUC has enjoyed an unj ust gain, based solely on evidence of \ncumulative sales, revenues, or profits that does not purport to isolate the effect of \nspecific customer accounts in an instance where there may be some evidentiary basis \nto assume that Defendants misappropriated trade secrets.  See id. at 660–61, 670 \nS.E.2d at 330.    \n57. Evidence of a defendant’s aggregate sales cannot alone serve as the basis \nfor an award of damages for trade-secret misappropriation.  See id.  The Court defers \nits determination of whether it may be necessary for the Court to issue a further \nlimiting instruction to the jury, either at the time that Dr. Poindexter offers his \nopinions or as part of the final jury inst ructions regarding Safety Test’s burden of \nproof for damages.   \n \n \n \n \n \n \nVI. CONCLUSION \n58. For the foregoing reasons, the Motion is GRANTED IN PART and \nDENIED IN PART.  The Court does not at this time exclude Dr. Poindexter as an \nexpert witness pursuant to Rule 702(a).  However, the Court concludes, in its \ndiscretion, that Dr. Poindexter’s testimony and his written reports that Safety Test \nmay seek to introduce shall be limited in accordance with this Order & Opinion, or \nas otherwise necessary to avoid undue prejudice. \n \n \nSO ORDERED, this the 16th day of December, 2016. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Business Court Judge \n  \n "
}