{
  "id": "1926973b09146cac5c24c0465ea89030abf25b8f7c24ddc55bedf939e742d9d5",
  "source_file": "data/raw/ncbc/1926973b09146cac5c24c0465ea89030abf25b8f7c24ddc55bedf939e742d9d5.pdf",
  "raw_text": "Klos Constr., Inc. v. Premier Homes & Props., LLC, 2020 NCBC 53. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF NEW HANOVER \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 3078  \n \nKLOS CONSTRUCTION, INC., \nIndividually and on behalf of \nPREMIER HOMES AND  \nPROPERTIES, LLC,  \n \n \nPlaintiff, \n \nv. \n \nPREMIER HOMES AND \nPROPERTIES, LLC; ALPAT \nPROPERTIES, LLC; COASTAL \nCOSMETIC SURGERY \nMARKETING, LLC; KEY MARCO  \nCONSULTING AND MARKETING, \nINC.; ROBERT WEINBACH; \nAFTEW PROPERTIES, LLC; AND \nPREMIER HOMES AND \nCOMMUNITIES, LLC, TERRANCE \nANDO, and T. ANDO \nCONSTRUCTION & CONSULTING, \nINC., \n \nDefendants. \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON CROSS-\nMOTIONS FOR SUMMARY \nJUDGMENT  \n \n \nTHIS MATTER comes before the Court on Plaintiff Klos Construction , Inc.’s \nMotion for Summary Judgment (“ Plaintiff’s Motion,” ECF No. 61 ), and Defendant s \nPremier Homes and Properties , LLC ; Key Marco Consulting and Marketing, Inc. ; \nRobert Weinbach, Premier Homes and Communities, LLC ; Terrance Ando; and T. \nAndo Construction & Consulting, Inc. ’s (collectively referred to as “Defendants”)  \nMotion for Summary Judgment (“Defendants’ Motion ,” ECF No. 63; collectively, the \nPlaintiff’s Motion and the Defendants’ Motion are referred to as the “Motions”).   \nTHE COURT, having considered the Motions, the evidentiary materials filed \nby the parties, the briefs in support of and in opposition to the Motions, the arguments \nof counsel at the hearing on the Motions,  and other appropriate matters of record, \nconcludes that the Plaintiff’s Motion should be DENIED, and the Defendants’ Motion \nshould be GRANTED, in  part, and DENIED, in part,  for the reasons and in the \nmanner set forth below.  \nShipman & Wright, LLP, by Gary K. Shipman , for Klos Construction \nInc. \n \nCrossley McIntosh Collier Hanley & Edes, PLLC, by Andrew Penny  for \nPremier Homes and Properties, Key Marco Consulting and Marketing, \nInc., Robert Weinbach, Premier Homes and Communities, LLC, Terrance \nAndo, and T. Ando Construction & Consulting, Inc. \n \nMcGuire, Judge. \nI. FACTS \nA. Premier Homes and Properties, LLC and Motts Landing  \n1. “The Court does not make findings of fact when ruling upon a motion for \nsummary judgment.  But[,] to provide context for its ruling, the Court may state \neither those facts that it believes are not in material dispute or those facts on which \na material dispute forecloses summary adjudication.”  Ehmann v. Medflow, Inc., 2017 \nNCBC LEXIS 88, at *6 (N.C. Super. Ct. Sept. 26, 2017). \n2. Plaintiff Klos Construction, Inc. (“ Plaintiff”) is a North Carolina \ncorporation with its principal place of business in New Hanover County, North \nCarolina.  (“Verified Complaint,” ECF No. 3, at ¶ 4.)  Plaintiff is a general contractor \nin the business of building  custom and spec homes in southeastern North Carolina.  \n(Id. at ¶ 17.)  Christopher Klos (“Klos”) is the president of Plaintiff.  (Klos Dep., ECF \nNo. 62.19, at p. 17.) \n3. Defendant Key Marco Consulting and Marketing Inc. (“Key Marco”) is a \nFlorida corporation with its principal place of business in Collier County, Florida.  \n(ECF No. 3, at ¶ 9.)  Key Marco is in the sales and marketing business and was formed \n“[t]o conduct business in real estate consulting and to do real estate projects in . . . \nNorth Carolina.”  ( Id. at ¶ 16 ; Weinbach Dep. , ECF No. 62.3, at p. 9.)  Defendant \nRobert Weinbach (“Weinbach”) is the sole shareholder and officer of Key Marco.  (ECF \nNo. 62.3, at p. 10.) \n4. Defendant Alpat Properties, LLC (“Alpat”) is a North Carolina limited \nliability company with its principal place of business in Lenoir County, North \nCarolina.  (ECF No. 3, at ¶ 7.)  Alpat i s in the business of investing in real estate in \nsoutheastern North Carolina.  ( Id. at ¶ 1 8.)  Dr. Richard E. Cummings (“ Dr. \nCummings”) is a representative of Alpat.  \n5. In the latter part of 2008, Weinbach and Klos discussed with Dr. Arnold \nSobol (“Dr. Sobol”), the owner of  Defendant Aftew Properties , LLC (“Aftew”), the \nbuilding, marketing, and selling  of residential homes in a development owned by \nAftew called The Village at Motts Landing (“Motts Landing”) near Wilmington, North \nCarolina.  (Weinbach Dep., ECF No. 62.3, at pp. 19–21; Sobol Dep., ECF No. 62.5, at \npp. 15–16.)  Subsequent to the conversations with Dr. Sobol, in 2009 Premier Homes \nand Properties, LLC (“PHP”) was formed a s a member -managed limited liability \ncompany with Plaintiff, Key Marco, and Alpat as its members.  (Weinbach Dep., ECF \nNo. 62.3, at pp. 19 –20; “PHP Operating Agreement,” ECF No. 62.2, at p p. 26–27.)1    \nEach member of PHP owns an equal one-third share of the company.  (Id.)   \n6. Pursuant to the PHP Operating Agreement, each of the members “shall \nserve as [m]anagers by virtue of their status as [m]embers.”  (ECF No. 62.2, at p. 4.) \nAdditionally, t he PHP Operating Agreement defines “Act” as “the North Carolina \nLimited Liability Company Act, as the same may be amended from time to time,” (Id. \nat p. 1), and contains the following provision  governing PHP member and manager \nliability relevant to this dispute: \n7.1 Limitation of Liability. No Manager or Member of the \nCompany shall be liable to the Company or its Members for \nmonetary damages for an act or omission in such person’s \ncapacity as a Manager or a Member, except as provided in \nthe Act with regard to: (I)  acts or omissions which a \nManager knew at the time of the acts or omissions that the \nacts or omissions were clearly in conflict with the interests \nof the Company, (ii) any transaction from which a Manager \nderived an improper personal benefit, or (iii) act s or \nomissions occurring prior to the date this provision \nbecomes effective.  If the Act is amended to authorize action \nfurther eliminating or limiting the liability of Managers \nand Members, then the liability of a Manager or Member \nof the Company shall be eliminated or limited to the fullest \nextent permitted by the Act as so amended. Any repeal or \nmodification of this section shall not adversely affect the \nright or protection of a Manager or Member existing at the \ntime of such repeal or modification.  \n \n(“Article 7.1,” ECF No. 62.2, at p. 9.)   The PHP Operating Agreement also provides \nmembers, managers, and other related parties with broad authority to engage in \nother business ventures in direct competition with PHP:  \n \n1 Klos signed the PHP Operating Agreement on behalf of Plaintiff; Weinbach signed the PHP \nOperating Agreement on behalf of Key Marco; and Dr. Cummings signed the PHP Operating \nAgreement on behalf of Alpat.  \n \n \n12.1 Competing Business. Except as oth erwise expressly \nprovided in this Agreement o r the Act, neither the \nManagers nor the Members, nor any of their shareholders, \ndirectors, officers, employees, partners, agents, family \nMembers or affiliates, shall be prohibited or restricted in \nany way from investing in or conducting, either directly or \nindirectly, and may invest in and/or conduct, either directly \nor indirectly, businesses of any nature whatsoever, \nincluding the ownership and operation of a business or \nproperties similar to or in the same geog raphical area as \nthose held by the Company. Except as otherwise provided \nin this agreement or the Act, any investment in or conduct \nof any such businesses by any such person or entity shall \nnot give rise to any claim for any accounting by any \nMember or the Company or any right to claim any interest \ntherein or the profits therefrom, or any claim for diversion \nof Company opportunity or breach of any duty to the \nCompany arising from status as Member or Manager. \n \n(“Article 12.1,” ECF No. 62.2, at 23.) \n \n7. Although not members of PHP, Defendant  T. Ando Construction & \nConsulting, Inc. (“T. Ando Construction”) served as the “sales manager” for PHP and \nTerrance Ando (“Ando”), a co-owner of T. Ando Construction and licensed real estate \nagent, assumed the role as “broker-in-charge” for PHP.  (Ando Dep., ECF No. 67.3, at \npp. 14, 19–21.)  \n8. It is undisputed that PHP was formed for the purpose of building, \nmarketing, and selling homes in Motts Landing .  (Weinbach Dep., ECF No. 62.3, at \np. 20.)  At the time of PHP’s formation, it was understood that Alpat would provide \nfunding, Key Marco would oversee the marketing of Motts Landing , and Plaintiff \nwould handle the construction of the homes in Motts Landing.  (Weinbach Dep., ECF \nNo. 62.3, at pp. 20–21.)  \n9. On June 8, 2009, PHP entered into a sales and marketing contract with \nAftew under which PHP became the exclusive sales, marketing, and construction \ngroup for Motts Landing.  ( “2009 Motts Landing Contract,” ECF N o. 62.4; ECF No. \n67.5.)  The 2009 Motts Landing Contract had an initial term of thirty months.  (Id. at \np. 21.)  Thereafter, the 2009 Motts Landing Contract was periodically amended , \nexpanded, and extended .  (Sobol Dep. ECF No. 62.5, at pp. 42 –44; “Amendments,” \nECF Nos. 62.6, 62.7, 62.8.)  On July 28, 2014, PHP and Aftew entered into a renewal \nsales and m arketing contract which added new terms and extend ed PHP’s right to \nbuild, sell, and market homes in Motts Landing through December 31, 2015.  (“2014 \nRenewal,” ECF No. 62.9.) \nB. Formation of Premier Homes and Communities, LLC  \n10. While PHP was performing under the 2009 Motts Landing Contract, \nWeinbach and Ando formed two companies , in 2011 and 2013 respectively, to build \nhomes in residential communities  similar to Motts Landing in southeastern North \nCarolina.  (Weinbach Dep., ECF No. 63.2, at pp. 24–28.)  Klos evidently attempted to \njoin Weinbach and Ando’s other companies.  However, Weinbach declined to let Klos \njoin the companies  because Weinbach did not bel ieve Klos could handle anything \nbeyond the work  at Motts Landing.  ( Id. at p. 26.)  Weinbach maintains that as \nconstruction increased in Motts Landing, Klos h ad trouble meeting PHP and \ncustomer expectations.  ( Id. at pp. 33 –36.)  While Klos disputes Weinba ch’s \nassertions, for one reason or another, as the amount of homes that  PHP constructed \nincreased, additional contractors were hired to build homes in Motts Landing.   (Klos \nDep., ECF No. 62.19, at pp. 140–46.)   \n11. In April 2015, Weinbach  and Ando formed a new company, Premier \nHomes and Communities, LLC (“Communities”), with Key Marco and T. Ando \nConstruction as its two equal (50%) owners and members.  (Communities Art. of Inc., \nECF No. 62.10; Communities Operating Agreement, ECF No 62.11 .)  Ando and \nWeinbach formed Communities for the purpose of potentially continuing the \ndevelopment of Motts Landing  and “doing new projects in different markets or \ndifferent communities.”  (Ando Dep. ECF No. 62.12, at pp. 29, 32–34; Weinbach Dep. \nECF No. 62.3, at p. 28.)   \n12. Weinbach maintains  that prior to the formation of Communities,  \nWeinbach made Klos aware that he was forming a new company as a “safety valve” \nto complete Motts Landing if Klos could not meet expectations.  (Weinbach Dep., ECF \nNo. 62.3, at pp. 28 –29.)  Klos disputes that his performance was  ever considered \nunsatisfactory and proffers multiple letters of recommendation written for Klos by \nMotts Landing customers .  (Klos Dep., ECF No. 62.19, at pp. 116 –32; “Letters of \nRecommendation,” ECF No. 70.2.)   The letters appear to praise Klos for \ncommunicating promptly and completing homes in a timely fashion.   (See ECF No. \n70.2.) \nC. Contract Between Aftew and Communities (the “Communities \nContract”) \n \n13.  On May 19, 2015, Communities and Aftew reached a working \nagreement drafted by Weinbach.  (“Working Agreement,” ECF No. 62.13 ; Weinbach \nDep., ECF No. 62.3, at p. 103.)  Plaintiff represents, and Defendants do not dispute, \nthat the Working Agreement identifies properties that Communities would “purchase \nfrom Aftew for construction and sale between July 1, 2015, and July 1, 2016[,]” \nalthough some of the lots referenced in the Working Agreement were already under \ncontract for sale to PHP customers.  (Id.; ECF No. 62, at pp. 4–5; Ando Dep., ECF No \n62.12, at pp. 50– 51.)  While  negotiating the terms of the Working Agreement, Dr. \nSobol understood it to be an extension of t he 2009 Motts Landing Contract and was \nnot informed that Communities was a different company than PHP .  (ECF No. 62.5, \nat pp. 31–34.) \n14. On June 5, 2015, Ando engaged in an email correspondence with an \nindividual in  Aftew’s attorney ’s office,  stating that cer tain revisions needed to be \nmade to an attached document.  ( “Email Chain,” ECF No. 62.14.)2  In the signature \nblock of this email, Ando represents himself as being affiliated with PHP.  (Id. )  The \nattached document referenced in the E mail Chain is entitled “Third Amendment to \nVillage at Motts Landing Sales and Marketing Contract.”  (“Third Amendment,” ECF \nNo. 62.16.)  The Third Amendment was drafted as if it was to  be executed between \nPHP and Aftew , containing a signature block for Aftew with Dr. Sobol as i ts \nrepresentative and a signature block for PHP with Plaintiff a s its representative .  \n(See id.)  Indeed, the Third Amendment was already signed by Dr. Sobol on behalf of \nAftew, and Ando had already signed the document under PHP’s signature block.  (Id.) \n \n2 These emails are the subject of the Court’s Order on Plaintiff’s Motion for Sanctions.  (Ord. \non Mot. for Sanc., ECF No. 58.) \n15. The Third Amendment also contains the following handwritten \nrevisions: (1) each time the Third Amendment references “Premier Homes and \nProperties, LLC,” “Properties” is crossed out and “Communities” is handwritten in its \nplace; (2) in the signature block fo r Aftew, Dr. Sobol’s middle initial is changed; and \n(3) in the signature block for PHP, the printed name “Klos Construction, Inc. \n(Member/Manager)” is crossed out and replaced with “Terry Ando –  managing \npartner.”  (Id.)  The record does not reflect whether the handwritten revisions were \nwritten on the Third Amendment before or after Dr. Sobol signed the document.  \nAftew’s attorney’s office returned the Third Amendment with the requested revisions.  \n(ECF No. 62.14; see also “Revised Third Amendment,” ECF No. 62.17.) \n16. On June 8, 2015, Communities and Aftew executed the Revised Third \nAmendment.  (“Communities Contract,” ECF No. 67.8.)  The Communities Contract \nspecifically references the 2009 Motts Landing Contract, and states that it is \nextending the 2009 Motts Landing Contract through June 30, 2016.  (Id.)  However, \nthe Communities Contract unambiguously states that Communities, and not PHP, \nshall have the right to purchase a certain number of lots in Motts Landing.  (Id.) \n17. Ando concedes that he did not expressly inform Klos about the \nCommunities Contract, n or did Ando give Klos a copy of the document prior to, or \nnear the time of its execution.  (Ando Dep., ECF No. 62.12, at pp. 65–66.)  Aside from \nthis concession from Ando, the record is unclear and fails to establish what exactly \nKlos and PHP knew with regard to the consummation of the Communities Contract, \nor when they became aware of the Communities Contract.   \n18. Nevertheless, on July 1, 2015, Ando became the broker in charge for \nCommunities and Communities began constructing homes at Motts Landing.  \n(Weinbach Dep., ECF No. 62.3, at p p. 12–13.)  Construction that PHP had already \ninitiated prior to July 1, 2015, was carried out in the name of PHP, and PHP had \nclosings through the end of 2015.  ( Id.)  However, after July 1, 2015, any new \ndevelopment in Motts L anding was facilitated by Communities and not PHP.  ( Id.)  \nThe last home that Klos personally oversaw construction on in Motts Landing, from \nbeginning to end, was sometime in August 2015.  (Klos Dep. , ECF No. 62.19, at pp. \n53–54.)   \nD. Klos’s Knowledge of Communities \n \n19. The record in support of the Motions fails to demonstrate what Klos \nknew with regard to Communities prior to its formation.  Likewise, the Court cannot \ndiscern when Klos had actual knowledge that Communities existed.  Klos’s testimony \non this point is simply all over the board.  Klos admits that in late September 2015, \nDr. Sobol provided Klos with a copy of the Communities Contract.  (Klos Dep., 62.19, \nat pp. 35 –37.)  Klos also testifies that he may have talked to Weinbach about \nCommunities at some point in December 2015, but then claims that he was unaware \nof Communities until March 2016.  (Klos Dep., ECF No. 62.19, at pp. 38, 184.)  \nAccordingly, the record fails to clearly establish what and when Klos knew about \nCommunities. \n \n \nE. Dissolution and Subsequent Reestablishment of PHP \n20. In the fall of 2015, Weinbach told Klos that he wanted to  discuss the \ndissolution of  PHP.  (See Weinbach Dep., ECF 6 2.3, at pp. 56–59.)  Klos’s \nunderstanding of, and agreement to, the dissolution of PHP is yet another ques tion \nleft open by the record in this case.  In a correspondence sent on September 22, 2015 \nfrom Klos to Weinbach, Klos expressed, regretfully, a willingness to dissolve PHP on \nDecember 31, 2015, subject to certain conditions.  (Correspondence, ECF 62.18; Klos \nDep., ECF 62.9, at pp. 178–82.)   \n21. Sometime in late September 2019, the members of PHP  met to discuss \nthe dissolution and winding up of PHP.  (Weinbach Dep., ECF No. 62.3, at pp. 59 –\n71.)  What the members of PHP, other than Weinbach, knew about Communities and \nthe Communities Contract at this meeting is wholly unclear.  (Cummings Dep., ECF \nNo. 62.20, at pp. 28–30; Klos Dep., 62.19, at pp. 35–37, 100, 219.)  Moreover, there is \nconflicting testimony regarding what was said  and what action was tak en at this \nmeeting.  (Klos Dep., ECF No. 62.19, at pp. 51, 184; Weinbach Dep., ECF No. 62.3, at \npp. 59–72; Cummings Dep., ECF No. 62.20, at pp. 25–29.) \n22. In early December 2015 , Klos and Weinbach met again to discuss the \ndissolution of PHP.  Weinbach subsequently executed and filed Articles of Dissolution \nfor PHP.  (Weinbach Dep., ECF No. 62.3, at pp. 73–76; Art. of Diss., ECF No. 62.23.)  \nAgain, Klos’s knowledge of Communities and understanding of the Communities \nContract at the time of this final meeting , and whether he ultimately agreed to \ndissolve PHP, cannot be determined on this record.  \n23. On April 22, 2016, Klos filed Articles of Correction with the North \nCarolina Secretary of State,  stating that Key Marco improperly filed the Articles of \nDissolution without the unanimous consent of the members of PHP.  (Art. of Correc., \nECF No. 62.24.)   \nII. PROCEDURAL BACKGROUND \n24. On February 17, 2017, Klos sent a letter, inter alia, to Key Marco, Alpat, \nand PHP, demanding that PHP file suit against Key Marco, Weinbach, Aftew, and \nPHP based on Communities’ alleged violation of PHP’s rights.  (February 17, 2017 \nLetter, ECF No. 53.2.)  On July 5, 2017, Klos filed suit derivatively on behalf of PHP \nagainst PHP, Alpat, Key Marco, Weinbach, Aftew, and Communities (17 CVS 2574) \n(“2017 Lawsuit”).\n3  On March 28, 2018, Klos voluntarily dismissed the 2017 Lawsuit \nwithout prejudice.  In February and March 2018, Klos sent two additional derivative \ndemand letters to PHP.  (February 8, 2018 and March 5, 2018 Letters, ECF No. 53.2.)  \nIn those letters, Klos, inter alia, demanded that PHP bring legal claims against Ando \nand T. Ando Construction, and additional claims again st Key Marco and Weinbach, \nand against PHP.  (Id.) \n25. On August 28, 2018,  Plaintiff filed a new complaint making derivative \nclaims against Weinbach, Key Marco, Ando, T. Ando Construction, and Communities \nfor: Conversion (“First Cause of Action”) , Unjust Enric hment (“Second Cause of \nAction”), Tortious Interference with Contractual Relations and Prospective Economic \nAdvantage (“Third Cause of Action”) , Fraud (“Ninth Cause of Action”) , Punitive \n \n3 Plaintiff also sued Coastal Cosmetic Surgery Marketing, LLC. \nDamages (“Tenth Cause of Action”) , and Civil Conspiracy (“Eleventh Ca use of \nAction”).  (ECF No. 3.)  Plaintiff asserts claims against Weinbach, Key Marco, and \nAndo for Breach of Fiduciary Duties (“Fourth Cause of Action”), Constructive Fraud \n(“Fifth Cause of Action”), and a claim against Weinbach and Key Marco for Breach of \nImplied Covenant of Good Faith and Fair Dealing (“Sixth Cause of Action”).  Plaintiff \nalso assert s a claim against Weinbach and Ando for  Piercing the Corporate Veil \n(“Twelfth Cause of Action”).  (Id.)  Finally, Plaintiff makes claim s for an Accounting \nof PHP’s financial records from 2015 to present (“Seventh Cause of Action”) , and \nJudicial Dissolution of PHP (“Eighth Cause of Action”).  (Id.) \n26. On August 30, 2018, this action was designated to the North Carolina  \nBusiness Court and assi gned to the undersigned.  (Designation Order, ECF No. 1; \nAssignment Order, ECF No. 2.)   On April 22, 2019, Plaintiff filed a voluntary \ndismissal with prejudice of its First Cause of Action for conversion .  (Vol. Dis., ECF \nNo. 27.)   \n27. On January 2, 2020, Plaintiff filed the Plaintiff ’s Motion along with a \nbrief and evidence in support.  (ECF No. 61; Pl.’s Br. in Supp., ECF No 62; Pl.’s Evid. \nin Supp., ECF Nos. 62.1 –62.42.)  The Plaintiff’s Motion seeks summary judgment \nonly on Plaintiff’s claims for “Tortious  Interference with Contractual Relations and \nProspective Economic Advantage, Breach of Fiduciary Duties, Constructive Fraud, \nBreach of the Implied Covenant of Good Faith and Fair Dealing, Fraud, and Civil \nConspiracy, and entry of an Order awarding the Plai ntiff $6,753,389.00 in \ncompensatory damages.”  (ECF No. 61.)   \n28. On January 17, 2020, Defendants filed the Defendants ’ Motion along \nwith a brief and evidence in support.   (ECF No. 63; Defs.’ Br. in Supp., ECF No. 6 4; \nDefs.’ Evid. in Supp., ECF Nos. 64.1–64.19.)  The Defendants’ Motion seeks summary \njudgment in their favor on all claims alleged by Plaintiff.  ( ECF No. 63 .)  Despite \npurporting to move for summary judgment on all of Plaintiff’s claims, Defendants \nmake no argument wit h respect to Plaintiff’s claims for: an Accounting, Judicial \nDissolution, or Piercing the Corporate Veil.  Accordingly, to the extent the \nDefendants’ Motion seeks summary judgment on Plaintiff’s claims for an Accounting, \nJudicial Dissolution, and Piercing the Corporate Veil, the Defendants’ Motion is \nDENIED. \n29. On January 31, 2020, Defendants filed a brief in opposition to Plaintiff’s \nMotion, along with multiple evidentiary materials.  (Defs.’ Br. in Opp., ECF No. 67; \nDefs.’ Evid. in Opp., ECF Nos. 67.1 –67.22.)  On February 10, 2020, Plaintiff filed a \nreply brief in support of  the Plaintiff’s Motion.  ( Pl.’s Reply Br., ECF No. 68.)  On \nFebruary 14, 2020, Plaintiff  filed a brief in opposition to Defendants’ Motion and \nmultiple evidentiary materials.  ( Pl.’s Br. in Opp., ECF No. 70; Pl.’s Evid. in Opp., \nECF Nos. 70.1–70.2.)  On February 24, 2020, Defendants filed a reply brief in support \nof the Defendants’ Motion.  (Defs.’ Reply Br., ECF No. 71.)  \n30. This matter came before the Court for a hearing , and the Court heard \noral argument from counsel.  The Motions, having been fully brief and argued, are \nnow ripe for decision. \n \nIII. ANALYSIS \nA. Standard of Review \n31. “Summary judgment is appropriate ‘if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with affidavits, if any, \nshow that there is no genuine issue of material fact and that any party is entitled to \njudgment as a matter of law.’”  Variety Wholesalers, Inc. v. Salem Logistics Traffic \nServs., LLC, 365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012) (quoting N.C.G.S. § 1A-1, \nRule 56(c)).  The moving party bears the burden of presenting evidence which shows \nthat there is no genu ine issue of material fact and that the movant is entitled  to \njudgment as a matter of law.  Hensley v. Nat’l Freight Transp., Inc., 193 N.C. App. \n561, 563, 668 S.E.2d 349, 351 (2008).  Where the moving party is the defendant, they \nmay meet this burden by “proving an essential element of the opposing party’s claim \ndoes not exist, cannot be proven at trial, or would have been barred by an affirmative \ndefense.”  Variety Wholesalers, Inc., 365 N.C. at 523, 723 S.E.2d at 747.  An issue is \n“material” if “resolution of the issue is so essential that the party against whom it is \nresolved may not prevail.”  McNair v. Boyette, 282 N.C. 230, 235, 192 S.E.2d 457, 460 \n(1972).  “A ‘genuine issue’ is one that can be maintained by substantial evidence.”  \nDobson v. Harris, 352 N.C. 77, 83, 530 S.E.2d 829, 835 (2000). \n32. “Once the party seeking summary judgment makes the required \nshowing, the burden shifts to the nonmoving party to prod uce a forecast of evidence \ndemonstrating specific facts, as opposed to allegations, showing that he can at least \nestablish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784–85, \n534 S.E.2d 660, 664  (2000).  As recently reiterated by t he North Carolina Court of \nAppeals, the burden on the non-movant goes beyond merely producing some evidence \nor a scintilla of evidence in support of its claims.  Rather,  \nIf the movant meets this burden, the nonmovant must take \naffirmative steps to set forth specific facts showing the \nexistence of a genuine issue of material fact. An adverse \nparty may not rest upon the mere allegations or denials of \nhis pleading. A genuine issue of material fact is one that \ncan be maintained by substantial evidence. Substantial \nevidence is such relevant evidence as a reasonable mind \nmight accept as adequate to support a conclusion and \nmeans more than a scintilla or a permissible inference. \n  \nKhashman v. Khashman, No. COA16-765, 2017 N.C. App. LEXIS 715, at *15 (N.C. \nCt. App. Sept. 5, 2017) (citations and internal quotation marks and modifiers \nomitted). \nB. Cosmetic Surgery Marketing and Consulting Marketing Inc. (“CSMC”), \nAlpat, and Aftew Should be Dismissed. \n \n33.   As a preliminary matter, the Court notes that the Verified Complaint \ncontains no claims against Defendants CSMC , Alpat, and Aftew or any explanation \nfor their presence as named Defendants in this lawsuit, and neither party makes any \nargument regarding clai ms directed at these parties.  Accordingly, the Court \nconcludes that CSMC , Alpat,  and Aftew should be DISMISSED from this lawsuit \nwithout prejudice. \nC. Fiduciary Duties \n34. The parties devote much of their briefing to arguing whether Weinbach \nand Key Marco owed fiduciary duties to PHP.  Plaintiff contends that “Weinbach and \nKey Marco . . ., as managers of PHP, [ ] owed the company fiduciary duties of trust, \nloyalty, due care, good faith, and fair dealing.”  (ECF No. 62, at p. 20.)   On the other \nhand, Defendants ar gue that the PHP Operating Agreement waived the managers’ \nduty of loyalty  and limits PHP managers’ liability.   (ECF No.  67, at .pdf pp. 8–11.)  \nAccordingly, the Court first considers Plaintiff’s contention that Weinbach, \nindividually, and Key Marco owed PHP fiduciary duties. \ni. Weinbach \n35. It is undisputed that Weinbach is not a member of PHP and is not named \na manager in the PHP Operating Agreement.  There is no evidence that the members \nof PHP ever took the steps required by the PHP Operating Agreement to make \nWeinbach a manager.  (See ECF No. 62.2, at p. 5.) \n36. Nevertheless, Weinbach signed the PHP Operating Agreement on \nbehalf of Key Marco .  Plaintiff contends that by operation of Section 3.2 of the PHP \nOperating Agreement, “Weinbach became a man ager of PHP by executing the \nOperating Agreement on behalf of [Key Marco].”  (ECF No. 62, at p. 21 ; see “Section \n3.2,” ECF No. 62.2, at p p. 4 –5.)  The Court disagrees.  Section 3.2 of the PHP \nOperating Agreement merely provides that a PHP member who is not a natural \nperson, “shall designate a natural person who is authorized to act on behalf of such \nMember in it its capacity as Manager” and that said natural person’s signature on \nthe PHP Operating Agreement equates to a designation.  (ECF No. 62.2, at pp. 4–5.)  \nNothing in Section 3.2 expressly provides that the designee of a non-person member \nindividually becomes a manager by accepting the designation.  ( See id .)  Rather, \nWeinbach is merely Key Marco’s designee. \n37. Weinbach, individually, was not a member or manager of PHP and did \nnot owe fiduciary duties to PHP.  Therefore, to the extent the Defendants’ Motion and \nPlaintiff’s Motion seek summary judgment on Plaintiff’s claims against Weinbach for \nbreach of fiduciary duty and constructive fraud, the Defendants’ Motion should be \nGRANTED, and the Plaintiff’s Motion should be DENIED. \nii. Key Marco \n38. Key Marco was a manager of PHP , and, unless altered by the PHP \nOperating Agreement, ordinarily would owe PHP fiduciary duties.  N.C.G.S. § 57D- \n3-21(b) (“Each manager shall discharge that person’s duties (i) in good faith, (ii) with \nthe care an ordinary prudent person in a like position would exercise under similar \ncircumstances, and (iii) subject to the operating agreement, in a manner the manager \nbelieves to be in the best interests of the LLC .” (emphasis added)).  “ Indeed, ‘the \nprovisions of [the LLC Act] and common law will apply only to the extent contrary or \ninconsistent provisions are not made in, or not otherwise supplanted, varied, \ndisclaimed, or nullified by, the ope rating agreement.’”  Plasman v. Decca Furniture \n(USA), Inc., 2016 NCBC LEXIS 80, at *36 (N.C. Super. Ct. Oct. 21, 2016) ( citing \nN.C.G.S. § 57D-2-30(a)).  An LLC manager’s duty of loyalty to act in the best interest \nof the LLC is specifically “subject to th e operating agreement. ” N.C.G.S. § 57D- 3-\n21(b)(iii); Plasman, 2016 NCBC LEXIS 80, at *36; Pender Farm Dev. v. NDCO, 2018 \nNCBC LEXIS 189, at *38 (N.C. Super. Ct. Mar. 12, 2018); see also Vanguard Pai \nLung, LLC v. Moody, 2019 NCBC LEXIS 39, at *17–18 (N.C. Super. Ct. June 19, \n2019) (“Because an LLC is primarily a creature of contract, the members are \ngenerally free to arrange their relationship however they wish.  Among other things, \nthey may depart from statutory default rules, require supermajority  votes for some \nor all company matters, and impose or eliminate fiduciary duties for members and \nmanagers.” (internal citations and quotation marks omitted)). \n39. Defendants argue  that Article 7.1 of the PHP Operating Agreement , \nread in light of t he current Act, eliminates Key Marco’s fiduciary duty of loyalty to \nPHP.  Article 7.1 provides, in relevant part, as follows: \n7.1 Limitation of Liability. No Manager or Member of the \nCompany shall be liable to the Company or its Members for \nmonetary damages for an act or omission in such person ’s \ncapacity as a Manager or a Member, except as provided in \nthe Act with regard to: ( I) acts or omissions which a \nManager knew at the time of the acts or omissions that the \nacts or omissions were clearly in conflict with the interests \nof the Company, (ii) any transaction from which a Manager \nderived an improper personal benefit, or (iii) acts or \nomissions occurring prior to the date this provision \nbecomes effective. If the Act is amended to authorize action \nfurther eli minating or limiting the liability of Managers \nand Members, then the liability of a Manager or Member \nof the Company shall be eliminated or limited to the fullest \nextent permitted by the Act as so amended. \n \n(ECF No. 62.2, at p. 9.)  Defendants contend that Article 7.1 “expressly provides for \nthe limitation of liability of its managers to the fullest extent permitted by the current \nLLC Act.  This constitutes a full waiver of any duty because [ the current version of \nthe Act] allows a complete [ ] limitation of liability.”  (ECF No. 64, at .pdf pp. 7–10.) \n40. In response, Plaintiff argues that Key Marco continues to have fiduciary \nobligations to PHP because  nothing in the PHP Operating Agreement “permits \nWeinbach/Key Marco, while a Manager of PHP, to divert PHP’s business \nopportunities and prospective economic advantage to Communities, and no part of \n‘the Act’ as it existed at the time of the execution of the [PHP] Operating Agreement \n. . . or as it exists today authorizes such conduct.”  (ECF No. 70, at p. 13.)4   \n41. “An operating agreement is a contract[,]” and should be interpreted \nunder North Carolina’s established rules of contract construction.   N.C. State Bar v. \nMerrell, 243 N.C. App. 356, 370, 777 S.E.2d 103, 114 (2015).   “With all contracts, the \ngoal of construction is to arrive at the intent of the parties when the contract was \nissued.  The intent of the parties may be derived from the language in the contract.”  \nBank of Am., N.A. v. Rice, 230 N.C. App. 450, 456, 750 S.E.2d 205, 209 \n(2013) (quotation omitted); see also Lane v. Scarborough, 284 N.C. 407, 409–10, 200 \nS.E.2d 622, 624 (1973) (“Whenever a court is called upon to interpret a contract its \nprimary purpose is to ascertain the intention of the parties at the moment of its \nexecution.”).  The intention of the parties “is to be ascertained from the expressions \nused, the subject matter, the end in view, the purpose sought, and the situation of the \nparties at the time.”  Lane, 284 N.C. at 410, 200 S.E.2d at 624 (quoting Electric Co. \nv. Ins. Co., 229 N.C. 518, 520, 50 S.E.2d 295, 297 (1948)).  \n42. In analyzing the intent of the parties “[t]he court must construe the \ncontract as a whole and [its provisions] must be appraised in relation to all other \nprovisions.”  Schenkel & Shultz, Inc. v. Hermon F. Fox & Assocs., P.C., 362 N.C. 269, \n \n4 Plaintiff is incorrect as to the second point.  The current LLC Act “provides that the \nmanager’s duty to act in th e best interests of the company is “subject to the operating \nagreement.”  N.C.G.S. § 57D- 3-21(b).  “Thus, Chapter 57D permits parties to an operating \nagreement to waive a manager’s duty of loyalty.”  Pender Farm Dev., 2018 NCBC LEXIS 189, \nat *38. \n273, 658 S.E.2d 918, 921 (2008) (internal quotation omitted).  “It is presumed that \neach part of the contract means something.”  Brown v. Lumbermens Mut. Casualty \nCo., 326 N.C. 387, 393, 390 S.E.2d 150, 153 (1990) (citation and quotation marks \nomitted).  “The various terms of the [contract] are to be harmoniously construed, and \nif possible, every word and every provision is to be given effect[.]”  Duke Energy Corp. \nv. Malcolm, 178 N.C. App. 62, 65, 630 S.E.2d 693, 695 (2006) (quotation omitted). \n43. It is well-settled that “[w]here the language of a contract is plain and \nunambiguous, the construction of the agreement is a matter of law; and the court . . . \nmust construe the contract as written, in light of the undisputed evidence as to the \ncustom, usage, and meaning of its terms.”  Happ v. Creep Pointe Homeowner’s Assoc., \n215 N.C. App. 96, 103, 717 S.E.2d 401, 406 (2011) (alterations in original) \n(quoting Hodgin v. Brighton, 196 N.C. App. 126, 128, 674 S.E.2d 444, 446 (2009)).  \n“An ambiguity exists in a contract when either the meaning of words or the effect of \nprovisions is uncertain or capable of several reasonable interpretations.”  Schenkel & \nShultz, Inc., 362 N.C. at  273, 658 S.E.2d at 922 (citation and quotation marks  \nomitted). \n44. Defendants argue that the language in Article 7.1 stating “[i]f the Act is \namended to authorize action further eliminating or limiting the liability of Managers \nand Members, then the liability of a Manager or Member of the Company shall be \neliminated or limited to the fullest extent permitted by the Act as so amended” \nautomatically limit s liability on the part of PHP managers to the fullest extent \npermitted under the Act without any further action taken by PHP.  Convers ely, \nPlaintiff argues that the language at issue require s PHP to take “action” expanding \nprotection for managers following  an amendment of the Act by amending the PHP \nOperating Agreement to further limit manager liability  in accordance with the Act .  \n(ECF No. 68, at pp. 1–6.) \n45. The Court concludes that the language of Article 7.1 is unambiguous on \nits face  and reflects the parties ’ intent to automatically  extend the limitation of \nliability to the extent the Act permits such limitation .  In other words, the parties \nintended the broadest limitation on liability permissible under the Act to  apply to \nPHP’s managers, includi ng any further limitation that might be permitted by \namendment of the Act after the PHP Operating Agreement was executed.   \n46. Moreover, Article 12.1 unambiguously gives the parties the right to \nestablish competing businesses for purposes of developing commercial real estate, \nand to take any new opportunities for themselves and the new business.  While not a \nwaiver of fiduciary duty itself,  when read in tandem with Article 7.1, Article 12.1 \nprovides further support  for the conclusion that the parties to the PHP Operating \nAgreement sought to afford PHP managers the greatest limitation on liability  for \nclaims of diversion of corporate opportunities.   \n47. Having determined the meaning and intent behind Article 7.1, the Court \nwill now address the impact of the General Assembly’s 2014 amendment to the Act.  \nWhen the PHP Operating Agreement was executed , it allowed for the greatest \npossible limitation of liability under the then existing version of the Act, Chapter 57C.  \nChapter 57C, and specifically section  57C-3-32(b), did not allow the terms of an \noperating agreement to limit or eliminate a manager’s d uty of loyalty.  However, \neffective January 1, 2014, the General Assembly repealed Chapter 57C and replaced \nit with a new version of the Act, Chapter 57D.  N.C.G.S. § 57D-1-01, et seq.  Under \nChapter 57D , an LLC manager’s duty of loyalty is  “subject to the  operating \nagreement.”  N.C.G.S. § 57D-3-21(b)(iii).  Accordingly, unlike the prior version of the \nAct, “Chapter 57D permits parties to an operating agreement to waive a manager’s \nduty of loyalty.”  Pender Farm Dev., 2018 NCBC LEXIS 189, at *38; see also Plasman, \n2016 NCBC LEXIS 80, at *36.  \n48. Accordingly, since the execution of the PHP Operating Agreement, the \nAct has been “amended to authorize action further eliminating or limiting the liability \nof Managers” by way of allowing an operating agreement to waive an LLC manager’s \nduty of loyalty.  The Court concludes that, in response to Chapter 57D taking effect, \nArticle 7.1  automatically amended  the PHP Operating Agreement , and the PHP \nmanagers’ duty of loyalty was waived.   Therefore, Key Marco does not owe PHP the \nfiduciary duty of loyalty. \n49.  Having determined that Key Marco does not owe PHP the fiduciary \nduty of loyalty, the Court will now address Plaintiff ’s claims for breach of fiduciary \nduty and constructive fraud against Key Marco .  The Court will then  address \nPlaintiff’s claim for breach of the implied covenant of good faith and fair dealing  \nagainst Weinbach and Key Marco.   Plaintiff’s claims against Weinbach and Key \nMarco for fraud, tortious interference, and unjust enrichment will be addressed infra.  \n \na) Breach of Fiduciary Duty and Constructive Fraud  \n \n50. In its Fourth Cause of Action, Plaintiff alleges a claim against Key \nMarco for breach of fiduciary duty.  (ECF No. 3, at ¶¶ 90 –97.)  In its Fifth Cause of \nAction, Plaintiff asserts a claim against Key Marco for constructive fraud.  (Id. at ¶¶ \n99–102.)   \n51. To establish a claim for breach of fiduciary duty or constructive fraud, a \nplaintiff must first establish that the defendant(s) owed the plaintiff a fiduciary duty.  \nDalton v. Camp, 353 N.C. 647, 651,  548 S.E.2d 704, 707 (2001) (citations omitted) \n(“For a breach of fiduciary duty to exist, there must first be a  fiduciary relationship \nbetween the parties.”); Crumley & Assocs., P.C. v. Charles Peed & Assocs., P.A., 219 \nN.C. App. 615, 620,  730 S.E.2d 763, 767 (2012) (“To establish constructive fraud, a \nplaintiff must show that defendant (1) owes plaintiff a   fiduciary  duty; \n(2) breached  this  fiduciary  duty; and (3) sought to benefit himself  in the \ntransaction.”). \n52. Plaintiff’s claims against Key Marco  for breach of fiduciary duty  and \nconstructive fraud are rooted in Key Marco’s alleged  breach of the fiduciary duty of \nloyalty and usurpation of PHP’s corporate opportunities.   (See ECF No. 3, at ¶¶ 90–\n102.)  The Court has determined that Article 7.1 waives the fiduciary duty of loyalty \nfor PHP managers.   Therefore, Plaintiff cannot establish that Key Marco breached \nthe fiduciary a duty of loyalty to PHP  by diverting PHP’s corporate opportunities to \nCommunities.   \n53. Therefore, to the extent Defendants’ Motion and Plaintiff’s Motion seek \nsummary judgment on Plaintiff’s claims against Key Marco for breach of fiduciary \nduty and constructive fraud, the Defendants’ Motion should be GRANTED , and the \nPlaintiff’s Motion should be DENIED. \nb) Breach of the Implied Covenant of Good Faith and Fair Dealing  \n \n54. For Plaintiff’s Sixth Cause of Action, Plaintiff asserts a claim against \nWeinbach and Key Marco for breach of the implied covenant of good faith and fair \ndealing.  (ECF No. 3, at ¶¶ 104–05.) \n55. Pursuant to the Act, “ the laws of agency and contract, including the \nimplied contractual covenant of good faith and fair dealing  . . . govern the \nadministration and enforcement of operating agreements .”  N.C.G.S. § 57D-2-30(e).  \nUnder North Carolina law, every enforceable contract contains an underlying, \nimplied covenant of good faith and fair dealing.  Bicycle Transit Auth. v. Bell, 314 \nN.C. 219, 228,  333 S.E.2d 299, 305 (1985).  “A claim for breach of this implied \ncovenant arises when one party ‘wrongfully deprives’ the other of some benefit ‘to \nwhich they were entitled,’ or takes some other action for a ‘wrongful or \nunconscionable purpose.’”  Wadhwania v. Wake Forest Univ. Baptist Med. Ctr., No. \nCOA18-252, 2018 N.C. App. LEXIS 1100, at *8 (N.C. Ct. App. Nov. 20, 2018) (citing \nDull v. Mut. Of Omaha Ins. Co., 85 N.C. App. 310, 318, 354 S.E.2d 752, 757 (1987)). \nIn addition to its express terms, a contract contains all \nterms that are necessarily implied “to effect the intention \nof the parties” and which are not in conflict with the \nexpress terms.  Lane v. Scarborough, 284 N.C. 407, 410, \n200 S.E.2d 622, 624 (1973) (citations omitted). Among \nthese implied terms is the “basic principle of contract law \nthat a party who enters into an enforceable contract is \nrequired to act in good faith and to make reasonable efforts \nto perform his obligations under the agreement.” \nWeyerhaeuser Co. v. Building Supply Co., 40 N.C. App. 743, \n746, 253 S.E.2d 625, 627 (1979) (citations omitted).  All \nparties to a contract must act upon principles of good faith \nand fair dealing to accomplish the purpose of an \nagreement, and therefore each has a duty to adhere to the \npresuppositions of the contract for meeting this \npurpose.  Id. \n \nMaglione v. Aegis Family Health Ctrs., 168 N.C. App. 49, 56, 607 S.E.2d 286, 291 \n(2005). \n56. Plaintiff alleges that Weinbach and Key Marco, “as a party [sic] to the \nPHP Operating Agreement, owed PHP an implied covenant of good faith and fair \ndealing . . . [and their] actions constitute a breach of the implied covenant.”  (ECF No. \n3, at ¶ 104.)  Plaintiff argues that “[b]y causi ng Communities to step into PHP’s \ncontractual shoes, Key Marco and Weinbach, PHP’s managers, breached their \nobligation to perform their contractual obligations to PHP in good faith.”   (ECF No. \n62, at p. 23.)  \n57. The Court notes that, contrary to Plaintiff’s position, Weinbach is not a \nparty to the PHP Operating Agreement and merely signed the PHP Operating \nAgreement as the designee for Key Marco pursuant to Section 3.2.   The Court also \nhas already concluded that Weinbach is not a member of PHP and there is no evidence \nthat Weinbach became a manager of PHP.  Finally, Plaintiff does not cite to, and the \nCourt is not aware of,  any authority for the proposition that signing an operating \nagreement on behalf of a non -person entity automatically imposes the contractua l \nimplied covenant of good faith and fair dealing on said signatory.  Therefore, to the \nextent the Plaintiff’s Motion and the Defendants’ Motion seek summary judgment on \nPlaintiff’s claim against Weinbach for breach of the implied covenant of good faith \nand fair dealing, the Defendants ’ Motion should be GRANTED, and the Plaintiff’s \nMotion should be DENIED. \n58. Defendants argue that the claim for breach of the covenant of good faith \nand fair dealing  must be dismissed because the  PHP Operating Agreement waived  \nthe duty of loyalty and allowed Key Marco to engage in competition with , and usurp \nthe corporate opportunities of, PHP.  In other words, Defendants contend that since \nthe contract expressly allows the allegedly breaching conduct, it cannot constitute a \nbreach of a duty of good faith.  (ECF No. 64 at .pdf p. 12; ECF No. 67, at .pdf p. 15.) \n59. The waiver of the fiduciary duty of loyalty in the PHP Operating \nAgreement has no effect on the implied covenant of good faith and fair dealing.  “The \nimplied contractual covenant of good faith and fair dealing should not be confused \nwith the fiduciary duty of good faith that is one of the managers’ duties \nunder [N.C.G.S. §] 57D-3-21.”  1 Russell M. Robinson II, Robinson on North Carolina \nCorporation Law § 34.04 n. 37 (7th ed. 2019).  Unlike the fiduciary duty of loyalty, \nwhich can be eliminated under N.C.G.S. § 57D-3-21(b)(iii), the contractual obligation \nof good faith and fair dealing cannot be waived by the terms of an operating \nagreement and applies to all LLC member-manager actions.  See N.C.G.S. § 57D-2-\n30(e). \n60. Here, Key Marco was a party to the PHP Operating Agreement and \nunquestionably a member-manager of PHP.  Accordingly, despite the PHP Operating \nAgreement’s waiver of its managers’ fiduciary duty of loyalty, Key Marco  is still \nsubject to the contractual, implied covenant of good faith and fair dealing in carrying \nout the purposes of the PHP Operating Agreement.  \n61. Having determined that Key Marco continue s to owe PHP the \ncontractual obligation of good faith and fair dealing, the Court also concludes that the \nfacts regarding  Key Marco’s  breach of the  implied duty of good faith  are heavily \ndisputed.  Key Marco’s pa rticipation in the diversion of the 2009 Motts Landing \nContract from PHP to Communities may have been carried out with the intent to \n“wrongfully deprive”  Plaintiff of “benefits to which [Plaintiff was] entitled, ” or for \nanother “wrongful or unconscionable purpose,” Dull, 85 N.C. App. at 318, 354 S.E.2d \nat 757, even if it did not breach the letter of the PHP Operating Agreement.  See also \nMaglione, 168 N.C. App. at 56, 607 S.E.2d 286, 291 (2005) (“All parties to a contract \nmust act upon principles of good faith and fair dealing to accomplish the purpose of \nan agreement, and therefore each has a duty to adhere to the presuppositions of the \ncontract for meeting this purpose.”).  \n62. Whether Key Marco breached the covenant of good faith and fair dealing \nis a question better suited for the  jury’s determination.  Therefore, to the extent the \nDefendants’ Motion and the Plaintiff’s Motion seek summary judgment on Plaintiff’s \nclaim for breach of the covenant of good faith and fair dealing against Key Marco, the \nMotions should be DENIED.  \n \n \niii. Ando & T. Ando Construction \n63. Plaintiff also asserts claims against Ando  for breach of fiduciary duty  \nand constructive fraud based on Ando’s fiduciary oblig ation as broker in charge for \nPHP.  (ECF No. 3, at ¶¶ 90–97, 99–102.) \n64. In North Carolina, a real estate broker has a “fiduciary duty to ‘exercise \nreasonable care, skill, and diligence in the transaction of business entrusted to him, \nand he will be responsible to his principal for any loss resulting from his negligence \nin failing to do so.’”  Brown v. Roth, 133 N.C. App. 52, 54, 514 S.E.2d 294, 296 (1999) \n(citation and quotation marks omitted); Carver v. Lykes, 262 N.C. 345, 354, 137 \nS.E.2d 139, 146, (1964) (“A real estate agent with whom property is listed for sale or \nexchange acts in a fiduciary capacity, if he accepts the proffered employment .” \n(quotation omitted)).  \n65. The relationship between a real estate agent and his principle is akin to \nattorney-client relationships.  Starling v. Sproles, 66 N.C. App. 653, 656, 311 S.E.2d \n688, 690 (1984) (“a real estate broker and client have a measure of trust analogous to \nthat of an attorney and his client; that the broker stands in a relation of trust and \nconfidence” (citing State v. Warren, 252 N.C. 690 , 114 S.E. 2d 660 (1960))).  \nAccordingly, real estate brokers must “make a full and truthful disclosure [to the \nprincipal] of all facts known to him, or discoverable with reasonable  diligence and \nlikely to affect the principal.”  Brown , 133 N.C. App. at 54–55, 514 S.E.2d at 296 \n(citation and quotation marks omitted); see also Spence v. Spaulding & Perkins, Ltd., \n82 N.C. App. 665, 667, 347 S.E.2d 864, 865–66 (1986) (“A broker has the duty not to \nconceal from his principals any material information and to make full, \nopen disclosure of all such information.”).  Such a high level of trust is reposed in real \nestate agents, that a principal may rely on his agent’s statements and is not required \nto make his own independent investigations.  Brown, 133 N.C. App. at 55, 514 S.E.2d \nat 296. \n66. From July 2009 to at least the summer of 2015 , T. Ando Construction \nacted as the sales manager and Ando acted as the broker-in-charge for PHP on the \nMotts Landing development.  (Ando Dep., ECF No. 67.3, at pp. 19–21; ECF No. 62.14.)  \nAccordingly, between July 2009 and sometime in the early summer of 2015, Ando and \nT. Ando Construction  stood in a fiduciary relationship with PHP and owed the \ncompany the “obligation of [the] utmost fidelity and good faith.”  Spence, 82 N.C. App. \nat 667, 347 S.E.2d at 865 (citing James A. Webster, Real Estate Law in North \nCarolina, Sec. 131 (1981)).  Having determined that Ando and T. Ando Construction \nowed PHP a fiduciary duty, the Court will now address Plaintiff’s claims against Ando \nfor breach of fiduciary duty and constructive fraud.  Plaintiff’s claims against Ando, \nT. Ando Construction, and Communities  for fraud, tortious interference, and unjust \nenrichment will be addressed infra. \na) Breach of Fiduciary Duty  \n67. In its Fourth Cause of Action, Plaintiff alleges a claim against Ando for \nbreach of fiduciary duty.  (ECF No. 3, at ¶¶ 90–97.)  Specific to Ando, Plaintiff alleges \nthat “[b]y conspiring with Key Marco, Weinbach, and Communities to acquire PHP’s \nbusiness opportunities and causing Aftew to execute the Communities Contract while \nserving as PHP’s Broker in Charge . . . Ando breached his fiduciary duties of loyalty, \ngood faith and fair dealing, and full disclosure to PHP.”  (ECF No. 3, at ¶ 96.)  \n68. Defendants argu e that “Plaintiff’s claim against Ando [for breach of \nfiduciary duty] is more accurately classified as a professional  malpractice claim.”  \n(ECF No. 64, at .pdf p. 10  (citing Apperson v. Intracoastal Realty Corp., No. COA18-\n147, 2018 N.C. App. LEXIS 929, at *4–5 (N.C. Ct. App. Sept. 18, 2018).)  Accordingly, \nDefendants contend that  Plaintiff’s claim should fail because Plaintiff has not \ndesignated an expert to “provide opinion evidence on the proper standard of care” for \na real estate agent in North Carolina.  (Id.) \n69. Plaintiff counters by arguing that Ando owed PHP fiduciary obligations \nas a matter of law and that Plaintiff’s claim do es “not focus upon [Ando’s] \n‘malpractice,’ but his breach of fiduciary duties to PHP while employed as its \nagent/Broker in Charge.”  (ECF No. 70, at p. 18.)  Plaintiff contends that Defendants’ \nMotion seeking summary judgment on Plaintiff’s claim for breach of fiduciary duty \nagainst Ando should be denied because the evidence tends to show that Ando, while \nserving as PHP’s real estate broker, “actively participated in conduct that was \ncontrary to [PHP’s] interests.”  (ECF No. 70, at p. 18.)   \n70. Under these facts, Defendants’ argument that Plaintiff ’s breach of \nfiduciary duty claim is actually a “professional malpracti ce claim” is untenable  for \nseveral reasons .  First, the Court has already concluded that Ando owed PHP \nfiduciary duties as a matter of law by virtue of his status as the broker in charge for \nPHP.  See Cummings v. Carroll, No. COA19-283, 2020 N.C. App. LEXIS 176, at **35–\n36 (N.C. Ct. App. March 3, 2020) (“a real-estate agent’s fiduciary duty is . . . imposed \nby operation of law”) .  Second, Plaintiff does not allege a claim against Ando for \nprofessional malpractice and instead chose to plead a claim for breach of fiduciary \nduty.  ( See ECF No. 3.)  Third, Defendants have not cited , and the Court has not \nfound, a North Carolina case involving a claim for breach of fiduciary duty against a \nreal estate broker  holding that the claimant must produce expert testimony to \nestablish the standard of care to sustain such a claim .  See Cummings, No. COA19-\n283, 2020 N.C. App. LEXIS 176, at **35–36; Brown, 133 N.C. App. at 54–56, 514 \nS.E.2d at 296–97; see also Spence, 82 N.C. App. at 668, 347 S.E.2d at 866 (In \ndescribing the evidence necessary to support a constructive fraud claim against a real \nestate agent the court held: “the only proof required to raise a jury issue and put the \nburden on the defendants to show that they acted openly, honestly and in goo d faith \nand took no advantage of plaintiffs is that (1) defendants were plaintiffs’ agents in \nlooking for a house to buy; (2) plaintiffs told defendants they wanted to buy the \n[seller’s] house; (3) defendants later took title to the house and deeded it to plaintiffs; \nand (4) defendants did not obtain plaintiffs’ informed consent to defendants’ purchase \nfrom the [sellers] and defendants’ sale to plaintiffs[.]”). \n71. Finally, Defendants’ reliance on Apperson v. Intracoastal Realty Corp. is \nmisguided.  The Apperson court stopped short of holding that a “professional \nmalpractice claim” can even be maintained against a real estate agent.  Apperson,  \nNo. COA18-147, 2018 N.C. App. LEXIS 929, at *6 (“Plaintiffs allege that defendants, \nas real estate agents and thus members of a ‘profession,’ are subject to \nprofessional malpractice. Even assuming   arguendo  that this is so, however, the \nburden is on plaintiffs to demonstrate that defendants breached a duty to plaintiffs, \nand that said breach proximately caused plaintiffs’ damages.”) .  Indeed, the Court \ncannot locate any North Carolina precedent definitively stating that real estate \nagents are subject to a claim styled as “professional malpractice.”  \n72. Based on the facts of this case and current North Carolina law, the Court \nconcludes that Plaintiff’s failure to proffer expert testimony establishing the standard \nof care for real estate agents, or Ando’s breach of his fiduciary duty, is not detrimental \nto Plaintiff’s claim.  Moreover, the evidence shows that Ando took several actions, \nwhile still an agent of PHP, that could lead a reasonable jury to conclude that he \nbreached his fiduciary duty to PHP.  This evidence includes but is not limited to: \nAndo’s participation in forming Communities for the purpose of diverting the 2009 \nMotts Landing Contract, Ando’s participation in negotiating and procuring the \nWorking Agreement, Ando’s communication with Aftew’s attorney regarding edits to \nthe Third Amendment, Ando’s participation in procuring and executing the \nCommunities Contract, and Ando’s failure to inform Klos about the Communities \nContract.  The question of whether Ando’s actions amount to a breach of his fiduciary \nduties to PHP should be answered by a jury.  Therefore, Defendants’ Motion seeking \nsummary judgment on Plaintiff’s claim against Ando for breach of duty should be \nDENIED.  \n \n \nb) Constructive Fraud  \n73. In its Fifth Cause of Action, Plaintiff asserts a claim against Ando  for \nConstructive Fraud.  (ECF No. 3, at ¶¶ 99–102.)  Plaintiff alleges that Ando was in a \nposition “of trust and confidence with PHP and took advantage of [that position] . . . \nto benefit [himself].”  (ECF No. 3, at ¶ 100.) \n74. Defendants, grouping Ando with T. Ando Construction, Weinbach, and \nKey Marco together as the  “Communities Defendants ,” argue  that Plaintiff’s \nconstructive fraud claim should be dismissed because: “the Communities Defendants \ndid not breach any duty to the Plaintiff.  The Plaintiff is unable t o satisfy the stated \nelements of constructive fraud.”  (ECF No. 64, at .pdf p. 11.)   \n75. Plaintiff, in turn, fails to respond to Defendants’ argument with any \nhelpful legal analysis specific to its constructive fraud claim or to explain why Ando \ncontinued to owe and ultimately breached his fiduciary obligations to PHP.  I nstead \nPlaintiff only states that “a simple reading of Plaintiff’s Complaint and the derivative \nclaims contained therein show that Plaintiff’s claims for Constructive Fruad . . . are  \nlimited to Defendants Key Marco, Weinbach and Ando.”  (ECF No. 70, at p. 19.)  \n76. “To establish constructive fraud, a plaintiff must show that defendant \n(1) owes plaintiff a fiduciary duty; (2) breached this fiduciary duty; and (3) sought to \nbenefit himself in the transaction.”  Crumley & Assocs., P.C., 219 N.C. App. at 620, \n730 S.E.2d at 767 (citing Sullivan v. Mebane Packaging Grp., 158 N.C. App. 19, 32,  \n581 S.E.2d 452, 462, disc. review denied, 357 N.C. 511, 588 S.E.2d 473 (2003)).  “After \na prima facie case of constructive fraud is made out against a fiduciary by evidence \nshowing a course incompatible with his duty, the fiduciary has the burden of showing \nthat he did not take advantage of his principal and acted throughout in a fair, \nopen and honest manner.”  Spence, 82 N.C. App. at 667–68, 347 S.E.2d at 866 (citing \nMcNeil v. McNeil, 223 N.C. 178, 25 S.E.2d 615 (1943)). \n77. The Court has already concluded that Ando, while acting as broker- in -\ncharge, owed PHP fiduciary duties.  The Court has also determined that a jury should \nbe afforded the opportunity to view the evidence and decide whether Ando’s conduct \namounts to a breach of his duties to PHP.  Likewise, the Court concludes that a \nreasonable jury, having viewed all the evidence, could determine that Ando sought to \nbenefit himself , through his ownership stake in Communities, by engaging in the \nconduct at issue.  Therefore, Defendants’ Motion seeking summary judgment on \nPlaintiff’s claim against Ando for constructive fraud should be DENIED. \nD. Fraud \n78. In its Ninth Cause of Action, Plaintiff asserts a claim against Weinbach, \nKey Marco, Ando, T. Ando Construction, and Communities for fraud.  (ECF No. 3, at \n¶¶ 116– 27.)  “[T]he following essential elements of actionable fraud are well \nestablished: (1) [f]alse representation or concealment of a material fact, (2) reasonably \ncalculated to deceive, (3) made with intent to deceive, (4) which does in fact deceive, \n(5) resulting in damage to the injured p arty.”  Ragsdale v. Kennedy , 286 N.C. 130, \n138, 209 S.E.2d 494, 500 (1974); Ward v. Fogel, 237 N.C. App. 570, 581,  768 S.E.2d \n292, 301 (2014).  Where a fiduciary relationship “exists between the parties, there is \na duty to disclose all material facts, and failure to do so constitutes fraud.”  Stamm v. \nSalomon, 144 N.C. App. 672, 680, 551 S.E.2d 152, 157–58 (2001) (quoting Vail v. Vail, \n233 N.C. 109, 114, 63 S.E.2d 202, 205–06 (1951)) (internal quotation marks omitted).  \ni. Weinbach and Key Marco \n79. Plaintiff contends that Weinbach and Key Marco, by virtue of their \nstatus as fiduciaries to PHP, each had a duty to disclose the nature of Communities \nand the Communities Contract and failed to do so.  (ECF No. 62, at pp. 23–25.)  The \nCourt has already concluded that there is no evidence that Weinbach ever became a \nmanager of PHP, and therefore, Weinbach does not owe any fiduciary duties to PHP.  \nAccordingly, the record fails to support Plaintiff’s contention that Weinbach had a \nduty to disclose the nature of Communities and the Communities contract to PHP.  \n80. Similarly, with regard to Key Marco, the Court has concluded that \nArticle 7.1 waives the fiduciary duty of loyalty for PHP managers.  While Key Marco \ncontinues to owe the duty of care to PHP, the duty to disclose is logically borne out of \nthe fiduciary duty of loyalty.  Accordingly, the PHP Operating Agreement waives any \nfiduciary duty that would require disclosure under these facts . Therefore, to the \nextent the Plaintiff’s Motion and the Defendants’ Motion seek summary judgment on \nPlaintiff’s claims for fraud against Weinbach and Key Marco, the Defendants’ Motion \nshould be GRANTED, and the Plaintiff’s Motion should be DENIED. \nii. Communities \n81. Plaintiff argues that “Communities clearly knew that the [Communities \nContract] contained defects that it did not disclose to Aftew or PHP, including the \nrepresentation that it amended a pre-existing contract with a different party.”  (ECF \nNo. 62, at p. 24 .)  Communities, as a party to the negotiation, clearly had intimate \nknowledge of the Communities Contract.  However, Plaintiff fails to demonstrate how \nCommunities would have a duty to disclose or to inform PHP about the Communities \nContract.  Additionally, Plaintiff fails to explain how it has standing to allege a claim \nfor fraud against Communities on behalf of Aftew.  Therefore, to the extent the \nPlaintiff’s Motion and the Defendants’ Motion seek summary judgment on Plaintiff’s \nclaim for fraud against Communities, the Defendants’ Motion should be GRANTED, \nand the Plaintiff’s Motion should be DENIED. \niii. Ando and T. Ando Construction \n82. Plaintiff argues that Ando’s position as PHP’s broker in charge “clearly \nrequired Ando to inform PHP that he, T. Ando Construct ion, and Communities had \ntaken steps to eliminate PHP’s ability to sell and build on lots in Motts Landing.”  \n(ECF No. 62, at pp. 24–25.)  Additionally, Plaintiff contends that “Ando and T. Ando \nConstruction took affirmative steps to conceal the fact” that  Communities was \nstepping into the shoes of PHP with regard to Motts Landing.  (ECF No. 62, at p. 24.)  \nAside from advancing this argument to establish Ando and T. Ando Construction’s \nduty to disclose, Plaintiff does not address or attempt to establish any  additional \nelement of its claim for fraud.  (See ECF No. 62, at pp. 24–25.)  \n83. In response, Defendants completely fail to address the fact that Ando \nowed PHP fiduciary duties.  (ECF No. 67, at .pdf p p. 14–15; ECF No. 64, at .pdf p p. \n12–13.)  Defendant s rely on inadmissible hearsay regarding conversations between \nWeinbach, Ando, and the PHP sales team to support their position that Ando and T. \nAndo Construction did not take affirmative steps to conceal certain facts from PHP.  \n(See id.)  In addition to hearsay statements, to support their assertion that Klos was \naware of Ando and T. Ando Construction’s actions, Defendants also rely on, inter alia, \nthe fact that Klos had a copy of the Communities Contract on September 29, 2015, \nand that Klos  requested that his daughter remain employed with Communities \nduring the wind-up of PHP.  (Id.)  \n84. The Court has concluded that Ando and T. Ando Construction owed PHP \nfiduciary obligations and had a specific “duty not to conceal from [PHP] any material \ninformation and to make full, open  disclosure of all such information.”   Spence, 82 \nN.C. App. at 667, 347 S.E.2d at 865–66.  Ando freely admits that he did not disclose \nthe nature of the Communities Contract to PHP’s members other than Weinbach, \nthat Klos never consented to the Communities Contract, and that Ando did not give \nKlos a copy of the Communities Contract prior to or near the time of its execution.  \n85. However, the record in this case is replete with issues of material fact \nthat preclude an award of summary judgment to either party on Plaintiff’s claims for \nfraud against Ando or  T. Ando Construction .  The evidence and testimony in the \nrecord are simply too inconsistent for the Court to be able to determine whether all \nelements of fraud are met.  For example, t he Court, having thoroughly reviewed the \nrecord, is unable to conclude  what and when PHP learned about Communities and \nthe Communities Contract, how material that information was to PHP, and to what \nextent, if any, PHP was actually deceived by the Defendants’ alleged actions.  \nTherefore, to the extent the Plaintiff’s Motion and the Defendants’ Motion seek \nsummary judgment on Plaintiff’s claim for fraud against Ando  and T. Ando \nConstruction, the Motions should be DENIED. \nE. The Claim for Unjust Enrichment Should be Dismissed \n86. In its Second Cause of Action, Plaintiff purports to bring a claim for \nunjust enrichment against Weinbach, Key Marco, Ando, T. Ando Construction, and \nCommunities (collectively the “UE Defendants”).  (ECF No. 3, at ¶¶ 75–80.)  Plaintiff \nalleges that it conferred a benefit on UE Defendants “by establishing a buyer -seller \nrelationship and goodwill with Aftew and performing under the resulting subsequent \nagreement . . . which [UE Defendants] accepted for themselves when inducing Aftew \nto execute the C ommunities Contract.”  ( Id. at ¶ 77.)  Plaintiff alleges it “would be \nunjust . . .  for [UE Defendants] to retain the value of these benefits.”  ( Id. at ¶ 79.)  \nDefendants move for summary judgment on Plaintiff’s claim for unjust enrichment, \nbut Plaintiff does not seek summary judgment in its favor on this claim. \n87. A claim for  unjust enrichment  “is neither in tort nor contract but is \ndescribed as a claim in quasi contract or a contract implied in law.”  Booe v. Shadrick, \n322 N.C. 567, 570, 369 S.E.2d 554, 556 (1988).  “The general rule of unjust enrichment \nis that where services are rendered and expenditures made by one party to or for the \nbenefit of another, without an express contract to pay, the law will imply a promise \nto pay a fair compensation therefor.”   Atlantic C. L. R. Co. v. State Highway Comm’n, \n268 N.C. 92, 95–96, 150 S.E.2d 70, 73 (1966) (citations omitted).  In North Carolina, \nto recover on a claim of unjust enrichment, Plaintiff must prove: (1) that it conferred \na benefit on another party; (2) that the other party consciously accepted the benefit; \nand (3) that the benefit was not conferred gratuitously or by an interference in the \naffairs of the other party.  Southeastern Shelter Corp. v. BTU, Inc., 154 N.C. App. 321, \n330, 572 S.E.2d 200, 206 (2002).  “The doctrine of unjust enrichment was devised by \nequity to exact the return of, or payment for, benefits received under circumstances \nwhere it would be unfair for the recipient to retain them without the contributor being \nrepaid or compensated.”  Collins v. Davis, 68 N.C. App. 588, 591, 315 S.E.2d 759, 761 \n(1984). \n88. Based on the undisputed material facts, Defendants are entitled to \njudgment as a matter of law on Plaintiff’s claim for unjust enrichment.  First, \nalthough Plaintiff alleges that it “conferred” the goodwill developed from its \nrelationship with Aftew on the UE Defendants, the facts in the record do not support \nthe allegation.  Instead, it is undisputed that the UE Defendants took any benefit of \nPlaintiff’s goodwill when it entered into the Communities Contract.  In fact, Plaintiff \nclaims that it did not know  that UE Defendants had secured the Communities \nContract until many months after it was executed.  Therefore, Plaintiff could not have \nconsciously conferred any benefit on UE Defendants. \n89. As this Court recently held: \nAlleging merely that the Defendants have taken for \nthemselves some benefit to which Plaintiff believes it is \nrightfully entitled does not state a claim for  unjust \nenrichment.  Rather, a claim for  unjust enrichment  must \nbe based on a contract implied in law in which one party \nhas provided a benefit to another, such as goods or services, \nfor which the first party should rightfully be compensated.  \n[Plaintiff] does not allege that it conferred a benefit on \nDefendants; only that Defendants violated its rights and \nthereby obtained some benefit to them selves for which \n[Plaintiff] believes it should be awarded damages. \n \nKNC Techs., LLC v. Tutton, 2019 NCBC LEXIS 72, at *36–37 (N.C. Super. Ct., Oct. \n9, 2019) (citing Chisum v. Campagna, 2017 NCBC LEXIS 102, at *31–32 (NC Super. \nCt. Nov. 7, 2017) ( unjust enrichment claim dismissed where plaintiff did “ not allege \nthat he conferred any benefit on the [defendants], but rather only that the \n[defendants] ‘received’ or ‘wrongfully retained ’ benefits from their alleged \nmisconduct.”); see also Islet Scis., Inc. v. Brighthaven Ventures , LLC, 2017 NCBC \nLEXIS 4, at *15–18 (N.C. Super. Ct. Jan. 12, 2017)  (unjust enrichment claim failed \nwhere plaintiff alleged only that it was damaged by defendants’ conduct and not that \nit had conferred a benefit on defendant company). \n90. Plaintiff presents no evidence that it conferred its goodwill on UE \nDefendants, but only evidence that they may have benefitted by taking the goodwill. \nAccordingly, UE Defendants are entitled to judgment as a matter of law.  Therefore, \nDefendants’ Motion seeking summary judgment on Plaintiff’s claim for unjust \nenrichment should be GRANTED. \nF. Interference with Contract and Prospective Economic Advantage \n91. Both Plaintiff and Defendants seek summary judgment on Plaintiff’s \nThird Cause of Action for tortious interference with contract and with prospective \neconomic advantage.  Plaintiff alleges that Key Marco, Weinbach, Ando, T. Ando \nConstruction, and Communiti es (collectively the “TI Defendants”) wrongfully \ninterfered with the  2009 Motts Landing Contract  and prevented Plaintiff from \ncontinuing to extend its contract with Aftew.   (ECF No. 3, at ¶¶ 81 –88.)  Plaintiff \nalleges that it had a contract with Aftew “prior to July 1, 2015” and “had a reasonable \nexpectation of the renewal of the [contract].”  ( Id. at ¶ 82.)  Plaintiff contends the TI \nDefendants “maliciously induced Aftew not to renew, extend or amend any agreement \nwith PHP and instead [to] enter in to a new contract with Communities under the  \npretense that it was merely an extension and amendment of the previous agreements \nwith PHP.”  (Id. at ¶ 85.) \n92. To establish a claim for tortious  interference with contract , Plaintiff \nmust produce evidence of :  “(1) a vali d contract between the [claimant] and a third \nperson, conferring upon the plaintiff a contractual right against the third person; (2) \nthe [opposing party] knows of the contract; (3) the [opposing party] intentionally \ninduces the third person not to perform  the contract; (4) the [opposing party] acts \nwithout justification; and (5) the [opposing party ’s] conduct causes actual pecuniary \nharm to the plaintiffs.”  Pinewood Homes, Inc. v. Harris, 184 N.C. App. 597, 604, 646 \nS.E.2d 826, 832 (2007).  “Generally speaking, interference with contract is justified if \nit is motivated by a legitimate business purpose, as when the plaintiff and the \ndefendant, an outsider, are competitors. ”  Embree Constr. Grp., Inc. v. Rafcor, Inc. , \n330 N.C. 487, 498, 411 S.E.2d 916, 924 (1992).  If the defendant’s interference is “for \na legitimate business purpose, his actions are privileged . . . .  [C]ompetition in \nbusiness constitutes justifiable interference in another’s business relations and is not \nactionable so long as it is carried on in furtherance of one ’s own interests and by \nmeans that are lawful. ”  Peoples Sec. Life Ins. Co. v. Hooks, 322 N.C. 216, 221,  367 \nS.E.2d 647, 650 (1988).  This “privilege [to interfere] is conditional or qualified; that \nis, it is lost if exercised for a wrong purpose.  In general, a wrong purpose exists where \nthe act is done other than as a reasonable and  bona fide  attempt to protect the \ninterest of the defendant which is involved. ”  Id. at 220, 367 S.E.2d at 650 (citations \nomitted).  “If the def endant’s only motive is a malicious wish to injure the plaintiff, \nhis actions are not justified.”  Id. at 221, 367 S.E.2d at 650; Alcorn v. Bland, 224 N.C. \nApp. 397, 2012 N.C. App. LEXIS 1416, at *21 (Dec. 18, 2012) (“Interference is without \njustification if it is ‘malicious and wanton[.]’”)  \n93. The tort of  interference with prospective  economic advantage “arises \nwhen a party interferes with a business relationship by maliciously inducing a person \nnot to enter into a contract with a third person, which he would have entered into but \nfor the interference, . . . if damage proximately ensues, when this interference is done \nnot in the legitimate exercise of the interfering person’s rights.”  Beverage Sys. of the \nCarolinas, LLC v. Associated Bev. Repair, LLC , 368 N.C. 693, 701, 784 S.E.2d 457, \n463 (2016) (ellipses in or iginal, internal quotation marks and citations omitted).   \n“However, a plaintiff's mere expectation of a continuing business relationship is \ninsufficient to establish such a claim.  Instead, a plaintiff must produce evidence that \na contract would have resulted but for a defendant’s malicious intervention.”  Id. \n94. “[T]o state a claim for wrongful interference with prospective advantage, \nthe plaintiffs must allege facts to show that the defendants acted without justification \nin inducing a third party to refrain from entering  into a contract with them which \ncontract would have ensued but for the interference. ”  Gupton v. Son- Lan Dev. Co., \n205 N.C. App. 133, 142–43, 695 S.E.2d 763, 770 (2010) (quoting Walker v. Sloan, 137 \nN.C. App. 387, 393,  529 S.E.2d 236, 242  (2000)).  “[U]nlawful interference with the \nfreedom of contract is actionable, whether it consists in maliciously procuring breach \nof a contract, or in preventing the making of a cont ract when this is done, not in the \nlegitimate exercise of the defendant ’s own rights, but with design to injure the \nplaintiff, or gaining some advantage at his expense.”  Id. at 205 N.C. App. at 143, 695 \nS.E.2d at 770 (quoting Coleman v. Whisnant,  225 N.C.  494, 506,  35 S.E.2d 656  \n(1945)). \n95. For tortious interference claims, North Carolina distinguishes between \noutsiders and non-outsiders to the transaction.   Non-outsiders are those who, while \nnot a party to the contract or the prospective contract, have a leg itimate business \ninterest in the subject matter.  Smith v. Ford Motor Co., 289 N.C. 71, 87, 221 S.E.2d \n282, 292 (1976).  A non-outsider enjoys qualified immunity from liability on a tortious \ninterference claim.  Combs v. City Elec. Supply Co., 203 N.C. App. 75, 84, 690 S.E.2d \n719, 725 (2010).  A non-outsider loses this qualified immunity if the non-outsider acts \nwith “legal malice.”  Varner v. Bryan , 113 N.C. App. 697, 702,  440 S.E.2d 295, 298  \n(1994).  “A person acts with legal malice if he does a wrongful act or exceeds his legal \nright or authority in order to prevent the continuation of the contract between the \nparties.”  Id. \n96. The parties dispute whether the TI Defendants are outsiders or non -\noutsiders.  N on-outsiders include “ [o]fficers, directors, shar eholders, and other \ncorporate fiduciaries.”  Embree, 330 N.C. at 498, 411 S.E.2d at 924.  “Individuals who \nhold those positions have a qualified privilege to interfere with contractual relations \nbetween the corporation and a third party.”  Id. (internal quotation omitted); see also \nPalles v. Hatteras Inv. Partners LLC, 2009 NCBC LEXIS 37, at *15 (N.C. Super. Ct. \nJuly 27, 2009) (“[A] party to a contract, including the party’s managing agent, cannot \nbe liable for wrongful interference of the contract.”).  In addition, this Court has held \nthat a real estate broker representing one of the defendants in lease negotiations is a \nnon-outsider to the transaction.  Remi Holdings, LLC v. IX WR 3023 HSBC Way L.P., \n2016 NCBC LEXIS 110, at *22–24 (N.C. Super. Ct. Dec. 12, 2016) (citing Rhodes, Inc. \nv. Morrow, 937 F. Supp. 1202, 1216 (M.D.N.C. 1996)) (holding that an attorney, as a \nrepresentative of the client, was a non-outsider with respect to transactions on which \nthe attorney advised the client). \n97. The Court concludes that the undisputed facts establish that Key Marco, \nWeinbach, Ando, and T. Ando Construction are no n-outsiders to the 2009 Motts \nLanding Contract, and to the prospective continuing relationship between PHP and \nAftew.  Key Marco is a member of PHP, a party to the agreement, and Weinbach was \ndesignated as Key Marco’s representative and is Key Marco’s sole officer .  Embree, \n330 N.C. at 498, 411 S.E.2d at 924; Palles, 2009 NCBC LEXIS 37, at *15.  Ando and \nT. Ando Construction, as the real estate broker responsible for selling the houses \nconstructed under the 2009 Motts Landing Contract  also are non -outsiders.  Remi \nHoldings, LLC, 2016 NCBC LEXIS 110, at *22–24.  Therefore, in order to establish a \nclaim for tortious interference Plaintiff must present evidence that each of them acted \nwith legal malice. \n98. The facts regarding whether Key Marco, Weinbach, Ando, and T. Ando \nConstruction acted with legal malice are disputed.  Accordingly, to the extent th e \nPlaintiff’s Motion and the Defendants’ Motion seek summary judgment on Plaintiff’s \nclaims for tortious interference with contract and with prospective economic \nadvantage against Weinbach, Key Marco, Ando, and T. Ando Construction, the \nMotions should be DENIED. \n99. On the other hand, Communities is an outsider to the 2009 Motts \nLanding Contract and to the relationship between PHP and Aftew.   Defendants make \nno separate argument regarding Communities ’ right to summary judgment on the \ntortious interference clai ms.  The Court concludes that material issues of fact \nregarding, inter alia, whether Communities was a competitor of PHP and whether its \ninterference was justified , are in dispute.  Therefore, to the extent the Plaintiff’s \nMotion and the Defendants’ Motion seek summary judgment on Plaintiff’s claims for \ntortious interference with contract and with prospective economic advantage against \nCommunities, the Motions should be DENIED.   \nG. Civil Conspiracy \n \n100. Plaintiff also makes a claim for civil conspiracy against all Defendants.  \n(ECF No. 3, at ¶¶ 131–35.)  Plaintiff alleges that “there existed an agreement between \nAndo, T.  Ando Construction, Weinbach, Key Marco, and Communities to divert \nbusiness opportunities from PHP to Communities by unlawful acts or by lawful acts \nperformed in an unlawful way[.]”  (Id. at ¶ 132.)  Plaintiff and Defendants purport to \nseek summary judgment on the claim for civil conspiracy, but neither provides any \nsubstantive argument in support of their respective positions. \n101. To plead a  civil conspiracy, a plaintiff must allege: “ (1) An agreement \nbetween two or more individuals; (2) to do an unlawful act or to do a lawful act in an \nunlawful way; (3) resulting in injury to plaintiff inflicted by one or more of the \nconspirators; and (4) pursuant to a common scheme.”  Piraino Bros., LLC v. Atlantic \nFin. Grp., Inc., 211 N.C. App. 343, 350,  712 S.E.2d 328, 333 (2011).  The Court \nconcludes that, at a minimum, there are disputed issues of material fact regarding \nthe lawful or unlawful nature of much of the conduct underlying the alleged wrongful \nacts that preclude summary judgment for either party at this time.  Accordingly, to \nthe extent the Plaintiff’s Motion and the Defendants’ Motion seek summary on \nPlaintiff’s claim for civil conspiracy, the Motions should be DENIED. \nH. Plaintiff’s Motion Seeking Summary Judgment as to The Amount of \nPHP’s Damages Is Premature \n \n102. Plaintiff argues that the undisputed evidence shows that the “contracts \nand opportunities assumed by Communities include the marketing and development \nof all lots in Motts Landing.”  (ECF No. 62, at p. 27.)  Plaintiff further contends that \nits expert, Dr. Farinella, has provided the only opinion on PHP’s damages and that \nDefendants have not challenged Dr. Farinella’s assessment.  (Id.)  Accordingly, based \non Dr. Farinella’s opinion, Plaintiff seeks summary judgment on the damages owed \nto PHP in the amount of $6,753,389 “as a result of the Defendants’ liability for the \nclaims [analyzed above].”  (Id.) \n103. Defendants argue that  adopting Dr. Fa rinella’s report is premature \nbecause Dr. Farinella has not been admitted as an expert or cross -examined \nregarding his opinion.  (ECF No. 67, at p. 17.)  Moreover, Defendants raise several \nissues regarding inaccuracies in Dr. Farinella’s opinion.  (Id.) \n104. The Court concludes that adopting Dr. Farinella’s opinion, at this stage \nin the litigation, is premature.  As discussed  above, the Court has not granted \nsummary judgment in favor of Plaintiff on any of its claims.  Because no liability has \nbeen established on the part of any Defendant, the Court cannot say as a matter of \nlaw that PHP is entitled damages in the amount of $6,753,389 .  Moreover, d espite \nPlaintiff’s declarations regarding Dr. Farinella’s fitness as an expert and adherence \nto North Carolina Rules of Evidence 702(a)\n5 in proffering his opinion, the Court has \nnot yet admitted Dr. Farinella as an expert.  Finally, should Dr. Farinella be admitted \nas an expert under N.C.G.S. § 8C-1, Rule 702(a), the Defendants should be afforded the \nopportunity to challenge Dr. Farinella’s expert opinion on cross-examination.  For all \nthese reasons, the Court’s adoption of Dr. Farinella’s rep ort and opinion would be \npremature.  \n105. Therefore, to the extent the Plaintiff’s Motion seeks to have the Court \nadopt Dr. Farinella’s expert report and opinion  and grant summary judgment to \nPlaintiff on the issue of damages, Plaintiff’s Motion should be DENIED.  \n \n5 Rule 702(a) of the North Carolina Rules of Evidence mandates that “a witness qualified as \nan expert by knowledge, skill, experience, training, or education, may testify thereto in the \nform of an opinion, or otherwise, if all of the following apply: (1) The testimony is based upon \nsufficient facts or data; (2) The testimony is the product of reliable principles and methods; \nand (3) The witness has applied the principles and methods reliably to the facts of the case.” \nN.C.G.S. § 8C-1, Rule 702(a)(1)–(3). \nIV. CONCLUSION \nTHEREFORE, IT IS ORDERD that: \n1. CSMC, Alpat, and Aftew are DISMISSED from this action WITHOUT \nPREJUDICE. \n2. To the extent the Plaintiff’s Motion and the Defendants’ Motion seek \nsummary judgment on Plaintiff’s claims for breach of fiduciary duty and \nconstructive fraud against Weinbach and Key Marco, the Defendants’ \nMotion is GRANTED, and the Plaintiff’s Motion is DENIED. \n3. To the extent the Plaintiff’s Motion and the Defendants’ Motion seek \nsummary judgment on Plaintiff’s claim against Weinbach for breach of \nthe implied covenant of good faith and fair dealing, the Defendants’ \nMotion is GRANTED, and the Plaintiff’s Motion is DENIED. \n4. To the extent the Plaintiff’s Moti on and the Defendants’ Motion seek \nsummary judg ment on Plaintiff ’s claim for breach of the covenant of \ngood faith and fair dealing against Key Marco, the Motions are  \nDENIED. \n5. To the extent the Defendants’ Motion seeks summary judgment on \nPlaintiff’s claims against Ando for breach of duty and constructive fraud, \nthe Defendants’ Motion is DENIED. \n6. To the extent the Plaintiff’s Motion and the Defendants’ Motion seek \nsummary judgment on Plaintiff’s claim for fraud against Weinbach, Key \nMarco, and Communities, the Defendants’ Motion is GRANTED, and \nthe Plaintiff’s Motion is DENIED. \n7. To the extent the Plaintiff’s Motion and the Defendants’ Motion seek \nsummary judgment on Plaintiff’s claim for fraud against Ando and T. \nAndo Construction, the Motions are DENIED. \n8. To the extent the Defendants’ Motion seek s summary judgment on \nPlaintiff’s claim for unjust enrichment , the Defendants’ Motion  is \nGRANTED. \n9. To the extent the Plaintiff’s Motion and the Defendants’ Motion seek \nsummary judgment on Plaintiff’s claims for tortious interference with \ncontract and with prospective economic advantage, the Motions are \nDENIED. \n10. To the extent the Plaintiff’s Motion and the Defendants’ Motion seek \nsummary on Plaintiff’s claim for civil conspiracy, the Motions are \nDENIED. \n11. To the extent the Plaintiff’s Motion seeks  to have the C ourt adopt Dr. \nFarinella’s expert report and opinion, the Plaintiff’s Motion is DENIED.  \n12. To the extent the Defendants’ Motion seeks summary judgment on \nPlaintiff’s claims for  an Accounting, Judicial Dissolution, and Piercing \nthe Corporate Veil, the Defendants’ Motion is DENIED. \n13. Except as specifically GRANTED herein, the Motions are DENIED.  \n \nSO ORDERED, this the 21st day of July, 2020.  \n \n/s/ Gregory P. McGuire    \nGregory P. McGuire \nSpecial Superior Court Judge for \nComplex Business Cases \n "
}