{
  "id": "19928a29669f25cfddfc6bb58514ac6747ac214c1814340c77918722323b7dd0",
  "source_file": "data/raw/ncbc/19928a29669f25cfddfc6bb58514ac6747ac214c1814340c77918722323b7dd0.pdf",
  "raw_text": "Capitala Grp., LLC v. Columbus Advisory Grp., Ltd., 2018 NCBC 123. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 8247 \n \nCAPITALA GROUP, LLC, \n \nPlaintiff, \n \nv. \n \nCOLUMBUS ADVISORY GROUP \nLTD, d/b/a NovaFund Advisors; and \nNOVAFUND ADVISORS, LLC, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON  \nMOTION TO DISMISS OR STAY \nFIRST AMENDED COMPLAINT  \n \n \n1. This action is one of two pending lawsuits  arising out of a contract for \ninvestment placement services.  In early 2016, Plaintiff Capitala Group, LLC \n(“Capitala”) engaged an entity identified as  “NovaFund Advisors, a Division  of \nColumbus Advisory Group LTD ,” to prepare marketing materials  for a new \ninvestment fund, make introductions to potential investors, and assist with closing \nthe fund.  Capitala alleges that the services it actually received were either inferior \nor illusory.  It filed this suit in May 2018 against Columbus Advisory Group  LTD \n(“Columbus”) for breach of contract and related claims. \n2. About a month later, NovaFund Advisors, LLC (“NovaFund”) sued Capitala \nin federal court in Connecticut for breach of the same contract.  NovaFund alleges a \ncase of mistaken identity—that it, not Columbus, was the placement agent under the \ncontract and that the two companies are now and always have been separate entities.  \nNovaFund also claims that it fully performed all requested services but that Capitala \nhas refused to pay a substantial portion of the contractual fee .  Capitala denies this \n \n \nbut, faced with an assertion that it sued the wrong party, has amended its complaint \nin this action to name both Columbus and NovaFund as defendants. \n3. The competing lawsuits remain in their early stages , and n either side \nbelieves it should be compelled to litigate in the other’s preferred forum.   Here, \nColumbus and NovaFund  ask the Court to dismiss all claims  for lack of personal \njurisdiction or to stay this case pending the outcome of the federal litigation in \nConnecticut.  They also seek to dismiss most claims on the merits for failure to state \na claim for relief .  For the reasons given below, the Court  concludes that it lacks \npersonal jurisdiction over Columbus and NovaFund , dismisses the amended \ncomplaint on that basis, and denies all other requested relief as moot.  \nRobinson, Bradshaw & Hinson, P.A., by Robert W. Fuller and Pearlynn \nG. Houck, for Plaintiff Capitala Group, LLC.  \n \nNelson Mullins Riley & Scarborough LLP, by Thomas G. Hooper and \nRamona Farzad , for Defend ants Columbus Advisory Group L TD and \nNovaFund Advisors, LLC. \n \nShipman & Goodwin LLP , by Alison P. Baker and Jill M. O’Toole, for \nDefendant NovaFund Advisors, LLC.  \n \nConrad, Judge. \nI. \nDISCUSSION \n4. When a defendant challenges the exercise of personal jurisdiction, the Court \n“may decide the matter based on affidavits.”  Bruggeman v. Meditrust Acquisition \nCo., 138 N.C. App. 612, 615, 532 S.E.2d 215, 217 (2000).  If the parties submit dueling \naffidavits, “the trial judge must determine the weight and sufficiency of the evidence \npresented in the affidavits much as a juror.”  Banc of Am. Sec. LLC v. Evergreen Int’l \nAviation, Inc., 169 N.C. App. 690, 694, 611 S.E.2d 179, 183 (2005) (citation, alteration, \n \n \nand quotation marks omitted); see also Embark, LLC v. 1105 Media, Inc. , 231 N.C. \nApp. 538, 542, 753 S.E.2d 166, 170 (2014).   “[T]he plaintiff bears the burden o f \nproving, by a preponderance of the evidence, grounds for exercising personal \njurisdiction over a defendant.”  Bauer v. Douglas Aquatics, Inc., 207 N.C. App. 65, 68,  \n698 S.E.2d 757 , 761 (2010); accord Parker v. Town of Erwin , 243 N.C. App. 84, 97, \n776 S.E.2d 710, 721 (2015). \n5. The parties have submitted dueling affidavits and additional exhibits in \nsupport of and in opposition to Defendants’ motion.  The Court held a hearing on \nOctober 3, 2018, at which all parties were represented by counsel.  Having considered \nall relevant matters , the Court finds the following facts by a preponderance of the \nevidence.   \nA. Findings of Fact \n6. Capitala is a North Carolina -based company  that manages investment \nfunds and advises institutional investors and others.  (See Aff. of Joseph B. Alala, III \n¶ 4, ECF No. 32.2  [“Alala Aff.”].)  Defendants are based elsewhere.  Columbus is a \nNew York corporation based in New York, (Aff. of Michael Murphy ¶ 3, ECF No. 26.2 \n[“Murphy Aff.”]), and  NovaFund is a Delaware limited liability company  based in \nConnecticut, (Aff. of Bryan D. Kelley ¶ 3, ECF No. 26.1 [“Kelley Aff.”]). \n7. The parties first became acquainted in December 2015 or January 2016.  \n(See Alala Aff. ¶  10; Kelley Aff. ¶  4.)  With plans to raise capital for a new private \ncredit fund ( known as Fund V ), Capitala began searching for a placement agent  to \nassist with marketing and related services.  (See Alala Aff. ¶ 7.)  Acting on a referral, \n \n \nCapitala reached out to Bryan Kelley, NovaFund’s managing director, to gauge his \ninterest in providing placement services .  ( See Alala Aff. ¶  10; Kelley A ff. ¶¶ 2, 4.)  \nThat conversation led to a n in-person meeting in New York between Kelley and \nJoseph Alala, III, the chairman and chief executive officer of Capitala.  (Kelley Aff. \n¶ 5.)  They discussed “moving forward with a formal relationship” but “did not discuss \nthe terms of an engagement.”  (Kelley Aff. ¶ 5.)   \n8. In February 2016 , there was a second in -person meeting, this time in \nCharlotte, North Carolina.  The accounts of that meeting vary.  In his affidavit, Kelley \nstates that the “meeting was short and was simply to make in -person introductions \nto the rest of Capitala’s team.”  (Kelley Aff. ¶ 6.)  Alala, on the other hand, says “Kelley \nasked for a three hour meeting” and made a “pitch[]” to Capitala.  (Alala Aff. ¶¶  11, \n12.)  The Court need not decide which of those descriptions is correct, but does find \nthat no terms of any engagement were discussed at the meeting.  (See Alala Aff. ¶ 11; \nKelley Aff. ¶ 6.) \n9. At some point after the Charlott e meeting , Capitala began contract \nnegotiations by requesting a written proposal.  (See Kelley Aff. ¶ 7.)  The bulk of the \nnegotiations took place via telephone and e-mail, followed by a meeting in New York \nin April 2016 t o work out final details.  (See Alala Aff. ¶ 12; Kelley Aff. ¶¶  7, 8.)  A \nwritten term sheet (“Term Sheet”) was then signed in May 2016.  (See Kelley Aff. Ex. \n1 [“Term Sheet”].) \n10. At the hearing, Capitala’s counsel suggested that the copy of the Term Sheet \noffered into evidence by Defendants is not authentic.  Capitala believes that the Term \n \n \nSheet had only two signature lines —one for NovaFund and one for Capitala.   \nDefendants’ exhibit, however, includes an additional, separate line for  Columbus.  \n(See Term Sheet 3.)  This is a serious charge, yet Capitala has not produced a copy of \nthe Term Sheet to support its allegations, and Alala’s affidavit does not dispute the \nauthenticity of Defendants’ copy.  The Court therefore finds, based on the unrebutted \nevidence, that the Term Sheet provided by Defendants is authentic.  (See Kelley Aff. \n¶ 10.)  The Court further finds, again based on the unrebutted evidence, that \nColumbus was the last party to sign the Term S heet and did so in New York.  ( See \nKelley Aff. ¶ 11; Murphy Aff. ¶ 8.) \n11. There is also some uncertainty about the relationship between Columbus \nand NovaFund.  Capitala states that it “retained Columbus with the understanding \nand based on representations that Columbus was a registered broker dealer and that \nNovaFund Advisors was a division of Columbus.”  ( Pl.’s Br. in Opp’n 2, ECF No. 32 \n[“Opp’n”].)  Columbus is , in fact,  a registered broker -dealer under the Securities \nExchange Act of 1934 (though NovaFund is not).  (Alala Aff. ¶  9; Murphy Aff. ¶  4.)  \nAnd the Term Sheet does identify the placement agent as “NovaFund Advisors, a \nDivision of Columbus Advisory Group LTD.”  (Term Sheet 1.)  Other evidence, though, \nshows that Columbus and NovaFund are separate entities.  ( See Kelley Aff. ¶  3.)  \nBased on all the evidence, the Court finds that Columbus and NovaFund are separate \nentities but that NovaFund relied on Columbus’s registration as a broker -dealer to \nprovide services to Capitala.  (See Kelley Aff. ¶ 3; Murphy Aff. ¶ 5.) \n \n \n12. As stated in the Term S heet, NovaFund was to perform its services \nworldwide, “mak[ing] best efforts to place partnership interests in Fund V with North \nAmerican, European, Australian and Asian investors.”  (Term Sheet 1.)  NovaFund’s \nservices included assisting with investment presentations, marketing materials, and \nclosing the fund.  (Term Sheet 1.)  The Term Sheet includes a schedule that carves \nout certain investors known to Capitala, including some based in North Carolina.  \n(See Term Sheet, Schedule 1 ; Alala Aff. ¶  16.)  Read as a whole, the Term S heet \nneither requires NovaFund to perform services in North Carolina nor prohibits it \nfrom doing so. \n13. NovaFund eventually contacted around 500 potential investors and \narranged meetings with a smaller subset.  (Kelley Aff. ¶ ¶ 14, 15.)  The marketing \nmaterials used to solicit these investors include references to Capitala’s location in \nNorth Carolina.  (See Alala Aff. ¶¶ 20, 21.)  But Kelley states, without rebuttal, that \n“NovaFund never solicited North Carolina investors, provided information regarding \nthe Fund to North Carolina investors,  met with investors in North Carolina, or \notherwise provided any services within the state.”  (Kelley Aff. ¶  16; see also Kelley \nAff. ¶¶ 9, 15.)  Based on this evidence, the Court finds that no services were actually \nperformed in North Carolina.   \n14. Before the relationship between Capitala and Defendants deteriorated, \nKelley and another representative of NovaFund made one additional visit to North \nCarolina in October 2016.  (Alala Aff. ¶ 17.)  The purpose of that visit was to play golf \n \n \nin a Capitala-sponsored outing.  (Alala Aff. ¶ 17.)  The visit did not relate to Fund V \nor involve the performance of services under the Term Sheet. \nB. Conclusions of Law \n15. “Personal jurisdiction refers to the Court’s ability to assert judicial power \nover the parties and bind them by its adjudication.”  In re A.B.D., 173 N.C. App. 77, \n83, 617 S.E.2d 707, 711 (2005) (citation and quotation marks omitted).  The “primary \nfocus of [the] personal jurisdiction inquiry is the defendant’s relationship to the forum \nState,” including the burden to the defendant of litigating away from home.  Bristol-\nMyers Squibb Co. v. Superior Court , 137 S. Ct. 1773, 1779 (2017).   As the United \nStates Supreme Court has explained, though, “restrictions on personal jurisdiction \n‘are more than a guarantee of immunity from inconvenient or distant litigation.  They \nare a consequence of territorial limitations on the power of the respecti ve States.’”  \nId. at 1780 (quoting Hanson v. Denckla, 357 U.S. 235, 251 (1958)). \n16. This Court’s jurisdiction is constrained both by statute and by the federal \ndue process clause.  See N.C. Gen. Stat. § 1-75.4; Bruggeman, 138 N.C. App. at 614–\n15, 532 S.E.2d at 217.  In most cases, the analysis collapses into one inquiry because \nthe North Carolina Supreme Court has construed section 1 -75.4 liberally “to make \navailable to the North Carolina courts the full jurisdictional powers permissible \nunder federal due process.”  Dillon v. Numismatic Funding Corp., 291 N.C. 674, 676, \n231 S.E.2d 629, 630 (1977) ; see also Cambridge Homes of N.C. L.P. v. Hyundai \nConstr., Inc. , 194 N.C. App. 407, 412, 670 S.E.2d 290, 295 (2008) .  Because the \n \n \ndue-process analysis is dispositive in this case, the Court does not separately address \nits authority under section 1-75.4. \n17. Due process requires that a defendant “have certain minimum contacts” \nwith this State “such that the maintenance of the suit does not offend ‘traditional \nnotions of fair play and substantial justice.’”  Int’l Shoe Co. v. Wash. , 326 U.S. 31 0, \n316 (1945) .  Although c ourts “have differentiated between general or all -purpose \njurisdiction, and specific or case -linked jurisdiction,” only the latter is at issue here.   \nGoodyear Dunlop Tires Operations, S.A. v. Brown, 564 U.S. 915, 919 (2011).  Specific \njurisdiction exists when “the controversy arises out of the defendant’s contacts with \nthe forum state.”  Tom Togs, Inc. v. Ben Elias Indus. Corp. , 318 N.C. 361, 366, 348 \nS.E.2d 782, 786 (1986).   It “depends on an affiliation between the forum and the \nunderlying controversy, principally, activity or an occurrence that takes place in the \nforum State and is therefore subject to the State’s regulation.”  Goodyear Dunlop \nTires Operations, 564 U.S. at 919 (internal citation and quotation marks omitted). \n18. There are many relevant factors—the quantity and quality of a nonresident \ndefendant’s contacts with this State, the convenience to the parties, and the interests \nof this State in adjudic ating the dispute.  See, e.g., Cooper v. Shealy, 140 N.C. App. \n729, 734, 537 S.E.2d 854, 857 –58 (2000).  But even “direct and intentional” contacts \nwith this State sometimes do not give rise to jurisdiction.  Cambridge Homes, 194 \nN.C. App. at 413, 670 S.E. 2d at 296.  “Nonresident defendants must engage in acts \nby which they purposefully avail themselves of the privilege of conducting activities \n \n \nwithin the forum State to support a finding of minimum contacts.”  Id. (citation \nomitted).   \n19. After careful consideration, the Cou rt concludes that this requirement of \npurposeful availment has not been met.  Although Defendants entered into a contract \nwith a North Carolina entity  (Capitala), that contract  is not, standing alone, \nsufficient to give rise to jurisd iction.  Courts have long held that a defendant who \nenters into a contract with a party in another State does not “automatically establish \nsufficient minimum contacts in the other party’s home forum.”  Burger King Corp. v. \nRudzewicz, 471 U.S. 462, 478  (1985); see also Lulla v. Effective Minds, LLC, 184 N.C. \nApp. 274, 278–79, 646 S.E.2d 129, 133–34 (2007); CFA Med., Inc. v. Burkhalter, 95 \nN.C. App. 391, 396, 383 S.E.2d 214, 217 (1989).  Rather, the parties’ negotiations or \ncourse of dealing must establish some “substantial connection” with the forum State.  \nCFA Med., 95 N.C. App. at 394, 383 S.E.2d at 216. \n20. That connection does not exist here.   First, it is undisputed that Capitala \ninitiated contact with Defendants.  (See Alala Aff. ¶ 10; Kelley Aff. ¶ 4.)  This is “a \ncritical factor in assessing whether ” Defendants purposefully availed themselves of \nthe privilege of conducting activities within North Carolina.  Cambridge Homes, 194 \nN.C. App. at 413, 670 S.E.2d at 296 ; see also Tejal Vyas, LLC v. Carriage Park, Ltd. \nP’ship, 166 N.C. App. 34, 40, 600 S.E.2d 881, 886 (2004);  CFA Med., 95 N.C. App. at \n395, 383 S.E.2d at 216; Curvcraft, Inc. v. J.C.F. & Assocs., Inc., 84 N.C. App. 450, 452, \n352 S.E.2d 848, 849 (1987). \n \n \n21. Capitala insis ts that, after it  made first contact, “the tables turned” and  \nNovaFund pursued the business opportunity.  (Opp’n 14.)  Based on the record before \nit, t he Court disagrees.  The evidence shows that Capitala began contract \nnegotiations by requesting a written proposal from NovaFund.  (See Kelley Aff. ¶ 7.)  \nThat NovaFund responded favorably  to Capitala’s overtures  does not support the \nexercise of jurisdiction.  “Any contact by defendants with [Capitala] in North Carolina \nresulted from an initiation and request by [Capitala].”  Tejal Vyas, 166 N.C. App. at \n40, 600 S.E.2d at 887. \n22. Second, the parties negotiated largely through remote means, via telephone \nand e-mail.  ( Alala Aff. ¶ 12; Kelley Aff. ¶ 7.)  The only in -person negotiations took \nplace in New York, not North Carolina.  (Alala Aff. ¶ 12; Kelley Aff. ¶ 8.)  And when \nit came time to finalize the Term Sheet, both Defendants executed it outside of North \nCarolina—NovaFund at its offices in Connecticut, and Columbus at its offices in New \nYork.  (Kelley Aff. ¶ 11; Murphy Aff. ¶ 8.)  This, too, weighs against finding purposeful \navailment.  See, e.g., CFA Med., 95 N.C. App. at 396, 383 S.E.2d at 217; see also WLC, \nLLC v. Watkins, 454 F. Supp. 2d 426, 440 (M.D.N.C. 2006). \n23. Third, the terms of the contract between the parties have no strong \nconnection to North Carolina.  The Term S heet has no  choice-of-law provision or \nforum-selection clause, for example.  In addition, it does not require Defendants to \nperform services within North Carolina.  Rather, it broadly states that NovaFund \nwould target investors in North America, Europe, Australia, and Asia.  ( See Term \nSheet 1.)  “Where performance under a contract was intended to be performed outside \n \n \nof the forum in question, courts have been reluctant to assert  personal jurisdiction \nover non-resident defendants.”  WLC, 454 F. Supp. 2d at 438; see also Lulla, 184 N.C. \nApp. at 279–80, 646 S.E.2d at 133–34; CFA Med., 95 N.C. App. at 396, 383 S.E.2d at \n217; Modern Globe, Inc. v. Spellman, 45 N.C. App. 618, 624–25, 263 S.E.2d 859, 863–\n64 (1980), disc. review denied, 300 N.C. 373, 267 S.E.2d 677 (1980). \n24. Fourth, regardless of what the Term Sheet contemplated, NovaFund did not \nactually perform services for Capitala in North Carolina.  Following the execution of \nthe Term Sheet, NovaFund contacted nearly 500 potential investors from its home \noffice in Connecticut, none of which were located in North Carolina.  (See Kelley Aff. \n¶ 14.)  Neither Defendant returned to North Carolina to meet with investors or \nperformed any other services here—another factor weighing against the exercise of \npersonal jurisdiction.  See, e.g., Lulla, 184 N.C. App. at 279 –80, 646 S.E.2d at 133 –\n34; CFA Med., 95 N.C. App. at 396, 383 S.E.2d at 217; Modern Globe, 45 N.C. App. at \n624–25, 263 S.E.2d at 863.  \n25. This is not to say that Defendants have no contacts with North Carolina.  \nRather, the Court concludes that the few contacts Defendants do have with this State \nare not of the type or quality sufficient to  show purposeful availment .  \nRepresentatives of NovaFund made two trips to North Carolina during the \nrelationship with Capitala.  The first came after Capitala initiated contact with \nNovaFund, and  no contract terms were discussed .  The second trip had a social \npurpose (to play golf) and was not related to the Term Sheet.  Although physical entry \ninto the State is certainly a relevant contact, neither of these visits establishes \n \n \npurposeful availment.  See, e.g., Le Bleu Corp. v. Standard Capital Grp., Inc. , 11 F. \nApp’x 377 , 380, 381 (4th Cir. 2001) ( affirming dismissal for lack of personal \njurisdiction though defendants had twice visited North Carolina); WLC, 454 F. Supp. \n2d at 440 (granting motion to dismiss though defendants had visited North Carolina).   \n26. Likewise, although representatives of NovaFu nd sent e -mails and made  \ntelephone calls to Capitala’s North Carolina offices, these e -mails and “phone calls, \nlike contracts, do not automatically establish the necessary minimum contacts with \n[North Carolina] for the establishment of personal jurisdictio n.”  Miller v. Szilagyi, \n221 N.C. App. 79, 92, 726 S.E.2d 873, 883 (2012 ).  These communications largely \nrelated to the negotiations over the Term Sheet, and “an exchange of communications \nbetween two parties, one of whom is located in the forum state, in furtherance of a \ncontract, will not generally constitute purposeful contact with the forum state for \npurposes of jurisdiction.”  WLC, 454 F. Supp. 2d at 436–37.  This is especially so when, \nas here, a nonresident defendant’s contacts are made in response to “an initiation and \nrequest by” the plaintiff.  Tejal Vyas , 166 N.C. App. at 40, 600  S.E.2d at 887.  \nDefendants’ contacts are therefore distinguishable from communications that courts \nhave found sufficient to support jurisdiction in other cases .  See Brown v. Ellis, 363 \nN.C. 360, 363, 678 S.E.2d 222, 224 (2009) (finding jurisdiction on the bas is of daily \nphone calls to facilitate tortious relationship ); Carson v. Brodin, 160 N.C. App.  366, \n372–73, 585 S.E.2d 491, 496 (2003) (finding jurisdiction where contract negotiations \ntook place in North Carolina and contract was executed here). \n \n \n27. In short, Capitala initiated contact with Defendants, the Term S heet was \nnegotiated remotely and executed by Defendants outside North Carolina, Defendants \nperformed all services under the Term Sheet  outside North Carolina, and \nrepresentatives of NovaFund made only two visits to North Carolina, neither of which \ninvolved negotiating the Term Sheet or performing services under it.  Taken together, \nthese facts do not demonstrate that Defendants purposefully availed themselves of \nthe privilege of conducting activities in this State.  The Court therefore concludes that \nit may not exercise personal jurisdiction over Columbus or NovaFund. \n28. It also bears mention that many of the actions and contacts that are relevant \nto this analysis are those of NovaFund, not Columbus.  Capitala has not pressed any \ntheory—such as an agency or alter ego theory —that would permit the Court to \nimpute NovaFund’s contacts to Columbus.  Accordingly, even assuming the evidence \nsupported the exercise of jurisdiction as to NovaFund, the Court would separately \nconclude that  Columbus has not purposely conducted activity in this forum that \nwould subject it to jurisdiction here.   \nII. \nCONCLUSION \n29. After a careful analysis, the Court concludes that it lacks  personal \njurisdiction over Columbus and NovaFund.  The Court  therefore GRANTS \nDefendants’ motion to dismiss for lack of personal jurisdiction.  To the extent that \nDefendants seek dismissal on other grounds or to stay the case under N.C. Gen. Stat. \n§ 1-75.12, the requests are DENIED as moot. \n \n \n \nSO ORDERED, this the 3rd day of December, 2018. \n \n       \n \n       /s/ Adam M. Conrad                \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n \n \n \n \n \n \n \n "
}