{
  "id": "19b22a6684f1e2dd50b98bac7bafac27bba647f72b1b0b5ef27389aa83f60437",
  "source_file": "data/raw/ncbc/19b22a6684f1e2dd50b98bac7bafac27bba647f72b1b0b5ef27389aa83f60437.pdf",
  "raw_text": "Mooring Capital Fund, LLC v. Comstock N.C., LLC, 2009 NCBC 26. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 07 CVS 20852 \n \n \nMOORING CAPITAL FUND, LLC, ) \nIndividually and derivatively as minority ) \nmember of COMSTOCK NORTH  ) \nCAROLINA, LLC, a North Carolina Limited ) \nLiability Company, ) \n Plaintiff ) \n  )  ORDER ON MOTION TO  \n v.  )       DISMISS, MOTION TO  \n   ) STAY AND MOTION FOR  \nCOMSTOCK NORTH CAROLINA, LLC,  ) APPOINTMENT OF RECEIVER \na North Carolina Limited Liability Company, ) \nCOMSTOCK SERVICE CORP, INC., ) \na Virginia Corporation, and COMSTOCK ) \nHOMEBUILDING COMPANIES, INC., ) \na Delaware corporation, ) \n  Defendants ) \n \n \n THIS CAUSE, designated a complex busine ss case by Order of the Chief Justice \nof the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b), and \nassigned to the undersigned Special Superior Court Judge for Complex Business \nCases, by order of the Chief Special Superior Court Judge for Complex Business \nCases, is before the court upon (a) the Defendants’ Motion to Dismiss the Amended \nComplaint (“Motion to Dismiss”), pursuant to Rule 12(b)(6), North Carolina Rules of Civil \nProcedure (“Rule(s)”), or in the Alternative, for a More Definite Statement (“Motion for a \nMore Definite Statement”), pursuant to Rule 12(e); (b) Defendant Comstock North \nCarolina, LLC’s Motion to Stay Proceedings Pursuant to N.C. Gen. Stat. § 57C-8-01(b) \n(“Motion to Stay”); and (c) Plaintiff’s Motion for Appointment of Receiver(s) Pursuant to \nN.C. Gen. Stat. § 57C-6-02.2 (the “Receiver Motion” or “Plaintiff’s Motion”)(hereinafter, \nreferences to the North Carolina General Statutes will be to “G.S.”); and  \n After considering the arguments, briefs, other submissions of counsel and \nappropriate matters of record, as discussed infra, the court concludes that with respect \nto the Plaintiff’s respective Claims for Relief (“Claim(s)”) alleged in the Amended \nComplaint, Defendants’ Motion to Dismiss should be DENIED; Defendants’ Motion for a \nMore Definite Statement should be DENIED; Defendants’ Motion to Stay should be \nDENIED; and Plaintiff’s Motion for Appointment of Receiver should be DENIED.  \nThe Law Office of Horack, Talley, Pharr & Lowndes, PA by D. Christopher \nOsborn, Esq. and John W. Bowers, Esq. for Plaintiffs Mooring Capital Fund, LLC, \nIndividually and derivatively as minority member of Comstock North Carolina, \nLLC, a North Carolina Limited Liability Company. \n \nThe Law Office of Ragsdale Liggett, PLLC by Walter L. Tippett, Jr., Esq. for \nDefendants Comstock North Carolina, LLC, a North Carolina Limited Liability \nCompany, Comstock Service Corp, Inc., a Virginia Corporation, and Comstock \nHomebuilding Companies, Inc., a Delaware Corporation. \n \nJolly, Judge. \nI. \nTHE PARTIES \n[1] Plaintiff Mooring Capital Fund, LL C (“Plaintiff”) is a limited liability \ncompany (“LLC”) organized and existing under the laws of the State of Delaware, with \nits principal place of business in Vienna, Virginia. \n[2] Defendant Comstock North Carolina, LLC (“CNC”) is an LLC organized \nunder the laws of the State of North Carolina with its principal place of business in Wake \nCounty, North Carolina. \n[3] Defendant Comstock Service Corp., Inc. (“CSCI”) is a corporation \norganized under the laws of the State of Virginia, currently or formerly doing business in \nWake County, North Carolina.  \n  \n[4] Defendant Comstock Homebuilding Companies, Inc. (“CHCI”) is a \ncorporation organized under the laws of the State of Delaware, currently or formerly \ndoing business in Wake County, North Carolina.  Defendant CHCI is the majority \nmember of CNC and by virtue of a merger or acquisition is the successor-in-interest to \nCSCI as manager of CNC (“Manager”). \nII.  \nPROCEDURAL BACKGROUND \n[5] On December 27, 2007, Plaintiff filed a Complaint against Defendants \nalleging four Claims for Relief (“Claim(s)”): First Claim (Declaratory Judgment); Second \nClaim (Accounting and Inspection of Corporate Records); Third Claim (Derivative and \nIndividual Action for Breach of Fiduciary Duty, Duty of Good Faith and Duty of Loyalty \nand Due Care); and Fourth Claim\n1 (Dissolution/Frustration of Minority Shareholder \nExpectations). \n[6] On March 14, 2008, Defendants filed their initial Motion to Dismiss the \nComplaint.2 \n[7] On April 2, 2008, Plaintiff filed an Amended Complaint, also alleging four \nClaims: First Claim (Declaratory Judgment); Second Claim (Accounting and Inspection \nof Corporate Records); Third Claim (Derivative and Individual Action for Breach of \nFiduciary Duty, Duty of Good Faith and Duty of Loyalty and Due Care); and Fourth \n                                                 \n1 This Claim was mislabeled in the Complaint as a “Fourth Counterclaim and Claim against Third Party \nDefendants.”  Given the procedural context of this matter, it is apparent that the mislabeling was \ninadvertent, and that the Claim was intended to constitute a direct Fourth Claim against Defendants.  The \ncourt construes it accordingly. \n2 Plaintiff’s subsequent filing of an Amended Complaint rendered moot the Defendants’ initial Motion to \nDismiss the Complaint, and therefore the court does not consider it herein.  \n  \nClaim (Dissolution/Frustration of Minority Shareholder Expectations).  Hereinafter, the \ncourt will refer to the Amended Complaint as the “Complaint”. \n[8] On April 17, 2008, Plaintiff filed the Receiver Motion.  \n[9] On May 2, 2008, Defendants filed their Motion to Dismiss and their \nalternative Motion for a More Definite Statement.  \n[10] On May 2, 2008, Defendants also f iled their Affirmative Defenses and \nAnswer to the Amended Complaint.  \n[11] On May 15, 2008, Defendants filed their Motion to Stay. \n[12] The respective Motions have been briefed, argued and are ripe for \ndetermination. \nIII. \nFACTUAL BACKGROUND \nAmong other things, the Complaint alleges that: \n[13] Beginning in December 2000, Plai ntiff became a minority member of CNC \nby making investments of $125,000 and $50,000 in December 2000 and July 2001, \nrespectively.  Plaintiff is a “Priority Member” of CNC, as defined in a Second Amended \nand Restated Operating Agreement (the “Operating Agreement”)3 dated December 31, \n2000.  The Operating Agreement governs CNC’s operations.  \n[14] The Operating Agreement provides  that 45 days after the close of each \nfiscal quarter, the Manager shall provide Members with internally prepared un-audited \nincome statements and balance sheets.4  In addition, the Manager is required to \ndistribute annual income statements reviewed by an independent accounting firm to \n                                                 \n3 Compl., Ex. A. \n4 Id., ¶ 17.3. \n  \nMembers no later than the 30th day of May the following year, and monthly sales \nreports no later than 30 days after the end of each month.5 \n[15] Despite repeated requests, Plai ntiff has not received the following \nmaterials or documents:6 \na. Annual income statements review ed by an independent accounting \nfirm for the years ending December 31, 2003, 2004, 2005, and 2006; \nb. Consistent or regular distributi on of monthly sales reports (the only \none in the current year having been received July 20, 2007, following a specific \nrequest); and \nc. Consistent or regular distributi on of quarterly statements (the last \nhaving been received for the quarter ending March 31, 2007). \n[16] Based on the internal  statement provided for the year ending December  \n31, 2006, CNC had profits/retained earnings of $4,980,000.  This amount of profit would \nhave been sufficient to return the initial capital and pay a 20% per annum cash on cash \nreturn to Plaintiff as a Priority Member.  However, the Manager has failed to distribute \nprofits to the Priority Members. \n[17] Moreover, CHCI purchas ed certain other Priority Members’ interests at a \n6.5% per annum cash on cash return, whereas actual profits would have provided a \nsubstantially higher return.  Based on profits and retained earnings, CNC should have \nbeen able to return the initial capital and pay a 20% per annum cash on cash return to \nthe Priority Members. \n                                                 \n5 Id. \n6 Compl. \n  \n[18] Though no distributions have been made to the remaining Priority \nMember, the Manager appears to have made unauthorized distributions to itself and \naffiliated entities, as indicated on the internal statement for the year ending December \n31, 2006.  This statement indicates net distributions to CHCI and CSCI of $1,781,000, \nwhile the Manager should instead have contributed on a net basis $2,342,000 in cash to \npurchase the equity interests of Priority Members other than Plaintiff. \n[19] CHCI and CSCI have caused CNC to operate for their own benefit and \nprotection and without regard to the interests of minority members, including Plaintiff. \n[20] CHCI and CSCI are or have been acting as manager of CNC and have \nfailed to take action to enforce the rights and properly represent the interests of CNC \nand its individual members. \n[21] CHCI and CSCI have grossly mism anaged CNC, by according themselves \npreferential treatment either in the repurchase of other equity interests in the company, \nor in the taking of compensation or profit to the detriment of Plaintiff and other minority \nmembers. \n[22] Neither CHCI nor CSCI has made any distributions to Plaintiff as a Priority \nMember of CNC.  Instead, CHCI and CSCI intentionally made wrongful and \nunauthorized distributions of CNC funds to themselves or related entities in violation of \nthe terms of the Operating Agreement.  The acts and omissions of CHCI and/or CSCI \nwere in bad faith, outside the scope of authority granted under the operating agreement, \nin direct conflict with and against the best interests of CNC, and have resulted in CHCI \nand/or CSCI deriving an improper personal benefit.  \n \n  \nIV.  \nTHE MOTIONS \nA.  \nDefendants’ Motion to Dismiss -- Rule 12(b)(6)\n[23] The Motion to Dismiss seeks dismissal of the Amended Complaint, in part \nor in whole, pursuant to Rule 12(b)(6).7  Dismissal of an action pursuant to Rule \n12(b)(6) is appropriate when the complaint fails to state a claim upon which relief can be \ngranted.  \n[24] When deciding a Rule 12(b)(6) moti on, the well-pleaded allegations of the \ncomplaint are taken as true and admitted, but conclusions of law or unwarranted \ndeductions of facts are not admitted.  Sutton v. Duke, 277 N.C. 94, 98 (1970). \n[25] A complaint fails to state a cl aim upon which relief can be granted when \neither (a) the complaint on its face reveals that no law supports the plaintiff’s claim, (b) \nthe complaint on its face reveals the absence of facts sufficient to make a good claim or \n(c) some fact disclosed in the complaint necessarily defeats the plaintiff’s claim. \nJackson v. Bumgardner, 318 N.C. 172, 175 (1986).  However, a complaint should not \nbe dismissed for failure to state a claim upon which relief can be granted unless it (a) \ndoes not give sufficient notice to the defendant of the nature and basis of the plaintiff’s \nclaim or (b) appears beyond a reasonable doubt that the plaintiff could not prove any set \nof facts in support of his claim that would entitle him to relief.  Sutton v. Duke, 277 N.C. \nat 108. \n                                                 \n7 In the alternative, Defendants seek a more definite statement, pursuant to Rule 12(e). \n \n  \n[26] When determining whether a compla int states a claim upon which relief \ncan be granted in the context of a Rule 12(b)(6) motion, the court may consider \ndocuments that are the subject of the action and specifically referenced in the \ncomplaint.  See Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 60-61 (2001) (“This \nCourt has further held that when ruling on a Rule 12(b)(6) motion, a court may properly \nconsider documents which are the subject of a plaintiff’s complaint and to which the \ncomplaint specifically refers even though they are presented by the defendant”); \nRobertson v. Boyd, 88 N.C. App. 437, 441 (1988) (“Because these documents were the \nsubjects of some of plaintiffs’ claims and plaintiffs specifically referred to the documents \nin their complaint, they could properly be considered by the trial court in ruling on a \nmotion under Rule 12(b)(6)”).  Consequently, the documents attached as exhibits or \notherwise referred to in the Complaint in this action are deemed to be before the court \nfor Rule 12(b)(6) purposes. \n1. \nDiscussion \n[27] Defendants contend generally  that the Plaintiff’s Claims fail to state any \nClaim upon which relief can be granted because, in part, CSCI and CHCI have limited \nliability as members and managers of CNC, which is an LLC.  As such, Defendants \nargue, the Complaint should be dismissed pursuant to Rule 12(b)(6). \n[28] Plaintiff argues that neither CS CI nor CHCI has limited liability for the \nalleged acts and/or omissions complained of by Plaintiff.  \n[29] In North Carolina, a member or manager of an LLC enjoys immunity from \nliability for the obligations of an LLC, although under certain circumstances a member or \n  \nmanager may become personally liable by reason of that person’s own conduct.  G.S. \n57C-3-30(a).  Absent an agreement to the contrary, member-managers generally are \nshielded from liability when acting as LLC managers.  Hamby v. Profile Products, LLC, \n361 N.C. 630, 638 (2007) (citing G.S. 57C-3-30(a).  Further, an LLC’s operating \nagreement can provide for rules that are in addition to or different from the default rules \nof Chapter 57.  Id. at 636, citing Russell M. Robinson, II, Robinson on North Carolina \nCorporate Law § 34.01, at 34-2 to -3 (rev. 7th ed. 2006).  \n[30] The managers of an LLC may also be entitled to the protections of the \n“business judgment rule.”8   \n[31] Each member of an LLC has t he right, subject to such reasonable \nstandards (including standards governing what information and documents are to be \nfurnished, at what time and location and at whose expense) as may be set forth in the \narticles of organization or a written operating agreement, to obtain from the limited \nliability company certain business and financial information of the company.  G.S. 57C-\n3-04.  In this regard, however, managers “have the right to keep confidential from  \n                                                 \n8 See, e.g., G.S. 57C-3-22(d) (“A manager is not liable for any action taken as a manager, or any failure \nto take any action, if the manager performs the duty of his office in compliance with this section.”) and \nG.S. 57C-3-22(b) (“A manager shall discharge his duties as manager in good faith, with the care an \nordinarily prudent person in a like position would exercise under similar circumstances, and in the manner \nthe manager reasonably believes to be in the best interests of the limited liability company. . . .”).  Such \nlanguage suggests application of the business judgment rule, a matter of common law in North Carolina, \nto limited liability companies.  The rule applies in addition to the North Carolina Business Corporation Act \n(the “NCBCA”), G.S. 55-1-01 to -17-05, and creates an evidentiary presumption that directors acted \nreasonably and fairly in discharging their corporate duties.  State ex rel. Long v. ILA Corp., 132 N.C. App. \n587, 601 (1999).  The Long court described the business judgment rule as follows: \n[It] creates, first, an initial evidentiary presumption that in making a decision the directors acted \nwith due care (i.e., on an informed basis) and in good faith in the honest belief that their action \nwas in the best interest of the corporation, and second, absent rebuttal of the initial presumption, \na powerful substantive presumption that a decision by a loyal and informed board will not be \noverturned by a court unless it cannot be attributed to any rational business purpose. \nId. at 602 (quoting Russell M. Robinson, II, Robinson on North Carolina Corporation Law § 14.6 at 281 \n(5th ed. 1995)). \n  \nmembers who are not managers . . . trade secrets or other information the disclosure of \nwhich the managers in good faith believe is not in the best interest of the limited liability \ncompany.”  G.S. 57C-3-04(e). \n[32] A member, manager, director or executive of an LLC may become \npersonally liable by reason of that person’s own acts or conduct.  G.S. 57-C-3-30(a).  \nFurther, an LLC’s operating agreement is not permitted to limit, eliminate or indemnify \nagainst the liability of a manager, director or executive for (a) acts or omissions that the \nmanager, director or executive knew at the time of the acts or omissions were clearly in \nconflict with the interests of the limited liability company or (b) any transaction from \nwhich the manager, director or executive derived an improper personal benefit.  G.S. \n57C-3-32. \n[33] While the business judgment rule limits the liability of member-managers \nwhen acting on behalf of an LLC, this liability is not limited when managers act outside \nthe scope of managing the LLC.  Hamby v. Profile Products, LLC, 361 N.C. at 637, n.1.  \nDefendant’s Motion to Dismiss rests on whether Defendants, as majority shareholders \nin CNC, acted outside the scope of their authority or failed to act in good faith. \n[34] Defendants’ contention that  they are shielded from all liability is contrary to \nG.S. 57C-3-30(a), which provides that a member or manager may become personally \nliable by reason of personal acts or conduct. \n[35] As did the defendants in MBRABB v. Brewer , 2007 NCBC 14 (N.C. Super. \nCt. May 8, 2007), Defendants here attempt to couple a limitation of liability clause in the \nOperating Agreement9 with G.S. 57C-3-32 to argue they are not personally liable for \nany breach of their duties as managers of CNC.  However, if a complaint contains \n  \nallegations that can support a claim that LLC managers took actions clearly in conflict \nwith the interests of the LLC or entered into transactions from which they derived an \nimproper personal benefit, there is potential for liability.    \n[36] Here, the Complaint alleges that  the CNC Manager appears to have made \nunauthorized distributions to itself and affiliated entities.  It points to internal financial \nstatements as support.  These actions, Plaintiff alleges, are rooted in the theory that \nCHCI has caused CNC to operate for CHCI’s own benefit and without regard for the \ninterest of Plaintiff and other minority members.  As discussed infra, the court concludes \nthat the Complaint contains allegations that support a claim that Defendants either \nundertook actions or omissions they knew at the time were clearly in conflict with CNC’s \ninterests, or entered into transactions from which they derived an improper personal \nbenefit.  \na.  \nPlaintiff’s First Claim – Declaratory Judgment \n[37] Defendants contend that  Plaintiff’s First Claim should be dismissed \npursuant to Rule 12(b)(6), as there is no controversy as contemplated by G.S. 1-253.  \n[38] Plaintiff responds that it proper ly has alleged facts which permit the \nseeking of a declaratory judgment as to the value of Plaintiff’s ownership interest in \nCNC and the interpretation of the Operating Agreement.  Specifically, Plaintiff’s First \nClaim alleges existence of a dispute as to the value of Plaintiff’s ownership interest in \nCNC, as well as a dispute as to the interpretation of the pertinent terms of the Operating \nAgreement.10  \n                                                                                                                                                             \n9 Compl., Ex. A, 10.   \n10 Compl. ¶ 36.  \n  \n[39] The Uniform Declaratory Judgment Act, G.S. 1-253, et seq. (the “Act”), \ngives courts of record within their respective jurisdictions the power to declare rights, \nstatus and other legal relations, whether or not further relief is or could be claimed.  Lide \nv. Mears, 231 N.C. 111, 117 (1949), citing G.S. 1-253.  The Act requires the presence \nof a justiciable controversy, where the pleadings demonstrate a real controversy and the \nneed for a declaration of rights.  State ex rel. Hunt v. N.C. Reinsurance Facility, 49 N.C. \nApp. 206, 213 (1980).  When there is a dispute between parties as to the interpretation \nof a written instrument, declaratory judgment actions are appropriate.  LDDC, Inc. v. \nPressley, 71 N.C. App. 431, 434 (1984).  \n[40] Upon consideration of the respecti ve allegations in the Complaint, and in \nthe context of Rule 12(b)(6), the court is unable to conclude as a matter of law that (a) \nthe Complaint fails to give sufficient notice to the Defendants of the nature and basis of \nthe Plaintiff’s First Claim, or (b) that it appears beyond a reasonable doubt that the \nPlaintiff could not prove any set of facts in support of its First Claim that would entitle it \nto relief.   \n[41] Therefore, with regar d to Plaintiff’s First Claim, Defendants’ Motion to \nDismiss should be DENIED. \nb. \nPlaintiff’s Second Claim – Accounting and Inspection of Corporate Records \n[42] Defendants contend that  Plaintiff’s Second Claim should be dismissed \npursuant to Rule 12(b)(6) as it is brought under the NCBCA.  \n[43] While first erroneously citing Chapt er 55 of the North Carolina General \nStatutes, Plaintiff’s Second Claim has since been amended to reference Chapter 57. \n  \n[44] Defendants next contend that  Plaintiff is not entitled to the information it \nhas requested. \n[45] Plaintiff argues that this claim is  proper under the requirements of Chapter \n57C.  \n[46] As discussed supra, managers have a limited right to keep some \ninformation confidential.  However, Chapter 57 expressly permits disclosure of general \nfinancial information.  G.S. 57C-3-04(a).  While Plaintiff did request broad access to all \nrecords and an accurate accounting of revenues, income, debts, obligations, liabilities, \ndistributions and assets, it is alleged that Defendants failed to respond to the request at \nall. \n[47] Upon consideration of the respecti ve allegations in the Complaint, and in \nthe context of Rule 12(b)(6), the court is unable to conclude as a matter of law that (a) \nthe Complaint fails to give sufficient notice to the Defendants of the nature and basis of \nthe Plaintiff’s Second Claim, or (b) that it appears beyond a reasonable doubt that the \nPlaintiff could not prove any set of facts in support of its Second Claim that would entitle \nit to relief.   \n[48] Therefore, with regar d to Plaintiff’s Second Claim, Defendants’ Motion to \nDismiss should be DENIED. \nc. \nPlaintiff’s Third Claim – Derivative and Individual Action for Breach of Fiduciary Duty, \nDuty of Good Faith and Duty of Loyalty and Due Care  \n[49] Defendants contend that Plaintiff’ s Third Claim should be dismissed \npursuant to Rule 12(b)(6), as it also is brought under the NCBCA.  \n  \n[50] While first erroneously citing Chapt er 55 of the North Carolina General \nStatutes, Plaintiff’s Third Claim has since been amended to reference Chapter 57C. \n[51] Defendants further contend that Plaintiff’s Third Claim fails to comply with \nG.S. 57C-8-01, as a derivative action, and is not permitted under the Operating \nAgreement.  Defendants argue that accordingly, the Third Claim should be dismissed \nfor failure to show that (a) Plaintiff lacks authority to cause the LLC to sue in its own \nright and (b) particular efforts made by Plaintiff to get the desired result failed.  \nDefendants’ argument in substance is one to the effect that Plaintiff does not have \nstanding to state a derivative action in behalf of the LLC. \n[52] In response, Plaintiff argues that this Claim is proper under the \nrequirements of Chapter 57C.  Specifically, Plaintiff replies that its minority status alone \nshows that Plaintiff lacks the authority to cause CNC to sue in its own right; and it \ntherefore has standing to bring this Claim.11  Likewise, Plaintiff contends that its \nallegations regarding repeated requests for financial information relating to CNC having \ngone unresponded to are sufficient to support, in a Rule 12(b)(6) context, Plaintiff’s \nClaim that its prelitigation demands of right were frustrated by one or more Defendants.  \nPlaintiff further argues that it should be entitled to conduct discovery with regard to its \n                                                 \n11 “Standing” refers to whether a party has a sufficient stake in an otherwise justiciable controversy. Under  \nRule 17(a), a party lacks standing to sue if it is not a “real party in interest.”  A real party in interest is one \nwho “by substantive law has the legal right to enforce the claim in question.”  Whittaker v. Furniture \nFactory Outlet Shops, 145 N.C. App. 169, 175 (2001) (citations omitted).  Pursuant to G.S. 57C-8-01(a) \nand G.S. 57C-8-01(b), a derivative action in behalf of an LLC is appropriate if (i) the plaintiff does not \nhave authority to cause the LLC to sue in its own right, (ii) the plaintiff was a member of the LLC at the \ntime the action was brought and at times material and (iii) the member-plaintiff alleges with particularity \nthe efforts made to obtain the desired action from those with authority over actions of the LLC.  For \npurposes of the Motion to Dismiss, the court deems the Plaintiff to have been a member CNC at the time \nthis action was filed.  Plaintiff alleges that it did not constitute a majority of the Members of CNC and \ntherefore did not have authority to cause CNC to bring any Claims in its own behalf.  However, it \ncontends it did have standing pursuant to G.S. 57C-8-01(a) and G.S. 57C-8-01(b) to allege appropriate \nderivative Claims in behalf of CNC.   \n \n  \nallegations, and that a Rule 12(b)(6) dismissal, on either procedural or substantive \ngrounds, is premature and inappropriate. \n[53] Here, the court is forced to conc lude that pursuant to G.S. 57C-8-01, \nPlaintiff has derivative standing to state the Third Claim.  Further, the Complaint alleges \nwith sufficient particularity the actions and controversies of which Plaintiff complains and \nthe respective demands made by the Plaintiff.  Accordingly, in the context of Rule \n12(b)(6), the court is unable to conclude as a matter of law that (a) the Complaint fails to \ngive sufficient notice to the Defendants of the nature and basis of the Plaintiff’s Third \nClaim or (b) that it appears beyond a reasonable doubt that the Plaintiff could not prove \nany set of facts in support of its Second Claim that would entitle it to relief.   \n[54] Therefore, with regar d to Plaintiff’s Third Claim, Defendants’ Motion to \nDismiss should be DENIED.  \nd. \nPlaintiff’s Fourth Claim – Dissolution/Frustration of Minority Shareholder Expectations  \n[55] Defendants contend that Plaintiff’s Fourth Claim al so fails to comply with \nthe requirements of a derivative action under G.S. 57C-8-01 and the Operating \nAgreement.  This is substantively a standing argument, which the court has resolved in \nPlaintiff’s favor in its discussion, infra, of Plaintiff’s Third Claim. \n[56] Defendants also contend that Plaintiff’s Fourth Claim regarding dissolution \nmust be dismissed pursuant to Rule 12(b)(6) because dissolution would be in violation \nof the Operating Agreement.  \n[57] Plaintiff responds that the O perating Agreement plainly states, “[e]xcept as \nmay be provided by the Act, no suit or other action brought by a Member against the \n  \nManager or Company shall cause the termination or dissolution of the Company. . . .” \n(emphasis added by Plaintiff).12  The Operating Agreement defines the “Act” as the \n“North Carolina Limited Liability Company Act, General Statutes of North Carolina \nSection 57C-1-01, et. seq., as amended from time to time, and any successor law or \nlaws.”13   \n[58] Plaintiff’s Fourth Claim is governed by G.S. 57C-6-02, which states: \n[A] superior court may dissolve a limited liability company in \na proceeding by . . . [a] member if it is established that (i) the \nmanagers, directors or any other  persons in control of the \n[LLC] are deadlocked in the management of the affairs of the \n[LLC], the members are unable  to break the deadlock, and \nirreparable injury to the [LLC] is threatened or being \nsuffered, or the business and a ffairs of the [LLC] can no \nlonger be conducted to the advantage of the members \ngenerally, because of the deadlo ck; (ii) liquidation is \nreasonably necessary for the protection of the rights or \ninterests of the complaining me mber; (iii) the assets of the \n[LLC] are being misapplied or wast ed; or (iv) the articles of \norganization or a written oper ating agreement entitles the \ncomplaining member to dissolution of the [LLC] . . . . \n \n[59] Here, Plaintiff has alleged fa cts that suggest dissolution may be \nreasonably necessary for the protection of the minority’s rights and interests, and that \nthe assets of the LLC are being misapplied or wasted. \n[60] Accordingly, in the context of Rule 12(b)(6), the court is unable to \nconclude as a matter of law that (a) the Complaint fails to give sufficient notice to the \nDefendants of the nature and basis of the Plaintiff’s Fourth Claim, or (b) that it appears \nbeyond a reasonable doubt that the Plaintiff could not prove any set of facts in support \nof its Fourth Claim that would entitle it to relief.  \n                                                 \n12 Compl., Ex. A ¶ 7.11(c). \n13 Id. at ¶ 1.1. \n  \n[61] Therefore, wit h regard to Plaintiff’s Fourth Claim, Defendants’ Motion to \nDismiss should be DENIED. \n2. \nConclusion \n[62] The allegations of Plaintiff’s Fi rst, Second, Third and Fourth Claims are \nsufficient to give Defendants notice of the nature and basis of each of these Claims. \nFurther, the court is unable to conclude as a matter of law that on the face of the \nComplaint there is no set of facts that might be proven that would support each of these \nClaims.  Accordingly, this case is not appropriate for a determination under Rule \n12(b)(6) that there can be no liability to Plaintiff under any of these Claims.  To dismiss \nany of the Claims at this point would be to “go too fast too soon.”  Sutton v. Duke, 277 \nN.C. at 108.  By utilizing discovery, Defendants may be able to ascertain more precisely \nthe details of Plaintiff’s Claims and whether it can prove facts which will entitle it to have \na jury decide the merits of its Claims.  Id.  If there then exists a good faith contention \nthat Plaintiff cannot prove sufficient facts as to any such Claim, Defendants may seek \nrelief through good-faith utilization of Rule 56 or other suitable procedural device. \nB. \nDefendant’s Motion for a More Definite Statement -- Rule 12(e) \n[63] In the alternative to Rule 12(b )(6) dismissal of all Claims, Defendants \nmove the court for a more definite statement pursuant to Rule 12(e).  \n[64] Rule 12(e) allows a party to move for a more definite statement before \ninterposing his responsive pleading if a pleading to which a responsive pleading is \n  \npermitted is so vague or ambiguous that a party cannot reasonably be required to frame \na responsive pleading. \n[65] Rule 8(a)(1) requires a pleading setti ng forth a claim to contain a short and \nplain statement of the claim sufficiently particular to give the court and the parties notice \nof the transactions, occurrences or series of transactions or occurrences intended to be \nproved showing that the pleader is entitled to relief. \n[66] In its discussion of Defendant’s Motion to Dismiss,  supra, the court has \nconcluded that each of the Plaintiff’s four Claims are stated in a manner sufficient to \ngive Defendants notice of the nature and basis of each of the Claims, as required by \nRule 8(a)(1).  \n[67] Accordingly, the Defendants’ Motion for a More Definite Statement should \nbe DENIED.  \nC. \nDefendant CNC’s Motion to Stay \n[68] Defendant CNC seeks a stay of this ci vil action until such time as it has \ncompleted an investigation into accounting issues that it argues should be pivotal in \nresolving various claims of the Plaintiff as reflected in the Complaint. \n[69] In support of its Motion to Stay, Defendant CNC contends that:  \na. The case involves derivative claims plead pursuant to G.S. 57C-8-\n01; \nb. The claims of the Complaint will turn on accounting issues that \ncould be resolved through a review of CNC’s books;  \n  \nc. CNC has engaged the services of  PriceWaterhouseCoopers, LLP \n(“PWC”) to investigate the charges made in the Complaint to determine if \nPlaintiff’s claims (i) have a basis in fact and (ii) will serve the interests of judicial \neconomy; and  \nd. Staying this litigation pending co mpletion of PWC’s investigation \nwill conserve the court’s and parties’ resources without undue delay. \n[70] Defendant argues a stay will benefit the Plaintiff as it will save Plaintiff time \nand money Plaintiff would otherwise expend for discovery and litigation.  \n[71] Plaintiff contends the Motion to Stay should be denied for the following \nreasons: \na. To Plaintiff’s substantial prejudice, CNC did not commence an \ninvestigation into the claims and/or allegations for a period of almost eight \nmonths; \nb. The purported investigation of CNC by PWC is merely a “review” of \nCNC’s financial statements as of December 31, 2007, and will not adequately \nand completely address Plaintiff’s non-derivative charges and/or allegations; \nc. In the event that the “investigat ion” of CNC reveals that Plaintiff’s \nallegations are meritorious, CNC has not provided the court with any assurance \nthat CNC is willing to accept the findings of PWC as binding and make \nappropriate monetary distributions to Plaintiff and end litigation; \nd. Given the public statements regarding CHCI’s long-term viability, \nany delay in these proceedings will be to Plaintiff’s detriment and prejudice; and \n  \ne. CHCI is already a client of t he accounting firm retained by CNC to \nconduct the “investigation.” \n[72] If an LLC commences an investig ation of the charges made in the \ncomplaint of a member’s derivative action, the court may stay the proceeding until the \ninvestigation is completed.  G.S. 57C-8-01(b); Norman v. Nash Johnson & Sons’ Farms, \nInc., 140 N.C. App. 390, 396 (2000).  A trial court’s denial of a motion to stay is subject \nto an abuse of discretion standard of review.  Park East Sales, LLC, v. Clark-Langley, \nInc., 186 N.C. App. 198, 202 (2007). \n[73] CNC officially commenced an investigat ion with PWC into Plaintiff’s claims \nand allegations on May 14, 2008,14 despite written requests to CNC as early as \nSeptember 18, 2007,15  and a filed Complaint dated December 27, 2007. \n[74] The engagement letter entered into  by CNC and PWC pursuant to this \ninvestigation, while labeled an investigation agreement, calls for a “review” of CNC’s \nfinancial statements by PWC.16  \n[75] It is not clear that the PWC review will address non-derivative allegations \nof Plaintiff, i.e., interpretation of the pertinent terms of the Operating Agreement and \nPlaintiff’s Claims for Accounting and Inspection of Corporate Records; Breach of \nFiduciary Duty, Duty of Good Faith and Duty of Loyalty and Due Care; and Dissolution/ \nFrustration of Minority Shareholder Expectations.17 \n[76] The court concludes that the in vestigation of CNC by and through PWC, \npursuant to G.S. 57C-8-01(b), will not address all of Plaintiff’s Claims.  As such, PWC’s \n                                                 \n14 Br. Supp. Defs.’ Mot. to Stay, Ex. B. \n15 Pl.’s Resp. Defs.’ Mot. Stay, 2.  \n16 Br. Supp. Defs.’ Mot. to Stay, Ex. B. \n17 Compl. \n  \ninvestigation does not provide an adequate basis upon which to grant Defendant CNC’s \nMotion to Stay at this stage of the civil action.   \n[77] Therefore, in the ex ercise of its discretion, the court concludes that \nDefendant CNC’s Motion to Stay should be DENIED. \nD.  \nPlaintiff’s Receiver Motion \n[78] In its Receiver Motion, Plainti ff seeks the appointment of one or more \nreceivers to manage the financial affairs of CNC in the best interest of its members and \ncreditors.  In particular, Plaintiff requests that a receiver be appointed for the purpose of \noverseeing CNC’s assets, as well as the intake and distribution of funds by CNC (and \nits member-managers), so as to confirm that asset management and intake and \ndistribution of funds comports with the Operating Agreement in effect, as well as \napplicable law.  \n[79] In support of its mo tion, Plaintiff contends: \na. CNC is an LLC organized under the laws of the State of North \nCarolina with its principal place of business in Wake County; \nb. Plaintiff is a minority member of CNC; \nc. Plaintiff’s Fourth Claim for Relief seeks dissolution of CNC pursuant \nto G.S. 57C-6-02; and \nd. Certain members of CNC hav e operated to frustrate the \nexpectations of Plaintiff as a minority member in CNC.  In this regard, Plaintiff \nfurther alleges that it has been effectively excluded from the management or \noperation of CNC and has not received complete information with regard to the \n  \naccounting of CNC.  Plaintiff also alleges that dissolution and/or liquidation of \nCNC is reasonably necessary for the protection of the rights or interests of \nPlaintiff and any other minority members thereof.18 \n[80] A receiver for an LLC may be appointed by a trial court both pursuant to \nstatute and the trial court’s inherent authority.  Barnes v. Kochhar, 178 N.C. App. 489, \n499 (2006).  The court, in a judicial proceeding brought to dissolve a limited liability \ncompany, may appoint one or more receivers to wind up or to manage the business and \naffairs of the limited liability company.  G.S. 57C-6-02.2(a).  Such a decision is subject \nto the court’s discretion.  Barnes v. Kochhar, 178 N.C. App. at 500.  Partial receivership \nmay be a legal remedy.  See, e.g., Lenoir v. Linville Imp. Co., 126 N.C. 922, 931 (1900). \n[81] A receiver may be appointed before judgment on the application of either \nparty when the moving party establishes an apparent right to property which is the \nsubject of the action and is in possession of the adverse party, and the property or its \nrents and profits are in danger of being lost, materially injured or impaired.  Williams v. \nLiggett, 113 N.C. App 812, 815 (1994) (citing G.S. 1-502). \n[82] The court also has authority to describe the powers and duties of the \nreceiver in its appointing order.  G.S. 57C-6-02.2(c).  These powers may include the \nright of the receiver to “(1) [d]ispose of all or any part of the assets of the limited liability \ncompany wherever located, at a public or private sale, if authorized by the court; (2) \n[s]ue and defend in the receiver’s own name as receiver of the limited liability company \nin all courts of this State; and (3) [e]xercise all of the powers of the company, through or \n                                                 \n18 Alternatively, Plaintiff alleges that dissolution and/or liquidation of CNC is necessary because CNC’s \nassets are being misapplied or wasted.  \n  \nin place of its managers, to the extent necessary to manage the affairs of the company \nin the best interests of its members.”  Id. \n[83] When a business is an active, solvent corporation or LLC, the appointment \nof a receiver should only take place in rare and drastic situations.  Id. at 816, citing \nLowder v. All Star Mills, Inc., 301 N.C. 561, 577 (1981).  Further, receivership is a harsh \nequitable remedy obtainable only when a legal remedy is inadequate and in the \nabsence of another safe or expedient remedy.  Murphy v. Murphy, 261 N.C. 95, 101 \n(1964), citing Scoggins v. Gooch, 211 N.C. 677, 680 (1937). \n[84] Plaintiff contends that the appoint ment of a receiver is appropriate and \nnecessary in the instant case because the facts alleged, if proven, establish that there is \na substantial risk that profits of CNC are in danger of being lost, materially injured or \nimpaired at the hands of CSCI and/or CHCI.  Plaintiff bases its arguments on its \ncontentions that CHCI appears to have made unauthorized distributions from CNC to \nitself and affiliated entities, as indicated on the internal statement for the year ending \nDecember 31, 2006.  According to Plaintiff, this document indicates net distributions to \nCHCI and CSCI of $1,781,000.  Plaintiff contends that CHCI should instead have \ncontributed on a net basis $2,342,000 in cash to purchase the equity interests of Priority \nMembers other than Plaintiff.  Plaintiff essentially seeks a receiver to oversee the \nexpenditure of CNC’s assets to prevent unauthorized cash distributions to CHCI \nbecause such distributions, if made, are at substantial risk of being lost due to “financial \ndifficulties” that may affect CSCI in the coming year. \n[85] Defendants argue that  (a) Plaintiff has not met its burden for an \nappointment of a receiver; (b) neither G.S. 1-502 nor G.S. 57C-6-02.2 allow for a partial \n  \nmanagement receiver; (c) Plaintiff has a legal remedy available to it and (d) because \nCNC is an active, solvent company and this is not a rare or drastic situation, \nreceivership would be inappropriate.  Defendants further argue that CHCI’s \ndiscretionary power, under the clear provisions of the Operating Agreement, to make \ndeterminations as to whether any profits should be distributed to members is not \ngrounds for appointment of a receiver.  \n[86] The court concludes that while par tial receivership may be permissible in \nsome cases, imposing a partial receivership in this case would be inconsistent with the \ngenerally limited application of receiverships.  Moreover, the court concludes that the \nfacts alleged in the Plaintiff’s motion do not present such a rare and drastic situation that \nreceivership is the only proper remedy available to the Plaintiff.  As such, the court \nconcludes that appointment of a receiver at this stage of the proceedings is \ninappropriate. \n[87] Therefore, in the ex ercise of its discretion, the court concludes that \nPlaintiff’s Receiver Motion should be DENIED. \nV. \nORDER \n[88] NOW THEREFORE, based upon the foregoing CONCLUSIONS, it is \nORDERED that:  \na. Defendants’ Motion to Dismiss t he Amended Complaint is DENIED; \nb. Defendants’ Motion for a More Definite Statement is DENIED; \nc. Defendants’ Motion to Stay Proceedings Pursuant to G.S. 57C-8-\n01(b) is DENIED; and \n  \nd. Plaintiff’s Motion for Appointment  of Receiver Pursuant to G.S. \n57C-6-02.2 is DENIED.    \nThis the 13th day of November, 2009.   \n  "
}