{
  "id": "1a9a042c8f07282d255903928ba5b3fbf3f5085ea1480e759968d30cf2971157",
  "source_file": "data/raw/ncbc/1a9a042c8f07282d255903928ba5b3fbf3f5085ea1480e759968d30cf2971157.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 9526 \n \nSEARS FARM, LLC and SEARS, \nHACKNEY, KEENER & WILLIAMS, \nINCORPORATED, \n \nPlaintiffs, \n \nv. \n \nSAMARITAN HOUSING \nFOUNDATION, INC. d/b/a \nSEARSTONE RETIREMENT \nCOMMUNITY, \n \nDefendant. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT SAMARITAN HOUSING \nFOUNDATION, INC.’S MOTION TO \nDISMISS OR, ALTERNATIVELY, \nSTRIKE \n \n \n THIS MATTER  is before the Court on Defendant Samaritan Housing \nFoundation, Inc.’s Motion to Dismiss or, Alternatively, Strike (“Motion,” ECF No. 10). \n THE COURT , having considered the Motion, the briefs of the parties, the \narguments of counsel, and all appropriate matters of record, CONCLUDES that the \nMotion to Dismiss should be DENIED, and the Motion to Strike should be \nGRANTED, in part, and DENIED, in part, for the reasons set forth below.  \nMilberg Coleman Bryson Phillips Grossman, PLLC, by Mark R. Sigmon, \nMatthew Lee, and Katharine Batchelor, for Plaintiffs. \n \nK&L Gates LLP, by A. Lee Hogewood III and Robert B. Womble, and \nWilliams Mullen, by Zachary S. Buckheit, for Defendant. \n \nDavis, Judge. \n \nINTRODUCTION \n \n1. This case concerns a complicated series of transactions between the \nparties relating to the financing  and construction of a retirement community.  The \ndefendant seeks dismissal of the plaintiffs’ claims for breach of contract and breach \nSears Farm, LLC v. Samaritan Hous. Found., Inc., 2024 NCBC 19. \nof the implied covenant of good faith and fair dealing on the ground that these claims \nare premature.  Because the Court concludes that a more fully developed factual \nrecord is necessary in order to rule  on the legal issues presented in this action, the \nmotion to dismiss must be denied. \nFACTUAL AND PROCEDURAL BACKGROUND \n2. The Court does not make findings of fact in connection with a motion to \ndismiss under Rule 12(b)(6) of the North Carolina Rules of Civil Procedure and \ninstead recites those facts contained in the complaint (and in documents attached to, \nreferred to, or incorporated by reference in  the complaint) that are relevant to the \nCourt’s determination of the motion.  See, e.g. , Window World of Baton Rouge, LLC \nv. Window World, Inc., 2017 NCBC LEXIS 60, at *11 (N.C. Super. Ct. July 12, 2017).  \n“When reviewing a motion to dismiss for lack of subject matter jurisdiction pursuant \nto Rule 12(b)(1), a trial court may consider and weigh matters outside the pleadings.”  \nDOT v. Blue, 147 N.C. App. 596, 603 (2001)  (citing Smith v. Privette, 128 N.C. App. \n490, 493 (1998)).  \n3. Neither the complaint nor the parties’ briefs are models of clarity \nregarding the numerous transactions at issue in this case  and their effect upon one \nanother.  What follows is the Court’s attempt to summar ize the key events—as the \nCourt currently understands them —forming the basis for the  issues raised by the \npresent Motion. \n4. In or around 1998, William “Bill” Sears (“Bill”) sought  to build a \nretirement community in Wake County, North Carolina.  Acting through Sears Farm, \nLLC (“Sears Farm”) and Sears, Hackney, Keener & Williams, Incorporated (“SHKW”) \n(collectively, “Plaintiffs”), over the next several years, Bill spearheaded the financing \nand development of a new luxury retirement community called the SearStone \nContinuing Care Retirement Community (“ SearStone”).  (Compl. ¶ ¶ 1, 11, ECF No. \n3; Pls.’ Op. Def.’s Mot. Dismiss Strike, at 2, ECF No. 22.)   \n5. In 2002, the Cary Town Council unanimously approved Bill’s  plans for \nthe SearStone project, which was referred to as the SearStone Planned Development \nDistrict (the “SearStone Project Site”).  (Compl. ¶¶ 12, 14.)   \n6. In 2003, Bill formed Sears Farm , the entity through which he would \nultimately purchase the land for the SearStone Project Site from his family.  (Compl. \n¶¶ 13, 15.)  Sears Farm is a limited liability company that is organized under the \nlaws of North Carolina with its principal place of business in Wake County.  (Compl. \n¶ 5.)   \n7. In 2004, Sears Farm purchased the SearStone Project Site from Bill’s \nfamily for $14 million.  (Compl. ¶  16.)  Th e purchase was partially funded by  the \nproceeds of a mortgage from  SunTrust Bank (the “ First SunTrust Loan”).   \n(Compl. ¶ 16.)   \n8. Between 2002 and 2004, Bill searched for a developer who could help \nhim bring the SearStone project to fruition.  (Compl. ¶ 17.)  In 2004, Bill met Stanley \nG. Brading, an attorney who had experience with bond financing for similar projects.  \n(Compl. ¶ 17.)  Brading ultimately joined the SearStone project as both an advisor \nand as Sears Farm’s attorney.  (Compl. ¶ 18.) \n9. Based on Brading ’s advice , Sears Farm decided to involve  Defendant \nSamaritan Housing Foundation, Inc. (“Samaritan”) in the project .1  (Compl. ¶  19.)  \nSamaritan is a non-profit corporation that is organized under the laws of the state of \nGeorgia and has a principal place of business in Georgia.  (Compl. ¶ 7.) \n10. Brading suggested that Sears Farm sell the SearStone Project Site to \nSamaritan, wh o would work to secure financing for SearStone’s construction and, \nultimately, own and operate the community.  (Compl. ¶ ¶ 19–20.)  Meanwhile, Sears \nFarm would be responsible for providing  certain services to Samaritan.  \n(Compl. ¶ 20.)   \n11. At some point, Sears Farm signed  a “Site Transfer Agreement” under  \nwhich it agreed to sell the SearStone Project Site to Samaritan  at such time as  \nSamaritan managed to secure the financing necessary to construct  Phase I of \nSearStone.2  (See ECF No. 3.1, at 2.)  \n12. Before financing for SearStone’s construction  could be secured, the \nproject required extensive “pre-construction” funding for regulatory and marketing \nwork.  (See Compl. ¶¶ 25–28.)   \n13. To that end, on 29 April 2005, Sears Farm, Samaritan, and certain other \nentities signed a Pre -Construction Funding and Development Agreement .  \n \n1 Brading ultimately became Samaritan’s president on 1 July 2011 and continues to serve in \nthat capacity.  (Compl. ¶¶ 10, 103.) \n   \n2 The SearStone project was to be financed and constructed in two phases: Phase I and Phase \nII.  (Compl. ¶ 2.)     \n(“PCFDA,”3 ECF No. 3.1).  The PCFDA memorialized the signatories’ pre-\nconstruction capital investments in the SearStone project and included details about \nhow each of the signatories would be repaid for their respective investments.  (Compl. \n¶ 28.)4 \n14. Over the next several years, t he SearStone project suffered significant \ndelays due to “regulatory hurdles” and the 2008 financial crisis.  (Compl. ¶ 29.)   \n15. In February of 2008, Sears Farm refinanced the First SunTrust Loan  \nvia a new SunTrust loan (the “Second SunTrust Loan”).  (Compl. ¶ 30.) \n16. By 2010, construction financing for SearStone had yet to be secured, but \nthe Second SunTrust Loan was nearing maturity.   (Compl. ¶  31.)  Meanwhile, \nSamaritan realized that it would need  to defer its repayment of certain pre-\nconstruction debts in order to finalize its purchase of the SearStone Project Site from \nSears Farm and  construct Phase I of SearStone.  ( See Restated Pre -Construction \nFunding and Development Agreement (“R-PCFDA”), at 3, ECF No. 3.2.)  \n17. In light of these circumstances, on  26 May 2010, Sears Farm, \nSamaritan, and several other entities signed a Restated Pre- Construction Funding \nand Development Agreement  (“R-PCFDA,” ECF No. 3.2) .  (Compl. ¶ ¶ 32–33.)  \nPursuant to the R-PCFDA, SunTrust agreed to extend the Second SunTrust Loan’s \n \n3 In the Complaint and in their respective briefs, the parties add confusion to what is already \na complicated set of facts by using different acronyms for the various written agreements \nthat were executed.  For purposes of clarity, the parties are directed in all future filings to \nuse the acronyms contained in this Opinion. \n \n4 As set out below, the PCFDA was amended several times by the parties.  At times in this \nOpinion, the Court refers to all of these documents collectively as the “PCFDA Agreements.” \nmaturity date.  (Compl. ¶  32.)  The signatories also agreed to (1) subordinate and \ndefer the payments of fees  and debts owed to each other regarding the construction \nfinancing that Samaritan anticipated receiving fo r Phase I of SearStone;  and (2) \nadvance additional capital for the project.  (Compl. ¶ 32.)  \n18. By 31 October 2011, Samaritan had made progress in its efforts to \nsecure financing to construct Phase I of SearStone.  (Compl. ¶¶ 36–37.)  This progress \nled Samaritan, Sears Farm, and others to sign  an Amendment to Restated Pre -\nConstruction Funding and Development Agreement .  (“A -R-PCFDA,” ECF No. 3.3 .)  \nThe A-R-PCFDA “reflected additional agreements regarding the repayment of pre -\nfinance capital and deferred fees.”  (Compl. ¶ 37.) \n19. Subsequently, Samaritan finalized the financing necessary to complete \nits purchase of the SearStone Project Site from Sears Farm and construct Phase I.  \n(Compl. ¶ 38.)  This financing consisted  of $117,450,000 worth of proceeds from the \nsale of a series of revenue bonds issued by the Public Finance Authority (“PFA”) \n(individually, the 2012A, 2012B, and 2012C bond s; collectively, the “2012 Bonds”).  \n(Compl. ¶¶ 38–40.)   \n20. On 1 June 2012, several important events transpired.  First, Samaritan \nand Sears Farm (along with other parties) signed a Second Amendment to Restated \nPre-Construction Funding and Development Agreement.  (“2A -R-PCFDA,” ECF No. \n3.4.)  Under the 2A-R-PCFDA, the parties agreed to defer  Samaritan’s \nreimbursement of Sears Farm for $2,390,000 worth of payments that Sears Farm had \nmade on the principal of the Second SunTrust Loan.  (Compl. ¶ 43; 2A-R-PCFDA, at \n1, 4 –5.)  Th e 2A -R-PCFDA appears to  refer to th is $2,390,000 deferred \nreimbursement as the “Sears Farm Obligation .”  (Compl. ¶ 44; 2A-R-PCFDA, at 5 .)  \nAdditionally, under the 2A -R-PCFDA, Sears Farm deferred Samaritan’s \nreimbursement of $993,000 worth of “ services in connection with rezoning the \nSearStone Project Site and owner supplied construction .”  ( 2A-R-PCFDA, at 7.)  \nExhibit 3  to the 2A -R-PCFDA also  memorialized an “SHKW Deferred Fee” worth \n$711,000 for “architectural, development consulting and construction period \nservices.”  (2A-R-PCFDA, at 7.) \n21. The 2A-R-PCFDA amended the terms of the prior PCFDA documents in \nthree noteworthy ways.  First, Exhibit 2 to the 2A-R-PCFDA states, in relevant part, \nas follows:  \n[Samaritan] will be obligated to accrue interest at 6% per annum [on the \nprincipal amount of contributed pre-construction capital] (which will not \nexceed the . . . original principal  amounts of the  . . . Sears Farm \nObligation); however, interest on the . . . Sears Farm Obligation will not \nbe paid until the Series 2012 Bonds are paid in full. \n \n22. Second, the 2A -R-PCFDA added a so -called “Efforts Clause,” which \nstates: \nIn the event of a refinancing and payoff of all of the obligations of \n[Samaritan] related to the Bond Financing (a “Bond Refinancing ”), \n[Samaritan] shall use commercially reasonable efforts  to negotiate \nterms with respect to such Bond Refinancing to reimburse, to the extent \nsupported by a feasibility study prepared in connection with such Bond \nRefinancing, the amount of the pre -financing capital provided by Sears \nFarm . . . as feasible, on terms, which are commercially favorable to \nSears Farm[.]  \n(2A-R-PCFDA, at 2.) \n23. Third, E xhibit 4 to the 2A -R-PCFDA added, in pertinent  part: “[The \nSears Farm Obligation is]  subject to payment annually based on meeting the \nconditions precedent to payment as further set forth in  . . . Section 9.01 [of] \nSupplemental Indenture Number 1 dated as of June 1, 2012 between [Samaritan] \nand the Master Trustee.”5 \n24. Also on 1 June 2012, S amaritan signed a separate document called a \nMaster Trust Indenture6 with Wells Fargo Bank, National Association (the “Master \nTrustee”)7 in connection with Samaritan’s receipt of the proceeds  from the 2012 \nBonds.  (“2012 MTI,” ECF No. 11.4.)   The 2012 MT I purported to memorialize \nSamaritan’s “obligations”8 to repay various parties, including Sears Farm.    \n25. Notably, Sears Farm did not sign the 2012 MTI—a fact that serves as a \nfundamental basis for the parties’ dispute in this case.  \n \n5 Supplemental In denture Number 1 ( “Supplement 1”) is a separate document th at is \ndiscussed below.  (ECF No. 3.5) \n   \n6 In bond financing parlance, a “trust indenture” is a “contract between a [Bond] Issuer and \na Trustee (normally a commercial bank with trust powers) under which the Issuer issues \nBonds and specifies their Maturities, Interest Rates, Redemption provisions, form, exchange \nprovisions, security and other terms.  The Indenture pledges certain revenues as security for \nrepayment of the Bonds.  The Trustee agrees to act on behalf of the holders of the Bonds and \nto represent their interests.”  Indenture or Trust Indenture/Agreement, NAT’L ASS’N BOND \nLAW., https://www.nabl.org/bond-basics/indenture/ (last visited March 18, 2024).  \n \n7 Wells Fargo Bank, National Association, was later succeeded by UMB Bank, National \nAssociation, as the Master Trustee in February of 2016.  (Pls.’ Op. Def.’s Mot. Dismiss Strike, \nat 5 n.3, ECF No. 22.) \n8 The 2012 MTI defines an “Obligation” as “any promissory note, guaranty, lease, contractual \nagreement to pay money or other obligation of any Obligated Group Member which is \nauthenticated and delivered pursuant to [the 2012 MTI] and which is entitled to the benefits \nof [the 2012 MTI].”  (2012 MTI, at 14.) \n26. The 2012 MTI required that any “obligations” issued thereunder be \nmemorialized in the form of supplements9 to the 2012 MTI.  (2012 MTI § 2.01(a).)   \n27. Supplement 1 was the initial supplement to the 2012 MTI .  \n(“Supplement 1 ,” ECF No. 3.5 .)  Supplement 1 provided that the satisfaction of a  \nsimultaneously created promissory note—which was called the  “Sears Farm, LLC \nSubordinated Obligation,” (“Promissory Note,” ECF No. 3.6) —would be a  new \n“obligation” of Samaritan  under the 2012 MTI.   ( Suppl. 1, at 37.)  The Promissory \nNote memorialized  Samaritan’s promise to repay Sears Farm  $3,383,000 plus six \npercent annual interest on any unpaid principal balance thereof.  (Promissory Note, \nat 1.)  The $3,383,000 amount was calculated by adding Sears Farm’s deferred fee for \nservices ($993,000) to the amount that Samaritan owed Sears Farm in exchange for \nSears Farm’s partial repayment of the Second SunTrust Loan principal ($2,390,000) \namount.10  (Compl. ¶ 56.)   \n28. Notably, § 9.01 of Supplement 1 states, in relevant pa rt, that “[n]o \npayment of principal  of the Series 2012 Subordinated Obligations  shall be made \nunless” a series of  conditions precedent listed therein have been  met.  ( Suppl. 1  \n \n9 A “supplemental indenture” is “[a] supplement to an outstanding Indenture, entered into  \npursuant to the terms of an outstanding Indenture and delivered in connection with the \nissuance of Additional Bonds, to cure an inconsistency or formal defect in the Indenture or to \namend the Indenture in some manner.   A Supplemental Indenture becomes part of the \ncontract with the bondholders.”  Supplemental Indenture, NAT’L ASS’N BOND LAW., \nhttps://www.nabl.org/bond-basics/supplemental-indenture/ (last visited March 18, 2024). \n10 This $2,390,000 figure appears to correspond to the identical amount that is presumably \nthe “Sears Farm Obligation” under the 2A -R-PCFDA.  Oddly, § 8.01 of Supplement 1 also \nrefers to the Promissory Note as the “Sears Farm Obligation,” even though the Promissory \nNote is worth $3,383,000 (plus interest).  (Suppl. 1 § 8.01.)    \n§ 9.01.)  These conditions precedent make their first appearance in Supplement 1 and \nare not mentioned in any of the other documents between Samaritan and Sears Farm \ndescribed herein up to this point.  Section 9.01 also states in pertinent part as follows: \n“No payment of interest on the Series 2012 Subordinated Obligations shall be made \nuntil the Series 2012 Obligations [11] have been paid in full.”   (Suppl. 1  § 9.01.)  \nSupplement 1 defines the “Series 2012 Subordinated Obligations” as including the \nPromissory Note along with several other amounts owed to other parties.  (Suppl. 1, \nat 4.) \n29. In addition, § 9.02 of Supplement 1 sets forth an order of priority for the \nrepayment of the Series 2012 Subordinated Obligations (which—again—includes the \nPromissory Note among a number of other obligations owed to other parties).  (Suppl. \n1 § 9.02.)  Pursuant to the order of priority, the repayment of numerous other \nobligations was given priority over repayment of the Promissory Note to Sears Farm.  \n(Suppl. 1 § 9.02.)    \n30. Neither Supplement 1 nor the Promissory Note  contain Sears Farms ’ \nsignature. \n31. Construction on Phase I of SearStone was completed in January of 2014.  \n(Compl. ¶ 79.)   \n32. Following the completion of Phase I of SearStone, Samaritan began \nworking on the financing for Phase II.  (Compl. ¶ 80.)   \n \n11 Supplement 1 defines the “Series 2012 Obligations” as, “collectively, the Series 2 012A \nObligation, the Series 2012B Obligation, and the Series 2012C Obligation.”  (Suppl. 1, at 4.)       \n33. In order to obtain the financing  for Phase II, Samaritan first needed to \nrefinance the Series 2012A Bonds.  (Compl. ¶  81.)  On 1 December 2017, Samaritan \ndid so through a process called an “advance refunding .”  (Compl. ¶  81; Samaritan’s \nBr. Supp.  Mot. Dismiss Alt. Strike, at 5, ECF No.  12.)  As part of the advance \nrefunding process, the PFA issued a second series of  bonds worth $77,745,000 ( the \n“2017 Bonds”) and loaned Samaritan the proceeds from those bonds.  (Compl. ¶  82.)  \nSamaritan then used the proceeds of the 2017 Bonds to “defease” and refinance the \nthen-outstanding 2012 Bonds. 12  (Compl. ¶  82; Samaritan’s Br. Supp. Mot. Dismiss \nAlt. Strike, at 5.) \n34. Contemporaneously with Samaritan’s receipt of  the proceeds from  the \n2017 Bonds, Samaritan and UMB Bank, National Association (“UMB Bank”) signed \nan Amended and Restated Master Trust Indenture, within which Samaritan’s \n“Obligations” to repay the 2 017 Bonds were memorialized.   (“2017 MTI ,” ECF No. \n11.3.)  Once again, this document was not signed by Sears Farm. \n35. On 1 March 2018, Sears Farm initiated a bankruptcy proceeding under \nChapter 11 of the United States Bankruptcy Code in the United States Bankruptcy \nCourt for the Eastern District of North Carolina.  See In re Sears Farm, LLC, No. 18-\n00986-5-SWH (Bankr. E.D.N.C.).  (Samaritan’s Br. Supp. Mot. Dismiss Alt. Strike, \nat 6.) \n \n12 Between November 2021 and March 2023, the PFA also issued an additional $264,605,000 \nin proceeds from bonds.  (Compl. ¶ 83.)  Those bonds, however, do not appear to be relevant \nto this case. \n36. On 30 July 2018, Sears Farm filed a reorganization plan, (ECF No. \n11.09), and D isclosure Statement, (ECF No. 11.10), in connection with the \nbankruptcy proceeding.  The Disclosure Statement listed Sears Farm’s anticipated \nclaims (or rights to payment)  against Samaritan for “payment of Pre -Finance \nSubordinated Obligations and interest due to Sears Farm, LLC from the Liquidity \nSupport Fund established under the Series 2012 Bonds and terminated as part of the \nrefinancing of the Series 2012 Bonds ,” and for “pre -finance capital [ equaling] \n$2,390,000.”  (Disclosure Statement, at 15.) \n37. On 11 February 2019, the Bankruptcy Court ordered mediation after \nSamaritan and UMB Bank—creditors entitled to vote on Sears Farm’s reorganization \nplan—objected to that plan.  (ECF Nos. 11.11–11.13.) \n38. Sears Farm, Samaritan, and UMB Bank reached a settlement  in the \nbankruptcy case on 4 March 2019.  (ECF No. 11.13, Ex. A.)       \n39. On 26 April 2019,  Sears Farm , Samaritan, and UMB  were all \nsignatories to a Settlement Agreement  reflecting th e terms of the agreed -upon \nsettlement.  (“Settlement Agreement,” ECF No. 11.15.)  Notably, in the Settlement \nAgreement, Sears Farm agreed to release various claims against Samaritan .  \n(Settlement Agrmt., App. C, at 17.)  However, Sears Farm excluded from this release \nits claim regarding “ the Samaritan -Sears Farm Subordinated Obligation [.]” \n(Settlement Agrmt., App. C, at 16–17.)   \n40. On 21 April 2023, Plaintiffs initiated the present lawsuit by filing a \nComplaint against Samaritan and Brading in Wake County Superior Court asserting \nthe following eight claims: (1) breach of contract against Samaritan; (2) breach of the \nimplied covenant of good faith and fair dealing against Samaritan; (3) fraudulent \nmisrepresentation agains t Samaritan and Brading; (4) an alternative claim for \nnegligent misrepresentation against Samaritan and Brading; (5) a claim for u nfair \nand deceptive trade practices against Samaritan and Brading; (6) breach of fiduciary \nduty against Samaritan and Brading;  (7) constructive fraud against Samaritan and \nBrading; and (8) civil conspiracy against Samaritan an d Brading.  (Compl. ¶¶  120–\n163.)   \n41. On 14 June 2023, Plaintiffs voluntarily dismissed six of the ir claims  \n(which included all of the claims against Brading), leaving only the claims for breach \nof contract and breach of the implied covenant of good faith and fair dealing against \nSamaritan.  (ECF No. 9.)\n13     \n42. Samaritan filed the present Motion on 10 July 2023 , and the parties \nsubsequently submitted briefs with respect to the Motion.  (ECF Nos. 12, 22, 27.)   \n43. The Court held a hearing on Samaritan’s Motion on 21 November 2023.  \nOver the next few months , the parties submitted supplemental memoranda at the \nCourt’s direction.  (ECF Nos. 29, 30, 35, 36.)  \n44. Samaritan’s Motion is now ripe for resolution. \nLEGAL STANDARD \n45. In its  Motion, Samaritan has  moved to dismiss both of Plaintiffs’ \nremaining claims under Rule 12(b)(1) of the North Carolina Rules of Civil Procedure \n \n13 As a result, Brading is no longer a defendant in this action.  \n \nfor lack of subject matter jurisdiction on the theory that Plaintiffs lack standing to \nbring any of the claims they  have asserted in this action .  Samaritan also seek s \ndismissal of these claims under Rule 12(b)(6) for failure to state valid claims for relief.  \nIn the alternative, Samaritan has  moved to strike certain allegations in the \nComplaint—particularly those concerning Brading —pursuant to Rule  12(f) on the \ngrounds that those allegations are irrelevant, immaterial, and scandalous.   \n46. “A plaintiff’s standing to assert its claims may be challenged under \neither Rule 12(b)(1) or Rule 12(b)(6) of the North Carolina Rules of Civil Procedure.”   \nRaja v. Patel, 2017 NCBC LEXIS 25, at *11 (N.C. Super. Ct. Mar. 23, 2017).  A Rule \n12(b)(1) motion challenges a court’s “jurisdiction over the subject matter” of the \nplaintiff’s claims.  N.C. R. Civ. P. 12(b)(1).  “Subject matter jurisdiction is the \nindispensable foundation upon which valid judicial decisions rest,” In re T.R.P. , 360 \nN.C. 588, 590 (2006), and “has been defined as ‘the power to hear and to determine a \nlegal controversy; to inquire into the facts, apply the law, and to render and enforce \na judgment,’ ” High v. Pearce, 220 N.C. 266, 271 (1941).  “[T]he proceedings of a court \nwithout jurisdiction of the subject matter are a nullity.”  Burgess v. Gibbs, 262 N.C. \n462, 465 (1964) (citation omitted). \n47. “As the party invoking jurisdiction, plaintiff[] ha[s] the burden of \nestablishing standing.”  Queen’s Gap Cmty. Ass’n v. McNamee, 2011 NCBC LEXIS \n37, at **3 (N.C. Super. Ct. Sept. 23, 2011)  (quoting Marriot v. Chatham Cnty. , 187 \nN.C. App. 491, 494 (2007)).   In determining the existence of subject matter \njurisdiction, the Court may consider matters outside the pleadings.  Emory v. Jackson \nChapel First Missionary Baptist Church , 165 N.C. App. 489, 491 (2004).   “However, \nif the trial court confines its evaluation [of standing] to the pleadings, the court must \naccept as true the [claimant]’s allegations and cons true them in the light most \nfavorable to the [claimant].”  Munger v. State, 202 N.C. App. 404, 410 (2010) (quoting \nDOT v. Blue, 147 N.C. App. 596, 603 (2001)). \n48. “It is well-established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen ‘(1) the complaint on its face reveals that no law supports the plaintiff’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’s \nclaim.’ ”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (quoting Wood \nv. Guilford Cnty., 355 N.C. 161, 166 (2002)).  The Court may also “reject allegations  \nthat are contradicted by the documents attached, specifically referred to, or \nincorporated by reference in the complaint.”  Laster v. Francis, 199 N.C. App. 572, \n577 (2009). \n49. Rule 12(f) authorizes  a court to “strik[e] from any pleading  . . . any \nredundant, irrelevant, immaterial, impertinent, or scandalous matter.”  N.C. R. Civ. \nP. 12(f).  A motion to strike is addressed to the sound discretion of the trial court.  \nBroughton v. McClatchy Newspapers, Inc., 161 N.C. App. 20, 25 (2003). \nANALYSIS \nA. Samaritan’s Motion to Dismiss \n50. “The elements of a claim for breach of contract are the existence of a \nvalid contract and a breach of that contract’s terms.”  JT Russell & Sons, Inc. v. \nRussell, 2024 NCBC LEXIS 35, at **9 (N.C. Super. Ct. Feb. 28, 2024) (citi ng Poor v. \nHill, 138 N.C. App. 19, 26 (2000)).   \n51. Additionally, “[u] nder North Carolina law, every enforceable contract \ncontains an underlying implied covenant of good faith and fair dealing ‘ that neither \nparty will do anything which injures the right of the other to receive the benefits of \nthe agreement.’ ”  Kelly v. Nolan, 2022 NCBC LEXIS 78, at **19 (N.C. Super. Ct. Jul. \n19, 2022) (citing Bicycle Transit Auth., Inc. v. Bell, 314 N.C. 219, 228 (1985)).   \n52. Plaintiffs’ claims are based upon the PCFDA Agreements.  They contend \nthat Samaritan breached its obligations to them stemming from these agreements in \nseveral respects. \n53. Specifically, Plaintiffs allege that Samaritan breached its duty to pay \nSears Farm int erest due on the sums owed pursuant to these agreements and by \n“failing to use commercially reasonable efforts to negotiate terms with respect to \nBond Refinancing to reimburse the amount of principal of pre -finance capital \nadvanced by Sears Farm on terms which are commercially favorable to Sears Farm” \nas required under the “ Efforts Clause” contained in the  2A-R-PCFDA. (Compl. \n¶¶ 121–124.)   \n54. Plaintiffs’ claim for breach of the implied covenant of good faith and fair \ndealing a sserts that Samaritan has acted in bad faith to prevent the existence of \ncertain conditions that would trigger repayment of the principal of the  Series 2012 \nSubordinated Obligations as well as SHKW’s deferred fee.  (Compl. ¶ 127.)14   \n55. In a nutshell, Samaritan argues that dismissal of Plaintiffs’ claims is \nappropriate because  (1) any contractual obligations arising from the PCFDA \nAgreements were nullified by the subsequent execution of the 2012 MTI; (2) Plaintiffs \nlack standing to bring claims based on  the 2012 MTI because they have failed to \nsatisfy certain existing conditions precedent to the assertion of such claims; and ( 3) \nSears Farm released  Samaritan from any remaining  obligations relevant to the \npresent lawsuit in the Settlement Agreement in the bankruptcy proceeding .15  \nSamaritan asserts that Sears Farm and SHKW will, in fact, be repaid the sums they \nare due but that they must wait their turn based on the priority of payments schedule \ncontained in the MTI documents.  \n56. Plaintiffs, conversely, contend that they never signed the 2012 MTI (or \nany of the ensuing MTI -related documents) and that —for this reason —those \ndocuments are not binding on them and do not supersede their rights under the \nPCFDA Agreements.  Plaintiffs further argue that for several reasons (which, in the \ninterest of brevity, the Court will not undertake to summarize)  the release of claims \n \n14 Although the Complaint is not entirely clear on this point, it appears that the breach of \ncontract claim is being asserted only on behalf of Sears Farm while the claim for breach of \nthe implied covenant of good faith and fair dealing has  been pled on beha lf of both Sears \nFarm and SHKW. \n \n15 Samaritan appears to be making this latter argument solely as to Sears Farm’s claims \ngiven that SHKW was not a party to the bankruptcy proceeding. \nin the Settlement Agreement by Sears Farm does not affect its right to bring the \nclaims it has asserted in this action. \n57. The Court has conducted a n exhaustive and painstaking review of the \nComplaint, the parties’ briefs, and the wealth of documents attached to the pleadings. \n58. The Court concludes that there are simply too many moving parts in this \ncase for Samaritan to be entitled to the relief it seeks in its Motion to Dismiss at this \nearly stage of the litigation . Although Samaritan contends that the documents \nattached to the pleadings fill in any gaps left by the allegations in the Complaint, the \nCourt disagrees.  Gaps do, in fact, remain, and the Court lacks the authority to fill in \nthose gaps under the guise of ruling on the present Motion.  Discovery will enable the \nparties to flesh out the facts regarding the events summarized above, and the Court’s \ntask in deciding the legal issues raised by the parties will be made considerably easier \nat the summary judgment stage at which time the Court will have the benefit of a \nmore fully developed factual record.   \n59. For these reasons, the Court DENIES Samaritan’s Motion to Dismiss.     \nB. Motion to Strike \n60. Finally, Samaritan moves to strike certain portions of Plaintiffs’ \nComplaint pursuant to Rule 12(f) .  Specifically, Samaritan requests that the Court \nstrike paragraphs 3, 90–119, and 129–167 of the Complaint based upon its contention \nthat those paragraphs—many of which concern the relationship between Bill Sears \nand Brading—are likely “to cause continuing professional and personal reputational \nharm without any legitimate purpose” and lack relevance given Plaintiffs’ voluntary \ndismissal of their claims against Brading.  (Samaritan’s Br. Supp. Mot. Dismiss Alt. \nStrike, at 27.) \n61. The Court, in the exercise of its discretion, CONCLUDES that \nparagraphs 129– 167 of Plaintiffs’ Complaint should be stricken  given that those \nparagraphs are relevant only to the claims that have been dismissed by Plaintiffs.  In \nall other respects, the Motion to Strike is DENIED as the remaining paragraphs are \npart of the factual narrative of the events giving rise to Plaintiffs’ remaining claims. \nCONCLUSION \nTHEREFORE, it is hereby ORDERED that Samaritan’s Motion to Dismiss \nis DENIED, and its Motion to Strike is GRANTED, in part, and DENIED, in part.   \nParagraphs 129–167 of Plaintiffs’ Complaint are hereby STRICKEN.16  \nSO ORDERED, this the 19th day of March, 2024. \n        \n/s/ Mark A. Davis    \n       Mark A. Davis  \n       Special Superior Court Judge  \n       for Complex Business Cases  \n \n16 Because of the complexity of the transactions and written agreements at issue in this case, \nthe Court directs the parties to strive for a greater degree of clarity in articulating their \narguments in future briefs than that existing with regard to the briefs  attendant to the \npresent Motion. "
}