{
  "id": "1adab7e6c678137e92174c0ef9d1293e1ccf3769fe7c2dc013db1b3ba56d2875",
  "source_file": "data/raw/ncbc/1adab7e6c678137e92174c0ef9d1293e1ccf3769fe7c2dc013db1b3ba56d2875.pdf",
  "raw_text": "Media Network, Inc. v. Mullen Adver., Inc., et al., 2006 NCBC 7. \n \nNORTH CAROLINA\n \nMECKLENBURG COUNTY\nIN THE GENERAL \nCOURT OF JUSTICE\nSUPERIOR COURT \nDIVISION\n05 CVS 7255\n \nMEDIA NETWORK, INC. d/b/a\nGATEWAY MEDIA,\n \nPlaintiff,\n \n               \nv.\n \nMULLEN ADVERTISING, INC.;\nTRANSIT ADS INCORPORATED d/b/a\nCARTELES; CARL HAYNES, individually\nand d/b/a HIGH PLAINS BUSINESS\nCONSULTING, a/k/a HIGH PLAINS\nBUSINESS, a/k/a HIGH PLAINS; and\nHIGH PLAINS \nBUSINESS\nCONSULTING, a/k/a HIGH PLAINS\nBUSINESS, a/k/a HIGH PLAINS,\n \nDefendants.\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \n \n \n \n \n \n \n \nNORTH CAROLINA\n \nMECKLENBURG COUNTY\nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION\n05 CVS 15428\n \n \nMEDIA NETWORK, INC. d/b/a\nGATEWAY MEDIA,\n \n                                    \nPlaintiff,\n \n            \nv.\n \nLONG HAYMES CARR, INC. d/b/a\nMULLEN/LHC and CARNEY MEDIA,\nINC.,\n \n                                    \nDefendants.\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \n \n \nORDER DENYING DEFENDANTS’ MOTION FOR LEAVE TO AMEND TO ADD\nCOUNTERCLAIMS AND THIRD-PARTY COMPLAINT\n                                                                                                                                    \nNexsen Pruet Adams Kleemeier, PLLC by J. Alexander S. Barrett and Stuart C. Gauffreau for\nPlaintiff Media Network, Inc. d/b/a Gateway Media.\n \nKilpatrick Stockton, LLP by W. Mark Conger and Elliott A. Fus for Defendants Mullen\nAdvertising, Inc.\n \nand Long Haymes Carr, Inc. d/b/a Mullen/LHC.\n \nBlancato, Doughton & Hart, PLLC by Thomas J. Doughton for Defendants Carl Haynes,\nindividually and d/b/a High Plains Business Consulting, a/k/a High Plains Business, a/k/a High\nPlains; and High Plains Business Consulting, a/k/a High Plains Business, a/k/a High Plains.\n \nDiaz, Judge.\n \n{1}\n      \nBefore the Court are the Motions of Defendants Mullen Advertising, Inc. (“Mullen”) and Long\nHaymes Carr, Inc. d/b/a Mullen/LHC (“Carr”) (collectively the “Defendants”) for Leave to Amend to Add\nCounterclaims and Third-Party Complaint (the “Motions to Amend”).\n  \nAfter considering the Court files,\nthe written motions, the briefs and supporting documents, and the arguments of counsel, the Court makes\nthe following:\nFINDINGS OF FACT\n{2}\n      \nPlaintiff Media Network, Inc. d/b/a Gateway Media (“Gateway”) brought these actions against\nMullen and Carr alleging that one or both entities breached a “non-cancelable” contract in which Gateway\nwas to provide services to Mullen and/or Carr in connection with an advertising program.\n[1]\n{3}\n      \nDefendants assert that the contract was cancelable on sixty (60) days written notice, and that a\nFebruary 2, 2005 letter from Defendants to Gateway properly provided for termination effective April 4,\n2005.\n{4}\n      \nThe Complaints also assert claims against the Defendants for (a) injunctive relief, (b)\nmisappropriation of trade secrets, (c) fraud, (d) negligent misrepresentation, (e) unfair and deceptive trade\npractices, and (f) negligent supervision.\n \n{5}\n      \nIn their Motions to Amend, Defendants seek to assert five (5) counterclaims (alleging breach of\ncontract/implied covenant of good faith and fair dealing, aiding and abetting breach of fiduciary duty,\ntortious interference with contract, fraud, and unfair and deceptive trade practices)\n \narising from what the\nDefendants allege were kickbacks or bribes paid by Gateway to Carl Haynes, the Mullen employee\nprimarily responsible for selecting the vendors for the advertising program at issue in the principal\nlitigation (hereinafter the “Haynes Payments”).\n{6}\n      \nDefendants also seek to file and serve a Third-Party Complaint alleging the same five (5) claims\nagainst HFT Management, Inc. d/b/a Gateway Outdoor Advertising (“HFT”), an entity that Defendants\nassert is affiliated with the Plaintiff and also bears responsibility for the Haynes Payments.\n[2]\n{7}\n      \nIn their February 2, 2005 notice to Gateway, Defendants referenced the Haynes Payments as a\npartial basis for their decision to terminate the advertising contract.\n{8}\n      \nPlaintiff filed the Complaints in these cases on April 15, 2005 (with respect to 05 CVS 7255) and\non August 23, 2005 (with respect to 05 CVS 15428).\n{9}\n      \nDefendants answered on June 13, 2005\n[3]\n, and October 31, 2005, respectively.\n{10}\n    \nThe cases were assigned to the Business Court on February 3, 2006.\n{11}\n    \nDefendants filed their Motions to Amend on February 16, 2006.\n{12}\n    \nPursuant to Rule 15 of the General Rules of Practice and Procedure for the North Carolina\nBusiness Court, the parties submitted a joint case management report (the “CMR”) on March 17, 2006.\n  \nIn\nthe CMR, the parties agreed that they could complete fact discovery in these cases on or before March 31,\n2006, subject to the Court’s resolution of the Motions to Amend and a separate motion for partial\nsummary judgment filed by the Defendants.\n  \nThe parties also submitted agreed upon dates to the Court for\nthe filing and consideration of other dispositive motions.\n \n{13}\n    \nFollowing the parties’ submission of a joint case management report, this Court entered a\nscheduling order in these matters on April 5, 2006, which, among other things, memorialized that the\ndeadline for completing discovery in both cases had expired, and adopted the deadlines set forth in the\nCMR for resolving dispositive motions.\n{14}\n    \nDefendants filed their Motions to Amend approximately forty-five (45) days before the expiration\nof the March 31, 2006 deadline for completing fact discovery. \n \n{15}\n    \nIf the Motions to Amend are allowed, Plaintiff would be entitled to conduct additional discovery as\nto the claims arising from the Haynes Payments, which in turn would require an extension of the discovery\ndeadline, and the modification of the deadlines for resolving dispositive motions.\nBased on the above Findings of Fact, I make the following: \n    \n    \nCONCLUSIONS OF LAW\n{16}\n    \nRule 15(a) of the North Carolina Rules of Civil Procedure provides that a defendant may amend\nhis pleading once as a matter of course “at any time within 30 days after it is served.”\n  \nN.C. R. Civ. P.\n15(a).\n  \nOtherwise, “a party may amend his pleading only by leave of court,” and “leave shall be freely\ngiven when justice so requires.”\n  \nId.\n{17}\n    \nGenerally, a trial court should grant a party leave to amend a pleading absent a showing of material\nprejudice.\n  \nMauney v. Morris\n, 316 N.C. 67, 72, 340 S.E.2d 397, 400 (1986); \nStetser v. TAP Pharm. Prods.\nInc., \n165 N.C. App. 1, 31, 598 S.E.2d 570, 590 (2004).\n  \nReasons warranting a denial of leave to amend\ninclude (a) undue delay, (b) bad faith, (c) undue prejudice, (d) futility of the amendment, and (e) repeated\nfailures to cure defects by previous amendment.\n  \nMartin v. Hare\n, 78 N.C. App. 358, 361, 337 S.E.2d 632,\n634 (1985).\n \n{18}\n    \nApplying the relevant factors to the Defendants’ request to amend to add counterclaims in this\ncase, I find that there has been undue delay in pursuing the counterclaims, in that Defendants knew the\nrelevant facts surrounding the Haynes Payments on or before February 2, 2005, yet they failed to assert the\nclaim in their original pleadings, and waited almost a year from the filing of the first action (in 05 CVS\n7255) to seek leave to amend.\n  \nI find further that the Defendants have offered no credible explanation for\nthe delay.\n{19}\n    \nMoreover, allowing the amendment at this stage of the cases would require an extension of the\ndiscovery deadline to allow Plaintiff to defend against the counterclaims, and a modification of the agreed\nupon deadlines for resolving dispositive motions.\n  \nThus, I conclude that Plaintiff would be prejudiced by\nthe amendment.\n  \nSee Stetser, \n165 N.C. App. at 32, 598 S.E.2d at 590-91 (finding that the trial court did\nnot abuse its discretion in denying a motion to amend that would “involve more discovery for the parties,\nslow the litigation process, and present a more unwieldy litigation for the trial court to administrate.”).\n \nAccordingly, the Court will \nDENY \nthat portion of the Defendants’ motion seeking to amend to add\ncounterclaims.\n[4]\n{20}\n    \nThe Court will also \nDENY \nDefendants’ request for leave to file and serve their Third-Party\nComplaint.\n  \nIn addition to the concerns that I have regarding the Defendants’ delay in seeking this relief,\nthe complaint fails to satisfy the requirement of a third-party pleading under North Carolina Rule of Civil\nProcedure 14(a), which limits the service of such a pleading to “a person not a party to the action who is or\nmay be liable to [a defendant] for all or part of the plaintiff’s claim against him.”\n  \nN.C. R. Civ. P. 14(a).\n{21}\n    \nThe purpose of Rule 14 is to promote judicial economy by disposing of multiple claims arising\nfrom a single set of facts in one lawsuit.\n  \nSee\n \nHeath v. Board of Comm’rs, \n292 N.C. 369, 376, 233 S.E.2d\n889, 893 (1977).\n  \nNevertheless, by its terms, Rule 14 requires the pleader to allege that there is some basis\nfor passing all or part of the liability asserted by the plaintiff against the defendant on to the third party.\n \nSee, e.g., Nat’l Bank of Canada v. Artex Indus., \n627 F. Supp. 610, 613 (S.D.N.Y. 1986) (dismissing a\nthird-party complaint without prejudice filed pursuant to Federal Rule of Civil Procedure 14(a) because,\nalthough the alleged third-party claim arose from the same transaction or set of facts as the original claim,\nits outcome was not contingent on the outcome of the main claim).\n{22}\n    \nIn this case, the Defendants’ Third-Party Complaint asserts that two other entities affiliated with\nthe Plaintiff made the Haynes Payments, with the intent to influence Mr. Haynes’ actions in selecting\nvendors for the advertising program.\n[5]\n  \nWhile I agree that the damage allegedly suffered by the\nDefendants as a result of the Haynes Payments arises from facts common to the original actions, the third-\nparty claims stand alone and are not contingent on the Plaintiff’s recovery (if any) in the principal\nlawsuits.\n  \nAccordingly, the Court declines to allow Defendants to join an additional party at this late stage\nof the litigation. \n \nCONCLUSION\n{23}\n    \nFor the reasons set forth above, the Court \nDENIES \nthe Defendants’ Motions for Leave to Amend\nto Add Counterclaims and Third-Party Complaint.\n \nThis the 24th day of May, 2006.\n \n[1]\n In response to Mullen’s claim—raised as an affirmative defense in 05 CVS 7255—that Carr was the proper party defendant,\nGateway filed a separate suit against Carr denominated as 05 CVS 15428.\n \n[2]\n Defendants’ Motions to Amend also sought to file and serve a Third-Party Complaint alleging these same claims against Heard\nCommunications, Inc. d/b/a Gateway Outdoor Advertising (“HCI”), another entity that Defendants assert is affiliated with the\nPlaintiff and also bears responsibility for the Haynes Payments.\n  \nOn March 17, 2006, Defendants filed a notice of withdrawal of\ntheir Motions to Amend as to HCI, without prejudice, because HCI is a debtor in bankruptcy.\n[3]\n Defendant Mullen amended its answer in 05 CVS 7255 on June 15, 2005.\n[4]\n Defendants’ reliance on \nCoffey v. Coffey, \n94 N.C. App. 717, 381 S.E.2d 467 (1989), to reach a different result is misplaced.\n  \nIn\nCoffey, \nthe trial court failed to articulate any basis for denial of the motion.\n  \nAs the opinion emphasized, “[w]hile the grant or denial\nof an opportunity to amend pleadings is within the discretion of the trial court, . . . the ‘outright refusal to grant the leave without\nany justifying reason appearing for the denial is not an exercise of discretion; it is merely abuse of that discretion.’”\n  \nId. \nat 722\n, \n381\nS.E.2d at 471 (citations omitted).\n  \nMoreover, in that case, the plaintiff sought leave to amend a mere four months after filing her\ncomplaint, and there was no evidence in \nCoffey \nthat the discovery deadline would be extended if the amendment were allowed.\n \n[5]\n Defendants have since withdrawn their third-party claims against HCI, in light of the latter’s recent filing of a bankruptcy\npetition."
}