{
  "id": "1af39bbe1e7ad07948f8b3a461d7157abf8465c6fa9d00044329488d4da26dbe",
  "source_file": "data/raw/ncbc/1af39bbe1e7ad07948f8b3a461d7157abf8465c6fa9d00044329488d4da26dbe.pdf",
  "raw_text": "Next Advisor Continued, Inc. v. LendingTree, Inc., 2016 NCBC 70. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 20775 \n \nNEXT ADVISOR CONTINUED, \nINC., \n \nPlaintiff, \n \nv. \n \nLENDINGTREE, INC. and \nLENDINGTREE, LLC, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nPROTECTIVE ORDER \n \n \n1. THIS MATTER is before the Court upon Defendants LendingTree, Inc. and \nLendingTree, LLC ’s (collectively, “LendingTree” or  “Defendants”) Motion for \nProtective Order (the “Motion”)  in the above -captioned case.  The Motion seeks to \nprohibit Plaintiff Next  Advisor Continued, Inc. (“Next  Advisor” or “Plaintiff”) from \ndeposing LendingTree’s Chief Executive Officer (“CEO”), Doug Lebda (“Mr. Lebda”), \nunder the “apex doctrine” and the provisi ons of Rule 26 of the North Carolina Rules \nof Civil Procedure.  For the reasons set forth herein, the Court DENIES the Motion. \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, L.L.P., by \nChristopher G. Smith, Susan H. Hargrove, and Isaac Linnartz, for \nPlaintiff Next Advisor Continued, Inc. \n \nMoore & Van Allen PLLC, by Scott M. Tyler, Russell F. Sizemore, M. \nCabell Clay, and Glenn E. Ketner, III, for Defendants LendingTree, Inc. \nand LendingTree, LLC. \n \nBledsoe, Judge. \n  \n \n \nI. \nPROCEDURAL HISTORY AND FACTUAL BACKGROUND \n2. Next Advisor alleges that “it is a le ader in the innovative business of the \ninternet content marketing of credit cards.” (Compl. ¶ 7.)   \n3. According to Next Advisor, t he business of internet content marketing of \ncredit cards “involves writing articles targeted to potential credit card applicant s.” \n(Compl. ¶ 7.)  If the viewer clicks on a credit card ad on a website and then clicks the \nlink to apply for a credit card,  “the issuer of the credit card compensates Next \nAdvisor.” (Compl. ¶ 7.)  Next Advisor alleges that the “financial and operational \ndetails of its business are highly confidential.” (Compl. ¶ 8.)  \n4. Next Advisor contends that , in late 2014 and the first -half of 2015 , \nLendingTree, which “operates a mortgage comparison website,” was “endeavor[ing]  \nto expand its business to include  lending products other than mortgages” and \n“entered into discussions about the possibility of LendingTree acquiring Next \nAdvisor.” (Compl. ¶¶ 9–12.)  During these acquisition negotiations, Next Advisor \nasserts that LendingTree and Next Advisor entered into a non-disclosure agreement, \nwhich permitted LendingTree “to use Next Advisor’s confidential information solely \nfor the purpose of evaluating the transaction.” (Compl. ¶¶ 13–14.)  After Next Advisor \nand LendingTree entered into a non-binding indication of interest for the purchase of \nNext Advisor by LendingTree, Next Advisor contends that it provided a broad range \nof confidential information and trade secret documents regarding its business to \nLendingTree. (Compl. ¶¶ 13–15.) \n \n \n5. Next Advisor alleges that “ [a]fter acqui ring Next Advisor’s confidential \ninformation, and Trade Secret Information, LendingTree began to develop new \ncontent and promote that content heavily on [the channels that Next Advisor \nconfidentially had disclosed as [its] most productive revenue channels] ” and \n“revolutionized its entire credit card marketing strategy .” (Compl. ¶ 23.)  Next \nAdvisor alleges that it objected to what it considered “LendingTree’s blatant use of \nNext Advisor’s confidential and Trade Secret Information,” but instead of denying the \nuse, Next Advisor contends that LendingTree “suggested that the problem would be \nsolved if the parties could finalize the transaction.” (Compl. ¶ 24.) \n6. Next Advisor alleges that LendingTree then made an offer to purchase Next \nAdvisor that Next  Advisor bel ieved was below the company’s fair market value. \n(Compl. ¶ 25.)  When Next Advisor’s CEO expressed dismay at the low offer price, \nNext Advisor alleges that LendingTree’s CEO, Mr. Lebda, forecast in an email that if \nNext Advisor did not accept the offered price or a little more, “the alternative path is \nthat . . . we put a bunch of people on this and we bash each other  in the market . . . \nBut we’ve got a brand. His margins shrink and we still win.” (Compl. ¶ 26.)  Next \nAdvisor rejected LendingTree’s offer an d t he acquis ition negotiations ended  soon \nthereafter. (Compl. ¶ 27.)   \n7. Next Advisor alleges that LendingTree then quickly built “an entire \nbusiness that was immediately successful using the information that it unlawfully \nand brazenly misappropriated from Next Advisor.”  (Compl. ¶ 1.)   \n \n \n8. On November 6, 2015, Next Advisor filed its Complaint initiating this \naction, alleging claims for breach of contract, misappropriation of trade secrets, and \nunfair and deceptive trade practices against LendingTree.  (Compl. ¶¶ 30–39.)  The \ngravamen of Next Advisor’s Complaint is that “LendingTree, over the explicit \nobjection of Next Advisor, willfully and wrongfully continued to use the confidential \nand trade secret information misappropriated from Next Advisor to build its own  \nNext Advisor -like business ,” and that “[h]aving stolen and copied Next Advisor’s \nmethods and relied upon highly confidential financial data belonging to Next Advisor, \nLendingTree’s credit card marketing business enjoyed a dramatic spike in revenue  \nalmost instantly, which trajectory continues, to the detriment of Next Advisor. ”  \n(Compl. ¶ 2.) \n9. Plaintiff later moved for a preliminary injunction on April 11, 2016, and \nafter an evidentiary hearing on June 21, 2016, the Court entered an Order Granting \nPlaintiff’s Motion for Preliminary Injunction on July 6, 2016. \n10. The issue for decision on Defendant’s Motion involves Plaintiff’s request to \ntake the deposition of LendingTree’s CEO, Mr. Lebda.  Next Advisor initially served \na notice on February 11, 2016 to take Mr. Lebda’s deposition on March 16, 2016 .  \nDefendants opposed Plaintiff’s request, and Plaintiff elected to pursue other discovery \nbefore later serving an amended notice on June 22, 2016 to take Mr. Lebda’s \ndeposition on July 12, 2016. (Defs.’ Mot. Protective Order ¶ 3; Pl.’s Memo. Opp. Defs.’ \nMot. Protective Order 2.)  LendingTree filed the current Motion for Protective Order \non July 8, 2016, and, as a result, Mr. Lebda’s deposition did not go forward as noticed.  \n \n \nNext Advisor subsequently deposed LendingTree’s corporate designees under N.C. R. \nCiv. P. 30(b)(6). \n11. Briefing on Defendants’ Motion for Protective Order was completed on \nAugust 15, 2016, and the Court held a telephone hearing on the Motion on August \n24, 2016.  At the conclusion of the telephone hearing, the Court denied Defendants’ \nMotion and indicated that the Court would subsequently enter a written order \nmemorializing the Court’s ruling. \nII. \nANALYSIS \n12. Under the North Carolina Rules of Civil Procedure, “[p]arties may obtain \ndiscovery regarding any matt er, not privileged, which is relevant to the subject \nmatter involved in the pending action” unless otherwise limited by order of the Court. \nN.C. R. Civ. P. 26(b)(1).   “It is not ground for objection that the information sought \nwill be inadmissible at trial if the information appears reasonably calculated to lead \nto the discovery of admissible evidence nor is it grounds for objection that the \nexamining party has knowledge of the information as to which discovery is sought.”  \nId.  “It is equally clear under the Rules that North Carolina judges have the power to \nlimit or condition discovery under certain circumstances.”  DSM Dyneema, LLC v. \nThagard, 2014 NCBC LEXIS 51, at *13 (N.C. Super. Ct. Oct. 17, 2014) (citations and \nquotation marks omitted). \n13. The “apex doctrine” reflects the specific exercise of a trial court’s discretion \nto limit discovery sought from corporate executives.   See In Re Tylenol \n \n \n(Acetaminophen) Mktg., Sales Practices & Prods. Liab. Litig., No. 14-MC-00072, 2014 \nU.S. Dist. LEXIS 89881, at *8 (E .D. Pa. July 1, 2014) (“Simply stated, the apex \ndoctrine applies when those at the top of the company, i.e., men and women at the \n‘apex,’ really don’t have personal knowledge about what is going on with the product, \nor its marketing, or its financing or re ally anything else that might be of interest to \nthe plaintiffs, or the attorneys, or the jury, or the court.”); Apple Inc. v. Samsung \nElecs. Co. , 282 F.R.D. 259, 263 (N.D. Cal. 2012) (“This judicially -created vehicle \nappropriately seeks to limit the potential for the discovery rules to serve as a tool for \nharassment.”); see also Gay v. Peoples Bank , 2014 NCBC LEXIS 46, at *9 n.4 (N.C. \nSuper. Ct. Sept. 17, 2014) (discussing doctrine).   \n14. This largely federal doctrine has been described by one federal court in  \nNorth Carolina as follows:    \nThe “apex doctrine,” rooted in Federal Rule of Civil Procedure 26, was \ndeveloped as an aid in ensuring that the liberal rules of procedure for \ndepositions are used only for their intended purpose and not as a \nlitigation tactic to create undue leverage by harassing the opposition or \ninflating its discovery costs. In its stronger form, the doctrine holds that, \nbefore a plaintiff may depose a defenda nt corporation's high -ranking \n(“apex”) officer,  that plaintiff must show that “(1) the executive has \nunique or special knowledge of the facts at issue and (2) other less \nburdensome avenues for obtaining the informat ion sought have been \nexhausted.” Wal-Mart Stores, Inc. v. Vidalakis , No. 5:07 -39, 2007 U.S. \nDist. LEXIS 95696, 2007 WL 459 1569, at *1 (W.D. Ark. Dec. 28, 2007) \n(citation omitted). While the Fourth Circuit has never discussed the \napex doctrine, Wright and Miller address its underlying considerations: \nA witness ordinarily cannot escape examination by \ndenying knowledge of any re levant facts, since the party \nseeking to take the deposition is entitled to test the \nwitness's lack of knowledge. Protective orders are \nsometimes granted on such grounds where there appears a \nclear risk of abuse because the proposed deponent is a busy \n \n \ngovernment official, or a very high corporate officer \nunlikely to have personal familiarity with the facts of the \ncase. \n8A Charles Alan Wright et al., Federal Practice and Procedure  § 2037 \n(3d ed. 2012) (footnotes omitted). The Court, attuned to the potential for \nabuse in the deposition of high-level corporate employees, will intervene \nwhere a r equested deposition represents “ an in terrorem increment of \nthe settlement value, rather than a reasonably founded hope that the \nprocess will reveal relevant evidence . . . .” Blue Chip Stamps v. Manor \nDrug Stores, 421 U.S. 723, 741, 95 S. Ct. 1917, 44 L. Ed. 2d 539 (1975); \nsee also Folwell v. Hernandez, 210 F.R.D. 169, 173 -75 (M.D.N.C. 2002) \n(permitting but a limited oral deposition of a defendant's CEO and \nPresident on those topics within the scope of the executive's unique, \npersonal knowledge). \nPut simply, the apex doctrine  is the  application of the rebuttable \npresumption that the deposition of a high -ranking corporate executive \neither violates [Federal] Rule 26(b)(2)(C)'s proportionality standard or, \non a party's motion for a protective order, constitutes “good cause” for \nsuch an order as an “annoyance” or “undue burden” within the meaning \nof [Federal] Rule 26(c)(1). Should the deposing party fail to overcome \nthis presu mption, the court must then limit or even prohibit the \ndeposition. \nPerformance Sales & Mktg. LLC v. Lowe's Cos ., 2012 U.S. Dist. LEXIS 131394, at \n*16—18 (W.D.N.C. Sept. 14, 2012);  see also Smithfield Bus. Park, LLC v. SLR Int’l \nCorp., No. 5:12-CV-282-F, 2014 U.S. Dist. LEXIS 16338, at *4, 7 (E.D.N.C. Feb. 10, \n2014) ( discussing apex doctrine and denying defendant’s motion to compel where \ndefendant “failed to overcome its burden of demonstrating that [the plaintiff’s \nofficer’s] knowledge [was] special or unique”).   \n15. The North Carolina state courts have not formally adopted the apex \ndoctrine, and the Court finds it unnecessary to do so to resolve the current Motion.  \nIndeed, similar to federal district courts under Federal Rule 26, our state trial courts \nare p ermitted to limit discovery where “justice requires it” to protect a party or \n \n \nperson, including a corporate executive, “from unreasonable annoyance, \nembarrassment, oppression, or undue burden or expense.” N.C. R. Civ. P. 26(c).  See, \ne.g., Tennessee-Carolina Transp., Inc. v. Strick Corp., 291 N.C. 618, 629, 231 S.E.2d \n597, 603 (1977) (holding expert’s deposition proper where “deposition would not have \ndelayed the trial or caused the plaintiff or the expert any unreasonable annoyance, \nembarrassment, oppression, or undue burden or expense ” under Rule 26(c) ).  Our \ntrial courts may also limit discovery if it is “unreasonably cumulative or duplicative, \nor is obtainable from some other source that is more convenient, less burdensome, or \nless expensive,” or is “unduly burdensome or expensive, taking into account the needs \nof the case, the amount in controversy, limitations on the parties’ resources, and the \nimportance of the issues at stake in the litigation.”  N.C. R. Civ. P. 26(b)(1a) .  \nAlthough the Court finds federal decisions under the apex doctrine to have persuasive \nforce in resolving Defendants’ Motion, the Court nonetheless concludes that a n \nassessment and balancing of the factors contained in Rules 26(b) and 26(c) compels \nthe conclusion that Defendants’ Motion should be denied.  \n16. Defendants allege that subjecting  Mr. Lebda to a deposition in this case \nwould be an unreasonable annoyance and an undue burden because he carries heavy \nresponsibilities as the CEO of a public ly traded company with over 300 employees , \nmaintains a demanding work schedule, and regularly travels  for LendingTree’s \nbusiness away from Charlotte . (Defs.’ Memo. Supp. Def. Mot.  Protective Order 8.)  \nMoreover, Defendants contend that Mr. Lebda’s personal knowledge is either \nirrelevant to the ma tters at issue in this litigation or is not unique and can be \n \n \ndiscovered from other LendingTree witnesses  that have been deposed and made \navailable to Next Advisor. (Defs.’ Reply Memo. Supp. Defs.’ Mot. For Protective Order \n4–5.)   \n17. Having carefully reviewed the parties’ briefs, supporting exhibits (including \nemails, deposition transcripts, power point presentations, and other documents1), and \nthe arguments of counsel, however, it appears to the Court , that Mr. Lebda has \nunique, personal knowledge relevant t o the issues in dispute in this litigation, \nincluding unique, personal knowledge relating to his active role and participation in \nthe attempted acquisition of Next Advisor, LendingTree’s strategy and conduct of the \nnegotiations and due diligence attendant to that attempted acquisition , his and \nLendingTree’s plans and efforts in connection with LendingTree’s credit card content \nmarketing business and the decision and resulting actions to expand that business, \nand his role and participation in the origins of the current dispute between Next \nAdvisor and LendingTree.   \n18. Although Mr. Lebda undoubtedly maintains a very busy schedule and \ncarries heavy responsibilities in his role as LendingTree’s CEO, courts have \nconsistently held that if a prospective deponent has relevant knowledge, the mere \nfact that the prospective deponent is a CEO or is busy does not constitute a showing \nof good cause for a protective order. See, e.g., Six West Retail Acquisition, Inc. v. Sony \nTheater Mgmt. Corp, 203 F.R.D. 98, 102 (S.D.N.Y. 2001) (“‘highly-placed executives \n                                                 \n1  Much of the evidence supporting and opposing Defendants’ Motion constitutes confidential business \ninformation that the Court has permitted the parties to file under seal.  Consequently, the Court \ndeclines to discuss the evidence with particularity in this Order  and Opinion which is filed on the \npublic record. \n \n \nare not immune from discovery[, and] ‘the fact that an executive has a busy schedule’ \ncannot shield that witness from being deposed .’”) (alteration in original) (citation \nomitted); Websidestory, Inc. v. Netratings, Inc ., C06 cv408, 2007 U.S. Dist. LEXIS \n20481, at *8–9 (S.D. Cal. Apr. 6, 2007) (citing CBS, Inc. v. Ahern, 102 F.R.D. 820, 822 \n(S.D.N.Y. 1984) (“[T]he fact that the apex witness has a busy schedule is simply not \na basis for foreclosing otherwise proper discovery.”).2 \n19. In the absence of any other evidence of “annoyance ,” “harassment,” or \n“undue burden” to Mr. Lebda, the Court concludes, in the exercise of its discretion, \nthat Plaintiff’s need for relevant information from Mr. Lebda in the context of this \ncase clearly outweighs any burden  or inconvenience imposed on Mr. Lebda  by \nrequiring him to prepare for and submit to a deposition . See, e.g.,  Willis v. Duke \nPower Co. , 291 N.C. 19, 34, 229 S.E.2d 191, 200 (1976) (“One party’s need for \ninformation must be balanced again st the likelihood of an undue burden imposed \nupon the other.”); see generally Analog Devices, Inc. v. Michalski, 2006 NCBC LEXIS \n16, at *32-38 (N.C. Super. Ct. Nov. 1, 2006) (discussing discovery standards, including \nthe “relative burdens and benefits of [discovery] as contemplated by the balancing \ntest of [Rule 26]”). \n20. Accordingly, the Court  concludes, in the exercise of its discretion, that \nDefendants’ Motion should be denied and that Plaintiff should be permitted to take \nthe deposition of Mr. Lebda in the circumstances presented in this case.  See, e.g., Six \n                                                 \n2 Our Supreme Court has held that “[d]ecisions under the federal rules are . . . pertinent for guidance \nand enlightenment in developing the philosophy of the North Carolina rules.” Turner v. Duke Univ. , \n325 N.C. 152, 164, 381 S.E.2d 706, 713 (1989). \n \n \nWest Retail Acquisition, Inc. , 203 F.R.D. at 103 –06 (denying motion for protective \norder to prohibit the deposition of CEO, where court could infer from evidence of \nCEO’s attendance at relevant board m eetings, executive committee meetings, his \nfielding of reports from senior management, and his correspondence with plaintiff \nover the escalating dispute, that he had knowledge relating to the broader issues of \nthe alleged anticompetitive acts at issue); Travelers Rental Co. v. Ford Motor Co., 116 \nF.R.D. 140, 146 (D. Mass. 1987) (“as the ultimate authority, [upper level executive’s] \nviews . . . may be of far greater probative value on the issue of intent and motive than \nthe views of the lower level executive”); Gaedeke Holdings VII, LTD v. Mills, No. 3:15-\nmc-36-D-BN, 2015 U.S. Dist. LEXIS 72889, at *9 (N.D. Tex. June 5, 2015) (denying \nplaintiff’s motion to quash the deposition of plaintiff’s CEO because  “a Rule 30(b)(6) \ndeposition or a deposition of lower -ranking personnel cannot reasonably substitute \nfor questioning of [the CEO] personally under [the] circumstances”). \nIII. \nCONCLUSION \n21. WHEREFORE, the Court hereby DENIES Defendants’ Motion  for \nProtective Order and ORDERS that Defendant s make Mr. Lebda available for \ndeposition.  The Court expects Plaintiff and Defendants to work cooperatively to \nschedule Mr. Lebda’s deposition at a time convenient for Mr. Lebda and all counsel \nbut within the time constraints imposed by the current Case Management Order. \n \n \nSO ORDERED, this the 16th day of September, 2016. \n \n \n     /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n     Special Superior Court Judge \n       for Complex Business Cases   \n \n "
}