{
  "id": "1b05c09d3bdab7e9dcf5960d63f1d9f036f86370629a96f84db79e72795ba7d4",
  "source_file": "data/raw/ncbc/1b05c09d3bdab7e9dcf5960d63f1d9f036f86370629a96f84db79e72795ba7d4.pdf",
  "raw_text": "S. Envtl. Law Ctr. v. Saylor, 2019 NCBC 59. \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 500268 \n \nSOUTHERN ENVIRONMENTAL \nLAW CENTER, \n \n   Plaintiff, \nv. \n \nSCOTT M. SAYLOR, in his official \ncapacity as President of the North \nCarolina Railroad Company, \n \nThe NORTH CAROLINA RAILROAD \nCOMPANY, \n \nand \n \nMICHAEL WALTERS, JACOB F. \nALEXANDER III, WILLIAM V. \nBELL, MARTIN BRACKETT, LIZ \nCRABILL, WILLIAM H. \nKINCHELOE, JAMES E. NANCE, \nJOHN M. PIKE, GEORGE \nROUNTREE III, FRANKLIN \nROUSE, DOUGLAS STAFFORD, \nNINA SZLOSBERG-LANDIS, and \nMICHAEL L. WEISEL, in their \nofficial capacities as members of the \nBoard of Directors of the North \nCarolina Railroad Company, \n \n   Defendants. \n \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nJUDGMENT ON THE PLEADINGS \n \n \n1. THIS MATTER is before the Court on the Motion for Judgment on the \nPleadings filed on August 2, 2019 by Defendants Scott M. Saylor  (“Saylor”), in his \nofficial capacity as President of the North Carolina Railroad Company (“NCRR”); the \nNCRR; and Michael Walters  (“Walters”), Jacob F. Alexander III, William V. Bell, \n \n \nMartin Brackett, Liz Crabill, William H. Kincheloe, James E. Nance, John M. Pike, \nGeorge Rountree III, Franklin Rouse, Douglas Stafford, Nina Szlosberg -Landis, and \nMichael L. Weisel, all in their official capacities as members of the Board of Directors \nof the NCRR (collectively, “Defendants”).  (ECF No. 7.)   After full briefing on the \nMotion and a hearing held on September 10, 2019, for the reasons stated herein, the \nCourt DENIES the Motion.  \nSouthern Environmental Law Center, by Kimberley Hunter and Ramona \nMcGee, for Plaintiff. \n \nWomble Bond Dickinson (US) LLP, by James P. Cooney, Russ Ferguson, \nand Rebecca C. Fleishman, for Defendants. \n \nRobinson, Judge.  \n \nI. INTRODUCTION \n2. This case raises an intriguing question:  may “private” corporations, \notherwise generally exempt from the disclosure requirements of the North Carolina \nPublic Records Act, N.C.G.S. § § 132-1–132-10 (“Public Records Act” or the “Act”) , \nnonetheless be subject to the Act’s requirements where those corporations are wholly-\nowned by the State of North Carolina? \n3. By initiating this lawsuit, Plaintiff Southern Environmental Law Center \n(“SELC”) ultimately seeks an order from this Court pursuant to the Public Records \nAct and N.C.G.S. § 1-253 compelling the NCRR and its agents to permit inspection of \ncertain documents pursuant to the Act.  To get there, however, SELC must establish \n(1) that the NCRR is an “agency” of the State for purposes of the Act, and (2) that the \ndocuments requested by SELC are public documents subject to disclosure under the \n \n \nAct.  The instant Motion targets that first question —whether the NCRR is an \n“agency” as defined by our public records statutes.  Generally, Defendants’ position \nis that the NCRR is a private corporatio n that is not subject to the Public Records \nAct, regardless of the fact that all of the stock of the corporation is owned by the State \nof North Carolina.  Defendants contend that ownership of 100% of the stock of the \nNCRR, and conduct by the State consiste nt with being the sole shareholder of a \nprivate corporation, does not, in and of itself, make the NCRR subject to the Public \nRecords Act.  Defendants further contend that considerable authority from the North \nCarolina Executive Branch (via the Attorney General), the staff of the Legislative \nBranch, and case law from both the North Carolina Supreme Court and Court of \nAppeals and at least one federal court in North Carolina,  establishes as a matter of \nlaw that the NCRR is not an “agency” subject to the Act.   Accordingly, the Motion \nseeks judgment on the pleadings in Defendants’ favor and dismissal of  SELC’s \nComplaint for failure to state a claim upon which relief may be granted.   \n4. SELC disputes this position and argues that the State of North Carolina \nexercises significant supervisory responsibilities and control over the NCRR, and , \naccordingly, should be considered an agency of the North Carolina government for \npurposes of the Public Records Act.  Pursuant to N.C.G.S. § 132-9(a), this matter is \ngiven priority and decided in an expedited manner. \n \n \n \n \n \nII. FACTS AND PROCEDURAL HISTORY \n5. The Court does not make findings of fact on a motion for judgment on the \npleadings but only recites those factual allegations that are relevant and necessary \nto the Court’s determination of the Motion.   \n6. SELC is a § 501(c)(3) not -for-profit organization charter ed as a North \nCarolina non-profit corporation with its principal place of business in Charlottesville, \nAlbemarle County, Virginia.  (Compl. ¶ 1 , ECF No. 3 [“Compl.”] ; Answer ¶ 1, ECF \nNo. 5 [“Answer”].)  SELC maintains registered offices in North Carolina.  (Compl. ¶ \n1; Answer ¶ 1.)  SELC, which works to protect the environment in a host of ways, was \nsignificantly involved in advocating for the Durham-Orange Light Rail transit project \n(the “Light Rail Project”).  (Compl. ¶ 2.)  Th e Light Rail Project was a planned 17.7 \nmile light rail line linking Durham and Chapel Hill, North Carolina.  (Compl. ¶ 2, fn. \n1.) \n7. The NCRR is a North Carolina corporation with its principal place of \nbusiness in Raleigh, Wake County, North Carolina.  (Compl. ¶ 4; Answer ¶ 4.)  Saylor \nis the President of the NCRR and the custodian of its public records.  (Compl. ¶ 3 ; \nAnswer ¶ 3.)  Walters is the Chairman of the NCRR Board of Directors and is also a \ncustodian of its public records.  (Compl. ¶ 5; Answer ¶ 5.)  The remaining individual \ndefendants are all members of the NCRR Board of Directors and are also custodians \nof its records.  (Compl. ¶¶ 6–17; Answer ¶¶ 6–17.)  All individual defendants are sued \nin their official capacities.  (Compl. ¶¶ 3, 5–17; Answer ¶¶ 3, 5–17.)    \n \n \n8. SELC alleges that the NCRR owns some of the existing tracks that the \nLight Rail Project contemplated the Durham -Orange light rail line would travel \nalongside through downtown Durham and that the NCRR refused to sign a \ncooperative agreement with other Light Rail Project partners.  (Compl. ¶ 2, fn. 1.)  \nThrough this lawsuit, SELC seeks certain records from the NCRR related to the Light \nRail Project.  (Compl. ¶ 51.)    \n9. The NCRR was incorporated by an Act of the North Carolina General \nAssembly (the “General Assembly”) in 1849 .  (Compl. ¶ 36; Answer ¶ 36; Ex. 4  to \nAnswer [“NCRR Charter”] .)  The Act established the charter for the NCRR (the \n“NCRR Charter”).  (Compl. ¶ 36; Answer ¶ 36.)  The NCRR Charter provides that the \nNCRR shall “have a corporate existence as a body politic in perpetuity.”  1848–49 \nN.C. Laws, CH LXXXII, Sec. 1 (Jan. 27, 1849).  (NCRR Charter 2.) \n10. The stated mission of the NC RR is “[p]utting the North Carolina Railroad \nCompany to work for the good of the people of North Carolina.”  (Compl. ¶ 31.)  \nNCRR’s mission statement proclaims that “[t]he railroad corridor is a rich asset, \nwhich [the NCRR] proudly protect[s] and manage[s]  for the benefit of North \nCarolina’s citizens.”  (Compl. ¶ 32.)    \n11. When the NCRR was originally established, the State of North Carolina \npaid an initial $2 million to become its majority shareholder.  (Compl. ¶ 37.)  The \nNCRR Charter also permitted commissioners to raise another $1 million from other \ninvestors by way of stock subscriptions.  1848–49 N.C. Laws, CH LXXXII, Sec. 5.  As \n \n \na mathematical result, upon full subscription, the State originally owned two-thirds \nof the entity and other investors owned the remaining one-third. \n12. In 1998, the State bought out the remaining privately -held NCRR shares \nand became the NCRR’s sole shareholder.  (Compl. ¶ 38.)  Since becoming the sole \nshareholder, the State has paid for $71.5 million in capital improvements for tracks, \nsignals, and bridges on NCRR’s railroad corridor.  (Compl. ¶ 41.) \n13. All thirteen members of the NCRR Board of Directors are appointed either \nby the Governor of North Carolina (7 appointments) or the General Assembly  (3 \nappointments by the Speaker of the House and 3 appointments by the President pro \ntempore of the Senate).  See N.C.G.S. § 124-15.  (Compl. ¶ 35; Answer ¶ 35.)  North \nCarolina law requires the NCRR to provide annual reports to the General Assembly.  \nN.C.G.S. § 124 -17(a).  (Compl. ¶ 43.)  Section 124-17 also provides that “[u]pon the \nrequest of the Governor or any committee of the General Assembly, [the NCRR] shall \nprovide all additional information and data within its possession or ascertainable \nfrom its records.”  N.C.G.S. § 124-17(b).  This subsection of Section 124-17 also states \nthat such disclosure “shall not be deemed to have waived any attorney -client \nprivilege[.]”  Id.  Further, under subsection (c), confidential information provided to \nthe Governor or General Assembly  pursuant to a  request made of the NCRR “is \nexempt from [the Public Records Act ]” and shall not be subject to a request [for \ninspection of public records].”  Id. § 124-17(c).   \n14. Legislation passed in 2011 requiring an evaluation of the NCRR describes \nthe corporation as “a discretely reported component unit of the State .”  N.C. Sess. \n \n \nLaw, 2011-145, Sec. 28.12A, as amended.  (Compl. ¶ 44.)   The General Assembly’s \nProgram Evaluation Division thereafter published Report Number 2012 -10 on the \nNCRR for the Joint Legislative Pro gram Evaluation Oversight Committee (the \n“Evaluation Report”).  (Compl. ¶ 47; Answer ¶ 47; Ex. 2 to Answer [“Evaluation Div. \nReport”].)  The Evaluation Report stated that the “NCRR has benefitted from its \nunique relationship with the State of North Carolin a, the corporation’s sole \nshareholder.”  (Evaluation Div. Report 1; see Compl. ¶ 47 (partially quoted language); \nAnswer ¶ 47.) This Evaluation Report also states that “[b]ecause NCRR is not part of \nstate government, several state laws do not apply to the corporation[, including] . . . \nthe State’s public records law.”  (Evaluation Report 9.) \n15. The NCRR also has eminent domain powers, above and beyond those of \nprivate railroads.  (Compl. ¶ 49.)  Further, because of its relationship with the State, \nthe NCRR is exempt from Federal and State income taxes.  (Compl. ¶ 50.)     \n16. On May 23, 2019, SELC submitted a request to Saylor in which it sought \nto inspect all records in the NCRR’s possession or control related to the Light Rail \nProject generated since January 1, 2018.  (Compl. ¶ 51; Ex. A to Compl.)  On June 25, \n2019, the NCRR’s counsel replied in a letter to SELC that “because NCRR is not \nsubject to the [Public Records] Act, it will not be producing materials in response to \n[the SELC’s] request[.]”  (Compl. ¶ 52; Ex. B to Compl.) \n17. As a result of these communications, SELC filed the instant lawsuit on July \n1, 2019.  (ECF No. 3.)    Thereafter, on August 2, 2019, Defendants filed their Answer, \n(ECF No. 5), and simultaneously filed a Notice of Designation to the North Carolina \n \n \nBusiness Court, (ECF No. 6).  Additionally, on August 2 , 2019, one minute before \nfiling their Answer, Defendants filed the Motion, (ECF No. 7), with a supporting brief, \n(ECF No. 8). \n18. Following designation of this case as a mandatory complex business case on \nAugust 5, 2019 by Order of the Chief Justice of the North Carolina Supreme Court , \n(ECF No. 1), and assignment to the undersigned on the same day by the Chief \nBusiness Court Judge , (ECF No. 2), the Court noticed and conducted a scheduling \nconference with counsel for the parties , (see ECF No. 11 ).  As a result of that \nconference, the Court issued a briefing order , (ECF No. 12) , setting deadlines for \nresponse and reply briefs on the Motion and a date for oral argument.  On August 21, \n2019, the Court noticed the Motion for hearing for September 10, 2019.  (ECF No. 14.)  \nSELC timely filed its response brief in opposition to the Motion on August 21, 2019 , \n(ECF No. 15), and Defendants timely filed their reply brief on August 30, 2019, (ECF \nNo. 21).  The Court conducted the hearing on the Motion on September 10, 2019  at \nwhich counsel for all parties were present .  The Motion is therefore ripe for \ndetermination.  \nIII. LEGAL STANDARD \n19. “A motion for judgment on the pleadings should not be granted unless the \nmovant clearly establishes that no material issue of fact remains to be resolved and \nthat he is entitled to judgment as a matter of law.”  Carpenter v. Carpenter, 189 N.C. \nApp. 755, 761, 659 S.E.2d 762, 767 (2008).  On a Rule 12(c) motion, “[t]he movant is \nheld to a strict standard and must show that no material issue of facts exists and that \n \n \nhe is clearly entitled to judgment.”  Ragsdale v. Kennedy , 286 N.C. 130, 137,  209 \nS.E.2d 494, 499 (1974).  “[T]he court cannot select some of the alleged facts as a basis \nfor granting the motion on the pleadings if other allegations, together with the \nselected facts, establish material issues of fact.”  J. F. Wilkerson Contracting Co. v. \nRowland, 29 N.C. App. 722, 725,  225 S.E.2d 840, 842  (1976).  The Court must read \nthe pleadings in the light most favorable to the nonmoving party, and \n[a]ll well pleaded factual allegations in the nonmoving party’s pleadings \nare taken as true and all contravening asser tions in the movant’s \npleadings are taken as false.  All allegations in the nonmovant’s \npleadings, except conclusions of law, legally impossible facts, and \nmatters not admissible in evidence at the trial, are deemed admitted by \nthe movant for purposes of the motion. \n \nRagsdale, 286 N.C. at 137, 209 S.E.2d at 499 (citations omitted). \n \n20. “Judgment on the pleadings is not favored by the law  . . . .”  Huss v. Huss, \n31 N.C. App. 463, 466,  230 S.E.2d 159, 162 (1976).  The function of Rule 12(c) “is to \ndispose of baseless claims or defenses when the formal pleadings reveal their lack of \nmerit.”  Ragsdale, 286 N.C. at 137, 209 S.E.2d at 499.  “[J]udgment on the pleadings \nis not appropriate merely because the claimant’s ca se is weak and he is unlikely to \nprevail on the merits.”  Huss, 31 N.C. App. at 469, 230 S.E.2d at 163.  “A motion for \njudgment on the pleadings is allowable only where the pleading of the opposite party \nis so fatally deficient in substance as to present no material issue of fact . . . .”  George \nShinn Sports, Inc. v. Bahakel Sports, Inc., 99 N.C. App. 481, 486, 393 S.E.2d 580, 583 \n(1990). \n21. If documents are attached to and incorporated within a complaint, they \nbecome part of the complaint.  Eastway Wrecker Servs., Inc. v. City of Charlotte, 165 \n \n \nN.C. App. 639, 642, 599 S.E.2d 410, 412 (2004) (“Since the exhibits to the complaint \nwere expressly incorporated by reference in the complaint, they were properly \nconsidered in connection with the motion to dismiss as  part of the pleadings. ”).  \nAccordingly, any such documents may be considered in connection with a motion for \njudgment on the pleadings without converting it into a motion for summary \njudgment.  Id.; see also Reese v. City of Charlotte, 196 N.C. App. 557, 561, 676 S.E.2d \n493, 496 (2009).    The Court may also consider documents that are the subject of a \nplaintiff’s complaint and to which the complaint specifically refers even though they \nare presented by the defendant.  See Oberlin Capital, L.P. v. Slavin , 147 N.C. App. \n52, 60, 554 S.E.2d 840, 847 (2001).  Where the plaintiff has made no admissions about \na document, however, it may not be considered by the trial c ourt on a Rule 12(c) \nmotion, even if it is attached to an answer.  Weaver v. St. Joseph of the P ines, Inc., \n187 N.C. App. 198, 205, 652 S.E.2d 701, 708 (2007) (“[T]his Court has specifically held \nthat a document attached to the moving party’s pleading may not be considered in \nconnection with a Rule 12(c) motion unless the non -moving party has made \nadmissions regarding the document.”).1   \n    \n                                                 \n1 In light of this standard, the Court acknowledges herein that although Defendants attach \nnumerous documents to their answer to which SELC has made no admission, the Court does \nnot consider those documents in deciding the Motion.  Accordingly, this Motion is decided \npursuant to the standard for determination of Rule 12(c) motions and not pursuant to Rule \n56.  See Estate of Belk v. Boise Cascade Wood Prods., L.L.C. , 824 S.E.2d 180, 183  (N.C. Ct. \nApp. 2019) (“[T]he trial court is not required to convert a motion to dismi ss into one for \nsummary judgment simply because additional documents are submitted . . . . Where it is \nclear from the record, namely from the order itself, that the additional materials were not \nconsidered by the trial court, the . . . motion is not converted into a Rule 56 motion.” (internal \nquotation marks, brackets, and citation omitted).)    \n \n \nIV. ANALYSIS  \n22.   SELC bases its claim for relief on the Public Records Act, N.C.G.S. §§ 132-\n1–132-10.  The Act provides “[e]very custodian of public records shall permit any \nrecord in the custodian’s custody to be inspected and examined at reasonable times \nand under reasonable supervision[.]”  Id. § 132-6.  The public policy underlying the \nAct is set out in Section 132-1(b) as follows: \nThe public records and public information compiled by the agencies of \nNorth Carolina government or its subdivisions are the property of the \npeople. Therefore, it is the policy of this State that the people may obtain \ncopies of their public records and public information free or at minimal \ncost unless otherwise specifically provided by law. As used herein, \n“minimal cost ” shall mean the actual cost of reproducing the public \nrecord or public information. \n \nId. § 132-1(b).  \n \n23. Public records, for purposes of the Act, are defined as: \nall documents, papers, letters, maps, books, photographs, films, sound \nrecordings, magnetic or other tapes, electronic data -processing records, \nartifacts, or other documentary material, regardless of physical form or \ncharacteristics, made or received pursuant to law or ordinance in \nconnection with the transaction  of public business by any agency of \nNorth Carolina government or its subdivisions.   \n \nId. § 132-1(a).   \n \n24. Within this definition , an “[a]gency of North Carolina government or its \nsubdivisions . . .  mean[s] and include[s] every public office, public officer or official \n(State or local, elected or appointed), institution, board, commission, bureau, council, \ndepartment, authority, or other unit of government of the State or of any county, . . . \nor other political subdivision of government.”  Id. \n \n \n25. Any person who is denied access to public records for purposes of inspection \nand examination may bring an action against the entity withholding the records \nseeking an order compelling disc losure of the documents.  Id. § 132-9(a).  Actions \nbrought pursuant to Section 132 -9 “shall be set down for immediate hearing, and \nsubsequent proceedings in such actions shall be accorded priority[.]”  Id.  \n26. The Motion, which targets SELC’s action brought pursuant to Section 132-\n9, is accordingly considered and decided on an expedited basis.  The Court first \naddresses the procedural filing of the Motion and then addresses Defendants’ \nsubstantive arguments raised therein. \nA. The Motion is procedurally defective, but nonetheless may be \nconsidered by the Court \n \n27. As a preliminary matter, SELC contends that the Motion should be denied \nbecause it is procedurally defective.  (Pl.’s Resp. to Defs.’ Mot. for J. on Pleadings 4, \nECF No. 15 [“Opp’n Br.”].)  The record demonstrates that Defendants filed the Motion \none minute before filing their Answer.  Rule 12(c) expressly provides that a motion \nunder the Rule may be filed after the pleadings are closed.  As a result, SELC submits \nthat the Court should not consider the Motion.  (Opp’n Br. 4–5.) \n28. The Court agrees with SELC that the Motion is untimely.  Even one minute \nbefore the filing of Defendants’ Answer means that the Motion was filed before the \npleadings were closed, and thus the Motion can be denied on that basis.  However, \nthe Court believes it is appropriate, notwithstanding Defendants’ procedural misstep, \nto consider the Motion on its merits because Defendants would not be legally \nforeclosed from re-filing the Motion following denial for this procedural irregularity.  \n \n \nIn the interests of judicial efficiency, and because SELC contends its principal aim is \nto quickly obtain the documents sought (as is required by Section 132-9(a)), the Court \nexercises its discretion and chooses to decide the Motion as if it were timely filed.2 \nB. The allegations in the Com plaint are not “facially deficient” and \nthe inquiry before the Cour t is fact -intensive and therefore \nincapable of resolution on a Rule 12(c) motion  \n \n29. Having carefully reviewed the Complaint, Answer, the Motion, and the \nbriefs submitted by the parties in support of and opposition to the Motion, the Court \nnow turns to the substantive merits of the Motion.  Both sides acknowledge that our \nCourt of Appeals’  decision in News & Observer Pu blishing Co. v. Wake C ounty \nHospital System, Inc., 55 N.C. App. 1, 284 S.E.2d 542 (1981) is relevant to the Court’s \nconsideration of the Motion but disagree as to its specific effect.   \n30. In News & Observer, an appeal from an order granting summary judgment \nby the trial court compelling disclosure, the Court of Appeals was required to answer \nfor the first time when a corporate entity qualifie s as an “agency” of the State or a \ncounty for purposes of the Public Records Act.  See id. at 8, 284 S.E.2d at 546.   The \nplaintiff newspaper company in that case sought an order compell ing the Wake \nCounty Hospital System (the “Hospital System”) to reveal terms of settlements \nreached in three actions brought by former employees against the Hospital System \nfor wrongful termination and to reveal expense account records maintained by the \nHospital System.  Id. at 3, 284 S.E.2d at  544.  In order for the Court of Appeals to \n                                                 \n2 At the hearing of this matter on September 10, 2019, in response to inquiry by the Court, \ncounsel for SELC made clear that SELC wanted the Court to consider the Motion on its \nmerits rather than deny the motion based on Defendants’ filing irregularity only for the Court \nto thereafter consider a renewed motion under Rule 12(c) raising the same arguments.   \n \n \ndetermine whether the trial court correctly compelled production of  the records in \nquestion, it had to answer two questions:  (1) whether the trial court was correct in \nconcluding that the Hospital System was an agency of North Carolina government or \none of its subdivisions  (namely, Wake County)  within the meaning of the Public \nRecords Act; and (2) if so, whether the records sought by the newspaper were public \nrecords subject to the Act.  Id. at 7, 284 S.E.2d at 546.   \n31. In answering the f irst question, which is also the question asked of th is \nCourt on the instant Motion, the appellate court  concluded that “Wake County’s \nsupervisory responsibilities and control over the [Hospital] System [were] manifest” \nand its “ties to the county lead . . . to the inescapable conclusion that the [Hospital] \nSystem exercised its ‘independent authority’ so intertwined with the county that it \nmust, and is, an ‘agency of North Carolina government or its subdivision;’ i.e., Wake \nCounty.”  Id. at 11, 12, 284 S.E.2d at 548, 549.   \n32. In reaching this conclusion, the appellate court considered a variety of \nfactors, including: (i) that upon dissolution, the Hospital System ’s assets were to be \ntransferred to Wake County ; (ii) that all vacancies on the board of directors were \nsubject to approval by the county commissioners; (iii) that the Hospital System \noccupied premises owned by the county virtually rent -free; (iv) that the county \ncommissioners reviewed and approved the Hospital System’s annual budget; (v) that \nthe county audited the Hospital System’s  books and records; (vi) that the Hospital \nSystem reported its charges and rates to the county; (vii) that the Hospital System \nwas financed by county bond orders; (viii) that revenue collected pursuant to the bond \n \n \norders was to be considered revenue of the county; and (ix) that the Hospital System \nwould not change its corporate existence or amend it s articles of incorporation \nwithout the county’s written consent.  Id. at 11, 284 S.E.2d at 548–49.  The appellate \ncourt also considered the fact that the Hospital System was performing an important \n“public and governmental” function.  Id. at 11–12, 284 S.E.2d at 549.     \n33. These factors, however , were not intended to be an exclusive list for our \ncourts in determining when a corporate entity is properly  considered an “agency” \nsubject to the Public Records Act.  Id. at 11, 284 S.E.2d at 548.  In fact, the Court of \nAppeals made it clear in News & Observer, which it reinforced in a subsequent \nappellate decision thereafter, that “each new arrangement must be examined anew \nand in its own context”  when determining whether a corporate entity may also be \nconsidered an agency of the government for purpose s of the public records statutes.   \nId.; see also Chatfield v. Wilmington Hous. Fin. & Dev., Inc., 166 N.C. App. 703, 707–\n08, 603 S.E.2d 837, 840 (2004). \n34. In Chatfield, the Court of Appeals considered the nine factors laid out by \nthe News & Observer Court.  The court there recognized, however, that the ultimate \nquestion before the Court was the degree of “‘supervisory responsibilities and control’ \nover a corporate entity for such an entity to qualify as a government agency and fall \nwithin the ambit of the Public Records Law.”  Chatfield, 166 N.C. App. at 708–09, 603 \nS.E.2d at 840 (quoting News & Observer Pub. Co., 55 N.C. App. at 11, 284 S.E.2d at \n548).   \n \n \n35. The Court, considering the analyses undergone by our appellate courts in \nNews & Observer  and Chatfield, agrees with SELC in its opposition to the Motion \nthat a decision regarding the applicability of the Public Records Act is necessarily \nfact-intensive and thus is generally “ill -suited for resolution on the pleadings \npursuant to Rule 12(c).”  (Opp’n Br. 2.)  SELC’s Complaint alleges facts, taken as true \nfor purposes of determining the Motion, that could weigh in favor of the Court finding \nthe NCRR an “agency” of the State for purposes of the Public Records Act.  Allegations \npotentially supportive of such a conclusion, include, f or example : (i) the NCRR’s \nassets upon dissolution will be transferred to the State ; (ii) the Governor of North \nCarolina and the General Assembly appoint all members of the NCRR Board of \nDirectors; (iii) the NCRR is required to provid e annual reports to the legislature  \nwhich go above and beyond what is required for other corporate entities; and (iv) the \nNCRR has the power of eminent domain.   \n36. Moreover, the News & Observer Court based its decision, in part, on the fact \nthat the Hospital  System was performing an important “public and governmental” \nfunction.  55 N.C. App. at 11–12, 284 S.E.2d at 549.  Likewise, here, SELC has alleged \nthat the NCRR’s stated mission is to work for the “good of the people of North \nCarolina[,]” (Compl. ¶ 31), and to manage a railroad corridor for the benefit of North \nCarolina citizens, (Compl. ¶ 32).   \n37. SELC’s allegations are, in part, supported by statute and other legislative \ndocuments, and given the similarities to the Hospital System  in News & Observer , \nthe legal claims made by SELC cannot be rejected on their face.  Thus, based on the \n \n \nrecord before it, the Court cannot conclude as a matter of law that the NCRR cannot \nbe an “agency” of the State for purposes of the Public Records Act.   Rather, this \ninquiry will require the Court to weigh factors similar to those addressed in News & \nObserver, but also other, context -specific factors that may arise upon a more fully \ndeveloped record.     \n38. Despite the foregoing allegations, Defendants posit that the facts of this \ncase are fundamental different from the facts of News & Observer.  Defendants argue \nthat the State’s degree of control over the NCRR is no different from the degree of \ncontrol any majority or sole shareholder of a corporation would  have over the entity \nit owns a controlling interest in.  (Br. in Supp. Mot. for J. on Pleadings 2–3, ECF No. \n8 [“Supp. Br.”].)  Indeed, they argue, “NCRR acts as any other private corporation \nand exercises the same rights, duties, and responsibilities und er Chapter 55 of the \nNorth Carolina General Statutes governing private corporations.”  (Supp. Br. 2.)  \n39. In support of this position, Defendants cite Southern Railway Co. v. North \nCarolina Railroad Co., wherein a federal district court found in 1897 that the State \nof North Carolina “laid down her sovereignty” when the State became a  shareholder \nof a private corporation.  81 F. 595, 600 (N.C. 1897).  There, the court concluded that \nthe state’s sovereignty did not extend to a corporation which it controlled (as  the \nowner of three-fourths of the company’s stock).  Id. at 599–600.  \n40. Upon review of this case, the Court finds it distinguishable.  The issue \nbefore the court there was whether the private corporation could benefit from the \nState’s majority interest in t he entity by invoking protections only available to the \n \n \nState (i.e. sovereign immunity).  That is admittedly different from the issue before \nthis Court, which involves the degree of control the State has over the NCRR above \nand beyond its status as a shareholder.     \n41. Defendants may in fact be correct that the State’s status as a shareholder \ndoes not, in and of itself, make the entity an “agency” of the State.  But that is not \nwhat SELC is arguing here.  In fact, SELC has alleged that the State’s involvement  \nwith the NCRR is beyond the level of involvement that an ordinary majority \nshareholder would have in a corporation.  As stated above, SELC has alleged that the \nNCRR has been given the power of eminent domain, (Compl. ¶ 49), has reporting \nrequirements set by statute that go above and beyond what is required for other \nprivate corporations, (Compl. ¶ 59(a) –(k)), and that “Saylor and NCRR staff are in \nfrequent communication with officers and employees of the State of North Carolina[,]” \n(Compl. ¶ 59(n)), which may include employees that are not on the Board of Directors.  \nThe Court, therefore, believes that Southern Railway is not controlling, and that, \ninstead, the Court must concentrate its analysis on the factors and reasoning set forth \nin News & Observer  and Chatfield—the two appellate cases that directly involve a \ncorporation’s obligations, if any, to turn over their records pursuant to Section 132 -\n1(a).   \n42. The Court also notes that Defendants attach to their Answer the \nEvaluation Report  on the NCRR publi shed by the General Assembly’s Program \nEvaluation Division, which pronounce d therein that the NCRR is not part of state \ngovernment.  (Evaluation Report 9.)  This Evaluation Report was cited in the \n \n \nComplaint, and therefore is properly before the Court on the Motion.  See Weaver, 187 \nN.C. App. at 205, 652 S.E.2d at 708.  Defendants also argue that “throughout its 170-\nyear history, the NCRR has never been considered a public agency of the State by the \n[Executive and Legislative] branches.”  (Supp. Br. 7.)  In considering the Evaluation \nReport and Defendants’ arguments  thereto, t he Court concludes that while the \nlegislature’s and the Attorney General’s pronouncements may ultimately support a \nconclusion that the NCRR and its officers and directors are not subject to the Public \nRecords Act, these formal statements, to the extent properly considered by the Court \non the Motion, are not conclusive of the issue at this stage of the proceedings.  Rather, \nthe Court concludes that, in the absence of an express legislative enactment that the \nNCRR and its leadership are exempt from the Public Records Act, the Court must \npermit this action to proceed, subject to later motions practice or trial based on a more \ncomplete factual record. \n43. Lastly, the Court’s decision to deny the Motion is based in part on the \nwording of the NCRR Charter, which declares that the NCRR shall have a “corporate \nexistence as a body politic in perpetuity.”   News & Observer, as well as other cases \ncited therein, discuss the effect a corporation ’s creation  by enactment of the \nlegislature as a “body politic ” has on the court’s “agency” determination.  News & \nObserver Pub. Co. , 55 N.C. App. at 9 –11, 284 S.E.2d at 547 –48; see also Sides v. \nCabarrus Memorial Hosp., Inc. 287 N.C. 14, 18, 213 S.E.2d 297, 300 (1975).   \n44. This Court recently found the language “body corporate and politic” to be \nan important factor, along with the power of eminent domain, in concluding  a \n \n \ncorporation was a  quasi-municipal corporation and thus a governmental agency.  \nDiCesare v. Charlotte-Mecklenburg Hosp. Auth., 2019 NCBC LEXIS 14, at *17 (N.C. \nSuper. Ct. Feb. 27, 2019) (‘“Body politic’ has been interpreted by our Supreme Court \nto ‘connote[ ] a body acting as a government, i.e. exercising powers which perta in \nexclusively to a government, as distinguished from those possessed also by a private \nindividual or a private association.’” (quoting Student Bar Ass’n Bd. of Governors v. \nByrd, 293 N.C. 594, 601, 239 S.E.2d 415, 420 (1977))).   \n45. Defendants contend that all corporations were enacted by an act of the \nlegislature in the 1840s, and that this defeats the effect of the statutory language \ndefining the NCRR as a “body politic.” 3  Defendants provide no support for this \nproposition, and the  Court, upon its own re view of the  numerous statutory \nenactments by the State legislature during its  1848–49 session , has not found \nconclusive support that the legislature enacted all corporations at that time as “body \ncorporate and politic” (or any relate d terminology) despite its intention for those \ncorporations to exist independent of the State.  This  begs the question, therefore, \nwhether the language “body politic” appearing in the NCRR Charter is dispositive, or \notherwise strongly suggestive, of the le gislature’s intention that the NCRR be \nconsidered an agency of the State for purposes of our public records statutes, despite \nany evidence to the contrary.   \n                                                 \n3 Defendants also cite two North Carolina appellate cases for the proposition that our Courts \nhave long recognized the NCRR as a private corporation.  See State v. Richmond & D.R. Co., \n73 N.C. 527, 533  (1875); Werner v. Alexander, 130 N.C. App. 435, 436,  502 S.E.2d 897, 898 \n(1998).  The Court has reviewed both cases and finds the relevant language either dicta or \ndistinguishable from the facts and relevant inquiry before the Court at this time.    \n \n \n46. Accordingly, the Court concludes that  SELC’s position taken in the \nComplaint is not factually deficient and that this matter is incapable of resolution on \nthe pleadings. \nV. CONCLUSION \n47. For the foregoing reasons, the Court hereby DENIES the Motion.  \n \nSO ORDERED, this the 11th day of September, 2019. \n \n \n/s/ Michael L. Robinson \nMichael L. Robinson \nSpecial Superior Court Judge \n   for Complex Business Cases \n "
}