{
  "id": "1b232a21088cd74cc2efeccd8cf6b5f597ffe5a4ce6360f8aa6b9a512457dd93",
  "source_file": "data/raw/ncbc/1b232a21088cd74cc2efeccd8cf6b5f597ffe5a4ce6360f8aa6b9a512457dd93.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nNEW HANOVER COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 754 \nKATHY L. SPIVEY and KS \nTRANSPORTATION, LLC, \n \nPlaintiffs, \n \nv. \n \nDARRYL M. SMITH; INMAN \nTRUCKING, INC.; INMAN \nMANAGEMENT, INC.; INMAN \nTRANSPORTATION, LLC; and \nDESPARADO, INC.,  \n \nDefendants. \n \nORDER AND OPINION ON MOTION \nFOR PARTIAL JUDGMENT ON THE \nPLEADINGS \n \n \n1. This action arises from a widow’s complaint that she has been defrauded \nby the co-owner of her late husband’s trucking business.  Kathy Spivey (“Spivey”) \nclaims that Darryl Smith (“Smith”) set up multiple entities and transferred the \nbusiness from one entity to the next in a Russian nesting doll-like scheme to winnow \nthe value of the majority interest she inherited from her husband to nothing. \n2. The case is before the Court on Defendants’ Motion for Partial Judgment \non the Pleadings pursuant to Rule 12(c) and Rule 12(b)(1) of the North Carolina Rules \nof Civil Procedure, (the “Motion”) (ECF No. 17).   \n3. Having considered the Motion, the related briefs, and the arguments of \ncounsel at a hearing on the Motion, the Motion is GRANTED in part and DENIED \nin part.  \nSpivey v. Smith, 2023 NCBC 63. \nHall & Gre en, LLP by John Felix Green  and Roseanna C. Horne , for \nPlaintiffs Kathy L. Spivey and KS Transportation, LLC. \n \nFitzgerald Hanna & Sullivan by  Douglas W. Hanna and Andrew  \nFitzgerald, for Defendants Darryl M. Smith and Desparado, Inc. \n \nDefendants Inman Trucking, Inc.; Inman Management, Inc.; and Inman \nTransportation, LLC are unrepresented. \n \nEarp, Judge. \nI. FACTUAL BACKGROUND \n4. On a motion for judgment on the pleadings, the Court does not find facts \nbut rather recites the facts alleged in the pleadings that are relevant to the Court' s \ndetermination of the Motion.  See, e.g., Erickson v. Starling, 235 N.C. 643, 657 (1952); \nLangley v. Autocraft, Inc., 2023 NCBC LEXIS 95, at **1-2 (N.C. Super. Ct. Aug. 7, \n2023). \n5. Plaintiff Kathy L. Spivey ( “Kathy Spivey” or “Spivey”) is a resident of \nNew Hanover County, North Carolina.  (Compl. ¶ 1, ECF No. 3.)  She is the widow of \nThomas Spivey, who died on 7 September 2014.  (Compl. ¶¶ 5, 15.)  \n6. Some forty years ago, Thomas Spivey  formed a trucking company  in \nBrunswick County that he named Inman Trucking, Inc. (“Inman Trucking”).  (Compl. \n¶ 8.)  At some point, he employed Smith, the son of a friend, to help him.  (Compl. ¶ \n9.) \n7. Separately, both Kathy Spivey and Smith formed entities through which \nthey own and operate trucks.  Kathy Spivey  wholly owns KS Transportation, LLC \n(“KS”).  (Compl. ¶ 15.)  Smith wholly owns Desparado,  Inc. (“Desparado”).  (Compl. \n¶¶ 7, 20.) \n8. In May 1984, while he was still actively running the business, Thomas \nSpivey formed Inman Management, Inc. (“ Inman Management”).  (Compl. ¶ 10 .)1  \nPlaintiffs believe that ownership of the company trucks was, and continues to be, held \nby Inman Management.  (Compl. ¶ 11.) \n9. During the last few years of Thomas Spivey’s life, he was seriously ill.  \nAs his condition declined, Smith increasing ly assumed control of the business.  \n(Compl. ¶ 26.) \n10. At the time of Thomas Spivey’s death in September 2014, Smith was a \n25% shareholder in Inman Management.  (Compl. ¶ 5.)  The remaining 75%, owned \nby Thomas Spivey, passed through a marital trust to his wife, Kathy Spivey.  (Compl. \n¶ 5.) \n11. Following Thomas Spivey’s passing, Smith took complete control of \nInman Management.  (Compl. ¶ 5 .)  Kathy  Spivey was not actively involved  in the \nbusiness.  She was unaware  of the particulars of its  operations or its finances.  \n(Compl. ¶ 14.)  Spivey alleges that she was dependent upon Smith to treat her fairly \nand to provide truthful information.  (Compl. ¶ 15.) \n12. But according to Spivey, Smith did just the opposite.  She claims that he \nseized control of the business and implement ed a plan to freeze  her out and render \nher ownership interest worthless.  (Compl. ¶¶ 16, 21, 29.)  In addition, Spivey alleges \n \n1 Plaintiffs have not alleged what became of Inman Trucking once Inman Management was \nformed.   \nthat Smith either used the truck she owned without paying KS or sidelined it in order \nto damage KS.  (Compl. ¶ 13.) \n13. Spivey alleges that  Smith implemented his plan in steps.   First, in \nJanuary 2016, after taking  control of Inman Management (in which Spivey was a \n75% shareholder ), Smith formed Inman Transportation, LLC (“ Inman \nTransportation”).  (Compl. ¶¶ 6, 18.)  Spivey contends that Smith repeatedly assured \nher “that she would be treated fairly and would be provided with all material facts of \nthe operation of the business[.]”  (Compl. ¶ 18.)  Relying on those assurances, Spivey \nexecuted the operating agreement for Inman Transportation and agreed to accept a \n49% minority ownership interest.  Smith, who owned the remaining 51%, became the \nmajority member and manager.   (Compl. ¶¶ 6, 18; Mem. Supp. Defs.’ Motion, Ex. C \n[“Operating Agreement”], ECF No. 18.3.)   \n14. Spivey complains that , unbeknownst to her  and without her consent , \nSmith then transferred business from Inman Management to Inman Transportation.   \nShe received no consideration for the transfer.  She also believes that Smith sold \nmany of Inman Management’s trucks and retained the proceeds for himself.  (Compl. \n¶¶ 17-19.)  Moreover, she alleges that Smith either took the truck she owns through \nKS out of operation  or has used it without paying KS .  In either event, KS  alleges \nthat it is not receiving revenue  for use of t he truck, and without an income stream , \nKS will be forced to sell the truck.  (Compl. ¶ 13.) \n15. Smith dissolved Inman Management on 30 September 2020.  (Compl. ¶ \n11.)  However, Brunswick County tax records still list Inman Management as the \nowner of company trucks valued at $3,449,707.00.  (Compl. ¶ 11.) \n16. More recently, Spivey alleges that Smith  has transferred all of Inman \nTransportation’s business either to Desparado, his wholly owned entity, or to some \nother third party.  She alleges that Smith has sold most of the trucks to unknown \nthird parties.  (Comp l. ¶¶ 20, 24.)  Spivey claims the se transfers of Inman \nTransportation’s assets occurred without her knowledge or consent and that she \nreceived no compensation for them.  (Compl. ¶¶ 20-22.)  As a result, Spivey contends \nthat her ownership interest in both Inman Management and Inman Transportation \n“has been rendered worthless.”  (Compl. ¶ 21.) \n17. Furthermore, because Smith has either idled the truck that Spivey owns \nthrough KS or has used it without paying her, KS alleges that Smith’s actions have \ndamaged it as well.  (Compl. ¶¶ 21-22.) \n18. After her husband passed away, Kathy  Spivey’s health declined to the \npoint where she came close to death  herself.  She underwent open heart surgery  in \n2019 and is presently bed-ridden.  (Compl. ¶ 31.)   Spivey asserts that the combination \nof her lack of knowledge about the business, her grief over her husband’s death, and \nher own serious disability  rendered her unable to participate in the business and \nmade her particularly dependent on  Smith and vulnerable to  his wrongdoing.  \n(Compl. ¶ 31.)    \n19. Spivey further alleges that  Smith concealed information that was \nnecessary for her to make important business decisions  and that she was incapable \nof effectively resisting his actions.  She complains that  Smith knew she was fragile \nand took advantage of her condition to benefit himself.  (Compl. ¶ 31.) \nII. PROCEDURAL HISTORY \n20. Plaintiffs fil ed their Complaint, Motion for Temporary Restraining \nOrder, Motion for Preliminary Injunction, and Request for Permanent Injunction and \nAffidavit on 6 March 2023.   ( See generally Compl.)  The Complaint asserts claims \nagainst all defendants for breach of fiduciary duty (oppression of a minority \nshareholder and member)  and fraud, and Plaintiffs seek the imposition of a \nconstructive trust, an accounting, injunctive relief, and damages.   \n21. On 6 March 2023, t he Honorable John W. Smith  entered a temporary \nrestraining order (“TRO”) directing Defendants not to destroy, conceal, dispose of, or \nalter in any fashion the business a nd banking records of Inman Trucking, Inman \nManagement, and Inman Transportation.  (TRO, ECF No. 5.)  With the agreement of \nthe parties, on 16 March 2023, the TRO was indefinitely extended until either party \nrequested a hearing on Plaintiffs’ request for a preliminary injunction.\n2  (Order, ECF \nNo. 41.) \n \n2  Subsequently, at Smith’s request, on 8 August 2023, the Court entered a briefing order, \nand a hearing on Plaintiffs’ M otion for P reliminary Injunction has been set for 6 October \n2023.  (ECF No. 43.) \n \n22. The matter was designated to the North Carolina Business Court and \nassigned to the undersigned on 17 March 2023.  (ECF Nos. 1, 2.)   \n23. On 17 April 2023, Plaintiffs filed a Motion for Entry of Default  against \nInman Trucking, Inman Management, and Inman Transportation resulting from \ntheir failure to respond to the Complaint.  (ECF No. 9.)   \n24. Subsequently, on 8 June 2023, Defendants filed this  Motion seeking to \ndismiss Plaintiffs’ claims for breach of fiduciary duty, fraud, and constructive trust.  \nThe Motion was fully briefed , and on 8 August 2023, the Court convened a hearing \non the Motion, during which all parties were present.  (See ECF No. 21.)  The Motion \nis now ripe for disposition.   \nIII. LEGAL STANDARD \n25. The Court reviews a Rule 12(c) motion as it does a motion to dismiss \npursuant to Rule 12(b)(6 ).  A zko Nobel Coatings Inc. v. Rogers, 2011 NCBC LEXIS \n42, at **19 (N.C. Super. Ct. Nov. 3, 2011).  Accordingly, the Court view s the factual \nallegations and permissible inferences in the light most favorable to the nonmoving \nparty: \n[a]ll well pleaded factual allegations in the nonmoving party’s pleadings \nare taken as t rue and all contravening assertions in the movant’s \npleadings are taken as false.  All allegations in the nonmovant’s \npleadings, except conclusions of law, legally impossible facts, and \nmatters not admissible in evidence at the trial, are deemed admitted by \nthe movant for purposes of the motion. \n \nRagsdale v. Kennedy, 286 N.C. 130, 137 (1974) (citations omitted). \n26. When ruling on the Motion, the Court may consider documents that are \nthe subject of the complaint and to which the complaint specifically refers —even if \nthey are presented by Defendants —without converting the motion to one for \nsummary judgment.  Weaver v. St. Joseph of the Pines, Inc., 187 N.C. App. 198, 204  \n(2007) (quoting Oberlin Capital, L.P. v. Slavin , 147 N.C. App. 52, 60 (2001)). T he \nCourt may reject allegations contradicted by those documents.  Laster v. Francis, 199 \nN.C. App. 572, 577 ( 2009).  Moreover, the Court need not accept as true allegations \nthat are “merely conclusory, unwarranted deductions of fact, or unreasonable \ninferences.”  Good Hope Hosp., Inc.  v. N.C. Dep’t of Health & Hum . Servs., 174 N.C. \nApp. 266, 274 (2005) (citation omitted). \n27. Rule 12(c) functions “to dispose of baseless claims or defenses when the \nformal pleadings reveal their lack of merit.”  Ragsdale, 286 N.C. at 137.  However,  a \nRule 12(c) motion “should not be granted unless the movant clearly establishes that \nno material issue of f act remains to be resolved and that he is entitled to judgment \nas a matter of law.”  Carpenter v. Carpenter, 189 N.C. App. 755, 761 (2008)  (citation \nomitted).  “A j udgment on the pleadings is not appropriate merely because the \nclaimant’s case is weak and he is unlikely to prevail on the merits.”  Huss v. Huss, 31 \nN.C. App. 463, 469 (1976).   \n28. As for Defendants’ Rule 12(b)(1) basis for dismissal, it is well-established \nthat “[s]tanding is a necessary prerequisite to a court’s proper exercise of subject \nmatter jurisdiction.”  Aubin v. Susi, 149 N.C. App. 320, 324 (2002) (citation omitted).  \nTo have standing, a par ty must have “ a sufficient stake in an otherwise justiciable \ncontroversy such that he or she may properly seek adjudication of the matter.”  Am. \nWoodland Indus., Inc. v. Tolson, 155 N.C. App. 624, 626 (2002). \nIV. ANALYSIS \nA. Breach of Fiduciary Duty \n29. Both Plaintiffs asser t a breach of fiduciary duty claim against  each \nDefendant.  (Compl. ¶¶ 25-33.)  However, there are no allegations suggesting that \nInman Trucking, Inman Management , or Inman Transportation  owed a fiduciary  \nduty to KS.   The Motion shall be GRANTED as to those entities. \n30. As for Spivey, i t is black letter law that a corporation, which acts \nthrough its directors and officers, does not owe fiduciary duties to its shareholders.  \nSee, e.g., Oliver v. Brown & Morrison, Ltd., 2022 NCBC LEXIS 20, at **28 (N.C. \nSuper. Ct. March 3, 2022) (“[A] corporation does not owe generalized fiduciary duties \nto its shareholders.”); Barefoot v. Barefoot, 2022 NCBC LEXIS 8, at **23 (N.C. Super. \nCt. Feb. 2, 2022) (“[D]irectors generally owe fiduciary duties to the corporation rather \nthan to the individual shareholders[.]”); Joalpe-Industria de Expositores, SA v. Alves, \n2015 NCBC LEXIS 11, at *29- 30 (N.C. Super. Ct. Jan. 27, 2015) (“Directors of a \ncorporation have a fiduciary duty to act in good faith, with the care that a prudent \nperson would ordinarily act in that position, and in a ma nner that the director \nreasonably believes to be in the best interest of the corporation.  This duty, however, \nis owed to the corporation itself, and not to individual shareholders.”). \n31. Likewise, the manager and officers of a limited liability company do not \nowe fiduciary duties to its members.  See, e.g,  Mary Annette, LLC v. Crider, 2023 \nNCBC LEXIS 28, at *10 -11 (N.C. Super. Ct. Feb. 23, 20 23) (“Generally, members of \nan LLC don’t owe fiduciary duties to each other or to the company, and managers and \nofficers owe fiduciary duties to the company but not to the members.” (citing Kaplan \nv. O.K. Techs., LLC, 196 N.C. App. 469, 472-74 (2009))).   \n32. Accordingly, as to  Inman Trucking, Inman Management, and Inman \nTransportation, the Motion for Judgment on the Pleadings as to Spivey shall also be \nGRANTED.3 \na.  Claims for Damage to Spivey’s Interest in Inman Management \n33. As for Spivey’s breach of fiduciary duty claim against Smith and \nDesparado for damage to her inter est in Inman Management, each argues that no \nfiduciary duties to Spivey exist.  Smith contends that, as a minority shareholder , he \ndoes not owe fiduciary duties to Spivey, the majority shareholder.  (Mem. Supp. Defs.’ \nMotion [“Defs.’ Mem. Supp.”] p. 9, ECF No. 18.)  Additionally, as a separate entity in \nwhich Spivey has no ownership interest, Desparado argues that it has no fiduciary \nresponsibility to her.  (Defs. Mem. Supp. p. 5 -6.)  The Court first addresses Smith’s \nargument.  Desparado’s argument is addressed in subpart c, below. \n34. “To state a claim for breach of fiduciary duty, Plaintiff must plead the \nexistence of a fiduciary duty, a breach of that duty, and injury proximately caused by \nthe breach.”  Langley , 2023 NCBC LEXIS 95, at ** 9 (citing Green v. Freeman, 367 \nN.C. 136, 141 (2013)).  Where there is no fiduciary duty, there can be no claim for its \nbreach.  See Governor's Club Inc. v. Governors Club Ltd. P'ship, 152 N.C. App. 240, \n \n3 The failure of Inman Trucking, Inman Management, and Inman Transportation to respond \nto the Complaint necessarily requires the entry of default against each of them.  However, \nthe Court, in its discretion, finds good cause to set aside ent ry of default as to these \nDefendants given that it has dismissed the claims attempted against them.  See N.C. R. Civ. \nP. 55(a), (d). \n247 (2002) (“A claim for breach of fiduciary duty requires the existence of a fiduciary \nduty.”). \n35. A fiduciary relationship is one in which “there has been a special \nconfidence reposed in one who in equity and good conscience is bound to act in good \nfaith and with due regard to the interests of the one reposing confidence.”  \nCommScope Credit Union v. Butler & Burke, LLP, 369 N.C. 48, 52 (2016).  “[I]t \nextends to any possible case in which a fiduciary relationship exists in fact, and in \nwhich there is confidence reposed on one side, and resulting domination and influence \non the other.”  Dalton v. Camp, 353 N.C. 647, 651-52 (quoting Abbitt v. Gregory, 201 \nN.C. 577, 598 (1931)). \n36. “As a general rule, shareholders do not owe a fiduciary duty to each \nother or to the corporation.”  Freese v. Smith , 110 N.C. App. 28, 37 (1993) (citing \nRussell M. Robinson, II, North Carolina Corporation Law, § 11.4 (1990)).  However, \nregardless of their relative ownership interests4, a de facto fiduciary duty could arise \nas a result of Smith’s alleged dominance over Spivey at a time when she was in a \nweakened condition .  See Abbitt, 201 N.C. at 598 ( “The relation and the duties \ninvolved in [the fiduciary relationship] need not be legal; it may be moral, social, \ndomestic, or merely personal.”). \n \n4 It is true, as Spivey argues, that the North Carolina Supreme Court has left open the \npossibility that a minority, but controlling shareholder, could owe a fiduciary duty to other \nshareholders if the controlling shareholder “exercises such formidable voting and \nmanagerial power that [it], as a practical matter, [is] no differently situated than if [it] had \nmajority voting control.”  Corwin v. Brit. Am. Tobacco PLC, 371 N.C. 605, 616-17 (2018) \n(quoting In re KKR Fin. Holdings LLC S’holder Litig., 101 A.3d 980, 993 (Del. Ch. 2014)).  \nGiven its holding, the Court finds it unnecessary to determine whether Smith is also a \ncontrolling minority shareholder. \n37. Still, “[t]he standard for finding a de facto fiduciary relationship is a \ndemanding one:  Only when one party figuratively holds all the cards—all the \nfinancial power or technical information, for example—have North Carolina courts \nfound that the special circumstance of a fiduciary relationship has arisen.”  \nLockerman v. S. River Elec. Mbrshp. Corp., 250 N.C. App. 631, 636 (2016).  Mere \ninfluence over another’s affairs is insufficient.  See id.; Hartsell v. Mindpath Care \nCtrs., 2022 NCBC LEXIS 130, at **11 (N.C. Super. Ct. Nov. 2, 2022). \n38. Here, there is no question that Smith, who allegedly owns 25% of Inman \nManagement, is the minority shareholder , and Spivey, who allegedly owns 75%, is \nthe majority shareholder.  Even so,  contrary to his  argument, Smith’s status as a \nminority shareholder does not preclude the possibility that he owes fiduciary duties \nto Spivey.  The question is whether Spivey has sufficiently pled that Smith “held all \nthe cards.” \n39. Spivey alleges that  Smith is aware that Sp ivey has been largely \nincapacitated since her husband’s death  due to her own serious health condition .  \nSpivey asserts that she was in a “vulnerable position” and “dependent” on Smith who \n“seized and exercised more and more control ” over Inman Management to the \nexclusion of Spivey.  She alleges that Smith  so “dominated the business affairs” of \nInman Management that he was able to  conceal material information from her and \nultimately to  transfer Inman Management’s business to Inman Transportation \nwithout her consent.  (Compl. ¶¶ 5, 15, 16, 18, 27, 31.) \n40. Assuming the truth of these allegations, as is required at this stage, the \nCourt cannot say that “it appears to a certainty that plaintiff is entitled to no relief \nunder any state of facts which could be proved in support of the claim.”  Ness v. Jones, \n89 N.C. App. 504, 505 (1988).   See Curl v. Key, 311 N.C. 259  (1984) (fiduciary \nrelationship existed when grieving siblings, aged 18 and 21, were tricked into signing \na “peace paper”  that deeded their family home to a close friend of their deceased \nfather, who promised to help stop the harassment and “ beating[s]” inflicted by the \nfamily's relatives);  Holloway v. Holloway, 221 N.C. App. 156  (2012) (fiduciary \nrelationship existed when son encouraged his mother, who was living in \n“deteriorating living conditions ” in California, to move across the country by \npromising that he would take care of her and let her live in his modular home for the \nrest of her life if she paid the son's back taxes, mortgage and other expenses, only to \nevict her two years later);  Can-Dev, ULC v. SSTI Centennial, LLC, 2018 NCBC \nLEXIS 9, at *19- 20 (N.C. Super. Ct. Jan. 25, 2018)  (de facto fiduciary duty existed \nwhen plaintiff allegedly  ceded all control over projects to defendants, resulting in \ndefendants having all the financial and technical information, without the ability to \nmonitor the projects' developments, and plaintiff lacking “ any m echanism [in the \ngoverning contract] to resolve disputes regarding the calculation of amounts owed to \nPlaintiff”). \n41. Accordingly, as to Spivey’s breach of fiduciary duty claim against Smith \nfor actions he  allegedly took that impacted her as a s hareholder in Inman \nManagement, the Motion shall be DENIED. \nb.  Claims for Harm to Spivey’s Interest in Inman Transportation \n42. Spivey also asserts that Smith breached his fiduciary duties to her as a \nmember of Inman Transportation.  This time, Spivey pleads that she is the minority \ninterest holder owning  49% of Inman Transportation, while Smith owns 51%.  \n(Compl. ¶ 6.)   \n43. As this Court has stated, generally “members of an LLC do not owe \na fiduciary duty to one another, but in some circumstances, ‘a holder of a majority \ninterest who exercises control over the LLC owes a fiduciary duty to minority interest \nmembers.’ ” Vanguard Pai Lung, LLC v. Moody, 2019 NCBC LEXIS 39, at *16 (N.C. \nSuper. Ct. June 19, 2019) (quoting Fiske v. Kieffer, 2016 NCBC LEXIS 22, at *9 (N.C. \nSuper. Ct. Mar. 9, 2016)); see also Kaplan, 196 N.C. App. at 473.  Of course, the \nmembers of an LLC are free to contract differently and may impose or \neliminate fiduciary duties for members and managers.  See,  e.g., Plasman v. Decca \nFurniture (USA), Inc., 2016 NCBC LEXIS 80, at **36 (N.C. Super. Ct. Oct. 21, 2016) \n(discussing elimination of fiduciary duties by provision in operating agreement).    \n44. There is no question that Spivey has alleged that Smith is in control of \nInman Transportation.  Not only does he hold the majority interest for voting \npurposes, but also he is the manager , vested by the operating agreement with “full \nand complete authority, power and discretion to manage and control the business of \nthe Company[.]”  (Operating Agreement §§ 3.1–3.2.)  \n45. Further, a review of Inman Transportation’s operating agreement does \nnot support Smith’s argument that any fiduciary duties that might have arisen with \nrespect to Spivey have been eliminated.  Section 3.6 limits liability to the company , \nbut it does not speak to the liability of the manager to Inman Transportation’s \nminority member.  (Operating Agreement § 3.6.)  \n46. Accordingly, as to Spivey’s breach of fiduciary duty claim against Smith \nfor actions he allegedly took that impacted her as a member of Inman Transportation, \nthe Motion shall be DENIED. \nc.  Reverse Piercing and Desparado.  \n47. Spivey also asserts a claim for breach of fiduciary duty against \nDefendant Desparado.  Desparado responds that it has no fiduciary relationship with \nSpivey.  (Defs.’ Mem . Supp.  pp. 5 -6.)  However, Spivey  alleges that Smith used \nDesparado, his wholly  owned corporation , to siphon off Inman Transportation’s \nbusiness without her knowledge or consent, and without providing her any financial \nbenefit.  (Compl. ¶¶ 20-22.)  She contends, therefore, that she should be able to pierce \nthe corporate veil and hold Desparado responsible for Smith’s breach of fiduciary \nduty. \n48. “To pierce the corporate veil is to set aside the corporate form and the \nprotections that go along with it.”  Harris v. Ten Oaks Mgmt., 2022 NCBC LEXIS 62, \nat **5 (N.C. Super. Ct. Ju ne 20, 2022).  “[V]eil piercing allows a plaintiff  to impose \nlegal liability for a corporation’s obligations . . . upon some other company or \nindividual that controls and dominates a corporation.”  Id. (quoting Green, 367 N.C. \nat 145).   \n49. Spivey has asserted the less common  form of veil piercing known as \nreverse piercing.  See Gurkin v. Sofield, 2020 NCBC LEXIS 49, at *22-24 (N.C. Super. \nCt. Apr. 15, 2020)  (explaining the doctrine of  reverse veil piercing, under which an \nentity can be held personally liable for its majority owner ’s actions).  She seeks to \nimpose liability on a company (Desparado) for the acts of its owner ( Smith), rather \nthan the other way around.  See, e.g., Fischer Inv. Cap. , Inc. v. Catawba Dev. Corp. , \n200 N.C. App. 664, 650 (2009) ( “[W]here one entity is the alter -ego, or mere  \ninstrumentality, of another entity, shareholder, or officer, the corporate veil may be \npierced to treat the two entities as one and the same, so that one cannot hide behind \nthe other to avoid liability.”).  \n50. To plead reverse piercing, a plaintiff  “must, at a minimum, begin by \npleading the same elements that are necessary to establish traditional piercing. ”    \nHarris, 2022 NCBC LEXIS 62, at **6.  A party must show “that the corporation is so \noperated that it is a mere instrumentality or alter ego of the sole or dominant \nshareholder and a shield for his activities in violation of the declared public policy or \nstatute of the State .”  Cold Springs Ventures, LLC v. Gilead Sci s., Inc., 2015 NCBC \nLEXIS 1, at *15-16 (N.C. Super. Ct. Jan. 6, 2015) (quoting Green, 367 N.C. at 145). \n51.  The Court looks for three elements: \n(1) Control, not mere majority or complete stock control, but complete \ndomination, not only of finances, but of policy and business practice in respect \nto the transaction attacked so that the corporate entity as to this transaction \nhad at the time no separate mind, will or existence of its own; and \n \n(2) Such control must have been used by the defendant to commit fraud or \nwrong, to perpetrate the violation of a statutory or other positive legal duty, or \na dishonest and unjust act in contravention of [a] plaintiff’s legal rights; and \n \n(3) The aforesaid control and breach of duty must proximately cause the injury \nor unjust loss complained of. \n \nId. at *16 (internal citations omitted). \n52. But pleading control in a conclusory fashion is insufficient.   Spivey must \nallege facts to support that conclusion.  Specifically, courts  look for allegations of \n“inadequate capitalization, noncompliance with corporate formalities, lack of a \nseparate corporate identity, excessive fragmentation, siphoning of funds by the \ndominant shareholder, nonfunctioning officers and directors, and absence of \ncorporate records.”  Gurkin, 2020 NCBC LEXIS 49, at *24-25 (citing Green, 367 N.C. \nat 145).  “[T]he presence or absence of any particular factor . . . is [not] \ndeterminative.  Rather, it is a combination of factors which . . . suggest that the \ncorporate entity attacked had no separate mind, will or existence of its own and was \ntherefore the mere instrumentality or tool of the dominant corporation.”  Fischer Inv. \nCap., Inc., 200 N.C. App. at 651 (cleaned up). \n53. Spivey has pled that Smith is the owner of 100% of the issued and \noutstanding shares of stock in Desparado, (Compl. ¶ 7), and that Smith is in complete \ncontrol of Desparado , (Compl ¶ 29 ).  She has also pled that Smith fraudulently \nconcealed material facts, (Compl. ¶ 36) .  However, Spivey fails to allege any of the \nfactors North Carolina courts consider when determining whether a party has enough \ncontrol to pierce the corporate veil.   Conclusory allegations that S mith controlled \nDesparado, standing alone, are not enough.  Gurkin, 2020 NCBC LEXIS 49, at *25.   \nAs the Supreme Court aptly stated, piercing the corporate veil “ is a strong step: \nLike lightning, it is rare and severe.”  State ex rel. Cooper v. Ridgeway Brands Mfg., \n362 N.C. 431, 439 (2008).  See also Harris, 2022 NCBC LEXIS 62, at **10 (holding \nthat plaintiff failed to allege facts to support “such an extraordinary equitable \nremedy”); cf. Norman v. Nash Johnson & Sons’ Farms, Inc., 140 N.C. App. 390, 406 \n(2000) (allowing claim against “inextricably wedded” business entities alleged to be \nunder the control of some or all of the defendants  or had entered into a conspiracy \nwith them). \n54. For this reason, t he Court concludes that Desparado’s Motion shall be \nGRANTED, without prejudice.  Spivey’s current allegations are simply insufficient to \nsupport a reverse piercing theory, and there are no direct allegations of wrongdoing \non Desparado’s part.5   \nB. Fraud \n55. Smith and Desparado contend that the y are entitled to judgment on \nPlaintiffs’ fraud claims because Spivey’s pleading does not meet the heightened \npleading requirements of Rule 9(b).  (Defs.’ Mem. Supp. p. 11.) \n56. The elements of a claim for fraud are a “(1) [f]alse representation or \nconcealment of a material fact, (2) reasonably calculated to deceive, and (3) made with \nthe intent to deceive, (4) which does in fact deceive, (5) resulting in damage to the \ninjured party.”  Johnston v. Pyka, 283 N.C. App. 183, 197 (2022).   \n \n5 Nothing herein prejudices Spivey ’s ability to move to amend the complaint should she  \ndevelop facts that would permit her to allege a veil piercing theory, and particularly if Smith \ndenies liability because he attributes certain conduct to Desparado. \n57. Rule 9(b) requires the plaintiff to state all averments of fraud “ with \nparticularity.”  N.C. R. Civ. P. 9(b).  The rule requires a plaintiff who pleads fraud to \nidentify the “time, place, and content of the fraudulent representation, identity of the \nperson making the representation and what was obtained as a result of the \nfraudulent act or representations.”  BOGNC, LLC v. Cornelius NC Self-Storage, LLC, \n2012 NCBC LEXIS 23, at **12 (N.C. Super. Ct. Apr. 25, 2012) (quoting Terry v. Terry, \n302 N.C. 77, 85 (1981 )).   See Value Health Sols., Inc. v. Pharm. Rsch. Assocs., 20 23 \nN.C. LEXIS 585, at *18 (N.C. Supreme Ct. Sept. 1, 2023) (affirming dismissal of fraud \nclaim for failure to satisfy Rule 9(b) pleading requirements). \n58. Additionally, “[t]he alleged misrepresentations must also be . . . more \nthan mere puffing, guesses, or assertions of opinions but actual representations of \nmaterial facts.”  Hart v. First Oak Wealth Mgmt., LLC, 2022 NCBC LEXIS 81, at **44 \n(N.C. Super. Ct. July 28, 2022)  (quoting Rowan Cnty. Bd. of Educ. v. U.S. Gypsum \nCo., 332 N.C. 1, 17 (1992) (internal quotation marks omitted)); Aldridge v. Metro. Life \nIns. Co., 2019 NCBC LEXIS 116, at *75 (N.C. Super. Ct. Dec. 31, 2019) (“The alleged \nmisrepresentations must also be definite and specific [.]” (internal quotation marks \nand citations omitted)). \n59. To the extent Plaintiffs attempt a claim for affirmative fraud, they  fail \nto meet this standard.  Plaintiffs’  allegations are limited to an “assurance” or  \n“indication” from Smith that he “would treat [ Spivey] fairly and the business would \ncontinue with her and Plaintiff KS receiving the funds which they were due.”  (Compl. \n¶ 35.)  A vague assurance of this nature is not a def inite, specific misrepresentation \nof a material fact and, while the “indications” are attributed to Smith, the time and \nplace that they occurred appear nowhere in the pleadings.  \n60. For these reasons, the Motion shall be GRANTED with respect to any \nclaim for affirmative fraud.   \n61. As for fraudulent concealment, however, the requirements are different: \nIn order to comply with the pleading requirements of Rule 9(b) with respect to \nfraud by omission, a plaintiff usually will be required to allege the following \nwith reasonable particularity: (1) the relationship or situation giving rise to \nthe duty to speak, (2) the event or events triggering the duty to speak, and/or \nthe general time period over which the relationship arose and the fraudulent \nconduct occurred, (3) the general content of the information that was withheld \nand the reason for its materiality, (4) the identity of those under a duty who \nfailed to make such disclosures, (5) what th ose defendant(s) gained by \nwithholding information, (6) why plaintiff’s reliance on the omission was both \nreasonable and detrimental, and (7) the damages proximately flowing from \nsuch reliance. \n \nBreeden v. Richmond C mty. Coll., 17 F.R.D. 189, 195 ( M.D.N.C. 1997) (adopted by \nLawrence v. UMLIC-Five Corp., 2007 NCBC LEXIS 20, at **9 (N.C. Super. Ct. June \n18, 2007)). \n62. This Court has recognized that “ fraudulent concealment or fraud by \nomission is, by its very nature, difficult to plead with particularity.”  Lawrence, 2007 \nNCBC LEXIS 20, at **9 (quoting Breeden, 171 F.R.D. at 195).   \n63. First, Plaintiff must identify a duty to disclose.  Such a duty arises when:  \n \n(1) a fiduciary relationship exists between the parties to the transaction; \n(2) a party has taken affirmative steps to conceal material facts from the \nother; or (3) one party has knowledge of a latent defect in the subject \nmatter of the negotiations about which the other party is both ignorant \nand unable to discover through reasonable diligence.   \n \nHerrera v. Charlotte Sch. of L., LLC , 2018 NCBC LEXIS 35, at *38- 39 (N.C. Super. \nCt. Apr. 20, 2018) (quoting Hardin v. KCS Int’l, Inc., 199 N.C. App. 687, 696 (2009)). \n64. The Court has found that Spivey  has sufficiently alleg ed that Smith \nowed her fiduciary duties.  A fiduciary relationship gives rise to a duty to disclose.  \nSee, e.g., Harton v. Harton, 81 N.C. App. 295, 297 (1986). \n65. The second, third, fourth, and fifth  elements require Plaintiff to plead \nwith particularity the general time period over which the relationship arose and the \nfraudulent conduct occurred, the general content of the information withheld and the \nreason for its materiality , the identity of the defendant  who failed to make \ndisclosures, and what the defendant gained by withholding information.   Breeden, \n171 F.R.D. at 195.  Spivey alleges that Smith began concealing information from her \nat least by 15 January 2016, when Inman Transportation was organized,  and that \nthe concealment resulted in the transfer of business from Inman Management to \nInman Transportation.  (Compl. ¶ 17.)   She alleges that  more recently Smith has \ntransferred business from Inman Transportation to Desparado .  (Compl ¶ 20.)    \nSpivey claims that Smith engaged in this wrongdoing to devalue her interest in the \ntrucking business and so that he would personally profit.   (Compl. ¶ 3 6.)  These \nallegations are sufficiently particular to meet Spivey’s pleading requirements and to \nallow Smith to address the claim.  Breeden, 171 F.R.D. at 196. \n66. Smith focuses on t he sixth Breeden element, which requires Spivey to \nplead with particularity “why [her] reliance on the omission was both reasonable and \ndetrimental[.]”  Id. at 195.  See, e.g., Lawrence, 2007 NCBC LEXIS 20, at * *9 \n(emphasizing that reasonable and detrimental reliance must be pled with \nparticularity).  He argues that , as a member of Inman Transportation, Spivey had \ninformation rights that she could have exercised  and her failure to do so dooms her \nclaim.  (Defs.’ Mem. Supp. p. 12-13.) \n67. But Spivey contends that information was purposefully kept from her \nby Smith, a person she trusted as a fiduciary.   She claims that her illness made her \n“incapable of effectively resisting and countering [Smith’s] actions[.]”  (Compl. ¶ 31.)  \nShe further alleges that she believes Smith has destroyed business records that would \nhave revealed “this financial misdealing.”  (Compl. ¶ 23.) \n68. Where a plaintiff alleges that information was purposefully kept from \nher by her fiduciary, rather than by a defendant in an arms-length transaction, the \nallegation that she detrimentally relied on her fiduciary  is sufficient to satisfy Rule \n9(b) at the pleadings stage.  Compare BDM Invs. v. Lenhil, Inc. , 2012 NCBC LEXIS \n7, at **59-60 (N.C. Super. Ct. Jan. 18, 2012) (Plaintiffs may be excused from showing \nreasonable reliance where the claims arise from fiduciary relationships)  and Small \nv. Dorsett , 223 N.C. 754 , 761  (1944) (“Where a confidential relationship exists \nbetween the parties, failure to discover the facts constituting fraud may be excused.”), \nwith Olivetti Corp. v. Ames Bus. Sys., Inc., 319 N.C. 534, 543 (1987) ( “When the \nparties deal at arms length and [one party] has full opportunity to make inquiry but \nneglects to do so and the [other party] resorted to no artifice which was reasonably \ncalculated to induce the purchaser to forego investigation action in deceit will not lie.” \n(quoting Calloway v. Wyatt, 246 N.C. 129, 134 (1957))). \n69. Additionally, Spivey  alleges that she believes that records have been \ndestroyed to conceal the truth.  (Compl. ¶ 23.)  Therefore, even if Smith does not owe \nher fiduciary duties, she alleges that his conduct has effectively prevented her from \ndetermining the truth.  See Howard v. IOMAXIS, LLC , 2021 NCBC LEXIS 116, at \n*25 (Dec. 22, 2021) (holding that “[w]hile reliance is not reasonable where the plaintiff \ncould have discovered the truth of the matter through reasonable diligence but failed \nto investigate,” Plaintiffs have alleged that Defendants’ conduct prevented them from \ndiscovering the alleged fraud (citing Aldridge v. Metro. Life Ins. Co ., 2019 NCBC \nLEXIS 116, at *110 (N.C. Super. Ct. Dec. 31, 2019))); Flanders/Precisionaire Corp. v. \nBank of N.Y. Mellon Trust Co., 2015 NCBC LEXIS 36, at *36 (Apr. 7, 2015) (holding \nthat the plaintiff's allegations that it “ was not privy to the information which would \nhave allowed it to understand the nature of the Loan transaction” and would not have \nentered the transaction had it known the true facts were sufficient to satisfy Rule \n9(b)).  \n70. As for KS ’ claim against Smith for fraudulent co ncealment, the \nComplaint fails at Breeden’s first step.  There are no allegations that would give rise \nto a duty to disclose.  In fact, there are very few allegations in the Complaint that \nspeak to the nature of any legal responsibility to KS.  KS complains that “at least one \ntruck is still owned by Plaintiff KS but due to the actions of Defendant Smith . . . the \ntruck is not in service or operating and no funds are being paid to . . . KS resulting in \nthe necessity of sale of the truck by Plaintiff KS.”  (Compl. ¶ 13.)  While this allegation \nsuggests that KS has been damaged, fraudulent concealment is not alleged. \n71. Accordingly, the Court DENIES  the Motion  with respect to Spivey’s \nclaim against Smith for fraudulent concealment, but the Motion with respect to KS’ \nclaim for fraudulent concealment shall be GRANTED. \nC.  Statute of Limitations \n72. Defendants contend that Spivey’s claims for breach of fiduciary duty and \nfraud are time-barred because they arose when she signed the operating agreement \nfor Inman Transportation on 15 January  2016, and the action was not commenced \nuntil March 2023.  (Defs.’ Mem. Supp. pp. 7-8.) \n73. Spivey responds that it has only been within the three years prior to \nfiling this action that she became aware that  Smith was selling trucks without \naccounting for the proceeds and using Inman Transportation, and now Desparado, to \ndeprive her of her ownership interest in the b usiness.  ( Mem. Opp. Defs.’ Motion \n[“Pls.’ Mem. Opp.”], p. 17 ECF No. 19.)   \n74. Claims for fraud and breach of fiduciary duty are subject to a three-year \nstatute of limitations that begins when the claims accrue.  See BDM Invs., 2012 \nNCBC LEXIS 7, at **36 (st atute of limitations for claims of fraud is three years) \n(citing N.C.G.S. § 1-52(9)); Loray Mill Devs., LLC v. Camden Loray Mill Phase 1, LLC, \n2023 NCBS LEXIS 21, at **31 (N.C. Super. Ct. Feb. 7, 2023) (claims for breach of \nfiduciary duty are subject to a three-year statute of limitations (citing N.C.G.S. §§ 1-\n52(1), (5), (9))). \n75. A claim generally accrues, and the statute of limitations begins to run, \nwhen the right to institute and maintain suit arises.  See Ocean Hill Joint Venture v. \nN.C. Dep’t of Env’t, Health & Nat. Res. , 333 N.C. 318, 323 (1993).  If the discovery \nrule applies, however, a claim will not accrue until the plaintiff knows or should have \nknown that his rights have been violated.  See Chisum v. Campagna, 376 N.C. 680, \n701 (2021) ( under the discovery rule, the limitations period begins at the time the \nplaintiff knew or should have known of the breach). \n76. Fraud claims are subject to the discovery rule.  See, e.g., Christ enbury \nEye Ctr., P.A. v. Medflow, Inc., 2015 NCBC LEXIS 64, at **18 (N.C. Super. Ct. June \n19, 2015), aff’d, 370 N.C. 1 (2017) (“The statute of limitations governing a fraud claim \nis three years and begins to run from the time the claimant should have discovered \nthe facts constituting the fraud.” (citing N.C.G.S. § 1-52(9))). \n77. Breach of fiduciary duty claims are also subject to the discovery rule.  \nToomer v. Branch Banking & Tr. Co., 171 N.C. App. 58, 68-69 (2005) (discovery rule \napplies to claims for breach of fiduciary duty).  \n78. In general, determining when a plaintiff disc overed or should have \ndiscovered that he or she has been wronged is a question of fact to be answered by \nthe jury.  See Forbis v. Neal, 361 N.C. 519, 524 (2007) (noting that “a jury must decide \nwhen fraud should have been discovered in the exercise of reasonable diligence under \nthe circumstances”).  However, “where all material allegations of fact are admitted in \nthe pleadings and only questions of law remain ,” judgment on the pleadings may be \nproperly entered.  Aetna Cas. and Sur. Co. v. Anders, 116 N.C. App. 348, 349 (1994). \n79. Here, Spivey alleges that Defendants’ wrongful actions occurred without \nher knowledge and were concealed from her .  (Compl. ¶¶ 17, 19, 20, 31,  36-38, 40.)  \nAt paragraph 19 of the Complaint she alleges: “ [o]ver a period of time, the exact \nparameters of which are not known to Plaintiff Kathy at this time, the business of \nDefendant [Inman] Management was ‘transferred’ by Defendant Smith to Defendant \n[Inman] Transportation without any consideration being paid there fore to Plaintiff \nKathy and without her consent.”  (Compl. ¶  19.)  Similarly, at paragraph 36 she \nalleges: “Defendant Smith, acting individually and through the defendant entities . . . \nconcealed material facts from the Plaintiffs over a period of years[.]”  \n80. While she was certainly aware that she signed the operating agreement \nfor Inman Transportation in January 2016, Spivey  contends that  there was n o \ndisclosure, accounting, or report of any kind that would have put  her on notice that \nSmith was systemically using Inman Transportation to devalue her interest and to \nbenefit himself.  (Compl. ¶¶ 36-38.)  Thus, determining when Spivey, in the exercise \nof reasonable care and due diligence, should have discovered the conduct giving rise \nto her claims is not one that can be resolved at this juncture.  See Hunter v. Guardian \nLife Ins. Co. of Am. , 162 N.C. App. 477, 48 6 (2004) (“[D]etermining when [the] \nplaintiff should, in the exercise of reasonable care and due diligence, have discovered \nthe [alleged] fraud is a question of fact to be resolved by the jury.”). \n81. Furthermore, Spivey ha s alleged a claim for constructive fraud even \nthough she did not label it as such.  See Marzec v. Nye, 203 N.C. App. 88, 91 (2010)  \n(observing that a claim may be stated even if not “properly labeled”).  To survive this \nMotion, a cause of action for constructive fraud must allege “(1) a relationship of trust \nand confidence, (2) that the defendant took advantage of that position of trust in order \nto benefit himself, and (3) that plaintiff was, as a result, injured .” \nWhite v. Consol. Planning, Inc., 166 N.C. App. 283, 294 (2004). \n82. The Court has determined that Spivey has adequately pled that Smith \nowed her fiduciary duties.  She alleges that Smith seized control of the business and \nused that control for his personal advantage and profit.  (Compl. ¶¶ 16-18, 26, 31, 36.)  \nShe asserts that she was injured as a result.  (Compl. ¶¶ 13, 16, 21-22, 29, 31, 37, 39.)  \nAccordingly, Plaintiff has sufficiently pled a claim for constructive fraud, which is \nsubject to a ten -year statute of limitations.  N.C.G.S. § 1 -56.  Given that Thomas \nSpivey did not pass away until September 2014, Kathy Spivey’s  claim alleging \ndamage to the ownership interest she inherited is well within the ten-year statute of \nlimitations. \nD.  Standing \n \n1.  Direct v. Derivative Action \n83. In his brief, Smith argues that the claims attempted are derivative and, \ntherefore, Spivey lacks standing to sue directly. 6  ( Defs.’ Mem. Supp. pp. 9 -11.)  \nGenerally, “ shareholders cannot pursue individual causes of action against third \nparties for wrongs or injuries to the corporation that result in the diminution or \ndestruction of the value of their stock. ”  Barger v. McCoy Hillard & Parks, 346 N.C. \n650, 658 (1997).  Instead, their recourse is to bring a derivative action on behalf of \n \n6 During the hearing, Counsel for Smith and Desparado appeared to concede that Spivey \ncould bring direct claims.  As our Court of Appeals has observed, “[i]t is not always easy to \ndistinguish between a right of the corporation and a right belonging to an individual \nshareholder.  ‘The same wrongful conduct can give rise to both [.]’ ”  Norman, 140 N.C. App \nat 395 (quoting Russell M. Robinson, II, Robinson on North Carolina Corporations Law § 17-\n2(a) at 333 (5th ed. 1995)). \nthe entity.  However, there are two exceptions that permit a shareholder to sue \ndirectly: “(1) where there is a special duty, such as a contractual duty, between the \nwrongdoer and the shareholder, and (2) where the shareholder suffered an injury \nseparate and distinct from that suffered by other shareholders.”  Id.  This rule applies \nnot only in the context of claims involving a corporation but also to claims involving \nan LLC.  See Norment v. Rabon, 2022 NCBC LEXIS 73, at ** 16-17 (N.C. Super. Ct. \nJuly 7, 2022). \n84. The Court concludes for the reasons stated herein that Spivey has met \nthe first Barger exception by sufficiently alleging that Smith owed her fiduciary \nduties.  Therefore, to the extent Spivey’s injuries are based on her breach of fiduciary \nduty claim, she may bring a direct claim against Smith, even if Inman Management \nor Inman Transportation was also harmed. \n85. In addition, \"[a]n injury is peculiar or personal to the shareholder if a \nlegal basis exists to support [the] plaintiff's allegations of an individual loss, separate \nand distinct from any damage suffered by the corporation .\"  Barger, 346 N.C. at 659 \n(internal quotation marks omitted).  Spivey alleges that she was the victim of fraud.  \nHer damages are distinct from, and in addition to, the injury sustained by either \nInman Management or Inman Transportation.  Consequently, with respect to her \nfraud claim, Spivey satisfies the second Barger exception and may bring a direct \nclaim.  Id. \n  \n2.  Marital Trust \n86. Defendants contend that because Spivey’s shares of Inman Management \nwere held in a marital trust  after her husband’s death , the only part y w ho has \nstanding to sue for harm to Inman Management is the trustee.  Referencing various \nstock certificates, they argue that Kathy Spivey’s claim is misdirected and that her \nonly recourse would be to sue the trustee, not Smith.  ( Defs.’ Mem. Supp. pp. 9-11.)  \nSpivey responds that , as the beneficiary of the trust, she has always been the real \nparty in interest.  (Pls.’ Mem. Opp. pp. 11-12.)   \n87. The North Carolina Rules of Civil Procedure provide that “[e]very claim \nshall be prosecuted in the name of the real party in interest[.]”  N.C.R. Civ. P. 17(a).  \n“A real party in interest is a party who is benefited or injured by the judgment in the \ncase and who by substantive law has the legal right to enforce the claim in question.”  \nSlaughter v. Swicegood, 162 N.C. App. 457, 463 (2004) (quoting Carolina First Nat’l \nBank v. Douglas Gallery of Homes, 68 N.C. App. 246, 249 (1984)) (cleaned up).   \n88. The Court first observes that Defendants ’ reliance on stock certificates \nthat were neither referenced nor attached to the pleadings is not appropriate at this \nstage.  “A judgment on the pleadings is a method by which a trial court may dispose \nof a claim when it is evident from the face of the pleadings that the claim lacks merit.”  \nChina Grove 152, LLC v. Town of China Grove, 242 N.C. App. 1, 5  (2015) (quoting \nDeMent v. Nationwide Mut. Ins. Co., 142 N.C. App. 598, 600 (2001).7   \n \n7  The Court distinguishes its ability to consider  Inman Transportation’s operating \nagreement, which is specifically referenced in the Complaint , from its inability to consider  \nthe stock certificates, which are not mentioned in the Complaint.  See Oberlin, 147 N.C. App. \nat 60. \n89. Looking only at the pleadings, Spivey alleges upon information and \nbelief that , as to Inman Management, she “was a majority owner by virtue of a \nmarital trust executed by her husband, Thomas Caddell Spivey, who at the time of \nhis death was owner of 75% of the issued and outstanding shares of stock and  \nDefendant Smith owned 25%.”  (Compl. ¶ 5.)  Nowhere does she allege that a third-\nparty trustee controlled her interest  at any time, much less  at the time when her \ncauses of action accrued.  Because Spivey has adequately pled that she has standing \nto sue, the motion to dismiss for lack of subject matter jurisdiction shall be DENIED.   \nC. Constructive Trust \n90. Finally, Defendants move to dismiss Spivey’s claim for a  constructive \ntrust because a constructive trust is a remedy, not a claim.  The Court agrees.  As the \nSupreme Court has explained,  \nA constructive trust is a duty, or relationship, imposed by courts of equity to \nprevent the unjust enrichment of the holder of title to, or of an interest in, \nproperty which such holder acquired through fraud, breach of duty or some \nother circumstance making it inequitable for him to retain it against the claim \nof the beneficiary of the constructive trust. \n \nWilson v. Crab Orchard Dev. Co., 276 N.C. 198, 211 (1970).  “ [T]he imposition of \na constructive trust is a remedy, not a standalone claim.”  Barefoot, 2022 NCBC LEXIS \n8, at **33; c f. Cury v. Mitchell , 202 N.C. App. 558, 562 (2010) (holding that \nconstructive trust is a remedy for a successful breach of fiduciary duty claim) .  \nAccordingly, Defendants’ Motion for Judgment on the Pleadings  with respect to  a \nclaim for constructive trust shall be  GRANTED, but the Court’s ruling is without \nprejudice to Spivey’s right to pursue the constructive trust remedy to the extent that \none or more claims justify it. \nV. CONCLUSION \n91. WHEREFORE, for the reasons stated herein, Defendants’ Motion for \nPartial Judgment on the Pleadings is GRANTED in part and DENIED in part as \nfollows:   \na.  As to Pla intiffs’ claims against Inman Trucking, Inc., Inman \nManagement, Inc., Inman Transportation, LLC , and Desparado, Inc. , the \nMotion is GRANTED, and these claims are dismissed without prejudice; \nb. As to Plaintiffs’ claim for affirmative fraud , the Motion is GRANTED,  \nand this claim is dismissed without prejudice; \nc. As to KS Transportation, LLC’s claims for breach of fiduciary duty or \nfraudulent concealment, the Motion is GRANTED, and this claim is dismissed \nwithout prejudice; \nd. As to Plaintif fs’ constructive trust “claim ,” the Motion is GRANTED, \nand the claim is dismissed without prejudice to Plaintiffs’  ability to seek such \na remedy should a claim support it;   \nd. In all other respects, Defendants’ Motion for Judgment on the Pleadings \nis DENIED. \n \n  \nSO ORDERED, this the 18th day of September, 2023. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}