{
  "id": "1c1a36b9620905825fa4d99bdb6afe2c8cd8ebbc43eb59cdb82fa59648c8cb17",
  "source_file": "data/raw/ncbc/1c1a36b9620905825fa4d99bdb6afe2c8cd8ebbc43eb59cdb82fa59648c8cb17.pdf",
  "raw_text": "Harris v. Wachovia Corp., 2011 NCBC 3. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF MECKLENBURG 09 CVS 25270 \n \n \nCAMERON M. HARRIS, DOROTHY W. ) \nHARRIS and GARY HARRIS, ) \n  Plaintiffs ) \n   )  OPINION AND ORDER \n v.  ) ON DEFENDANTS' \n    ) MOTIONS TO DISMISS AND \n   ) FOR SUMMARY JUDGMENT \n   )  \nWACHOVIA CORPORATION, WELLS )   \nFARGO & COMPANY, G. KENNEDY  )  \nTHOMPSON, DONALD K. TRUSLOW, )  \nTHOMAS J. WURTZ, BENJAMIN P. )  \nJENKINS, III, ROBERT K. STEEL and DOE ) \nDEFENDANTS 1 THROUGH 25, ) \n  Defendants ) \n \n \nTHIS CAUSE, designated a complex business case by Order of the Chief Justice \nof the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, all references to the North Carolina General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Chief Special Superior Court Judge for Complex Business \nCases, now comes before the court upon the Defendants' Motion to Dismiss as to all \nPlaintiffs, pursuant to the provisions of Rule 12(b)(6), North Carolina Rules of Civil \nProcedure (\"Rule(s)\"); and the Defendants' Motion for Summary Judgment as to \nPlaintiffs Cameron M. Harris and Dorothy W. Harris, pursuant to the provisions of Rule \n56 (collectively, the Motion to Dismiss and Motion for Summary Judgment may be \nreferred to as the \"Motions\"); and \nTHE COURT, having considered the Motions, the arguments and briefs in \nsupport of and opposition to the Motions and appropriate matters of record, \nCONCLUDES that the Motion to Dismiss should be GRANTED and that the Motion for \nSummary Judgment should be DENIED, as moot, for the reasons stated herein.1\nPratt-Thomas Walker, PA by Lindsay Smith-Yancey, Esq. for Plaintiffs Cameron \nM. Harris, Dorothy W. Harris and Gary Harris. \n \nSmith Moore Leatherwood, LLP by Robert R. Marcus, Esq. and Matthew N. \nLeerberg, Esq. for Plaintiffs Cameron M. Harris, Dorothy W. Harris and Gary \nHarris. \n \nRobinson, Bradshaw & Hinson, PA by Louis A. Bledsoe, III, Esq. and Adam K. \nDoerr, Esq. for Defendants Wachovia Corporation, Wells Fargo & Company, G. \nKennedy Thompson, Donald K. Truslow, Thomas J. Wurtz, Benjamin P. Jenkins, \nIII and Robert K. Steel. \n \nJolly, Judge. \n \nI. \nPROCEDURAL HISTORY\n[1] On October 1, 2009, at 2:37 p.m., Cameron M. Harris, Dorothy W. Harris \nand Gary Harris (collectively, \"Plaintiffs\") filed this civil action against Defendants \nWachovia Corporation (\"Wachovia\" or the \"Company\"); Wells Fargo & Company (\"Wells \nFargo\"); G. Kennedy Thompson (\"Thompson\"); Donald K. Truslow (\"Truslow\"); Thomas \nJ. Wurtz (\"Wurtz\"); Benjamin P. Jenkins, III (\"Jenkins\"); Robert K. Steel (\"Steel\") \n(collectively, Thompson, Truslow, Wurtz, Jenkins and Steel are identified by the \n                                                 \n1 A related civil action was filed in Forsyth County on October 1, 2009, at 3:29 p.m. (the \"Forsyth County \nAction\"), although summons was not issued in that action until October 7, 2009.  The Forsyth County \nAction is captioned Robert E. Browne, III, et al. v. G. Kennedy Thompson, et al., and designated Forsyth \nCounty Civil Action No. 09 CVS 8588.  In substance, the Forsyth County Action differs from the instant \nmatter in that Plaintiffs in the Forsyth County Action added KPMG, Inc. as a party defendant.  The Forsyth \nCounty Action raises the same substantive Rule 12(b)(6) issues as the instant action, and parallel Rule \n12(b)(6) motions to dismiss were filed by all Defendants in the Forsyth County Action.  By separate \nOpinion and Order of even date herewith, the court has ruled upon the respective motions to dismiss in \nthe Forsyth County Action. \n  \nComplaint as the \"Individual Defendants\") and Doe Defendants 1 through 25 (\"Doe \nDefendants\"), alleging in substance that Defendants participated in a fraudulent scheme \ndesigned to deceive and defraud Plaintiffs into holding their shares of Wachovia \ncommon stock. \n[2] Plaintiffs allege the following claims  (\"Claim(s)\"): First Cause of Action \n(Fraud/Fraudulent Concealment) against all Defendants; Second Cause of Action \n(Negligent Misrepresentation) against all Defendants and Third Cause of Action (Breach \nof Fiduciary Duty) against the Individual Defendants. \n[3] Defendants' Motion to Dismiss and Motion for Summary Judgment were \nfiled December 14, 2009.  The Motions have been fully briefed and argued, and are ripe \nfor determination. \nII. \nFACTUAL BACKGROUND \n Among other things, the Complaint alleges that: \nParties \n[4] At times material to the allegations, Plaintiffs collectively owned over \n900,000 shares of Wachovia common stock, which has now been converted to Wells \nFargo common stock.2 \n[5] Wachovia is a North Carolina corporation with its principal office located in \nCharlotte, North Carolina.3 \n[6] Wells Fargo is a Delaware corpor ation, headquartered in San Francisco, \nCalifornia.4\n                                                 \n2 Compl. ¶ 234. \n3 Id. ¶ 6. \n  \nThe Individual Defendants currently are or have been directors of Wachovia at all \nrelevant times.5 \n[7] Defendant Thompson served as Wachovia's President and Chief \nExecutive Officer from December 1999 through June 2, 2008.6 \n[8] Defendant Wurtz served as Wachovia's  Senior Executive Vice President \nand Chief Financial Officer at all relevant times.7 \n[9] Defendant Truslow served as Wachovia's Chief Risk Officer at all relevant \ntimes.8 \n[10] Defendant Steel, as Defendant Thompson's successor, served as \nWachovia's President and Chief Executive Officer from July 9, 2008, through December \n31, 2008.9 \n[11] Defendant Jenkins is or was Vice  Chairman, member of the Operating \nCommittee and President of the General Bank of Wachovia at all relevant times.10 \n[12] The Doe Defendants consist of the follo wing: Does 1-5, the person, firm or \ncorporation that employed any of the above-named individual Defendants; Does 6-10, \nthe person, firm or corporation that acted as an agent or agency for any agency for any \nnamed or fictitiously identified defendant; Does 11-15, the person, firm or corporation \nthat misrepresented or concealed certain material facts to and from the Plaintiffs; Does \n16-20, the correct legal designation of that or those persons or entities who committed \nthose acts of wrongful conduct as outlined in the Complaint and Does 21-25, the correct \n                                                                                                                                                             \n4 Id. ¶ 7. \n5 Id. ¶¶ 8-12. \n6 Id. ¶ 8. \n7 Id. ¶ 9. \n8 Id. ¶ 10. \n9 Id. ¶ 12. \n10 Id. ¶ 11.  \n  \nlegal designation of that or those persons or entities who are and/or were the principal, \nagent, employee or representative to any Defendant named in this action or any \nDefendant described fictitiously herein.11 \nWachovia's Acquisition of Golden West \n[13] The Individual Def endants participated in a fraudulent scheme designed to \ndeceive Plaintiffs and the public as to the financial stability of Wachovia.  The scheme \nprimarily grew out of Wachovia's 2006 acquisition of Golden West Financial Corporation \n(\"Golden West\"), a California-based bank and mortgage lender with a large portfolio of \nadjustable-rate mortgages known as \"Pick-A-Pay\" loans.12 \n[14] Pick-A-Pay loans allow borrowers to  select from four different payment \noptions each month.13  Borrowers who make only the minimum payment, i.e. less than \nthe accrued interest, experience \"negative amortization,\" meaning the principal balance \nof the loan increases rather than decreases with each monthly payment.14  The monthly \nminimum payment also resets and adjusts annually, increasing the risk of default.15 \n[15] When Golden West made Pick-A-Pay l oans it did not rely on a borrower's \ncredit score, but rather only required employment and asset verifications on a case-by-\ncase basis.16 \n[16] Golden West's Pick-A-Pay loans we re extremely risky and susceptible to \ndefault and loss in a declining real estate market.17 \n                                                 \n11 Id. ¶ 19. \n12 Id. ¶¶ 31-37.  \n13 Id. ¶ 32.  \n14 Id. ¶ 34. \n15 Id.  \n16 Id. ¶ 37.  \n17 Id. ¶ 42. \n  \n[17] As a result of its acquisition of Golden West, Wachovia experienced \nunprecedented losses from 2006 to 2008.18  The Individual Defendants, faced with a \nrapidly deteriorating housing market and strained mortgage system, concealed \ninformation regarding underwriting standards, collateral quality and necessary reserves \nfor their loans.19 \n[18] Defendants also concealed problem s relating to the value and accounting \ntreatment of Wachovia's holdings in collateralized debt obligations.20 \n[19] The Complaint details, at length, Wa chovia's allegedly false public SEC   \nfilings, press releases and earnings calls regarding the financial strength, stability and \nliquidity of Wachovia, beginning in January 2007 and concluding in September 2008.21  \nPlaintiffs' Direct Communication with the Individual Defendants \n[20] In addition to the information provided to the public, Plaintiffs received \nfalse and misleading information concerning Wachovia's financial stability directly from \nDefendants Thompson and Jenkins.22 \n[21] On or about June 28, 2007, Gary  Harris spoke by telephone with \nDefendant Thompson regarding Wachovia and Gary Harris' investment in the \nCompany.23  During this conversation, Thompson told Gary Harris that Wachovia's loan \nportfolio was \"solid\" and that Wachovia was not susceptible to the effects of the \ndeclining real estate market.\n24 \n                                                 \n18 Id. ¶ 49.  \n19 Id. ¶ 50. \n20 Id. ¶ 46. \n21 Id. ¶¶ 51-52. \n22 Id.  ¶ 237.  \n23 Id. ¶ 240.  \n24 Id.  \n  \n[22] Between June 28, 2007, and June 2, 2008, Cameron Harris had several \ntelephone conversations with Thompson regarding Cameron Harris' investment in \nWachovia and the Company's financial viability.25  During each telephone conversation \nThompson reassured Cameron Harris that Wachovia's loans were well-collateralized, \nthe company had adequate loss reserves and the Golden West acquisition was helping \nWachovia grow.26  Thompson reassured Cameron Harris that his and his family's \ninvestment in Wachovia was safe.27 \n[23] On or about February 18, 2008, T hompson visited with Cameron and Gary \nHarris during a hunting trip.28  During the visit, Plaintiffs told Thompson they were \nconsidering selling their Wachovia stock.29  Thompson responded that their stock would \nbe \"okay\" and that Wachovia was not planning on cutting its dividend.30  In holding their \nshares, Plaintiffs relied on Thompson's assurances.31 \n[24] Plaintiffs also had direct comm unication with Defendant Jenkins regarding \nWachovia and Wachovia's stock.32 \n[25] On or about May 18, 2007, Came ron Harris called Jenkins to inquire \nwhether the integration of Golden West into Wachovia was going well and whether \nWachovia was experiencing any instability due to the decline in the real estate market.33  \n                                                 \n25 Id. ¶ 241. \n26 Id.  \n27 Id.  \n28 Id. ¶ 243. \n29 Id.  \n30 Id.  \n31 Id. ¶ 246.  \n32 Id. ¶ 247.  \n33 Id. ¶ 249. \n  \nJenkins assured Cameron Harris that the integration had gone well and that it was \nhelping Wachovia grow stronger.34 \n[26] Between May 18, 2007, and September 4, 2008, Cameron Harris \ntelephoned Jenkins several times to inquire about the status of Wachovia's business \nand his investment in the company.35  In response, Jenkins represented that \nWachovia's business was stable and its loan portfolio was well collateralized.36 \n[27] In early 2008, Cameron and Doro thy Harris traveled by airplane with \nJenkins between Palm Beach, Florida and Charlotte.37  During this trip, Plaintiffs \ninquired about the status of Wachovia's business and whether the Golden West merger \nwas hurting Wachovia.38  Jenkins responded that the merger was going well and their \ninvestment in Wachovia was secure.39 \n[28] During 2007 and 2008 Thompson, Tr uslow and Wurtz collectively sold \nover 200,000 of their Wachovia shares.40  By selling their shares soon after the Golden \nWest acquisition, these Defendants engaged in insider trading.41  \n[29] In late September 2008, Wachov ia's share prices fell below $1 per \nshare.42  Shortly thereafter, Wachovia announced a proposed sale of its banking assets \nto Citigroup; however, Wachovia ultimately rejected the Citigroup acquisition.43 \n[30] On December 31, 2008, Wells Fargo consummated a merger with \nWachovia and acquired all outstanding shares of Wachovia stock in a stock-for-stock \n                                                 \n34 Id. ¶ 250. \n35 Id. ¶ 251.  \n36 Id.  \n37 Id. ¶ 253. \n38 Id.  \n39 Id. ¶ 262. \n40 Id. ¶ 262. \n41 Id. ¶ 263. \n42 Id. ¶ 276. \n43 Id.  \n  \ntransaction.44  Wachovia shareholders, including Plaintiffs, received 0.1991 shares of \nWells Fargo common stock in exchange for each share of Wachovia common stock \nthey owned.45   \nThe Plaintiffs' Forbearance Agreement \n[31] From 2007 to 2008, Cameron and Doro thy Harris, either together or \nindividually, borrowed over $24 million from Wachovia Bank, NA.46 \n[32] Plaintiffs subsequently  defaulted on these loans in 2008, at which time \nthey owed Wachovia approximately $12.89 million.47  After the default, the Plaintiffs \nasked Wachovia to forbear from exercising its rights and remedies under the loan \ndocuments and to provide them with certain financial accommodations.48  Wachovia \nagreed, and the parties entered into a Forbearance Agreement (the \"Agreement\").49 \n[33] The Agreement includ es, among other things, a release (\"the Release\") \nexecuted by Plaintiffs as part of the consideration given for Wachovia's forbearance.  \n[34] The Release reads in full as follows: \n6.6 Release. \n (a) In consideration of the agreements of Bank \ncontained herein and for other good and valuable \nconsideration, the receipt and su fficiency of which is hereby \nacknowledged, Borrower, on behalf of itself and its \nsuccessors, assigns, and other legal representatives, hereby \nabsolutely, unconditionally and irrevocably releases, remises \nand forever discharges the Ba nk, and its successors and \nassigns, and its present and fo rmer shareholders, affiliates, \nsubsidiaries, divisions, predec essors, directors, officers, \nattorneys, employees, agents and other representatives (the \n                                                 \n44 Id. ¶ 281.  \n45 Id.  \n46 Defs.' Br. Supp. Mot. Summ. J. 2.  \n47 Id.  \n48 Id. \n49 Id.  \n  \nBank and all such other Persons being hereinafter referred \nto collectively as the \"Releasees\" and individually as a \n\"Releasee\"), of and from all demands, actions, causes of \naction, suits, covenants, contract, controversies, \nagreements, promises, sums of money, accounts, bills, \nreckonings, damages and any and all other claims, \ncounterclaims, defenses, right s of set-off, demands and \nliabilities whatsoever (individually, a \"Claim\" and collectively, \n\"Claims\") of ever y name and nature, k nown or unknown, \nsuspected or unsuspected, both at law and in equity, which \nBorrower or any of its successors, assigns, or other legal \nrepresentatives may now or hereafter own, hold, have or \nclaim to have against the Releasees or any of them for, \nupon, or by reason of any circumstances, action, cause or \nthing whatsoever which arises at  any time on or prior to the \nday and date of this Agreement, including, without limitation, \nfor or on account of, or in relation to, or in any way in \nconnection with this Agreemen t, or any of the other Loan \ndocuments or transactions ther eunder or related thereto; \nhowever, nothing herein shall (i ) affect the rights of the \nBorrowers regarding withdraw als from their depository \naccounts other than the Collateral or Stock Accounts, and (ii) \nthey may participate in the proceeds of any shareholders suit \nbrought against the Releasees.\n50\n \nIII. \nDEFENDANTS' MOTION TO DISMISS\n \n[35] Dismissal of an action pursuant to Rule 12(b)(6) is appropriate when the \ncomplaint fails to state a claim upon which relief can be granted. \n[36] In deciding a Rule 12(b)(6) moti on, the well-pleaded allegations of the \ncomplaint are taken as true and admitted, but conclusions of law or unwarranted \ndeductions of facts are not admitted.  Sutton v. Duke, 277 N.C. 94, 98 (1970). \n[37] A complaint fails to state a clai m upon which relief can be granted when \neither (a) the complaint on its face reveals that no law supports the plaintiff's claim, (b) \nthe complaint on its face reveals the absence of facts sufficient to make a good claim or \n                                                 \n50 Jones Aff. Ex. A. \n  \n(c) some fact disclosed in the complaint necessarily defeats the plaintiff's claim.  \nJackson v. Bumgardner, 318 N.C. 172, 175 (1986).  However, a complaint should not \nbe dismissed for failure to state a claim upon which relief can be granted unless (a) it \ndoes not give sufficient notice to the defendant of the nature and basis of the plaintiff's \nclaim or (b) it appears beyond a reasonable doubt that the plaintiff could not prove any \nset of facts in support of his claim that would entitle him to relief.  Sutton, 277 N.C. at \n108. \nA. \nThe Parties' Contentions\n[38] Defendants argue t hat Plaintiffs may not assert their individual Claims in \nthis action because in substance the Claims seek to recover directly for loss caused by \na wrong committed against the Company.  They contend that such Claims are \nderivative and rest solely with the corporate entity.51   \n[39] Defendants rely on the general rule set out by the North Carolina Supreme \nCourt in Barger v. McCoy Hillard & Parks, 346 N.C. 650, 658 (1997), that \"shareholders \ncannot pursue individual causes of action against third parties for wrongs or injuries to \nthe corporation that result in the diminution or destruction of the value of their stock.\"  \nThey argue that Plaintiffs may not assert individual claims to recover for loss in the \nvalue of their shares when other Wachovia shareholders and the Company itself \nsuffered similar losses.\n52 \n                                                 \n51 Defendants' argument in substance raises a standing issue.  A party must have standing to assert a \nclaim in order to invoke the subject matter jurisdiction of this court.  See Estate of Apple v. Commercial \nCourier Express, Inc., 168 N.C. App. 175, 177, disc. rev. denied, 359 N.C. 632 (2005). \n52 Defs.' Br. Supp. Mot. Dis. 4. \n  \n[40] Defendants also argue that even if  Plaintiffs' Claims are not deemed to be \nfatally derivative, they nonetheless should be dismissed because North Carolina does \nnot recognize \"holder claims.\"   Such claims typically are actions for damages by \nshareholder plaintiffs who allege that they decided not to sell their shares because of a \nmisrepresentation or failure to disclose unfavorable information.53  Defendants argue \nthat because Plaintiffs were \"holders,\" in that they neither bought nor sold shares in the \nCompany at times material, they do not have any viable Claims.54 \n[41] Defendants further arg ue that even if Plaintiffs' Claims are not derivative \nand are not deemed to be fatal holder claims, this court still should dismiss the Claims \non various other grounds. \n[42] In response, the Plaintiffs argue that the Complaint asserts individual \nClaims for personal losses, not derivative claims for injuries to Wachovia.  They contend \nthat the Claims fall within one or both of the two exceptions to the Barger preclusive \nruling because (a) the individual Defendants owed Plaintiffs a special duty or (b) \nPlaintiffs suffered injuries separate and distinct from the injuries suffered by other \nWachovia shareholders and the Company itself.55 \n[43] Plaintiffs also cont end that characterizing their Claims as \"holder claims\" \nshould not prevent them from pursuing claims for actionable fraud because North \nCarolina recognizes claims of fraudulently induced inaction as well as fraudulently \ninduced action.56 \n                                                 \n53 Id.  9, relying on Blue Chip Stamps v. Manor Drug Stores, 421 U.S. 723 (1975).  \n54 Whether North Carolina recognizes holder claims appears to be a matter of first impression.  Neither \nside of this litigation has presented any reported North Carolina case clearly dealing with the issue. \n55 Pls.' Br. Opp. Defs.' Mot. Dis. 5-11. \n56 Id. 13. \n  \n[44] Plaintiffs further argue they have complied with all pleading requirements \nand have set forth sufficient facts to state individual viable causes of action for fraud, \nbreach of fiduciary duty, breach of duties as corporate officials and negligence.57  \nB. \nDiscussion \n1.   \nDerivative Claims \n[45] Under North Carolina law, if s hareholders bring an action to enforce a \nprimary right belonging to the corporation, their claim is derivative and the corporation is \na necessary party.  Howell v. Fisher, 49 N.C. App. 488, 492 (1980).  North Carolina law \nrequires shareholders to \"seek to obtain their remedy within the corporation itself\" \nbefore a derivative action can be brought.  Bridges v. Oates, 167 N.C. App. 459, 467 \n(2004).  One of these intracorporate remedies is the making of a \"demand\" upon the \ncorporation to take suitable action.  Russell M. Robinson, II, ON NORTH CAROLINA \nCORPORATION LAW, § 17.03[1] (7th ed. 2009). \n[46] Under North Carolina's demand requirement: \nNo shareholder may commence a derivative proceeding \nuntil: (1) written dem and has been made upon the \ncorporation to take suitabl e action; and (2) 90 days have \nexpired from the date the demand was made unless, prior to \nthe expiration of the 90 days, the shareholder was notified \nthat the corporation reject ed the demand, or unless \nirreparable injury to the corpor ation would result by waiting \nfor the expiration of the 90-day period.  \n \nG.S. 55-7-42. \n \n                                                 \n57 Id. \n  \n[47] \"A plaintiff's failure to satisf y this demand requirement constitutes an \ninsurmountable bar to recovery.\"  Green v. Condra, 2009 NCBC 21, ¶ 89 (internal \nquotations omitted). \n[48] As noted above, it is a well-est ablished rule in North Carolina \"that \nshareholders cannot pursue individual causes of action against third parties for wrongs \nor injuries to the corporation that result in the diminution or destruction of the value of \ntheir stock.\"  Barger, 346 N.C. at 658.   \n[49] The theory behind the Barger rule is that \"a shareholder cannot \nindividually recover the lost value of his shares by alleging injury to the corporation and \nnothing more . . . .\"  Robinson, supra § 17.02[1] (emphasis in original).  Accordingly, \nsuch a shareholder has no right to bring a direct action to recover that individual \nshareholder's proportion of the corporation's losses, especially not when any recovery \nwould come out of the pockets of fellow shareholders.  See Citibank v. Data Lease Fin. \nCorp., 828 F.2d 686, 693 (11th Cir. 1987) (the court observing that requiring derivative \nenforcement of a claim belonging to the corporation prevents an individual shareholder \nfrom gaining a benefit at the expense of other, similarly situated shareholders).  Courts \nalso have noted that such a claim should be barred because awarding damages directly \nto an individual shareholder could impair the rights of creditors, whose claims may be \nsuperior to that of the innocent shareholder, Outen v. Mical, 118 N.C. App. 263, 267 \n(1995), and could give rise to \"as many suits . . . as there were stockholders in the \ncorporation.\"  Kloha v. Duda, 246 F. Supp. 2d 1237, 1243 (M.D. Fla. 2003) (internal \ncitation omitted). \n  \n[50] The fact that Plaintiffs here seek recovery from former officers of the \ncorporate entity does not change the analysis.  As with other claims for injuries suffered \nby the corporation, claims against officers and directors are the property of the \ncorporation,  Parrish v. Brantley, 256 N.C. 541, 544 (1962), including claims based in \nmisrepresentation, fraud, and breach of duty.  See, e.g., Smith v. Waste Mgmt. Inc., 407 \nF.3d 381, 385 (5th Cir. 2005) (\"[W]hen a corporation, through its officers, misstates its \nfinancial condition, thereby causing a decline in the company's share price when the \ntruth is revealed, the corporation itself has been injured.\"); see also Manzo v. Rite Aid \nCorp., 2002 WL 31926606 (Del. Ch. 2002) (\"To the extent that plaintiff was deprived of \naccurate information upon which to base investment decisions, and as a result, received \na poor rate of return . . . she experienced an injury suffered by all Rite Aid shareholders \nin proportion to their pro rata share ownership.  This would state a derivative claim.\"). \n[51] Indeed, under North Caro lina law, \"[o]ne of the clearest examples of a \nderivative action is a suit against the officers or directors for mismanagement of its \naffairs as constituting a breach of their fiduciary obligations to the corporation.\"  \nROBINSON § 17.02[1]. \n[52] There are, however, two exceptions to the Barger rule: \n[A] shareholder may maintain an  individual action against a \nthird party for an injury that directly affects the shareholder, \neven if the corporation also has a cause of action arising \nfrom the same wrong,  if the shareholder can show that the \nwrongdoer owed him a special duty  or that the injury \nsuffered by the shareholder is separate and distinct from the \ninjury sustained by the other shareholders or the corporation \nitself. \n \nRegions Bank v. Reg'l  Prop. Dev. Corp., 2008 NCBC 8, ¶ 45 (2008) (quoting Barger, \n346 N.C. at 658-59) (emphasis added). \n  \n[53] To proceed under the first, or \"special duty\" exception to Barger, \"the \n[special] duty must be one that the alleged wrongdoer owed directly to the shareholder \nas an individual.\"  Barger, 346 N.C. at 659 (internal quotations omitted).  The special \nduty may arise from contract or otherwise.  Id.  \"The existence of a special duty thus \nwould be established by facts showing that defendants owed a special duty to plaintiffs \nthat was personal to plaintiffs as shareholders and was separate and distinct from the \nduty defendants owed the corporation.\"  Id.  A special duty has been found when an \nindividual was induced to become a shareholder by the wrongful actions of a party.  Id. \nat 659 (citing Howell, 49 N.C. App. at 498).  Other examples include \"when a party \nviolated its fiduciary duty to the shareholder . . . when the party performed individualized \nservices directly for the shareholder . . . and when a party undertook to advise \nshareholders independently of the corporation . . . .\"  Id. (internal citations omitted).  \n[54] For the second, \"separate injury\" exception to Barger to apply, the alleged \ninjury must be \"peculiar or personal to the shareholder\" and \"separate and distinct from \nany damage suffered by the corporation.\"  Id.  (quoting Howell, 49 N.C. App. at 492). \n[55] Because the Company itself and other Wachovia shareholders ostensibly \nalso were injured by the alleged misconduct complained of by Plaintiffs, it is clear that \nPlaintiffs' Claims, which they brought in their individual capacities, sound in the nature of \nderivative actions.  Consequently, the central issue the court must address is whether \nany of the Claims fall within either of the two exceptions to the Barger rule.  If so,  \n  \nPlaintiffs may proceed with all or part of this lawsuit.  If not, at this stage the suit may be \npursued only by the Company, through its successor in interest.58\na. \nSpecial Duty Exception to Barger\n[56] To establish the existence of a sp ecial duty, Plaintiffs must \"allege facts \nfrom which it may be inferred that [Defendants] owed [Plaintiffs] a special duty.\"  Barger, \n346 N.C. at 659.  Here, Plaintiffs allege that Defendants made misrepresentations \ndirectly to them regarding Wachovia's financial stability, thus giving rise to a special duty \nunder North Carolina law.59  Plaintiffs rely on their personal relationships with \nDefendants Thompson and Jenkins to assert they were owed a special duty by \nThompson and Jenkins to report truthfully to them Wachovia's financial status following \nthe Golden West acquisition.60 \n[57] The parties have not cited and the court is not aware of any North \nCarolina reported appellate decisions addressing the issue of whether personal \nrelationships between shareholders and officers of a corporation are sufficient to \nestablish a special duty separate and apart from the duties owed to all shareholders; \nand as such, the issue appears to be one of first impression in North Carolina.  For \nguidance, the court looks to another jurisdiction that has considered the issue. \n                                                 \n58 Lewis v. Ward, 852 A.2d 896, 906 (Del. 2004) (following a merger, the derivative rights pass to the \nsurviving or parent corporation, which then has the right to prosecute the action); see also Lambrecht v. \nO'Neal, 3 A.3d 277, 286 (Del. 2010).  In a double derivative suit, a stockholder of a parent corporation \nsues on behalf of the parent company for alleged wrongs to a subsidiary.  Rales v. Blasband, 634 A.2d \n927, 932 (Del. 1993).  \"A double derivative suit may properly allege any wrongs . . . indirectly incurred [by \nthe parent company] by virtue of wrongs allegedly suffered by the subsidiary company.\"  Joseph M. \nMcLaughlin, Directors' and Officers' Liability: Delaware Reaffirms Standing Requirements for Derivative \nClaims, SIMPSON THACHER & BARTLETT (2004) http://www.stblaw.com/content/publications/pub470.pdf. \n59 Pls.' Br. Opp. Defs.' Mot. Dis. 7. \n60 Id.  \n  \n[58] In Lee v. Marsh & McLennan Cos., Inc., No. 0097/2006 N.Y.S. LEXIS \n8078, at *1 (N.Y.S. Dec. 7, 2007), the Supreme Court of New York of Nassau County \naddressed claims similar to those presented here.  The plaintiffs in Lee were \nbeneficiaries of Frank Lee, who owned some two million shares of Defendant Marsh & \nMcLennan Companies, Inc. (\"Marsh\") stock.  Id. at *1.  Fearing an investigation of \nMarsh by the New York Attorney General, Lee arranged a private meeting between \nhimself and Marsh's CEO to discuss the potential investigation and any financial effects \nit would have on Marsh.  Id. at *2.  During this meeting, Marsh's CEO assured Lee that \nthere was not going to be an investigation and that the company would not be affected \nby such rumors.  Id.   Shortly thereafter, the Attorney General did in fact issue a \ncomplaint against Marsh, and the value of the company's shares subsequently dropped.  \nId. at *3.  The individual plaintiffs brought suit against defendants alleging breach of \nfiduciary duty, negligent misrepresentation and common law fraud.  Id. \n[59] The New York Supreme Court concluded that plaintiffs' claims, based \nupon the diminished value of their stock, were derivative in nature and thus subject to \ndismissal.  Id. at *6.  The court noted that the injury suffered by plaintiffs was entirely \nderivative because \"'[a]ny devaluation of stock is shared collectively by all the \nshareholders, rather than independently by the plaintiff or any other individual \nshareholder[.]'\"  Id. at *5 (quoting Kramer v. W. Pac. Indus., Inc., 546 A.2d 348, 353 \n(Del. 1988)).  The court rejected plaintiffs' assertion that the meeting between Lee and \nMarsh's CEO somehow brought their claims within the \"limited circumstances where the \nsame set of facts can give rise to both a direct claim and a derivative claim . . . .\"  Id. at \n*6.  The court concluded that Lee \"essentially received information functionally similar to \n  \nthat currently available to all Marsh shareholders from whom the truth had also been \nwithheld at that juncture and who therefore suffered ultimately the same type of injury \nsustained by the plaintiffs . . . .\" Id. \n[60] In the instant case, Plaintiffs a llege that the Individual Defendants \"told \nPlaintiffs to their faces, over the phone and in their public statements, that the \n[C]ompany was financially stable and their investment was safe.\"61  It is clear from the \nallegations of the Complaint that the Individual Defendants were making the same \nalleged representations to Plaintiffs as they were making to the public at large.  Despite \nthe factual allegations that Plaintiffs were independently assured and deprived of \naccurate information by Thompson and Jenkins, the same information also was being \npresented to or withheld from all Wachovia shareholders.  The Individual Defendants \nallegedly were making the same representations to Plaintiffs, Wachovia shareholders \nand the investing public at large.  The injuries complained of by Plaintiffs were the same \nas all other Wachovia shareholders, and there is nothing alleged in the Complaint \nsufficient to give rise by a special duty owing from Defendants to Plaintiffs separate from \nthat owed to everyone else. \n[61] The court in Lee also expressed concern over the plaintiffs' \"disingenuous \nassertion that [they] were not seeking inside information by scheduling the private \nmeeting with [Marsh's CEO].\"  Id. It observed that \"[o]f course, '[if] the [plaintiffs] had \nreceived . . . [inside] information and sold their stock before the public was made aware \n[of it], such a profit would have resulted from insider trading in violation of the securities \nlaws.\"  Id. (quoting Crocker v. FDIC, 826 F.2d 347, 351 n. 6 (5th Cir. 1987)).  Likewise, \nthe Plaintiffs here argue that Defendants Thompson and Jenkins had a duty to disclose \n                                                 \n61 Pls.' Br. Opp. Defs.' Mot. Dis. 7. \n  \ntruthful, inside information to them based on their close and personal relationships and \nprivate meetings and telephone conversations, notwithstanding that such a disclosure \nwould be based upon inside information not available to the investing public or other \nWachovia shareholders.  To find the existence of such a duty would be \"directly \ninconsistent with federal securities law which prohibits selective disclosure and which is \ndesigned to foster an honest market in which investors have equal access to \ninformation.\"  Chanoff v. United States Surgical Corp., 857 F. Supp. 1011, 1015 (Dist. \nConn. 1994), aff'd, 31 F.3d 66 (2d Cir. 1994).  This court has the same concerns as \nthose raised in Lee.  If the Harris Plaintiffs had (a) received the information they \ncomplain was withheld from them by Defendants before it was made aware to the \ntrading public and (b) acted upon it by selling Wachovia shares, it is difficult to escape \nthe conclusion that Plaintiffs would have profited by inside information at the expense of \nunknowing and innocent third-party purchasers.  At best such a result would be unfair \nand improper.  More likely, it also would have violated a host of securities laws. \n[62] Accordingly, the court CONCLUDES t hat as alleged in the Complaint in \nthis action, the Plaintiffs' relationships with the various Defendants were not sufficient to \nestablish a special duty on the part of those Defendants to disclose to Plaintiffs inside \ninformation not otherwise released to the public.  Therefore, the Complaint does not \ncontain sufficient allegations to support a finding or conclusion that Defendants owed \nPlaintiffs a special duty separate and apart from the duty owed to all Wachovia \nshareholders and the Company. \n  \nb. \nSeparate Injury Exception to Barger \n[63] For Plaintiffs' Claims to fall under the second exception to Barger, they \nmust allege \"an individual loss, separate and distinct from any damage suffered by the \ncorporation.\"  346 N.C. at 659. \n[64] Only when a shareholder \"allege[s] a loss peculiar to himself by reason of \nsome special circumstances or special relationship to the wrongdoers,\" may he pursue \nan individual action.  Robinson, supra 17.02[1]. \n[65] Courts have interpreted such  situations to include negligent \nmisrepresentations made by officers or directors to induce individuals to buy stock and \ninducing individuals to place deposits in a bank when directors knew the bank was \ninsolvent.  See Howell, 49 N.C. App. at 498; Robinson, supra 17.02[1] (citing Bane v. \nPowell, 192 N.C. 387, 391 (1926)). \n[66] Plaintiffs assert that the mi srepresentations made by Defendants that \ninduced them to hold on to their shares are different from general allegations of \ncorporate mismanagement, and therefore, are sufficient to establish a separate and \npersonal injury.62 \n[67] Plaintiffs' \"lost prof it opportunity\" claim is nothing more than a claim for \ndiminution in the value of Wachovia stock, which may only be asserted derivatively.  \nSee Arent v. Distrib. Servs., Inc., 975 F.2d 1370, 1373 (8th Cir. 1992). \n[68] Any harm caused by Defendants was shared by all Wachovia \nshareholders proportionately.  The fact that Plaintiffs frame the harm as a direct injury \n\"[does] not permit them to go forward on a claim that [is], at its core, derivative.\"  Id. \n                                                 \n62 Pls.' Br. Opp. Defs.' Mot. Dis. 9. \n  \n[69] Even though Plaintiffs contend the inju ries suffered were the result of their \npersonal relationships with Defendants, \"[i]t is clear that the underlying, causative factor \nwhich actually created the decrease in stock value was alleged corporate \nmismanagement . . . .\"  Lee, LEXIS 8078, at *5. \n[70] The court is not persuaded by Plai ntiffs' assertions that Defendants \nsomehow caused Plaintiffs to suffer a distinct personal injury by failing to disclose inside \ninformation regarding Wachovia's financial stability sought by Plaintiffs during private \nmeetings and telephone conversations.  Plaintiffs did not suffer a peculiar and personal \ninjury because they were not successful in obtaining inside information from Defendants \nduring these private meetings.  As previously discussed, had Plaintiffs obtained inside \ninformation and sold their stock before the rest of Wachovia's shareholders and the \npublic were aware, they likely would have violated federal securities laws.  See Chanoff, \n857 F. Supp. at 1015. \n[71] Defendants' alleged no n-disclosures deprived all [Wachovia] shareholders \nof accurate, negative information about the Company.  While such actions theoretically \naffected their investment decisions and caused fiscal injury, the non-disclosures did not \ninjure Plaintiffs in a materially different or distinct way from the investing public or other \nCompany shareholders.  Arent, 975 F.2d at 1372. \n[72] Accordingly, the court CONCLUDES t hat the allegations of the Complaint \nare not sufficient to support a finding or conclusion that Plaintiffs suffered injury different \nor \"separate\" from that suffered by other Wachovia shareholders. \n  \n2. \nHolder Claims \n[73] Even though during times material the Plaintiffs neither bought nor sold \nWachovia shares, they seek damages for the profits they allege they could have \nrealized if they had sold their Wachovia shares before the Wachovia merger with Wells \nFargo was announced.  Plaintiffs allege that they would have sold their Wachovia \nshares at a much higher price if the Defendants had not wrongfully convinced them to \ndo otherwise.  Plaintiffs allege that they intended to sell their shares of Wachovia stock \non several occasions, but refrained from selling in reliance upon the misrepresentations \nand non-disclosures ascribed to Defendants.  They seek damages as a result. \n[74] A claim for damages suffered by shareholders who, like Plaintiffs, allege \nthat they decided not to sell their shares because of an unduly rosy representation or a \nfailure to disclose unfavorable material, after which there was a fall in the stock's value, \nis known as a \"holder claim.\"  Defendants contend that North Carolina law does not \nrecognize such claims.  Further, they argue that even if this state did recognize such \nclaims, in the context of the instant case they would be derivative in nature and suffer \nfrom the same lack of standing that they contend infects Plaintiffs' other Claims. \n[75] A decline in share price caused by the untimely disclosure of unfavorable \nfinancial data often produces harm to all of a corporation's shareholders, indirectly \ninjuring all.  Such claims cannot be brought under federal securities law, Blue Chip \nStamps, 421 U.S. at 739-55; as class actions under state or federal law, Merrill Lynch, \nPierce, Fenner & Smith, Inc. v. Dabit, 547 U.S. 71, 86 (2006) or pursuant to North \nCarolina's blue sky laws, G.S. 78A-56.  Instead, plaintiffs in holder cases typically seek \n  \nto ground their claims in state common law, and most courts presented with such claims \nhave rejected them.  See, e.g., Arent, 975 F.2d at 374 (Minnesota law); Kagan v. \nEdison Bros. Stores, Inc., 907 F.2d 690, 692 (7th Cir. 1990) (Illinois law); Crocker v. \nFDIC, 826 F.2d 347, 349-52 (5th Cir. 1987) (Mississippi law); In re Enron Corp. Sec. \nDerivative & \"ERISA\" Litig., No. MDL-1446, 2007 WL 789141, at *13 (S.D. Tex. Mar. 12, \n2007) (Texas law); Arnlund v. Deloitte & Touche LLP, 199 F. Supp. 2d 461, 486-90 \n(E.D. Va. 2002) (Virginia law); WM High Yield Fund v. O'Hanlon, No. Civ. A. 04-3423, \n2005 WL 1017811, at *13 (E.D. Pa. Apr. 29, 2005) (Pennsylvania law); Chanoff,  857 F. \nSupp. at 1018 (Connecticut law); Manzo, 2002 WL 31926606 at *5 (Delaware law) and \nLee, LEXIS 8078 (New York law). \n[76] On the theory that holder claims would threaten to benefit individual \nshareholder plaintiffs at the expense of other shareholders similarly situated, numerous \ncourts have dismissed such claims as being inherently derivative.  See Arent, 975 F.2d \n1370; Kagan, 907 F.2d 690; Crocker, 826 F.2d 347; Barsky v. Arthur Andersen, LLP, \n2002 WL 32856818 (S.D. Tex. Aug. 16, 2002); Chanoff,  857 F. Supp. 1011; Lee, \nLEXIS 8078 and Shirvanian v. DeFrates, 161 S.W.3d. 102 (Tex. Ct. App. 2004).  Such \ncourts often have concluded that holder claims are derivative in order to ensure that \nholder claimants do not realize a benefit at the expense of other similarly situated \nshareholders.  Smith, 407 F.3d at 385. \n[77] Holder claims brought on the basis of alleged untruthful public statements \npresent inherent conceptual difficulties.  For example, in the instant case, Plaintiffs \nallege they would have sold their stock if they had known the truth about the declining \nvalue of Wachovia's mortgage and collateralized debt obligations.  However, by \n  \ncomplaining that Defendants concealed the truth and published false but reassuring \nmisrepresentations to financial markets – and accordingly to Plaintiffs – Plaintiffs \nnecessarily are caught in a \"catch 22\" damages paradox.  Plaintiffs' argument is that (a) \nthe Defendants wrongfully concealed the true facts about the Bank's declining financial \ncondition, (b) when the truth emerged the Bank's share values declined precipitously \nand (c) that they therefore were damaged by not selling their shares at pre-disclosure \nprices.  However, Plaintiffs cannot escape the reality that publicly communicated truths \naffect and move markets just as much as publicly communicated falsehoods.  \nConsequently, had Defendants published truthful negative information, it necessarily \nfollows that the stock price would have fallen accordingly and there would have been no \nmarket for the Plaintiffs' shares at the previously artificially inflated higher prices.  As \none court has observed,  \nWe cannot help but observe  the troublesome paradox \npresented by the [Plaintiffs'] theory: on the one hand, they \nclaim the defendants' scheme caused their injury; yet, on the \nother hand, without the scheme, the . . . shareholders could \nnever have realized the artificially  high profit that they claim \nto have unjustly lost. \n \nCrocker, 826 F.2d at 351-52 (internal citations omitted). \n[78] Accordingly, in the context of holder claims, courts \"generally have not \nlooked with favor upon artificially framed reliance and damages theories by which \nshareholders attempt to exploit, solely for themselves, the difference between 'inflated' \npredisclosure stock prices and the significantly lower values which later exist once the \ndamaging disclosures have finally been made to the market in general.\"  Lee, LEXIS \n8078 at *6.  Such courts have been reluctant to allow plaintiffs to \"cash in on the fraud\" \nby alleging that they should have been able to sell their shares at an inflated price to \n  \nanother shareholder who did not know about the fraud, as observed by Chief Justice \nRoberts during oral argument in Dabit.  Transcript of oral argument at 29, 547 U.S. 71. \n[79] In addition, holder claims present s ubstantive difficulties with regard to the \nelements of causation and damages in that by definition they are of a speculative nature \nthat relies upon subjective and self-interested testimony.  For example, in the instant \nmatter, the Plaintiffs allege that they were \"considering\" a sale of their stock in the \nsummer of 2007 and in February 2008 and would have sold had they not relied on \nDefendants' purported misrepresentations.  Unlike a typical securities claim involving a \nprecise date, number of shares, price, and profit or loss, Plaintiffs' holder claims involve \nonly a hypothetical transaction.  To calculate damages, the court would have to \ndetermine when Plaintiffs would have sold their share had they possessed information \nthat they did not, in fact, possess.  Further, because the allegations involve public \nmisrepresentations, further analysis would be required with regard to what would the \nstock price set by the market have been at the time of Plaintiffs' proposed sale if \naccurate information had been published.  Consequently, most courts have concluded \nthat such claims are so speculative that they simply are not actionable.  See Chanoff, \n857 F. Supp. 2d at 1018 (\"[C]laims for damages based on the plaintiffs' failure to sell or \nhedge their stock are too speculative to be actionable.\"). \n[80] The few courts that have recogni zed holder claims have imposed strict \npleading requirements, concluding that a plaintiff must allege specific factual actions, \nrather than unspoken and unrecorded \"plans,\" with regard to anticipated sale of the \nshares in question.  See Small v. Fritz Companies, 65 P.3d 1255, 1265 (Cal. 2003).  For \nexample, in Rogers v. Cisco Systems, Inc., 268 F. Supp. 2d 1305, 1314 (N.D. Fla. \n  \n2003), the court dismissed holder claims where plaintiffs did not \"allege specifically, how \nmany shares they would have sold and when they would have sold them.\" (emphasis in \noriginal).  Contrary to the requirements of those jurisdictions, in the instant action the \nPlaintiffs have alleged only in a conclusory fashion that they \"considered\" selling or \n\"intended to sell\" their Bank shares on \"several occasions.\"63  Such allegations appear \nto have been rejected as not sufficient even by those courts that recognize some form \nof a holder claim.  See Amzak Corp. v. Reliant Energy, Inc., 2004 WL 1882482, at *6 n. \n3 (N.D. Ill. 2004) (dismissing a holder claim because, even assuming that Illinois would \nrecognize such actions, plaintiffs did not plead with particularity or articulate a coherent \ntheory of damages); Rogers, 268 F. Supp. 2d at 1314 (dismissing holder claims where \nplaintiffs \"do not allege specifically, how many shares they would have sold and when \nthey would have sold them\") (emphasis in original). \n[81] The court concludes that because holder claims are both derivative and \nhighly speculative in nature, North Carolina has not recognized such claims as \nactionable, and it is unlikely to do so.  Further, even if North Carolina were to recognize \nsuch claims in limited discrete and narrow fact situations that are specifically and \nfactually pled, the allegations in the Complaint in this civil action as a matter of law are \ninsufficient to meet such a standard.   \nC. \nConclusion \n[82] The court is sensitive to the ma terial and sometimes devastating financial \nimpact upon Wachovia shareholders caused by the precipitous and unanticipated \nmarket decline in Wachovia share value at times material to this matter.  However, the \n                                                 \n63 Compl., ¶ 259. \n  \ncourt is forced to conclude that the Claims alleged by Plaintiffs in the Complaint in this \ncivil action seek to recover directly for losses suffered by Plaintiffs but caused by \nalleged wrongs committed against the Company.  The Claims are derivative and rest \nsolely with the Company.64  Further, to the extent the Claims constitute holder claims, \nthey are not actionable.  The respective Claims may not be asserted by Plaintiffs by way \nof this action.  Accordingly, Defendants' Motion to Dismiss should be GRANTED. \n[83] The court's conclusion that the Cla ims cannot be asserted by Plaintiffs is \ndispositive of this civil action.  Consequently, further discussion is not necessary with \nregard to whether (a) the various Claims meet the specificity requirements of the Rules \nand (b) whether North Carolina and South Carolina securities laws support any of the \nClaims. \nIV. \nMotion for Summary Judgment\n[84] The court having concluded that Defendants' Motion to Dismiss should be \ngranted, the Motion for Summary Judgment is rendered moot and should be DENIED.  \nFurther discussion of the Motion for Summary Judgment is not necessary. \n NOW THEREFORE, based upon the foregoing CONCLUSIONS, it hereby is \nORDERED that:  \n                                                 \n64 The court observes that several other Wachovia shareholder suits raising substantially the same issues \nas those in the instant action have resulted in similar disposition at the trial level.  Two such cases were \nsubmitted by Defendants as representing subsequent authority.  See Rivers  v. Wachovia Corp., No. \n2:09-CV-2941-PMD, 2010 U.S. Dist. LEXIS 84890 (S.C. June 23, 2010); Rice-Marko v. Wachovia Corp., \nS.C. Ct. Comm. Pleas, No. 2009-CP-10-6230 (August 19, 2010).  While not controlling, the opinions \nexpressed by the courts in those actions are instructive.  Plaintiffs also submitted a case as representing \nsubsequent authority.  See Holmes v. Grubman, 691 S.E.2d 196 (Ga. 2010).  The court concludes that \nHolmes, involving a claim against a broker by an investor, although somewhat instructive, is so factually \ndistinguishable that it is not materially supportive of Plaintiffs' contentions.     \n  \n[85] The Defendants' Motion to Dismiss is GRANTED and this civil action is \nDISMISSED, in its entirety. \n[86] The Defendants' Motion for Summary Judgment against Plaintiffs \nCameron M. Harris and Dorothy W. Harris is DENIED as moot. \n[87] Taxable costs shall be charged to Plaintiffs. \nThis the 23rd day of February, 2011. \n  "
}