{
  "id": "1c1c4a2664a0850c4fbede7e8372747e9b54b8e6b65ff77421c0af01c9079295",
  "source_file": "data/raw/ncbc/1c1c4a2664a0850c4fbede7e8372747e9b54b8e6b65ff77421c0af01c9079295.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nROCKINGHAM COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n12 CVS 977 \n \nYATES CONSTRUCTION COMPANY, \nINC., \n \nPlaintiff, \n \nv. \n \nJOSEPH E. BOSTIC, JR., and JEFFREY \nL. BOSTIC, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION \n \n \n \nMcKinney & Tallant, P.A. by Zeyland G. McKinney, Jr. for Plaintiff. \n  \nNexsen Pruet, PLLC by David S. Pokela and Christine L. Myatt for Defendant Jeffrey \nL. Bostic.  \n \nMurphy, Judge.  \nTHIS MATTER is before the Court on Defendant Jeffrey L. Bostic’s \n(“Defendant”) Motion for Summary Judgment pursuant to Rule 56 of the North \nCarolina Rules of Civil Procedure (the “Motion”). \nHaving considered the Motion, the briefs and exhibits filed in support and \nopposition to the Motion, and the arguments of counsel made at a hearing held on \nDecember 17, 2013, the Court GRANTS the Motion. \nI. \nPROCEDURAL BACKGROUND \n{1} Plaintiff Yates Construction Company, Inc. (“Plaintiff”) instituted this \naction on June 6, 2012 in Rockingham County, North Carolina, alleging a cause of \naction for constructive fraud against Defendant and Melvin E. Morris (“Mel \nMorris”).  (Compl. ¶¶ 80–109).  The Complaint also included causes of action for \naiding and abetting constructive fraud against Tyler Morris, Michael Hartnett, and \nJoseph E. Bostic, Jr.  (Compl. ¶¶ 110–29).  \n{2} By order dated January 18, 2013, the Court dismissed Plaintiff’s claim for \naiding and abetting constructive fraud, effectively removing Tyler Morris and \nYates Constr. Co. v. Bostic, 2014 NCBC 19. \nMichael Hartnett as defendants in this case.  Yates Constr. Co., Inc. v. Bostic, No. \n12 CVS 977 ¶ 12 (N.C. Super. Ct. Jan. 18, 2013) (dismissing Plaintiff’s claim for \naiding and abetting constructive fraud against Tyler Morris and Michael Hartnett).   \n{3} On May 24, 2013, Plaintiff dismissed Mel Morris as a defendant, with \nprejudice. (Pl.’s Stipulation of Dismissal of Melvin Morris, May 24, 2013). \n{4} Defendant filed the Motion presently before the Court on June 19, 2013. \n{5} Plaintiff filed its Response to the Motion on August 5, 2013 and Defendant \nfiled his Reply in Support of the Motion on August 30, 2013.1   \n{6} The Court held a hearing on the Motion, in conjunction with identical \nmotions for summary judgment in companion cases (Phillips and Jordan, Inc. v. \nBostic (11 CVS 53) and American Mechanical, Inc. v. Bostic (12 CVS 1384)) on \nDecember 17, 2013. \nII. \nFACTUAL BACKGROUND \n{7} The Court recites material and uncontroverted facts from the record for \nthe purpose of deciding the motion and not to resolve issues of material fact.  See \nCollier v. Collier, 204 N.C. App. 160, 161–62, 693 S.E.2d 250, 252 (2010) (citing \nHyde Ins. Agency v. Dixie Leasing Corp., 26 N.C. App. 138, 142, 215 S.E.2d 162, \n164–65 (1975)).   \n{8} Plaintiff is a corporation organized under the laws of North Carolina with \nits principal place of business in Rockingham County, North Carolina.  (Compl. ¶ 1). \n{9} Defendant is a resident of Georgia.  (Compl. ¶ 9). \n{10} As a subcontractor, Plaintiff rendered services on construction projects \nwith companies in which Defendant had at least an ownership interest (principally \n                                                 \n1 Defendant filed a Motion to Strike the last sentence in Plaintiff’s Brief in Opposition to the Motion for Summary \nJudgment and Objections to Purported Evidence Submitted by Plaintiff in Opposition to Defendant’s Motion for \nSummary Judgment on August 30, 2013.  Subsequently, Plaintiff filed a Motion to Strike Defendant’s Reply Brief \nand Objections to Purported Evidence Submitted in Opposition to Defendant’s Motion for Summary Judgment on \nDecember 5, 2013.  Because the Court concludes that none of the arguments contained in the aforementioned \nmotions nor the opposing parties’ responses thereto are essential to the Court’s determination of the present Motion \nfor Summary Judgment, the Court concludes that a ruling on those motions is unnecessary. \nBostic Construction, Inc. (“BCI”) and Bostic Development, LLC (collectively, the \n“Affiliated Companies”)).  (Compl. ¶¶ 3, 20). \n{11} This lawsuit stems from BCI’s failure to pay Plaintiff in full for work \nPlaintiff performed on the construction projects. (See Compl. ¶¶ 79–109). \n{12} In the Complaint, Plaintiff alleges that Defendant and Mel Morris, in their \ncapacities as officers or directors of BCI, engaged in deceptive and fraudulent \nbusiness schemes by locating properties near a college or university to build multi-\nhousing units and apartments on.  (Compl. ¶ 57(a)).  After locating a property, \nDefendant and Mel Morris would seek out third-party equity investors to fund the \nproject or to provide the property for the project.  (Compl. ¶ 57(b)).  Defendant and \nMel Morris would then form a “Project LLC”, take out a construction loan, and enter \ninto a construction contract between BCI and the Project LLC.  (Compl. ¶¶ 57(d), \n(o)).  Thereafter, according to Plaintiff, Defendant and Mel Morris would enter into \nsubcontracts for services and materials for the project, all the while understating \nthe actual costs of construction.  (Compl. ¶¶ 57 (q)–(s)).  Defendant and Mel Morris \nthen used their positions and control over the Affiliated Companies to create “a \nrelationship wherein the Plaintiff trusted that [Defendant and Mel Morris] would \nuse the construction loan proceeds for each project to pay for the actual costs of each \nproject . . . .”  (Compl. ¶ 86). \n{13} Generally, Plaintiff contends that Defendant and Mel Morris used a group \nof sham companies to “commingle, misuse, and misappropriate the construction \nloans provided to finance the construction projects on which the Plaintiff performed \nservices” and rather than holding loan proceeds to pay off debts for a particular \nproject, Defendant and Mel Morris used the proceeds to advance large sums of \nmoney to other companies owned by them and make preferential payments for their \nown benefit.  (Compl. ¶¶ 85, 91–93). \n{14} A Chapter 7 involuntary bankruptcy petition was filed against BCI on \nJanuary 17, 2005.  \nYates Constr. Co, No. 12 CVS 977 at ¶ 10. \n{15} In response to BCI’s failure to pay Plaintiff for the work performed on the \nprojects, Plaintiff instituted this action against Defendant for constructive fraud. \n{16} Although Plaintiff originally included Mel Morris in this action for \nconstructive fraud, Plaintiff dismissed him from the lawsuit with prejudice on May \n24, 2013.   \nIII. \nLEGAL STANDARD \n{17} “Summary judgment is appropriate if ‘the pleadings, depositions, answers \nto interrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto a judgment as a matter of law.’”  Variety Wholesalers, Inc. v. Salem Logistics \nTraffic Servs., LLC, 365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012) (quoting N.C.G.S. \n§ 1A-1, Rule 56(c) (2013)).  Here, the Court considers the facts in the light most \nfavorable to Plaintiff.  See Ron Medlin Constr. v. Harris, 364 N.C. 577, 580, 704 \nS.E.2d 486, 488 (2010).   \nIV. \nANALYSIS \n{18} Plaintiff’s sole claim against Defendant is for constructive fraud.  A cause \nof action for constructive fraud “arises where a confidential or fiduciary relationship \nexists, which has led up to and surrounded the consummation of the transaction in \nwhich [the] defendant is alleged to have taken advantage of his position of trust to \nthe hurt of [the] plaintiff.”  Forbis v. Neal, 361 N.C. 519, 528, 649 S.E.2d 382, 388 \n(2007) (citations omitted) (internal quotation marks omitted). \n{19} Generally, directors and officers of a corporation are not liable, solely by \nvirtue of their offices, for torts committed by the corporation or its other directors \nand officers.  Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 57, 554 S.E.2d 840, \n845 (2001) (citation omitted).  Furthermore, Defendant, as a director or officer of \nBCI, may only be liable to a creditor of BCI for “‘a tort personally committed by \n[him] or one in which he participated.’”  \nId. (citation omitted).   \n{20} In his capacity as Plaintiff’s Rule 30(b)(6) designated deponent, Bret Lee \nArnold (“Arnold”) testified that he met with and spoke to Defendant on only one \noccasion in September 2004. (Yates Constr. Dep. 43:20–54:18, 68:23–69:25, March \n13, 2013).  This is the only instance that any employee or officer of Plaintiff ever \ncommunicated with Defendant.  (Yates Constr. Dep. 68:23–69:25).  At the \nSeptember 2004 meeting, Arnold informed Defendant that Plaintiff had been trying \nto get paid on the projects, to which Defendant responded that everyone would get \npaid but he did not know how long it would take.  (Yates Constr. Dep. 49:7–52:25).  \nArnold did not consider this meeting as wrongful conduct by Defendant and \nPlaintiff had no specific knowledge of any wrongful conduct by Defendant prior to \nSeptember 2004.  (Yates Const. Dep. 94:23–95:14). \n{21} According to Arnold, Plaintiff had no evidence that Defendant was either \ninvolved in the day-to-day operations of BCI or that he actually participated in any \nof the acts giving rise to the allegations in the Complaint.  (Yates Constr. Dep. 71:4–\n75:1, 80:4–95:14).  Specifically, Mr. Arnold testified that Plaintiff had no factual \nevidence that Defendant controlled the bank accounts of BCI, disbursed any of the \nmoney for BCI that is alleged to have been disbursed, was involved in any decision \nto pay Plaintiff in early July 2004, did anything to cause Plaintiff to enter into or \nperform under any of the contracts related to the projects in dispute, or that \nPlaintiff had received any distributions of money.  (Yates Const. Dep. 71–111).  \nMost importantly, Plaintiff is unaware of Defendant’s role in any of the companies \nPlaintiff alleges were set up to defraud it; only that he was a party or principal.  \n(Yates Constr. Dep. 115:10–118:11).  Basically, Plaintiff’s allegations against \nDefendant were limited to “the title that he held or his involvement with the entity \nas a principal or a . . . partner in the entity).  (Yates Dep. 129:6–130:18).   \n{22} Plaintiff seemingly bases all of its allegations against Defendant on the \nmere fact that Defendant was an owner or member of BCI and other entities.  (\nSee \nYates Constr. Dep. 86, 92, 108, 110).  Defendant’s status as an owner of BCI and \nother entities, alone, is insufficient to hold him legally accountable for an injury to \nPlaintiff, a third-party creditor of BCI.   \n{23} Accordingly, Plaintiff has presented no evidence to support a finding that \nDefendant actually took advantage of a position of trust to the hurt of Plaintiff that \ncould constitute constructive fraud.  In fact, the evidence before the Court points \nunerringly to the conclusion that Defendant did not participate in the tort for which \nhe has been sued.  Accordingly, it is unnecessary to address Plaintiff and \nDefendant’s remaining arguments regarding the elements of constructive fraud. \nV. \nCONCLUSION \n{24} For the reasons stated herein, the Court GRANTS the Motion and \ndismisses Plaintiff’s claim for constructive fraud against Defendant Jeffrey L. Bostic \nwith prejudice. \nSO ORDERED, this the 12th day of May, 2014. \n \n       \n "
}