{
  "id": "1c20ce339a4426483dbac53d7535ec632e18d843ce7c58bf6484b5ee9852fd04",
  "source_file": "data/raw/ncbc/1c20ce339a4426483dbac53d7535ec632e18d843ce7c58bf6484b5ee9852fd04.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n14 CVS 10933 \n \nKHAN BROTHERS, INC., d/b/a \nDIAMOND CAB, \n \nPlaintiff, \n \nv. \n \nCITY OF CHARLOTTE, a North \nCarolina Municipal Corporation, \nPATRICK CANNON, in his capacity as \nCouncil member and Mayor for the City \nof Charlotte and individually, THE \nGREATER CHARLOTTE \nHOSPITALITY AND TOURISM \nALLIANCE d/b/a HTA, TAXI USA, LLC \nd/b/a YELLOW CAB, CROWN CAB \nCOMPANY, INC. and CITY CAB, LLC, \n \nDefendants. \n \n \n \n \n \n \n \n \nORDER AND OPINION \n \n \n \n{1} THIS MATTER  is before the Court upon Defendants City of Charlotte \n(“City”), Patrick Cannon (“Cannon”), The Greater Charlotte Hospitality and \nTourism Alliance (“HTA”), Taxi USA, LLC  (“Yellow Cab”), Crown Cab Company, \nInc. (“Crown Cab”), and City  Cab, LLC’s (“City Cab”) (c ollectively, “Defendants”) \nrespective Motions to Dismiss pursuant to  Rules 12(b)(1) and 12(b)(6) of the North \nCarolina Rules of Civil Procedure (the “Motions”) in the above-captioned case.  After \nconsidering the Motions, briefs in support of and in opposition to the Motions, and \nthe arguments of counsel at a hearing on January 9, 2015,\n1 the Court hereby \nGRANTS the Motions solely on Rule 12(b)(1) grounds and DISMISSES Plaintiff’s \nclaims with prejudice. \nThurman, Wilson, Boutwell & Galvin P.A.  by James Galvin and Alexander W. \nWarner for Plaintiff Khan Brothers, Inc. \n \n                                                 \n1 The Court heard the parties’ arguments together with those of the parties in the companion case, \nUniversal Cab Co., Inc. v. City of Charlotte , et al., No. 14 CVS 10914.  Contemporaneously with the \nentry of this Order and Opinion, the Court enters a separate Order and Opinion on the Motions filed \nin the Universal Cab case. \nKhan Bros., Inc. v. City of Charlotte, 2015 NCBC 23.\nLeila Z. Lahbabi, Theodore A. Kaplan, and Elizabeth E. Smithers for Defendants \nCity of Charlotte and Patrick Cannon, in his official capacity. \n \nFerguson, Chambers & Sumter, P.A. by  James E. Ferguson, II for Defendant \nPatrick Cannon, in his individual capacity. \n \nWomble Carlyle Sandridge & Rice, LLP by Meredith J. McKee and Brandi N. \nSmith for Defendant Taxi USA, LLC. \n \nRabon Law Firm by Gary W. Jackson for Defendant Crown Cab Company. \n \nRawls, Scheer, Foster, Mingo & Culp, PLL C by Amanda A. Mingo for Defendant \nThe Greater Charlotte Hospitality and Tourism Alliance. \n \nMcNaughton Law, PLLC by Edward J. McN aughton for Defendant City Cab, \nLLC. \n \nBledsoe, Judge. \nI. \nPROCEDURAL AND FACTUAL BACKGROUND \n{2} The Court limits its recitation of the background to the facts and \nallegations that are relevant for purposes of resolving the present Motions.  \n{3} Plaintiff Khan Brothers, Inc. d/b/a/ Diamond Cab (“Plaintiff”) is a North \nCarolina corporation that provides taxi se rvice in the Charlotte area.  (Am. Compl. \n¶ 1.) \n{4} Defendants Yellow Cab, Crown Cab, and City Cab (collectively “the Cab \nDefendants”) are also taxi service providers in the Charlotte, North Carolina area.  \n(\nSee id. ¶¶ 5–7.) \n{5} Defendant City “is a municipal corporation organized under the laws of \nNorth Carolina” and owner and operator of Charlotte Douglas International Airport \n(“the Airport”).  (\nId. ¶ 2.)  Defendant Cannon, at the times relevant to the causes of \naction, was “a member of the Defendant Ci ty’s Council, the City’s Mayor Pro Tem, \nchairman of the City’s Community Safety Committee, and an HTA board member, \nand is made a defendant in both his individual and official capacities.”  (\nId. ¶ 3.) \n{6}  Defendant HTA is a non-profit corporation with its principal place of \nbusiness in Charlotte, North Carolina.  (Id. ¶ 4.)   \n{7} Plaintiff filed its Complaint on June 13, 2014 in Mecklenburg County.  \nThis case was designated as a complex bu siness case on July 14, 2014, assigned to \nthis Court (Gale, J.) on July 21, 2014, and subsequently re-assigned to the \nundersigned on November 19, 2014. \n{8} Plaintiff filed its Amended Complaint on August 8, 2014, alleging claims \nagainst Defendants in various combinations for breach of covenant of good faith and \nfair dealing, unfair and deceptive trade practices (“UDTP”), negligence, constructive \nfraud, monopolizing and attempting to monopolize – N.C. Gen. Stat. § 75-2.1 \n(“antitrust”), interference with contract, violation of the North Carolina \nConstitution Article I § 19 (“equal protection”), declaratory judgment, punitive \ndamages, civil conspiracy, and violation of the Racketeer Influenced and Corrupt \nOrganizations Act (“N.C. RICO”).  (\nId. ¶¶ 28–126.) \n{9} The following allegations, drawn from the Amended Complaint, form the \nbasis of Plaintiff’s claims: \na. Prior to June 14, 2011, Plaintiff provided taxi service at the Airport \npursuant to a Taxicab Operating Agreement.  ( Id. ¶ 12.)  Only passenger vehicle \ncompanies with operating agreements ar e permitted to provide on-demand taxi \nservice at the Airport.  (Id. ¶ 11.)  Because a majority of taxi rides originate from \nAirport taxi service, the ability to pick up passengers at the Airport is a \n“mainstay of income for passenger vehicle for hire companies in the City” and is \nessential for fair competition in Charlotte.  (Id. ¶¶ 15, 17.) \nb. Prior to and during June 2011, Defendants Cannon and HTA allegedly \nconspired to increase Yellow Cab’s share of licenses for Airport taxi service.  ( Id. \n¶ 29.)  Yellow Cab members have donated “tens of thousands of dollars to \ncampaigns for Patrick Cannon with the intent of getting him to use his public \noffice and influence with the Airport to have Yellow Cab named as the only \ncompany with licenses to pick up at the Airport.”  (Id. ¶ 30.) \nc. Cannon, HTA, and Yellow Cab convinced the Airport to seek a \nreduction in Airport taxi service providers.  ( Id. ¶¶ 31–32.)  The City issued a \nrequest for proposals (“RFP”) from Airport taxi service providers who wished to \ncontinue providing service at the Airport.  (Id. ¶ 33.)   \nd. Plaintiff alleges that “HTA, Yellow Cab and Patrick Cannon agreed to \nfacilitate a scheme whereby the right to operate at the Airport could be \npurchased by way of making campaign contributions to Patrick Cannon or \nproviding ‘membership dues’ to HTA.”  (\nId. ¶ 35.) \ne. “The City Council was the entity with the ultimate authority to enter \ninto and approve the operating agreem ents with the three companies.”  ( Id. ¶ \n37.)  The City Council tasked its Public Safety Committee with investigation and \nrecommendation of Airport taxi service providers.  ( Id. ¶ 38.)  Cannon chaired \nthe Public Safety Committee at all relevant times.  (Id. ¶ 39.) \nf. Mohammad Jenatian (“Jenatian”), the President of the HTA, and a \nrepresentative of Cannon allegedly approached multiple cab companies and \nsolicited contributions to HTA and Cannon’s political campaign in exchange for \nagreements to provide Airport taxi service.  ( Id. ¶¶ 41–42.)  Plaintiff did not \ncontribute.  (Id. ¶ 45.) \ng. The Cab Defendants “gave more money to HTA and to campaigns for \nPatrick Cannon than any other companies” ( Id. ¶ 58) “in furtherance of [an] \nagreement to provide gifts/money to a public official in exchange for the award of \na public contract.”  (Id. ¶ 59.) \nh. In June 2011, the City declined to award Plaintiff a new Taxicab \nOperating Agreement and granted exclusive Airport Taxicab Operating \nAgreements to Yellow Cab, Cr own Cab, and City Cab.  ( Id. ¶ 23.)  Plaintiff \nalleges the City’s refusal to award Plaintiff a new Taxicab Operating Agreement \nwas not in good faith.  (Id. ¶ 24.) \ni. In May 2013, prior to the awarding  of Taxicab Operating Agreements \nto the Cab Defendants, Plaintiff was again approached by Jenatian to contribute \nto HTA and Cannon’s political campaign in exchange for Cannon’s agreement to \n“use his position as Chair of the Public Safety committee to award the Airport \ncontracts.”  (\nId. ¶¶ 46–50.)  Plaintiff again refused to contribute.  ( Id. ¶ 55.)  The \nCity renewed its Taxicab Operating Agr eements with the Cab Defendants in \n2014.  (Id. ¶ 25.) \nj. Plaintiff alleges that “other empl oyees and persons appointed by the \nCity to take part in the process of awarding the Airport Contracts were also \ninvolved in the conspiracy to allow Pa trick Cannon and HTA to ultimately pick \nwho would be awarded the contracts.”  (\nId. ¶ 62.)   \nk. Plaintiff alleges that “[t]he City’s actions in depriving Plaintiff of the \nright to provide its services at the Ai rport stem from a process rife with \ncorruption, bribes, and favoritism.” (Id. ¶ 26.) \n{10} Defendants filed their Motions to Dismiss between October 9, 2014 and \nOctober 13, 2014. 2  Plaintiff filed its Responses in Opposition to the Motions to \nDismiss (the “Responses”) on October 29 and 30, 2014.  Defendants Crown Cab and \nYellow Cab filed Replies to Plaintiff’s Responses on November 10, 2014. \n{11} The Court held a hearing on this ma tter on January 9, 2015, at which all \nparties were represented by counsel.  The Motions are now ripe for resolution. \nII. \nANALYSIS \n{12} Defendants’ Motions seek dismissal of Plaintiff’s Amended Complaint \npursuant to N.C.R.C.P. 12(b)(1) for lack of standing and 12(b)(6) for failure to state \na claim.  Because Plaintiff’s claims an d the arguments supporting and opposing \nDefendants’ Motions to Dismiss are substantially similar to the claims brought and \nthe arguments supporting and opposing the Motions to Dismiss filed in Universal \nCab Co., Inc. v. City of Charlotte , et al., No. 14 CVS 10914, the Court relies heavily \nin this Order and Opinion on the analys is set forth in the Court’s Order and \nOpinion in the Universal action (2015 NCBC 22) filed contemporaneously herewith.  \n{13} As “[s]tanding is a necessary prerequisi te to a court’s proper exercise of \nsubject matter jurisdiction,” Neuse River Foundation v. Smithfield Foods, Inc. , 155 \n                                                 \n2 Defendant Cannon filed his Motion to Dismiss in his individual capacity at the hearing on January \n9, 2015, largely adopting the arguments of the other Defendants.  Defendant City Cab has not filed a \nMotion to Dismiss, but contended at the hearing that dismissal of any of the other Defendants \nwarranted dismissal of City Cab. \nN.C. App. 110, 113, 574 S.E.2d  48, 51 (2002), the Court fi rst addresses Defendants’ \nRule 12(b)(1) standing arguments.  See, e.g., In re T.B., 200 N.C. App. 739, 742, 685 \nS.E.2d 529, 531–32 (2009) (stand ing “is a threshold issue that must be addressed, \nand found to exist, before the merits of  [the] case are judicially resolved.”) \n(quotations omitted). \n{14} “Whenever it appears by suggestion of the parties or otherwise that the \ncourt lacks jurisdiction of the subject matte r, the court shall dismiss the action.”  \nN.C.G.S. § 1A-1, Rule 12(h)(3) (2014).  On a motion under Rule 12(b)(1), the Court \nmay consider and weigh matters outside the pleadings in determining its subject \nmatter jurisdiction.  Tart v. Walker , 38 N.C. App. 500, 502, 248 S.E.2d 736, 737 \n(1987).   \n{15} “As the party invoking jurisdiction , plaintiff[] ha[s] the burden of \nestablishing standing,” Queen’s Gap Cmty. Ass’n, Inc. v. McNamee, 2011 NCBC 36 \n¶ 13 (N.C. Super. Ct. Sept. 23, 2011), \nwww.ncbusinesscourt.net/opinions/11_NCBC_36.pdf (dismissing action for lack of \nstanding) (quoting Marriot v. Chatham Cnty. , 187 N.C. App. 491 , 494, 654 S.E.2d \n13, 16 (2007)), by “show[ing] facts that if accepted as true would demonstrate the \nexistence of jurisdiction.” Grasinger v. Williams, 2015 NCBC 5 ¶ 16 (N.C. Super. Ct. \nJan. 15, 2015), www.ncbusin esscourt.net/opinions/2015_NCBC_5.pdf (granting in \npart and denying in part motion to  dismiss for lack of standing); Am. Woodland \nIndus., Inc. v. Tolson, 155 N.C. App. 624, 627, 574 S.E.2d 55, 57 (2002) (“The burden \nis on the plaintiff to demonstrate that the requirement  of standing is satisfied.”). \n{16} The Court will only grant a Rule 12(b)(1) motion “‘if the material \njurisdictional facts are not in dispute and the moving party is entitled to a judgment \nas a matter of law.’”   Wilkie v. Stanley, 2011 NCBC 11 ¶ 7 (N.C. Super. Ct. Apr. 20, \n2011), www.ncbusinesscourt.n et/opinions/2011_NCBC_11.pdf (denying motion to \ndismiss for lack of standing). \n{17} In Neuse River Foundation , our Court of Appeals set out a three-step \nprocess for determining a plaintiff’s standing to assert a claim: (1) “‘injury in fact’ – \nan invasion of a legally protected interest that is (a) concrete and particularized and \n(b) actual or imminent, not conjectural or hypothetical; (2) the injury is fairly \ntraceable to the challenged action of the defendant; and (3) it is likely, as opposed to \nmerely speculative, that the injury will be redressed by a favorable decision.”  155 \nN.C. App. at 113, 574 S.E.2d at 51 (quoting Lujan v. Defenders of Wildlife, 504 U.S. \n555, 560 (1992)).   \n{18} Defendants contend that Plaintiff cannot satisfy the second element \nrequired to establish standing: an injury fairly traceable to Defendants’ alleged \nconduct.  Specifically, Defendants assert  that the Charlotte City Council was the \nbody with the sole authority to approve contracts for Airport taxi service, and, as \nsuch, any injury suffered by Universal on the facts as alleged was the result of the \nvotes of at least eight independent members of the eleven-member City Council, \nnone of whom are defendants or are alleged to have acted improperly or illegally in \nvoting to award the Taxicab Operating Agreements to the Cab Defendants.\n3 \nCausal Connection between Plaintiff’s Injury and Defendants’ Conduct \n{19} An injury is fairly traceable to th e challenged conduct when a causal \nconnection exists “between the injury and the conduct complained of” and the injury \nis “not . . . the result [of] the independent action of some third party not before the \ncourt.”  Lujan, 504 U.S. at 560; see, e.g., Hamm v. Blue Cross & Blue Shield of N.C., \n2010 NCBC 14 ¶ 34 (N.C. Super. Ct. Aug. 27, 2010), \nwww.ncbusinesscourt.net/opinions/2010_NCBC_14.pdf (“For an injury to be fairly \ntraceable to the challenged action of the de fendant, it must not be the result of the \nindependent action of a third party not before the court.”).   \n{20} Here, Plaintiff’s claimed injury is the lost profits Plaintiff alleges it would \nhave realized had the City elected to award Plaintiff a new Taxicab Operating \nAgreement for service at the Airport. Plaintiff seeks to hold Defendants liable for \nthis economic loss by alleging that Defendants implemented the RFP process using \n                                                 \n3 The City Council approved the Taxicab Operating Agreements with the Cab Defendants by a nine-\nto-two vote, with Defendant Cannon voting in the majority. \n \nillegal and wrongful means, with the intended result that Plaintiff not be awarded a \nnew Agreement.   \n{21} The Court concludes, however, that Pl aintiff’s allegations establish that a \ncausal connection does not exist between the alleged injury about which Plaintiff \ncomplains and Defendants’ alleged conduct.   A l t h o u g h  P l a i n t iff has alleged that \nDefendants engaged in numerous nefarious and wrongful acts that caused \nPlaintiff’s loss, it is undisputed that the decision that caused Plaintiff’s alleged \ninjury was the eleven-member Charlotte City Council’s decision not to award \nPlaintiff a new Taxicab Operating Agreement.  (Am Compl\n. ¶ 37.)  Indeed, Plaintiff \nadmits that “[t]he City Council was the entity with the ultimate authority to enter \ninto and approve the operating agreements with the three companies.”  (Id.)   \n{22} The only member of the eleven-member City Council that Plaintiff has \nsued or contends acted wrongfully in cast ing his or her vote in connection with the \nTaxicab Operating Agreements is Defendant Cannon.  Plaintiff attempts to create \nthe requisite causal connection by alleging in conclusory fashion that “[t]he City \nCouncil tasked its Public Safety Committee with investigation and recommendation \nof Airport taxi service providers,” (\nId. ¶ 38), and that Defendant Cannon agreed to \n“use his position as Chair of the Public  Safety [C]ommittee to award the Airport \ncontracts” to those taxi companies that  purchased corporate memberships in HTA \nand contributed to Cannon’s political campaign. (Id. ¶¶ 46–50.)   \n{23} Plaintiff, however, does not allege any facts or offer any evidence to \nsupport its conclusory assertions concerning the City Council’s alleged deference to \nCannon or the Public Safety Committee in awarding the Agreements.  Plaintiff’s \nconclusory allegations are not sufficient to survive a challenge under Rule 12(b)(1).  \nSee Neuse River Found. , 155 N.C. App. at 113, 574 S. E.2d at 51 (“Since [the \nelements of standing] are not mere pl eading requirements but rather an \nindispensable part of the plaintiff’s case , each element must be supported in the \nsame way as any other matter on which th e plaintiff bears the burden of proof, i.e., \nwith the manner and degree of evidence required at the successive stages of the \nlitigation.”); Venable v. GKN Automotive , 107 N.C. App. 579, 584, 421 S.E.2d 378, \n381 (1992) (affirming 12(b)(1) dismissa l where plaintiff’s allegations were \n“conclusory in nature”); see also, e.g., Burgess v. Charlottesville Sav. & Loan Ass’n, \n477 F.2d 40, 43 (4th Cir. 1973) (“Mere conclusory allegations in the complaint are \ninsufficient to support jurisdiction.”).   \n{24} Plaintiff has not alleged or offered evidence that any Councilmember, \nother than Defendant Cannon, received bribes or other unlawful inducements from \nany Defendant, and Cannon is the only Councilmember Plaintiff has elected to sue. \nPlaintiff has not alleged or offered evidence that the City Council vote to approve \nthe Agreements was improper, illegal or in valid, or that any member of the City \nCouncil, other than Defendant Cannon, acte d with any ill will, malice or improper \nmotive against Plaintiff or had any improper connection to any Defendant.   \n{25} Furthermore, the \nquid pro quo  agreements Plaintiff alleges involved \npayments of money by the Cab Defendants to HTA and Defendant Cannon, neither \nof whom, Plaintiff admits, made the deci sion to approve or deny the Taxicab \nOperating Agreements. \n{26} Similarly, Plaintiff alleges that Defendant Cannon controlled the City \nCouncil’s Community Safety Committee, but it is undisputed that Cannon could \ncast only one of the five votes on the Co mmittee, and Plaintiff does not allege or \noffer any evidence that any of the ot her members of the Committee received \nunlawful inducements to cast their votes for the Cab Defendants or that the \nCommittee’s vote was illegal or improper.   \n{27} In sum, Plaintiff has not alleged facts,  or offered any evidence that shows, \nthat the decision by the Charlotte City Council to award the Taxicab Operating \nAgreements to the Cab Defendants and to decline to award Plaintiff a new \nAgreement was the result of anything other than the independent action of the \nCharlotte City Council, consistent with it s legal authority, and acting within its \nreasonable discretion, to approve or deny the Agreements.  Consequently, the Court \nconcludes, based on the allegations and evid ence of record, that the alleged injury \nabout which Plaintiff complains – i.e., the economic losses flowing from the City \nCouncil’s decision not to award Plaintiff a new Taxicab Operating Agreement – was \ncaused by the independent, legal and valid action of the Charlotte City Council and \nnot by the improper actions of any Defendant.   \n{28} Because Plaintiff therefore has not shown a causal nexus between its \nalleged injury and Defendants’ alleged conduct, Plaintiff does not have standing to \nbring its claims.  See, e.g., AMOCO v. AAN Real Estate, LLC , 754 S.E.2d 844, 846 \n(N.C. Ct. App. 2014) (dismissing for lack of standing where “the amended complaint \ndid not sufficiently show that plaintiff suffered an injury as a result of the alleged \nlease breach by defendant”); \nMcCracken & Amick, Inc. v. Perdue , 218 N.C. App. \n455, 721 S.E.2d 455 (2012)  (unpublished) (dismissing claims on Rule 12(b)(1) \ngrounds because injury “still cannot be traced to and does not arise out of the \nchallenged conduct”); see, e.g., Credigy Receivables, Inc. v. Whittington , 202 N.C. \nApp. 646, 658, 689 S.E.2d 889, 897 (2010) (affirming award of  attorneys’ fees under \nN.C.G.S. § 6-21.5 where plaintiff had no standing to bring suit because it failed to \nconnect defendant to bad debt); see also, e.g., Frank Krasner Enters. v. Montgomery \nCnty., 401 F.3d 230, 235 (4th Cir. 2005) (“We have previously denied standing \nbecause the actions of an independent third party, who was not a party to the \nlawsuit, stood between the plaintiff and the challenged actions.”).   \nActual or Imminent Injury v. Conjectural or Hypothetical Injury \n{29} The Court further concludes that there also exist intervening factors, that \nPlaintiff ignores, which the Court finds preclude a conclusion on the facts alleged \nthat Plaintiff has suffered an “actual or imminent, not conjectural or hypothetical” \ninjury sufficient to establish standing.  \nSee Neuse River Found ., 155 N.C. App. at \n113, 574 S.E.2d at 51 (identifying standard).   In particular, Plaintiff ignores the \npresence of the other losing bidders in the RFP process and simply assumes it would \nhave been awarded a contract but for Defe ndants’ allegedly wrongful acts.  It is \nundisputed, however, that Plaintiff was competing not only against the Cab \nDefendants, but also against five additional competitors for one of the three \navailable Taxicab Operating Agreements.  It  is simply a matter of speculation and \nconjecture that Plaintiff would have been awarded a new Taxicab Operating \nAgreement had Defendants’ alleged misconduct not occurred.  Similarly, given \nPlaintiff’s attack on the RFP process itself , it is also a matter of speculation and \nconjecture how the process would have been  structured but for Defendants’ alleged \nmisconduct, and further, whether Plaintiff would have been selected through these \nunknown, yet-to-be-determined, alternative procedures.   \n{30} As a result, it appears to the Court that but for Defendants’ alleged \nmisconduct, Plaintiff’s bid would have been one of presumably nine bids (assuming \nall  nine bidders and no others elected to respond to any revised selection process \nnot “controlled” by HTA or Cannon) th at would have been evaluated under \ndiscretionary criteria by the City Council, the eleven members of which would rely \nupon their own individual subjective assessments of the bidders’ relative \nqualifications, experience, written and oral presentations, and overall ability to \nprovide the best taxi service at the Airport, in casting their votes to approve the \nawarding of the Taxicab Operating Agreem ents.  The Court cannot conclude that \nPlaintiff’s likely success in this speculat ive alternative scenario is sufficiently \ncertain to warrant a finding that Plaintiff has suffered an “actual or imminent” \ninjury under prevailing precedent.   \n{31} To the contrary, on the facts here, the Court concludes that Plaintiff’s \nalleged injury is merely “conjectural or hypothetical” and cannot support Plaintiff’s \nstanding to assert its claims.  See, e.g., In re Ezzell , 113 N.C. App. 388, 393, 438 \nS.E.2d 482, 485 (1994) (dismissing claims for lack of standing because alleged injury \nwas “conjectural or hypothetical” where plaintiff magistrate contended alternative \nremoval process without involvement of district attorney would have yielded \ndifferent result); Beachcomber Props., LLC v. Station One, Inc. , 169 N.C. App. 820, \n825, 611 S.E.2d 191, 194 (2005)  (dismissing claims for lack of standing where \nalleged injury was “conjectural or hypoth etical” because plaintiff was “without a \nlegally protected interest in the property” at issue); see generally Strates Shows, \nInc. v. Amusements of America, Inc ., 379 F. Supp. 2d 817 (E.D.N.C. 2005) \n(dismissing NC RICO claim for failure to show proximate causation where plaintiff \nwas not selected in allegedly corrupt competitive bidding process involving \nadministrative discretion and multiple bidders).   \n{32} Accordingly, for the reasons set fo rth above, the Court concludes that \nPlaintiff’s claims should be dismissed wi th prejudice for lack of subject matter \njurisdiction.  See, e.g., AMOCO , 754 S.E.2d at 845 (“A party that lacks standing to \nbring a claim constitutes an insurmountable bar to recovery.”). \nIII. \nCONCLUSION \n{33}  For the foregoing reasons, the Court hereby GRANTS Defendants’ \nMotions to Dismiss under Rule 12(b)(1) of the North Carolina Rules of Civil \nProcedure and DISMISSES Plaintiff’s claims against all Defendants with prejudice.   \n{34} In light of the Court’s determination that it does not have subject matter \njurisdiction over this action, the Court does not reach or consider Defendants’ \nMotions to Dismiss for failure to state a claim under N.C.R.C.P. 12(b)(6).  \n \nSO ORDERED, this the 5th day of March 2015. \n \n \n   \n  "
}