{
  "id": "1c4f2c1a37baaf14d654a7b9d1cdc1b16b4e335d83fce1b29f4971d675769736",
  "source_file": "data/raw/ncbc/1c4f2c1a37baaf14d654a7b9d1cdc1b16b4e335d83fce1b29f4971d675769736.pdf",
  "raw_text": "Diamond Candles, LLC v. Winter, 2020 NCBC 17. \n \nSTATE OF NORTH CAROLINA \nPERSON COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 736 \nDIAMOND CANDLES, LLC, \n \nPlaintiff, \n \nv. \n \nJUSTIN WINTER; BAKER BOTTS, \nLLP; BRIAN LEE; SYMPHONY \nCOMMERCE; and HENRY KIM,  \n \nDefendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ RULE 12(B)(2) AND \n12(B)(3) MOTIONS TO DISMISS \n \n1. THIS MATTER is before the Court on Defendants Baker Botts , LLP \n(“Baker Botts”) and Brian Lee’s (“Lee”) Motion to Dismiss for Lack of Personal \nJurisdiction pursuant to Rule 12(b)(2) of North Carolina Rules of Civil Procedure \n(“Rules”), and  Defendants Symphony Commerce and Henry Kim’s (“Kim”) Motion to \nDismiss pursuant to Rule s 12(b)(2) and 12(b)(3 ) and Motion to Dismiss  or, in the \nAlternative, to Stay Under the Doctrine of Forum Non Conveniens  (together, the \n“Motions”).   \n2. The Court, having considered the Motions, affidavits, briefs and oral \nargument, and relevant authorities, finds that Baker Botts  and Lee’s Motion should \nbe GRANTED and Symphony Commerce and Kim’s Motions should be DENIED. \nMiller Law Firm, PLLC, by W. Stacy Miller II,  and Loevy & Loevy, by \nDaniel Moore Twetten, for Plaintiff Diamond Candles, LLC. \n \nForrest Firm, P.C., by Andrew R. Jones, Beth Anne Stanfield, and Keith \nE. Richardson, for Defendant Justin Winter. \n \n \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP, by Jim W. \nPhillips, Jr., Kimberly M. Mars ton, and Shepard D. O’Connell, for \nDefendants Baker Botts, LLP and Brian Lee. \n \nGordon, Rees, Scully, Mansukhani, LLP, by Joshua W. Dixon and Robin \nK. Vinson, and Jones & Spross, PLLC , by Scott Armstrong,  for \nDefendants Symphony Commerce and Henry Kim. \n \nGale, Judge. \n \nI. FACTUAL BACKGROUND \n3. The Court makes the following findings of facts solely for purposes of \nruling upon the present Motions. \n4. Plaintiff Diamond Candles , LLC (“Diamond Candles”)  is a North \nCarolina limited liability company,  (Compl. ¶ 6 , ECF No. 3 ), formed on March 16, \n2011, (Compl. ¶ 15), and operating in Roxboro, North Carolina and Bahama, North \nCarolina, selling candles over the internet, (Compl. ¶ 2). \n5. Non-parties David and Brenda Cayton (the “Caytons”) are majority \nowners of Diamond Candles.  (Compl. ¶ 16.)   \n6. Defendant Justin Winter (“Winter”) is a resident of Durham County, \nNorth Carolina, was Chief Executive Officer (“CEO”) of Diamond Candles from 2012 \nuntil he was terminated by the Caytons in February 2016 , and held a twenty -four \npercent ownership stake in Diamond Candles prior to October 2017 .  (Compl. ¶ ¶ 7, \n61.)   \n7. Defendant Baker Botts is an international law firm of approximately \n720 attorneys with headquarters located in Houston, Texas and offices across the  \nUnited States as well as in Europe, Russia, the Middle East, and Asia.  (Aff. Julia E. \n \n \nGuttman ¶¶ 3, 5 (“Guttman Aff.”), ECF No. 27.)  Baker Botts has no offices, \nemployees, or property in North Carolina; does not pay taxes in North Carolina; and \nhas a limited North Carolina clientele such that only 1.1% of its clients are in North \nCarolina and only 0.8% of its revenues derive from North Carolina clients.  (Guttman \nAff. ¶¶ 6–7.)  Baker Botts represented Diamond Candles regarding general corporate \nand financing matters during two engagements, the first spanning from October 2012 \nto November 2012, and the second from November 2013 to April 2016.  (Lee Aff. ¶ 6.) \n8. Defendant Lee is a resident and citizen of California,  and a partner at \nDefendant Baker Botts, working out of its Palo Alto, and San Francisco, California \noffices.  (Aff. Brian Lee ¶ 2 (“Lee Aff.”), ECF No. 28.)  Lee is licensed to practice law \nin California, but not in North Carolina.  (Lee Aff. ¶ 3.)  Lee was the partner primarily \nresponsible for overseeing Baker Botts ’ representation of Diamond Candles during \nthe two engagements.  (Lee Aff. ¶ 6.)  Lee has never been to North Carolin a, and no \nBaker Botts ’ attorney traveled to North Carolina in connection with this \nrepresentation.  (Lee Aff. ¶¶ 10, 12.) \n9. Defendant Symphony Commerce is a Delaware corporation with its \nprincipal place of business in San Francisco, California, (Compl. ¶ 10; Aff. Henry Kim \n¶ 3 (“Kim Aff.”), ECF No. 32 ), that provided e -commerce services for Diamond \nCandles, (Compl. ¶ 2) , originally under the name Sneak Peeq, Inc., (Kim Aff. ¶ 8).  \nDefendant Kim wa s the President of Symphony Commerce  from February 2011 to \nMay 2018, (Kim Aff. ¶ 3), and a citizen and resident of California, (Kim Aff. ¶ 1).  Kim \ntraveled to North Carolina to meet with Diamond Candles.   (See Pl.’s Exs. to Mem. \n \n \nOpp. Defs.’ Mots. Dismiss  (“Pl.’s Exs.”), ECF No. 41.1 at Ex. E (“ Nov. 12, 2012 E -\nmail”).) \n10. The gravamen of Diamond Candles’ claims is that Winter, Lee, and Kim \nseparately and collectively acted to obtain Diamond Candles at less than its market \nvalue, failed to advise the Caytons of several purchase offers, and effectively defeated \nother purchase transactions from closing because they induced Diamond Candles to \npay Symphony Commerce excessive service fees.  (Compl. ¶ 3.) \n11. In October 2012, Kim introduced Winter to the Great Oaks Venture \nCapital Group (“Great Oaks”), (Compl. ¶ 23), and later that month Winter relayed to \nthe Caytons that Great Oaks may  be interested in purchasing Diamond Candles , \n(Compl. ¶ 24).   \n12. In late October 2012, Winter retained Lee as outside counsel  for \nDiamond Candles to represent it in connection with general corporate and financial \nmatters.  (Compl. ¶ 25.)  Plaintiff does not allege that Winter or Baker Botts solicited \nthe engagement.   \n13. On November 1, 2012, Great Oaks offered to finance the sale of Diamond \nCandles’ equity.  (Compl. ¶ 28.)  That transaction did not move forward  and Baker \nBotts and Lee terminated their engagement on November 20, 2012.  (Pl.’s Exs., at Ex. \nI (“First Disengagement Letter ”).)  In connection with this representation, Lee \ncommunicated with Diamond Candles by telephone and e- mail without traveling to \nNorth Carolina.  (Lee Aff. ¶¶ 8–9, 12.) \n \n \n14. Diamond Candles  alleges that Winter advance d his personal interest \nrather than Diamond Candles’ best interest s in connection with this financing, and  \nformulated a “Plan B” by which he would secure the Caytons’ majority interest at less \nthan fair value and sell the company at its fair value after obtaining control, enlisting \nLee, Kim, and Symphony Commerce in his efforts to implement Plan B , (Compl. ¶ \n43), in the process of which he  wrongfully shared Diamond Candles’ business plans \nand other trade secrets, (Compl. ¶ 32).   \n15. On November 15, 2012, Winter sent Kim an e-mail which stated, “[t]his \nis what I told [Great Oaks] as you initiated the idea of a discussion around plan b[]” \nand that, “Brian [Lee] advised that for this type of stuff to definitely keep it off \n[Diamond Candles’] servers.”  (Compl. ¶¶ 30 –31; Pl.’s Exs., at Ex. G (“Nov. 15, 2012 \nE-mail”).)    \n16. On November 21, 2012, Kim asked Winter by e-mail what he could do if \nhe “receive[d] 1 million from greatoaks[ ,]” to which Winter responded, “I can start \nexploring that route if that is what we are interest ed in[,]” and “Brian [Lee] is up to \nspeed . . . and is now representing me with all of this  so he is on our team .”  ( Pl.’s \nExs., at Ex. J (“Nov. 21, 2012 E-mail”).) \n17. While Kim and Winter refer to  Lee in these e-mails, Diamond Candles \nhas not identified any direct communication from Lee or Baker Botts regarding “Plan \nB.” \n18. In December 2012, Diamond Candles entered an e- commerce services \nagreement with Symphony Commerce, which Diamond Candles alleges  it \n \n \nsubsequently learned required Diamond Candles to pay far beyond market rates for \nSymphony Commerce’s e-commerce services.  (Compl. ¶ 37.) \n19. Sometime around January 2013, Venatus Capital informed Winter that \nit was interested in purchasing Diamond Candles; Winter did not advise the Caytons \nof this interest but told Venatus Capital that the Caytons rejected the  proposal.  \n(Compl. ¶¶ 41–42.) \n20. On February 13, 2013, Symphony Commerce  granted Winter stock \noptions in the company.  (Compl. ¶ 38.)  \n21. On April 22, 2013, the Caytons were preparing to sign a term sheet with \nGreat Oaks to sell a majority interest in Diamond Candles for twelve million dollars.  \n(Compl. ¶ 46.)  Also on April 22, 2013, Winter sent an e -mail to a Diamond Candles’ \nvendor which said, “[i]n next day or two they [the Caytons] will sign agreement to sell \nat that price to great oaks for 90 days . . . 3- 6 mo down the road I can [sell for] 2 -3x \nvaluation.”  (Compl. ¶ 47.)  \n22. The Caytons’ proposed sale to Great Oaks fell thr ough later  in 2013, \nwhich Diamond Candles alleges was  because Great Oaks learned of the excessive \npayments Diamond Candles was making to Symphony Commerce.  (Compl. ¶ 48.) \n23. On October 4, 2013, Diamond Candles again retained Baker Botts and \nLee to provide corporate advice .  (Pl.’s Exs., at Ex. S (“ Second Disengagement \nLetter”).)  This engagement continued to  April 18, 2016.  (Second Disengagement \nLetter.)  As before, Lee supervised the engagement and communicated with Diamond \nCandles by phone and e -mail without traveling to North Carolina .  (Lee Aff. ¶¶ 8 –\n \n \n11.)  Lee oversaw and supervised other Baker Botts ’ attorneys located in California \nwho provided Diamond Candles with intellectual property related and other \ncorporate legal services but did not tra vel to North Carolina in connection with the \nrepresentation.  (Lee Aff. ¶ 10.) \n24. At some point i n 2014,  Digital Fuel offered to purchase Diamond \nCandles for approximately $35 million.  (Compl. ¶ 49. )  The Caytons agreed to sell \nbut contend that Digital Fuel rescinded its offer upon learning of payments Diamond \nCandles was making to Symphony Commerce.  (Compl. ¶¶ 50–52.) \n25. In September 2014, Winter and Lee discussed acquiring an e-commerce \nentity, Halo Heaven , (Compl. ¶ 57) , in co nnection with which Lee would provide \nservices in exchange for equity , (Compl. ¶ 58).  Lee invited Winter to use only Lee’s  \npersonal e-mail address in regard to this transaction.  (Compl. ¶ 58.)  The Complaint \ndoes not demonstrate any connection between Diamond Candles and Halo Heaven. \n26. The Caytons contend they terminated Winter as CEO in February 2016 \nupon learning of the matters alleged in the Complaint.  (Compl. ¶ 61.) \nII. PROCEDURAL HISTORY \n27. Diamond Candles filed its C omplaint on December 31, 2018, alleging \neleven causes of action: b reach of fiduciary duty against Winter; b reach of fiduciary \nduty against Lee and Baker Botts; constructive fraud against Winter, Lee, and Baker \nBotts; fraud and d eceit against Winter, Lee, and Baker Botts; b reach of c ontract \nagainst Winter; t ortious interference with c ontract against Kim and Symphony \nCommerce; tortious interference with p rospective economic advantage against all \n \n \nDefendants; unfair or d eceptive trade practices against Kim and Symphony \nCommerce; respondeat superior/vicarious liability against Baker Botts; r espondeat \nsuperior/vicarious liability against Symphony Commerce; and violation of the North \nCarolina Rackateer Influenced and Corrupt Organization Act (“RICO”) against all \nDefendants.1  (Compl. ¶¶ 65–116.)   \n28. The litigation was designated as a mandatory complex business case on \nFebruary 6, 2019, (Designation Order, ECF No. 1), and assigned to the undersigned \nthat same day, (Assignment Order, ECF No. 2).   \n29. Lee and Baker Botts jointly filed their motion t o dismiss under Rule \n12(b)(2) on April 8, 2019.  ( Defs. Baker Botts LLP’s and Brian Lee’s Mot. Dismiss \nLack Personal Jurisdiction, ECF No. 25.)  Symphony Commerce and Kim jointly filed \ntheir motion to dismiss under Rules 12(b)(2) and 12(b)(3) on April 8, 2019, (Symphony \nCommerce and Kim’s Mot. Dismiss, ECF No. 29), and their Motion to Dismiss or, in \nthe Alternative, to Stay Under Doctrine of Forum Non Conveniens on July 26, 2019, \n(ECF No. 59).  \n30. The Motions have been fully briefed, and the Court has heard arguments \nof counsel.  The Motions are ripe for resolution. \n \n \n \n \n                                                 \n1 Winter filed a Rule 12(b)(6) motion to dismiss the RICO claim against him.  (ECF No. 22.)  \nDiamond Candles voluntarily dismissed the RICO claim against all parties in open court. \n \n \nIII. STANDARD OF REVIEW \nA. Rule 12(b)(2) Motion s to Dismiss for Lack of  Personal \nJurisdiction \n31. Personal jurisdiction allows the Court “to assert judicial power over the \nparties and bind them by its adjudication.”  In re A.B.D., 173 N.C. App. 77, 83, 617 \nS.E.2d 707, 711 (2005) (citation and quotation marks omitted).  A  defendant’s \nchallenge to the Court’s exercise of personal jurisdictio n raises the issue of due \nprocess, requiring the Court’s focus on  the nature and degree of the relationship \nbetween the defendant and the forum state.  Beem USA LLLP v. Grax Consulting, \nLLC, 2020 N.C. LEXIS 89, at *10 (Feb. 28, 2020) (“The primary concern of the Due \nProcess Clause as it relates to a court’s jurisdiction over a nonresident defendant is \nthe protection of an individual’s liberty interest in not being subject to the binding \njudgments of a forum with which he has established no meaningful contac ts, ties, or \nrelations.” (internal citations and quotations omitted)). \n32. In the face of a Rule 12(b)(2) motion , the p laintiff must show that the \nexercise of personal jurisdiction over the defendant on the claims presented is both \ngrounded in North Carolina’s long-arm statute, N.C.G.S. § 1-75.4, and consistent with \ndue process.  Id. at *9.  N.C.G.S. § 1-75.4 is to be afforded a liberal construction so as \nto reach the outer limits of personal jurisdiction allowed by due process.  Id. at *10. \n33. Due process requires the plaintiff  to demonstrate that the defendant’s \nconduct is meaningfully connected to the forum state.  Walden v. Fiore, 571 U.S. 277, \n290 (2014).  To satisfy due process, a defendant must “have certain minimum contacts \nwith [the forum state] such that the maintenance of the suit does not offend \n \n \ntraditional notions of fair play and substantial justice.”  Worley v. Moore, 2017 NCBC \nLEXIS 15, at *20 (N.C. Super. Ct. Feb. 28, 2017) (alteration in original) (quoting Int’l \nShoe Co. v. Washington , 326 U.S. 310 , 316  (1945)).  To assess whether sufficient \nminimum contacts exist, several factors are considered, including: “(1) the quantity \nof the contacts; (2) the nature and quality of the contacts; (3) the source and \nconnection of the cause of action with those contacts; (4) the interest of the forum \nstate; and (5) the convenience to the parties.”  A.R. Haire, Inc.  v. St. Denis, 176 N.C. \nApp. 255, 260, 625 S.E.2d 894, 899 (2006). \n34.  Diamond Candles has not asserted that Baker Botts, Lee, Symphony \nCommerce, and Kim are subject to general jurisdiction through  “continuous and \nsystematic” contacts with North Carolina.  Goodyear Dunlop Tires Operations, S.A. \nv. Bro wn, 564 U.S. 915, 919 (2011).  Diamond Candles instead invokes specific \njurisdiction which “exists when ‘the controversy arises out of the defendant’s contacts \nwith the forum state.’  ”  Capitala Grp. , LLC v. Columbus Advisory Grp. Ltd. , 2018 \nNCBC LEXIS 183, at *10 (N.C. Super. Ct. Dec. 3, 2018)  (quoting Tom Togs, Inc. v. \nBen Elias Indus. Corp., 318 N.C. 361, 366, 348 S.E.2d 782, 786 (1986)); see also Beem \nUSA LLLP, 2020 N.C. LEXIS 89, at *11–12. \n35. The Court must find facts adequate to resolve its inquiry into personal \njurisdiction, resolving contested facts as necessary, and is not limited to the pleadings \nwhen doing so.  See Embark, LLC v. 1105 Media, Inc. , 231 N.C. App. 538, 550– 51, \n753 S.E.2d 166, 176 (2014) (citing Combs v. Bakker, 886 F.2d 673, 676 (4th Cir. 1989)).  \n“When considering a jurisdictional challenge based on the record, the court must \n \n \nconstrue allegations contained in the pleadings in the light most favorable to the \nplaintiff, assume credibility, and the most favorable inferenc es stemming from the \nevidence must be drawn in favor of the existence of jurisdiction.”  WLC, LLC v. \nWatkins, 454 F. Supp. 2d 426, 431 (M.D.N.C. 2006)  (citing Combs, 886 F.2d at 676) \n(“When a court’s exercise of personal jurisdiction is challenged pursuant to a Rule \n12(b)(2) motion, the plaintiff must prove the existence of a ground for jurisdiction by \na preponderance of the evidence.”).   However, once a defendant offer s evidence in \nsupport of its challenge to jurisdiction, the allegations of an unverified complaint can \nno longer be taken as true or controlling.  Herrera v. Charlotte School of Law, LLC , \n2018 NCBC LEXIS 15, at ¶ 52 (N.C. Super. Ct. Feb. 14, 2018) (quotations omitted) ; \nLulla v. Effective Minds, LLC , 184 N.C. App. 274, 278 , 646 S.E.2d 129, 133 (2007) \n(“In a situation where a defendant submits evidence to counter the allegations in a \nplaintiff’s complaint, those allegations can no longer be taken as true and the plaintiff \ncan no longer rest on the allegations.”  (citing Bruggeman v. Meditrust Acquisition \nCo., 138 N.C. App. 612, 615– 16, 532 S.E.2d 215, 218 (2000) ).  And in the face of a \ndefendant’s sworn testimony challeng ing personal jurisdiction, “the plaintiff must \nrespond by affidavit or otherwise, setting forth specific facts showing that the court \nhas personal jurisdiction.”  Worley , 2017 NCBC LEXIS 15, at *19.  T he Court \ncontinues to construe uncontroverted allegations in the complaint in plaintiff’s favor.  \nBruggeman, 138 N.C. App. at 615, 532 S.E.2d at 218 (quoting Inspirational Network, \nInc. v. Combs, 131 N.C. App. 231, 235, 506 S.E.2d 754, 758 (1998)).  \n \n \n \nB. Rule 12(b)(3) Motion to Dismiss for Improper Venue \n36. Parties may contractually agree on a forum for any controversy between \nthem.  See Lendingtree, LLC v. Anderson , 228 N.C. App. 403, 408, 747 S.E.2d 292, \n297 (2013) (“[A] contractual forum selection clause can modify th[e] default venue \nrule.”).    \n37. A Rule 12(b)(3) motion is the appropriate means of seeking enforcement \nof a forum selection provision in a contract.  See Hickox v. R&G Group Int’l, Inc., 161 \nN.C. App. 510, 511, 588 S.E.2d 566, 567 (2003) (“[f]undamentally, ‘a forum selection \nclause designates the venue,’ and therefore . . . Rule 12(b)(3) would be most \napplicable” (quoting Corbin Russwin, Inc. v. Alexander’s HDWE, Inc., 147 N.C. App. \n722, 726, 556 S.E.2d 592, 596 (2001)); see also Sony Ericsson Mobile Commc’ns USA, \nInc. v. Agere Sys., Inc. , 2007 NCBC LEXIS 28, at *4 (N.C. Super. Ct. Aug. 27, 2007)  \n(“In North Carolina, the proper procedure by which to seek enforcement of a \ncontractual forum selection clause is a motion to dismiss for improper venue pursuant \nto Rule 12(b)(3).”).  When considering a Rule 12(b)(3) motion to dismiss for improper \nvenue based on a contractual venue provision , North Carolina courts evaluate the \ncontractual clause at issue and determine whether it mandates that the action at \nhand be file d somewhere other than North Carolina.  See Hickox , 161 N.C. App. at  \n512–13, 588 S.E.2d at 568–69.   \n38. Parties may also by contract agree to a choice of law, and , if so, “[t]he \nchoice of law provision[] . . . will be used to determine the validity and construction of \nthe contract, regardless of any conflicts between the laws of the named state and the \n \n \nstate in which the case is litigated.”  Johnston Cty. v. R.N. Rouse & Co., 331 N.C. 88, \n92, 414 S.E.2d 30, 33 (1992); see also Map Supply, Inc. v. Integrated Inventory Sols., \nLLC, No. COA07 -733, 2008 N.C. App. LEXIS 1008, at *3– 5 (N.C. Ct. App. May 20, \n2008) (applying Michigan law to interpret a forum selection clause because the \ncontract contained an enforceable Michigan choice of law clause); Hickox , 161 N.C. \nApp. at 513–14, 588 S.E.2d at 568–69 (applying North Carolina law to determine the \nenforceability of a forum selection clause after determining that a California  choice \nof law clause did not apply). \n39. The Court will further consider whether any North Carolina law or \npublic policy prohibits enforcing the parties’ contractual provisions.  Hickox, 161 N.C. \nApp. at 513, 588 S.E.2d at 568–69. \nC. Forum Non Conveniens \n40. The doctrine of forum non conveniens arises from N.C.G.S. § 1-75.12(a), \nwhich allows a court to stay an action if it  “find[s] that it would work substantial \ninjustice for the action to be tried in a court of [North Carolina] .”  “[T]he doctrine is \ninvoked when a court has unquestioned jurisdiction but, for policy reasons, declines \nto exercise it.”  Motor Inn Mgmt., Inc. v. Irvin-Fuller Dev. Co., 46 N.C. App. 707, 712–\n13, 266 S.E.2d 368, 371 (1980) (holding that “doctrine of forum non conveniens should \nbe applied with flexibility depending upon the facts and circumstances of each case, \nwith the view of achieving substantial justice between the parties”).  The factors that \nmay be considered include:  \nconvenience and access to another forum; nature of case involved; relief \nsought; applicable law; possibility of jury view; convenience of witnesses; \n \n \navailability of compulsory process to produce witnesses; cost of obtaining \nattendance of witnesses; relative ease of access to sources of proof; \nenforceability of judgment; burden of litigating matters not of local \nconcern; desirability of litigating matters of local concern in local courts; \nchoice of forum by plaintiff; all other practical considerations which \nwould make the trial easy, expeditious and inexpensive. \n \nId. at 713, 266 S.E.2d at 371. \n41. In order to find that a matter should be stayed on forum non conveniens \ngrounds, a North Carolina court must conclude that “(1) a substantial injustice would \nresult if the trial court denied the stay, (2) the stay is warranted by those factors \npresent, and (3) the alternative forum is convenient, reasonable, and fai r.”  Lawyers \nMut. Liab. Ins. Co. of N.C. v. Nexsen Pruet Jacobs & Pollard, 112 N.C. App. 353, 357, \n435 S.E.2d 571, 574 (1993). \n42. Generally, North Carolina courts “begin with the  presumption that a \nplaintiff’s choice of forum deserves deference.”  Cardiorentis Ag v. IQVIA, Ltd., 2018 \nNCBC LEXIS 243, at *8 (N.C. Super. Ct. Dec. 31, 2018).  “[A] defendant must satisfy \na heavy burden to alter that choice by transferring or staying the case.”  Wachovia \nBank v. Deutsche Bank Trust Co. Americas, 2006 NCBC LEXIS 10, at *18 (N.C. \nSuper. Ct. June 2, 2006).  “The weight accorded to a plaintiff’s choice o f forum is \nparticularly appropriate where . . . the plaintiff has selected its home forum to bring \nsuit.”  Id. at *19 (citations omitted). \nIV. ANALYSIS   \nA. Baker Botts and Lee’s 12(b)(2) Motion to Dismiss for Lack of \nPersonal Jurisdiction \n43. Baker Botts and Lee contend first that North Carolina’s long -arm \nstatute provides no statutory basis for personal jurisdiction over them .  Baker Botts \n \n \nand Lee further contend, even if there is a statutory basis for personal jurisdiction, \nthe exercise of such jurisdiction would contravene due process. \n(1) Statutory Basis Under the Long Arm Statute  \n44. As Baker Botts and Lee have not entered North Carolina in connection \nwith their representation, the applicable statutory provision requires that Diamond \nCandles establish Baker Botts and Lee  committed a foreign act causing its local \ninjury.  N.C.G.S. § 1-75.4(4).  N.C.G.S. § 1-75.4(4), entitled “Local Injury; Foreign \nAct,” subjects an out -of-state defendant to jurisdiction when its act or omission \noutside North Ca rolina results in the plaintiff’s injury within North Carolina, \nprovided that when “at or about the time of the injury . . . [s]olicitation or services \nactivities were carried on within [North Carolina] by or on behalf of the defendan t.”  \nOur courts have liberally construed the provision to require only that plaintiff claim \ninjury to person or property within this state without mandating evidence or proof of \nsuch injury.  Summit Lodging, LLC v. Jones, Spitz, Moorhead , Baird & Albergotti, \nP.A., 176 N.C. App. 697, 701, 627 S.E.2d 259, 263 (2006)  (quoting Godwin v. Walls, \n118 N.C. App. 341, 349, 455 S.E.2d 473, 480 (1995)).  The term  “injury to person or \nproperty” “should be given a broad meaning consistent with the legislative intent to  \nenlarge the concecpt of personal jurisdiction to the limits of fairness and due process.”  \nSherwood v. Sherwood, 29 N.C. App. 112, 115, 223 S.E.2d 509, 512 (1976) ; see also \nSaxon v. Smith, 125 N.C. App. 163, 173, 479 S.E.2d 788, 794 (1997) (“Under our ‘long \narm’ statute, North Carolina courts may obtain personal jurisdiction over a non -\n \n \nresident defendant to the full extent permitted by the Due Process Clause of the \nUnited States Constitution.”). \n45. Baker Botts and Lee first challenge whether Diamond Candles has \nadequately alleged any injury, because the allegations of the Complaint demonstrate \nthat Diamond Candles itself has lost no value as a result of any act in connection with \ntheir legal representation, and that, in fact, any injury appears to have only been \nsuffered by the Caytons individually.  However, liberally read, the Complaint asserts \nthat Baker Botts and Lee assisted Winter individually in derogation of their fiduciary \nduties to Diamond Candles, which was their client.  R. Prof. Conduct N.C. St. B. 1.7(a) \n(“[A] lawyer shall not represent a client if the representation involves a concurrent \nconflict of interest,” which includes when “the representation of one client will be \ndirectly adverse to another client.”).  The Complaint further alleges that Baker Botts \nand Lee assisted in Winter’s implementation of “Plan B” pursuant to which Diamond \nCandles suffered financial loss by excess payments to Symphony Commerce and the \nresulting loss of financial transactions which would otherwise have closed.  The Court \nacknowledges that Baker Botts and Lee deny any allegation that they were directly \ninvolved in any scheme that might have been agreed to or carried out by other \ndefendants and Diamond Candles has offered no direct evidence of their participation \nwhen given the opportunity to do so, (see generally Pl.’s Exs.), but the Court does not \nresolve such evidentiary considerations here. \n46. Baker Botts and Lee further note that the events upon which Diamond \nCandles relies took place during the period when Diamond Candles was not an active \n \n \nclient and do not then fall within the long -arm statute .  North Carolina courts  \nrecognize some uncertainty as to what duties  are owed to former clients in such \ncircumstances.  See e.g., In re Southeastern Eye Center-Pending Matters, 2019 NCBC \nLEXIS 29, at ¶ 286 (N.C. Super. Ct. May 7, 2019) (“there is little authority in North \nCarolina addressing claims . . . based upon adverse acts occurring after the conclusion \nof an attorney-client relationship”).  \n47. Notwithstanding these arguments and guided by the mandate that the \nlong-arm statute must be liberally construed, the Court concludes that Diamond \nCandles adequately alleged a “local injury” within the scope of N.C.G.S.  § 1-75.4(4), \nso that there is personal jurisdiction if it can be exercised consistent with due process.   \n(2) Due Process \n48.  Diamond Candles and Baker Botts and Lee  rely on the decision of the \nNorth Carolina Court of Appeals in Summit Lodging, LLC v. Jones, Spitz, Moorhead, \nBaird & Albergotti, P.A. , 176 N.C. App. 697, 627 S.E.2d 259  (2006) to support their \ndue process argument .  Because  of the emphasis the parties place on the Summit \nLodging decision, the Court outlines its facts in detail.  In that case, the plaintiffs \nretained a South Carolina attorney, not licensed to practice in North Carolina, and \nhis firm to organize and form a North Carolina limited liability company.  Id. at 698, \n627 S.E.2d at 261.   The firm  drafted an  operating agreement pursuant t o North \nCarolina law and prepared, signed, and filed the articles of organization on behalf of \nthe company with the North Carolina Secretary of State.  Id.  at 698–99, 627 S.E.2d \nat 262.  The firm also helped the company purchase a hotel located in North Carolina, \n \n \nthough none of the firm’s attorneys participated in the closing.  Id. at 699, 627 S.E.2d \nat 262.   In connection with that purchase, the firm communicated by mail and \ntelephone with North Carolina counsel for  the seller as well as the North Carolina  \nattorney representing Summit Lodging at closing.  Id. at 703, 625 S.E.2d at 264. \n49.  After Summit Lodging defaulted on the loan, it filed a legal malpractice \nclaim against the attorney and his firm , which both moved to dismiss for lack of \npersonal jurisdiction.  Id. at 700, 627 S.E.2d at 262.   The trial court dismissed the \naction for lack of personal jurisdiction, but the Court of Appeals reversed, finding that \nthe attorney and firm had sufficient minimum contacts with North Carolina though \nthey were not physically present in this state in connection with their representation.  \nId. at 702–03, 625 S.E.2d at 264. \n50. The Court does not read the decision in Summit Lodging  to adopt a \nbright-line rule  that an out -of-state firm’s provision of legal services to a North \nCarolina client in connection with a North Carolina transaction will always support \nthe exercise of personal jurisdiction.  The rule remains that  a plaintiff in any  \nparticular case against its o ut-of-state counsel must demonstrate adequate facts in \nconnection with the representation to satisfy the due process  demand that the \ndefendant has  sufficient contacts with the North Carolina for um such that the \nexercise of personal jurisdiction would be fair.  See Beem USA LLLP , 2020 N.C. \nLEXIS 89, at *9– 11.  The fact that there is a North Carolina client is not alone \nsufficient to subject the lawyer or his firm to personal jurisdiction. \n \n \n51. At least in part, the attorney-client relationship is contractual in nature.  \nCourts have been reluctant to ground jurisdiction on out-of-state acts required to be \nperformed by a party to a  contract.  See, e.g., Cameron-Brown Co. v. Daves, 83 N.C. \nApp. 281, 285–87, 350 S.E.2d 111, 114–15 (1986) (holding no specific jurisdiction over \ndefendant when negotiations over contract at issue occurred in South Carolina , \ndefendant was a South Carolina resident , and defendant’s only contact with North \nCarolina was mailin g payments to North Carolina office pursuant to the contract).  \n“Where performance under a contract was intended to be performed outside of the \nforum in question, courts have been reluctant to assert personal jurisdiction over non-\nresident defendants.”  WL C, LLC , 454 F. Supp. 2d at  438; see e.g.,  Diamond \nHealthcare of Ohio, Inc. v. Humility of Mary Health Partners, 229 F.3d 448, 452 (4th \nCir. 2000) (finding no personal jurisdiction where the contract called for performance \npredominantly outside of the forum state, even though some acts necessitated its \ncontact with the forum) .  There is no reason a different rule s hould apply to an  \nattorney-client relationship. \n52. Federal courts sitting in diversity and applying North Carolina law have \nrecognized a clear distinction between aiming services at a North Carolina resident \nand contacts with the North Carolina forum itself .  See, e.g., Alacrity Renovation \nServs., LLC v. Long , 2016 U.S. Dist. LEXIS 101735, at *22 (W.D.N.C. 2016) \n(concluding communications between defendant and plaintiff in North Carolina were \ninsufficient to establish minimum contacts because such communicati ons were with \npersons who reside in North Carolina, not contacts with North Carolina itself); Sea-\n \n \nRoy Corp. v. Parts R Parts, Inc., 1995 U.S. Dist. LEXIS 21859, at *32 (M.D.N.C. 1995) \n(“[I]t is necessary to distinguish between a defendant’s acts which are aimed at a \nplaintiff who is located in a forum and those which are aimed at the forum itself: only \nthose acts in the second category constitute purposeful and deliberate contact with \nthe forum which makes it fair and reasonable for the forum to exercise personal \njurisdiction.” (internal quotations omitted)).  The law firm’s direct contact with North \nCarolina regulatory authorities was a factor in Summit Lodging , but such contacts \nare absent here as there is no suggestion that Baker Botts or Lee made any filings in \nNorth Carolina. \n53. Decisions in o ther states  likewise have rejected an in -state client’s \nefforts to sue its out -of-state lawyer in the client’s home forum  on due process \ngrounds.  See e.g., Cromeans v. Morgan Keegan & Co., 2014 U.S. Dist. LEXIS 48183, \nat *13–16, 18–20 (W.D. Mo. Apr. 8, 2014)  (no personal jurisdiction over out -of-state \nlaw firm under Missouri’s long -arm statute or the Due Process Clause as contacts \nwere limited to e-mail and telephone correspondence); Star Tech., Inc. v. Tultex Corp., \n844 F. Supp. 295, 298–300 (N.D. Tex. 1993) (finding personal jurisdiction lacking over \nnonresident attorney who had traveled to Texas twice in connection with the \nrepresentation of his client and filed pleadings in the lawsuit in Dallas, because, other \nthan these two contacts, the attorney’s representation occurred in Washington D.C.); \nEx parte Dill, Dill, Carr, Stonbraker & Hutchings, P.C. , 866 So. 2d 519, 529 (Ala. \n2003) (“Case law overflows on the point that providing out -of-state legal \nrepresentation is not enough to subject an out -of-state lawyer or law firm to the \n \n \npersonal jurisdiction of the state in which a client resides.” (quoting Cape v. von Maur, \n932 F. Supp. 124, 128 (D. Md. 1996))); Bond v. Messerman , 895 A.2d 990, 1000– 01 \n(Md. 2006) (holding that the nonresident defendant’s contacts with the forum state—\nlimited to communications made from outside the state to a resident in the state —\nwere not sufficient to confer personal jurisdiction). \n54. The underlying due process principle is the notion that a defendant is \nnot considered to have availed itself of the benefits of doing business in a state when \nthat defendant has undertaken no  specific acts in the forum state or targeted the \nstate itself.  See, e.g., WLC, LLC, 454 F. Supp. 2d at 438 –39 (no specific jurisdiction \nwhen the vast majority of work on consulting agreement at issue had taken place in \nMississippi and other states, not North Carolina); Bell v. Mozley, 216 N.C. App. 540, \n546, 716 S.E.2d 868, 873 (2011)  (no specific jurisdiction ov er a defendant whose \ncontacts with North Carolina were “strictly related to defendant’s employment.  . . . \n[because his] contacts [were] clearly not the source and [were] in no way related to \nplaintiff’s claims for alienation of affection and criminal conv ersation”); Weisman v. \nBlue Mt. Organics Distrib., LLC, 2014 NCBC LEXIS 41, ¶ 29 (N.C. Super. Ct. Sept. \n5, 2014) (declining to exercise specific jurisdiction when all activity related to relevant \ntransaction “occurred entirely in Virginia”).     \n55.   The Court does not rely exclusively on the fact that Baker Botts and \nLee did not come to North Carolina.  The Court acknowledges that  “it is well settled \n. . . ‘that a defendant need not physically enter North Carolina in order for personal \njurisdiction to arise.’”  Williamson Produce, Inc. v. Satcher, 122 N.C. App. 589,  594, \n \n \n471 S.E.2d 96, 99 (1996) (quoting Better Business Forms, Inc. v. Davis, 120 N.C. App. \n498, 501, 462 S.E.2d 832, 834 (1995)); see also Tom Togs, 318 N.C. at 368, 348 S.E.2d \nat 787 (“Lack of action by defendant in a jurisdiction is not now fatal to the exercise \nof long-arm jurisdiction.”)  But in the absence of a physical presence in the State , \nthere must be some significant evidence of a defendant’s availment of benefits of \ndoing business in North Carolina before personal jurisdiction arises.   \n56. Having fully considered the record, the Court concludes that there is not \nan adequate demonstration that Baker Botts or Lee can be  subjected to p ersonal \njurisdiction in North Carolina , and the exercise of personal jurisdiction  over them \nwould not “ comport with ‘fair play and substantial justice.’”  Burger King Corp. v. \nRudzewicz, 471 U.S. 462, 476 (1985) (quoting Int’l Shoe Co., 326 U.S. at 320); see also \nFidrych v. Marriott Int’l, Inc., No. 18-2030, 2020 U.S. App. LEXIS 6477, at *29 (4th \nCir. Mar. 2, 2020) (holding that even though Marriott had significant business \nactivity in South Carolina, plaintiffs’ claims did “not in any sense ‘arise out of or relate \nto’ Marriott’s connections” to South Carolina and thus those connections were not \nrelevant to the specific jurisdiction inquiry). \n57. Accordingly, the Court should  grant Baker Botts and Lee’s Motion to \nDismiss. \nB. Symphony Commerce and Kim’s Motion to Dismiss for Lack of \nPersonal Jurisdiction \n58. The Court’s jurisdiction inquiry as to Symphony Commerce and Kim is \nlikewise limited to specific jurisdiction as Plaintiff has not asserted general \njurisdiction.  However, in this instance, Symphony Commerce and Kim were \n \n \nphysically present in North Carolina in connection with their e -commerce services \ncontract and under took other actions which demonstrate an intention to avail \nthemselves of the benefit of doing busi ness in the forum .  Diamond Candles’ claims \narise from those acts. \n59. As an initial matter, North Carolina’s long -arm statute has been \nsatisfied because Diamond Candles’ claim that it was substantially overcharged by \nSymphony Commerce  in connection with the e -commerce services agreement  falls \ncomfortably within the broad scope of a local injury as contemplated by N.C.G.S. § 1-\n75.4(4). \n60.  Symphony Commerce and Kim’s motion then turns on whether they \nhad sufficient “minimum contacts” with the forum state such that the exercise of \njurisdiction does not offend “traditional notions of fair play and substantial justice ,” \nInt’l Shoe Co., 326 U.S. at 316, and whether the record reflects “some act by which \nthe defendant purposefully avails itself of the privilege of conducting activities within \nthe forum State, thus invoking the benefits and protections of its laws.”  Burger King \nCorp., 471 U.S. at 475 (quoting Hanson v. Denckla, 357 U.S. 235, 253 (1958)); see also \nBeem USA LLLP, 2020 N.C. LEXIS 89, at *16 –17 (finding specific jurisdiction over \ndefendant which purposefully availed itself of the privilege of conducting business in \nNorth Carolina by establishing ongoing relationships with persons and entities \nwithin this state related to its status of partner in plaintiff organization because the \n“litigation [wa]s concerned exclusively with the acts and omissions of [the defendants] \nin connection with [plaintiff]’s affairs”). \n \n \n61. The record provides an adequate basis for such  a finding .  Kim and \nSymphony Commerce were directly and substantially inv olved both in Diamond \nCandles’ business generally and specifically in communications with Winter in those \nevents Plaintiff contends constituted “ Plan B.”  Kim traveled to North Carolina in \nconnection with these activities.   (Nov. 12, 2012 E -mail; Nov. 15, 2012 E -mail.)  \nWinter’s November 15, 2012 e-mail to Kim followed a meeting held in North Carolina \non November 14, 2012.  Symphony Commerce enjoyed a continuing revenue stream \nfrom Diamond Candles of over $22 Million for its e-commerce services, (Pl.’s Exs., at \nEx. A, Aff. David Cayton ¶ 16 ), and Diamond Candles alleges  that this excessive \nrevenue is directly tied to the activity and losses on which the complaint is based , \n(Compl. ¶¶ 37, 48, 52) .  Other allegations are that Symphony Commerce provided \nstock options to Winter, a North Carolina resident, in order to promote implementing \n“Plan B” from which Symphony Commerce would benefit and the implementation of \nwhich included numerous communications between Winter and Kim .  (Pl.’s Exs., at \nEx. P, Winter/Symphony Stock Option Agreement; see also Pl.’s Exs., at Exs. E, F, G, \nJ, K, L, M, O, Q.) \n62. The pathway to personal jurisdiction over Symphony Commerce is clear.  \nKim contends that he, however, is sheltered from the exercise of personal jurisdiction \nbecause any act he undertook was in the course of his employment by Symphony \nCommerce.  (Symphony Commerce and Kim Defs.’ Mem. Law 7, ECF No. 30.)   Kim \ncites Mkt. Am. v. Optihealth Prods., No. 1:7-00855, 2008 U.S. Dist. LEXIS 95337, at \n*24 (M.D.N.C. Nov. 21, 2008), to make the generalized argument that actions by \n \n \nemployees or officers of a company may not lead to the legitimate exercise of specific \njurisdiction.  The Court does not find that this case offers Kim adequate support for \nhis argument.  “[A]ctions related to the events in question” taken by an officer or \nemployee may subject them to an out -of-state court’s jurisdiction.  Id.  Here, Kim’s \nactions taken while President of Symphony Commerce do not shield him from \npersonal jurisdiction as they are “directly connected to the issues of [the] lawsuit.”  \nId.  Additionally, as Kim has not offered sworn testimony or other evidence, the Court \nmust accept the substantial allegations and evidence Diamond Candles has offered  \nin support of its claims.  \n63. The Court finds Diamond Candles’ allegations  adequate to support  \npersonal jurisdiction over both Symphony Commerce and Kim individually. \nC. Symphony Commerce and Kim’s Motion to Dismiss for Improper \nVenue \n64. Symphony Commerce and Kim’s second Motion to Dismiss advances the \nargument that , if the Court has personal jurisdiction over them,  such jurisdiction \nshould yield to the forum selection clause contained in Diamond Candles’ e-commerce \nservices agreement with Symphony Commerce.  The relevant provision reads: \nThis Agreement shall be governed by and construed in accordance with \nthe internal laws of the State of California, without reference to its \nprinciples of conflict of law s.  Each party hereto agrees that any legal \nproceeding arising out of the terms of this Agreement shall be \ncommenced in the courts located in the jurisdiction in which the \ndefendant’s principal business offices are located. \n(Kim Aff., at Ex. A Services Agreement § 7, ECF No. 32.) \n65. The clause is unusual in that it does not choose a single forum, but \nrather the chosen forum depends on the expedient of which party to the contract was \n \n \nthe first to file, thereby putting the other in the status of “defendant.”  Had Symphony \nCommerce elected first to sue Diamond Candles on issues arising from the contract, \nthe clause would provide that Symphony Commerce bring suit in North Carolina.2   \n66. The Motion to D ismiss for I mproper Venue must overcome several \nhurdles.  First, Diamond Candles brings claims  against more than  Symphony \nCommerce, raising practical issues in determining whether th is action should be \nstayed as to parties not subject to the forum selection clause .  I t is not clear that  \nDiamond Candles could join Winter to any litigation in California. \n67.  Second, while Diamond Candles certainly alleges that the excessive \ncharges provided in  the Symphony Commerce contract led, in part, to Diamond \nCandles’ inability to close on a financing or sale, it does not necessarily follow even \nas to Diamond Candles and Symphony Commerce,  that the claims can be said to \n“arise out of the terms of the cont ract,” so as to make its forum selection clause \napplicable.  See e.g., Southeastern Auto., Inc. v. Genuine Parts Co., 2017 NCBC LEXIS \n34, at *34–35 (N.C. Super. Ct. Apr. 17, 2017) (determining whether a forum selection \nclause was applicable by analyzing wh ether the dispute between the parties arose \nfrom the agreement).   Generally, “[a] forum selection provision designates a \nparticular state or court as the jurisdiction in which the parties will litigate disputes \narising out of the contract and their contractual relationship.”  Johnson Cty. v. R.N. \nRouse & Co. , 331 N.C. 88, 93, 414 S.E.2d 30, 33 (1992).  To the contrary, Diamond \n                                                 \n2 Obviously, this choice weakens any attack that Symphony Commerce had no due process \nexpectation that it might be subject to suit in North Carolina. \n \n \nCandles’ claims are in the nature of tort and seek extracontractual remedies  beyond \nseeking to enforce the agreement.   \n68. Finally, Winter and Kim personally are not parties to the Symphony \nCommerce contract with Diamond Candles and subject to its forum selection clause. \n69.  In sum, on the record, and in its discretion, t he Court concludes that \nthe forum selection clause in the Symphony Commerce contract does not compel that \nDiamond Candles’ claims proceed only in California.  The  Motion to Dismiss for \nImproper Venue should then be denied. \nD. Symphony Commerce and Kim’s  Alternative Motion to Stay \nUnder the Doctrine of Forum Non Conveniens \n70. Symphony Commerce and Kim contend alternatively that the Court, in \nits discretion,  should transfer t he action to  California or stay the action pending \nresolution of an action to be brought in California pursuant to N.C.G.S. § 1 -75.12(a).  \n(Symphony Commerce and  Kim’s Mem. Law Supp. Mot. Dismiss or Stay 3 –4, ECF \nNo. 60.) \n71. Relying only on broad general arguments, Symphony Commerce and \nKim have  made no factual demonstration adequate to overcome the strong \npresumption that favors Diamond Candles ’ choice of its home forum in North \nCarolina.  They have failed to satisfy their burden to show that the balance of equities \ntips in their favor  so as to justify staying the North Carolina action .  See Wachovia \nBank, 2006 NCBC LEXIS 10, at *1 9–20 (“[F]or [defendant] to prevail on its Stay \nMotion, it must show (1) more than a bare balance of convenience in [its] favor and \n \n \n(2) that a [stay] does more than merely shift the inconvenience.”  (internal quotations \nomitted)).   \n72. For these reasons,  on the record,  and in the Court’s discretion,  \nDefendants Symphony Commerce and Kim’s motion to dismiss or, in the alternative, \nto stay under the doctrine of forum non conveniens should be denied. \nV. CONCLUSION \n73. For the reasons stated above: \nA.  Defendants Baker Botts and Lee’s Motion to Dismiss for Lack of \nPersonal Jurisdiction is GRANTED and the action against them \nis DISMISSED without prejudice to Diamond Candles’ right to \ninstitute its claims against them in another proper forum; \nB. Defendants Symphony Commerce and Kim’s Motion to Dismiss \nfor Lack of Personal Jurisdiction and Improper Venue is  \nDENIED; and \nC. Defendants Symphony Commerce and Kim’s Motion to Dismiss \nor, in the Alternative, to Stay Under Doctrine of Forum Non \nConveniens is DENIED.  \nSO ORDERED, this the 12\nth day of March, 2020. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Senior Business Court Judge \n "
}