{
  "id": "1c51222d2708c7cdf174e84c66c8c5f529c01a010a2eb296fbec180960890cfa",
  "source_file": "data/raw/ncbc/1c51222d2708c7cdf174e84c66c8c5f529c01a010a2eb296fbec180960890cfa.pdf",
  "raw_text": "Estate of Schwarz v. Schwarz, 2016 NCBC 106. \nSTATE OF NORTH CAROLINA \nCOUNTY OF GUILFORD  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 3524 \nTHE ESTATE OF GEOFFREY H. \nSCHWARZ, by and through \nALEXANDER TODD SCHWARZ, as \npersonal representative, \n \nPlaintiff, \n \nv. \n \nJOHN R. SCHWARZ,  \n \nDefendant. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n)\n)\n)\n) \nORDER & OPINION ON DEFENDANT’S \nMOTION FOR JUDGMENT ON THE \nPLEADINGS \n \n1. THIS MATTER is before the Court on Defendant’s Motion for \nJudgment on the Pleadings (“Motion”), brought under Rule 12(c) of the North \nCarolina Rules of Civil Proce dure.  For the reasons discussed below, the Motion is \nDENIED. \n Smith Moore Leatherwood LLP , by Richard A. Coughlin and W. Craig \n Turner, for Plaintiff. \n \n Rossabi Reardon Klein Spivey PLLC , by Amiel J. Rossabi and Elizabeth M. \n Klein, for Defendant. \n \nGale, Chief Judge. \nI. INTRODUCTION \n2. Plaintiff is the Estate of Geoffrey H. Schwarz (the “Jeff Schwarz \nEstate”), by and through Alexander Todd Schwarz  (“Todd”), who is both the \npersonal representative  of the Jeff Schwarz Estate and the son of Geoffrey H. \nSchwarz (“Jeff”).  Before Jeff died in November 2015, he operated two limited -\nliability companies with his brother, Defendant John R. Schwarz (“John”) —John & \nJeff Schwarz, LLC (“J&J”) and C.E. -Bett St. Lucie, LLC (“C.E. -Bett”).  The Jeff \nSchwarz Estate now seeks judic ial intervention to determine the validity of its \nmembership interests  in J&J and C.E. -Bett, and the value of the ownership \ninterests in the two companies. \nII. FACTUAL BACKGROUND \n3. The following statement of facts is made solely for purposes of ruling \non the Motion.    \n4. Jeff died on November 25, 2015.  (Am. Compl. ¶  1.)  He and John were \nequal owners and the sole members and managers of J&J and C.E. -Bett.  (Am. \nCompl. ¶¶ 6, 8.)   \n5. The parties agree that J&J was formed in or around June 2005.  (Am. \nCompl. ¶ 6; Verified Am. Answer  7.)  The parties disagree as to whether C.E. -Bett \nwas formed in 2006 or in 2011.  (Am. Compl. ¶ 8; Verified Am. Answer 7.)  The date \nof C.E.-Bett’s formation is not relevant to th e Motion.  The relevant dates are the \ndates that the brothers entered into purchase and sale agreements that control the \ndisposition of interests in the two businesses following either brother’s death.  The \npurchase and sale agreements attached as Exhibits B and C to the Amended \nComplaint relate to J&J, and the agreements attached as Exhibits D and E relate to \nC.E.-Bett.  Plaintiff contends that Exhibits B and D control.  Defendant contends \nthat Exhibits C and E control. \n6. Plaintiff alleges that , on or about March 22, 2010, Jeff and John \nexecuted Exhibit B regarding J&J.  (Am. Compl. ¶ 11; see Am. Compl. Ex. B.)  John \nadmits that he and Jeff  executed Exhibit B sometime prior to March 22, 2010 .  \n(Verified Am. Answer ¶ 12.)  However, he contends that Exhibit B was only a draft \nagreement, and that the final agreement betwee n the brothers is attached as \nExhibit C, dated March 22, 2010.  (Verified Am. Answer 8; see Am. Compl. Ex. C.) \n7. Exhibit B provides , among other things,  that upon the death of either \nbrother, the deceased brother’s  estate has the option, but is not obligated, to sell to \nthe surviving brother the deceased brother’s ownership  interest in J&J  at fair \nmarket value, determined either by agreement or by appraisal .  (Am. Compl. Ex. B \n¶¶ 5, 6.)  It further provides that, until a sale might be effectuated, the estate of the \ndeceased brother would become a member of J&J and would have an equal share of \nnet profits in J&J, while the surviving brother would continue to operate the LLC.  \n(Am. Compl. Ex. B ¶¶ 1, 5. )  The copy of Exhibit B attached to the Amended \nComplaint was signed by both John and Jeff but is not dated.   \n8. Exhibit C provides, among other things, that upon the death of John or \nJeff, the estate of the deceased brother must offer to sell the deceased brother ’s \ninterest in J&J  to the surviving brother for $750, 000.  (Am. Compl. Ex. C ¶  5.)  It \nfurther provides that the $750,000 purchase price would be modified by agreement \nor appraisal upon the five -year anniversary of the agreement ’s execution  if both \nbrothers were still living.  (Am. Compl. Ex. C ¶ 8.)   \n9. John avers, and Plaintiff denies , that John and Jeff  reached a n oral \nagreement prior to Jeff’s death that the purchase price for J&J would remain fixed \nat $750,000 and that no new agreement would be prepared.  (Am. Countercl. ¶¶ 35–\n39.)  Todd admits that he did not discuss the terms of the agreements for either J&J \nor C.E. -Bett with Jeff .  (Pl.’s Reply to Def.’s Am. Countercl.  ¶ 39.)  However, \nPlaintiff also alleges that , in January 2015, prior to Jeff’s death, one of Jeff’s \nemployees advised John that J&J would  need to be appraised, consistent with the  \npassing of the  five-year anniversary of the agreement ’s execution .  (Am. Comp l. \n¶ 23.)   \n10. Plaintiff claims, pursuant to Exhibit B, that the Jeff Schwarz Estate is \nnow a member of J&J, that the estate has the option , but is not obligated , to sell \nJeff’s interest to Defendant, and that, in the event of a sale, the purchase price is for \nfair market value determined either by agreement or by appraisal.  Defendant \ncontends that , regardless of whether Exhibit B or Exhibit  C controls,  Plaintiff is \nobligated to sell Jeff’s interest to John for $750,000. \n11. The parties have a similar dispute regarding John’s desire to purchase \nJeff’s interest in C.E. -Bett.  Plaintiff relies on Exhibit D.  Defendant relies on \nExhibit E.  Exhibit D, which Plaintiff contends was executed on June 30, 2011, \nprovides the estate a right , but does not obligate it , to sell Jeff’s interest in C.E. -\nBett.  Like the Exhibit C purchase and sale agreement for J&J, Exhibit E sets the \nprice for C.E.-Bett at $750,000, subject to modification upon the fifth anniversary of \nthe agreement’s execution.  (Am. Comp l. ¶¶  26–31.)  Plaintiff contends  that, \npursuant to Exhibit D , because Jeff died before the fifth anniversary of that \nagreement, the estate is now a member of C .E.-Bett and has the option , but is not \nobligated, to sell Jeff’s interest for $750,000.  Defendant contends that Exhibit E, \nwhich has provisions comparable to Exhibit C, controls Plaintiff’s interest in C.E. -\nBett, and thus, Plaintiff did not become a member of C.E.-Bett and is now obligated \nto sell Defendant its interest in C.E.-Bett for $750,000.  (See Am. Compl. Ex. E ¶ 5.) \n12. Plaintiff did not learn of Exhibits B and D until after Jeff’s death .  \nPlaintiff initially demanded an appraisal of J&J under the provisions of Exhibit C’s \nrequirement for a new valuation after the agreement’s five-year anniversary.  \nDefendant responded to Plaintiff’s demand by contending that, prior to Jeff’s death, \nJeff and John had agreed that no new valuation would be prepared and that the \npurchase price would remain fixed at $750,000.  Plaintiff thereaf ter learned of \nExhibits B and D and now contends that those are the controlling agreements.   \n13. Defendant has demanded that Plaintiff convey Jeff’s interest in the \ntwo companies for $750,000 each. \n14. Plaintiff seeks a declaratory judgment in its favor.  Through his \nAmended C ounterclaim, Defendant seeks a declaratory judgment in his favor , as \nwell as a decree of specific performance to compel Plaintiff to sell Jeff’s interest s to \nJohn. \n15. In the Motion, Defendant maintains that judgment should be entered \nin his favor based on the pleadings because the pleadings reveal that Plaintiff \nneither has nor will be able to develop evidence that Exhibits B and D are \nenforceable and Exhibits C and E are n ot enforceable, and further , because the \npleadings prove that John and Jeff orally modified Exhibit C to eliminate any need \nfor a new valuation , such that Plaintiff’s obligation to sell Jeff’s interest is fixed at \n$750,000. \nIII. PROCEDURAL HISTORY \n16. Plaintiff filed its Complaint and notice of designation on February 19, \n2016.  The Chief Justice entered an order designating the case as a mandatory \ncomplex business case on February 22, 2016, and the matter was assigned to the \nundersigned on February 24, 2016.   \n17. Plaintiff filed an Amended Complaint on March 8, 2016, seeking a \ndeclaratory judgment on multiple grounds relating to its rights in J&J and C.E. -\nBett. \n18. Defendant filed the Motion on June 24, 2016.  The Court heard oral \nargument on the Motion on August 30, 2016, and the Motion is now ripe for ruling.    \nIV. STANDARD OF REVIEW \n19. On a motion for judgment on the pleadings, the trial court is required \nto view the facts and permissible inferences in the light most favorable to the \nnonmoving party.  Toomer v. Branch Banking & Tr. Co., 171 N.C. App. 58, 66, 614 \nS.E.2d 328, 334 (2005).  For purposes of a motion for judgment on the pleadings, all \nfactual allegations in the nonmovant ’s pleadings are deemed admitted except those \nthat are legally impossible or are not admissible in  evidence.  Governors Club, Inc. \nv. Governors Club Ltd. P ’ship, 152 N.C. App. 240, 247, 567 S.E.2d 781 , 786 (2002), \naff’d, 357 N.C. 46, 577 S.E.2d 620 (2003) .  “[J]udgment on the pleadings is not \nappropriate merely because a claimant ’s case is weak and he is unlikely to prevail \non the merits. ”  Huss v. Huss , 31 N.C. App. 463, 469, 230 S.E.2d 159, 163 (1976).  \nThe purpose of the motion is to test the legal sufficiency of the complaint and not \nthe facts that support it.  See Coker v. DaimlerChrysler Corp. , 172 N.C. App. 386, \n389, 617 S.E.2d 306, 309 (2005), aff’d per curiam , 360 N.C. 398, 627 S.E.2d 461 \n(2006).   \nV. ANALYSIS \n20. Defendant’s Motion rests on two essential premises.  If either of those \npremises fails, the Motion must fail , and the claims must be resolved either by trial \nor by subsequent motion practice on a developed record .  The first premise is that \nPlaintiff cannot and will not be able to establish a foundation to introduce Exhibits \nB or D as evidence to be considered by the trier of fact, and thus, Plaintiff is bound \nby Exhibits C and E.  The second premise is that Plaintiff has admitted that Todd \nnever discussed the terms of the agreements with Jeff, and thus, Plaintiff has no \ncompetent evidence to rebut John’s verified statement that he and Jeff reached an \noral agreement that modified Exhibit C, fixing the purchase price at $750,000 and \neliminating the need for any appraisal or agreement on a modified purchase price. \nA. Plaintiff Is Entitled to Discovery on the Parties’ Contested Positions \nRegarding Exhibits B and D. \n \n21. Unquestionably, the Amended Complaint alleges  that Exhibits B and \nD are the agreements in force.  Defendant contends that the Court can disregard \nthose allegations because the pleadings reveal that Plaintiff does not , and will not , \nhave factual support for those  allegations.  While the copy of Exhibit B attached to \nthe Amended Complaint is  not signed, Defendant’s Amended C ounterclaim \nacknowledges that Exhibit B was prepared by the companies’ counsel.  Plaintiff \nfurther alleges that there were  multiple copies of Exhibit B, at least one copy of \nwhich was found among Jeff’s business records after his death, and that Defendant \nin fact distributed copies of Exhibit B to Jeff’s heirs.  (Am. Compl. ¶¶ 14–15.)  While \nthe Court con fines its ruling to m atters disclosed by the pleadings, it notes that \nPlaintiff stated at oral argument that discovery will reveal  other evidence that the \nbrothers signed Exhibit B on or a round March 22, 2010 —the same date that \nDefendant contends the brothers executed Exhibit C. \n22. First, as to Plaintiff’s interest in J&J, t he Court concludes that \nPlaintiff has adequately pleaded that the brothers executed Exhibit B on or a round \nMarch 22, 2010, that Plaintiff is entitled to discovery in an effort to support those \nallegations, and that the dispute between the parties should not be resolved solely \non the pleadings. \n23. Defendant further contends that other  uncontested evidence proves \nthat Exhibit C was the controlling agreement .  For example, Defendant points to  \nPlaintiff having alleged that Jeff’s employee  wrote an e -mail referring to an \nappraisal term found in Exhibit C but not in Exhibit B.  The Court concludes that \nwhen making this allegation, Plaintiff did not admit, and is not bound to, a position \nthat Exhibit C is the controlling agreement. \n24. As to Plaintiff’s interest in C.E. -Bett, the Court concludes that there \nare factual disputes that should not be resolved on the pleadings alone.  Defendant \ncontends that Plaintiff cannot rely on Exhibit D , noting Plaintiff’s own allegations \nthat the companies’ counsel never prepared Exhibit D and that John never signed \nExhibit D.  (Am. Countercl. ¶ 22.)  However, the copy of Exhibit D attached to the \nAmended Complaint was fully executed by the parties  and is dated June 30, 2011.  \n(See Am. Compl. E x. D.)   There is a contested issue  arising from sufficient \nallegations adequate to survive a motion brought under Rule 12(c). \nB. Plaintiff’s Admission that Todd and Jeff Never Discussed the Terms of the \nAgreements Does Not Necessarily Foreclose Plaintiff’s Ability to Contest \nJohn’s Verified Statement that He and Jeff Reached an Oral Agreement that \nthe $750,000 Purchase Price Would Not be Modified. \n \n25. John contends that Plaintiff cannot rebut , and therefore must be \nbound by , John’s verified statement that , prior to Jeff’s death, John and Jeff \nreached an oral agreement  to leave the purchase price for J&J fixed at  $750,000 \nand to not execute any written modification because the purchase price  would not \nbe changed.  John relies on Plaintiff’s admission that Todd never discussed with his \nfather any terms of agreements between John and Jeff. \n26. Defendant’s position does not fit comfortably with in the con straints of \nprevailing Rule 12(c) standards.  First, the Amended Complaint contains specific \nfactual allegations that Exhibit B controls and that any modification to Exhibit C is \ntherefore not relevant in the first instance.  Second, Plaintiff should be deemed to \nhave denied Defendant ’s allegation that the brothers reach ed an oral modification.  \nA response stating that Plain tiff does not have information adequate to admit or \ndeny Defendant’s allegations  “has the effect of a denial.”  N.C. Gen. Stat. §  1A-1, \nRule 8(b) (2015).  Defendant suggests that Rule 8 cannot protect Plaintiff when the \npleadings, taken as a whole, demonstrate that Plaintiff neither has, nor will be able \nto, develop evidence to challenge Defendant’s verified statement.  (Reply Mem. Law \nSupp. Def.’s Mot. J. Pleadings  4.)  The questionable basis of that  suggestion is \nevident by the fact that , in support of hi s position, Defendant cites federal Rule 12 \nstandards that North Carolina courts have not adopted.  (Reply Mem. Law Supp. \nDef.’s Mot. J. Pleadings  4 (citing Ashcroft v. Iqbal , 556 U.S. 662, 677 –78 (2009)).)  \nBut see Holleman v. Aiken , 193 N.C. App. 484, 49 1, 688 S.E.2d 579, 584 –85 (2008) \n(rejecting the federal “plausibility” standard set forth in Bell Atl. Corp. v. Twombly , \n550 U.S. 544 (2007)). \n27.  More importantly, assuming that the trier of fact first concludes that \nExhibit C is the controlling agreement, D efendant would still have the  burden of \nproving that Exhibit C was modified.  That burden has not been sustained simply \nbecause of the fact that Todd did not have conversations with Jeff about agreements \nbetween Jeff and John.  There may be other evidence from which a jury may be \nasked to test whether Exhibit C should be applied inconsistently with its written \nterms because of an oral agreement. \n28. In arguing their positions, the parties have each opined that the Dead \nMan’s Statute embodied in North Carolina R ule of Evidence 601 supports their \nrespective positions.  The Court is not required to resolve that  disagreement at this \nstage in the proceedings.  \n29. In sum, the Court concludes that there are well -stated pleadings that \nraise contested issues  regarding first , whether Exhibit C i s the controlling \nagreement, and if so, whether Exhibit C was mod ified by an oral agreement.  Tho se \ncontested issues should not be resolved solely on the pleadings.   \nVI. CONCLUSION \n30. For the reasons stated above, Defendant’s Motion for Judg ment on the \nPleadings is DENIED.  \n \nIT IS SO ORDERED, this the 30th day of December, 2016. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Business Court Judge \n  \n "
}