{
  "id": "1c5b025f065edf435e4a8ebf42fee34f90e298c0372d3b703c16fcd9d26f606e",
  "source_file": "data/raw/ncbc/1c5b025f065edf435e4a8ebf42fee34f90e298c0372d3b703c16fcd9d26f606e.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nDURHAM COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24CV008707-310 \n \nWOLFSPEED, INC. f/k/a CREE, \nINC., \n \nPlaintiff, \n \nv. \n \nEDWARD VAN BRUNT; SCOTT \nALLEN; and ON SEMI \nCONDUCTOR CORPORATION, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ JOINT MOTION TO \nDISMISS PLAINTIFF’S AMENDED \nCOMPLAINT \n[Public]1 \n \n1. THIS MATTER  is before the Court on  the 4 December 2024 filing of \nDefendants’ Joint Motion to Dismiss Plaintiff’s Amended Complaint  (the Motion).  \n(ECF No. 16 [Mot.].)  Pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil \nProcedure (the Rule(s)), Defendants Edward Van Brunt  ( Van Brunt ), Scott Allen \n(Allen; and with Van Brunt, the Individual Defendant s), and On Semi Conductor \nCorporation (Onsemi; and with the Individual Defendants, Defendant s), bring this \nMotion seeking to dismiss all claims asserted against them  by Plaintiff Wolfspeed, \nInc. (Plaintiff or Wolfspeed) in the Amended Complaint, (ECF No. 25 [Am. Compl.]).  \n(Mot. 1.) \n \n1 Recognizing that this Order and Opinion cites to and discusses the subject matter of \ndocuments that the Court has temporarily allowed to remain under seal in this action, the \nCourt initially filed this Order and Opinion under seal on 2 0 March 2025, (see ECF No. 36) \nand requested that the parties advise the Court whether any portions of the Order and \nOpinion deserved to remain under seal.  On 2 April 2025, the parties notified the Court that \nall parties conferred and agreed that there is no material in this Order and Opinion that \nrequires sealing.   Accordingly, the Court now files this public version of the Order and \nOpinion and will promptly unseal the previously filed version, (ECF No. 36) and requests \nthat the Durham County Clerk of Court unseal the document previously filed under seal on \nOdyssey, (24CV008707-310, at Event No. 32). \nWolfspeed, Inc. v. Van Brunt, 2025 NCBC 19. \n2. For the reasons set forth herein, the Court GRANTS in part and DENIES \nin part the Motion. \nKatten Muchin Rosenman LLP  by Michaela Holcombe and Rebecca \nLindahl for Plaintiff.  \n \nLaw Offices of Denise Smith Cline by Denise Smith Cline for Defendant \nEdward Van Brunt. \n \nBaker, Donelson, Bearman, Caldwell & Berkowitz, P.C. by Theresa M. \nSprain and Grant Michael Wills for Defendants Scott Allen and On Semi \nConductor Corporation. \n \nRobinson, Chief Judge. \n \nI. INTRODUCTION \n3. This action arises out of Defendants Van Brunt’s and Allen’s employment \nat Wolfspeed.  Wolfspeed initiated this action contending that Van Brunt  and Allen \nleft Wolfspeed for a competitor, O nsemi, in violation of their respective employment \nagreements and the restrictive covenants found therein, taking with them to Onsemi \ntrade secret information.  Wolfspeed also contends Onsemi wrongfully interfered with \nVan Brunt ’s and Allen’s respective employment agreements by inducing them to \nbreach the restrictive covenants found therein. \nII. FACTUAL BACKGROUND \n4. The Court does not make findings of fact on a motion to dismiss pursuant \nto Rule 12(b)(6), but instead recites only those factual allegations included in the \nAmended Complaint that are relevant to the Court’s determination of the Motion. \nA. The Parties \n5. Plaintiff is a North Carolina corporation with its principal place of business \nin Durham County, North Carolina.  (Am. Compl. ¶  1.)  Plaintiff is in the “field of \nsilicon carbide semiconductor materials and s ilicon carbide semiconductor devices.”  \n(Am. Compl. ¶ 2.) \n6. Van Brunt and Allen are residents of Wake County, North Carolina.  (Am. \nCompl. ¶ ¶ 3, 8.)  Van Brunt  was employed by Plaintiff  from June 2013 through \nSeptember 2023 , and Allen was employed by Plaintiff from 1994 through \n14 October 2022, with both holding  “various research and development positions.”  \n(Am. Compl. ¶¶ 4, 9.) \n7. Onsemi is a Delaware corporat ion with a reserved name with the North \nCarolina Secretary of State, including a location at 3000 RDU Center Drive, \nMorrisville, North Carolina 27560.  (Am. Compl. ¶  5.)  O nsemi is a “semiconductor \nmanufacturer that researches and develops thermoelectric materials, devices and \nsystems[,]” as well as a “supplier company with a focus on automotive and industrial \nend-markets[.]”  (Am. Compl. ¶  6.)  Onsemi also “manufactures and se lls silicon \ncarbide devices, such as MOSFETs, as components for its customers to incorporate \ninto finished products.”  (Am. Compl. ¶ 6.) \nB. Allen’s Employment with Plaintiff \n8. Allen was employed by Plaintiff for over twenty (20) years, holding a variety \nof positions, including “Device Scientist, Manager of Power Device Research and \nDevelopment, Manager of RF Engineering, and Vice President of  Power Technology \nDevelopment.”  (Am. Compl. ¶ 24.) \n1. Allen’s Non-Competition and Confidentiality Agreement \n9. On 14 June 1994, Allen executed an Employee Agreement, where he agreed \nto certain confidentiality obligations.  (Am. Compl. ¶  27; see Am. Compl. Ex. 1, ECF \nNo. 10.)2 \n10. On 21 September 2006 , Allen executed an  Employment Agreement \nRegarding Confidential Information, Intellectual Property and Noncompetition (the \nAllen Non-Competition and Confidentiality Agreement).  (Am. Compl. ¶  28; see Am. \nCompl. Ex. 2 , ECF No. 10  [Allen Agt.] .)  The Allen Non -Competition and \nConfidentiality Agreement was executed in consideration of Allen’s “ receipt of an \naward of September 1, 2006 under the Cree, Inc. 2004 Long -Term Incentive \nCompensation Plan as an employee of Cree, Inc., a North Carolina corporation  . . . \nand any other compensation or benefits paid to [Allen] by [Plaintiff] that may lawfully \nserve as additional consideration[.]”  (Allen Agt. at 1.) \n11. As to the confidentiality obligations provided for in the Allen Non -\nCompetition and Confidentiality Agreement, Allen represented that he understood \nthat during [his] employment [he] may have access to unpublished or \notherwise confidential information relating to [Plaintiff], such as \nunpublished information relating to [Plaintiff’s] business plans, \nproducts, manufacturing operations, research and devel opment \nactivities, finances, customers, vendors and personnel. Such \n \n2 The Amended Complaint was originally filed on 4 November 2024 with redactions.  (ECF \nNo. 10.)  Thereafter, an unredacted Amended Complaint was filed under seal, (ECF No. 25), \nbut did not contain the exhibits originally filed with the redacted Amended Complaint.  As \nsuch, the Court cites to the exhibits located within the redacted Amended Complaint, (ECF \nNo. 10.)  \ninformation, whether of a technical or non -technical nature, is referred \nto below as “Confidential Information.” As used in this Agreement, that \nterm also includes information disclosed to [Plaintiff] by third parties \nunder an obligation to hold such information in confidence.  \n \n[He] will comply with all [Plaintiff’s] policies and procedures concerning \nConfidential Information. [He] will not disclose Confidential \nInformation to others except when authorized in performing [his] duties \nfor [Plaintiff], and [he] will not use Confidential Information for any \npurpose other than performing [his] duties for [Plaintiff]. [He] will be \nbound by this Agreement with respect to Confidential Information \nlearned during [his] employment, both for so long as [he] [is] employed \nand thereafter without limit, except that [his] obligation will end as to \nan item of information as such time as it becomes generally known to \nthe public through no fault of [his]. \n \n(Allen Agt.  at ¶  1.)  Additionally, Allen acknowledged that his obligations “will \ncontinue following any termination of [his] employment, whether voluntary or \ninvoluntary.”  (Allen Agt. at ¶ 12.) \n2. Allen’s Departure from Plaintiff \n12. In October 2022, Allen notified Plaintiff that he “planned to resign his \nposition with the company, effective October 14, 2022, and take a new position” with \nOnsemi.  (Am. Compl. ¶ 34.)   \n13. Allen’s departure spurred litigation, which was resolved through \nsettlement.  (Am. Compl. ¶ 35.)  As a result of the settlement, Allen “represented and \nwarranted that he would continue to comply with his confidentiality obligations \nperpetually.”  (Am. Compl. ¶  36.)  After the expiration of Allen’s one- year \nnoncompetition term, he “accepted employment as [O]nsemi’s Chief Technology \nOfficer for its Power Solutions Group.”  (Am. Compl. ¶ 37.) \nC. Van Brunt’s Employment with Plaintiff \n14. On 19 January 2013, Van Brunt  executed his Employment Agreement \nRegarding Confidential Information, Intellectual Property and Noncompetition (the \nVan Brunt Non-Competition and Confidentiality Agreement).  (Am. Compl. ¶ 46; see \nAm. Compl. Ex. 3, ECF No. 10 [Van Brunt Agt.].)  The Van Brunt Non-Competition \nand Confidentiality Agreement “outlines Van Brunt ’s obligations concerning \nnoncompetition, confidentiality, and intellectual property during and after his \nemployment with” Plaintiff.  (Am. Compl. ¶ 49.) \n1. Van Brunt’s Non-Competition and Confidentiality Agreement \n15. As to his noncompetition obligations, the Van Brunt Non-Competition and \nConfidentiality Agreement provides that  \nWhile employed by [Plaintiff], and for a period of one (1) year following \nthe termination of [ Van Brunt’s] employment with [Plaintiff], [he] will \nnot, without the express written consent of an authorized representative \nof [Plaintiff], (i) perform services within the Territory (as defined below) \nfor any Competing Business (as defined below), whether as an employee, \nconsultant, agent, contractor or in any other capacity, (ii) hold office as \nan officer or director or like position in any Competing Business or be \nthe beneficial owner of an equity interest in a Competing Business, \n(iii) request any present or future customers or suppliers of [Plaintiff] to \ncurtail or cancel their business with [Plaintiff], or (iv) induce or attempt \nto influence any employee of [Plaintiff]  to terminate his or her \nemployment with [Plaintiff]. These obligations will continue for the \nspecified period regardless of whether the termination of [his] \nemployment was voluntary or involuntary or with or without cause. \n \n(Van Brunt Agt. at ¶ 11(a).)   \n16. The Van Brunt  Non-Competition and Confidentiality Agreement  defines \n“Competing Business” as  \nany corporation, partnership, university, government agency or other \nentity or person (other than [Plaintiff]) which is engaged in Competing \nActivities (as defined below). “Competing Activities” means the \ndevelopment, manufacture, marketing, distribution or sale of, or \nresearch directed to: (i) silicon carbide or A  nitride materials for \nelectronic applications, or for any other applications for which [Plaintiff] \nis selling such materials at the time of termination of my employment, \nor (ii) devices fabricated on or from such materials. \n \n(Van Brunt Agt. at ¶ 11(d).) \n \n17. “Territory” is defined in the Van Brunt  Non-Competition and \nConfidentiality Agreement as  \n(i) throughout the world, but if such area is determined by judicial action \nto be too broad, then it shall mean (ii) within the continental United \nStates, but if such area is determined by judicial action to be too broad, \nthen it shall mean (iii) within any state in which [Plaintiff] is engaged \nin business, but if such area is determined by judicial action to be too \nbroad, then it shall mean (iv) the State of North Carolina, but if such \narea is determined by judicial action to be too broad, then it shall mean \n(v) Durham County, Wake County, Orange County and Chatham \nCounty, North Carolina, but if such area is determined by judicial action \nto be too broad, then it shall mean (vi) the City of Durham, North \nCarolina. \n \n(Van Brunt Agt. at ¶ 11(e).) \n \n18. As to the confidentiality obligations provided for in the Van Brunt  Non-\nCompetition and Confidentiality Agreement, Van Brunt  represented that he \nunderstood \nthat during [his] employment [he] may have access to unpublished or \notherwise confidential information relating to [Plaintiff], such as \nunpublished information relating to [Plaintiff’s] business plans, \nproducts, manufacturing operations, research and development \nactivities, finances, customers, vendors and personnel. Such \ninformation, whether of a technical or non -technical nature, is referred \nto below as “Confidential Information.” As used in this Agreement, that \nterm also includes information disclosed to  [Plaintiff] by third parties \nunder an obligation to hold such information in confidence.  \n \n[He] will comply with all [Plaintiff’s] policies and procedures concerning \nConfidential Information. [He] will not disclose Confidential \nInformation to others except when authorized in performing [his] duties \nfor [Plaintiff], and [he] will not use Confidential Information for any \npurpose other than performing [his] duties for [Plaintiff]. [He] will be \nbound by this Agreement with respect to Confidential Information \nlearned during [his] employment, both for so long as [he] [is] employed \nand thereafter without limit, except that [his] obligation will end as to \nan item of information as such time as it becomes generally known to \nthe public through no fault of [his]. \n \n(Van Brunt Agt. at ¶ 1.)  Additionally, Van Brunt acknowledged that his obligations \n“will continue following any termination of [his] employment, whether voluntary or \ninvoluntary.”  (Van Brunt Agt. at ¶ 12.)   \n19. Van Brunt  was hired by Plaintiff as a Senior Manager in Plaintiff’s \nResearch Science unit, (Am. Compl. ¶  39), and on 13 August 2023, Van Brunt  was \npromoted to Director of that unit, being given the title “Director, Intelligent Systems \nTechnology R&D[,]” (Am. Compl. ¶  40).  Through his work, Van Brunt  “reported \ndirectly to [Plaintiff’s] Chief Technology Officer[.]”  (Am. Compl. ¶ 41.)  \n2. Van Brunt’s Restricted Stock Units Agreement’s Terms and \nConditions \n \n20. During his employment with Plaintiff, Van Brunt  was granted Restricted \nStock Units (RSU s) annually.  (Am. Compl. ¶  56.)  These RSU grants were \ndocumented in Restricted Stock Unit Award Agreements (RSU Agreements) , which \nincorporated certain terms and conditions  (the Terms and Conditions) .  (Am. \nCompl. ¶¶ 57–58; see Am. Compl. Ex. 4 at ¶  11, ECF No. 10 [RSU Agt. Terms & \nConditions].) \n21. The Terms and Conditions provide that Plaintiff may “cancel and cause to \nbe forfeited any RSUs not previously vested or released under this Agreement if you \nengage in any ‘Detrimental Activity’[.]”  (RSU Agt. Terms & Conditions at ¶ 11.)  As \nit relates to Van Brunt, “Detrimental Activity” is defined therein as  \nactivity that breaches the terms of any restrictive covenants in  any \nagreement between [Van Brunt ] and [Plaintiff], including without \nlimitation the most recent version of the Employment Agreement \nRegarding Confidential Information, Intellectual Property, and \nNoncompetition in effect for [Van Brunt] as of the relevant date. \n \n(RSU Agt. Terms & Conditions at ¶ 11(b).)  The Terms and Conditions also state that  \nif you engage in any Detrimental Activity prior to or within one (1) year \nafter your Termination of Service, the Committee in its sole discretion \nmay require you to pay [Plaintiff] the amount of all gain you realized \nfrom any vesting of the RSUs beginning six (6) months prior to your \nTermination of Service, provided that the Committee gives you notice of \nsuch requirement within  one (1) year after your Termination of Service. \nIn that event, [Plaintiff] will be entitled to set off such amount against \nany amo unt [Plaintiff] owes to you , in addition to any other right s \n[Plaintiff] may have.  \n \n(RSU Agt. Terms & Conditions at ¶ 11.)  At all relevant times, Van Brunt “benefitted \nfrom continued vesting of his RSUs.”  (Am. Compl. ¶ 62.) \n3. Van Brunt’s Departure from Plaintiff \n22. On 3 September 2024, Van Brunt  contacted Plaintiff’s “legal department \nthrough retained counsel to inquire about whether [Plaintiff] would prepare a ‘draft \nagreement’ related to Van Brunt’s employment with [Plaintiff].”  (Am. Compl. ¶  63.)  \nFor several weeks thereafter, Plaintiff and Van Brunt , through counsel, “had \nconversations about whether Van Brunt  would be accepting non -competitive \nemployment with O nsemi such that he would not violate his non- competition or \nconfidentiality obligations.”  (Am. Compl. ¶  66.)  While these conversations were \nongoing, “Van Brunt unilaterally stopped showing up for work” with Plaintiff.  (Am. \nCompl. ¶ 67.) \n23. Van Brunt “had already accepted employment with Onsemi when or shortly \nafter he stopped reporting for work” with Plaintiff, and before his employment with \nPlaintiff ended.  (Am. Compl. ¶ 71.)  Van Brunt’s counsel informed Plaintiff that “Van \nBrunt was offered and planned to accept employment at O nsemi as the Senior \nDirector of the SiC device team for the Power Solutions Group, reporting directly to \nAllen, that group’s Chief Technology Officer.”  (Am. Compl. ¶  74.)  Van Brunt ’s job \nresponsibilities at O nsemi would include “managing a team of device design and \nprocess integration engineers[,]” and he would be working “on MOSFET technology,” \nas he did with Plaintiff.  (Am. Compl. ¶ 74.) \n24. Though he had accepted employment with O nsemi, Van Brunt continued \n“his attempts to negotiate with [Plaintiff] to allow him to accept this” position with \nOnsemi.  (Am. Compl. ¶ 76.)  Around 25 September 2024, Plaintiff learned that “Van \nBrunt intended to work at [O]nsemi in the same position that he held” with Plaintiff.  \n(Am. Compl. ¶ 77.) \n25. At that time, Van Brunt  had not returned to work with Plaintiff.  (Am. \nCompl. ¶  79.)  As a result, Plaintiff notified Van Brunt , through counsel, on \n26 September 2024 that Plaintiff “had considered Van Brunt  to have voluntarily \nterminated his employment with” Plaintiff.  (Am. Compl. ¶  80.)  The following day, \nVan Brunt engaged in a phone conversation with one of Plaintiff’s founders, where \nVan Brunt indicated that “his ‘mind is made up’ and disclosed that he had ‘already \naccepted a position with [O]nsemi,’ where he would ‘be reporting directly to Scott \nAllen[.]’ ”  (Am. Compl. ¶ 81.) \n26. On the same call, Van Brunt  represented his intention “to attend \nInternational Conference of Silicon Carbide and Related Materials (‘ICSCRM’), the \npreeminent global conference on silicon carbide.”  (Am. Compl. ¶ 82.)  Originally, Van \nBrunt was scheduled to attend this conference on behalf of Plaintiff, though Plaintiff \nnotified Van Brunt following his resignation that he “would no longer be attending \non [Plaintiff’s] behalf.”  (Am. Compl. ¶  84.)  Van Brunt  ultimately attended the \nconference “as an [O]nsemi representative, and relayed to others at the ICSCRM that \nhe was now an [O]nsemi employee.”  (Am. Compl. ¶ 86.) \n27. As of 14 October 2024, Van Brunt  retained his laptop issued to him by \nPlaintiff, (Am. Compl. ¶  96), and did not return this laptop until 16 October 2024, \n(Am. Compl. ¶  97).   A  “forensic analysis of Van Brunt ’s company-issued devices is \nongoing.”  (Am. Compl. ¶ 98.) \nIII. PROCEDURAL BACKGROUND \n28. On 27 September 2024, Plaintiff initiated this action with the filing of \nPlaintiff’s Complaint and Motion for Injunctive Relief against all Defendants.  (ECF \nNo. 3.)  On the same day, Plaintiff sought a temporary restraining order against all \nDefendants, (ECF No. 4), which was subsequently denied on 30 October 2024, (ECF \nNo. 9). \n29. Thereafter, on 4 November 2024, Plaintiff filed its Amended Complaint, \nasserting nine (9)  claims, including: (1) preliminary and permanent injunction \nagainst all Defendants (Count One), (Am. Compl. ¶¶  115–26); (2) breach of contract \nby Van Brunt  related to the Van Brunt Non -Competition and Confidentiality \nAgreement (Count Two), (Am. Compl. ¶¶ 127–35); (3) breach of contract by Van Brunt \nof the RSU Agreement (Count Three), (Am. Compl. ¶¶ 136–41); (4) breach of contract \nby Allen related to the Allen Non-Competition and Confidentiality Agreement (Count \nFour), (Am. Compl. ¶¶  142–48); (5)  wrongful interference with contractual \nrelationships by O nsemi and Allen  as to the Van Brunt  Non-Competition and \nConfidentiality Agreement (Count Five), (Am. Compl. ¶¶  149–59); (6) wrongful \ninterference with contractual relationships by O nsemi as to the Allen Non -\nCompetition and Confidentiality Agreement (Count Six), (Am. Compl. ¶¶  160–67); \n(7) misappropriation of trade secrets against all Defendants  (Count Seven), (Am. \nCompl. ¶¶ 168–73); (8) unfair and deceptive trade practices against all Defendants \n(Count Eight), (Am. Compl. ¶¶ 174–77); and (9) breach of the duty of loyalty by Van \nBrunt (Count Nine), (Am. Compl. ¶¶ 178–85). \n30. On 4 December 2024, Defendants brought the Motion, which was followed \nby fulsome briefing.  On 25 February 2025, the Court held a hearing on the Motion \n(the Hearing), where all parties were represented by counsel.  (See ECF No. 29.) \n31. The Motion is ripe for resolution. \nIV. LEGAL STANDARD \n32. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court \nreviews the allegations in the Amended Complaint in the light most favorable to \nPlaintiff.  See Christenbury Eye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 5 (2017).  The \nCourt’s inquiry is “whether, as a matter of law, the allegations of the Complaint  . . . \nare sufficient to state a claim upon which relief may be granted under some legal \ntheory[.]” Harris v. NCNB Nat’l Bank , 85 N.C. App. 669, 670 (1987).  The Court \naccepts all well -pleaded factual allegations in the relevant pleading as true.  See \nKrawiec v. Manly, 370 N.C. 602, 606 (2018).  The Court is therefore not required “to \naccept as true allegations that are merely conclusory, unwarranted deductions of fact, \nor unreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human \nServs., 174 N.C. App. 266, 274 (2005) (citation omitted). \n33. Furthermore, the Court “can reject allegations that are contradicted by the \ndocuments attached, specifically referred to, or incorporated by reference in the \nComplaint.”  Moch v. A.M. Pappas & Assocs., LLC , 251 N.C. App. 198, 206 (2016) \n(citation omitted).  The Court may consider these attached or incorporated documents \nwithout converting the Rule 12(b)(6) motion into a motion for summary judgment.   \nId. (citation omitted).  Moreover, the Court “may properly consider documents which \nare the subject of the Complaint and to which the Complaint specifically refers even \nthough they are presented by the Defendants.”  Oberlin Capital, L.P., 147 N.C. App. \nat 60 (2001) (citation omitted). \n34. Our Supreme Court has observed that “[i]t is well -established that \ndismissal pursuant to Rule 12(b)(6) is proper when ‘(1) the Complaint on its face \nreveals that no law supports the Plaintiff’s claim; (2) the Complaint on its face reveals \nthe absence of facts sufficient to make a good claim; or (3) the Complaint discloses \nsome fact that necessarily defeats the  Plaintiff’s claim.’ ”  Corwin v. British Am. \nTobacco PLC, 371 N.C. 605, 615 (2018) (quoting Wood v. Guilford Cnty., 355 N.C. 161, \n166 (2002)).  The standard of review for Rule 12(b)(6) motions is the standard our \nSupreme Court “routinely uses . . . in assessing the sufficiency of a Complaint in the \ncontext of complex commercial litigation.”  Id. at 615 n.7 (citations omitted). \nV. ANALYSIS \n35. Defendants have moved to dismiss each claim asserted against them, and \nthe Court addresses each claim in turn. \nA. Count One: Preliminary and Permanent Injunction \n36. Plaintiff has asserted Count One against all Defendants, seeking a \npreliminary and permanent injunction which would enjoin Defendants from \n“violating the Van Brunt  Non-Competition and Confidentiality Agreement and the \nAllen Non -Competition and Confidentiality Agreement.”  (Am. Compl. ¶  126.)  \nDefendants move to dismiss Count One for failure to state a claim, arguing that \n“[t]hese ‘claims’ are not legally recognized cause[s] of action, but are instead a request \nfor a remedy.”  (Defs.’ Memo. Supp. Mot. 24, ECF No. 17 [Memo. Supp.].) \n37. “[I]njunctions are remedies, not independent causes of action.”  Brewster v. \nPowell Bail Bonding, Inc., 2018 NCBC LEXIS 76, at *18 (N.C. Super. Ct. July 26, \n2018).  Thus, Defendants correctly contend that a purported cause of action for a \npreliminary or permanent injunction fails to state a claim.  See Sloan v. Inolife Techs., \nInc., 2017 NCBC LEXIS 45, at *11–12 (N.C. Super. Ct. May 22, 2017) (dismissing \npurported “claim for damages”). \n38. Accordingly, for purposes of clarity, the Court GRANTS the Motion in part \nto the extent it seeks dismissal of Count One for preliminary or permanent injunction.  \nThe Court renders this decision without prejudice to Plaintiff’s ability to pursue \nwhatever remedies it may be entitled to by law or equity, which the Court construes \nto include a request for preliminary injunctive relief.  The Court will assess a motion \nfor preliminary injunction, if filed, on its own merits and not as part of this Order. \nB. Counts Two, Three, and Four: Breach of Contract \n39. Plaintiff has asserted three breach of contract claims —Count Two against \nVan Brunt  related to his alleged breach of the Van Brunt Non- Competition and \nConfidentiality Agreement, (Am. Compl ¶¶ 127–35), Count Three against Van Brunt \nrelated to his  alleged breach of his RSU Agreement,  (Am. Compl. ¶¶  136–41), and \nCount Four against Allen related to his alleged breach of the Allen Non-Competition \nand Confidentiality Agreement, (Am. Compl. ¶¶ 142–48). \n40. To properly plead a breach of contract claim, a plaintiff need only allege \n“(1) [the] existence of a valid contract and (2) [a] breach of the terms of that contract.”  \nPoor v. Hill, 138 N.C. App. 19, 26 (2000).  When these elements are alleged, “it is \nerror to dismiss a breach of contract claim under Rule 12(b)(6),” and our appellate \ncourts routinely reverse trial court orders that require anything more.  Woolard v. \nDavenport, 166 N.C. App. 129, 134 (2004).  “[S]tating a claim for breach of contract is \na relatively low bar.”  Vanguard Pai Lung, LLC v. Moody , 2019 NCBC LEXIS  39, \nat *11 (N.C. Super. Ct. June 19, 2019). \n41. The Court addresses each claim in turn. \n1. Count Two: Breach of the Van Brunt Non-Competition and \nConfidentiality Agreement \n \n42. Plaintiff alleges that the Van Brunt Non-Competition and Confidentiality \nAgreement is “an enforceable written Non -Competition and Confidentiality \nAgreement supported by valid consideration[,]” (Am. Compl. ¶  128), and that Van \nBrunt breached this agreement by “ accepting and beginning employment with \n[O]nsemi and disclosing and using Wolfspeed’s confidential information and trade \nsecrets at [O]nsemi.”  (Am. Compl. ¶ 133). \n43. First, Defendants seek dismissal of Count Two  to the extent it is based on \nthe non-compete restrictive covenant found within  the Van Brunt Non-Competition \nand Confidentiality Agreement, arguing it is unenforceable as it “prevents Van Brunt \nfrom working for a competitor in any capacity[.]”  (Memo. Supp. 9.)  The Court agrees. \n44. As an initial matter, “[i]t is well established that ‘[a] covenant in an \nemployment agreement providing that an employee will not compete with his former \nemployer is not viewed favorably in modern law.’ ”  Sterling Title Co. v. Martin, 266 \nN.C. App. 593, 597 (2019) (quoting Hartman v. W.H. Odell & Assocs., Inc., 117 N.C. \nApp. 307, 311 (1994)).  Nevertheless, a covenant not to compete will be enforced if it \nis “(1) in writing; (2) reasonable as to time and territory; (3) made a part of the \nemployment contract; (4) based on valuable consideration; and (5) designed to protect \na legitimate business interest of the employer.”  Young v. Mastrom, Inc., 99 N.C. App. \n120, 122–23 disc. review denied, 327 N.C. 488 (1990).  “The reasonableness of a non-\ncompetition covenant is a matter of law for the court to decide.”  Med.  Staffing \nNetwork, Inc. v. Ridgway, 194 N.C. App. 649, 655 (2009). \n45. Paragraph 11(a) provides that Van Brunt may not \nWhile employed by [Plaintiff], and for a period of one (1) year following \nthe termination of [ Van Brunt’s] employment with [Plaintiff], [he] will \nnot, without the express written consent of an authorized representative \nof [Plaintiff], (i) perform services within the Territory (as defined below) \nfor any Competing Business (as defined below), whether as an employee, \nconsultant, agent, contractor or in any other capacity, (ii) hold office as \nan officer or director or like position in any Competing Business or be \nthe beneficial owner of an equity interest in a Competing Business, \n(iii) request any present or future customers or suppliers of [Plaintiff] to \ncurtail or cancel their business with [Plaintiff], or (iv) induce or attempt \nto influence any employee of [P laintiff] to terminate his or her \nemployment with [Plaintiff]. These obligations will continue for the \nspecified period regardless of whether the termination of [his] \nemployment was voluntary or involuntary or with or without cause. \n \n(Van Brunt Agt. at ¶ 11(a).) \n46. Paragraph 11(a) unreasonably restricts Van Brunt ’s business activities \nbecause it prohibits him for a period of one year following his termination from \nWolfspeed from performing services, within the territory provided, for any Competing \nBusiness, as defined therein, whether as an employee, consultant, agent, contractor \nor in any other capacity , (see Am. Compl. ¶  11(a)).  This paragraph restrict s Van \nBrunt’s employment opportunities without regard to whether Van Brunt is employed \nin a similar position at that business or the services he provides at that business are \nthe same as or similar to those he provided at Wolfspeed.  See, e.g., VisionAIR, Inc. v. \nJames, 167 N.C. App. 504, 509 (2004) (holding unenforceable a restriction that \nprevented the employee “from doing even wholly unrelated work at any firm similar \nto [the employer]”); Hartman, 117 N.C. App . at 317 (holding unenforceable a \nrestriction “that, rather than attempting to prevent [the former employee] from \ncompeting for . . . business, it require[d] [the former employee] to have no association \nwhatsoever with any business that provides [similar] services.”); Med.  Staffing \nNetwork, 194 N.C. App. at 656 (holding unenforceable restrictions that “prohibit the \nemployee from engaging in future work that is distinct from the duties actually \nperformed by the employee”); Window Gang Ventures, Corp. v. Salinas, 2019 NCBC \nLEXIS 24, at *20 (N.C. Super. Ct. Apr. 2, 2019) (holding unenforceable a provision \nrestricting employees from working for competitors “in any capacity whatsoever—not \nsimply in roles which would cause competitive harm to [the employer] or only in \ndivisions of those businesses which compete with [the employer]”). \n47. For this reason, the Court GRANTS the Motion in part to the extent Count \nTwo is based on the non-competition restrictive covenant detailed in paragraph 11(a) \nof the Van Brunt Non-Competition and Confidentiality Agreement. \n48. Second, Defendants seek dismissal of Count Two to the extent it is premised \non the confidentiality provision contained within the Van Brunt  Non-Competition \nand Confidentiality Agreement.  (See Memo. Supp. 11; see also Van Brunt Agt. at ¶ 1). \n49. When assessing the validity of restrictive covenants in an employment \nagreement, North Carolina law distinguishes between restrictive covenants —which \nrestrain trade—and confidentiality agreements —which are only meant to prevent \nthe disclosure or use of confidential information.  See Amerigas Propane, L.P. v. \nCoffey, 2015 NCBC LEXIS 98, at **10 (N.C. Super. Ct. Oct. 15, 2015). \n50. “Unlike non -competition and non -solicitation provisions, a nondisclosure \nprovision is generally not considered to be a restraint on trade.”  Prometheus Grp. \nEnters., LLC v. Gibson , 2023 NCBC LEXIS 42, at **24 (N.C. Super. Ct. Mar. 21, \n2023).  Accordingly, a “nondisclosure provision is not subjected to the same level of \nscrutiny as the non- competition and non -solicitation provisions” of an employment \nagreement.  Id. at **25.  For this reason, “[s]uch agreements may, therefore, be \nupheld even though the agreement is unlimited as to time and area[.]”  Akzo Nobel \nCoatings, Inc. v. Rogers, 2011 NCBC LEXIS 42, at **31 (N.C. Super. Ct. Nov. 3, 2011). \n51. Defendants argue Wolfspeed, through the Amended Complaint, “provides \nno details about what information was allegedly accessed, taken or share d, who it \nwas allegedly shared with, or when it was taken or shared.”   (Memo. Supp. 11.)   \nPlaintiff, in response, argues its allegations are more than sufficient, as it clearly \nalleges “the  circumstantial events it is aware of that raise an inference that the \ndisclosure of Wolfspeed’s confidential information has occurred.”  (Wolfspeed Inc.’s \nOpp’n Mot. 13, ECF No. 20 [Memo Opp.].) \n52. The Court agrees with Plaintiff as to its claim based on the alleged breach \nof the confidentiality provision.  The Amended Complaint alleges not only that  Van \nBrunt “retained his Wolfspeed issued laptop” and did not return this  laptop, “on \nwhich Van Brunt  may have access to Wolfspeed’s sensitive and proprietary \ninformation, until October 16, 2024[,]” (Am. Compl. ¶¶ 96–97), nearly a month after \nhe accepted employment with O nsemi, (Am. Compl. ¶  73), but also that Van Brunt \n“accessed, attempted to access, or had access to a large volume of highly confidential \ndata that contained Wolfspeed’s most sensitive information, including trade \nsecrets[,]” (Am. Compl. ¶  98).  The Court concludes that the se allegations are \nmarginally sufficient to state a claim for breach under North Carolina law.  Poor, 138 \nN.C. App. at 26 (the elements of a breach of contract claim are “ (1) [the] existence of \na valid contract and (2) [a] breach of the terms of that contract.”). \n53. Therefore, the Court DENIES the Motion in part as to Count Two to the \nextent it is based on the confidentiality provision found within the Van Brunt  Non-\nCompetition and Confidentiality Agreement. \n2. Count Three: Breach of Van Brunt’s RSU Agreement’s Terms \nand Conditions \n \n54. Plaintiff alleges that Van Brunt  “agreed and acknowledged by his \nsignature” that his RSU Agreement incorporates Terms and Conditions , (Am. \nCompl. ¶ 58), and that Van Brunt  has breached this agreement by “accepting \nemployment with [O]nsemi, attending ICSCRM as a representation of [O]nsemi, and \ndisclosing Wolfspeed’s trade secrets and other confidential information[,]” (Am. \nCompl. ¶  137), as this constitutes “Detrimental Activity” as defined in the RSU \nAgreement’s Terms and Conditions, ( see RSU Agt. Terms & Conditions  at ¶ 11(b)) .  \nFurther, Plaintiff alleges that it satisfied the conditions precedent required in order \nto seek relief.  (Am. Compl. ¶ 140.) \n55. Neither side explicitly addresses the merits of Count Three in their \nrespective briefs, and given the allegations contained in the Amended Complaint, the \nCourt finds these sufficient to plead a breach of contract claim under North Carolina \nlaw.  See Poor, 138 N.C. App. at 26. \n56. Therefore, the Court DENIES the Motion in part as to Count Three. \n3. Count Four: Breach of the Allen Non-Competition and \nConfidentiality Agreement \n \n57. Defendants contend Plaintiff has failed to adequately state a claim as to \nCount Four for breach of contract by  Allen, specifically related to the confidentiality \nprovision found within the Allen Non-Competition and Confidentiality Agreement.  \n(Memo. Supp. 19.)  Defendants argue that “Plaintiff has not adequately alleged that \nAllen disclosed its confidential or trade secret information or that Allen breached the \nconfidentiality provision” of the Allen Non- Competition and Confidentiality \nAgreement.  (Memo. Supp. 19.) \n58. Notwithstanding Defendants’ arguments, the Court concludes that, at this \nearly stage of the proceeding, Plaintiff has adequately pled a claim for breach of \ncontract based on the Allen Non -Competition and Confidentiality Agreement, \nalleging that it is a n enforceable agreement, (Am. Compl. ¶  143), and that Allen \nbreached this agreement by “using and disclosing Wolfspeed’s confidential \ninformation in concert with Van Brunt and [O]nsemi, in violation of his ongoing and \nperpetual confidentiality obligations to W olfspeed[,]” (Am. Compl.  ¶ 146).  See \nWoolard, 166 N.C. App. at 134. \n59. Therefore, the Motion is DENIED in part as to Count Four. \nC. Counts Five and Six : Wrongful Interference with Contractual \nRelationships \n \n60. Plaintiff has asserted two wrongful interference with contractual \nrelationship claims —Count Five against O nsemi and Allen as to their alleged \ninducement of Van Brunt  to breach the Van Brunt Non- Competition and \nConfidentiality Agreement, and Count Six against Onsemi as to its alleged \ninducement of Allen to breach the Allen Non -Competition and Confidentiality \nAgreement.  (Am. Compl. ¶¶ 149–67) \n61. As an initial matter, the Court has held herein that the non- competition \nprovision within the Van Brunt Non-Competition and Confidentiality Agreement is \nunenforceable as a matter of law .  As a result, there can be no related wrongful \ninterference with contractual relationship claim against Van Brunt to the extent it is \npremised on that provision.  Therefore, the Motion is GRANTED in part as to Count \nFive to the limited extent it is based on the allegation that Onsemi and Allen \ntortiously interfered with Van Brunt’s agreement by inducing him to breach the non-\ncompetition provision, and Count Five is DISMISSED to that limited extent. \n62. As a result, the Court narrows its analysis to whether Plaintiff has failed \nto state a cause of action as to Counts Five and Six  to the extent they rely on the \nalleged breaches of the confidentiality provisions found in Van Brunt ’s and Allen’s \nrespective Non-Competition and Confidentiality Agreements. \n63. To state a claim for tortious interference with contract, Plaintiff must \nallege: \n(1) a valid contract between the plaintiff  and a third person which \nconfers upon the plaintiff  a contractual right against a third person; \n(2) the defendant knows of the contract; (3) the defendant intentionally \ninduces the third person not to perform the contract; (4) and in doing so \nacts without justification; (5) resulting in actual damage to plaintiff.  \n \nUnited Labs., Inc. v. Kuykendall, 322 N.C. 643, 661 (1988) (emphasis added).  As this \nCourt has previously noted, “[t]he pleading standards for a tortious interference with \ncontract claim are strict. ”  Urquhart v. Trenkelbach , 2017 NCBC LEXIS 12, at  *15 \n(N.C. Super. Ct. Feb. 8, 2017); see also Wells Fargo Ins. Servs. USA v. Link , 2018 \nNCBC LEXIS 42, at *47 (N.C. Super. Ct. May 8, 2018); Kerry Bodenhamer Farms, \nLLC v. Nature’s Pearl Corp., 2017 NCBC LEXIS 27, at *16 (N.C. Super. Ct. Mar. 27, \n2017). \n64. While Defendants’ arguments related to Counts Five and Six are similar, \nthe Court will address each claim separately, as the facts and circumstances related \nto the alleged inducement of Van Brunt  and Allen to breach the confidentiality \nprovisions in their respective Non-Competition and Confidentiality Agreements  are \ndistinct from one another. \n1. Count Five: Wrongful Interference with Contractual \nRelationships against Onsemi and Allen \n \n65. Plaintiff alleges that O nsemi and Allen have wrongfully interfered with \nVan Brunt ’s contractual relationship with Wolfspeed as it relates to Van Brunt ’s \nconfidentiality obligations contained within the Van Brunt Non -Competition and \nConfidentiality Agreement.  (See Am. Compl. ¶¶ 149–59.) \n66. Defendants make several arguments in support of dismissal of Count Five; \nhowever, upon review of the allegations within the Amended Complaint, the Court \nfinds that Plaintiff has sufficiently alleged a wrongful interference with contract \nclaim against Onsemi and Allen as to Count Five.  Plaintiff has alleged that the “Van \nBrunt Non-Competition and Confidentiality Agreement is a valid and enforceable \ncontract between Wolfspeed and Van Brunt ”; that, upon information and belief, \n“[O]nsemi and Allen are aware of  the Van Brunt  Non-Competition and \nConfidentiality Agreement”; and that “[O]nsemi and Allen have taken efforts to .  . . \ncause Van Brunt to disclose or use Wolfspeed’s confidential information and trade \nsecrets in violation of the terms of the Van Brunt  Non-Competition and \nConfidentiality Agreement.”  (Am. Compl. ¶ ¶ 150–51, 155.)  Lastly, Plaintiff has \nalleged that “[O]nsemi’s and Allen’s interference was neither justified nor \nprivileged[,]” and Plaintiff has “been damaged by [O]nsemi’s and Allen’s unjustified \ninterference[.]”  (Am. Compl. ¶ ¶ 157–58.)  These allegations are sufficient at this \nstage to state a claim for wrongful interference with contractual relations. \n67. Therefore, the Court DENIES the Motion in part as to Count Five  to the \nextent Count Five is based on the confidentiality provision within the Van Brunt Non-\nCompetition and Confidentiality Agreement. \n2. Count Six: Wrongful Interference with Contractual \nRelationships against Onsemi \n \n68. Plaintiff alleges that O nsemi has wrongfully interfered with Allen’s \ncontractual relationship with Wolfspeed as it relates to Allen’s confidentiality \nobligations contained within the Allen Non -Competition and Confidentiality \nAgreement.  (See Am. Compl. ¶¶ 160–67.) \n69. Once again, Defendants make several arguments in support of dismissal of \nCount Six; however, upon review of the allegations within the Amended Complaint, \nthe Court finds that Plaintiff has sufficiently alleged a wrongful interference with \ncontract claim against Onsemi as to Count Six.  Plaintiff has alleged that the “ Allen \nNon-Competition and Confidentiality Agreement is a valid and enforceable contract \nbetween Wolfspeed and Allen[;]” that through its participation in previous litigation \nwith Allen, “ [O]nsemi was aware of the Allen Non -Competition and Confidentiality \nAgreement”; and that “[O]nsemi has taken efforts to induce Allen to violate the Allen \nNon-Competition and Confidentiality Agreement by encouraging Allen to disclose his \nknowledge of Wolfspeed’s intellectual property and trade secrets[.]”   (Am. \nCompl. ¶¶ 161–62; 164.)  Lastly, Plaintiff alleges that “[O]nsemi’s interference with \nthe Allen Non-Competition and Confidentiality Agreement was neither justified nor \nprivileged[,]” and Plaintiff has been “damaged by [O]nsemi’s unjustified \ninterference[.]”  (Am. Compl. ¶ ¶ 165–66.)  These allegations are sufficient at this \nstage to state a claim for wrongful interference with contractual relations. \n70. Therefore, the Court DENIES the Motion in part as to Count Six. \nD. Count Seven: Misappropriation of Trade Secrets \n71. Plaintiff alleges against all Defendants  circumstantial evidence which it \nbelieves demonstrates that “Allen, Van Brunt , and [O]nsemi misappropriated \nWolfspeed’s trade secrets[.]”  (Am. Compl. ¶ 169.) \n72. The North Carolina Trade Secrets Protection Act defines a trade secret as \nbusiness or technical information, including but not limited to a formula, \npattern, program, device, compilation of information, method, \ntechnique, or process that: \n \na. Derives independent actual or potential commercial value from \nnot being generally known or readily ascertainable through \nindependent development or reverse engineering by persons who \ncan obtain economic value from its disclosure or use; and \n \nb. Is the subject of efforts that are reasonable under the \ncircumstances to maintain its secrecy. \n \nN.C.G.S. § 66-152(3).  “To plead misappropriation of trade secrets, a plaintiff must \nidentify a trade secret with sufficient particularity so as to enable a defendant to \ndelineate that which he is accused of misappropriating and a court to determine \nwhether misappropriation has or is threatened to occur.”  Krawiec, 370 N.C. at 609 \n(citation omitted). \n73. Defendants seek dismissal of Count Seven, arguing Plaintiff has failed to \nidentify both the trade secrets at issue, and any acts of misappropriation thereof, with \nsufficient particularity.  (Memo. Supp. 15– 17.)  Defendants contend that Plaintiff’s \nallegations are limited to basic statements and allegations that are “upon information \nand belief[,]” which Defendants argue is insufficient to state a claim.  (Memo. \nSupp. 16.) \n74. Plaintiff rebuts both arguments raised by Defendants, arguing that the \nAmended Complaint contains “detailed trade secret allegations,” (Memo. Opp. 14 \n(citing Am. Compl. ¶¶  19, 41)), as well as sufficient allegations of circumstantial \nevidence pertaining to the alleged  acts of misappropriation, (Memo. Opp. 17 (citing \nAm. Compl. ¶¶ 63–71, 74–75, 85–88)). \n75. First, as to the trade secrets Plaintiff contends have been misappropriated \nin this case, the Court finds that , at this stage,  Plaintiff has sufficiently identified \nsuch trade secrets  in paragraph 41 of the Amended Complaint.  Second, as to the \nalleged acts of misappropriation, the Court finds it necessary given the allegations in \nthe Amended Complaint to review such allegations as to each Defendant individually. \n76. As to Van Brunt, the Court finds that the allegation that Van Brunt “[u]pon \ninformation and belief , [  ] accessed confidential trade secret information, or \nattempted to access, or had access to such information after he had” accepted and \nbegan his tenure at O nsemi, (Am. Compl. ¶¶ 171.l.–m.), paired with the allegations \nthat he “retained his Wolfspeed -issued laptop[,]”  until 16 October 2024,  (Am. \nCompl. ¶¶ 96–97), and through retention of this laptop “accessed, attempted to \naccess, or had access to a large volume of highly confidential data that contained \nWolfspeed’s most sensitive information, including trade secrets[,]” (Am. Compl. ¶ 98), \nare minimally sufficient at this stage to state a claim for misappropriation of trade \nsecrets against Van Brunt. \n77. Additionally, as to Onsemi, Plaintiff has alleged that Van Brunt “accepted \nemployment with [O] nsemi before September 16, 2024 [,]” (Am. Compl. ¶  73), \nVan Brunt “reported to work at [O]nsemi’s facility in Raleigh during the week of \nOctober 14, 2024[,]” (Am. Compl. ¶ 89), and “ Van Brunt  is currently employed by  \n[O]nsemi[,]” (Am. Compl. ¶  90).  These allegations pertaining to the timing of Van \nBrunt’s employment with O nsemi, paired with the allegation s that Van Brunt  \n“retained his Wolfspeed-issued laptop[,]” until 16 October 2024, (Am. Compl. ¶¶  96–\n97), are sufficient to state a claim  against Onsemi for misappropriation of trade \nsecrets. \n78. Therefore, the Court DENIES the Motion in part as to Count Seven to the \nextent it is asserted against Van Brunt and Onsemi. \n79. However, as to Allen , the Court finds Plaintiff has failed to sufficiently \nallege acts of misappropriation.  Notably, there is not a single allegation within the \nAmended Complaint that Allen accessed, had access  to, or took with him upon \ntermination of his employment with Plaintiff, any trade secret information.  The \nallegations of misappropriation are specifically directed at Van Brunt , which the \nCourt detailed above.  (See supra ¶ 74.)  As such, Plaintiff has failed to state a claim \nfor misappropriation of trade secrets against Allen. \n80. Therefore, the Court GRANTS the Motion in part as to Count Seven to the \nextent it is asserted against Allen, and Count Seven is DISMISSED  to that limited \nextent. \nE. Count Eight: Unfair and Deceptive Trade Practices \n81. Plaintiff has asserted Count Eight against all Defendants, alleging that \nDefendants have engaged in “an unfair and deceptive trade practice and unfair \nmethod of competition by misappropriating Wolfspeed’s confidential information and \ntrade secrets.”  (Am. Compl. ¶ 175.) \n82. A claim for unfair and deceptive trade practices  under the  U nfair and \nDeceptive Trade Practices Act (UDTPA) , N.C.G.S. § 75-1.1 et seq., requires proof of \n“(1) an unfair or deceptive trade practice, (2) in or affecting commerce, which \n(3) proximately caused actual injury to the [plaintiff].”  Nucor Corp. v. Prudential \nEquity Grp., LLC , 189 N.C. App. 731, 738 (2008).   A claim for misappropriation of \ntrade secrets may support a claim for violation of the UDTPA if the misappropriation \nsatisfies the three required elements for an unfair trade practice claim.  Drouillard \nv. Keister Williams Newspaper Servs., Inc., 108 N.C. App. 169, 172 (1992). \n83. Defendants’ sole argument in support of dismissal of Count Eight is that \n“Plaintiff’s UDTPA claims are based solely upon Plaintiff’s failed misappropriation \nclaim[,]” and as Defendants believe Plaintiff has failed to state a claim as to Count \nSeven, Count Eight should likewise be dismissed. \n84. First, the Court agrees with Defendants’ contention as to Allen, as Count \nSeven has been dismissed as to Allen, and, as a result, there is no underlying conduct \nwhich supports the UDTPA claim against him.  However, the Court has allowed \nCount Seven to survive as to Van Brunt  and Onsemi, and, as a result, to the extent \nCount Eight is based on the same conduct alleged against Van Brunt and Onsemi in \nCount Seven, this claim survives. \n85. Therefore, the Court GRANTS the Motion in part as to Count Eight to the \nextent it is alleged against Allen, and Count Eight is DISMISSED  to that limited \nextent.  However, the Court DENIES the Motion in part as to Count Eight to the \nextent it is alleged against Van Brunt and Onsemi. \nF. Count Nine: Breach of Duty of Loyalty \n86. Plaintiff alleges inartfully that Van Brunt breached a  duty of loyalty,  in \nthat “as a research scientist,” he “owed a fiduciary duty of loyalty to Wolfspeed, which \nrequired him to act in the best interests of Wolfspeed and not to engage in activities \nthat would harm Wolfspeed’s business or competitive standing [,]” (Am. \nCompl. ¶¶ 179–80), and that he breached that duty through the conduct discussed \nherein, (see Am. Compl. ¶¶ 181–82). \n87. First, Defendants correctly note that the North Carolina Supreme Court \nhas “distinguished claims for breach of a duty of loyalty from those claiming breach \nof fiduciary duty .”  (Memo. Supp. 14 n.4.)   In Dalton v. Camp, the North Carolina \nSupreme Court held that, outside the purview of a fiduciary relationship, our State \ndoes not recognize an independent tort for breach of duty of loyalty by an at -will \nemployee.  353 N.C. 647, 652 (2001). \n88. Assuming arguendo that Count Nine is a breach of fiduciary duty claim \ninadvertently brought as a duty of loyalty claim, Defendants also seek dismissal of \nCount Nine on the basis that Plaintiff has failed to allege that Van Brunt  owed any \nfiduciary duty to Plaintiff through his employment as a research scientist.  (Memo. \nSupp. 14.) \n89. To state a claim for breach of fiduciary duty, Plaintiff must plead the \nexistence of a fiduciary duty, a breach of that duty, and injury proximately caused by \nthe breach.  See Green v. Freeman, 367 N.C. 136, 141 (2013).  A fiduciary relationship \n“exists in all cases where there has been a special confidence reposed in one who in \nequity and good conscience is bound to act in good faith and with due regard to the \ninterests of the one reposing confidence.”  Lockerman v. S. River Elec. Membership \nCorp., 250 N.C. App. 631, 635 (2016) (quoting Abbitt v. Gregory , 201 N.C. 577, 598 \n(1931)).  A fiduciary relationship may arise by operation of law —a de jure fiduciary \nrelationship—or based on the facts and circumstances surrounding the underlying \nrelationship between the parties—a de facto fiduciary relationship.  Id. at 635–36. \n90. In this case,  Plaintiff alleges generally that Van Brunt  “owed a fiduciary \nduty of loyalty” while working at Wolfspeed.  (Am. Compl. ¶ 179.)  However, there are \nno allegations that Van Brunt  was an officer of Wolfspeed, such that  a de jure \nfiduciary relationship existed between the two.  Rather, Plaintiff alleges that Van \nBrunt was a “research scientist[,]” and without more, this allegation is insufficient to \nestablish a de jure fiduciary relationship.  Additionally, there are no allegations that \nVan Brunt exercised any dominion or control over Wolfspeed, such that  he was a de \nfacto fiduciary of Wolfspeed. \n91. As a result, Plaintiff has failed to allege a fiduciary relationship between \nitself and Van Brunt , and , as a result, its breach of duty of loyalty claim cannot \nsurvive. \n92. Therefore, the Court GRANTS  the Motion in part as to Count Nine, and \nthat claim is DISMISSED. \nVI. CONCLUSION \n93. For the foregoing reasons, the Court hereby GRANTS in part and DENIES \nin part the Motion, as follows: \na. The Motion is GRANTED in part as to Count One for \npreliminary and permanent injunction, and that claim is DISMISSED \nwithout prejudice to Plaintiff seeking such relief through appropriate \nmeans; \nb. The Motion is GRANTED in part as to Count Two to the extent \nit is based on the non-competition provision found in the Van Brunt Non-\nCompetition and Confidentiality Agreement, and Count Two  is \nDISMISSED with prejudice to that limited extent; \nc. The Motion is DENIED in part as to Count Two for breach of \ncontract to the extent it is based on the confidentiality provision found \nin the Van Brunt Non-Competition and Confidentiality Agreement; \nd. The Motion is DENIED in part as to Count Three for breach of \nthe RSU Agreement’s Terms and Conditions to the extent that claim is \nbased on the confidentiality provision of the Van Brunt Non -\nCompetition and Confidentiality Agreement; \ne. The Motion is DENIED in part as to Count Four for breach of \ncontract related to the confidentiality provision of  the Allen Non -\nCompetition and Confidentiality Agreement; \nf. The Motion is GRANTED in part as to Count Five to the extent \nit is premised on the non -compete provision of the Van Brunt Non -\nCompetition and Confidentiality Agreement and to that extent the claim \nis DISMISSED with prejudice.  Otherwise, the Motion is DENIED in \npart as to Count Five; \ng. The Motion is DENIED in part as to Count Six; \nh. The Motion is DENIED in part as to Count Seven for \nmisappropriation of trade secrets as to Van Brunt and Onsemi, and the \nMotion is GRANTED in part as to Count Seven as to Allen, and Count \nSeven is DISMISSED with prejudice as to Allen; \ni. The Motion is DENIED in part as to Count Eight for violation of \nthe UDTPA as to Van Brunt and Onsemi to the extent the claim is based \non Van Brunt’s alleged misappropriation of trade secrets ; but  is \nGRANTED in part as to Count Eight as to Allen, and Count Eight is \nDISMISSED with prejudice as to Allen; and \nj. The Motion is GRANTED in part as to Count Nine for breach of \nthe duty of loyalty, and that claim is DISMISSED with prejudice. \nIT IS SO ORDERED, this the 2nd day of April, 2025. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}