{
  "id": "1ca7ac23ab76194320e40af1412bb76dedecae250f7d56ef51e6da1bc643605e",
  "source_file": "data/raw/ncbc/1ca7ac23ab76194320e40af1412bb76dedecae250f7d56ef51e6da1bc643605e.pdf",
  "raw_text": "Burgess v. Am. Express Co., 2007 NCBC 15 \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF POLK \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n07 CVS 40 \n \nC. BURGESS, \n \nPlaintiff, \n \nv. \n \nAMERICAN EXPRESS COMPANY, INC., \nEXPERIAN INFORMATION SOLUTIONS, \nINC., INNER CONCEPTS, INC., \nCINGULAR WIRELESS, LLC, TARGET \nSTORES, INC., WAL MART \nASSOCIATES, INC., AIS NETWORK, \nINC., CLICKSPRING, LLC, \nRINGTONE.COM, LLC, EBAY, INC., \nPUREVIDEO NETWORKS, INC.,  \nVARIOUS, INC., FRISCHMAN \nENTERPRISES, INC., AVIS BUDGET CAR \nRENTAL, LLC, VONAGE AMERICA, \nINC., OFFICE DEPOT, INC., CITIGROUP \nCORPORATE, THE CREDO GROUP, INC., \nINTERNET BRANDS, INC., J.G. \nWENTWORTH & CO., INC., \n \nDefendants. \n \n \n \n \n \n \n \n \n \n \n \nORDER \n \nC. Burgess, Plaintiff, pro se. \n \nTempleton & Raynor, P.A. by Kenneth Raynor for Defendant Target Stores, Inc. \n \nDiaz, Judge. \n \n{1} This matter is before the Court on the Motion of Defendant Target Stores, Inc. (“Target”) \nfor More Definite Statement pursuant to Rule 12(e) of the North Carolina Rules of Civil \nProcedure (the “Motion”).  For the reasons stated below, the Court DENIES the Motion. \nI. \nSUMMARY OF THE FACTS \n{2} Plaintiff C. Burgess (“Burgess”) filed his pro se Complaint on 13 February 2007. \n{3} On 1 March 2007, Burgess amended his Complaint, and on 5 March 2007, Burgess \npurported to amend his Complaint a second time.  On 14 May 2007, the Court entered an Order \nstriking Burgess’s Second Amended Complaint for failure to comply with Rule 15 of the North \nCarolina Rules of Civil Procedure.  (Order, May 14, 2007.) \n{4} In his Amended Complaint, Burgess alleges that Defendants AIS Network, Inc. and \nClickspring, LLC illegally placed programs on his computer that facilitated the receipt of \nunwanted “pop-up” advertisements.  (Am. Compl. ¶¶ 26-28, 46.)  He further alleges that the \nvarious other Defendants, including Target, used these programs to illegally place unwanted \n“pop-up” advertisements on his computer, (Am. Compl. ¶¶ 29-30, 32-33, 38-40, 49-50, 52, 55-\n56), and that these “pop-up” advertisements, and the programs that facilitated them, have \ndamaged his computer and invaded his property, (Am. Compl. ¶¶ 27, 34-36, 40, 49, 51). \n{5} On 21 March 2007, Defendant American Express Company, Inc. filed a Notice of \nDesignation of Action as Mandatory Complex Business Case under N.C. Gen. Stat. § 7A-45.4. \n{6} On 22 March 2007, the Chief Justice of the North Carolina Supreme Court designated \nthis case a mandatory complex business case, and on 26 March 2007, Judge Ben Tennille, the \nChief Special Superior Court Judge for Complex Business Cases, assigned this case to me. \n{7} On 23 April 2007, Target filed its Motion for More Definite Statement. \n{8} On 11 May 2007, Target filed a Memorandum in Support of the Motion. \n{9} On 16 May 2007, Burgess filed a Reply to Target’s Motion for More Definite Statement. \n{10} Pursuant to Rule 15.4 of the General Rules of Practice and Procedure for the North \nCarolina Business Court (the “Business Court Rules”), the Court decides the Motion without a \nhearing. \n 2\nII. \nCONCLUSIONS OF LAW \n{11} Rule 12(e) of the North Carolina Rules of Civil Procedure provides relief in the form of a \nmore definite statement when a pleading is so vague or lacking detail that a party cannot \nreasonably prepare a responsive pleading.  Redevelopment Comm’n v. Grimes, 277 N.C. 634, \n645-46, 178 S.E.2d 345, 352 (1971). \n{12} Rule 12(e) motions, however, are not favored—so long as the pleading fairly apprises the \nopposing party of the nature of the claim, a request for additional details is more properly the \nsubject of discovery.  Ross v. Ross, 33 N.C. App. 447, 454, 235 S.E.2d 405, 410 (1977). \n{13} In this case, Target complains that Burgess has failed to plead any specific facts with \nregard to Target that would allow it to prepare a responsive pleading. \n{14} The Court DENIES Target’s Motion.  I note first that at least six other Defendants have \nmanaged to file responsive pleadings in this case to allegations that are no more specific as to \nthem.  (See Answer of Def. Experian Information Solutions, Inc.; American Express Company, \nInc.’s Mot. to Dismiss and Answer to Pl.’s Original Compl.; Mot. and Answer of Wal-Mart \nAssociates, Inc.; Answer and Mot. to Dismiss of Avis Budget Car Rental, LLC; Citigroup’s \nAnswer to Pl.’s First Am. Compl.; Mot. and Answer of Clickspring, LLC.) \n{15} Moreover, while Burgess’s Amended Complaint is perhaps not a model pleading, the \nCourt discerns at least one viable claim under North Carolina state law, trespass to chattels. \n{16} Burgess’s claim is premised on the appearance of unauthorized “pop-up” messages on his \ncomputer displaying the Defendants’ advertisements.  Burgess alleges specifically that Target \n(and other Defendants), through the services of a third-party intermediary, delivered \n 3\nunauthorized “pop-up” advertisements to his computer and thereby caused damage to the same.  \n(Am. Compl. ¶¶ 26-30, 34, 43, 45.) \n{17} Construing these allegations in the light most favorable to Burgess, he has at least alleged \na claim for trespass to chattels under North Carolina common law, the elements of which are:  \n(1) the plaintiff had either actual or constructive possession of the personalty or goods in \nquestion at the time of the trespass; and (2) there was an unauthorized, unlawful interference or \ndispossession of the property.  See Fordham v. Eason, 351 N.C. 151, 155, 521 S.E.2d 701, 704 \n(1999); see also Sotelo v. DirectRevenue, LLC, 384 F. Supp. 2d 1219, 1229-30 (N.D. Ill. 2005) \n(recognizing tort of trespass to chattels under Illinois common law for transmission of \nunauthorized “pop-up” advertisements to a plaintiff’s computer). \n{18} The Court is also satisfied that Burgess has alleged actual harm; although, I note that \nactual damage is not required to pursue a claim for trespass to chattels in North Carolina, at least \nwhere the claim is based on unlawful interference.  Hawkins v. Hawkins, 101 N.C. App. 529, \n533, 400 S.E.2d 472, 475 (1991). \n{19} Target’s desire for additional details regarding the who, what, when, where, and why of \nthe alleged tort, while understandable, is more properly the subject of discovery. \n{20} Finally, although there apparently is some mystery and intrigue surrounding Burgess’s \nidentity,1 nothing in Rule 10 of the North Carolina Rules of Civil Procedure requires that a \nparty’s full name be set forth in the caption.  See 1 C. Gray Wilson, North Carolina Civil \nProcedure § 10-1, at 172 (2d ed. 1995).  To the extent that information is relevant to the lawsuit, \nTarget may pursue the matter in discovery. \n                                                 \n1 See American Express Company, Inc.’s Mot. for Rule 11 Sanctions Against Pl. 3 (alleging that C. Burgess is \nactually Albert Charles Burgess, a fairly prolific North Carolina pro se litigant). \n 4\nCONCLUSION \n{21} The Court DENIES the Motion. \nSO ORDERED, this the 21st day of May, 2007. \n \n        \n 5"
}