{
  "id": "1ca9d4441bc668681fb952635251c522d39c4332b0497b49d8ac9c9e85148369",
  "source_file": "data/raw/ncbc/1ca9d4441bc668681fb952635251c522d39c4332b0497b49d8ac9c9e85148369.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nDURHAM COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 2313 \n \nCARDIORENTIS AG, \n \nPlaintiff, \n \nv. \n \nIQVIA LTD. and IQVIA RDS, INC., \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO \nADMINISTRATIVELY DISMISS \nACTION OR, ALTERNATIVELY, TO \nLIFT STAY AND GRANT MOTION \nFOR SUMMARY JUDGMENT OR \nMOTIONS TO DISMISS \n \n \nNo counsel appeared for Plaintiff Cardiorentis AG. \nBrooks, Pierce, McLendon, Humphrey & Leonard LLP, by Charles E. \nCoble, Shepard D. O’Connell, and Daniel F. Smith, and Cooley LLP, by \nRobert T.  Cahill, Josh Siegel,  and Michael J. Klisch , for Defendants \nIQVIA Ltd. and IQVIA RDS, Inc. \nConrad, Judge. \n1. Plaintiff Cardiorentis AG filed this lawsuit against Defendants IQVIA Ltd. \nand IQVIA RDS, Inc. in March 2018 .  In response , Defendants asked the Court to \nstay the case  under N.C.G.S. § 1- 75.12(a), arguing that North Carolina was an \ninconvenient forum and that Cardiorentis’s claims should be litigated in England.  \n(See ECF No. 19.)  The Court granted the motion and entered a stay on 31 December \n2018.  See Cardiorentis AG v. IQVIA Ltd., 2018 NCBC LEXIS 243  (N.C. Super. Ct. \nDec. 31, 2018), aff’d 2020 N.C. LEXIS 96 (Feb. 28, 2020). \n2. Now, more than five years later, the Court dismisses the complaint. \n3. A stay under section 1-75.12(a) cannot last forever.  The “jurisdiction of the \ncourt continues for a period of five years from the entry of the last order affecting the \nCardiorentis AG v. IQVIA Ltd., 2024 NCBC 2.  \nstay.”  N.C.G.S. § 1-75.12(b).  During that five-year period, the court may “modify the \nstay order and take such action as the interests of justice require.”  Id.   But “[w]hen \njurisdiction of the court terminates by reason of the lapse of five years following the \nentry of the last order affecting the stay,” the case must be dismissed.  Id.* \n4. So it is here.  More than five years have passed since the stay took effect.  At \nno point did either side ask the Court to modify the stay.  Thus, the Court’s \njurisdiction has terminated. \n5. Defendants agree and have moved to dismiss the complaint administratively \nunder section 1-75.12(b).  They also report that, even if the Court retains jurisdiction, \nthere is nothing left to do.  T he parties litigated their dispute in England, resulting \nin a final judgment in February 2022 that neither side appealed.  (See ECF No. 99.)   \n6. Cardiorentis, on the other hand, has stopped participating in this litigation.  \nIt has not responded to the Court’s inquiries.  I t did not file a brief in response to \nDefendants’ motion for administrative dismissal.  And its attorneys received leave to \nwithdraw based on representations that it was no longer responding to their \ncommunications.  Because a corporation may not represent itself, see LexisNexis, Div. \nof Reed Elsevier, Inc. v. TRaviSHan Corp., 155 N.C. App. 205, 209 (2002),  the Court \ngave Cardiorentis ample time to hire new counsel , (ECF No. 101).   The Court also  \nwarned that a  failure to respond to Defendants’ motion would  leave the mot ion \nunopposed and “result in a summary dismissal of this action ,” (ECF No. 101) .  See \n \n* Ordinarily, “the clerk” must “enter an order dismissing the action.”  N.C.G.S. § 1-75.12(b).  \nBut in mandatory complex business cases, such as this one, “[a]ll proceedings in the action \nshall be before the Business Court Judge to whom it has been assigned.”  Id. § 7A-45.4(f).   \nBCR 7.6 (“If a party fails to file a response within the time required by this rule, the \nmotion will be considered and decided as an uncontested motion.”).   \n7. For all thes e reasons, the Court  concludes that dismissal is proper under \nsection 1 -75.12(b).  The Court therefore GRANTS  Defendants’ motion and \nDISMISSES all claims. \n \nSO ORDERED, this the 18th day of January, 2024. \n \n \n        /s/ Adam M. Conrad                       \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}