{
  "id": "1cab583754ef0a938e2806a6299a0ceb9ae6e2c5762b446db3f8431141ebcb98",
  "source_file": "data/raw/ncbc/1cab583754ef0a938e2806a6299a0ceb9ae6e2c5762b446db3f8431141ebcb98.pdf",
  "raw_text": "Aeroflow, Inc. v. Arias, 2011 NCBC 20. \n \nSTATE OF NORTH CAROLINA   IN  THE GENERAL COURT OF JUSTICE \n        S U P E R I O R  C O U R T  D I V I S I O N  \nCOUNTY OF BUNCOMBE      11 CVS 1652 \n \nAEROFLOW INC.,     ) \n) \n      Plaintiff,    ) \n) \nv .        )   ORDER ON PLAINTIFF’S MOTION \n      )  FOR A PRELIMINARY INJUNCTION  \nCARLOS E. ARIAS, JR., DR.   ) \nTHOMAS P. STERN, AND ADVANCED ) \nRESPIRATORY AND SLEEP  )  \nMEDICINE, PLLC,    ) \n      )  \nDefendants.  ) \n \n{1} This matter is before the Court on Plaintiff Aeroflow Inc.’s (“Aeroflow”) \nMotion for a Preliminary Injunction (“Motion”) against Defendant Carlos E. Arias, \nJr. (“Arias”) pursuant to Rule 65 of the North Carolina Rules of Civil Procedure.  \nFor the reasons stated below, the motion is DENIED.  The Temporary Restraining \nOrder has expired and is no longer in effect. \n \nMcGuire, Wood & Bissette, P.A., by Hayley Roper Wells and Rendi Mann-\nStadt, for Plaintiff Aeroflow, Inc. \n \nParker Poe Adams & Berstein LLP, by John H. Beyer and James C. Lesnett, \nJr., for Defendants Carole E. Arias, Jr., Dr. Thomas P. Stern, and Advanced \nRespiratory and Sleep Medicine, PLLC. \n \nGale, Judge. \n  \nI.  PROCEDURAL BACKGROUND \n {2} Aeroflow filed this action in Buncombe County on March 28, 2011 against \nDefendants Arias, Dr. Thomas P. Stern (“Dr. Stern”), and Advanced Respiratory \nand Sleep Medicine, Inc. (“ARSM”).  On the same day, Aeroflow filed a Motion for \nTemporary Restraining Order (“TRO”) and a Motion for Preliminary Injunction \nagainst Arias.  On March 30, 2011, the presiding Superior Court Judge for \nBuncombe County granted Aeroflow’s Motion for TRO.  On April 8, 2011, the \nparties consented to an extension of the TRO until the hearing on Aeroflow’s \nMotion, scheduled for May 2, 2011, in Buncombe County Superior Court.   \n {3} On April 27, 2011, Defendants f iled the Notice of Designation as a \nMandatory Complex Business Matter.  On April 28, 2011, the Chief Justice of the \nSupreme Court of North Carolina designated this matter a mandatory complex \nbusiness matter, and the matter was assigned to the undersigned.  On May 2, 2011, \nthe parties consented to a second extension of the TRO until the hearing on \nAeroflow's Motion, scheduled in this Court on June 8, 2011.  Plaintiff and \nDefendants filed memoranda in support of their positions on June 3, 2011. \n {4} The Court held a hearing on June 8,  2011, at which it received testimony \nand heard arguments of counsel.  By consent of the parties, the hearing was held in \nGuilford County.  The parties consented to an extension of the TRO until July 1, \n2011 to allow the issuance of the Court’s ruling on the Motion.  By telephone \nconference on June 30, 2011, the Court advised the parties that it would allow the \nTRO to expire and that a written opinion would follow.  The Court’s decision and \nthis Order are based on consideration and review of the pleadings, affidavits, briefs, \noral testimony, and arguments of counsel. \n \n II.  FACTUAL BACKGROUND \n {5} The Court notes that many facts es sential to the Court’s determination of \nthe motion are not disputed.  There are other disputed facts relevant to Plaintiff’s \nprobability of success on the merits and whether it has suffered or may suffer \nirreparable harm justifying injunctive relief.  The Court will note the areas of \nfactual dispute.  In several instances, the Court’s determination is that provisions of \nthe Carlos Arias Employment Agreement (“Agreement”) in question may be valid, \nbut there has been insufficient evidence to date to demonstrate a breach of those \nprovisions or that Aeroflow has suffered or will suffer irreparable harm because of \nany such breach.1  The Court’s findings must be viewed in the context of the present \nMotion and, to that extent, must be considered preliminary and limited to the \nrequested pendente lite relief. \n A.  The Parties\n {6} Plaintiff Aeroflow is a North Caro lina corporation with its principal place \nof business in Asheville, Buncombe County, North Carolina.  (First Am. V. Compl. ¶ \n1.) \n {7} Defendant Arias is a citizen and resident of North Carolina.  (Aff. Of \nCarlos E. Arias  (“Arias Aff.”) ¶ 1.) \n {8} Defendant Dr. Stern is a citizen and resident of Mecklenburg County, \nNorth Carolina.  (First Am. V. Compl. ¶ 4.) \n {9} Defendant ARSM is a professional limited liability company organized \nand existing under the laws of North Carolina with its principal place of business in \nHuntersville, Mecklenburg County, North Carolina.  (Answer ¶ 5.) \n  B.   The Employment Contract and the Dispute Between the Parties \n {10} The facts and claims must be co nsidered in light of both the general \nbusiness in which Aeroflow and ARSM are engaged and the more narrow \ncontractual definition of the term “Business” in the Agreement in question.  As \nnoted below, the contractual definition narrows the scope of the covenants in the \nAgreement.  The Court utilizes the capitalized term when referring to the \ncontractual definition and the lower case term when referring to the parties’ \nbroader business.    \n {11} Aeroflow is a medical services co mpany.  (Test. Casey Hite at Hr’g June \n8, 2011.)  Aeroflow sells durable home medical equipment, including continuous \npositive airway pressure (“CPAP”) machines and supplies, oxygen supplies, \nnebulizers, aerosol medications, power wheelchairs, and power scooters.  Aeroflow \nalso provides specialized diagnostic testing, such as diagnostic sleep tests and \n                                                 \n1 Mr. Casey Hite testified that the Arias Agreement is an older contract form and that the covenants \ndiffer from the employment contracts Aeroflow now uses. Casey Hite, is Aeroflow’s Vice President \nwho appeared and presented live testimony at the June 8 hearing.  He is the brother of Don J. Hite, \nAeroflow’s President who verified the Complaint upon which the TRO was issued. \npulmonary function tests.  Aeroflow conducts the majority of its diagnostic testing \nin physicians’ offices and conducts a small minority of testing in patients’ homes.  \nAeroflow does not employ physicians but hires physicians as independent \ncontractors to perform and read testing.  Physicians then may prescribe the use of \nmedical products, which Aeroflow sells. \n {12} On January 1, 2010, Dr. Stern open ed ARSM with offices in Huntersville \nand Hendersonville, North Carolina.  Dr. Stern is the only licensed physician and \nsole member of ARSM.  Dr. Stern is board certified in internal medicine, pediatrics, \npulmonology, critical care medicine, and sleep medicine.  At ARSM, Dr. Stern \nprovides adult pulmonary consultations and adult and pediatric sleep consultations.  \n(Aff. of Dr. Thomas P. Stern (“Dr. Stern Aff.”) ¶¶ 2–4.)  Dr. Stern or ARSM \noccasionally sells home medical equipment, but such sales are incidental to the \nmedical practice. \n {13} On or about June 22, 2009, Ae roflow and Arias entered into the \nAgreement.  (First Am. V. Compl. ¶ 13.)  As an Outside Marketing Representative, \nArias’ duties were to meet with physicians, hospitals, and other medical providers \nto educate them about Aeroflow's products.   \n{14} The Agreement specifically defines Aeroflow’s “Business” as “providing \nand selling home medical equipment[.]”  (First Am. V. Compl., Ex. A (“Agreement”).) \n{15} The Agreement contains four restrictive provisions: non-competition, \nnon-disclosure, non-solicitation, and employee interference.  Some, but not all, \ndepend on whether Arias was terminated for cause.  Some, but not all, apply only to \nthe defined term “Business.” \n {16} The non-competition provision restricts Arias from competing with \nAeroflow “by entering into or attempting to enter into any business substantially \nsimilar to [Aeroflow’s] Business for any reason whatsoever, directly or indirectly, . . \n.” within sixty (60) miles of the four Aeroflow facilities listed in the Agreement or \nany future facility established during Arias’ employment with Aeroflow, for twelve \n(12) months following his employment with Aeroflow.  (\nId. at ¶ 14(b)(i).)  The \nAgreement provides that the non-competition provision does not apply if Aeroflow \nterminates Arias’ employment without cause. \n {17} The non-disclosure provision restricts Arias from disclosing any of \nAeroflow’s Confidential Information that Arias became aware of by reason of his \nemployment with Aeroflow for his benefit or the benefit of any other person or \nentity.2  (Id. at ¶ 14(b)(ii).)  The provision further restricts Arias from retaining \nConfidential Information in any written or electronic form following termination. \n(Id.)  This provision applies whether or not Arias was terminated for cause. \n {18} The non-solicitation provision re stricts Arias from soliciting Business \nfrom any customer, client, patient, referral source, or contractor of Aeroflow who did \nBusiness with Aeroflow during the twelve (12) months preceding Arias’ termination, \non his own behalf or as a agent or independent contractor of another person or \nentity, for twelve (12) months following his employment with Aeroflow.  (Id. at ¶ \n14(b)(iii).)  The Agreement provides that the non-solicitation provision does not \napply if Aeroflow terminates Arias’ employment without cause. \n  {19} The employee interference pr ovision restricts Arias from hiring, \nattempting to hire, inducing to terminate or otherwise work for an Aeroflow \ncompetitor, or attempting to induce to terminate or otherwise work for an Aeroflow \ncompetitor an Aeroflow employee, employed within the three (3) months preceding \nArias’ termination, for twelve (12) months following his employment with Aeroflow. \n(\nId. at ¶ 14(b)(iv).)  This provision applies whether or not Arias was terminated for \ncause. \n {20} The Agreement allows Aeroflow to terminate Arias “for cause” without \nthe necessity of prior notice.  However, notice is required in connection with the \ntermination.   \n                                                 \n2 In Paragraph 14(a) of the Agreement, Confidential Information is defined to mean “any and all \ndata and information of any type relating to the business of Employer which has [sic] been disclosed \nor otherwise become known to Employee as a result of his or her employment with Employer and \nwhich is not generally known to Employer’s competitors or to the public and which has been treated \nby Employer as confidential, including, but not limited to: (i) customer lists, client lists and or \npatient lists, (ii) suppliers lists, (iii) referral bases and referral source lists . . . .” (Agreement.)\n \n{21} The Agreement specifically defines “for cause” as “Employee’s gross, \nwillful and continuous failure to comply with the terms of this Agreement; \nEmployee’s noncompliance with the rules and regulation of the Employer; \nEmployee’s failure to perform his or her duties competently; any material violation \nof Employee of his or her obligations under this Agreement; . . . .”  (Id. at ¶ 5(c).) \n {22} The Agreement does not detail an y specific job description, duties, or \nquotas. \n {23} The Agreement states that any notice required by the Agreement “shall \nbe given in writing and delivered as follows:  (a) by personal delivery, with a \nwitness, to Employee or Employer; or (b) by certified or registered mail, return \nreceipt requested, addressed to . . . in the case of Employee, to his or her last known \naddress.”  (Id. at ¶ 11.) \n{24} Aeroflow maintains facilities at Asheville, Gastonia, Hendersonville, \nHickory, Waynesville, and Wilkesboro, North Carolina, and Johnson City, \nTennessee.  During Arias’ employment with Aeroflow, his sales territory included \nClaremont, Hickory, Lenoir, Lincoln, Morganton, Newton, Gastonia, Huntersville, \nKings Mountain, Mooresville, Newton, and Statesville, North Carolina and the \nsurrounding areas. \n {25} The parties dispute whether Arias had sufficient job duties connected \nwith each of Aeroflow’s locations, such that extending the restrictive covenants to \nthe geographic territory of each location as provided by the Agreement would be \nunreasonable.  Aeroflow suggests that the Court may elect to enforce only those \nterritories it deems reasonable, as the covenants are written in a way that \nunreasonable geographies may be “blue penciled.”  The Court need not resolve that \ndispute or exercise that doctrine with regard to the non-competition provision \nbecause it reaches its determination as to the unenforceability of that covenant on \nother grounds.   If geographic scope were the only limiting factor for the non-\nsolicitation covenant, the Court would conclude that there is no real issue of \noverbreadth, because the covenant only relates to referral sources with whom Arias \ndealt and is then self-restricting in geographic scope. \n {26} In April 2010, while employed by Aeroflow, Arias began soliciting \nbusiness from Dr. Stern and his medical practice, ARSM.  Dr. Stern referred \napproximately ninety-six (96) patients to Aeroflow between April and November \n2010.  Also during this period, Dr. Stern introduced Arias to many physicians in an \neffort to help Arias and Aeroflow increase referrals.  (Dr. Stern Aff. ¶ 8.)  \n{27} Dr. Stern later reduced the number of patients he referred to Aeroflow.  \nThe parties assign different reasons for this reduction.  Aeroflow contends that Dr. \nStern lost privileges with a former employer and elected to sell CPAP machines on \nhis own account to supplement his revenues.  Arias and Dr. Stern contend the \nreduction was because of customer service concerns and Aeroflow’s loss of Medicare \napproval.  Approximately thirty percent (30%) of Dr. Stern’s patients are insured \nthrough Medicare.  (Id. ¶ 10.) \n{28} When Dr. Stern prescribes CPAP for a patient, he usually inquires if the \npatient has a preference about where to purchase the machine.  If the patient does \nnot have a preference, he may recommend a durable medical equipment company.  \nOccasionally Dr. Stern will sell CPAP machines to his non-Medicare/Medicaid \npatients with whom he has an existing physician-patient relationship.  Such sales \naccount for approximately twelve percent (12%) of ARSM’s revenue.  (\nId. at ¶ 6.) \n {29} On January 25, 2011, Aeroflow ga ve Arias his first written warning for \nfalling below eighty percent (80%) of his sales goals five times in the previous six \nmonths, which he signed.  A week later, on February 2, 2011, Aeroflow gave Arias \nhis second written warning for falling below eighty percent (80%) of his sales goals \nsix times in the previous seven months, which he signed.  When receiving both of \nthese warnings, Arias requested that Aeroflow lower his sales goals to reflect the \nreduction in referrals from Dr. Stern’s practice and Aeroflow’s loss of Medicare \napproval.  Mr. Hite testified that Aeroflow made such adjustments, a fact which \nArias appears to dispute.  Aeroflow alleges that on March 3, 2011, Arias’ supervisor \ngave Arias the third and final written warning, which Aeroflow equates to notice of \ntermination “for cause,” and that Arias refused to sign it.  Aeroflow further alleges \nit sent notification of termination “for cause” to Arias via certified mail on March 3, \n2011, although the face of the letter reflecting the termination does not indicate \nthat it was sent by this delivery method, and Aeroflow did not introduce a delivery \nreceipt.3  Arias disputes this assertion and alleges that on March 3, 2011, his \nsupervisor called and notified him that he was terminated without explanation.  \nArias denies he was terminated “for cause.”  Arias further states that he did not \nreceive written communication from Aeroflow explaining the reason for his \ntermination prior to the commencement of this litigation.  (Arias Aff. ¶ 11.) \n {30} Arias notified Dr. Stern that Ae roflow terminated his employment.  In \nMarch 2011, Dr. Stern hired Arias as an employee of ARSM and assigned him the \nresponsibility to increase patient referrals to ARSM by marketing Dr. Stern and \nARSM's pulmonary and/or sleep disorder services to primary care physicians.  \n(Stern Aff. ¶ 11.) \n{31} Arias admits that on ARSM’s behalf he called on physicians with whom \nhe had relationships with while employed by Aeroflow.  However, Arias contends \nthat he has not solicited or sold any home medical equipment, including CPAP \nmachines, to any such physician.  (Arias Aff. ¶ 13.)  However, as Mr. Hite testified, \nAeroflow contends that Dr. Stern has sold such equipment as a result of referrals \nprocured by Arias, therefore Arias should be considered to have solicited such sales.    \n \n III.  ANALYSIS \n A.  Standard for Preliminary Injunction\n {32} A preliminary injunction is an extraordinary measure that “should not \nbe lightly granted.” Travenol Lab., Inc. v. Turner, 30 N.C. App. 686, 692, 228 S.E.2d \n478, 483 (1976).   A preliminary injunction is “issued only (1) if the plaintiff is able \nto show a likelihood of success on the merits of [its] case; and (2) if a plaintiff is \nlikely to sustain irreparable loss unless the injunction is issued, or if, in the opinion \nof the Court, issuance is necessary for the protection of a plaintiff’s rights during \nthe course of litigation.”  A.E.P. Indus., Inc., v. McClure, 308 N.C. 393, 401, 302 \n                                                 \n3 Aeroflow introduced the March 3 letter at the June 8 hearing.  Mr. Hite testified that the letter had \nbeen sent by registered or certified mail. (Pl.’s Ex. D at Hr’g June 8, 2011.) \nS.E.2d 754, 759–60 (1983) (emphasis in original).  The burden is on the moving \nparty to establish its right to a preliminary injunction.  Id. \n {33} Aeroflow seeks a preliminary injunction to enjoin Arias from violating \neach of the four restrictive provisions contained in the Agreement.\n4  To grant an \ninjunction for each of the four provisions, Aeroflow has the burden to show both that \nit is likely to succeed on the merits of the claim and that it will suffer irreparable \nharm if the injunction is not granted.  As an initial matter, each of these four \ncovenants is a matter of contract, such that Aeroflow must demonstrate a \nprobability of success on the two essential elements of any breach of contract claim, \nwhich are (1) existence of a valid contract and (2) breach of terms of that contract.  \nPoor v. Hill, 138 N.C. App. 19, 25, 530 S.E.2d 838, 843 (2000) (internal citations \nomitted).  There are additional and more specific requirements for the different \ncovenants. \n B.  Non-Competition Provision\n {34} In order to demonstrate a li kelihood of success on the merits, an \nemployer seeking a preliminary injunction to enforce a non-competition clause in an \nemployment contract must show that the agreement itself is valid and enforceable.  \nSee A.E.P. Indus., 308 N.C. at 402, 302 S.E.2d at 760.  In general, while North \nCarolina will enforce restrictive employment covenants, they are disfavored.  See, \ne.g., Farr Assocs. v. Baskin, 138 N.C. App. 276, 279, 530 S.E.2d 878, 881 (2000) \n(“Covenants not to compete between an employer and employee are not viewed \nfavorably in modern law.”) (internal quotation and citation omitted).    \n{35} Under North Carolina law, for a non-competition agreement to be valid \nand enforceable it must be: “(1) in writing; (2) part of an employment contract; (3) \nbased on valuable consideration; (4) reasonable as to time and territory; and (5) \ndesigned to protect a legitimate business interest.”  Med. Staffing Network, Inc. v. \n                                                 \n4 This Motion requires the Court to interpret the Agreement.  When interpreting a contract, if the \nmeaning is clear and only one interpretation is reasonable, the courts must enforce the contract as \nwritten, but if a provision is uncertain or open to several reasonable interpretations, doubts will be \nresolved against the drafter.  See Woods v. Nat’l Ins. Co., 295 N.C. 500, 246 S.E.2d 773 (1978). \n“Covenants not to compete restrain trade and are scrutinized strictly.” Washburn v. Yadkin Valley \nBank and Trust Co., 190 N.C. App. 315, 323, 660 S.E.2d 577, 583 (2008) (internal citations omitted). \nRidgway, 194 N.C. App. 649, 655, 670 S.E.2d 321, 327 (2009).  The parties do not \ndispute that the non-competition provision is in writing, part of the employment \ncontract, and based on valuable consideration.  Arias contends that the covenant is \nunenforceable because it is not reasonable as to time and territory and does not \nprotect a legitimate business interest.   \n {36} The covenant not to compete beco mes unenforceable if it is not designed \nto protect a legitimate business interest of the employer.  Young v. Mastrom, Inc., \n99 N.C. App. 120, 123, 392 S.E.2d 446, 448 (1990) (citation and quotations omitted).  \nThe covenant “must be no wider in scope than is necessary to protect the business of \nthe employer.”  Hartman v. Odell & Assocs., Inc., 117 N.C. App. 307, 316, 450 \nS.E.2d 912, 919 (1994).  If the covenant not to compete is “too broad to be a \nreasonable protection to the employer's business it will not be enforced.”  Whittaker \nGen. Med. Corp. v. Daniel, 324 N.C. 523, 528, 379 S.E.2d 824, 828 (1989) (citations \nomitted). \n {37} Here, the Agreement would restrict  Arias from competing with Aeroflow \n“by entering into or attempting to enter into any business substantially similar to \n[Aeroflow's] Business for any reason whatsoever, directly or indirectly. . . ,” \n(emphasis added) for twelve (12) months following his employment with Aeroflow.  \nThe plain language of the non-competition provision, drafted by Aeroflow, would \nprevent Arias working for a competitor in a position wholly outside the scope of his \nemployment with Aeroflow.  The Court finds this language overly broad to protect a \nlegitimate business interest of Aeroflow.  \nSee Digital Recorders, Inc. v. McFarland, \n2007 NCBC 23 (N.C. Super. Ct. 2007) (finding the restriction too broad when it \nprevents the former employee from working for a competitor in a position wholly \nunrelated to the work performed for the plaintiff).  Therefore, the covenant against \ncompetition is unenforceable as a matter of law.\n5\n {38} The Court need not then separa tely consider whether the geographic \nscope of the covenant is unreasonable and whether Aeroflow has to date suffered \nany irreparable harm from a breach of that covenant.  Neither must it for purposes \n                                                 \n5 This conclusion does not depend on further factual inquiry and is a final resolution of this issue. \nof this particular covenant determine whether Aeroflow has presented evidence \nsupporting a probable finding that Arias’ employment was terminated for cause or \nwhether ARSM and Aeroflow are engaged in a similar Business. \n {39} Therefore, Aeroflow cannot demo nstrate a likelihood of success on the \nmerits of its claim for violation on the covenant against competition, and the Court \nDENIES Aeroflow’s Motion as it pertains to the non-competition provision of the \nAgreement.   \n C.  Non-Disclosure of Confidential Information Provision\n {40} Aeroflow claims a breach of cont ract for the non-disclosure provision of \nthe Agreement against Arias and claims violations of the Trade Secret Protections \nAct.  The Court’s first inquiry is whether Aeroflow has demonstrated a likelihood of \nsuccess on the merits of its claims against Arias.  The likelihood of success results \nfrom the movant’s prima facie showing of the requisite elements of the claims \nasserted.  \nElec. South, Inc. v. Lewis, 96 N.C. App. 160, 165, 385 S.E.2d 352, 355 \n(1989).  An injunction will not be issued simply to appease a groundless \napprehension on the part of a plaintiff.  Kadis v. Britt, 224 N.C. 154, 161, 29 S.E.2d \n543, 547 (1944).   \n{41} The parties do not dispute the validity of the non-disclosure provision of \nthe Agreement or Aeroflow’s right to protect its trade secrets.  However, Arias and \nARSM contend that Aeroflow has not introduced actual evidence that the \ncontractual provision has been breached or that they have misappropriated any \ntrade secrets.   The Court concludes that there has not been sufficient evidence \nintroduced to conclude that the Arias misused the Confidential Information or that \nthe Confidential Information qualifies as a trade secret and, if so, whether any such \ntrade secret has actually been misappropriated.   \n{42} Aeroflow includes the broad assertion in its Verified Complaint that \nArias used and disclosed its Confidential Information in a manner that harms \nAeroflow, that the identity of its referral sources are confidential, and that Arias \nviolated the Agreement by contacting Aeroflow’s referral sources on behalf of Dr. \nStern and ARSM.6    Mr. Hite repeated these broad assertions in his hearing \ntestimony.  However, Aeroflow has not provided any affidavits from the “referral \nsource” attesting to these allegations, nor has Aeroflow provided any specific use, \nspecific disclosure, or specific harm suffered.  Aeroflow fails to present any specific \nevidence to bolster its suspicion that Arias has or will violate the non-disclosure \nprovision.  Therefore, Aeroflow fails at this stage of litigation to demonstrate that it \nlikely will succeed on the merits of the breach of contract claim as it pertains to the \nnon-disclosure provision. \n{43} As to the trade secrets claim, Aeroflow has likewise failed to demonstrate \nproof justifying a preliminary injunction.  “To plead misappropriation of trade \nsecrets, a plaintiff must identify a trade secret with sufficient particularity so as to \nenable a defendant to delineate that which he is accused of misappropriating and a \ncourt to determine whether misappropriation has or is threatened to occur[.]”  \nVisionAIR, Inc. v. James, 167 N.C. App. 504, 510–11, 606 S.E.2d 359, 364 (2004).  \nHere, Aeroflow claims broadly that its trade secrets consist of the company’s \ncustomers, referral sources, products, services, and pricing structure.7  However, \nallegations that these items may be found as trade secrets does not constitute \nadequate proof that they are, in fact, trade secrets.  Defendants assert that \nAeroflow’s customers and referral sources are the medical service providers found in \nthe phone book, and its products and services are available to the public on its \nwebsite.  Aeroflow counters that Arias is also aware of the peculiar habits and \nwants of the medical providers and is further aware of Aeroflow’s pricing structure.   \nHowever, Aeroflow offered no testimony that Arias actually used any such \n                                                 \n6 Aeroflow’s vague reference in the First Amended Complaint states: “In March 2011, after his \nemployment with Aeroflow had ended, Arias contacted an Aeroflow referral source that Arias had \ncalled on while employed by Aeroflow and mislead the referral source into thinking that Mr. Arias \nwas still employed by Aeroflow when the referral source placed an order, at which point Aeroflow \ninformed the referral source that Arias no longer worked for Aeroflow despite his misrepresentation \nto the contrary.” (First. Am. V. Compl. ¶ 42.)\n \n7 In supporting this claim, Aeroflow relies on Drouillard v. Keister Williams Newspaper Servs., 108 \nN.C. App. 169, 423 S.E.2d 324 (1992) (finding customer pricing to be protectable as a trade secret) \nand Wilmington Star-News v. Med. Ctr., 125 N.C. App. 174, 480 S.E.2d 53 (1997) (holding a jury \ncould conclude that price lists constituted trade secrets) (emphasis added).  (Mem. in Supp. of Pl.’s \nMot. for a Prelim. Inj. 8–9.) \ninformation, and, thus, there is an inadequate showing at this juncture that \nAeroflow will probably succeed in proving misappropriation. \n{44} In order to establish a prima facie case for violation of the Trade Secret \nProtections Act, the plaintiff must offer substantial evidence that the defendant “(1) \nknows or should have known of the trade secret, and (2) has had a specific \nopportunity to acquire it for disclosure or use or has acquired, disclosed or used it \nwithout the express or implied consent of the owner.” N.C. Gen. Stat. § 66-155. \n{45} While there is no direct evidence presented that Arias was aware of \nAeroflow’s pricing structure, such knowledge may be reasonably inferred from \nArias’ position as an Outside Marketing Representative.  However, Aeroflow must \nalso show that Arias disclosed or used this knowledge without its express or implied \nconsent.  Here, Aeroflow has failed to date to present any evidence to convince the \nCourt that Arias has both acquired and misused knowledge of trade secret \ninformation without Aeroflow’s consent.  Based on the evidence presented, Aeroflow \nhas not shown an adequate prima facie case to justify the issuance of an injunction \npursuant to the Trade Secrets Protection Act. \n{46} Therefore, the Court DENIES Aeroflow’s Motion as it pertains to the \nnon-disclosure of confidential information provision of the Agreement. \n D.  Non-Solicitation Provision  \n {47} For a non-solicitation agreement to be held valid it must meet the same \nrequirements as are applied to the covenant not to compete: (1) in writing; (2) part \nof an employment contract; (3) based on valuable consideration; (4) reasonable as to \ntime and territory; and (5) designed to protect a legitimate business interest.8  \nEdgewater Services, Inc. v. Epic Logistics, Inc., 2009 NCBC 20 ¶ 23 (N.C. Super. Ct. \n2009).  There is no dispute as to the first three elements because the contract was \nwritten, part of the employment agreement, and based on valuable consideration.  \nThe issue of the scope and legitimacy of business purpose on which the Court found \n                                                 \n8 While the elements are the same for the two covenants, non-solicitation agreements are more easily \nenforced.  See generally Asheboro Paper and Packaging, Inc. v. Dickinson, 599 F. Supp. 2d 664 \n(M.D.N.C. 2009). \nthat the non-competition provision should not be enforced does not control \nenforcement of the solicitation provision.  The Court finds the non-solicitation \nrestrictions reasonable for time and territory and designed to protect a legitimate \nbusiness interest.  Therefore, the court finds the non-solicitation provision valid and \nenforceable.\n9\n{48} The question then arises whether Aeroflow produced sufficient evidence \nthat the covenant has been actually breached.  To secure a preliminary injunction, \nAeroflow must produce adequate evidence to demonstrate a likelihood that it will \nprove that Arias has solicited “Business” in violation of the Agreement, that he was \nterminated “for cause”, and that notice was provided as required by the Agreement. \n {49} First, the Court considers whether Arias’ contact with one of Aeroflow’s \nreferral sources constitutes solicitation of  “Business” as defined by the Agreement.  \nThe Agreement defines Aeroflow’s “Business” as providing and selling home medical \nequipment.  Both affidavits from Arias and Dr. Stern state that Arias’ job was to \nmarket Dr. Stern and ARSM to primary care physicians and to seek referrals to Dr. \nStern’s medical practice for medical services.  They contend that Dr. Stern has only \nincidental sales of home equipment, so that Dr. Stern cannot be said to conduct a \nsubstantially similar “Business,” and Arias cannot be said to have solicited such \n“Business” by seeking a referral to Dr. Stern but not selling or attempting to sell \nequipment.  Arias and Dr. Stern further argue that the businesses are dissimilar \nbecause Aeroflow does not and cannot provide physician services.  The Court \nconcludes that the issue must be determined by reference to the contractual \ndefinition of Business, even though the broader business of Aeroflow and ARSM \nmay overlap in other ways.  The Court does not conclude that the businesses are \ndissimilar simply because Aeroflow outsources the physician review of diagnostic \ntesting rather than employing physicians directly.  The issue is a very close one, but \nthe Court concludes that Arias’ solicitation of a customer for diagnostic testing \n                                                 \n9 As noted earlier, because the non-solicitation provision is limited to referral sources with whom \nArias dealt while employed by Aeroflow, the Court does not perceive that the covenant is too broad in \nits geographic scope. \nwithout also selling or attempting to sell equipment is not the solicitation of \n“Business;” however, it would become so if Arias attempts or offers to sell \nequipment which is also sold by Aeroflow to a referral source with whom he had a \nrelationship while employed by Aeroflow. \n {50} Second, the Court considers whethe r the evidence to date demonstrates \nthat Aeroflow terminated Arias’ employment “for cause” as defined by the \nAgreement.  If he was not, the non-solicitation provision does not apply.  The \nAgreement defines “for cause” as “Employee’s gross, willful and continuous failure \nto comply with the terms of this Agreement; Employee’s noncompliance with the \nrules and regulation of the Employer; Employee’s failure to perform his or her \nduties competently; [or] any material violation of Employee of his or her obligations \nunder this Agreement; . . . .”  (Agreement ¶ 5(c).) \n {51} Aeroflow argues the termination was “for cause” because Arias failed to \nmeet his sales goals, thereby failing to comply with the rules and regulations of the \nEmployer.  The Court concludes that this argument fails for three reasons.  First, \nthe Agreement makes no direct reference to any requirement to meet sales goals.  \nSecond, Aeroflow has offered no proof of any “rules or regulations.”  Third, the \nwarning form used by Aeroflow has a selection of four boxes for indicating the \nreason for the warning, which include: “violation of work rules;” “violation of \ncompany policy;” “violation of safety rules;” and “Other.”  (Pl.’s Ex. C at Hr’g June 8, \n2011.)  On all three warnings given to Arias prior to his termination, Aeroflow \nchecked the box next to “violation of company policy” and not the “violation of work \nrules.” \n {52} Aeroflow further argues that Aria s’ failure to meet his sales goals falls \nwithin the Agreement’s “for cause” definition of “Employee’s failure to perform his \nor her duties competently.”  Again, there is no documentation presently in the \nrecord that equates a failure to meet sales goals to incompetence.  Arias argues that \nany reduced sales performance may be attributable to Dr. Stern’s reduction in \nreferrals and Aeroflow’s loss of Medicare approval, rather than his incompetence.  \nAt this juncture, the evidence does not compel a conclusion that Aeroflow’s position \nwill be sustained. \n {53} In sum, the Court believes that these issues preclude a finding of a \nprobability of Aeroflow’s success that Aeroflow will prove that Arias was terminated \nfor cause as defined by the Agreement. \n {54} The Court has also considered wh ether Aeroflow has produced evidence \nsufficient to meet its burden to show a probability that it will prove that Arias was \nprovided the notice required by the Agreement.  Under paragraph 5(a) of the \nAgreement, termination requires ten (10) working days prior written notice by the \nterminating party.  Paragraph 5(c) provides an exception and authorizes the \nEmployer to terminate “for cause” without “prior notice.”  The issue here is not \nwhether notice was timely, but rather whether notice of termination was provided \nin conformity with the Agreement’s requirement for the nature and form of that \nnotice.10   \n{55} Paragraph 11 of the Agreement specifies notice requirements.  It \nprovides that all required communication of the Agreement “shall be given in \nwriting and delivered as follows: (a) by personal delivery, with a witness, to [Arias] \nfrom [Aeroflow]; or (b) by certified or registered mail, return receipt requested . . . .”    \nAeroflow claims it provided such notice.  First, Aeroflow claims it sent Arias \nnotification via certified mail.  Arias disputes this claim.  The termination letter \nitself gives no indication it was sent via certified mail, nor did Aeroflow submit a \nreceipt supporting this claim.  The evidence presented at this time does not allow a \nfinding that the letter was, in fact, sent by registered or certified mail.  Second, \nAeroflow claims notice was provided in person to Arias during the third disciplinary \n                                                 \n10 Paragraph 5(c)’s elimination of the requirement for prior notice could be reasonably interpreted as \neither eliminating the requirement for notice altogether or that the ten days prior notice is not \nrequired.  Again, the Court must interpret any ambiguity against the drafter of the Agreement.  \nHere, Aeroflow’s choice of terminology of “prior notice” has two reasonable interpretations, and the \nCourt finds that the exception for termination for cause excuses only the requirement for ten (10) \ndays prior notice, but it does not excuse notice altogether. \nwarning.11  Mr. Hite was firm in his testimony that Arias was notified in person, \nbut Arias testified by affidavit that he was not notified.  Even if this factual dispute \nwere resolved in Aeroflow’s favor, there is no evidence in the record that such \npersonal delivery by Arias’ supervisor was in the presence of a witness as required \nby the Agreement. \n{56} In sum, there are limitations in the evidence to date that preclude a \nfinding that Aeroflow has demonstrated a probability of success that it will prevail \non proof of a violation of the non-solicitation clause, even though the covenant is \nitself valid.12  The Court then DENIES Aeroflow’s Motion as it pertains to the non-\nsolicitation provision of the Agreement. \n E.  Employee Interference Provision\n {57} Aeroflow claims both a breach by Arias of the covenant against employee \ninterference and tortious interference by ARSM.  To prove a likelihood of success on \nthis claim, Aeroflow must make a prima facie showing of the requisite elements of \nthe claims asserted.  Elec. South, Inc., 96 N.C. App. at 165, 385 S.E.2d at 355.  The \nclaim of tortious interference with existing business relations provides redress when \nthe defendant induces a third party not to perform an existing contract with the \nplaintiff.  North Carolina law specifies five elements required to prevail on this \nclaim.  Beck v. City of Durham, 154 N.C. App. 221, 232, 573 S.E.2d 183, 191 (2002).  \nFirst, a valid contract must exist between the plaintiff and a third party that \nprovides the plaintiff with contractual rights.  Second, the defendant must have \nknowledge that the contract exists.  Third, the defendant must intentionally induce \nthe third party not to perform the contracts.  Fourth, the defendant must induce the \nnonperformance of the contract without justification.  Fifth, the third party’s failure \nto perform the contract must result in actual damage to the plaintiff.  \nId.   \n                                                 \n11 The third disciplinary warning states in part: “This is the 3rd warning.  Per company policy the \nresult is termination.”  (Pl.’s Ex. C at Hr’g June 8, 2011.)  There is no express statement on this \nexhibit indicating the termination is “for cause” or in violation of company rules.  It also has no \nindication that a witness was present when the warning and document was provided to Arias. \n12 Had the non-competition agreement been otherwise valid, Aeroflow would have been burdened by \nthese same failures of evidence. \n{58} The parties do not contest that the Agreement including the employee \ninterference provision is valid.  However, there is a factual dispute as to whether \nArias breached it.  Aeroflow contends that on March 16, 2011 Arias aggressively, \nbut unsuccessfully, solicited Amanda L. Stoy (“Stoy”), an Aeroflow Respiratory \nTherapist, to leave her employment with Aeroflow.   Stoy submitted an affidavit \nregarding this contact.  Aeroflow acknowledges that Stoy did not leave her \nemployment.  In Arias’ affidavit, he contends that his contact with Stoy was not to \ninvite Stoy to leave her employment, rather it was to provide Stoy an opportunity \nthat would not affect her employment with Aeroflow.  Beyond this disputed issue of \nwhat actually occurred between Stoy and Arias, there is no further evidence \ndemonstrating a substantial likelihood that Arias will make any future effort to \nencourage any Aeroflow employee to leave Aeroflow.  There is no proof of actual \ndamage to Aeroflow.  As a result, Aeroflow has not at this juncture demonstrated \nthat it has or will suffer irreparable harm by Arias’ alleged breach of the \nemployment interference covenant sufficient to justify injunctive relief.\n13  \nTherefore, the Court DENIES Aeroflow’s Motion as it pertains to the employee \ninterference provision of the Agreement. \n \n IV.  CONCLUSION  \n {59} The Court then concludes: \n1. The non-competition covenant of paragraph 14(b)(i) of the Agreement is \noverly broad and is invalid and unenforceable; \n2. There is insufficient evidence in the record to show that there is risk of \nmisappropriation or misuse of “Confidential Information” by Arias in \nviolation of the non-disclosure provisions of paragraph 14(b)(ii) of the \nAgreement; \n                                                 \n13 This finding does not preclude the Court from reconsidering the issue and granting an injunction \nshould Arias breach the employee interference provision in a manner that may cause or causes \nAeroflow irreparable harm prior to the end of this litigation. \n3. There is insufficient evidence in the record to show that Aeroflow’s \nConfidential Information is a trade secret or that any trade secret has \nbeen misappropriated; \n4. There is insufficient evidence in the record to show that Arias breached \nthe non-solicitation covenant of paragraph 14(b)(iii) of the Agreement, \nbecause there are questions of proof whether Arias solicited Business for \nARSM that was substantially similar to Aeroflow’s Business, whether \nAeroflow terminated Arias “for cause,” and whether Aeroflow provided \nnotice as required by the Agreement; and \n5. There is insufficient evidence in the record to show that Aeroflow has \nsuffered or is likely to suffer actual harm because of Arias’ alleged \nviolation of the employee interference provisions of paragraph 14(b)(iv) of \nthe Agreement. \n {60} The Court, therefore, DENIES  Plaintiff's Motion for Preliminary \nInjunction.  The Temporary Restraining Order has expired and is no longer in \neffect.  The Plaintiff shall be relieved of its bond.  The Court finds no basis upon \nwhich to award damages for wrongful issuance of the TRO. \n  \nThis the 5th day of July 2011. "
}