{
  "id": "1cc8ebf4e2a74bb18bb1b3b533df65670f19a613cb9aa572d035b366702836c0",
  "source_file": "data/raw/ncbc/1cc8ebf4e2a74bb18bb1b3b533df65670f19a613cb9aa572d035b366702836c0.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nALAMANCE COUNTY \n \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n14 CVS 1701 \nKINGSDOWN, INCORPORATED,\n \n                           Plaintiff, \n \nv. \n \nW. ERIC HINSHAW, REBECCA \nHINSHAW, and ANNE RAY, \n \n                           Defendants. \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION TO CLARIFY \nTHE COURT’S ORDER AND OPINION \nENTERED MARCH 25, 2015 AND \nDEFENDANT ANNE RAY’S MOTION \nTO DISQUALIFY COUNSEL \n \n{1} THIS MATTER is before the Court on Plaint iff Kingsdown, Incorporated’s \n(“Kingsdown” or the “Company”) Motion to Clarify the Court’s Order and Opinion \nEntered on March 25, 2015 (the “Motion to Clarify”) and Defendant Anne Ray’s \n(“Ray”) Motion to Disqualify Counsel (“Ray’s Motion to Disqualify”) (collectively, the \n“Motions”).   \n{2} THE COURT, having considered the parties’ Motions, briefs in support of \nand in opposition to the Motions, and the evidence of record, hereby GRANTS the \nMotion to Clarify, clarifies the Court’ s March 25 Order and Opinion as provided \nbelow, DISQUALIFIES Tuggle Duggins, P.A. (“Tuggle Duggins” or the “Firm”) from \nfurther representation of Kingsdown in this matter against Defendants Eric and \nRebecca Hinshaw (“the Hinshaws”), DISQUALIFIES Tuggle Duggins from further \nrepresentation of Kingsdown and form er Third-Party Defendant Frank Hood \n(“Hood”) in this matter against Ray; and DENIES AS MOOT  Ray’s Motion to \nDisqualify. \nTuggle Duggins P.A. by Denis E. Jacobso n, Jeffrey S. Southerland, and Alan \nB. Felts for Plaintiff Kingsdown, Incorporated. \n \nSmith Moore Leatherwood LLP by Robert R. Marcus, Heather C. White, Whit \nD. Pierce, and Richard A. Coughlin for Defendants W. Eric Hinshaw and \nRebecca Hinshaw. \n \n William C. Ray for Defendant Anne Ray. \n \nKingsdown, Inc. v. Hinshaw, 2015 NCBC 35.\n \nBledsoe, Judge. \nI. \nPROCEDURAL HISTORY \n{3} The factual and procedural background of this case is recited in detail in the \nCourt’s March 25, 2015 Order and Opinio n on Defendants Eric and Rebecca \nHinshaw’s Motion to Disqualify Kingsdown’s Counsel and Kingsdown’s Objection and \nMotion to Strike the December 10, 2014 Hinshaw Affidavit (the “March 25 Order and \nOpinion”), all of which is restated and incorporated herein by reference.  Kingsdown, \nInc. v. Hinshaw , 2015 NCBC 27 (N.C. Supe r. Ct. Mar. 25, 2015), \nwww.ncbusinesscourt.net/opinions/2015_NCBC_27.pdf (granting motion to \ndisqualify). \n{4} In the March 25 Order and Opinion, the Court concluded that \ndisqualification of Tuggle Duggins from  representing Kingsdown against the \nHinshaws in this litigation is appropriat e because (i) Kingsdown did not meet its \nburden under Rule 1.10(b) to show that current attorneys at the Firm did not possess \nmaterial confidential information of the Hinshaws that is substantially related to the \nmatters at issue in this lawsuit and (ii) an appearance of impropriety exists because \nthe Hinshaws’ perception that their material confidential information is “potentially \navailable to [their] adversary” in the present circumstances is reasonable. \n{5} Based on its findings of fact and conclusions of law in the March 25 Order \nand Opinion, the Court “GRANT[ED] the Hinshaw Defendants’ Motion to Disqualify, \nand . . . DISQUALIFIE[D] Tuggle Duggins from further representation of Kingsdown \nin this matter against the Hinshaws and ORDER[ED] the Firm to comply with the \nrequirements of the North Carolina Rules of Professional Conduct in connection with \nany material confidential information of the Hinshaws that the Firm possesses.” \nMarch 25 Order and Opinion ¶ 56. \n{6} On April 1, 2015, Kingsdown filed a Motion for Expedited Status \nConference, seeking clarification of the Court’s March 25 Order and Opinion \nconcerning the Firm’s ability to continue to serve as outside general counsel for \nKingsdown in connection with this matter and as litigation counsel for Kingsdown \n \nand former Third-Party Defendant Hood on issues in this matter adverse to \nDefendant Ray.  \n{7} On April 5, 2015, Defendant Ray file d her Motion to Disqualify Counsel, \nseeking the disqualification of Tuggle Duggi ns in connection with the claims and \ncounterclaims to which she is a party. \n{8} On April 8, 2015, the Court convened a telephone status conference in \nconnection with Kingsdown’s Motion for Expedited Status Conference.  Thereafter, \nwith the consent of the parties, the Court entered an order converting Kingsdown’s \nMotion for Expedited Status Conference to the Motion to Clarify and set an expedited \nbriefing schedule on the Motion to Clarify and on Ray’s Motion to Disqualify. \n{9} The Motions are now ripe for resolution. \nII. \nANALYSIS  \nThe Motions \n{10} In its Motion to Clarify, Kingsdown seeks clarification of “what the Court \nintended when it stated that Tuggle Duggins is disqualified from ‘further \nrepresentation of Kingsdown in this matter against the Hinshaws.’” (Kingsdown’s Br. \nSupp. Mot. Clarify, p. 2 (quoting March 25 Order and Opinion ¶ 56).)   \n{11} Kingsdown contends that the Court intended in its March 25 Order and \nOpinion (or at least should now conclude) that Tuggle Duggins “should be permitted \nto continue in the [F]irm’s role as corporate counsel and advise Kingsdown as long as \nthe attorneys comply with the North Carolina Rules of Professional Conduct ‘in \nconnection with any material confidential information of the Hinshaws that the Firm \npossesses.’” (Id.)   \n{12} More specifically, based on its reading of the Court’s March 25 Order and \nOpinion, Kingsdown contends and seeks clarification that Tuggle Duggins should be \npermitted to represent Kingsdown in connection with the Company’s claims against \nRay, Ray’s counterclaims against the Co mpany, Ray’s defamation claim against \nformer Third-Party Defendant (and Kingsdown Board Chair) Hood, and to continue \nto serve as outside general counsel to Ki ngsdown in connection with this litigation \n \n“as long as such representation is cons istent with the North Carolina Rules of \nProfessional Conduct.”  (Id., pp. 3–5.) \n{13} In her Motion to Disqualify, Ray cont ends that Tuggle Duggins should be \ndisqualified from representing Kingsdown and Hood adverse to Ray in this matter \nbecause (i) the Court’s prior disqualification of Tuggle Duggins as to the Hinshaws \nshould apply equally to Ray under Love v. Tyson , 119 N.C. App. 739, 743–44, 460 \nS.E.2d 204, 205–06 (1995); (ii) th e Firm had “an implied concurrent attorney-client \nrelationship” with Ray; (iii) the Firm advised Ray in connection with matters at issue \nin Ray’s (to-be-refiled) counterclaims and (to-be-refiled) third-party complaint; and \n(iv) Ray intends to call attorneys and staff at the Firm as witnesses in this case.  The \nHinshaws filed a brief in opposition to Kingsdown’s position in the Company’s Motion \nto Clarify and in support of Ray’s Motion to Disqualify, contending, in part, that the \nFirm should be disqualified from representing Kingsdown or Hood against all \nDefendants because Kingsdown’s claims against Ray are substantially intertwined \nwith the claims against the Hinshaws and that Kingsdown’s position against Ray is \ndirectly adverse to the Hinshaws’ interests.  \nThe Firm’s Representation of the Company as Corporate Counsel \n{14} The Court turns first to Tuggle Duggins’ contention that the Court intended \nthat the Firm should be permitted to continue to serve as corporate counsel for \nKingsdown (although not litigation counsel of record) and advise the Company in \nconnection with this litigation, provided that the Firm does not disclose the \nHinshaws’ confidential information in the course of the Firm’s representation of the \nCompany.  The Court disagrees.   \n{15} The Court ordered the disqualification of Tuggle Duggins “from \nrepresentation of Kingsdown in this matter against the Hinshaws.”  (March 25 Order \nand Opinion ¶ 56.)  The Court also separately ordered “the Firm to comply with the \nrequirements of the North Carolina Rules of Professional Conduct in connection with \nany material confidential information of the Hinshaws that the Firm possesses.”  (\nId.)  \nThe Court did not intend the Firm’s disqualification to be conditioned on other factors \nor that the Firm could otherwise represent Kingsdown against the Hinshaws so long \n \nas the Firm did not disclose the Hinshaws’ confidential information.  To the contrary, \nthe Court intended that the Firm would cease all representation of Kingsdown \nadverse to the Hinshaws in this matter, wh ether as litigation counsel or otherwise.  \nThe Firm’s failure to satisfy Rule 10(b) of the Rules of Professional Conduct and the \nappearance of impropriety created by the Firm’s representation of Kingsdown do not \ndisappear simply because the Firm is no lo nger counsel of record – as corporate \ncounsel, the Firm is still representing a current client (Kingsdown) adverse to a \nformer client (the Hinshaws) in a subs tantially related matter, and the ethical \nconcerns attendant to that representation, including the appearance of impropriety, \nremain.   \n{16} Although no North Carolina case appears to be directly on point, the Court \nfinds ample support from co urts around the United St ates supporting the Court’s \ndisqualification of the Firm in this matter against the Hinshaws, whether as \nlitigation counsel of record, corporate counsel or otherwise, in the present \ncircumstances.  \nSee, e.g., Byrd v. Hopson, 108 F. Appx. 749, 754, n.1 (4th Cir., Aug. \n9, 2004) (district court properly “insulat ed” disqualified attorney from further \ninvolvement in case where attorney “was attempting to continue representing [the \nclient] despite the earlier disqualification order”) (unpublished); First Wisc. Mortg. \nTrust. v. First Wisc. Corp ., 584 F.2d 201, 207 (7th Cir. 1978) (observing that \n“disqualified attorney, once disqualified, sh ould not act by way of consultation or \nadvice outside the court to the former client, a result of disqualification which would \nseem logically to follow and which would not seem to be arguable”); Quark, Inc. v. \nPower Up Software Corp. , 812 F. Supp. 178, 180 (D. Colo. 1992) (disqualifying a \nlitigant’s “longstanding counsel” and ordering that “no member of the [firm] may \nwork on this litigation ‘behind the scenes’ and that no work-product may be turned \nover to successor counsel”).  \n{17} The Court’s directive in the March 25 Order and Opinion that the Firm must \ncomply with the Rules of Professional Conduc t does not change this result.  Rather, \nthe Court, having concluded that the Firm had failed to satisfy its burden under Rule \n10(b) to show that it did not have material confidential information of the Hinshaws, \n \nordered the Firm to handle any such information it possessed in compliance with the \nFirm’s obligations under the Rules of Professional Conduct.  The Court intended this \ndirective to make clear to the Firm that it  should not disclose any of the Hinshaws’ \nmaterial confidential information to any other person, including, as the Hinshaws \nnote in their opposition brief, to Kingsdown’s new counsel.   \n{18} In sum, the Court intended the March 25 Order and Opinion to disqualify \nthe Firm from representing Kingsdown in this matter adverse to the Hinshaws, \nwhether as counsel of record in the litiga tion, corporate counsel, or in any other \ncapacity.  \nSee, e.g., Williams v. Williams, 746 S.E.2d 319, 323, n.3 (2013) (noting trial \ncourt’s “inherent authority” to disqualify attorneys “[even in] matters which are not \npending in the particular court exercising  the authority”) (quotation and citation \nomitted); see also Swenson v. Thibaut , 39 N.C. App. 77, 109,  250 S.E.2d 279, 299, \n(1978) (noting that “the court’s inherent power is not limited or bound by the technical \nprecepts contained in the Code of Professional Responsibility”).   \nThe Firm’s Representations Adverse to Ray1 \n{19} The Company contends that the Firm should be permitted to represent \nKingsdown and Hood adverse to Defendant Ray because Tuggle Duggins has never \nrepresented Ray, does not have confidential information of Ray, and never \n“represented any party in this litigation relative to either expense reimbursements \nor the purported employment agreement,” which the Company contends is the only \n“evidence pertinent to Kingsdown’s affirmative claims against Ray.”  (Kingsdown Br. \nSupp. Mot. Clarify, p. 3.)  In addition , while Kingsdown acknowledges that its \naffirmative “claims against Ray ma y implicate [Eric] Hinshaw,” (\nid. at p. 2), the \n                                                 \n1 The Court noted in footnote 1 in the March 25 Order and Opinion that “whether Tuggle Duggins \nshould be disqualified from representation adverse to Defendant Ray in this action [was] not presently \nbefore the Court” because Defendant Ray had not move d to disqualify the Firm at that time.  Upon \nfurther review of the Hinshaws’ Motion to Disqualify, however, the Court observes that the Hinshaws \nrequested that the Court “disqualify the law firm of Tuggle Duggins, P.A. from serving as counsel in \nthis matter for Plaintiff Kingsdown, Incorporated,” (Hinshaws Motion to Disqualify), and thus sought \ndisqualification of the Firm as against all Defendants.  As a result, the Court finds that the issue of \nwhether the Firm should be disqualified from representation adverse to Defendant Ray was before the \nCourt on the Hinshaws’ Motion to Disqualify and therefore that the issue of the Firm’s disqualification \nas against Ray is properly before the Court on Plaintiff’s Motion to Clarify. \n \nCompany and Hood contend that Ray’s counterclaims and third-party claims do not \nimplicate the Hinshaws.  The Court finds Kingsdown’s arguments unpersuasive. \n{20} First, the Court notes that all of Plaintiff’s claims against Ray are based on \nallegations that she and Eric Hinshaw collaborated with one another for their \npersonal benefit and to Kingsdown’s detriment.2  Moreover, three of these claims – \nbreach of fiduciary duty, constructive fr aud and conspiracy – are asserted against \nboth Eric Hinshaw and Ray, collectively.  As such, it appears clear to the Court that \nwere the Firm to represent Kingsdown on its claims against Ray, the Firm would \nnecessarily, as the Hinshaws argue, “have to take factual and legal positions that Mr. \nHinshaw vehemently disputes and that are directly adverse to his interests because \nthey constitute the basis for Kingsdown’s claims against the Hinshaws.”  (Hinshaws’ \nResp. Kingsdown’s Mot. Clarify, p. 9.)  Accordingly, because the Firm’s representation \nof Kingsdown on its claims against Ray will require Kingsdown to take positions \ndirectly adverse to the Hinshaws on clai ms that are substantially related to the \nFirm’s prior representation of the Hinshaws, the Court concludes that the same \nconsiderations requiring disqualification of Tuggle Duggins in this matter adverse to \nthe Hinshaws likewise require disqualification of the Firm in connection with \nKingsdown’s claims against Ray.   \n{21} Moreover, in the Court’s March 25 Order and Opinion, this Court observed \nthat “[s]eparate and apart from the technical application of the Rules of Professional \nConduct to these facts, our courts have made clear that the Court’s overarching \nconsideration on a motion to disqualify is  to “prevent even the appearance of \nimpropriety and thus resolve any and all doubts in favor of disqualification.” March \n                                                 \n2  For example, the allegations in the Amended Complaint supporting the First Claim for Relief (breach \nof fiduciary duty) and the Second Claim for Relief (constructive fraud) include that “[Mr. Hinshaw] \nenter[ed] into the unauthorized Purported Employment Agreement with Ms. Ray,” and that “[Mr. \nHinshaw] approv[ed] numerous non-business rela ted expenses of Ms. Ray and her family for \nreimbursement by Kingsdown while receiving the sa me benefit for himself and Rebecca Hinshaw in \nreturn from Ms. Ray.”  Similarly, the allegations supporting the Fourth Claim for Relief (civil \nconspiracy) include that the Hinshaws and Ray “conspired and agreed amongst themselves and acted \nto defraud Kingsdown by authorizing non-business expenses for reimbursement by Kingsdown” and \nthat the Hinshaws and Ray “conspired to conceal and deliberately withhold information from members \nof Kingsdown’s Board regarding self-dealing activities of each of [them].”  \n \n \n25 Order and Opinion ¶ 48 (quoting Chemcraft Holdings Corp. v. Shayban , 2006 \nNCBC 13 ¶ 34 (N.C. Super. Ct. Oct. 5, 2006), \nhttp://www.ncbusinesscourt.net/opinions/2006%20NCBC%2013.htm).  This Court \nfurther noted that “the right of one to retain counsel of his choosing is secondary in \nimportance to the Court’s duty to main tain the highest ethical standards of \nprofessional conduct to insure and preserve trust in the integrity of the bar. Avoiding \na conflict and the appearance of impropriety are the best solutions.”  March 25 Order \nand Opinion ¶ 49 (quoting \nSuperguide Corp. v. DirecTV Enters., 141 F. Supp. 2d 616, \n625 (W.D.N.C. 2001)).  This Court also stated that its “primary concern in preventing \nthe appearance of impropriety is the clie nt’s perception of events,” March 25 Order \nand Opinion ¶ 48 (quoting Chemcraft, 2006 NCBC 13 ¶ 34), and that the Hinshaws’ \nmotion to disqualify “should succeed or fail on the reasonableness of [their] perception \nthat confidences [they] once shared with [their] lawyer are potentially available to \n[their] adversary.” Id. at ¶ 54 (quoting Chemcraft, 2006 NCBC 13 ¶ 34). \n{22} Applying those principles here, the Court first notes that the Court has \npreviously found that the Hinshaws have asserted a “reasonable, good faith belief \nthat the confidences that they shared with Mr. Tuggle and others at Tuggle Duggins \nare now available to Kingsdown and can be  used against their interests in this \nlitigation.”  Id.  Further, the Court has previo usly found that “the Hinshaws’ \nperception that their material confidential information is potentially available to \ntheir adversary is reasonable.”  Id.  (quotation omitted)  In light of these findings, and \ngiven the interconnectedness of Kingsdow n’s claims against all Defendants, the \nlikelihood that Ray’s counterclaims will at a minimum involve the same employment \ncontract on which Kingsdown has, in part, based  its claims ag ainst all Defendants, \nthe reasonable concern in these circumstanc es that the Firm’s representation of \nKingsdown or Hood adverse to Ray will inev itably result in the Firm taking actions \ndirectly adverse to the Hinshaws, and the Hinshaw’s reasonable perception that their \nmaterial confidential information is availabl e to the Firm in litigating against Ray, \nthe Court concludes that an appearan ce of impropriety exists and that \ndisqualification of Tuggle Duggins from representing Kingsdown and Hood on issues \n \nadverse to Ray is appropriate. Id. (“Where a reasonable client would be concerned by \na potential conflict, a court must err on the side of disqualification”). \n{23} Having clarified that the Court’s March 25 Order and Opinion requires the \ndisqualification of Tuggle Duggins from representing Kingsdown adverse to the \nHinshaws and Ray in this litigation, th e Court concludes that Ray’s Motion to \nDisqualify Counsel is moot.  \nIII. \nCONCLUSION \n{24} Accordingly, based on the foregoing, and as clarification of the Court’s March \n25 Order and Opinion, the Court concludes that disqualification of Tuggle Duggins \nfrom representing Kingsdown against th e Hinshaws and representing Kingsdown \nand Hood against Ray in this litigation is appropriate.     \n{25} WHEREFORE, the Court, having previously granted the Hinshaw \nDefendants’ Motion to Disqualify, hereby GRANTS the Motion to Clarify and  \na. DISQUALIFIES Tuggle Duggins from furt her representation of \nKingsdown in this matter against the Hinshaws, including as \ncounsel of record, corporate counsel or otherwise;  \nb. DISQUALIFIES Tuggle Duggins from furt her representation of \nKingsdown and Hood in this matter against Ray, including as \ncounsel of record, corporate counsel or otherwise; and  \nc. ORDERS Tuggle Duggins to comply with the requirements of the \nNorth Carolina Rules of Professional Conduct in connection with any \nmaterial confidential information of the Hinshaws that the Firm \npossesses, including the confidentiality and non-disclosure \nrequirements of Rules 1.6 and 1.9 of the North Carolina Rules of \nProfessional Conduct.     \n{26} The Court DENIES Ray’s Motion to Disqualify as moot. \n  \n \n \nSO ORDERED, this the 22nd day of April 2015.  \n   \n      \n "
}