{
  "id": "1ce620fd3d85818d1dc61c707b65d4e3109b1fa35a7248429b86ce140e917f22",
  "source_file": "data/raw/ncbc/1ce620fd3d85818d1dc61c707b65d4e3109b1fa35a7248429b86ce140e917f22.pdf",
  "raw_text": "A-1 Pavement Marking, LLC v. APMI Corp., 2009 NCBC 15. \n \nSTATE OF NORTH CAROLINA             IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \nCOUNTY OF UNION                                        07 CVS 3186 \n \n \nA-1 PAVEMENT MARKING, LLC, \n \n  Plaintiff, \n \n v. \n \nAPMI CORPORATION,  \nLINDA BLOUNT and GARY BLOUNT, \n \n  Defendants. \n \nORDER & OPINION  \n \nMcGuire Woods LLP by Amy R. Worley and Bradley R. Kutrow for \nPlaintiff. \n \nBaucom, Claytor, Benton, Morgan & Wood, P.A. by Rex C. Morgan for \nDefendants. \n \nDiaz, Judge. \n{1} Before the Court is Plaintiff’s Motion for Partial Summary Judgment \nas to Defendant Gary Blount’s Sixth Claim for Relief in Defendants’ Second \nAmended Counterclaim alleging a breach of the North Carolina Wage and Hour Act \n(the “Motion”). \n{2} For the reasons set forth below, the Court GRANTS the Motion. \n \nI. \nPROCEDURAL BACKGROUND \n{3}  On 13 November 2007, Plaintiff A-1 Pavement Marking, LLC \n(“Plaintiff” or “A-1”) filed suit against Defendants APMI Corporation, Linda Blount, \nand Gary Blount (collectively, the “Defendants”), asserting claims for (1) breach of \ncontract, (2) conversion, and (3) unfair competition and unfair and deceptive acts \nand practices, said claims arising from Plaintiff’s purchase of certain assets from \nDefendant APMI Corporation (“APMI”).   \n{4} On 20 December 2007, Defendants answered the Complaint and filed \nCounterclaims alleging that Plaintiff breached certain agreements, including \nDefendant Gary Blount’s Employment Agreement (the “Employment Agreement”).   \n{5} On 22 January 2008, Plaintiff filed an Amended Complaint.  \n{6} On 7 February 2008, Defendants answered the Amended Complaint \nand re-asserted their Counterclaims.  \n{7} On 20 February 2008, the case was transferred to the North Carolina \nBusiness Court.  \n{8} On 4 December 2008, the Court granted Defendants’ motion to amend \ntheir Answer and Counterclaim.  As part of the amendment, Gary Blount (“Blount”) \nalleged that Plaintiff’s breach of the Employment Agreement also constituted a \nbreach of the North Carolina Wage and Hour Act (the “Act”).    \n{9} Plaintiff filed a Second Amended Complaint and Answer to Amended \nCounterclaims on 4 February 2009. \n{10} On 25 February 2009, Defendants answered and renewed their \nCounterclaims, including Blount’s claim alleging a violation of the Act. \n{11} Plaintiff filed the Motion on 8 April 2009, accompanied by a brief. \n{12} Blount filed his brief in opposition on 11 May 2009. \n{13} Plaintiff filed its reply on 21 May 2009. \n{14} On 27 May 2009, the Court heard oral arguments on the Motion. \n \nII. \nTHE FACTS1\nA. \nTHE PARTIES \n{15} A-1 is a North Carolina limited liability company.  (2d Am. Compl. \n¶ 1.)  A-1 is one of a number of affiliated companies.  (Blount Aff., Ex. 4.)  \n                                                 \n1 The facts set forth herein are undisputed. \n{16} APMI is a North Carolina corporation.  (2d Am. Compl. ¶ 4.)2   \n{17} Linda Blount is the sole shareholder of APMI.  (2d Am. Compl. ¶ 5.) \n{18} Gary Blount is the husband of Linda Blount.  (2d Am. Compl. ¶ 6.)     \nB. \nTHE EMPLOYMENT AGREEMENT   \n{19} On 21 April 2006, Langevin Ventures, LLC (Plaintiff’s predecessor in \nname and interest) agreed to purchase certain assets of APMI pursuant to an Asset \nPurchase Agreement (the “APA”).  (2d Am. Compl. ¶ 8.) \n{20} At the time the APA was executed, Blount was serving as APMI’s \ngeneral manager.  (Blount Dep. 5:13–16, 30:14–31:2, July 9, 2008.) \n{21} Effective 21 April 2006, and in conjunction with the closing of the APA, \nPlaintiff hired Blount to serve as its General Manager pursuant to the Employment \nAgreement.  (2d Am. Countercl. ¶ 9.)   \n{22} The Employment Agreement provided that Blount would be paid a \nbonus if A-1 attained certain performance goals.  (2d Am. Countercl. ¶ 10.) \n{23} The amount of Blount’s bonus was to be “measured at December 31st \nfor 2 consecutive years after the [APA] closes and [would] include compensation for \nreaching certain gross profit levels.”  (Blount. Aff., Ex 1.) \n{24} The parties also agreed that old A-1’s 2005 year-end gross profits \n(measured as of 31 December) would serve as the “base year” for purposes of \ncalculating Blount’s bonus.  (Blount. Aff., Ex 1.) \n{25} As was the case for establishing the base-year profit margin, the \nparties agreed that A-1’s year-end gross profit margin for 2006 would be calculated \nby subtracting certain contract costs (to include direct materials, direct labor, and \noverhead) from gross revenues.  (Blount. Aff., Ex 1.)   \n{26} Pursuant to the Employment Agreement, Blount was guaranteed at \nleast a $5,000.00 annual bonus for the two (2) years the parties contemplated the \nbonus plan would be in place, unless A-1’s gross profit margin decreased from the \nbase-year amount.  (Blount. Aff., Ex 1.) \n                                                 \n2 In their briefs, the parties sometimes refer to APMI as “old A-1.”   \n{27} Blount would be eligible for a $20,000.00 bonus if A-1’s gross profit \nmargin exceeded the 2005 base-year level by 10% or more.  A 20% increase in A-1’s \ngross profits from the 2005 base-year level meant that Blount would receive a \n$40,000.00 bonus.  Finally, if A-1’s gross profits exceeded the 2005 base-year level \nby 30%, Blount was entitled to a $60,000.00 bonus.  (Blount. Aff., Ex 1.) \n{28} Blount served as A-1’s General Manager from 21 April 2006 until early \nMay 2007.  (2d Am. Countercl. ¶ 9; 2d Am. Compl. ¶ 27.) \n{29} For purposes of determining Blount’s 2006 year-end bonus, Paul \nDigirolamo, A-1’s accountant, calculated a 2005 year-end gross profit margin for old \nA-1 of $556,900.00.  (Digirolamo Aff. ¶ 4, Apr. 1, 2009.)   \n{30} Plaintiff’s accountant then determined that A-1 generated a gross \nprofit for 2006 of $579,909.00,3 which amounted to an approximate 4.1% increase \nover the 2005 base year.4  (Digirolamo Aff. ¶¶ 5–6, Apr. 1, 2009.)      \n{31} Based on these calculations, Plaintiff paid Blount a $5,000.00 bonus for \n2006.  (Digirolamo Aff. ¶¶ 5–6, Apr. 1, 2009.)   \n \nIII. \nCONTENTIONS OF THE PARTIES \n{32} Plaintiff contends it is entitled to summary judgment on Blount’s \nSecond Amended Counterclaim alleging a violation of the Act because (1) Plaintiff’s \nevidence establishes that it paid Blount his bonus for 2006 in accordance with the \nterms of the Employment Agreement, and (2) Blount has not submitted evidence \nsupporting his claim for additional bonus payments.  (A-1’s Br. Supp. Mot. Partial \nSumm. J. 1.) \n                                                 \n3 Because the APA closed on 21 April 2006, Plaintiff’s accountants undertook separate gross profit \ncalculations for APMI and A-1 and then combined the two amounts to arrive at a $579,000.00 gross \nprofit margin for the entire calendar year.  (Supp. Aff. Digirolamo ¶ 13, May 20, 2009.) \n4 Plaintiff’s accountant applied Generally Accepted Accounting Principles (“GAAP”) to arrive at his \ngross profit figures.  (Digirolamo Aff. ¶ 3, Apr. 1, 2009.)  GAAP are the official standards adopted by \nthe American Institute of Certified Public Accountants through the Committee on Accounting \nProcedure, the Accounting Principles Board, and the Financial Accounting Standards Board.  Ganino \nv. Citizens Utils. Co., 228 F.3d 154, 160 n.4 (2d Cir. 2000).   \n{33} Blount responds that there exists a genuine issue for trial as to the \namount of the bonus he is due because:  (1) Plaintiff has not presented sufficient \nevidence to support its claim that Blount is due only a $5,000.00 bonus for 2006; (2) \nthe evidence Plaintiff has presented is incompetent and inadmissible; (3) in \ncalculating Blount’s bonus, Plaintiff improperly included old A-1’s financial \nperformance for the four (4) months immediately prior to the 21 April 2006 closing \nof the APA; (4) Plaintiff failed to produce all of the relevant accounting records \nrelated to the calculation of Blount’s 2006 bonus; and (5) included in the records \nthat Plaintiff did produce are a number of unexplained accounting entries that \nBlount contends led Plaintiff to understate its gross profits, which in turn adversely \naffected Blount’s bonus compensation.  (Defs’. Br. Opp. Pl’s. Mot. Partial Summ. J. \n4–10.) \n \nIV. \nPRINCIPLES OF LAW \nA. \nSUMMARY JUDGMENT STANDARD \n{34} Summary judgment should be granted if “the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if \nany, show that there is no genuine issue as to any material fact and that any party \nis entitled to a judgment as a matter of law.”  N.C. R. Civ. P. 56(c) (2007).   \n{35} The moving party bears the burden of showing a lack of any triable \nissue of fact.  Collingwood v. Gen. Elec. Real Estate Equities, Inc., 324 N.C. 63, 66, \n376 S.E.2d 425, 427 (1989) (citing Caldwell v. Deese, 288 N.C. 375, 218 S.E.2d 379 \n(1975)).   \nThe movant may meet this burden by proving that an essential \nelement of the opposing party’s claim is nonexistent, or by showing \nthrough discovery that the opposing party cannot produce evidence to \nsupport an essential element of his claim or cannot surmount an \naffirmative defense which would bar the claim. \n \nBoudreau v. Baughman, 322 N.C. 331, 342–43, 368 S.E.2d 849, 858 (1988) (citing \nBernick v. Jurden, 306 N.C. 435, 293 S.E.2d 405 (1982)). \n{36} Once the moving party meets this burden, the non-moving party must \n“produce a forecast of evidence demonstrating that the [non-moving party] will be \nable to make out at least a prima facie case at trial.”  Collingwood, 324 N.C. at 66, \n376 S.E.2d at 427 (citing Dickens v. Puryear, 302 N.C. 437, 276 S.E.2d 325 (1981)).  \n{37} When considering a motion for summary judgment, a trial court may \nnot resolve issues of fact and must deny the motion if there is a genuine issue as to \nany material fact.  Singleton v. Stewart, 280 N.C. 460, 464, 186 S.E.2d 400, 403 \n(1972). \n{38} “An issue is material if the facts alleged would constitute or would \nirrevocably establish any material element of a claim or defense.”  Anderson v. \nCanipe, 69 N.C. App. 534, 536, 317 S.E.2d 44, 46 (1984).  “An issue is genuine if it \nmay be maintained by substantial evidence.”  Id.  \n{39} In deciding the motion, “‘all inferences of fact . . . must be drawn \nagainst the movant and in favor of the party opposing the motion.’”  Caldwell, 288 \nN.C. at 378, 218 S.E.2d at 381 (quoting 6 James Wm. Moore et al., Moore’s Federal \nPractice § 56.15[3], at 2337 (2d ed. 1971)). \n{40} Finally, summary judgment is a drastic remedy that should be granted \ncautiously.  First Fed. Sav. & Loan Ass’n v. Branch Banking & Trust Co., 282 N.C. \n44, 51, 191 S.E.2d 683, 688 (1972); Volkman v. DP Assocs., 48 N.C. App. 155, 157, \n268 S.E.2d 265, 267 (1980).  Where the slightest doubt exists as to the merits of the \nmotion, it should be denied.  Volkman, 48 N.C. App. at 157, 268 S.E.2d at 267. \nB. \nTHE NORTH CAROLINA WAGE AND HOUR ACT \n{41} “The Wage and Hour Act was enacted to safeguard the hours worked \nby and the wages paid to ‘the people of the State without jeopardizing the \ncompetitive position of North Carolina business and industry.’”  Horack v. S. Real \nEstate Co. of Charlotte, 150 N.C. App. 305, 309, 563 S.E.2d 47, 51 (2002) (quoting \nN.C. Gen. Stat. § 95-25.1(b) (2001)). \n{42} An employee may sue under the Act to recover wages due and owing \npursuant to the terms of the employment.  N.C. Gen. Stat. § 95-25.22(a) (2007). \n{43} A “‘[w]age’ paid to an employee means compensation for labor or \nservices rendered by an employee whether determined on a time, task, piece, job, \nday, commission, or other basis of calculation,” and it includes (among other things) \n“bonuses, and other amounts promised when the employer has a policy or a practice \nof making such payments.”  N.C. Gen. Stat. § 95-25.2(16). \n{44} An employer who violates the Act is liable for the unpaid wages with \ninterest from the date each amount first comes due.  N.C. Gen. Stat. § 95-25.22(a).  \nThe trial court also must double any such judgment as a form of liquidated damages \nunless the employer proves that it acted in good faith and that it had reasonable \ngrounds for withholding payment, in which case the Court may decline to award \nliquidated damages or award a lesser sum.  N.C. Gen. Stat. § 95-25.22(a1). \n{45} Finally, if the Court finds a violation of the Act, it may order the \nemployer to pay costs and a reasonable attorneys’ fee.  N.C. Gen. Stat. § 95-25.22(d). \n \nV. \nANALYSIS \n{46} After considering the Court file, the Second Amended Counterclaims, \nthe briefs and materials submitted by the parties, and the arguments of counsel, the \nCourt GRANTS Plaintiff’s Motion. \n{47} Plaintiff has come forward with competent evidence demonstrating \nhow it determined the amount of Blount’s bonus for 2006. \n{48} Specifically, Plaintiff’s evidence includes two (2) affidavits executed by \nPlaintiff’s accountant, who (1) prepared old A-1’s financial statements for 2005 \n(which provided the base-year gross profit level used to determine Blount’s bonus \nfor 2006), (2) prepared A-1’s financial statements for 2006, including its gross profit \nmargin, and (3) determined that Blount’s bonus compensation for 2006 was \n$5,000.00, using the aforementioned gross profit figures and consistent with the \nterms of the Employment Agreement. \n{49} With this evidence, Plaintiff met its burden to show that an essential \nelement of Blount’s claim under the Act was non-existent—specifically, that \nPlaintiff failed to pay Blount his bonus as it accrued.  See N.C. Gen. Stat. § 95-25.22 \n(2007).  \n{50} Accordingly, to avoid summary judgment, Blount was required to come \nforward with specific facts showing that there exists a genuine issue for trial as to \nhis bonus compensation.  See, e.g., Waddle v. Sparks, 331 N.C. 73, 82, 414 S.E.2d \n22, 26–27 (1992) (holding that once the burden shifts to the non-moving party on a \nmotion for a summary judgment, it is not enough to “‘rest upon the mere allegations \nor denials of his pleading’” (quoting N.C. Gen. Stat. § 1A-1, Rule 56(e) (1983))).   \n{51} Blount has failed to meet his burden.   \n{52} First, Blount presented no evidence to contradict the methodology used \nby Plaintiff’s accountant to calculate the gross profit margins used to determine \nBlount’s bonus. \n{53} Instead, Blount’s contention that Plaintiff’s calculations are incorrect \nappears to be based on nothing more than a “feeling” that A-1’s revenues were much \nhigher than reflected on the financial statements.  (Blount Dep. 201:13–202:16.)  \nWithout more, however, Blount’s allegation is insufficient to raise a genuine issue \nfor trial.   \n{54} In his affidavit, Blount contends that Plaintiff “eliminated” \n$113,993.00 in contract receivables in its 2006 financial statements that were due \nand owing from a subsidiary.  (Blount Aff. ¶ 5.)  According to Blount, had these \nreceivables been included, A-1’s gross profit figure for 2006 would have been \n$693,902.00, which should have netted Blount a $40,000.00 bonus.  (Blount Aff. \n¶¶ 5–7.) \n{55} To support this argument, Blount relies on a set of “Consolidated \nFinancial Statements” for the A-1 affiliated entities as of 28 February 2007 and 28 \nFebruary 2006, which were prepared by Plaintiff’s accountants on 12 July 2007. \n(Blount Aff., Ex. 4.) \n{56} Blount is correct that these statements reflect the elimination of inter-\ncompany receivables.  But the record is undisputed that Plaintiff’s accountant did \nnot rely on the consolidated statements to calculate Blount’s bonus, but instead \nconsidered separate statements reflecting the financial performance of A-1 as a \nstand-alone entity.  (Digirolamo Aff. ¶¶ 4–6, Apr. 1, 2009.)     \n{57}  Nor does the record support Blount’s attempt to ascribe an improper \nmotive to the elimination of inter-company accounts receivables from the \nconsolidated financial statements of Plaintiff and its related entities. \n{58} To begin with, Blount concedes that he is not an accountant.  (Blount \nDep. 47:16–48:7, 206:20–22.)  As a result, he has no basis for opining on the \nsubstance of the consolidated financial statements.  (Blount Dep. 214:5–8.) \n{59} Additionally, the accounting methodology used by Plaintiff’s \naccountant to generate the consolidated financial statements (which were not used \nto calculate Blount’s bonus) is entirely consistent with GAAP.  When a parent \ncompany prepares consolidated financial statements, GAAP requires the parent to \neliminate certain transactions among the parent and its affiliates, including \naccounts receivable, to avoid counting revenue twice and to accurately portray the \noperating results of affiliated companies as a single economic unit.  See generally \nFarrell Enters., Inc., v. Comm’r of Revenue, 707 N.E.2d 1088, 1091 n.11 (Mass. App. \nCt. 1999) (stating that according to GAAP, “consolidated financial statements do not \ninclude gain or loss on transactions among the members of the group, and any \nintercompany profit or loss on assets remaining within the group is eliminated”).  \nSee also Blount Aff., Ex. 4, at 8 (explaining the need for consolidated financial \nstatements). \n{60} For these reasons, Blount’s concern regarding the elimination of \ncertain receivables in the consolidated financial statement of the A-1 affiliated \nentities does not raise a genuine issue for trial.  \n{61} At the hearing, Blount also contended that Plaintiff improperly \nincluded old A-1’s financial results for the four (4) months immediately prior to the \n21 April 2006 closing of the APA when it calculated Blount’s bonus. \n{62} Accepting this assertion as true, A-1’s error does not create a genuine \nissue for trial. \n{63} In this case, Plaintiff’s accountant calculated that old A-1 generated a \nnegative gross profit of $16,033.00 before the closing of the APA.  (Supp. Aff. \nDigirolamo ¶ 10, May 20, 2009.) \n{64} Plaintiff’s accountant then subtracted this amount from the \n$595,942.00 gross profit margin achieved by A-1 for the balance of 2006 to arrive at \na total gross profit margin of $579,909.00.  (Supp. Aff. Digirolamo ¶ 13, May 20, \n2009.) \n{65} It may well be that Plaintiff’s accountant erred in considering old A-1’s \nloss for the four (4) months prior to the closing of the APA in determining Blount’s \nbonus.  First, the Employment Agreement states expressly that any measure of \nBlount’s bonus over the relevant two (2)-year period would not begin until “after the \n[Asset] Purchase Agreement closes.”  (Blount Aff., Ex 1.)  Second, holding Blount \nresponsible for old A-1’s performance for the first four (4) months of 2006 makes no \nsense in the context of an Employment Agreement (and related bonus plan) that did \nnot take effect until 21 April 2006.  \n{66} Nevertheless, even assuming A-1’s calculation was improper, the error \ndoes not raise a genuine issue for trial because it is immaterial. \n{67} More specifically, even after excluding the $16,033.00 loss properly \nattributed to old A-l, A-1’s gross profits of $595,942.00 represents an increase of \n$39,042.00 (or 7.01%) from the base-year gross profits of $556,900.00.  As such, \nPlaintiff’s gross profit margin for the balance of 2006 did not exceed the 2005 base \namount by 10% or more, and thus, Blount’s bonus compensation was unaffected by \nthe purported error.   \n{68} Blount also contends that the initial affidavit submitted by Plaintiff’s \naccountant setting out the methodology used to calculate Blount’s bonus should be \nstricken “because no . . . documentation was supplied” to support what Blount \ncharacterizes as “inadmissible opinion testimony.”  (Defs’. Br. Opp. Pl’s. Mot. Partial \nSumm. J. 4.) \n{69} The Court disagrees.  \n{70} The record shows that Plaintiff’s accountant personally prepared the \nrelevant financial statements and arrived at the $5,000.00 bonus amount that A-1 \npaid Blount.  As a result, Plaintiff’s accountant is not an expert witness, but is \ninstead a fact witness, albeit one with specialized knowledge in accounting.  Cf. \nTurner v. Duke University, 325 N.C. 152, 168, 381 S.E.2d 706, 716 (1989) (“Where a \ndoctor is or was the [patient’s] treating physician and is called to testify not about \nthe standard of the [patient’s] care but rather about the [patient’s] treatment and \nthe doctor’s choice of surgical procedures, he is not an expert witness.”).  \n{71} Nor is the accountant’s initial affidavit incompetent merely because it \nlacks supporting documents.  Here again, because the accountant has personal \nknowledge of the relevant facts, the fact that his affidavit does not include \nsupporting documents is of no legal moment.  In any event, Plaintiff has remedied \nwhatever deficiency might have existed in the initial affidavit by attaching the \nrelevant documents to the accountant’s supplemental affidavit filed on 21 May \n2009. \n{72} Finally, Blount contends he was hampered in contesting the legitimacy \nof the $5,000.00 bonus figure because Plaintiff failed to produce all of the \nsupporting documents. \n{73} The Court rejects this argument. \n{74} As required by Business Court Rule 17.4, the Court set an initial \ndiscovery deadline in this case of 24 October 2008.  At the request of the parties, the \nCourt extended that deadline to 30 January 2009. \n{75} Although Blount took some written discovery, he never moved to \ncompel the production of whatever information he believed necessary to prosecute \nhis claim.  Blount also did not depose Plaintiff’s accountant before the expiration of \nthe discovery deadline, nor did he designate an expert to rebut Plaintiff’s \nevidentiary showing. \n{76} Accordingly, while Rule 56(f) of the North Carolina Rules of Civil \nProcedure allows the Court to either deny a motion for summary judgment or grant \na continuance where a party provides a sufficient excuse for its failure to gather \nfacts or evidence in opposition, there is no basis for granting such relief here.   \n \nVI. \nCONCLUSION \n{77} Accordingly, for the reasons set forth above, the Court GRANTS \nPlaintiff’s Motion and DISMISSES with prejudice that portion of Blount’s Second \nAmended Counterclaim alleging a violation of the North Carolina Wage and Hour \nAct.  \n \nSO ORDERED this the 26th day of June, 2009. \n \n \n \n       \n "
}