{
  "id": "1d04b8f8a5fbb6e0cd396cf1985b39ecac088c998006a778e682b31f04cc3ebc",
  "source_file": "data/raw/ncbc/1d04b8f8a5fbb6e0cd396cf1985b39ecac088c998006a778e682b31f04cc3ebc.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 32848 \n \nMERZ PHARMACEUTICALS, LLC, \n \nPlaintiff, \n \nv. \n \nANDREW THOMAS, \n \nDefendant. \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION FOR \nPRELIMINARY INJUNCTION  \n \n \n THIS MATTER is before the Court on Plaintiff Merz Pharmaceuticals, LLC’s \nMotion for Preliminary Injunction (“PI Motion,” ECF No. 58). \n THE COURT, having considered the PI Motion, the briefs, affidavits, exhibits, \narguments of counsel, and all appropriate matters of record, CONCLUDES , in its \ndiscretion, that the PI Motion should be GRANTED in part, and DENIED in part, \nfor the reasons set out below.  \nMcGuireWoods LLP, by Heidi E. Siegmund, Dana L. Rust, and Zachary \nL. McCamey, for Plaintiff Merz Pharmaceuticals, LLC.  \nSpengler & Agans, PLLC, by Eric Spengler, for Defendant  Andrew \nThomas.  \nDavis, Judge.   \nFINDINGS OF FACT \n1. The Court makes the following findings of fact solely for the purpose of \nresolving the present PI Motion.  They are not binding in any subsequent proceedings \nin this action.  See Lohrmann v. Iredell Mem’l Hosp., Inc., 174 N.C. App. 63, 75 (2005) \n(“It is well settled that find ings of fact made during a preliminary injunction \nMerz Pharm., LLC v. Thomas, 2024 NCBC 32. \nproceeding are not binding upon a court at trial on the merits.”), disc. rev. denied, 360 \nN.C. 364 (2006).   \n2. Plaintiff Merz Pharmaceuticals, LLC (“Merz Pharmaceuticals”) filed its \nVerified Compla int on 16 November 2023  (“V.C.,” ECF No.  3), asserting claims \nagainst Defendant Andrew Thomas arising out of Thomas’ alleged wrongful conduct \nin connection with the termination of his employment at Merz  Pharmaceuticals and \nthe commencement of his new employment at R evance Therapeutics, Inc. \n(“Revance”).   \n3. Merz Pharmaceuticals is a privately -owned North Carolina limited \nliability company  registered to do business in North Carolina.  (V.C. ¶ 3.)  At all \nrelevant times, a separate entity, Merz, Inc. , was the sole member of Merz  \nPharmaceuticals.  (Cleef Aff. ¶ 4 , ECF No. 74.2 .)  I n the Verified Complaint, Merz  \nPharmaceuticals is described as “ a leading pharmaceutical company ,” which  \n“markets and sells its products to healthcare providers for therapeutic purposes .”  \n(V.C. ¶ 8.)   \n4. Thomas, a resident of South Carolina, is a former Merz Pharmaceuticals \nemployee.  (V.C. ¶¶ 1, 4.)  In October 2018, Thomas began working at  Merz North \nAmerica, Inc.  (“Merz NA ”) as its Director of Government and Federal Accounts .  \n(Thomas Aff. I ¶ 18, ECF No. 19.1.)   \n5. Merz NA is a related entity of Merz Pharmaceuticals .  As with  Merz \nPharmaceuticals, Merz NA’s sole shareholder at all relevant times  was Merz, Inc.  \n(Cleef Aff. ¶ 4.)  Moreover, Merz Pharmaceuticals, Merz NA, and Merz, Inc. , are “all \nindirect wholly -owned subsidiaries of Merz Pharmaceuticals GmbH, a German \ncorporation.”  (Cleef Aff. ¶ 4.)   \n6. As a condition of his employment with Merz  NA, Thomas was required \nto sign a Confidentiality, Nonsolicitation, and Proprietary  Rights Agreement  (the \n“Agreement”), which contained certain restrictive covenants with respect to M erz \nNA’s confidential information and trade secrets, as well as a nonsolicitation provision \nregarding the customers of Merz NA.  (V.C., at Ex. A, ECF No. 3.)  \n7. In an affidavit submitted by Thomas in opposition to the PI Motion, \nThomas stated that he does not recall signing (electronically or otherwise) the \nAgreement.  (Thomas Aff. I ¶ 6. )  In response, Merz Pharmaceuticals submitted a \nprintout of a document showing that Thomas did, in fact, electronically sign the \nAgreement.  (V.C. ¶ 54.)  Moreover, at the 6 May  2024 hearing on the PI Motion, \nThomas’ counsel conceded that for purposes of the PI Motion , Defendant was not \ncontesting this fact.  Therefore, the Court finds that Thomas signed the Agreement. \n8. Merz Pharmaceuticals contends that “[i]n this leadership role, Thomas \nwas responsible fo r spearheading Merz  [Pharmaceuticals’] overall strategy for its \nfederal accounts program across the United States .”  (V.C. ¶ 23.)  Specifically, \nThomas’ duties included working to increase the market share in the governmental \nsector of “[o]ne of Merz [Pharmaceuticals’] flagship products[,]” Xeomin.  (V.C. ¶ 9.)   \nThomas “managed a team of three directors who called on  physicians and other \nprescribers of Xeomin® within the Department of Defense (‘DoD’) and Department of \nVeterans Affairs (‘VA’)[.]”  (Thomas Aff. I ¶ 18.)  Thomas’ “ team of directors at Merz \n[Pharmaceuticals] was responsible for achieving Merz  [Pharmaceuticals’] sales \ntargets for Xeomin ® within the Governmental Sector, by marketing Xeomin ® to \nprescribing healthcare professionals.”  (Thomas Aff. I ¶ 20.)      \n9. Xeomin is “a federally regulated botulinum toxin injection[,]” which can \nbe used for both therapeutic and aesthetic purposes.  (V.C. ¶¶ 9–10.)  Therapeutically, \nXeomin is “ used to treat upper limb spasticity, cervical dystonia , blepharospasm \n(overactive eye blinking), and chronic sialorrhea (excessive salivation).”  (V.C. ¶  9.)  \nXeomin is also sold for aesthetic purposes such as for smoothing frown lines.  (V.C. ¶ \n10.)  However, the federal government purchases  Xeomin only for therapeutic uses.  \n(Cleef Aff. ¶ 3.)   \n10. Merz NA first obtained Food and Drug Administration (“FDA”) approval \nfor certain therapeutic uses of Xeomin in 2010 and for aesthetic uses in 2011.  (Cleef \nAff. ¶ 3.)  However, Merz Pharmaceuticals did not become the entity responsible for \nthe sale of Xeomin for therapeutic purposes until 1 January 2021.  (Cleef Aff. ¶ 3.)   \n11. This change occurred because “ [i]n 2020, Merz  [Pharmaceuticals] and \n[Merz NA] decided to separate [Merz NA] ’s therapeutics bus iness division from its \naesthetics business division. ”  (Cleef Aff. ¶ 5.)  After this separation of business \ndivisions was effectuated,  Merz NA continued to handle the sale of Xeomin for \naesthetic uses while Merz Pharmaceuticals was responsible for the sale of Xeomin for \ntherapeutic purposes.  (Cleef Aff. ¶¶ 3–5.)   \n12. On 30 November 2020, Thomas received a letter stating that  “Merz \nTherapeutics . . . is transferring  operations from Merz North America, Inc. to Merz \nPharmaceuticals, LLC, another Merz US  affiliate, on January 1, 2021” and that his \n“employment will similarly transfer and . . . you will become an employee with Merz \nPharmaceuticals, LLC.”  (Thomas Aff. II, at Ex. C, ECF No. 64.7.) \n13. On 1 January 2021, Merz NA and Merz Pharmaceuticals entered into \nan Asset Transfer Agreement (“ATA”), in which Merz NA “transferred substantially \nall of its assets and liabilities related to its therapeutics division to Merz \n[Pharmaceuticals].  This transfer included all employees working in [ Merz NA]’s \ntherapeutics division, including Thomas[.]”  (Cleef Aff. ¶ 5.)  Additionally, w ith \nrespect to the transferred employees, “the ATA transferred all restrictive covenant, \nnon-solicitation, and confidentiality agreements pertaining to the therapeutics \nbusiness from [Merz NA] to Merz [Pharmaceuticals].”  (Cleef Aff. ¶ 6.)    \n14. Thomas accepted the transfer of his employment .  (See Thomas Aff. II, \nat Ex. C, ECF No. 64.7.)  Accordingly, from 1 January 2021 onward, Thomas was no \nlonger an employee of M erz NA and instead became an employee of Merz \nPharmaceuticals.  (Thomas Aff. III ¶ 11, ECF No. 70.1.)  However, his “job duties and \ntitle remained unchanged.”  (Cleef Aff. ¶ 10.)  \n15. The Agreement was assigned from Merz NA to Merz Pharmaceuticals \nper the terms of the ATA.\n1  Accordingly, the Agreement is a valid and binding contract \nbetween Merz Pharmaceuticals and Thomas.   \n16. For reasons unrelated to the present PI Motion, Merz Pharmaceuticals \nterminated Thomas’ employment on 31 July 2023.  (V.C. ¶ 35; Thomas Aff. I ¶ 25 .)  \n \n1 Although Thomas initially disputed that a valid assignment of the Agreement actually \noccurred, he has now conceded this fact. \nOn the day of his termination, Thomas attached a personal thumb drive to his “Merz \n[Pharmaceuticals]-owned computer and downloaded the contents of the desktop to \nthe [t]humb [d]rive.”  (Thomas Aff. I ¶ 26 ; V.C. ¶ 36.)  Subsequent forensic analysis \nrevealed that the same thumb drive was once again attached  to Thomas’ Merz  \nPharmaceuticals-owned computer on 7 August 2023.  (Brown Aff. ¶ 6, ECF No. 75.8.) \n17. Overall, “over 500 files were sequentially accessed , indicating a mass \ntransfer of files from the Merz [Pharmaceuticals] laptop to the personal USB thumb-\ndrive.”  (Brown Aff. ¶ 7.)  Merz Pharmaceuticals contends t hat the files and \ndocuments downloaded by Thomas contained its confidential information and trade \nsecrets.  (V.C. ¶ ¶ 36–39; O’Brien Aff. ¶ 11, ECF No. 59.2 .)  Among the hundreds of \ndownloaded documents, Merz Pharmaceuticals provides the following list of \nexamples in its Verified Complaint:  \n• Internal update presentati ons on behalf of Merz’s Federal \nAccounts team showing  federal channel trends, pricing \ninformation, product volumes over time, targets,  Xeomin® \nutilization by sales channel, market insights, current strategies \nand opportunities, and updates on the competitive landscape; \n \n• Spreadsheets compiling Xeomin® market share data; \n \n• Customer contact lists, including Xeomin® vials purchased by \ncustomer; \n \n• Performance reports showing Xeomin® quarterly utilization over \ntime; \n \n• Internal presentations containing detailed performance data, \nanalytics, and  strategies for Merz’s Therapeutics division as a \nwhole, including lists of  top performing Xeomin® accounts \nnationwide; \n \n• Spreadsheets reflecting Xeomin® revenues by prescription \nindications; \n \n• Spreadsheets reflecting  Merz’s overall Federal Accounts \nperformance over time and by region; and \n \n• Spreadsheets identifying key customers and Xeomin® purchasing \ndata and trends for those customers. \n(V.C. ¶ 39.) \n18. On 10 August 2023, Thomas “returned all [his] Merz [Pharmaceuticals]-\nowned computing devices to [the company], including the laptop computer, iPad, and \ncell phone [he] used on behalf of Merz  [Pharmaceuticals].”  (Thomas Aff. I ¶ 30.)   \nHowever, Thomas did not provide the thumb drive at this time , and Merz \nPharmaceuticals was not yet aware of its existence.  (V.C. ¶ 46.) \n19. Thomas has testified that on 12 August 202 3 he “permanently deleted \nall the contents of the [t]humb [d]rive, including the Merz [Pharmaceuticals] \ndocuments [he] had downloaded to the [t]humb  [d]rive[.]”  (Thomas Aff. I ¶ 31.)   \nThomas further stated that “[s]oon thereafter, [he] reformatted the [t]humb [d]rive to \nre-use it for storing [his] family’s archival home videos, which [he] was in the process \nof converting to digital format.”  (Thomas Aff. I ¶ 31.)   \n20. On 3 August 2023, just a few days after his termination from Merz \nPharmaceuticals, Thomas began communicating with a Revance representative \nabout the possibility of him obtaining a job at Revance.  (V.C. ¶ 42.)   \n21. Thomas applied for his current position with Revance on 17 August \n2023, and was interviewed three times over the course of the next few days.  (Thomas \nAff. I ¶ 37–38.)  Following his interviews, Revance offered Thomas a job as its  \n“National Account Director, Market Access, ” on 21 August 2023, which he accepted \nshortly thereafter.  (Thomas Aff. I ¶¶ 38–40; see also Thomas Aff. I, at Ex. 4.)   \n22. On 8 September 2023, Merz Pharmaceuticals learned that Thomas had \nbegun working for Revance and proceeded to send both Thomas and Revance cease -\nand-desist letter s “raising concerns about his misappropriation of Merz  \n[Pharmaceuticals’] trade secrets and potential communications with Merz  \n[Pharmaceuticals’] customers.”  (V.C. ¶¶ 51, 55.)  \n23. The Verified Complaint asserts that “Revance, like Merz, markets and \nsells injectables to healthcare professionals for aesthetic and therapeutic purposes[,]” \nand is a “direct competitor of Merz in the pharmaceutical industry.”  (V.C. ¶¶ 17–18.) \n24. Most n otably, Re vance recently “developed a botulinum toxin that \ncompetes directly with Xeomin ® in both the aesthetics and therapeutics spaces.”  \n(V.C. ¶ 20.)   Revance’s botulinum toxin ( or “neurotoxin”) is called Daxxify.  (V.C. ¶ \n20.)   \n25. The FDA first approved Daxxify exclusively for an aesthetic purpose  \n(the treatment of frown lines) in September of 2022.  (V.C. ¶ 20.)  On 14 August 2023, \nthe FDA approved Daxxify for the therapeutic treatment of cervical dystonia —a \ncondition that Xeomin is also u sed, and approved, to therapeutically treat.  (V.C.  ¶ \n21.)  \n26. Merz Pharmaceuticals  initiated this lawsuit by filing  its Verified \nComplaint in Wake County Superior Court on 16 November 2023 in which it asserted \nclaims against Thomas for (1) breach of contract; (2) misappropriation of trade secrets \nunder the North Carolina Trade Secrets Protection Act  (“NCTSPA”); (3) conversion; \n(4) breach of fiduciary duty ; and (5) violation of the North Carolina Unfair and \nDeceptive Trade Practices Act.  (V.C. ¶¶ 64–101.) \n27. This case was designated as a complex business case and assigned to the \nundersigned on 17 November 2023.  (ECF Nos. 1, 2.)   \n28. On 1 December 2023, Merz Pharmaceuticals filed a Motion for \nExpedited Discovery in which it asked the Court for “permission to conduct limited, \nexpedited discovery to facilitate its preparation of a forthcoming motion for \npreliminary injunction.”  (Mot. Exp. Disc., at 4, ECF No. 6.)  The Court granted the \nMotion for Expedite d Discovery , in part, and directed the parties to “ to meet and \nconfer for the purpose of seeking to reach agreement regarding the scope and timing \nof the expedited discovery [.]”  (Order on Pl.’s Mot. Exp. Disc., ECF No. 37.)  As \ndirected, the parties filed a Joint Status Report (ECF No. 33), setting out the agreed-\nupon scope and timetable for completion of the expedited discovery requested by Merz \nPharmaceuticals, which the Court adopted and incorporated by reference in its 23 \nJanuary 2024 Order on Plaintif f’s Motion for Expedited Discovery.   (Order on Pl.’s \nMot. Exp. Disc. , at 3. )  The parties proceeded to engage in limited discovery as \ndirected by the Court.\n2 \n29. On 22 March 2024, Plaintiff filed the present PI Motion, in which Merz \nPharmaceuticals requested that the Court order that Thomas: \n \n2 Although Thomas contends that Merz Pharmaceuticals’ delay in filing the PI Motion  \nwarrants its denial, the Court is satisfied that any such delay was reasonable based on the \ncircumstances set out above. \n(1) refrain from accessing, using, or disclosing any confidential \ninformation or trade secrets belonging to Merz [Pharmaceuticals]; and \n(2) comply with Paragraph 2(b) of his Confidentiality, \nNonsolicitation and Proprietary Rights Agreement [the “Agreement”], \nincluding by refraining from soliciting any Merz [Pharmaceutical s] \nCustomers (including, without limitation, the Department of Veterans \nAffairs, the Department of Defense, the Indian Health Service, the \nDefense Health Agency, the Defense Logistics Agency, and the National \nInstitute of Health) and by refraining from interfering with Merz  \n[Pharmaceuticals’] relationships with such Customers. \n \n(PI Mot., at 1.)  \n30. The PI Motion has been fully briefed, and the Court held a hearing on 6 \nMay 2024 at which all parties were represented by counsel.   \n31. The PI Motion is now ripe for resolution.  \nCONCLUSIONS OF LAW \n32. BASED UPON the foregoing FINDINGS OF FACT, the Court makes \nthe following CONCLUSIONS OF LAW: \n33. Any Finding of Fact that is more appropriately deemed a Conclusion of \nLaw, and any Conclusion of Law that is more appropriately deemed a Finding of Fact, \nshall be so deemed and incorporated by reference as a Finding of Fact or Conclusion \nof Law, as appropriate. \n34. A preliminary injunction “is an extraordinary measure taken by a court \nto preserve the status quo of the parties during litigation.”  Ridge Cmty. Invs., Inc. v. \nBerry, 293 N.C. 688, 701 (1977).   Accordingly, a Court will only issue a preliminary \ninjunction:   \n(1) if a plaintiff is able to show likelihood of success on the merits of his \ncase and (2) if a plaintiff is likely to sustain irreparable loss unless the \ninjunction is issued, or if, in the opinion of the Court, issuance is \nnecessary for the protection of  a plaintiff’s rights during the course of \nlitigation. \nA.E.P. Industries, Inc. v. McClure, 308 N.C. 393, 401 (1983) (cleaned up). \n35. “The burden is on the moving party to establish its right to a preliminary \ninjunction, and the remedy ‘should not be lightly granted. ’ ” Comp. Design & \nIntegration, LLC v. Brown , 2017 NCBC LEXIS 8 , at *19 (N.C. Super. Ct. Jan. 27, \n2017) (quoting GoRhinoGo, LLC v. Lewis, 2011 NCBC LEXIS 39, at *17 (N.C. Super. \nCt. Sept. 29, 2011)).   \n36. With respect to the second prong of the preliminary injunction test, this \nCourt has explained as follows:  \nNorth Carolina  courts have held that in assessing the \npreliminary injunction factors, the trial judge “ should engage in a \nbalancing process, weighing potential harm to the plaintiff if the \ninjunction is not issued against the potential harm to the defendant if \ninjunctive relief is granted.  In effect, the harm alleged by the plaintiff \nmust satisfy a standard of relative substantiality as well as \nirreparability.”  Williams v. Greene, 36 N.C. App. 80, 86, 243 S.E.2d 156, \n160 (1978). \nIrreparable injury under Rule 65 is established upon a showing \nthat “the injury is beyond the possibility of repair or possible \ncompensation in damages ” or “that the injury is one to which the \ncomplainant should not be required to submit or the other party \npermitted to inflict, and  is of such continuous and frequent recurrence \nthat no reasonable redress can be had in a court of law. ”  A.E.P., 308 \nN.C. at 407, 302 S.E.2d at 763 (citing Barrier v. Troutman, 231 N.C. 47, \n50, 55 S.E.2d 923, 925 (1949)) (emphasis omitted). \nIf there is a “ full, complete and adequate remedy at law, ” the \nmoving party is not entitled to the equitable remedy of injunction.   Bd. \nof Light and Water Comm ’rs v. Parkwood Sanitary Dist. , 49 N.C. App. \n421, 423, 271 S.E.2d 402, 404 (1980).  “[O]ne factor used in determining \nthe adequacy of a remedy at law for money damages is the difficulty and \nuncertainty in determining the amount of damages to be awarded for \ndefendant’s breach.”  A.E.P., 308 N.C. at 406–07, 302 S.E.2d at 762. \nComp. Design & Integration, LLC, 2017 NCBC LEXIS 8, at *19–20.  \n37. Ultimately, “[t]he issuance of a preliminary injunction is a decision \ncommitted to a trial court’s discretion.”  State ex rel. Stei n v. MV Realty PBC, LLC , \n2023 NCBC LEXIS 102 , at **37–38 (N.C. Super. Ct. Aug. 30, 2023)  (citing State ex \nrel. Edmisten v. Fayetteville St. Christian Sch., 299 N.C. 351, 357 (1980)).  \n38. Merz Pharmaceuticals asserts that it has shown a likelihood of success \non its claims for misappropriation of trade secrets and its claim for breach of contract.   \nIts breach of contract claim is premised on its assertion that Thomas has breached \nboth the confidentiality provision of the Agreement as well as the nonsolicitation \nprovision contained therein.  \nI. Breach of Confidential ity Provision of the Agreement and  \nMisappropriation of Trade Secrets  Claim  \n39. For purposes of the PI Motion, Merz Pharmaceuticals ’ claim for \nmisappropriation of trade secrets factually overlaps with the portion of its breach of \ncontract claim concerning Thomas’ alleged violations of the confidentiality provision \nof the Agreement.  Accordingly, the Court will analyze these two claims in tandem.    \nA. Likelihood of Success  \n40. To prevail on a breach of contract claim, a party must show: “(1) \nexistence of a valid contract; and (2) breach of the terms of that contract.”  Poor v. \nHill, 138 N.C. App. 19, 26 (2000) (cleaned up).     \n41. The confidentiality provision of the Agreement requ ired Thomas  to \nagree: \n(i)  to treat all Information as strictly confidential; \n(ii) not to any time, whether during or after the termination of your \nemployment, directly or indirectly use, divulge, disclose, furnish, reveal, \nor otherwise make accessible to any person or entity not  affiliated with \nMerz any Information unless such Information is in the public domain \nthrough no fault of your own, except as may be required in the ordinary \ncourse of performing your duties as an employee of Merz or as otherwise \nrequired by law, and you shall keep secret all Information, and you shall \nuse Information only as required in the ordinary course of performing \nyour duties as an  employee of Merz and in accordance with corporate \npractices, conduct,  customs and  understandings as currently in \nexistence or as may be modified by Merz in its sole discretion from time \nto time throughout your term of employment, and which are \nincorporated herein by reference; \n(iii) to refrain, upon termination with Merz, from , intentionally or \nunintentionally, taking; removing ; electronically transferring, \ndownloading, uploading or copying; appropriating; borrowing; or, in any \nmanner, going off with, carrying away, making off with or converting any \nInformation, or copies thereof , whether in tangible or intangible form, \nunless you obtain written authorization from Merz in advance as based \non Merz’s policies, practices and corporate operations which may be \nsubject to modification from time to time in the sole discretion of Merz;  \n(iv) During your employment, you will not take, download, upload, copy, \ntransfer, use or permit to be used any notes, memoranda, reports, lists, \nrecords, drawings, sketches, specifications, software  programs, data, \ndocumentation or other materials belonging to Merz  or an Affiliate, \nexcept for the sole benefit of Merz as part of your job duties. You further \nagree that you will not, after the termination of your employment, use or \npermit to be used any such notes, memoranda, reports, lists, records, \ndrawings, sketches, specifications, software programs, data, \ndocumentation or other materials, it being agreed that all of the foregoing \nshall be and remain the sole and exclusive property of Merz. You agree \nthat you will immediately upon the termination of your employment (or \nat any other time upon Merz ’s request), deliver all  property of Merz or \nany Affiliate, including, but not limited to, the materials referenced \nabove, and all copies thereof, as well as all company -issued cell phones, \ncomputers, or similar devices (including all passwords and passcodes  \nnecessary to access such devices) to Merz at its Raleigh, North Carolina \nheadquarters office or as otherwise directed by Merz management. \n(Agrmt. § 1(b)(i) –(iv) (emphasis added).)  The Agreement further provided  that the \nconfidentiality provision would continue to be enforceable after Thomas’ employment \nwith Merz ended “until such time as such Information has become public knowledge \nother than as a result of [Thomas’] breach of this Agreement or breach by those acting \nin concert with [Thomas] or on [his] behalf.”  (Agrmt. § 1(c).)    \n42. Moreover, the Agreement contains the following detailed definition of \nthe term “Information”: \nFor purposes of this Agreement, “ Information” shall mean and include \nany information, data and know -how relating to the business, market \nand technology of Merz and/or the Merz Group that is disclosed to you \nby Merz or the Merz Group or known to you or developed by you as a \nresult of your relationship with Merz.   Information shall include trade \nsecrets (as that term is defined under the North Carolina Trade Secrets \nProtection Act and the Defend  Trade Secrets Act, 18 U.S.C. § 1833 (as \namended on May 11, 2016)) and confidential and/or proprietary  \ninformation relating to Merz and/or the Merz Group, including, without \nlimitation: \n(i) past, present and prospective supplier and customer lists and \nrelated information and data (including any of the foregoing \nwhich may be subject to applicable state, federal an d \ninternational privacy la ws), past, present and prospective \nsupplier, subcontractor, vendor and customer -specific \ninformation, user lists, vendor lists, content provider lists, sales \ntechniques and reports; proprietary and confidential agreements \nwith pas t, current and prospective vendors, contractors, \nnegotiations and transactions or the terms of past, existing or \nproposed business arrangements; \n(ii) planning data, selling  and marketing strategies,  branding \ninformation, business plans and strategies; product, program and \nservice commercialization strategies, strategic alliances and \nobjectives, product, progra m and service strategies; evaluations \nrelated to past, current or potential products, services, programs \nor activities of Merz or any Affiliate (as defined below); \n(iii) system, product and process designs and specifications, formulas, \nprocesses, plans, drawings, concepts, techniques, systems, \nstrategies, software programs (source, object, binary, html), code \nlistings, data bases, works of authorship, print outs; general \nanalytical and statistical data, general notes, documents, papers, \nnotebooks, manuals, and reports; \n(iv) manufacturing and operating methods, specifications and \nprocedures including standard operating procedures; \n(v) discoveries, research and developm ent studies, tests and results \nand related data and findings, inventions, trade secrets, concepts, \nprocesses, methods, techniques, know -how, apparatus, devices, \nprototypes, technology , systems, configurations, modifications, \nimprovements, enhancements, research and development  data \nand materials, including those  related to the research and \ndevelopment of products, materials or manufacturing and other \nprocesses; \n(vi) financial and accounting information, financial and accounting \nrecords, pricing information, profi t margins ; projects, budgets, \nprojections, forecasts, financial spreadsheets, financial data, \nfinancial status and position, financial projections, investor \ninformation and proposals, current and prospective employment \nand consultant listing and related information and data \n(including any of the foregoing which may be subject to applicable \nstate, federal and international privacy laws); \n(vii) all industrial and intellectual property rights, including without \nlimitation, patents , patent applications, patent rights, \ntrademarks, trademark applications, trade names, service marks, \nservice mark applications, copyrights, copyright applications, \ndatabases, algorithms, computer prog rams and other software, \nknow-how, trade secrets, proprietary processes and formulae,  \ninventions, trade dress, logos, design and all documentation and \nmedia constituting, describing or relating to the above;  \n(viii) past, current or future personnel or employee information or data \n(including any of the foregoing which may be subject to applicable, \nstate, federal and international privacy laws); personnel or \nemployee records and data and information (including any of the \nforegoing which may be subject to applicable, state, federal and \ninternational privacy laws); compensation systems, performance \nevaluation and employee manuals; \n(ix) other information with respect to Merz, which, if divulged to \nMerz’s competitors, would impair Merz’s ability to compete in the \nmarketplace;  \n(x) information received by Merz from a third party under an \nobligation or an affirmative duty to handle such information in a \nconfidential or restricted use manner; and  \n(xi) any and all Intellectual Property (as defined herein) and Work \nProduct (as defined herein).  \nYou understand that  the above list is not exhaustive, and that \nInformation also includes other information that is marked or otherwise \nidentified as confidential or proprietary, or that would otherwise appear \nto a reasonable person  to be confidential or proprietary in the context \nand circumstances in which the information is known or used.    \n(Agrmt. § 1(a).)  \n43. The North Carolina Trade Secrets Protection Act (“NCTSPA”) provides \nthat “actual or threatened misappropriation of a trade secret may be preliminarily \nenjoined during the pendency of the action and shall  be permanently enjoined upon \njudgment finding misappropriation[.]”  N.C.G.S. § 66-154(a).   \n44. With respect to showing either actual or threatened misappropriation of \na trade secret, this Court has explained as follows:   \nActual or threatened misappropriation may be established by the \nintroduction of “substantial evidence” that a person against whom relief \nis sought “[k]nows or should have known of the trade secret; and [h]as \nhad a specific opportunity to acquire it for dis closure or use or has \nacquired, disclosed, or used it without the express or implied consent of \nthe owner [of the trade secret].”  N.C. Gen. Stat. § 66-155.  A defendant \nmay rebut an owner ’s claim of misappropriation by proving that the \ndefendant acquired the owner ’s trade secret information through \nindependent development or reverse engineering, or by proving that the \nowner’s “trade secret ” information was received from another person \nwith a right to disclose the information or is generally known in the \nindustry.  N.C. Gen. Stat. §§ 66-155, 66-152. \nComp. Design & Integration, LLC , 2017 NCBC LEXIS 8, at *22 (alterations in \noriginal). \n45. For purposes of the NCTSPA, a trade secret is defined as  \nbusiness or technical information, including but not limited to a formula, \npattern, program, device, compilation of information, method, \ntechnique, or process that:  \na.  Derives independent actual or potential commercial value from \nnot being generally know n or readily ascertainable through \nindependent development or reverse engineering by persons who \ncan obtain economic value from its disclosure or use; and  \nb. Is the subject of efforts that are reasonable under the \ncircumstances to maintain its secrecy. \nN.C.G.S. § 66-152(3).  \n46. Generally, North Carolina courts consider the following six factors when \ndetermining whether processes or information qualify as trade secrets under the \nNCTSPA: \n(1) the extent to which information is known outside the business; (2) \nthe extent to which it is known to employees and others involved in the \nbusiness; (3) the extent of measures taken to guard secrecy of the \ninformation; (4) the value of information to the business and its \ncompetitors; (5) the amount of effort or money expended in developing \nthe information; and (6) the ease or difficulty with which the information \ncould properly be acquired or duplicated by others. \nWilmington Star-News, Inc. v. New Hanover Reg’l Med. Ctr., 125 N.C. App. 174, 180–\n81 ( 1997) (citations omitted).   “The factors overlap, and courts considering these \nfactors do not always examine them separately and individually. ”  Comp. Design & \nIntegration, LLC, 2017 NCBC LEXIS 8, at *23.  \n47. Moreover, “in a trade secret misappropriation case, ‘ an applicant for a \npreliminary injunction must do more than merely allege that irreparable injury will \noccur.  The applicant is required to set out with particularity facts supporting such \nstatements so the court can decide for itself if irreparable injury will occur. ’ ”  Id., at \n*23–24 (quoting N.C. Farm P’Ship v. Pig Improvement Co. , 163 N.C. App. 318, 323 \n(2004)).  \n48. Merz Pharmaceuticals contends that its alleged trade secrets consist of \nthe following:  \n(1) presentations showing federal channel  trends, pricing information, \nproduct volumes over time, targets, Xeomin utilization by  sales \nchannel, market insights, current strategies and opportunities, \nand competitive updates; (2) customer contact lists, including lists \nshowing purchase volumes by customer; (3) market share data; (4) \nXeomin performance data and analytics, including a list of top-\nperforming Xeomin accounts nationwide; (5) spreadsheets reflecting \nMerz’s overall Federal Accounts performance over time and by region; \nand (6) spreadsheets identifying key customers, along with Xeomin \npurchasing data and trends for those customers. \n \n(Pl.’s Br. Supp. PI Mot., at 18–19, ECF No. 59; V.C. ¶ 27.)  \n49. The Court notes that all of the above-quoted information is protected by \nthe explicit terms of the confidentiality provision of the Agreement.   \n50. Moreover, based on its review of the evidence of record at this stage of \nthe litigation, the Court is convinced that Merz Pharmaceuticals has met its burden \nin connection with the PI Motion to show that at least some of the information listed \nabove constitutes protectable trade secrets under the NCTSPA.    \n51. North Carolina courts have concluded that similar information can  \nconstitute trade secrets.  See e.g.,  Sunbelt Rentals, Inc. v. Head & Engquist Equip., \nLLC, 174 N.C. App. 49, 53 –56 (2005); Drouillard v. Keister Williams Newspaper \nServs., Inc., 108 N.C. App. 169, 174 (1992) ; Comp. Design & Integration, LLC , 2017 \nNCBC LEXIS 8, at *28.  \n52. Furthermore, for purpos es of the present PI Motion, Merz \nPharmaceuticals has offered evidence “ that the information is valuable, both to \n[itself] and [its] competitors, not generally known outside [ Merz Pharmaceuticals], \ndifficult to duplicate or acquire, developed at significant cost to [ Merz \nPharmaceuticals], and subject to adequate measures to guard its secrecy[.]”  Id.  (See \nV.C. ¶¶ 11–13.) \n53. Merz Pharmaceuticals asserts that it “has invested substantial amounts \nof time and money in developing its trade secrets and confidential information[.]”  \n(V.C. ¶ 11.)  Additionally, Merz Pharmaceuticals explains that such information is \nvaluable to both itself and its competitors because it includes marketing strategies to \ngrow accounts, which “would be invaluable to a new market entrant like Revance, \nwhich is in desperate need of establishing accounts to compete with other long -\nestablished neurotoxin products on the market[.]”  (V.C. ¶ 26.)  Merz Pharmaceuticals \ncontends that “[p]ossession of such information would provide a competitor such as \nRevance an enormous unfair advantage by giving Revance all the information it \nneeds to effectively target Merz’s customers , anticipate Merz’s customer messaging, \nand undercut Merz’s strategies and pricing in the therapeutic marketplace.”  (V.C. ¶ \n28.)  Moreover, Merz Pharmaceuticals argues that acquisition of “this information \ngives Revance an enormous head start in entering the therapeutics market with \nDaxxify®, and will permit Revance to avo id substantial costs that Merz incurred in \ndeveloping its trade secrets.”  (V.C. ¶ 40.)   \n54. With respect to its reasonable efforts to safeguard the confidential \ninformation, the record discloses that  Merz Pharmaceuticals requires its employees \nto sign employment agreements (like the Agreement), which contain confidentiality \nclauses. (V.C. ¶ 13.) Additionally, Merz Pharmaceuticals has a number of policies in \nplace with respect to protecting the secrecy of its confidential information and trade \nsecrets, such as the following:  \n• storing Merz’s confidential information on secured and password-\nprotected electronic systems, and restricting access only to Merz \npersonnel; \n \n• password-protecting any computers, laptops, or other electronic \ndevices provided to  Merz employees and ensuring compliance \nwith applicable security measures; \n \n• maintaining written policies and procedures governing its \ninformation technology  (IT) and security of its confidential \ninformation; \n \n• restricting remote access only to connections approved and \nencrypted by Merz’s IT Department; \n \n• prohibiting the connection of non- Merz issued electronic storage \nmedia without verification and approval by Merz’s IT \nDepartment; \n \n• prohibiting the use of private electronic devices for storing Me rz \ndata; \n \n• storing confidential hard copy documents and storage media in a \nplace that is locked and inaccessible to third parties; \n \n• encrypting sensitive data such that only authorized users can \nread it; \n \n• prohibiting the use of external free applications or external cloud \nservices for storage and requiring the use of Global -IT approved \nstorage solutions; \n \n• securing and restricting access to physical facilities containing its \nconfidential and trade secret information through the use of key \ncards and badge access; \n \n• requiring non-disclosure and/or confidentiality agreements in any \nbusiness dealings with third parties before any Merz confidential \ninformation is disclosed to such third parties; and \n \n• restricting access to its most confidential information to only \nselect individuals on a need-to-know basis. \n(V.C. ¶ 12.)   \n55. Notably, Thomas does not dispute the fact that he downloaded the \nconfidential information listed earlier in this Opinion onto his personal thumb drive \non 31 July 2023 —the day his employment with Merz Pharmaceuticals was \nterminated.   \n56. His only serious argument on this issue is that his actions were \npermissible pursuant to a “safe harbor” provision of the Agreement, which stated as \nfollows: \nNotice of Immunity under the Economic Espionage Act of 1996, \nas amended by the Defend Trade Secrets Act of 2016.  \n Notwithstanding any other provision of this Agreement: \n(A) You will not be held criminally or civilly liable under \nany federal or state trade secret law for any disclosure of a trade \nsecret that is made: (1) in confidence to a federal , state, or local \ngovernment official, either directly or indirectly, or to an attorney \nand solely for the purpose of reporting or investigating a \nsuspected violation of law; or (2) in a complaint or other document \nthat is filed under seal in a lawsuit or other proceeding. \n(B) If you file a lawsuit for retaliation by Merz for reporting \na suspected violation of law, you may disclose Merz’s trade secrets \nto your attorney and use the trade secret information in the court \nproceeding if you (1) file any document containing the trade secret \nunder seal; and (2) do not disclose the trade secret, except \npursuant to court order.  \n(C) Nothing precludes any Merz employee from cooperating \nwith any governmental investigation, making a truthful \nstatement or complaint to law enforcement or a government \nagency or testifying under oath to law enforcement or a \ngovernment agency. \nThis Notice of Immunity is specifically included  to provide notice of \nEmployee’s rights sufficient to comply with the provisions of the Defend \nTrade Secrets Act of 2016. \n(Agrmt. § 1(b)(vi).)  \n57. Thomas argues that this safe harbor provision immunizes him from \nliability for downloading Merz  Pharmaceuticals’ documents to his personal thumb \ndrive following his termination because he claims that he “reasonably believed they \nconstituted evidence of unlawful conduct by Merz that could form the basis for a \nwhistleblower lawsuit to be discussed with an attorney —and for no other purpose.”   \n(Thomas Aff. I ¶ 27.)  Moreover, Thomas argues that he “has, in fact, filed a \ncounterclaim that details the basis for this reasonable belief .”  (Def.’s Br. Opp. PI \nMot., at 16, ECF No. 70.) \n58. However, the Court rejects Thomas’ argume nt.  First, there is nothing \nin the record suggesting that Thomas actually  took the information he had \ndownloaded to an attorney prior to deleting it from the thumb drive.\n3  Second, he has \noffered no explanation for the fact that a great number of the Merz documents he \ndownloaded onto his thumb drive bore no relation to the alleged conduct by Merz \nPharmaceuticals that ultimately formed the basis for his counterclaim.  Finally, the \nCourt does not find it credible that he downloaded the documents to preserve evidence \nof wrongful conduct by Merz Pharmaceuticals and then simply proceeded to delete \nthem. \n \n3 The Court notes that in this lawsuit Thomas’ initial Answer did not contain any \ncounterclaim.  (See Answer, ECF No. 32.)  It was not until Thomas filed an Amended Answer \non 23 January 2024 that he actually asserted a counterclaim.  (See Am. Answer & Countercl., \nECF No. 36.)     \n59. For all of these reasons, the Court is persuaded that Merz \nPharmaceuticals has met its burden of showing a likelihood of success on its claims \nthat Thomas  misappropriated its trade secret s and breached the confidentiality \nprovision of the Agreement.     \nB.  Irreparable Harm \n60. Additionally, t he Court concludes that Merz Pharmaceuticals has \nadequately shown the likelihood of irreparable harm absent the entry of injunctive  \nrelief as a result of Thomas’  improper actions in downloading its confidential \ninformation and trade secrets.   \n61. In its submissions to the Court, Merz Pharmaceuticals has sufficiently \ndemonstrated that Thomas’ unauthorized acquisition of its protected information will \ncause it to suffer competitive harm unless  the PI Motion is granted.  Indeed, North \nCarolina courts have repeatedly recognized the existence of irreparable harm in \nsimilar contexts.  See, e.g., Barr-Mullin, Inc. v. Browning , 108 N.C. App. 590, 597 \n(1993) (holding that a preliminary injunction was proper because “[t] he very nature \nof a trade secret mandates that misappropriation will have significant and continuous \nlong-term effects.  The party wronged may forever lose its competitive business \nadvantage or, at the least, a significant portion of its market share. ”); Barker Indus. \nv. Gould, 146 N.C. App. 561 , (2001) (565– 66) (concluding that injunctive relief was \nproperly awarded to prevent further misappropriation and improper use of plaintiff’s \ntrade secrets and confidential information); Armacell LLC v. Bostic, 2010 N.C. App. \nLEXIS 1278, at *41 (N.C. Ct. App. July 20, 2010) (finding that “ considering the very \nnature of the misappropriation of trade secrets, the law of this State authorizes the \nissuance of a preliminary injunction.”). \n62. The Court has engaged in a balancing of the equities in which it has \nweighed the potential harm to Merz Pharmaceuticals  if an injunction is not issued \nagainst the potential harm to Thomas if injunctive relief is granted.  Having done so, \nit is clear that the equities favor  the entry of injunctive re lief given that T homas is \nunable to show any legitimate harm he would suffer from being enjoined from using \nMerz Pharmaceuticals’ confidential information. \n63. Therefore, the Court concludes, in the exercise of its discretion, that \nMerz Pharmaceuticals is entitled to a preliminary injunction with respect to Thomas’ \nuse of Merz Pharmaceuticals’ confidential information and trade secrets.   \nII. Breach of Nonsolicitation Provision of the Agreement  \n64. However, the Court reaches a different conclusion with regard to the \nportion of Merz Pharmaceuticals’ PI Motion regarding the nonsolicitation  provision \nin the Agreement. \n65. The Court need not address whether Merz Pharmaceuticals has met its \nburden of showing a likelihood of success on this component of its breach of contract \nclaim because even assuming  arguendo that such a showing  has been made , Merz \nPharmaceuticals has failed to demonstrate  that it would suffer irreparable harm  \nabsent the entry of a prelimina ry injunction as to Thomas’ alleged violation of the \nnonsolicitation provision.4 \n66. Merz Pharmaceuticals contends that Thomas’ solicitations of “key \nfederal agency contacts whom he met through his work at Merz[,]” has or will cause \nit to suffer irreparable h arm because “Thomas’ intimate familiarity with Merz’ \nconfidential information and business development strategies . . . makes him \nuniquely well -situated” to convince “Merz’s federal customers [to] replace Xeomin \nwith Daxxify[,]” thus taking away market share from Merz.  (PI Mot., at 3–6.)  \n67. Although Merz Pharmaceuticals seeks to enjoin Thomas from engaging \nin solicitation of a handful of federal agencies with whom he had involvement during \nhis work for his Merz employers, Merz Pharmaceuticals’ irreparable harm argument \nfocuses on Thomas’ solicitation of individuals at the Veterans Administration (“VA”), \nasserting that it will be irreparably harmed unless Thomas is enjoined from soliciting \npersonnel from this agency on behalf of Revance (and its Daxxify drug).  \n68. Merz Pharmaceuticals’ argument regarding irreparable harm can  \nessentially be summarized as follows:  (1) in order to be prescribed to patients by VA \nphysicians, Daxxify must first receive “formulary approval” by the agency , and the \ngranting of such approval to Daxxify would be adverse to Merz Pharmaceuticals’ \ninterests as a competitor; (2) absent an injunction, Thomas is likely to use his contacts \nand relationships within the VA to make Daxxify’s receipt of formulary approval more \n \n4 Thomas has filed a Motion for Partial Summary Judgment  (ECF No. 63)  on the issue of \nwhether Merz Pharmaceuticals’ deadline for seeking to enforce the nonsolicitation provision \nhas expired.  The Court will address that motion by means of a separate order. \n \nlikely; and (3) assuming Daxxify does, in fact, receive such formulary approval, not \nonly will Daxxify be on the same footing as Xeomin (which received such formulary \napproval years ago), but also Thomas will seek to persuade the VA to grant Daxxify \n“preferred” (or “enhanced”) status over Xeomin.   \n69. In their arguments on this issue, the parties are referring to the VA \nNational Formulary (“VANF”), which “is a list of therapeutic agents (e.g., drugs  and \ndrug-related supplies) that must be available for prescription at all VA medical \nfacilities and cannot be made non -formulary by a VISN [5] or [an] individual VA \nmedical facility.” 6  Veterans Health Admin. , VHA Formulary Mgmt. Process , \nDirective 1108.08 (July 29, 2022).  The Veterans Health Administration (“VHA”) is \nresponsible for the management of VANF.  Id .  “It is VHA policy that VANF is the \nonly drug formulary authorized for use in the VHA; the use of VISN formularies or \nlocal drug formularies at individual VA medical facilities is prohibited.”  Id.   \n70. With regard to Merz Pharmaceuticals’ concern about the effect of \nThomas’ solicitation efforts on Daxxify  receiving formulary coverage, that ship has \nsailed.  During the briefing period in connection with the present PI Motion, Daxxify \nobtained formulary coverage in April 2024.\n7  Therefore, the Court must only address \n \n5 “VISN” is the acronym for “Veterans Integrated Services Network.”  38 C.F.R. § 1.220(b).  \n6 Pursuant to Rule 201 of the North Carolina Rules of Evidence, the Court takes judicial \nnotice of this fact.  See BIOMILQ, Inc. v. Guiliano, 2024 NCBC LEXIS 8, at *12 (N.C. Super. \nCt. Jan. 9, 2024) (“North Carolina courts and federal courts routinely take judicial notice of \npublic filings by federal agencies.”). \n \n7 See VA National Formulary April 2024, https://www.pbm.va.gov/NationalFormulary.asp \n(accessed May 13, 2024).  \nMerz Pharmaceuticals’ remaining argument  regarding the possibility of Thomas’ \nsolicitation efforts on behalf of Revance resulting in preferred coverage for Daxxify at \nthe expense of Xeomin.   \n71. In support of its PI Motion, Merz Pharmaceuticals submitted the \naffidavit of Kevin O’Brien, who is the C hief Executive Officer of Merz.  (O’Brien Aff. \n¶ 1, ECF No. 59.2.)  O’Brien describes his knowledge as being “[b]ased on [his] \nfamiliarity with the formulary approval process generally [.]”  (O’Brien Aff. ¶ 7.) \n(emphasis added). \n72. Thomas has filed multiple affidavits throughout the course of this \nlitigation, including an affidavit filed contemporaneously with his response brief in \nopposition to the PI Motion.  (See Thomas Aff. III, ECF No. 70.1.)  Since 1999, Thomas \nhas “built a career working with botulinum toxins in the governmental sector[.]”  \n(Thomas Aff. III ¶ 12.)  Thomas has “a deep familiarity and knowledge with the \nformulary process in the governmental sector, including based on [his] dedicated, full-\ntime work in this area for 25 years.”  (Thomas Aff. III ¶ 27.)   \n73. The affidavits of both O’Brien and Thomas each discuss the formulary \ncoverage process within the VHA.  To the extent that their respective testimony is in \nconflict, the Court, in its discretion, finds the testimony of Thomas to be more credible \nthan O’Brien’s testimony based on Thomas’ superior —and far more detailed — \nknowledge of the manner in which formulary approval and purchasing issues are \nhandled by the VHA.  Therefore, as set out below, the Court gives greater weight to \nThomas’ testimony on this subject. \n74. In his affidavit, O’Brien testified that “[o]ne of the keys to success in the \nfederal sector (and in the pharmaceutical industry generally) is enhancing formulary \ncoverage.”  (O’Brien Aff. ¶ 4.)  O’Brien describes how he believes the formulary process \nworks as follows: \nEvery payor maintains a “formulary,” or a list of approved prescription \ndrugs for which it will provide reimbursement.   Enhancing formulary \ncoverage involves convincing payors (including federal pharmacy \nbenefits managers) that they should favor a particular drug at the \nexpense of others.  For example, a payor may limit the number of drugs \nin a certain class that are available on formulary, provide improved \ncoverage for a particular drug, or remove preapproval requ irements for \nprescribers for a particular drug.  \n(O’Brien Aff. ¶ 4.) \n75. Furthermore, O’Brien stated that while employed at Merz, one of \nThomas’ “important responsibilities was enhancing formulary coverage[,]” which \nmeant Thomas “worked closely with pharmacy b enefits managers and other federal \ncontacts to improve formulary coverage for Xeomin® and to demonstrate why \nXeomin® should receive more favorable formulary coverage than other competitive \nproducts.”  (O’Brien Aff. ¶ 5.)   Additionally, O’Brien testified th at while at Merz, \n“Thomas’ key federal contacts were agency employees, including individuals who are \ninvolved in formulary coverage and purchasing decisions, which could significantly \nimpact prescription choices downstream for patients.”  (O’Brien Aff. ¶ 6.)   \n76. O’Brien then state d his belief “that Thomas is doing the same type of \nformulary work on behalf of Revance as he did for Merz [,]” and that he is “confident \nthat Thomas’ campaign to enhance formulary approval for Revance requires him to \nexplain to custo mers why Daxxify is safer and better than Xeomin, and why the \nagencies should permit prescribers to switch from Xeomin to Daxxify.”  (O’Brien Aff. \n¶ 7.)  \n77. As an initial matter, Thomas testified that his “job duties at Revance \nare different from [his] job duties at Merz.”  (Thomas Aff. I ¶ 46.)  Moreover, “[a]s an \nemployee of Revance, [Thomas] do[es] not manage any directors or other employees \nwho call on physicians or any other prescribers of Daxxify®.”  (Thomas Aff. I ¶ 50.)   \n78. In addition, Thomas’ affidavit testimony contains extensive information \nabout how the formulary process actually works at the VA.  He testified that “Mr. \nO’Brien’s affidavit reflects a fundamental misunderstanding of formulary coverage in \nthe governmental sector[,]” and that he does “not believe Mr. O’Brien has knowledge \nor familiarity about the formulary approval process in the governmental sector, \nspecifically (as opposed to the commercial sector).”  (Thomas Aff. III ¶ 26.)    \n79. Thomas’ affidavit explains that prior to 2020 the VHA attempted to \nregulate this class of botulinum toxins  by providing enhanced levels of formulary \napproval but has since abandoned that practice.  (Thomas Aff. III ¶ 31.)   \nIf this attempt had been successful, it could have resulted in a \npermanent system of “enhanced” or differing levels of formulary \napproval. However, the VHA abandoned the effort in around [sic] 2020.  \nUpon information and belief, the VHA reversed course due to significant \npushback from physicians and other prescribers in the governmental \nsector.  Simply put, the VHA does not recognize preferred classes or \ndistinctions between or among botulinum toxins—which are either \napproved for formulary coverage, or disapproved for formulary coverage. \nIt is a binary distinction.  All the approved botulinum toxins also have \nthe same coverage within the FSS.\n[8] \n \n8 “FSS” is the acronym for “Federal Supply Schedule.”  48 C.F.R. § 808.402 (“GSA has \ndelegated authority to the VA to procure medical equipment, supplies, services and \npharmaceuticals under the VA Federal Supply Schedule (FSS) program.”).    \n(Thomas Aff. III ¶ 31 (emphasis added in part).)   \n80. With respect to O’Brien’s discussion of “enhance[d] formulary coverage,” \nThomas has testified that although O’Brien’s description “might be accurate for \ncommercial insurance plans, it is false, inaccurate, and misleading as it relates to \nformulary coverage in the government al sector.”  (Thomas A ff. III ¶ 30  (emphasis \nadded in part).)  \n81. The Court finds Thomas’ testimony to be credible that —despite \nO’Brien’s assertions to the contrary —“there is no enhanced formulary coverage \nwithin the VHA for botulinum toxins (like Xeomin® or Daxxify®), and there has not \nbeen enhanced formulary coverage within the governmental sector since around \n2020.”  (Thomas Aff. III ¶ 30.)  Accordingly, the Court accepts Thomas’ testimony that \nthe VHA will not confer preferred status on either Xeomin or Daxxify at the expense \nof the other.   \n82. Therefore, the Court finds that Merz Pharmaceuticals has failed to show \nirreparable harm absent the issuance of a preliminary injunction in connection with \nits claim for breach of contract based on the nonsolicitation provision of the \nAgreement.   \nCONCLUSION \n1. For the reasons set out above, the Court, in the exercise of its discretion, \nCONCLUDES that the PI Motion should be GRANTED in part and DENIED in \npart.  The PI Motion is GRANTED as to Merz Pharmaceuticals’ misappropriation \nof trade secrets claim and its claim for breach of the confidentiality provision of the \nAgreement.  However, the PI Motion is DENIED as to Merz Pharmaceuticals’ claim \nfor breach of the nonsolicitation provision of the Agreement.  \n2. Before setting out the specific terms of the injunctive relief to which \nMerz Pharmaceuticals is entitled, the Court deems it appropriate to allow the parties \nan opportunity to submit a proposed preliminary injunction order that takes into \naccount the Court’s rulings contained herein.  The parties are DIRECTED to confer \non this issue and submit either jointly or separately  on or before 20 May 2024 a \nproposed order. 9  The Court will determine at that time whether a hearing is \nnecessary with regard to the parties’ submissions. \nSO ORDERED, this the 15th day of May, 2024.  \n       /s/ Mark A. Davis                                        l \n       Mark A. Davis  \n       Special Superior Court Judge for  \n       Complex Business Cases  \n \n \n9 The proposed order(s) should be submitted in Microsoft Word format.  "
}