{
  "id": "1d561caae606a3ae5451fe2172ab2db2cb1d03f87f512c9354dc74fa190f248b",
  "source_file": "data/raw/ncbc/1d561caae606a3ae5451fe2172ab2db2cb1d03f87f512c9354dc74fa190f248b.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF FORSYTH \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n13 CVS 3109 \nLE BLEU CORPORATION; and SCP \nDISTRIBUTION, LLC d/b/a LE BLEU \nOF THE PIEDMONT TRIAD, \n \nPlaintiffs, \n \nv. \n \nB. KELLEY ENTERPRISES, INC. \nd/b/a BLUE CAFFE, INC.; ROBIN \nLEBORGNE; and BRADLEY S. \nKELLEY,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER \n \n {1} THIS MATTER is before the Court on Defendants’ Motion to Compel \nDiscovery and Plaintiffs’ Motion for Protective Order (“Motions”), made pursuant to \nRules 26(c), 30(b)(6), and 37(a)(2) of the North Carolina Rules of Civil Procedure \n(“Rule(s)”).  For the reasons expressed below, the Motion for Protective Order is \nGRANTED and the Motion to Compel is DENIED. \n \nWilson Helms & Cartledge, LLP by G. Gray Wilson and Stuart H. Russell for \nPlaintiffs. \n \nCaudle & Spears, P.A. by Harold Craig Spears and Christopher P. Raab for \nDefendants. \n \nGale, Chief Judge. \n \nI. BACKGROUND \n \n{2} Plaintiffs Le Bleu Corporation (“ Le Bleu”) and SCP Distribution, LLC \n(“Triad”) manufacture, sell, and distribute bottled water in the southeast. \n{3} Defendant B. Kelley Enterprises, Inc. (“Blue Caffé”) is a point-of-\nservice water distributor that supplies in-house water filtration systems to \nLe Bleu Corp. v. B. Kelley Enters., Inc., 2014 NCBC 61.\n \n \nbusinesses in North Carolina.  Individual Defendants Robin Leborgne and Bradley \nS. Kelley are Blue Caffé Employees.   \n{4} Plaintiffs contend that Defendants have improperly attempted to \nobtain Le Bleu customers, inter alia, by making disparaging and false \nrepresentations regarding the cleanliness of Le Bleu’s water bottles, with apparent \nintent to encourage customers to switch from a bottle system to a filter system.  \nPlaintiffs further contend that Defendants have misappropriated Plaintiffs’ trade \nsecret information and induced former employees to violate their covenants not to \ncompete.1  Defendants apparently contend that Plaintiffs’ employees, rather than \nDefendants’, actually did some of the complained-of acts. \n{5} Plaintiffs initiated this action on May 13, 2013.  On June 27, 2014, \nPlaintiffs filed their First Amended Complaint (“Amended Complaint”), which adds \nBradley S. Kelley as a defendant and includes claims for defamation, trade secret \nmisappropriation, tortious interference with contract, and unfair trade practices.  \nDefendants vigorously contest Plaintiffs’ unfair and deceptive trade practices claim.  \nThey have not filed any counterclaim asserting Plaintiffs’ unfair or deceptive \npractices. \n{6} On July 11, 2014, Defendants filed a Notice of Designation of the case \nas a mandatory complex business case, based on the Amended Complaint.  The case \nwas so designated and assigned to the undersigned on July 22, 2014.  Former Chief \nJudge Jolly overruled Plaintiffs’ Opposition to Designation by Order dated \nSeptember 19, 2014. \n{7} In March 2014, prior to designatio n, Defendants had moved to compel \nRule 30(b)(6) depositions of Plaintiffs.  The disputed topics subject to the motion \nhave been narrowed to the following topics: (1) “the means, methods and processes \nby which [Plaintiffs] bottle, distribute and sell [their] water products and services;” \n(2) “the sale of [Plaintiffs’] products and services, including sales organization, \nstrategies, methods, processes, training, manuals, and personnel;” and (3) \n                                                 \n1 Defendants have moved to dismiss the trade secrets claim.  The Court will issue a separate order \nregarding that motion. \n \n \n“[Plaintiffs’] key sales management and personnel.”2  (Am. Notice 30(b)(6) Dep. Le \nBleu Corp. Ex. A, ¶¶ 24, 29, 38; Am. Notice 30(b)(6) Dep. SCP Distribution, LLC Ex. \nA, ¶¶ 24, 29, 38; Br. Supp. Defs.’ Mot. Compel Disc. and Opp’n Pls.’ Mot. Protective \nOrder (“Defs. Supp. Br.”) 1.)  Plaintiffs filed their Motion for Protective Order to \nblock this discovery. \n{8} The central legal issue raised in the respective motions is whether \ndiscovery into Plaintiffs’ general sales practices, methods, and personnel \ninformation is relevant to a defense to Plaintiffs’ unfair trade practices claim.  \nPlaintiffs contest that discovery on those topics must be confined to the facts and \ncircumstances directly related to specific lost customers that form the basis for \nPlaintiffs’ damages.\n3  Plaintiffs concede that discovery may be relevant to the \nproximate cause of Plaintiffs’ damages as to specific customers, but assert that \nDefendants cannot defend their own conduct by complaining of Plaintiffs’ own \ngeneral practices.  Defendants counter that the discovery is appropriate to define an \nindustry standard.  \n{9} The Motions have been fully briefed and are ripe for ruling. \nII. LEGAL STANDARD \n{10} A party “may obtain discovery regarding any matter, not privileged, \nwhich is relevant to the subject matter involved in the pending action.”  N.C. R. Civ. \nP. 26(b)(1).  Information is considered relevant if it “appears reasonably calculated \nto lead to the discovery of admissible evidence.”  Id.  Conversely, a trial court may \nlimit discovery for good cause shown to prevent “unreasonable annoyance, \nembarrassment, oppression, or undue burden or expense.”  N.C. R. Civ. P. 26(c); \nTenn.-Carolina Transp., Inc. v. Strick Corp., 291 N.C. 618, 626, 231 S.E.2d 597, 602 \n(1977).   When faced with competing motions to compel or for a protective order, a \ncourt resolves the issues by the exercise of its sound discretion.  Phelps-Dickson \n                                                 \n2 The parties reached agreement on other issues and narrowed their dispute to those three topics. \n3 Plaintiffs indicate other agreed-to topics in the Rule 30(b)(6) Notice would reach these areas of \ndiscovery. \n \n \nBuilders, LLC v. Amerimann Partners, 172 N.C. App. 427, 433, 617 S.E.2d 664, 668 \n(2005).   \nIII. ANALYSIS \n{11} The Court begins its inquiry by examining the elements of Plaintiffs’ \nclaim and the defense to which the discovery is directed.  To prevail on a claim for \nviolation of the Unfair and Deceptive Trade Practices Act (“UDTPA”), the plaintiff \nmust establish that the defendant committed an unfair or deceptive act or practice, \nin or affecting commerce, which proximately caused injury to the plaintiff.  \nGray v. \nN.C. Ins. Underwriting Ass’n, 352 N.C. 61, 68, 529 S.E.2d 676, 681 (2000).  The \nNorth Carolina Supreme Court has stated that “[a] practice is unfair when it \noffends established public policy as well as when the practice is immoral, unethical, \noppressive, unscrupulous, or substantially injurious to consumers.”  Marshall v. \nMiller, 302 N.C. 539, 548, 276 S.E.2d 397, 403 (1981). A relevant inquiry is “the \nimpact the practice has in the marketplace.”  Id. \n{12} Courts have used various approaches to define a standard by which to \ndetermine whether a defendant’s conduct is unfair or deceptive.  They have \noccasionally used industry standards to do so.  In some instances, courts have \nreferred to industry standards in rejecting liability when the plaintiff seeks to \nimpose on the defendant an obligation that is not typical to the defendant’s \nindustry.  One commentator has observed that trade customs or industry standards \nmay have been employed to give more specific meaning to the somewhat amorphous \nconcept of “ethical business practices.”  G. Richard Shell, Substituting Ethical \nStandards for Common Law Rules in Commercial Cases: An Emerging Statutory \nTrend, 82 Nw. U. L. Rev. 1198, 1198, 1254 n.3 (1988) (noting recent trend in states \nadopting UDTP acts to rely on and maintain ethical standards for “proper conduct \narising from day-to-day practices of particular commercial sectors and of \ncommercial activity generally.” (emphasis added)). \n{13} North Carolina court decisions have referenced general industry \nstandards but have not adopted or referred to them as the controlling factor in \n \n \ndefending a UDTPA claim.  Conversely, the North Carolina Court of Appeals \ndetermined that a violation of industry standards does not necessarily constitute an \nactionable unfair or deceptive trade practice.  In re Fifth Third Bank, Nat Ass’n-\nVill. of Pendland Litig., 217 N.C. App. 199, 209, 719 S.E.2d 171, 178 (2011).  In \nanother case, the North Carolina Court of Appeals recognized generally that a \ndefendant might be fairly accused of an unfair or deceptive practice if it “breach[ed] \n. . . industry standards,” but did not further analyze the issue, instead finding that \nthe plaintiff had abandoned the allegation by failing to cite further legal authority \nor evidentiary support for its claim.  \nMelton v. Family First Mortg. Corp., 156 N.C. \nApp. 129, 134, 576 S.E.2d 365, 369 (2003).  In another case, the North Carolina \nCourt of Appeals recognized that a defendant may refer to general industry \npractices to defend a claim of an unfair or deceptive trade practice when the \nplaintiff seeks to impose an obligation that public policy does not require and is not \ntypical to practices within the defendant’s industry.  \nRamsey v. Keever’s Used Cars, \n92 N.C. App. 187, 191, 374 S.E.2d 135, 138 (1988) (holding failure to do complete \ntitle search not actionable when not common practice in used vehicle industry and \nfailure did not otherwise offend established public policy). \n{14} Cases from other states reco gnize that proof that a defendant \nconformed to an industry standard is not necessarily a valid defense to a UDTPA \nclaim.  See People (ex. rel. Van de Kamp) v. Cappuccio, 204 Cal. App. 3d 750, 755, \n763 (1988) (“[F]airness, as based upon an industry-wide custom and practice, is not \na defense in this case.”) (considering industry custom in context of California’s \nunfair business competition statute); Commonwealth v. DeCotis, 316 N.E.2d 748, \n753 (Mass. 1974) (“[T]he existence of an industry-wide practice would not constitute \na defense to [an action for unfair or deceptive conduct].”). \n{15} In sum, the Court’s review of th ese various cases indicates that while \nindustry practices may be considered when determining whether a defendant’s \nconduct falls below ethical business standards or a general commercial standard of \nethical dealing, that is not dispositive as to whether a certain act is unfair or \ndeceptive. \n \n \n {16} In this case, Defendants’ propos ed discovery at issue seeks to require \nPlaintiffs to produce broad discovery as to their general sales practices.  The topics \nas proposed extend well beyond Plaintiffs’ acts with regard to specific customers \nthat are the subject of Plaintiffs’ damages claims.  The purpose appears to be an \neffort to demonstrate that Plaintiffs should be barred from pursuing an unfair trade \npractices claim based on a theory of in pari delicto, or alternatively that Defendants \nare not liable because their challenged acts are typical to the industry.  The Court \ndoes not believe either defense is allowed by North Carolina appellate precedent.\n4 \n{17} In Winston Realty Co. v. G.H.G., Inc., the North Carolina Supreme \nCourt reasoned that because the effect of the actor’s conduct on the marketplace is \nof “sole relevance” to a UDTPA claim, “then it follows that plaintiff’s alleged conduct \nhere, contributory negligence, is not relevant.”  314 N.C. 90, 95, 331 S.E.2d 677, 680 \n(1985).   Extending this logic, the North Carolina Court of Appeals later held that a \ndefendant could not defend against its own liability by presenting evidence of the \nplaintiff’s own similar unfair practices, reasoning that “if a UDTP claimant can \nestablish that the defendant committed commercial bribery, that is sufficient to \nmake the UDTP claim.  However, it does not follow from that holding that if the \nplaintiff commits commercial bribery, the defendant is not liable under the UDTP \nclaim.”  Media Network, Inc. v. Long Haymes Carr, Inc., 197 N.C. App. 433, 453, \n678 S.E.2d 671, 684 (2009) (internal citations omitted). \n{18} The Court believes that Winston Realty and Media Network articulate \na rule that a plaintiff’s own conduct is not a measure of or a defense to its UDTPA \nclaim against a defendant and that Defendants cannot prove an act is not unfair or \ndeceptive just because others in the industry engage in the same practices.  The \nCourt further finds the above-cited decisions of the California and Massachusetts \ncourts are in accord and persuasive. \n                                                 \n4 Moreover, the Court does not believe that establishing the trade practices of two businesses within \na broad industry would establish an industry standard even if it were a relevant consideration. \n \n \n \n {19} The Court therefore concludes that  the categories of Defendants’ Rule \n30(b)(6) notice related to: (1) “the means, methods and processes by which \n[Plaintiffs] bottle, distribute and sell [their] water products and services;” (2) “the \nsale of [Plaintiffs’] products and services, including sales organization, strategies, \nmethods, processes, training, manuals, and personnel;” and (3) “[Plaintiffs’] key \nsales management and personnel” should not be allowed except as related to the \nissue of the proximate cause of Plaintiffs’ damages.  In the exercise of its discretion, \nand pursuant to Rule 26(c), the Court therefore grants a protective order precluding \nthis broad discovery reflected by the three noticed topics at issue, to prevent \ndeposition on those topics.  The Court further denies the motion seeking to compel \nthat discovery. \n{20} This ruling does not, however, fo reclose discovery as to such sales, \npractices, methods, and personnel undertaken with regard to specific customers \nthat Plaintiffs contend were lost, as such discovery may be relevant to the issue of \nwhether Defendants’ conduct was the proximate cause of Plaintiffs’ claimed losses.  \nThe Court accepts Plaintiffs’ acknowledgment that other topics in the Rule 30(b)(6) \nAmended Notices allow for that discovery. \n{21} In sum, Defendants shall be a llowed to inquire as to the specific \ncircumstances regarding Plaintiffs’ and Defendants’ communications or sales efforts \nas to customers that Plaintiffs contend were lost or from which sales were reduced \nas a result of Defendants’ conduct.  Defendants are not, however, entitled to further \npursue broad discovery of Plaintiffs’ general sales practice, methods, or personnel \nthat is not directly related to such specific customers.   \n{22} For the foregoing reasons, th e Motion for Protective Order is \nGRANTED consistent with the limitations of this Order and the Motion to Compel \nis DENIED. \n \n \n \n \n \n \nIT IS SO ORDERED this the 21st day of November, 2014. \n \n \n "
}