{
  "id": "1d579918a059d8b52028b1764c922e283729b394d8034ec127866bab214472e9",
  "source_file": "data/raw/ncbc/1d579918a059d8b52028b1764c922e283729b394d8034ec127866bab214472e9.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nMECKLENBURG COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 19887 \nASPEN SPECIALTY INSURANCE \nCOMPANY; ENDURANCE AMERICAN \nSPECIALTY INSURANCE COMPANY; \nPARTNERRE IRELAND INSURANCE \nLTD.; HELVETIA SWISS INSURANCE \nCOMPANY; LEXINGTON INSURANCE \nCOMPANY; LIBERTY MUTUAL FIRE \nINSURANCE COMPANY; LIBERTY \nSURPLUS LINES INSURANCE \nCOMPANY; XL INSURANCE AMERICA, \nINC.; ZURICH AMERICAN \nINSURANCE COMPANY; and ACE \nAMERICAN INSURANCE COMPANY, \n \nPlaintiffs, \n \nv. \n \nNUCOR CORPORATION; and NUCOR \nSTEEL LOUISIANA, LLC,  \n \nDefendants, \n \n  and \n \nXL INSURANCE AMERICA, INC.; and \nLIBERTY MUTUAL FIRE INSURANCE \nCOMPANY, \n \nIntervening Complaint-\nPlaintiffs, \n \nv. \n \nNUCOR CORPORATION; and NUCOR \nSTEEL LOUISIANA, LLC, \n \nIntervening Complaint-\nDefendants. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO \nCOMPEL \n \n \nAspen Specialty Ins. Co. v. Nucor Corp., 2022 NCBC 19. \n1. THIS MATTER is before the Court upon Defendant s/Intervening \nComplaint-Defendants Nucor Corporation and Nucor Steel Louisiana, LLC’s  \n(collectively, “Nucor”) Motion to Compel Responses Related to Claim Reserves (“the \nMotion”) in the above-captioned case.  (ECF No. 109.)  For the reasons stated below, \nthe Court DENIES the Motion. \nHedrick Gardner Kincheloe & Garofalo LLP, by David L. Levy and C. \nRob Wilson, and Hinshaw & Culbertson LLP, by David E. Heiss and \nPeter E. Kanaris, for Plaintiffs Aspen Specialty Insurance Compan y, \nEndurance American Specialty Insurance Company, Partnerre Ireland \nInsurance Ltd., Helvetia Swiss Insurance Company, Lexington \nInsurance Company, Liberty Mutual Fire Insurance Company, Liberty \nSurplus Lines Insurance Company, XL Insurance America, Inc., Zurich \nAmerican Insurance Company, and Ace American Insurance Company. \n \nMoore & Van Allen PLLC, by Jonathan D. Gilmartin and Scott M. Tyler, \nand Flanagan Partners LLP, by Harold J. Flanagan, Meghan F. Grant, \nAlixe L. Duplechain, Thomas M. Flanagan, and Camille E. Gauthier, for \nDefendants/Intervening Complaint-Defendants Nucor Corporation and \nNucor Steel Louisiana, LLC. \n \nJohnston, Allison & Hord, P.A., by Kimberly J. Kirk, and DLA Piper LLP \n(US), by Robert C. Santoro and Aidan M. McCormack, for Intervening \nComplaint-Plaintiffs XL Insurance America, Inc. and Liberty Mutual \nFire Insurance Company. \n \nEarp, Judge. \nI. FACTUAL AND PROCEDURAL BACKGROUND\n1 \n2. This case arises from an industrial incident that occurred at Nucor’s \nConvent, Louisiana facility in November 2017.  (Compl. ¶ 1, ECF No. 3.)  The facility \nprocesses iron ore into direct reduced iron (“DRI” or “sponge iron”) that is then used \nin the production of steel.  (Compl. ¶¶ 17, 22.) \n \n1 The Court does not find facts but refers generally to allegations in the Complaint for \nbackground purposes only. \n3. In order to produce sponge iron, marble -sized pieces of iron ore  are \ntransported by conveyors equipped with weight belt feeder encoders.  (Compl. ¶ 18.)  \nThe ore must first be coated with cement before entering a reactor and heated to  \nconvert it t o DRI .  I ron ore t hat enters the reactor without the cement coating \ncoagulates.  (Compl. ¶ 20.) \n4. According to the Complaint, on 7 November 2017,  Nucor personnel became \naware that iron ore entering the reactor had not been coated with cement.  As a result, \napproximately two thousand four hundred ( 2,400) metric tons of uncoated ore \nsolidified, forming clusters in the reactor.  (Compl. ¶¶ 26–27.)  Nucor incurred a loss \nwith respect to the ruined ore, as well as for business interruption and other costs \nincurred to remove the reactor from service and repair it. \n5. Plaintiffs in this case are ten property insurers (the “Property Insurers”) \nthat contracted with Nucor to insure its property under the terms of their policies.  \nIntervening Complaint-Plaintiffs are two insurers (the “EB Insurers”; together with \nthe Property Insurers, the “Insurers” ) that contracted to insure Nucor for risks \nrelated to equipment breakdown under the terms of their policies.  Both the Property \nInsurers and the EB Insurers  assert claim s for declaratory judgment asking the \nCourt to determine whether there is coverage under their respective policies for the \nlosses incurred by Nucor.  (See ECF Nos. 3, 6.)  Nucor, in turn, counterclaims for \ndeclaratory relief and breach of contract.   (See ECF Nos. 25–26.) \n6. Pursuant to the Fifth Amended Case Management Order  entered 1 \nDecember 2021 , (ECF No. 108) , the parties have exchanged documents and other \nwritten discovery.  However, each of the Insurers objects to Nucor’s interrogatories \nand requests for production that would require them to disclose information relating \nto their reserves.  Therefore, after appropriately exhausting the Business Court Rule \n10.9 process, on 7 February 2021, Nucor filed its Motion to Compel seeking an order \nrequiring the Insurers to provide the ir reserve information.  T he Insurers filed \nresponses opposing production of this information.  (ECF Nos. 123, 125.)  The Court \nheard from the parties at a hearing on 12 April 2022.  The Motion is now ripe for \ndisposition. \nII. LEGAL STANDARD \n7. The scope and limits of discovery are defined in Rule 26 (b) of the North \nCarolina Rules of Civil Procedure (the “Rules(s)”):   \n(b) Discovery scope and limits. – Unless otherwise limited by order of  \nthe court in accordance with these rules, the scope of discovery is as  \nfollows: \n \n(1)  In General. – Parties may obtai n discovery regarding any matter, \nnot privileged, which is relevant to the subject matter involved in the \npending action, whether it relates to the claim or defense of the party \nseeking discovery or to the claim or defense of any other party . . . .  It is \nnot ground for objection that the information sought will be inadmissible \nat the trial if the information sought appears reasonably  calculated to \nlead to the discovery of admissible evidence[.] \n \nN.C. R. Civ. P. 26(b)(1).  \n \n8. The standard for determining relevance is less demanding with respect to \ndiscovery than it is for admissibility, but it is not nonexistent.  See Addison Whitney, \nLLC v. Cashion, 2020 NCBC LEXIS 72, at *7 (N.C. Super. Ct. June 10, 2020) (“Rule \n26, though generous, should not be construed as an invitation for parties to roam at \nwill in the closets of others.” (citation and internal quotation marks omitted) ); \nHoward v. IOMAXIS, LLC, 2022 NCBC LEXIS 6, at *6 (N.C. Super Ct. Jan. 27, 2022) \n(“[A] party seeking discovery in not entitled to a fishing expedition  to locate it .” \n(internal quotation marks and citation omitted) ); see also Willis v. Duke Power Co. , \n291 N.C. 19, 34 (1976) (“One party’s need for information must be balanced against \nthe likelihood of an undue burden imposed upon the other.”).   \n9.  “[I]t is . . . clear under the Rules that North Carolina judges have the power \nto limit or condition discovery under certain circumstances.”  DSM Dyneema, LLC v. \nThagard, 2015 NCBC LEXIS 50, at *23 (N.C. Super. Ct. May 12, 2015)  (citation \nomitted).  Generally, “orders regarding discovery matters are within the discretion of \nthe trial court and will not be upset on appeal absent a showing of abuse of that \ndiscretion.”  Nationwide Mut. Fire Ins. Co. v. Bourlon, 172 N.C. App. 595, 601 (2005), \naff’d, 360 N.C. 356 (2006) (citation omitted).   \nIII. ANALYSIS \n10. Although there is limited caselaw in North Carolina,  whether reserves are \ndiscoverable is an important issue that has divided both courts and commentators for \ndecades.  See, e.g. , Douglas R. Richmond, Recurring Discovery Issues In Insurance \nBad Faith Litigation , 52 Tort & Ins. L.J. 749, 780 (2017) (“[T]his is a complex and \nconfused area of the law.”); Ann F. Ketchen, Reserve and Reinsurance Information: Is \nIt Discoverable?,  38 The Brief 40, 40 (2009)  (“In almost every large insurance \nlitigation, inevitably a dispute over whether insurance reserves . . . are discoverable \nwill occur.  Not surprisingly, insurers and insureds have diametrically opposite \nviews.”).  However, there is no real disagreement among the state and federal courts \nthat have considered the issue that for reserve information to be discoverable, it must \nbe both: (a) relevant to the litigation; and (b) not protected from discovery by either \nthe attorney-client privilege or the work product doctrine.   \n11. At the hearing, Nucor’s  counsel represented that Nucor is not seeking to \ncompel the production of any reserve information that post -dates the filing of this \naction on 4 November 2019.  Consequently, the Insurers did not argue application of \nthe attorney client privilege or the work product doctrine as bases for protection from \ndiscovery of the information in question. \n12. Thus, the central issue here is whether reserve information is relevant given \nthe claims presently asserted in this case.  To determine relevance in this context, a \ncourt must “thoroughly consider[ ] the specific way the particular insurance company \nin a particular case determines reserves for . . . particular claim[s],” as well as “the \nnature of the underlying litigation and the purpose for which the information is \nsought.”  State ex rel. Erie Ins. Prop. & Cas. Co. v. Mazzone , 625 S.E.2d 355, 359–60 \n(W. Va. 2005).    \n13. Several factors influence those considerations in this case.  First, reserves \nare not merely a business tool that an insurer may or may not choose to employ.  \nNorth Carolina law requires insurers to set reserves .  See N.C.G.S. § 58-3-75 \n(addressing loss and loss expense reserves of fire and marine insurance companies ); \nN.C.G.S. § 58-3-81 (addressing loss and loss expense reserves of casualty insurance \nand surety companies).2 \n14.  In general, an insurer may calculate its reserves “in accordance with any \nmethod adopted or approved by the NAIC [,]”3 but the statute s afford the North \nCarolina Commissioner of Insurance authority to impose a different method if, in the \nCommissioner’s determination,  the reserves are not adequate or reasonable.  See \nN.C.G.S. §§ 58-3-75, 58-3-81(e). \n15. When it is required by law, courts have  held that the existence and amount \nof a reserve is not an admission by a carrier that either coverage exists,  or that the \ncarrier would be willing to pay the reserve amount to resolve a case through \nsettlement.  See, e.g., J.C. Assocs. v. Fid. & Guar. Ins. Co., Civil Action No. 01 -2437 \n(RJL/JMF), 2003 U.S. Dist. LEXIS 6145, at *5 (D.D.C. Apr. 15, 2003)  (“[A] reserve \nfigure is not an admission unless it is in fact an assessment of liability rather than \nthe product of state law or regulation or driven by tax and ot her financial \nconsiderations.”)4; Silva v. Basin W., Inc., 47 P.3d 1184, 1190 (Colo. 2002) (“Statutory \nrequirements[ ] [and] limitations in the evaluation . . . limit the usefulness of \n \n2 The Property Insurers allege that their policies contain a choice of law endorsement \nproviding that “[t]he law under which the terms and conditions of this policy shall be \ninterpreted shall be the law of North Carolina. ”  (Compl. ¶ 14.)  The EB Insurers request a \ndeclaratory judgment under North Carolina law.  (Int. Compl. ¶ 26, ECF No. 6.) \n \n3 NAIC is the trade name for the National Association of Insurance Commissioners. \n \n4 “North Carolina courts routinely look to federal decisions for guidance on procedural \nmatters.”  Lee v. McDowell, 2021 NCBC LEXIS 77, at *7 n.5 (N.C. Super. Ct. Sept. 14, 2021); \nsee also Turner v. Duke Univ. , 325 N.C. 152, 164 (1989) (“Decisions under the federal rules \nare . . . pertinent for guidance and enlightenment in developing the philosophy of the North \nCarolina rules.”); Dickens v. Puryear, 302 N.C. 437, 442 (1981) (noting that “it is \ncustomary . . . to look for guidance in interpreting our rules to federal rules decisions”). \nreserves . . . as valuations of a claim.”);  Hoechst Celanese Corp. v. Nat ’l Union Fire \nIns. Co. of Pittsburgh , 623 A.2d 1099, 1109 –10 (Del. Super. Ct. 1991)  (“[T]he \nestablishment of reserves is an appropriate business decision justified by the \nnecessity of preserving financial stability. . . .  Reserves do not represent an admission \nor evaluation of liability and are irrelevant to the issues between insurer and \ninsured.”).  \n16. Moreover, each insurance company has its own “reserve philosophy”  used \nfor setting reserves,  which may range from the use of actuarial or fo rmula-based \ncalculations, to calculations that strike a balance between best -case and worst-case \nscenarios, to estimates of “Probable Ultimate Cost ” on a particular claim,  among \nothers.  (See ECF Nos. 110.15 –.43, 123.1 –.8 (Insurers’ reserve guidelines) (under \nseal).)  The method used to calculate a reserve impacts its relevance.   See, e.g., \nMazzone, 625 S.E.2d at 359 (insurer may persuasively argue that a reserve calculated \nbased on coverage losses over time or past experience has little relevance to the issues \nin an individual claim).  \n17. The timing of both establishing  and adjusting reserves also varies  by \ncompany.  Some insurers set a reserve “at the earliest reasonable point in the life of \nthe claim.”  Others require that the reserve be set within sixty calendar days of receipt \nof a new loss.  Still others require an initial reserve to be set within one business day \nof the claim.\n5  (See ECF Nos. 110.15–.43, 123.1–.8 (under seal).) \n \n5 Timing may or may not be relevant in a coverage case in which notice to the carrier is in \ndispute.  See , e.g., Savoy v. Richard A. Carrier Trucking, Inc.,  176 F.R.D. 10, 12 (D. Mass. \n1997).     \n18. As a consequence, it is folly to generalize about the meaning of a particular \nreserve given the various inputs and the range of philosophies that could have been \nused to develop it.   Instead, each individual insurer ’s inputs into and process for \nsetting reserves must be examined on a case -by-case basis before conclusions can be \nfairly reached about that entity’s decision -making.  Consequently, production of a n \ninsurer’s reserve information on a particular claim is on ly the beginning of the \ninquiry with respect to the relevance of the information.  See Sundance Cruises Corp. \nv. American Bureau of Shipping, 87 Civ. 0819 (WK), 1992 U.S. Dist. LEXIS 3759, at \n*3 (S.D.N.Y Mar. 31, 1992)  (“[R]eserves are, simply, not relevan t. . . .  Furthermore, \nto allow evidence of the amount of reserves set aside for any particular incident would \nget this trial into mini-litigations over what was in the minds of the persons who set \nthe reserve to uncover why each particular reserve was set[.]”). \n19. In addition to  analyzing the facts with respect to the multiple inputs and \nvarying processes used to set reserves , when  determining whether reserve \ninformation is relevant to a particular action, there must be a determination \nregarding whether the information appears reasonably likely to lead to the discovery \nof admissible evidence.  See, e.g., Wagoner v. Elkin City Schs.’ Bd. of Educ., 113 N.C. \nApp. 579, 585 (1994) (“Under the rules governing discovery, a party may obtain \ndiscovery concerning any unprivileged matter as long as relevant to the pending  \naction and reasonably calculated to lead to the discovery of admissible evidence.” \n(citing N.C. R. Civ. P. 26(b)).  In that regard, the body of case law that has developed \nover the years draws a distinction between first-party coverage cases and “bad faith” \ncases.  \n20. The weight of authority is tha t reserve information is generally not \ndiscoverable in coverage cases , which turn largely on an interpretation of the \nlanguage of the policy .  See, e.g., Am. Prot. Ins. Co. v. Helm Concentrates, Inc. , 140 \nF.R.D. 448, 450 (E. D. Cal. 1991)  (in a coverage case, “[p]otential liability or the \ninsure[r’s] estimation as to its potential liability is marginally relevant at best”) ; \nIndep. Petrochemical Corp. v. Aetna Cas. & Sur.  Co., 117 F.R.D. 283, 288 (D.D.C. \n1986) (reserve information has “tenuous relevance, if any relevance at all” to coverage \nissues). \n21. If the language of the policy is unambiguous, it is interpreted on its face.  \nSee, e.g., Schenkel & Shultz, Inc. v. Hermon F. Fox & Assocs., P.C., 362 N.C. 269, 273 \n(2008) (“A contract that is plain and unambiguous on its face will be interpreted by \nthe court as a matter of law.” (internal citations omitted)); Walton v. City of Raleigh, \n342 N.C. 879, 881 (1996) (“If the plain language of a contract is clear, the intention of \nthe parties is inferred from the words of the contract.”); see also Villa Capriani \nHomeowners Ass’n v. Lexington Ins. Co., 2021 NCBC 67, 2021 NCBC LEXIS 93, at *9 \n(N.C. Super. Ct. Oct. 14, 2021) ( “[O]ur Supreme Court has instructed that ‘[w]hen \ninterpreting an insurance policy, courts apply general contract interpretation rules.’ ” \n(quoting Accardi v. Hartford Underwriters Ins. Co., 373 N.C. 292, 295 (2020)). \n22. If the language of a contract is ambiguous and extrinsic evidence is \nconsidered, it is to determine the intent of the parties at the time the contract was \nformed, not at some later  time, such as the date  the claimant’s insurers set their \nreserves.  See, e.g., Root v. Allstate Ins. Co., 272 N.C. 580, 587 (1968) (“Whenever the \nterms of a written contract . . . are susceptible of more than one \ninterpretation, . . . extrinsic evidence may be introduced to show wha t was in the \nminds of the parties at the time of making the contract or executing the instrument[.]” \n(emphasis added)  (citation omitted)).   Th us, reserve information does not a ssist \ntypical contract interpretation. \n23. However, the state of mind of the carrier’s agents as reflected in reserve \ninformation may be relevant when bad faith or other tortious conduct is alleged.  See, \ne.g., Fireman’s Fund Ins. Co. v. Great Am. Ins. Co. of New York, 284 F.R.D. 132, 138–\n139 (S.D.N.Y. 2012)  (conceding that reserve information might be irrelevant to a \ncoverage dispute but finding it relevant when insured alleged bad faith on the part of \nthe insurer and the insurer asserted fraud against insured);  Bernstein v. Travelers \nIns. Co., 447 F. Supp. 2d 1100, 1107 (N.D. Cal. 2006) (noting that the state’s case law \n“clearly demonstrates that [their] courts will be open to arguments in bad faith cases \nabout the relevance of evidence about reserves”) .  Whether and when a  reserve was \nestablished for a claim  could provide evidence of the carrier’s investigation and \nevaluation of th at claim.  See, e.g., Athridge v. Aetna Casualty & Surety Co. , 184 \nF.R.D. 181, 192 (D.D.C 1998) (stating that “[u]nder the broad standard of relevance \nat the discovery stage , the information sought will to some degree demonstrate the \nthoroughness with which [ the insurer] investigated and considered [ the insured’s] \nclaim and thus is relevant to the question of good or bad faith of defendant in denying \nto indemnify or defend [the insured]” (internal quotation marks omitted)); U.S. Fire \nIns. Co. v Bunge N. Am. , Inc., 244 F.R.D. 638, 645 (D. Kan. May 25, 2007)  (holding \nthat reserve information is relevant and subject to production in case where bad faith \nasserted).      \n24. While there are many decisions regarding the discoverability  of reserves \nfrom other jurisdictions, the Court is aware of  only one reported decision from this \nState’s courts.  See Wachovia Bank, N.A. v. Clean River Corp. , 178 N.C. App. 528 \n(2006).  However, the claims in that case distinguish it from this one.   \n25. Plaintiff Wachovia Bank, N.A. was one of several lenders on a construction \nproject.  Id.  at 529.  A contract between the lenders and the  construction company \nrequired the construction company to maintain builder’s risk insurance coverage that \nincluded the lenders as additional insureds.  However, the construction company \nfailed to name the lenders as additional insureds on t he policy  it obtained .  Id.  \nTherefore, when a claim for water and mold damage was made, the  carriers \nindemnified the builder but refused to consider the lenders’ claims because they  \ncontended that the  lenders were not insureds.   Id.  at 529–530.  After the builder’s \nclaim was settled, the project manager, who had also contributed financially, reported \nthat he believed the builder’s claim was fraudulent.  Id. at 530.  His attorney wrote a \nletter to the carriers asserting a claim on the  policy and, importantly, alerting them \nthat the project manager intended to file suit if the claim was not paid.  Id.  When he \nlater filed suit alleging claims for breach of contract, misrepresentation, bad faith, \nand breach of fiduciary duty, the carriers refused to produce reserve information in \ndiscovery.  Id.  Rejecting arguments that reserve information is not discoverable, the \ntrial court ordered production of the information to the extent it was generated prior \nto the time the attorney-client privilege was in place.  Id.  Information generated after \nthat date, it reasoned, w as subject to work product qualified immunity .  Id.  On \nappeal, the Court of Appeals affirmed.  Id. at 534. \n26.   Thus, Wachovia Bank establish es that reserves are not categorically off \nlimits in discovery as long as they are not shielded by privilege or qualified immunity.  \nHowever, Wachovia Bank does not address  the relevanc e of reserve information  \nwhere, as here, bad faith and misrepresentation claims are not alleged.6    \n27. The United States District Court for the Eastern District of North Carolina \naddressed the discoverability of reserves  in PCS Phosphate Co. v. Am. Home \nAssurance Co., No. 5:14-CV-99-D, 2015 U.S. Dist. LEXIS 165548 (E.D.N.C. Dec. 10, \n2015), a case involving PCB contamination at a Superfund site in Raleigh.  Plaintiff \n(“PCS”) notified its carrier, American Home, and asserted a claim after  the \nEnvironmental Protection Agency identified it as a potentially responsible party.  Id. \nat *3.  American Home agreed to defend but only subject to a reservation of rights, \nprompting PCS to file suit against its carrier alleging bad faith for failure to “defend \nand indemnify it without reasonable basis despite ackno wledging that PCS had \n \n6 The Court does not intend to suggest that reserve information is automatically relevant for \ndiscovery purposes in every action that includes a bad faith claim.  There are undoubtedly \ninstances when it would not be.   See e.g., Fidelity & Deposit Co. of Md. v. McCulloch , 168 \nF.R.D. 516, 525 (E.D. Pa. 1996) (reserve information not discoverable despite bad faith \nallegation when the central issue is interpretation of policy).  “The burden of showing that \nthe discovery i s not relevant falls on the party resisting discovery.”   DSM Dyneema, LLC , \n2017 NCBC LEXIS 226, at *2 (citation omitted). \npresented valid claims” and seeking a declaratory judgment with respect to American \nHome’s duties to it under the policy.   Id.  at * 9.  PCS  then propounded discovery \nrequests that included requests for reserve information, and American Home moved \nfor a protective order.  Id. at *4. \n28. Recognizing that “ [t]he scope of relevancy under discovery rules is \nbroad[,]” the federal court overruled the carrier’s relevancy objection, as well as  its \nstated concern that reserve information , if produced, could be misinterpreted as an \nadmission of liability.  Id.  at *5–6 (quoting Carr v. Double T Diner, 272 F.R.D. 431, \n433 (D. Md. 2010)).  T he court found that the request for reserve information “falls \nwithin the scope of permissible discovery based upon the claims asserted in this \nmatter[,]” which included bad faith, and the carrier’s late notice defense—claims the \ncourt found went well “beyond those of policy interpretation.”  Id. at *9, *13 (emphasis \nadded).  \n29. In contrast, t he case before the Court involves only breach of contract \nand declaratory judgment claims.  There is no bad faith claim.   \n30. In response to Nucor’s stated desire to review the requested reserve \ninformation as part of its investigation  regarding a possible bad faith claim, the EB \nInsurers cite Willis v. Duke Power Co., 291 N.C. 19 (1976), and Dworsky v. Travelers \nIns. Co., 49 N.C. App. 446 (1980) , for the proposition that North Carolina courts do \nnot countenance discovery “fishing expeditions .”  They argue that Nucor’s use of \ndiscovery tools  to determine whether to bring such a claim i n the first place i s \nimproper.  (EB Insurers’ Mem. Opp’n Nucor’s Mot. Compel 2, ECF No. 125.) \n31. The Property Insurers add that they do not believe that a bad faith claim \ncould possibly exist b ecause of  the “high hurdle” for such a claim  established in \nNewton v. Standard Fire Ins. Co., 291 N.C. 105 (1976).  Therefore, they contend that \nproduction of reserve information would add nothing of value to Nucor’s decision \ncalculus with respect to such a claim. \n32. At this point, the Court observes only that the claims and counterclaims \nalleged in this coverage case do not include a claim for bad faith , and well-reasoned \nauthority holds that reserve information is generally not relevant to, and therefore \nnot discoverable in, first-party coverage litigation.  Further, Nucor’s argument with \nrespect to the relevance of reserve information in the absence of a bad faith claim  is \nthin.  See, e.g., Atlanta Channel, Inc. v. Solomon, Civil Action No.: 15-1823 (RC), 2020 \nU.S. Dist. LEXIS 216969 , at *16  (D.D.C. Nov. 18 , 2020) (denying discovery when \npresented with a “hypothetical claim of bad faith”).  Coupling these facts with the fact \nthat the Insurers were required by statute to create the reserve information, 7 and \nwith the confidential, proprietary, and varying nature of their reserve philosophies , \nthe Court is disinclined to subject the Insurers’ reserves to scrutiny absent a clearer \nshowing that such information meets even the less demanding standard of relevance \nnecessary for purposes of discovery. \n \n7 The Court is mindful of the impact that routinely subjecting reserves to discovery could \nhave on the process by which they are set.  There is obvious tension between using \nconservative accounting methods to establish sufficient reserves to guard against insolvency \nand the tendency that could well develop to set reserves artificially low to counter risk that \nthey will be used as an admission of liability and approximation of damages in litigation.  \nTherefore, for public policy considerations, the relevance of reserve information to the claims \nat issue should be more readily apparent than it is in the case at bar. \nIV. CONCLUSION \n33. WHEREFORE, the Court , in the exercise of its discretion,  hereby \nDENIES Nucor’s Motion to Compel Responses Related to Claim Reserves. \nIT IS SO ORDERED, this the 22nd day of April, 2022. \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases  \n \n "
}