{
  "id": "1e616862b350daffc40cd1ab332768641192f917b70d2fa57b95570094329cad",
  "source_file": "data/raw/ncbc/1e616862b350daffc40cd1ab332768641192f917b70d2fa57b95570094329cad.pdf",
  "raw_text": "STATE OF NORTH CAROLINA\nCOUNTY OF MECKLENBURG\n \n  IN THE GENERAL COURT OF JUSTIC  E\nSUPERIOR COURT DIVISION\nNo. 01-CVS-10075\nFIRST UNION CORPORATION, \nWACHOVIA CORPORATION, \nand FIRST UNION NATIONAL BANK\n, \n \n             \nPlaintiffs\n \n            \n           \nv. \n \nSUNTRUST BANKS, INC.\n,\n   \n \n             \nDefendant and \nCounterclaim Plaintiff,\n \n                       \nv.\nFIRST UNION CORPORATION and \nWACHOVIA CORPORATION\n \n            \nCounterclaim Defendants,\n \n                     \nand \nLESLIE M. BAKER, JAMES S. BALLOUN,\nPETER C. BROWNING, JOHN T. CASTEEN, \nIII,\nTHOMAS K. HEARN, JR., GEORGE W.\nHENDERSON, III, W. HAYNE HIPP, LLOYD \nU.\nNOLAND, III, JOHN C. WHITAKER, JR., AND\nDONA DAVIS YOUNG, \n              \nAdditional Counterclaim Defendants.\n                  \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \n \n \n \n \nORDER \nAND OPINION\n \n{1}\n      \nTHIS MATTER comes before the Court on the motion of Counterclaim Defendants Wachovia\nCorporation (“Wachovia”) and First Union Corporation (“First Union”) to dismiss the counterclaim of SunTrust\nBanks, Inc. (“SunTrust”) for failure to state a claim upon which relief can be granted.\n  \nWith respect to count\nfour of SunTrust’s counterclaim alleging the merger agreement between Wachovia and First Union violates\nsection 13-8-2 of the Official Code of Georgia, the Constitution of the State of Georgia, and Georgia common\nlaw, the Counterclaim Defendants’ motion to dismiss is granted for the reasons set forth below.\n \n \nEllis & Winters, L.L.P., by Richard W. Ellis, Paul K. Sun, Jr., and Thomas D. Blue, Jr.; Bishop,\nCapitano & Abner, by J. Daniel Bishop; Skadden, Arps, Slate, Meagher & Flom, LLP, by Jay B.\nKasner, Timothy A. Nelson, Rita W. Gordon, Edward P. Welch, and Sean K. Hornbeck; for\ncounterclaim\n  \nplaintiff.\n \nRobinson, Bradshaw & Hinson, P.A., by Russell M. Robinson, II, Martin L. Brackett, Jr., Robert W.\nFuller, Louis A. Bledsoe, III, and Lawrence C. Moore; First Union Corporation, by Francis Charles\nClark; Bell, Davis & Pitt, P.A., by William K. Davis and Troy D. Cahill; Brooks, Pierce, McLendon,\nHumphrey & Leonard, L.L.P., by James T. Williams, Jr. and Mack Sperling; for counterclaim\ndefendants.\n \nI.\n \n{2}\n      \nOn April 15, 2001, Wachovia and First Union entered into a merger agreement (“the First Union\nMerger Agreement”).\n  \nAt issue in the counterclaim of SunTrust are certain features of this agreement—\nspecifically, the non-termination provision in the merger agreement itself and a stock option agreement\nexecuted ancillary to that merger agreement.\n \n{3}\n      \nUnder the non-termination provision of the First Union Merger Agreement, Wachovia does not have\nthe right to terminate the agreement if the shareholders fail to approve the merger at Wachovia’s annual\nmeeting scheduled for August 3, 2001.\n  \nUnless First Union mutually agreed with Wachovia to terminate the\nmerger agreement, Wachovia would not be free to enter into a merger agreement with a party other than\nFirst Union until January 2002. \n{4}\n      \nOn April 15, 2001, Wachovia also entered into a stock option agreement with First Union as a\ncondition to and in consideration for First Union’s accession to the merger agreement.\n  \nUnder this option\nagreement (as subsequently amended by the parties), Wachovia granted First Union an option to purchase an\naggregate of 19.9% of the total fully paid and nonassessable shares of Wachovia common stock issued and\noutstanding at an exercise price of $31.89 per share. The option was not exercisable unless the Wachovia\nshareholders voted against the merger.\n  \nAmong the events that would trigger First Union’s right to exercise\nthis option, would be Wachovia’s agreement to engage in a merger or acquisition transaction with a third\nparty or the recommendation by the Wachovia Board of Directors favoring a merger or acquisition proposal\nfrom a third party other than First Union.\n {5}\n      \nThis option agreement also contained a provision that would prevent dilution of Wachovia common\nstock occurring as a result of any change in Wachovia’s capital structure.\n  \nIn the event of such a change, this\nprovision would adjust both the number of shares for which the option would be exercisable and the exercise\nprice of the option.\n  \nBy the terms of the option agreement, however, the maximum profit First Union could\nrealize upon exercise of the option was not to exceed $780 million.\n \n {6}\n      \nWith respect to these provisions, SunTrust submits two primary claims in its counterclaim against\nWachovia and First Union: (1) SunTrust claims these non-termination and option provisions of the merger\nagreement between Wachovia and First Union constitute a breach on the part of the Wachovia Board of\nDirectors of the fiduciary duty owed its shareholders and that First Union aided and abetted the Wachovia\nDirectors in their breaches of fiduciary duty. (2) SunTrust also claims these provisions violate the\nprohibition against contracts made in general restraint of trade set out in section 13-8-2 of the Official Code\nof Georgia, the Georgia State Constitution, and the common law of Georgia.\n   \n {7}\n     \nWachovia and First Union have moved to dismiss these claims for failure to state a claim upon which\nrelief can be granted pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure.\n  \nThe test on a\nmotion to dismiss under this rule is whether the pleadings, when taken as true, are legally sufficient to\nsatisfy the elements of at least some legally recognized claim.\n  \nArroyo v. Scottie’s Prof’l Window Cleaning,\nInc\n., 120 N.C. App. 154, 461 S.E.2d 13 (1995).\n {8}\n     \nAs this Court stated in its Order from the Hearing of June 18, 2001, SunTrust’s claims contesting the\nnon-termination and option agreement on grounds of breach of fiduciary duty by the Wachovia Directors\nand aid and abetment on the part of First Union in that breach are at least colorable and will not be dismissed\nunder Counterclaim Defendants’ Rule 12(b)(6) motion.\n {9}\n     \nSunTrust’s claims under Georgia law, however, fail to meet the test for legal sufficiency under\nN.C.R. Civ. P. 12(b)(6).\n II. \n{10}\n    \nUnder North Carolina choice-of-law principles, Georgia law should not apply to this claim.\n  \nThe\nNorth Carolina courts have recognized two different approaches for resolving choice-of-law issues: the\n“most significant relationship test” and a test that looks to the law of the state where the injuries were\nsustained.\n  \nSee\n \nFood Lion, Inc. v. Capital Cities/ABC, Inc\n., 964 F. Supp. 956, 959 (M.D.N.C. 1997), \naff’d in\npart and rev’d in part on other grounds\n, 194 F.3d 505 (4th\n \nCir. 1999).\n \n \n{11}\n    \nUnder the most significant relationship test, the court looks to \"the law of the state having the most\nsignificant relationship to the occurrence giving rise to the action.\"\n  \nAndrew Jackson Sales v. Bi-Lo Stores,\nInc\n., 68 N.C. App. 222, 314 S.E.2d 797, 799 (1984).\n  \nIn this case, Wachovia and First Union are\ncorporations organized under the laws of the state of North Carolina and both corporations have their\nheadquarters located in North Carolina.\n   \nTherefore, to the extent that either Georgia or North Carolina has a\nsignificant relationship to the First Union Merger Agreement, the relationship of North Carolina is the more\nsignificant relationship.\n {12}\n    \nThe alternative test requires application of the law of the place of injury—often referred to as the \nlex\nloci delicti \ntest.\n  \nSunTrust submits that the injury it claims it suffered as a result of the First Union Merger\nAgreement occurred in Georgia because SunTrust, “the prime target of First Union’s and Wachovia’s\npreclusive measures” is headquartered in Georgia.\n  \nCountercl. Pl.’s Opp’n Mot. Dismiss at 26.\n \n \n{13}\n    \nIn the case cited by both Counterclaim Plaintiff and Defendants in support of their respective choice-\nof-law arguments, \nUnited Dominion Industries v. Overhead Door Corp\n., 762 F. Supp. 126\n \n(W.D.N.C.\n1991), a federal district court applied the \nlex loci delicti\n test under North Carolina choice-of-law principles.\nThat court explained that the place where the injury was sustained is the place “‘where the last act occurred\ngiving rise to the defendants’ injury.’”\n  \nSee id.\n at 130 (quoting \nUnited Virginia Bank v. Air-Lift Associates\n,\n79 N.C. App. 315, 339 S.E.2d. 90, 93 (N.C. Ct. App. 1986).\n  \nUnited Dominion\n involved a suit in which a\nNorth Carolina corporation executed an agreement to purchase the assets of another corporation located in\nTexas.\n  \nThe purchasing company was ultimately dissatisfied with the assets it had agreed to purchase and\nbrought action under North Carolina law for rescission and damages.\n   \nIn determining the law applicable to\nthe claim, the court held that the last act giving rise to the claim was the closing of the sale in Texas.\n \nTherefore, it chose to apply Texas law.\n  \nThe \nUnited Dominion\n case strongly indicates that North Carolina\nlaw should apply in this case because the execution of the First Union Merger Agreement took place there\nand was the last act giving rise to the cause of action.\n {14}\n    \nFurther, SunTrust brings this action in its capacity as a shareholder of Wachovia, alleging breach of\nfiduciary duty.\n  \nIf it has been injured in that capacity, it is by virtue of the merger agreement which is\ngoverned by North Carolina law and breaches of fiduciary duty which are governed by the law of this state.\n \nThe use of Georgia’s unfair competition or antitrust laws to contest the validity of provisions in a North\nCarolina merger agreement which raises quintessential corporate governance issues under North Carolina\nlaw is problematic at best and, perhaps, unconstitutional.\n {15}\n    \nUnder both the most significant relationship test and the \nlex loci delicti\n test, North Carolina law must\nbe applied to the claims of SunTrust.\n \n \nIII.\n {16}\n     \nSunTrust does not challenge the underlying transaction between Wachovia and First Union but only\nthe use of the non-termination and option provisions. Under the applicable North Carolina Unfair and\nDeceptive Trade Practices Act, Chapter 75 of the North Carolina General Statutes, SunTrust does not have a\ncause of action.\n  \nThe courts applying that Act have uniformly held that Chapter 75 does not apply to the sale\nof securities.\n  \nSee Lindner v. Durham Hosiery Mills, Inc\n., 761 F.2d 162,\n  \n(4th Cir. 1985); \nAndrews v.\nFitzgerald\n, 823 F. Supp. 356, 379-80 (M.D.N.C. 1993).\n  \nTherefore, SunTrust may not challenge the First\nUnion Merger Agreement on antitrust grounds under North Carolina law.\n IV.\n{17}\n    \nControlling choice-of-law principles require that the law of North Carolina apply to the claims\nsubmitted by SunTrust.\n  \nTherefore, the fourth count of SunTrust’s counterclaim based on Georgia law will\nbe dismissed.\n \n{18}\n    \nIt is thereby ADJUDGED, ORDERED AND DECREED that:\n \nCounterclaim Defendants’ motion to dismiss be granted with respect to the fourth count of\nSunTrust’s counterclaim alleging violations of Georgia law for failure to state a claim upon\nwhich relief can be granted under N.C.R. Civ. P. 12(b)(6).\n So ORDERED this 26th day of June 2001.\n                        \n                        \n           \n \n                        \n                        \n                        \n_________________________\n                        \n                        \n                        \nBen F. Tennille\n                        \n                        \n                        \nSpecial Superior Court Judge\n                        \n                        \n                        \nFor Complex Business Cases"
}