{
  "id": "1e697ac3e444f15a007842633d4a8691037155714e9ff599b9714de4f823f865",
  "source_file": "data/raw/ncbc/1e697ac3e444f15a007842633d4a8691037155714e9ff599b9714de4f823f865.pdf",
  "raw_text": "NORTH CAROLINA                                                    IN THE GENERAL COURT OF JUSTICE\nFORSYTH COUNTY\n  \n                                                   \nSUPERIOR COURT DIVISION\n                                           01CVS005106 \n- - - - - - - - - - - - - \n- - - - - - - - - -\nTHEODORE J. HOEPNER,\n                                                \nPlaintiff,\n            \nv. \nWACHOVIA CORPORATION,\n                                    \n            \nDefendant.\n- - - - - - - - - - - - - \n- - - - - - - - - - -\n  \n \nORDER and OPINION\n {1}\n             \nTHIS MATTER is before the Court on Plaintiff Theodore J. Hoepner’s motion for summary\njudgment. The motion raises the issue of whether a shareholder qualified under N.C.G.S. § 55-16-02 to\ninspect the shareholder records of a corporation may share the information with another contestant in a\nproxy fight who is not a qualified shareholder. For the reasons stated below, the motion for summary\njudgment is granted, and Wachovia Corporation is ordered to permit inspection of the requested records\nwithout limiting Mr. Hoepner’s right to share that information with other contestants in the proxy fight.\nEllis & Winters, L.L.P., by Richard W. Ellis, Paul \nK. Sun, Jr., Mary M. Dillon and Thomas D.\nBlue, Jr; Skadden, Arps, Slate, \nMeagher & Flom, LLP, by Jay B. Kasner; for plaintiff.\nBell, Davis & Pitt, P.A., by William K. Davis and \nTroy D. Cahill; Brooks, Pierce, McLendon,\nHumphrey & Leonard, by James T. \nWilliams, Jr. and Mack Sperling; for defendant.\nI.\n{2}\n             \nOn April 16, 2001, Wachovia Corporation (“Wachovia”) and First Union Corporation (“First\nUnion”) announced that they had entered into a merger agreement, (“the First Union Merger Agreement”)\nwhich will be submitted to the shareholders of Wachovia for approval at a shareholders meeting scheduled\nfor August 3, 2001.\n  \nShareholders of record as of June 12, 200l will be entitled to vote on the proposed\nmerger at that meeting.\n{3}\n             \nOn May 14, 2001, SunTrust Banks, Inc. (“SunTrust”) made an unsolicited proposal for a merger\nbetween Wachovia and SunTrust.\n         \n{4}\n             \nOn May 15, 2001, Mr. Hoepner, vice chairman of SunTrust and an owner of 280 shares of\nWachovia common stock, submitted a letter to Wachovia de\n​\nmanding the right, pursuant to N.C.G.S. § 55-\n16-02 and the common law of North Carolina, to inspect and copy certain records and documents of\nWachovia, namely a record of shareholders.\n  \nHis stated purpose for the demand was\nto enable [Mr. Hoepner] and SunTrust to communicate with \nother [Wachovia] stockholders\nwith respect to matters relating to our mutual \ninterests as stockholders of [Wachovia],\nincluding but not limited to the \nSolicitation.\n  \nSolely in \nconnection with the foregoing\npurposes, [Mr. Hoepner] intends to share the \ninformation requested above with SunTrust.\nThe solicitation referred to in Mr. Hoepner’s letter is a proxy solicitation in opposition to Wachovia’s\nsolicitation of proxies from its shareholders to vote in favor of the First Union Merger Agreement.\n{5}\n             \nOn May 22, 200l, the Board of Directors of Wachovia rejected the SunTrust proposal.\n{6}\n             \nOn May 23, 2001, Wachovia refused Mr. Hoepner’s request based on Mr. Hoepner’s assertion\nthat he intended to share the information with SunTrust, which, unlike Mr. Hoepner, had not established\nits status as a qualified shareholder.\n  \nWachovia does not question Mr. Hoepner’s status as a qualified\nshareholder except for his stated intention to share the shareholder list with SunTrust.\n  \nWachovia contends\nthat intention to share the information in a proxy fight disqualifies Mr. Hoepner because his demand is not\nmade in good faith and for a proper purpose as required by N.C.G.S. § 55-16-02 (c)(1).\n{7}\n             \nWachovia also asserts that Mr. Hoepner’s demand letter does not comport with parts of the\nstatutory requirements.\n{8}\n             \nThis case was assigned to the North Carolina Business Court on June 5, 2001.\n  \nMr. Hoepner filed\nhis motion for summary judgment on June 5, 2001, and Wachovia responded on June 12, 2001.\n  \nOral\nargument was held on June 14, 2001.\nII.\n{9}\n             \nPursuant to Rule 56(c) of the North Carolina Rules of Civil Procedure, summary judgment shall be\nrendered if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the\naffidavits, if any, show that there is no genuine issue as to any material fact and that any party is entitled to\njudgment as a matter of law.\n  \nSee \nN.C. R. Civ. P. 56(c); \nsee also Beam v. Kerlee\n, 120 N.C. App. 203, 209,\n461 S.E.2d 911, 916 (1995) (recognizing that summary judgment is appropriate only when “there is no\ndispute as to any material fact”).\n  \nAs moving parties, defendants have “the burden of showing there is no\ntriable issue of material fact.”\n  \nFarrelly v. Hamilton Square\n, 119 N.C. App. 541, 543, 459 S.E.2d 23, 25-\n26; \nsee also Taylor v. Ashburn\n, 112 N.C. App. 604, 606, 436 S.E.2d 276, 278 (1993).\n  \nIn determining\nwhether that burden has been met, the court “must view all the evidence in the light most favorable to the\nnon-moving party, accepting all its asserted facts as true, and drawing all reasonable inferences in its\nfavor.”\n  \nLilley v. Blue Ridge Elec. Membership Corp.\n, 133 N.C. App. 256, 258, 515 S.E.2d 483, 485\n(1999); \nsee also Murray v. Nationwide Mut. Ins. Co.,\n 123 N.C. App. 1, 472 S.E.2d 358, 362 (1996).\n \nSummary judgment is proper where only questions of law exist.\n  \nBaugh v. Woodard\n, 56 N.C. App. 180,\n183, 287 S.E.2d 412, 413 (1982).\nIII.\n{10}\n         \nA qualified shareholder has a statutory right to inspect and copy a “record of shareholders.”\nN.C.G.S. § 55-16-02(b)(3) (2000); \nsee also Parsons v. Jefferson Pilot Corp., \n333 N.C. 420, 426 S.E.2d\n685, 689 (1993). Concurrent rights exist at common law.\n  \nSee id. \n(“[S]hareholders of a corporation have a\ncommon law right to make a reasonable inspection of its books to assure themselves of efficient\nmanagement.”)\n; White v. Smith, \n256 N.C. 218, 123 S.E.2d 628 (1962) (common law right to inspection\nexpanded by statute); N.C.G.S. § 55-16-02 official cmt. 4 (2000).\n  \nMr. Hoepner is admittedly a qualified\nshareholder under the statute and entitled to the shareholder list. Therefore, the primary question before\nthe Court is whether Wachovia can prevent Mr. Hoepner from sharing the shareholder list with SunTrust,\nan unqualified shareholder, for use in the proxy fight between Wachovia and SunTrust.\n  \nThe issue is one\nof first impression in North Carolina.\n{11}\n         \nBoth the statutory scheme embodied in the North Carolina Business Corporation Act and the case\nlaw in North Carolina evidence a strong public policy of insuring fairness and equality between a\ncorporation and its shareholders in a proxy solicitation.\n  \nIn \nParsons\n, the North Carolina Supreme Court\nstated:\nWe believe that the legislative intent embodied in \nN.C.G.S. § 55-16-02(b)(3) is that\nshareholders be entitled to the information \nconcerning the identity of shareholders which is\npossessed by the corporation \nin order that they may have the same opportunity as the\ncorporation to \ncommunicate with the other shareholders.\nParsons v. Jefferson Pilot Corp., \n333 N.C. 420, 428 S.E.2d 685, 690 (1993).\n  \nSee also\n N.C.G.S. § 53-85\n(permitting shareholder access to bank’s records); \nWhite v. Smith\n, 256 N.C. 218, 123 S.E.2d 628 (1962)\n(“[S]tockholders have a right to know the names of their associates for the purposes of conducting an\neffective campaign in preparation for a stockholder meeting.”).\n{12}\n         \nIn its analysis the \nParsons\n court cited \nSadler v. NCR Corp\n., 928 F.2d 48 (2\nnd\n Cir. 1991)\n \nand\nCenergy Corp v. Bryson Oil & Gas P.L.C., \n662 F. Supp 114 (D. Nev. 1987) with approval.\n  \nThe \nCenergy\ncase was cited with approval in \nParsons\n for the “view that requiring a corporation to divulge all of the\nshareholder information \nin its possession\n would completely effectuate the goal of fairness and equality\nbetween a corporation and its shareholders in proxy solicitation.”\n   \nParsons v. Jefferson Pilot Corp., \n333\nN.C. 420, 428 S.E.2d 685, 690 (1993).\n  \nIt is thus clear under North Carolina law that obtaining a\nshareholder list for the purposes of contacting the shareholders is a proper purpose.\n \n{13}\n         \nIn \nSadler,\n the United States Court of Appeals for the Second Circuit directly addressed the issue of\nwhether a qualifying shareholder could demand a shareholder list on behalf of a corporation involved in a\nproxy fight with the defendant.\n  \nSadler v. NCR Corp\n., 928 F.2d 48 (2\nnd\n Cir. 1991). \n \nIn that case,\n \nAT&T,\nthe unwelcome bidder, purposely engaged the Sadlers, the qualified shareholders, to make a demand on\nNCR, the target corporation, for the list of shareholders.\n  \nId.\n  \nThe purpose of obtaining the list was so that\nAT&T could solicit the shareholders in its proxy fight.\n  \nId.\n  \nAT&T agreed to indemnify the Sadlers for\nany costs associated with the demand requirements and production of documents.\n  \nId.\n at 49.\n  \nNCR refused\nto provide the lists because of the agreement between AT&T and the Sadlers and because of AT&T’s lack\nof qualified shareholder status.\n  \nId. \nat\n \n50.\n  \nThe Court of Appeals agreed with the lower court’s statement\nthat the Sadlers had a personal interest in seeing the tender offer succeed other than as nominees of AT&T\nand were therefore requesting the list for a proper purpose.\n  \nId. \nat 51.\n  \nThus, the Court of Appeals stated\nthat “the demanding stockholder is entitled to turn the list over to others involved in a proxy contest”\nabsent any allegation of improper purpose or bad faith.\n   \nId.\n at 52 (citing \nIn re Lopez, \n420 N.Y.S.2d 225\n(1979).\n \n{14}\n         \nCourts in other jurisdictions have reached the same conclusion, holding that the shareholder is\nentitled to turn the list over to others involved in a proxy fight.\n  \nSee,\n \ne.g., Davey v. Unitil Corp.,\n 585 A.2d\n858, 861-63 (N.H. 1991) (ordering production to stockholder intending to give list to hostile offeror);\nDeRosa v. Terry Steam Turbine Co\n., 214 A.2d 684, 688-89 (Conn. Sup. Ct. 1965) (ordering production of\nlist to shareholder who intended to turn list over to third party); \nTrans World Airlines, Inc. v. State,\n 183\nA.2d 174, 175-76 (Del. 1962) (holding that stockholder’s agent’s desire to defeat corporate claim against\nhis principal was irrelevant to his right to list); \nHanrahan v. Puget Sound Power & Light Co., 126\n N.E.2d\n499, 591-92 (Mass. 1955) (ordering production of list to shareholders intending to provide list to others for\na proxy fight).\n{15}\n         \nIn its response to summary judgment, Wachovia claims that the requirement of good faith\nprecludes Mr. Hoepner from providing the shareholder lists to SunTrust.\n  \nWachovia’s position is contrary\nto public policy.\n  \nGiven the strong policy arguments for providing shareholders an equal opportunity to\ncommunicate with other shareholders of the corporation, it would be improvident to impose upon the\nqualifying shareholder the burden of contacting the other shareholders on his own or with only the\nassistance of other qualifying shareholders.\n  \nSuch a burden would act as a significant barrier to a\nshareholder’s ability to protect his interests and would fail to “completely effectuate the goal of fairness\nand equality between a corporation and its shareholders in [a] proxy solicitation.”\n  \nParsons v. Jefferson\nPilot Corp., \n333 N.C. 420, 428 S.E.2d 685, 690 (1993).\n{16}\n         \nIt should also be noted that section 55-16-03 specifically states that a shareholder’s agent “has the\nsame inspection rights as the shareholder he represents.”\n  \nN.C.G.S. § 55-16-03(a).\n  \nPointedly, section 55-\n16-03 does not limit the persons or entities that the shareholder may designate as agent nor does it state\nthat the agent must also be a qualifying shareholder.\n  \nIn this regard the Court again finds \nSadler\ninstructive.\n  \nIn \nSadler\n, the Sadlers described AT&T as their agent.\n  \n“NCR contended that AT&T [was] not\nthe agent of the Sadlers, but in reality [was] the principal, using the Sadlers as its agent for a demand that\nAT&T itself [was] not entitled to make.”\n  \nSadler v. NCR Corp\n., 928 F.2d 48, 51 (2\nnd\n Cir. 1991).\n  \nThe\nSadler \ncourt stated that\n \n“though the statute permits an ‘agent’ to act for the qualifying [shareholder] in\ninspecting the shareholder record, it does not inevitably apply all the technical aspects of the law of\nagency to the permissible relationship between the requesting shareholder and the entity with whom the\nshareholder chooses” to affiliate.\n  \nSadler v. NCR Corp\n., 928 F.2d 48, 51 (2\nnd\n Cir. 1991).\n  \nAlthough it is not\nspecifically claimed in the case at bar that SunTrust is acting as agent for Mr. Hoepner, the practical result\nof the permissible use of agents and the strong public policy favoring equal access to information indicates\nthat sharing the lists with other interested parties for the purpose of a proxy fight is neither improper nor\nbad faith.\n{17}\n         \nThe procedural defects in Mr. Hoepner’s request asserted by Wachovia are without merit.\n  \nThe\nfact that Mr. Hoepner did not specify the date upon which he wished to inspect or copy the materials is not\na fatal defect.\n  \nThe demand letter requested inspection and copying after May 23, 2001.\n  \nThe statute\nprovides that he must give at least five days’ notice, and he did not demand inspection and copying in less\nthan five days.\n  \nN.C.G.S. § 55-16-02(a).\n  \nHe could therefore specify a date at a later time.\n  \nSince\nWachovia declined to produce the records on May 23, 2001, absent Mr. Hoepner’s agreement to\nWachovia’s proposed restrictions, he was not in a position to specify a date.\n  \nHis request to copy the\ndocuments without specifying that he wanted to inspect the documents first was not a defect warranting\nWachovia’s failure to comply with the statute.\n  \nMr. Hoepner sufficiently requests the right to inspect and\ncopy pursuant to the statute.\n{18}\n         \nNorth Carolina General Statutes sections 55-16-02 and 55-7-20 are independent provisions. A\nshareholder may obtain the information specified under N.C.G.S. § 55-16-02 without regard to the\nexistence of an upcoming shareholders meeting.\n  \nOnce a meeting is noticed, the shareholders’ rights under\nN.C.G.S. § 55-7-20 also become effective, but are subject to the “good faith” and “proper purpose”\nlimitations in N.C.G.S. § 55-16-02(c).\n  \nWachovia contends that N.C.G.S. § 55-16-02 does not impose\nupon it a continuing obligation to provide Mr. Hoepner with transfer sheets as those sheets come into\nWachovia’s possession.\n  \nAs previously indicated, there is a strong public policy favoring equal access to\ncommunication with shareholders.\n  \nAlthough Wachovia is not required to create new documents to satisfy\nMr. Hoepner’s demands, inasmuch as holders of Wachovia shares change daily and Wachovia has\nconstant access to that information, the Court believes that Mr. Hoepner is also entitled to daily transfer\nsheets pursuant to his request.\n  \nNeither the statute nor does this Court require Wachovia to create or obtain\nany information it does not already possess.\n  \nTo the extent it has or obtains the records requested, it must\nprovide those records to Mr. Hoepner to maintain the level playing field contemplated by the statute.\n{19}\n         \nMr. Hoepner’s intention to share the list with SunTrust is neither an improper purpose, nor a\nviolation of good faith, nor does it justify Wachovia’s refusal to produce the lists.\n  \nMr. Hoepner has an\ninterest independent of that of SunTrust and has met the qualifications under N.C.G.S. § 55-16-02.\n  \nThus,\nPlaintiff’s motion for summary judgment is granted.\n{20}\n         \nAdditionally, the Court grants Mr. Hoepner’s request pursuant to N.C.G.S. § 55-16-04 that\nWachovia bear the costs for the production of documents demanded, but denies other costs incurred by\nPlaintiff in pursuit of this litigation.\n  \nThe principal question raised by Wachovia, i.e., Mr. Hoepner’s right\nto share the information with others for use in a proxy fight, was undecided under North Carolina law.\n  \nIn\nthe future, a corporation withholding compliance with its statutory duties on the basis that the shareholder\nintended to share the information with others in a proxy solicitation would be subject to the imposition of\ncosts as provided by the statute.\n{21}\n         \nIt is thereby ADJUDGED, ORDERED AND DECREED that:\n1.\n      \nWachovia Corporation will provide, at its own expense, the documents \ndemanded by Mr.\nHoepner pursuant to N.C.G.S. §§ 55-16-02 to the extent \nWachovia maintains or possesses\nsuch records.\n  \nThe records to be produced include:\n(a)\n            \nA complete record or list of [Wachovia's] stockholders, certified by its transfer\nagent(s) and/or registrar(s), showing the name and address of each stockholder and the\nnumber of shares registered in the name of each such stockholder as of the most recent date\navailable and as of any record date (any such record date is referred to as a \"Record Date\")\nthat may be set for the determination of stockholders entitled to notice of and to vote at any\nmeet\n​\ning of stockholders of [Wachovia] (the \"Stockholders' Meet\n​\ning\") at which a proposal\nto approve and adopt the [First Union Merger Proposal] will be considered; \n(b)\n            \nA magnetic computer tape list of [Wachovia's] stockholders showing the name\nand address of each stockholder and number of shares registered in the name of each such\nstockholder as of the most recent date available and as of any Record Date, such comput\n​\ner\nprocessing data as is neces\n​\nsary for the undersigned to make use of such magnetic com\n​\nputer\ntape, and a printout of such magnetic computer tape for verifi\n​\ncation purposes; \n(c)\n            \nA list of all holders of shares of Common Stock as of the most recent date\navailable and as of any Record Date, arranged in descending order by number of shares and\nindicating the names and ad\n​\ndresses of all of [Wachovia's] stockholders;\n (d)\n            \nAll daily transfer sheets showing changes in the lists of [Wachovia's]\nstockholders referred to in paragraph (a) above which are in or come into the possession of\n[Wachovia] or its transfer agent from the date of such lists to the date of the Stockholders'\nMeeting;\n (e)\n            \nAll information in or which comes into [Wachovia's] possession or control\nconcerning the number and identity of, and the number of shares held by, the actual\nbeneficial owners of [Wachovia's] stock, including (1) a breakdown as of any Record Date\nand omnibus proxies as of any Record Date and as of the most recent date available of any\nholders in the name of Cede & Co. and other similar nominees; (2) all \"Weekly Security\nPosition Listing Daily Closing Balances\" reports issued by DTC (and authorization for\nInnisfree M&A Incorporated, as agent of the undersigned, to re\n​\nceive such reports direct\n​\nly);\nand (3) all lists (and computer tapes, process\n​\ning data and printouts as described in (b)\nabove) con\n​\ntaining the name, address and number of shares of Common Stock attrib\n​\nutable\nto any participant in any employ\n​\nee stock ownership plan, employee stock purchase plan,\ndividend reinvestment plan or other employee compensation or benefit plan of [Wachovia]\nin which the decision whether to vote shares of Common Stock held by such plan is made,\ndirectly or indirectly, indi\n​\nvidually or col\n​\nlective\n​\nly, by the participants in the plan and the\nmethod(s) by which the undersigned or agents of the undersigned may communicate with\neach such participant;\n (f)\n            \nAll information in or which comes into [Wachovia's] possession or control\nrelating to the names and addresses of, and the number of shares held by, the beneficial\nowners of [Wachovia's] stock, including, but not limited to, any list of non-objecting or\nconsenting beneficial owners (\"NOBO's\" or \"COBO's\"), in the format of a print\n​\nout and\nmagnetic computer tape listing in descending order balance;\n (g)\n            \nA stop list or stop lists relating to any shares of Common Stock as of the dates\nof the lists referred to in paragraph (a) above;\n (h)\n            \nA correct and complete copy of the Bylaws of [Wachovia], as amended to date,\nand any and all changes of any sort to the Bylaws of [Wachovia] hereafter made through\nthe date of the Stockholder's Meeting,\n  \nincluding, without limi\n​\nta\n​\ntion, any amendment to\nexisting Bylaws, any adop\n​\ntion of new Bylaws or deletions of existing Bylaws; and\n 2.\n      \nAll respondent bank’s lists and omnibus proxies for such lists \npursuant to Rule 14b-2 of\nthe Exchange Act.\nWachovia will comply with this Order by 5:00 p.m. on June 20, 2001.\n \n So \nORDERED t\nhis the 14\nth\n day of June 2001.\n______________________________\nBen F.\nTennille\nSpecial\nSuperior\nCourt\nJudge\nfor\nComplex\nBusiness\nCases\n "
}