{
  "id": "1e89ea79d22ca6b86f3c8fabd8a0f9cde568f3501855699548639daff7679984",
  "source_file": "data/raw/ncbc/1e89ea79d22ca6b86f3c8fabd8a0f9cde568f3501855699548639daff7679984.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 426 \n \nBANC OF AMERICA MERCHANT \nSERVICES, LLC, \n \nPlaintiff and Counterclaim \nDefendant, \n \nv. \n \nARBY’S RESTAURANT GROUP, \nINC., \n \nDefendant, Counterclaim \nPlaintiff, and Third-Party \nPlaintiff, \n \nv. \n \nVISA, INC.; and MASTERCARD \nINTERNATIONAL INC.,  \n \nThird-Party Defendants. \n \n \n \n \n \n \n \n \nORDER AND OPINION  \nON CROSS-MOTIONS FOR \nSUMMARY JUDGMENT \n \n \n1. Arby’s Restaurant Group, Inc. operates a nationwide chain of fast -food \nrestaurants.  In 2017, it reported a data security breach that exposed the payment \ncard data of many of its customers.  Two payment card organizations—Visa, Inc. and \nMastercard International Inc.—separately reviewed the incident and concluded that \nArby’s had not complied with prevailing industry standards for data security.  Arby’s \ndisputed this at the time and continues to dispute it  now.  Nevertheless , Visa and \nMastercard assessed nearly $20 million in penalties and fees .  They did not impose \nthese assessments on Arby’s , which has no direct relationship with either card \norganization.  Instead, they imposed the assessments on Banc of America Merchant \nBanc of Am. Merch. Servs., LLC v. Arby’s Rest. Grp., Inc., 2021 NCBC 41. \nServices, LLC (“BAMS”), the bank that sponsored Arby’s as a participating merchant \nin the payment card networks.1 \n2. This case is about who bears ultimate responsibility for the assessments.  \nAfter exhausting appeals before Visa and Mastercard, BAMS paid the assessments \nand then asked Arby’s for reimbursement.  Arby’s refused; BAMS sued.  In short, \nBAMS believes that it has  a right to be indemnified for the assessments under its \ncontract with Arby’s and that Arby’s breached the contract when it refused to pay.   \nArby’s denies that it has any duty to indemnify BAMS.  It also contends that Visa \nand Mastercard never should have imposed the assessments in the first place and \nhas asserted third-party claims against them. \n3. Several motions are currently pending.  Visa a nd Mastercard have each \nmoved to dismiss the third-party claims asserted by Arby’s.  A separate opinion, also \nissued today, addresses those motions. \n4. Two other motions are the subject of this opinion.  BAMS and Arby’s agreed \nto defer discovery in favor of early summary-judgment practice as to their claims and \ndefenses against one another .  BAMS seeks partial summary judgment; Arby’s \ncontends that it is entitled to summary judgment across the board.  For the following \nreasons, the Court DENIES both motions.   \nMcGuireWoods LLP, by Jodie Herrmann Lawson , and Covington & \nBurling LLP, by Alexander A. Berengaut, for Plaintiff/Counterclaim \nDefendant Banc of America Merchant Services, LLC. \n \n \n1 It would be more accurate to say that Visa and Mastercard imposed the fees on  Bank of \nAmerica, N.A. (“BANA”), which is related to BAMS.  The parties agree, though, that BANA \nhas assigned its claims in this case to BAMS.  To avoid unnecessarily complicating the facts, \nthe Court refers to both, together, as BAMS throughout this opinion.   \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, L.L.P., by \nChristopher G. Smith, and Orrick, Herrington & Sutcliffe LLP, by Seth \nHarrington and Douglas H. Meal, for Defendant/Counterclaim \nPlaintiff/Third-Party Plaintiff Arby’s Restaurant Group, Inc. \n \nBradley Arant Boult Cummings LLP, by C. Bailey King, Jr. and Bridget \nV. Warren, and O’Melveny & Myers LLP, by Randall W. Edwards, \nMegan Havstad, and Eric Ormsby, for Third-Party Defendant Visa Inc. \n \nCozen O’Connor, by Tracy L. Eggleston, and Golenbock Eiseman Assor \nBell & Peskoe LLP, by Martin S. Hyman and Matthew C. Daly, for Third-\nParty Defendant Mastercard International, Inc.\n2  \nConrad, Judge. \nI. \nBACKGROUND \n5. The Court does not make findings of fact  when ruling on motions for \nsummary judgment.  The following background, drawn from the evidence submitted \nby the parties, is intended only to provide context for the Court’s analysis and ruling.     \n6. The issues presented require some understanding of the structure of  \npayment card networks.  At the center , of course, are the card organizations.  Visa \nand Mastercard operate the networks that make debit and credit card transactions \npossible.  ( See Joint Stip. Suppl. Facts ¶  1, ECF No. 32 [“Stip.”].)   But n either the \nconsumers who use credit and debit cards n or the merchants that accept them have \na direct relationship with Visa or Mastercard.  Rather, co nsumers and merchants \nparticipate in the networks through intermediaries.   Consumers get payment cards \nfrom “issuers” (financial institutions that issue the card s), and m erchants affiliate \nwith “acquirers” (financial institutions that offer access to the networks).  (See Stip. \n \n2 After these motions were filed, the Court granted Ms. Warren, Ms. Lawson, and Ms. \nHavstad leave to withdraw as counsel.  (ECF Nos. 93, 131, 136.) \n¶¶ 3–5.)  Acquirers and issuers in turn have contracts with Visa, Mastercard, or both.  \n(See Stip. ¶ 6.)   \n7. Acquirers and issuers play key roles, again as intermediaries, in processing \ncard transactions.  When a consumer presents a card for payment at the point of sale, \nthe merchant transmits the card information to its acquirer.  The acquirer then asks \nthe relevant card organization and issuer to authorize the transaction.   Assuming  \nauthorization is given, the consumer and the merchant complete the transaction, and \nthe issuer pays the merchant sometime later.  (See Stip. ¶ 6.)   \n8. Here, BAMS is an acquirer for Visa and Mastercard and has a contract with \neach.  ( See Stip. ¶ ¶ 7, 10 .)  Arby’s is one of BAMS ’s affiliated merchants.  The  \nmerchant agreement  between Arby’s and BAMS dates to 2009; it  is separate and \ndistinct from BAMS’s contracts with Visa and Mastercard.  (See Stip. ¶ 9.)   \n9. This case is about data security —specifically, the responsibilities of B AMS \n(as acquirer) and Arby’s (as merchant) to safeguard payment card data and to pay for \nlosses resulting from a data breach.  Visa and Mastercard publish extensive rules \nrelated to data security —and many other things —and incorporate them  into \ncontracts with acquirers , including BAMS .  ( See Stip. ¶  10.)  It is BAMS’s \nresponsibility to ensure that its merchants meet industry standards for data security, \nformally called Payment Card Industry (“PCI”) Data Security Standards.  (See Stip. \n¶ 10.) \n10. Each card organization  also oversees programs designed to remedy losses \nfrom a security breach .  These include Visa ’s Account Information Security (“AIS”) \nand Global Compromised Account Recovery (“GCAR”) programs and Mastercard’s \nAccount Data Compromise (“ADC”) program.  The details of each program are in the \nrecord (swelling to over a hundred pages), but a summary will suffice.  (See App. Exs. \nD, E, G, K, O, ECF No. 33.1.)3  In short, if a merchant suffers a data security incident, \nVisa and Mastercard  may impose assessments on BAMS  using various criteria .  \nBAMS has the right to appeal.  Assuming the appeal is denied and payment is made, \nVisa and Mastercard then distribute the funds to participating issuers, ostensibly to \ncompensate them for losses due to fraud and the need to issue replacement cards to \nconsumers.  (See App. Ex. O at 1; App. Ex. Q at 12.)  The AIS program also takes into \naccount reputational harm to Visa from the incident.  (App. Ex. K at 11.)  Neither \ncard organization takes a position on w hether BAMS can or should s eek \nreimbursement from the merchant for assessments imposed through these programs.  \n(See App. Ex. D §§  1.10.4.1, 1.12.3.1; App. Ex. E §§  10.1, 10.2.1; see also App. Ex. H \nat 1; App. Ex. P at 3.)   \n11. BAMS’s merchant agreement  with Arby’s  incorporates the card \norganization rules issued by Visa and Mastercard.   Arby’s must comply with those \nrules and any applicable “existing and future” PCI D ata Security Standards.  (App. \nEx. A § 13(A) [“Merchant Agrmt.”]; see also Merchant Agrmt. §§ 1, 7(A)(xi).)  Section \n13, which deals with information security, also requires Arby’s to “engage a certified \nforensic vendor acceptable to the Card Organizations ” after any “suspected or \nconfirmed” data breach.  (Merchant Agrmt. § 13(D).) \n \n3 All citations to appendix exhibits (“App. Exs.”) are located at ECF No. 33.1. \n12. Two other provisions of the merchant agreement are especially relevant.  \nSection 10(B) requires Arby’s (the “MERCHANT”) to pay certain fees imposed by Visa \nand Mastercard (the “Card Organizations”)  on BAMS  (the “BANK”) .  The section \nstates in full as follows: \nMERCHANT will pay to BANK all assessments, fines, penalties, fees, Card \nissuer reimbursements and similar charges imposed by Card Organizations \non BANK (the ‘Card Organization Penalties’) , directly related to \nMERCHANT’s Card transactions or based on MERCHANT’s actions or \nfailure to act with respect to compliance with the Card Organization Rules or \nMerchant’s breach of Section 13 (Information Security), except to the extent \nthat such amounts are due to BANK’s negligence or willful misconduct. \n(Merchant Agrmt.  § 10 (B).)  In addition, Section 21 requires  Arby’s to indemnify \nBAMS against “all losses ” that “result from or aris e out of any breach” of the \nagreement.  (Merchant Agrmt. § 21.)   \n13. In early 2017, BAMS disclosed a suspected data breach to Arby’s.  (See Stip. \n¶ 11.)  Arby’s hired a  forensic investigator.  (See Stip. ¶ 12.)  Not long after, Arby’s \npublicly announced that an “intruder” had installed malware “on the point -of-sale \n(POS) systems of certain restaurants” and, as a result, “may have been able to access \ndata from payment cards used” between October 2016 and January 2017.  (App. Ex. \nT at 1.)  The stolen data  “included the cardholder name and number”  in some \ninstances.  (App. Ex. T at 1.)  In its final report, the investigator concluded that Arby’s \nwas not compliant with the PCI Data Security Standards.  (See App. Ex. K at 1.)   \n14. Visa and Mastercard reviewed the incident and, ultimately, agreed with the \ninvestigator’s conclusions .  ( See App. Ex. K at 1 ; App. Ex. O at 2 .)  Each card \norganization then independently assessed fee s against BAMS.  Mastercard ’s ADC \nassessment approached $4.5 million.  Visa’s GCAR and AIS assessments together \napproached $16.5 million.  (See Stip. ¶¶ 13, 17, 20.)  \n15. After notifying Arby’s of the assessments, BAMS submitted appeals asking \nVisa and Mastercard to reduce or rescind the m.  During the appeal process, Arby’s \nworked with BAMS to “prepare[ ] the appeal document[s]” and aimed to show that it \nhad complied with the PCI D ata Security Standards.  (App. Ex. K at 1 n.1; see also \nApp. Ex. I at 1; App. Ex. J at 1; App. Ex. L at 1–2; App. Ex. N at 1; App. Ex. Q at 15.)  \nVisa ultimately upheld its assessments, but Mastercard agreed to reduce the ADC \nassessment.  (See Stip. ¶¶ 14, 18, 21; App. Ex. L at 2; App. Ex. O at 1; App. Ex. S at \n1.)  The total bill, including appeal fees, exceeded $19 million.  (See Stip. ¶ 23.)   \n16. Once the appeals were over, BAMS paid in full  and then sought \nreimbursement from Arby’s under sections 10(B) and 21 of the merchant agreement.  \nArby’s refused, prompting this lawsuit.  BAMS contends that it has a contractual \nright to be indemnified for the assessments  imposed by Visa and Mastercard.  I t \nasserts claims for breach of the merchant agreement and for declaratory judgment.  \nArby’s argues in response that it has no duty to indemnify BAMS for the assessments \nunder section 10(B) and section 21. \n17. At the request of the parties , the Court agreed  to delay discovery and to \nentertain early motions for summary judgment.  (See Case Management Order at 4–\n5, ECF No. 22.)  BAMS has moved for partial summary judgment  on its claim for \nbreach of section 10 (B) of the merchant agreement .  (See ECF No. 30 .)  Arby’s has \ncross-moved for summary judgment on all claims  asserted against it.  (See ECF No. \n34.)  Although the onset of the COVID-19 pandemic delayed matters for a time, the \nmotions are now fully briefed and ripe for disposition. \nII.  \nLEGAL STANDARD\n18. Summary judgment is appropriate “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitled to a \njudgment as a matter of law.”  N.C. R. Civ. P. 56(c).  In deciding a motion for summary \njudgment, the Court views the evidence in the light most favorable to the opposing \nparty, taking its evidence as true and drawing inferences in its favor.  See, e.g., Furr \nv. K-Mart Corp., 142 N.C. App. 325, 327 (2001).   \n19. The moving party “bears the initial burden of demonstrating the absence of \na genuine issue of material fact.”  Liberty Mut. Ins. Co. v. Pennington, 356 N.C. 571, \n579 (2002).  If the moving party carries this burden, the opposing party “may not rest \nupon the mere allegations or denials of his pleading,” N.C. R. Civ. P. 56(e), but must \ninstead “come forward with specific facts establishing the presence of a genuine \nfactual dispute for trial,” Liberty Mut. Ins. Co., 356 N.C. at 579.  “An issue is ‘genuine’ \nif it can be proven by substantial evidence and a fact is ‘material’ if it would constitute \nor irrevocably establish any material element of a claim or a defense.”  Lowe v. \nBradford, 305 N.C. 366, 369 (1982) ( quoting Bone Int’l, Inc. v. Brooks, 304 N.C. 371, \n374–75 (1981)). \n20. When a party  requests offensive summary judgment on its own claims for \nrelief, “a greater burden must be met.”  Brooks v. M ount Airy Rainbow Farms Ctr., \nInc., 48 N.C. App. 726, 728 (1980).  The mov ing party “must show that there are no \ngenuine issues of fact, that there are no gaps in his proof, that no inferences \ninconsistent with his recovery arise from the evidence, and that there is no standard \nthat must be applied to the facts by the jury.”  Parks Chevrolet, In c. v. Watkins, 74 \nN.C. App. 719, 721 (1985).  For that reason, it is “rarely . . . proper to enter summary \njudgment in favor of the party having the burden of proof.”  Blackwell v. Massey , 69 \nN.C. App. 240, 243 (1984). \nIII. \nANALYSIS \n21. The issues presented center on section 10(B) and section 21 of the merchant \nagreement.  E ach section requires Arby’s to indemnify BAMS for certain losses to \nthird parties .  T he parties dispute the scope  of any right to indemnification and \nwhether Arby’s must indemnify BAMS for the assessments imposed by Visa and \nMastercard after the data security incident in 2017. \n22. BAMS seeks partial summary judgment, limited to its claim for breach of \nsection 10(B).  It contends that Arby’s is responsible for the assessments under the  \nplain language of that provision .  In opposition, Arby’s  maintains that BAMS has \nmisread section 10(B).  In addition, in its own motion for summary judgment, Arby’s \noffers several arguments based on principles of indemnification law and other \nprovisions of the merchant agreement.  On these grounds, Arby’s contends that it is \nentitled to summary judgment on all claims or, at a minimum, that BAMS’s motion \nmust be denied. \n23. The Court begins with the  parties’ competing interpretations of  section \n10(B).  After that, the Court turns to each ground raised by Arby’s. \nA. Section 10(B) \n24. Section 10 (B) states that Arby’s must pay “Card Organization Penalties” \nthat are (1) “directly related to [its] Card transactions” or (2) “based on [its] actions \nor failure to act with respect to compliance with the Card Organization Rules or [its] \nbreach of Section 13 (Information Security) .”  ( Merchant Agrmt.  § 10(B).)  BAMS \ncontends, and Arby’s disagrees,  that the assessments imposed by Visa and \nMastercard satisfy both conditions.  They base their arguments on conflicting  \ninterpretations of the contract language.   \n25. The object of contract interpretation is to ascertain the parties’ intent at the \ntime the contract was made .  See, e.g., Lane v. Scarborough , 284 N.C. 407, 409– 10 \n(1973).  To do so, courts look to the words used by the parties.  When the parties have \ndefined a term, “that definition is to be used.  If no definition is given,  non-technical \nwords are to be given their meaning in ordinary speech, unless the context clearly \nindicates another meaning was intended.”  Singleton v. Haywood Elec. Membership \nCorp., 357 N.C. 623, 629 (2003) (quoting Gaston Cnty. Dyeing Mach. Co. v. Northfield \nIns. Co. , 351 N.C. 293, 299 (2000) ).  “Intent is derived not from a particular \ncontractual term but from the contract as a whole.”  State v. Philip Morris USA Inc., \n359 N.C. 763, 773 (2005) (citation omitted). \n26. “A contract that is plain and unambiguous on its face will be interpreted by \nthe court as a matter of law.”  Schenkel & Shultz, Inc. v. Hermon F. Fox & Assocs., \nP.C., 362 N.C. 269, 273 (2008) (citation omitted).  The interpretation of an ambiguous \ncontract depends on extrinsic evidence and is a question for the jury.  See id.   “An \nambiguity exists in a contract when either the meaning of words or the effect of \nprovisions is uncertain or capable of several reasonable interpretations.”  Register v. \nWhite, 358 N.C. 691, 695 (2004) (citations omitted).  \n27. “Directly related to . . . Card transactions.”  It goes without saying that \nthe phrase “related to” is broad.  BAMS defines the phrase to mean “to stand in some \nrelation; to have bearing or concern; to pertain; refer; to bring into association with \nor connection with.”  (BAMS Br. in Supp. 13, ECF No. 31 (quoting Morales v. Trans \nWorld Airlines, Inc. , 504 U.S. 374, 383 (1992)) .)  Arby’s prefers “connected to, \ninfluenced by, or caused by something.”  (Arby’s Opp’n 11, ECF No. 102 \n(quoting Related, Cambridge Dictionary, https://dictionary.cambridge.org/dictionary\n/english/related (last visited June 27, 2021)).)  These are different ways of saying the \nsame thing, and neither party has suggested that choosing one formulation over the \nother makes a difference. \n28. The parties instead wrestle over the word “directly” and what it means for \ntwo things to be “directly related to” one another.  BAMS interprets “directly” to mean \n“in unmistakable terms.”  (BAMS Br. in Supp. 13 ( emphasis omitted) (quoting State \nv. Jones , 267 N.C. App. 615, 624 (2019) ).)  Arby ’s interprets it to mean  “without \nanything else being involved or in between.”  (Arby’s Opp’n 11 (quoting Directly, \nCambridge Dictionary , https://dictionary.cambridge.org/dictionary/english/directly \n(last visited June 27, 2021)).)  \n29. Arby’s is correct.  In ordinary usage, the word “directly” suggests closeness, \nimmediacy, or adjacency between two things.  A direct flight, for example, begins in \none city and ends in another with no stops in between.  In a baseball doubleheader, \nthe second game follows directly after the first.  Events (or things or places or actions) \nare directly related when nothing intervenes or comes between them.  See Directly, \nCambridge Dictionary, https://dictionary.cambridge.org/dictionary/english/directly \n(last visited June 27, 2021) (“without anything else being involved or in between” ); \nsee also D irect, Merriam-Webster Dictionary, https://www.merriam -\nwebster.com/dictionary/direct (last visited June 27 , 2021)  (defining “direct” as \n“proceeding from one point to another in time or space without deviation or \ninterruption,” “stemming immediately from a source,” and “marked by absence of an \nintervening agency, instrumentality, or influence”). \n30. The interpretation urged by BAMS, on the other hand, is not reasonable.  It \nis based on a definition  of “directly”  taken from two Court of Appeals decisions , \nneither of which is relevant, much less controlling.  See Jones, 267 N.C. App. at 624–\n26; State v. Powell, 253 N.C. App. 590, 599–605 (2017).  The context in those cases—\nconstruction of a statute governing warrantless searches of probationers —was \nradically different.  And the definition adopted by the Court of Appeals came from a \ndictionary published in 1966 , which  isn’t remotely contemporaneous with the \nmerchant agreement.  See Jones, 267 N.C. App. at 624 –25; Powell, 253 N.C. App. at \n600.  It therefore has little interpretive value.   See, e.g., Nat’l Union Fire Ins. Co. v. \nBeelman Truck Co., 203 F. Supp. 3d 312, 319 (S.D.N.Y. 2016) (“[C]ourts interpreting \nlanguage by consulting dictionaries look for those contemporaneous to the writing at \nissue.”). \n31. Thus, the contract language is unambiguous.  In the context of section 10(B), \ncard organization penalties are “directly related to”  underlying card transactions  if \nnothing intervenes or comes between them. \n32. BAMS worries that  this interpretation will render the contract language \nsuperfluous because no card organization penalties would ever directly relate to card \ntransactions.  (See BAMS Reply Br. 6–7, ECF No. 111.)  As Arby’s observes, however, \nthe card organizations impose many types of fines and fees.  Some arise simply \nbecause a transaction has occurred.  (See Arby’s Opp’n 14 n.11; see also App. Ex. B.)  \nIt stands to reason  that fees of that sort are directly related to underlying  card \ntransactions.  Although t he language is narrower than BAMS would like, it is not \nsuperfluous.  \n33. Whether the assessments at issue are directly related to card transactions  \nis a genuine iss ue of material fact .  BAMS argues that the forensic investigator \nreviewed card transaction data 4 after the incident and that this data was the “key \nvariable” used by Visa and Mastercard when calculating  and imposing  their \nassessments.  (BAMS Br. in Supp. 15 (emphasis omitted).)  But Arby’s has offered \n \n4 It is noteworthy that BAMS focuses on card transaction data.  A reasonable observer might \nwonder whether an assessment derived from card transaction data is directly related to the \nunderlying transactions themselves—and whether the an swer depends on the ty pe of data \ninvolved.  Because BAMS is seeking offensive summary judgment, it had the burden to show \nthat there are no gaps in its proof or inferences inconsistent with its recovery.  See Parks \nChevrolet, 74 N.C. App. at 721.  At no point in its briefs does BAMS tie its understanding of \nthe phrase “Card transactions” to its evidence of associated data .  It has not carried its \nburden, even under its own interpretation of the agreement.  \nevidence that the assessments resulted from a complex web of events : the malicious \ninstallation of malware by a criminal intruder, alleged violations of industry data \nsecurity standards by Arby’s, remedial actions by issuers to address fraudulent \ncharges, and discretionary decisions of the card organizations to impose penalties.  \n(See Arby’s Opp’n 15.)  A reasonable jury could conclude that there were intervening \nactions or events between the underlying card transactions and the assessments such \nthat the relationship between the two is not direct. \n34. “Based on” Compliance “with the Card Organization Rules.”  The \nsecond half of section 10(B) requires  Arby’s to pay assessments that are “based on” \nits “actions or failure to act with respect t o compliance with the Card Organization \nRules” or its “breach of Section 13” of the merchant agreement.   ( Merchant Agrmt. \n§ 10(B).)  BAMS calls this a “strict liability” provision.  Its position is that Arby’s must \npay the assessments at issue because Visa and Mastercard found that Arby’s did not \ncomply with their rules and related industry standards.  This is so, BAMS contends, \nwhether the findings of noncompliance were correct or not.  (See BAMS Br. in Supp. \n16–19.)  \n35. Arby’s rejects that interpretation and argues that its obligation to reimburse \nBAMS, if any, extends only to assessments that are based on actual noncompliance.  \nThis means that BAMS must show that the findings of noncompliance by Visa and \nMastercard were correct.  Arby’s contends that BAMS has not done so and  that the \nfindings were erroneous.  (See Arby’s Opp’n 19–21.) \n36. The contract language is not as broad as BAMS suggests.  The assessments \nthat Arby’s agreed to pay are those based on its “actions or failure to act” or based on \nits “breach of Section 13. ”  Read m ost naturally, this language means  that the \nobligation to pay an assessment depends on what Arby’s did or didn’t do.  It would be \nawkward and unreasonable to read th e language to mean that Arby’s is responsible \nfor assessments erroneously based on actions that never happened or a nonexistent \nbreach of the merchant agreement.  Yet that is what BAMS advocates.  Under \nBAMS’s interpretation, Arby’s would be responsible even if it fully complied with all \ncard organization rules , industry standards , and the merchant agreement .  That \nresult would be inconsistent with the contract language and  contrary to  the \nreasonable expectation of the parties. \n37. BAMS contends that the merchant agreement as a whole  supports its \nposition.  ( See BAMS Br. in Supp. 2 0–22.)  Not so.   For example, BAMS points to \nsection 19(A), which requires Arby’s to fund a reserve account if it “is likely to be \nsubject to  Card Organization Penalties as defined in Section 10  (B).”  (Merch ant \nAgrmt. § 19(A).)  But section 19(A) does not say which penalties Arby’s is responsible \nfor paying. \n38. Likewise, section 13(C) is no help.  Under that provision, if Arby’s engages \na third-party provider, the  provider must register with the card organizations  and \ncomply with industry data security standards.  Failure to comply might result in fines \nor assessments by the card organizations.  I f the provider doesn ’t pay, then Arby’s \nmust.  (See Merchant Agrmt. § 13(C); see also App. Ex. B §  2.)  This may mean that \nArby’s bears responsibility for noncompliance by its providers.  It  does not sugges t \nthat Arby’s must pay  assessments erroneously made by the card organizations  \ndespite full compliance with their rules and the merchant agreement. \n39. The same is true for  section 10 (A), which addresses  “Card Organization \nCharges” listed in Schedules A and B to the agreement.  Among other things, Arby’s \nmust pay BAMS “all [c]hargebacks determined to be valid under Card Organization \nRules.”  ( Merchant Agrmt. § 10(A).)  BAMS argues that the “ ‘validity’ requirement \nin Section 10(A)” means that the parties “did not intend to impose a similar limitation \non Arby’s payment obligations under Section 10(B).”  (BAMS Br. in Supp. 19.)  That \nignores the surrounding context .  T he so-called validity requirement distinguishes \nchargebacks from other “Card Organization Charges”  in section 10(A):  Arby’s is \nresponsible for “ all authorizations” and “all Transaction Records submitted for \nprocessing,” but its responsibility as to  chargebacks is limited to those “determined \nto be valid.”  (Merch ant Agrmt. § 10(A).)  Simply put, the use of the word “valid” in \nsection 10(A) has no bearing at all on section 10(B), nor does it speak to what it means \nfor an assessment to be “based on” a failure to c omply or a breach of contract by \nArby’s.  \n40. In short, nothing in section 10(B) makes Arby’s responsible for assessments \nbased on a perceived but unsubstantiated failure to comply with card organization \nrules.  Accordingly, the Court concludes that section 10(B) is unambiguous and adopts \nthe interpretation proposed by Arby’s.   And because section 10(B) is unambiguous , \nthe Court need not and does not consider  BAMS’s extrinsic evidence  concerning \n“customary industry practice,” (BAMS Br. in Supp. 23) .  See, e.g., Ludlam v. Miller, \n225 N.C. App. 350, 365 (2013). \n41. As to whether Arby’s complied with the card organization rules or breached \nsection 13 , the facts are in dispute.   BAMS has not argued or shown otherwise.  \nConsequently, there are  genuine issues of material fact concerning whether the \nassessments were “based on” a failure to comply  with card organization rules  or a \nbreach of section 13 of the merchant agreement. \nB. Defenses by Arby’s \n42. Arby’s asserts three defenses that it contends require  entry of summary \njudgment in its favor or, at a minimum,  denial of BAMS’s motion .  The Court \naddresses each in turn. \n43. Voluntary Payment.  Arby’s contends  that it had no duty to indemnify \nBAMS because BAMS had no duty to pay the assessments by Visa and Maste rcard \nin the first place.   According to Arby’s, the assessments were unlawful contractual \npenalties, which BAMS could have and should have refused to pay.  Maintaining that \nit had no duty to indemnify BAMS for voluntary payments to third parties, Arby’s \nseeks summary judgment as to the claims for breach of section 10(B) and section 21.  \n(See Arby’s Br. in Supp. 16–26, ECF No. 35.) \n44. BAMS responds that it was required to pay the assessments because they \nwere the product of valid and enforceable liquidated damages  provisions in its \ncontracts with Visa and Mastercard.  Even if not required to pay the assessments , \nBAMS insists that it  did so in good faith, reasonably believ ing that it owed the m.  \nEither way, BAMS contends, it was not a volunteer and has a right to be indemnified.  \n(See BAMS Opp’n 16–26, ECF No. 103.) \n45. These competing positions raise a threshold question about the appropriate \nstandard to apply.  Must BAMS prove that it was actually liable to Vis a and \nMastercard, as Arby’s contends?  Or is BAMS correct that it must prove only that it \npaid the assessments in the good-faith belief that it was liable?   \n46. North Carolina follows the t raditional common-law rule that  indemnity \n“does not cover losses for which the indemnitee is not liable to a third person, and \nwhich he improperly pays.”  N.W. Mut. Ins. Co. v. Hylton, 7 N.C. App. 244, 250 (1970) \n(citation and quotation marks omitted); see also City of Wilmington v. N.C. Nat. Gas \nCorp., 117 N.C. App. 244, 250 (1994) .  This follows from th e fundamental nature of \nindemnity, which “is to make good and save another harmless from loss on some \nobligation which he has incurred or is about to incur to a third party.”  New \nAmsterdam Cas . Co. v. Waller, 233 N.C. 536, 537 (1951).  As a result,  the party \nseeking indemnity usually must plead and prove that it was liable to the injured third \nparty.  See id. at 537–38; see also One Beacon Ins. Co. v. United Mech. Corp., 207 N.C. \nApp. 483, 489–90 (2010).   \n47. But t here are significant exceptions to this rule .  If , for example,  the \nindemnity claim is based on an express contract, the terms of the contract control and \nmay depart from common-law rules.  See, e.g., Old Republic Sur. Co. v. Reliable Hous., \nInc., 2002 N.C. App. LEXIS 2524, at *5–8 (N.C. Ct. App. Dec. 3, 2002) (unpublished) \n(“Strict indemnity provisions . . . are quite common and have been upheld repeatedly \nin North Carolina and a variety of other jurisdictions.”). \n48. In addition, in most jurisdictions, “[w]hen an indemnitor has notice of the \nclaim against it, the general rule is that the indemnitor will be bound by any \nreasonable good faith settlement the indemnitee might thereafter make.”  Fidelity \nNat’l Title Ins. Co. of N.Y. v . First N.Y. Title & Abstract Ltd. , 269 A.D.2d 560, 561  \n(N.Y. App. Div. 2000) (citation and quotation  marks omitted).  The indemnitee need \nnot show actual liability; it is enough to show potential liability.  See id. at 561–62.5   \n49. This approach furthers the public policy  favoring settlements in civil \nlitigation.  As courts around the country have observed, requiring an indemnitee to \nshow actual liability in every case  would “remove most of the incentive to settle.”  \nValloric v. Drav o Corp., 178 W. Va. 14, 19 (1987).  The indemnitee would  face an \nunpalatable choice: litigate the underlying claim to final judgment “and then enforce \nthe judgment against the indemnitor ,” or settl e the claim  and begin the deeply \nuncomfortable task of tryi ng to prove liability against itself.   Id.  To encourage \nsettlement, the burden on the indemnitee “must not be too great.”  Morrissette v. \nSears, Roebuck & Co., 114 N.H. 384, 388 (1974).   \n \n5 See also, e.g., Chevron Oronite Co., L.L.C. v. Jacobs Field Servs. N. Am., Inc., 951 F.3d 219, \n226 (5th Cir. 2020);  CSX Transp., Inc. v. Crislip Motor Lodge, Inc. , 1997 U.S. App. LEXIS \n16796, at *7–8 (4th Cir. July 8, 1997) (unpublished); GAB Bus. Servs., Inc. v. Syndicate 627, \n809 F.2d 755, 760 (11th Cir. 1987); Atl. Richfield Co. v. Interstate Oil Transp. Co. , 784 F.2d \n106, 112 (2d Cir. 1986); M o. Pac. R.R. Co. v. Ark. Oak Flooring Co., 434 F.2d 575, 580 (8th \nCir. 1970); MT Builders, L.L.C. v. Fisher Roofing Inc., 219 Ariz. 297, 308–09 (Ariz. Ct. App. \n2008); Grand Trunk W. R.R., Inc. v. Auto Warehousing Co. , 262 Mich. App. 345, 354– 55 \n(2004); Stone Bldg. Co. v. Star Elec. Contractors, 796 So. 2d 1076, 1090 (Ala. 2000).   \n50. If the indemnitee fails to give reasonable notice,  however, it is not entitled \nto this relaxed, potential-liability standard.  Courts have resisted the notion that the \n“unilateral acts” of the indemnitee can “bind the indemnitor without notice and an \nopportunity to be heard.”  GAB Bus. Servs., 809 F.2d at 760 (citing Jennings v. United \nStates, 374 F.2d 983, 98 6 (4th  Cir. 1967)).   Without  reasonable notice of the \nunderlying claim, the indemnitor cannot  protect its interests  by taking over the \ndefense, participating in settlement negotiations, or reviewing and approving the \nsettlement.  When the indemnitor has been kept in the dark , fairness demands that \nthe indemnitee prove its actual liability for the underlying claim. \n51. North Carolina courts follow similar principles.  Consider, for example, the \ndecision in Kirkpatrick & Associate s, Inc. v. Wickes Corp. , 53 N.C. App. 306 (1981).  \nThere, the indemnitor received notice of the underlying claim and was invited to \nassume the  defense.  When t he indemnitor refused  to do so, the indemnitee was \n“entitled to make a good faith settlement” of the underlying claim because “the law \nencourages settlements.”  Id.  at 311.  The Court of Appeals rejected the argument \nthat the settlement was “merely voluntary.”  Id. at 310–11.  Without requiring proof \nof actual liability, the Court presumed that the settlement was “fair and reasonable” \nand put the burden on the indemnitor to show “a lack of good faith.”  Id. at 311.  \n52. The Court of Appeals reached a similar result in Bridgestone/Firestone, Inc. \nv. Ogden Plant Maintenance Co. of North Carolina, 144 N.C. App. 503 (2001).  That \ncase involved an underlying claim for wrongful death .  Two defendants  in the \nwrongful-death suit settled before trial.  The third defendant settled during trial and \nthen sued its former codefendants for contractual indemnification.  The dispute over \nindemnification turned on whether this latter settlement was a voluntary payment .  \nThe Court of Appeals concluded  that it was not becaus e the indemnitee “was faced \nwith the prospect of costly and protracted litigation as the only remaining defendant \nin” the underlying wrongful-death action.  Id. at 509.  This was true even without an \n“admission, finding or adjudication of negligence on the part of [the indemnitee] in \nthe underlying action.”  Id.   \n53. These binding appellate decisions are consistent with the standards applied \nin most jurisdictions.  In sum, w hen an indemnitee seeks to be indemnified after  a \nsettlement with a third party , its burden  depends on the notice given to the \nindemnitor.  An indemnitor that receives adequate notice of the underlying \nthird-party claim and an opportunity to be heard is bound by a reasonable, good-faith \nsettlement of that claim so long as the indemnitee can show potential liability.  If the \nindemnitor receives no notice or inadequate notice, the indemnitee may prevail only \nif it can show actual liability. \n54. Arby’s did not argue or attempt to  show that it lacked notice of the \nassessments or that it was deprived of an opportunity to be heard.  Indeed,  the \nevidence tends to show that it received both .  BAMS notified Arby’s of the \nassessments shortly after they were made .  (See Stip. ¶¶ 13, 14, 17, 18, 20, 21; App. \nExs. W, Z.)  In addition, Arby’s actively participated in the appeals process, working \nwith BAMS to urge Visa and Mastercard to reduce or rescind the assessments.  (See \nApp. Ex. I at 1; App. Ex. J at 1; App. Ex. K at 1 n.1; App. Ex. L at 1–2.)   \n55. To be sure, it does not appear that BAMS formally tendered the defense to \nArby’s at any point.  Evidence of a formal tender would enhance the case for applying \na potential-liability standard, but it isn’t necessarily required.  Compare Kirkpatrick \n& Assocs., 53 N.C. App. at 311 (indemnitee tendered defense), with Bridgestone, 144 \nN.C. App. at 509 (no evidence that indemnitee tendered defense ); see also,  e.g., \nChevron Oronite, 951 F.3d at 226 (“A formal tender isn’t required . . . .”); GAB Bus. \nServs., 809 F.2d at 760  (same).  Moreover, s ome evidence suggests that  Arby’s \nreceived substantially similar protections.  For example, through the appeal process, \nArby’s and BAMS together convinced Mastercard to reduce its assessment by nearly \n$2 million.  (App. Ex. O at 1.)  And it was only after the card organizations denied the \nremaining appeals that BAMS acquiesced and paid the assessments.  (See Stip. ¶¶ 15, \n19, 22.)   \n56. Summary judgment is therefore not appropriate.  Arby’s has not shown that \nBAMS must prove its actual liability for the assessments by Visa and Mastercard.  \nRather, viewed in a light most favorable to BAMS,  the evidence tends to show that \nArby’s had notice of the assessments and an opportunity to be heard , meaning that \nBAMS need only show its potential liability.  Ample evidence suggests  that BAMS \nwas at least potentially liable for the assessments under its contracts with Visa and \nMastercard.  This is so whether or not the assessments are in fact unlawful penalties, \nwhich the Court need not decide for present purposes. \n57. In its reply brief, Arby’s contends that it cannot be bound by BAMS’s  \ngood-faith settlement with the card organizations because the payment of the \nassessments was neither in good faith nor a settlement.   ( See Arby’s Reply Br.  12, \nECF No. 113 .)  The Court disagrees.  Intent is a classic question of fact , typically \nunsuited to summary judgment.  See, e.g. , Feibus & Co. v. Godley Constr. Co. , 301 \nN.C. 294, 306 (1980).  The undisputed facts do not show that BAMS acted in bad faith.  \nAnd settlements of legal claims take many forms .  Arby’s has not cited any case \nsuggesting that tender and acceptance of payment  in satisfaction of a claim is not \nconsidered a settlement for purposes of the case law discussed above. \n58. The Court therefore c oncludes that Arby’s is not entitled to summary \njudgment on this ground.   The Court further  denies as moot its  motion to file a \nsupplemental brief  on issues related to the enforceability of the assessments as \nliquidated damages.  (See ECF No. 119.) \n59. Limitation on Consequential Damages.   Next, Arby’s  points to the \nmerchant agreement ’s limitation on  liability “for any indirect, incidental or \nconsequential damages.”  ( Merchant Agrmt. § 21 (all caps omitted).)  According to \nArby’s, the assessments are consequential damages, and its failure to pay them wa s \ntherefore not a breach of section 10(B).6  (See Arby’s Br. in Supp. 10–14.)   \n60. In an action for breach of contract, “the damages recoverable are such as \nnaturally flow from the breach, and such special or consequential damages as are \nreasonably presumed to have been within the contemplation of the parties at the time \nthey made the contract, as the probable result of a breach of it.”  Story v. Stokes, 178 \nN.C. 409, 413 (1919).  “Consequential or special damages for breach of contract are \n \n6 Arby’s acknowledges that the limitation on recovery of consequential damages does not \napply to section 21. \nthose claimed to result as a secondary consequence of the defendant’s \nnon-performance.  They are distinguished from general damages, which are based on \nthe value of the performance itself, not on the value of some consequence that \nperformance may produce.”  Pleasant Valley Promenade v. Lechmere, Inc. , 120 N.C. \nApp. 650, 671 (1995) ( emphasis omitted) ( quoting 3 Dan B. Dobbs, Dobbs Law of \nRemedies § 12.2(3) (1993)); see also Crescent Univ. City Venture, LLC v. AP Atl., Inc., \n2019 NCBC LEXIS 46, at *45–48 (N.C. Super. Ct. Aug. 8, 2019).   \n61. Arby’s does not contend that BAMS is seeking to recover  consequential \ndamages from a breach of section 10(B) .  As Arby’s acknowledges , “amounts owed \nunder Section 10(B) result in direct damages when Arby’s refuses to pay them  . . . .”  \n(Arby’s Reply Br. 4.)   This is consistent with decisions holding  that “a cl aim for \ncontractual indemnity is a claim for direct damages, not consequential damages.”   \nKaiserKane, Inc. v. N. Am. Roofing Servs. , 2017 U.S. Dist. LEXIS 5740, at *11 \n(W.D.N.C. Jan. 13, 2017) ; see also Arrow Elecs., Inc. v. E.ON AG, 2006 U.S. Dist. \nLEXIS 107343, at *41 (C.D. Cal. Aug. 7, 2006)  (describing “indemnity funds sought \nby” party as “general damages”).  \n62. Even so, Arby’s contends that the limitation on consequential damages is a \ncomplete defense to the claim for breach of section 10(B).   Its t heory is that  “the \nAssessments are consequential damages from [its] alleged breach of” other provisions \nin the merchant a greement dealing w ith data security and compliance with card \norganization rules.  (Arby’s Br. in Supp. 13.)  On that basis, Arby’s contends that the \nlimitation on consequential damages relieves it of responsibility for the assessments \neven if they otherwise fall within the language of section 10(B).  (See Arby’s Reply Br. \n3, 4–5 (describing issue as “whether amounts that represent consequential damages \ncan even be owed by Arby’s under Section 10(B)”).) \n63. This argument misapprehends the language and structure of the merchant \nagreement.  Recall that section 10(B) requires Arby’s to r eimburse BAMS for card \norganization penalties that are “directly related to . . . Card transactions.”  Penalties \nfitting that description  need not involve a breach  of another provision in the \nagreement, and it would be nonsensical to characterize them as  consequential \ndamages.  They are simply amounts that Arby’s has promised to pay. \n64. Recall also that section 10(B) requires Arby’s to pay penalties “based on” its \nfailure to comply with card organization rules or its “ breach of Section 13  \n(Information Securi ty).”  Perhaps the assessments at issue  could be viewed as \nconsequential damages from a breach  of section 13 , including its requirement to \ncomply with PCI Data Security Standards.  (See Merchant Agrmt. § 13(A).)  Even if \nthat were true, though, it would not be grounds for summary judgment  because the \nmerchant agreement exempts “a breach of a party’s obligations in Section 13”  from \nthe limitation on consequential damages.  (Merchant Agrmt. § 23.)  Arby’s overlooks \nthis language. \n65. The upshot is that the assessments either cannot be viewed as consequential \ndamages (because they do not stem from  a breach of the agreement) or are the kind \nof consequential damages that BAMS may recover (because the agreement expressly \nsays so).7  As a result , the limitation on consequential damages does not apply  and \ndoes not entitle Arby’s to summary judgment as to the claim for breach of section \n10(B). \n66. Section 21’s Notice Requirement.   Finally, Arby’s relies on  the notice \nrequirement in section 21 of the merchant  agreement.  According to section 21, t he \nright to be indemnified is “subject to the condition that [ BAMS] must notify [Arby’s] \nas soon as practicable after ” its general counsel  “has actual knowledge of claims \ntriggering” the duty to indemnify .  ( Merchant Agrmt. § 21.)  Arby’s contends that \nBAMS did not give the required  notice, thus extinguishing  any duty to indemnify .  \n(See Arby’s Br. in Supp. 14–16.)  On that basis, Arby’s moves for summary judgment \nas to the claim for breach of section 21. \n67. This dispute has more to do with  the content of the notice than the timing.  \nBAMS gave notice of the assessments by Visa and Mastercard shortly after they were \nmade and asserted that Arby’s was responsible for payment.  (See, e.g., App. Exs. W, \nZ.)  According to Arby’s, that wasn’t enough; it contends that BAMS was required to \nstate expressly that the assessments triggered a duty to indemnify under section 21.  \n(See Arby’s Reply Br. 6–7.)  But the merchant agreement requires only that BAMS \n“must notify” Arby’s within a certain time.  It does not state that the notice must refer \n \n7 In this respect, the merchant agreement is significantly different from the contracts at issue \nin cases cited by Arby’s.  See, e.g., Spec’s Fam. Partners, Ltd. v. First Data Merch. Servs. LLC, \n777 Fed. App’x 785, 788–89 (6th Cir. 2019) (unpublished) (concluding that merchant was not \nrequired to indemnify acquirer due to  limitation on consequential damages that had no  \nexemption for breach of contractual data security obligations). \nto section 21 or use the word indemnification.8  The Court cannot say, as a matter of \nlaw, that BAMS failed to give adequate notice under section 21.  Summary judgment \nis therefore not appropriate.  \n68. BAMS offers alternative arguments to show that Arby’s had a duty to \nindemnify even if the notice was deficient.  (See BAMS Opp’n 15–16.)  The Court need \nnot and does not address these arguments. \nIV. \nCONCLUSION \n \n69. For these reasons, the Court DENIES the cross -motions for summary \njudgment.  The Court also DENIES  as moot the motion of Arby ’s for leave to file a  \nsupplemental brief. \n \nSO ORDERED, this the 30th day of June, 2021.   \n /s/ Adam M. Conrad  \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n \n \n \n8 This contrasts with the provision governing notices of a dispute, which does require \nidentification of the specific provision that was allegedly breached .  ( See Merchant Agrmt. \n§ 25 (“Each party will notify the other party hereto in writing of any dispute, describing in \ndetail the Agreement provision(s) at issue, the exact nature of the alleged breach and the \ndollar amount of the perceived injury, if any.”).) "
}