{
  "id": "1ea71ea175f6cc81a1e804473af53db17c1495c447acb941f55d39d599f9e9a2",
  "source_file": "data/raw/ncbc/1ea71ea175f6cc81a1e804473af53db17c1495c447acb941f55d39d599f9e9a2.pdf",
  "raw_text": "N.C. Acupuncture Licensing Bd. v. N.C. Bd. of Physical Therapy Exam’rs,  \n2016 NCBC 31. \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n15 CVS 12012 \n \nNORTH CAROLINA ACUPUNCTURE \nLICENSING BOARD, \n \nPlaintiff, \n \nv. \n \nNORTH CAROLINA BOARD OF \nPHYSICAL THERAPY EXAMINERS, \nELIZABETH HENRY, AART \nSCHULENKLOPPER, CORNERSTONE \nPHYSICAL THERAPY, INC., and \nJESSAN HAGER, \n \nDefendants. \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS TO DISMISS\n \n \n \n{1} THIS MATTER  is before the Court upon (i) Defendant North Carolina \nBoard of Physical Therapy Examiners’ (“ Physical Therapy Board” or “PT Board”) \nMotion to Dismiss Amended Complaint and (ii) Defendants Elizabeth Henry, Aart \nSchulenklopper, Cornerstone Physical Therapy, Inc., and Jessan Hager’s \n(collectively, the “Private Defendants”) Motion to Dismiss (collectively, the \n“Motions”) in the above-captioned case.   \n{2} The Court, having considered the Moti ons, briefs in support of and in \nopposition to the Motions, appropriate matters of record, and the arguments of \ncounsel at a March 16, 2016 hearing on the Motions, hereby GRANTS the Motions. \nEverett Gaskins Hancock, LLP, by E.D. Gaskins, Jr. and James M. \nHash, and Stevens Martin Vaughn & Tadych, PLLC, by Michael J. \nTadych, for Plaintiff North Carolina Acupuncture Licensing Board. \n \nEllis & Winters LLP, by Matthew W. Sawchak, Troy D. Shelton, and \nStephen Daniel Feldman, for Defendant North Carolina Board of \nPhysical Therapy Examiners. \n \nPoyner Spruill LLP, by Andrew H. Erteschik, Caroline P. Mackie, and \nJohn Michael Durnovich, for Defendants Elizabeth Henry, Aart \nSchulenklopper, Cornerstone Physical Therapy, Inc., and Jessan \nHager. \n \n \nBledsoe, Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \nA. Factual Background \n{3} Through this action, Plaintiff North Carolina Acupuncture Licensing \nBoard (“Plaintiff” or “Acupuncture Board”) seeks a declaration from the Court that \nthe practice known as “dry needling” is a form of acupuncture, over which it has \nexclusive licensing powers.  The Acupunc ture Board further asks the Court to \nenjoin the Physical Therapy Board and the Private Defendants from regulating and \npracticing dry needling, respectively.   \n{4} The Acupuncture Board is a board created  by statute.  N.C. Gen. Stat. § \n90-453.  The Acupuncture Board is charged with implementing Chapter 90, Article \n30 of the North Carolina General Statutes (the “Acupuncture Practice Act”), whose \npurpose is to “promote the health, safety , and welfare of the people of North \nCarolina” by regulating the licensing requir ements for the practice of acupuncture.  \nSee N.C. Gen. Stat. § 90-450 et seq.   \n{5} The Physical Therapy Board is also a bo ard created by statute.  N.C. Gen. \nStat. § 90-270.25.  The Physical Therapy Practice Act, N.C. Gen. Stat. § 90-270.24 et \nseq., charges the Physical Therapy Board wi th “safeguard[ing] the public health, \nsafety and welfare against unqualified or incompetent practitioners of physical \ntherapy . . . .”  N.C. Gen. Stat. § 90-270.26.  The Private Defendants are one \nphysical therapy practice and three indivi dual physical therapists who perform dry \nneedling.  (Am. Compl. ¶¶ 8–11.)   \n{6} “Dry needling,” also known as “trigger point needling,” is the practice of \ninserting needles into specific trigger points in the body to relieve muscle pain.  \n(Am. Compl. ¶¶ 19–20.)  As defined by statut e, the practice of acupuncture involves \nthe “insertion of acupuncture needles . . . based upon acupuncture diagnosis as a \nprimary mode of therapy.”  N.C. Gen. Stat . § 90-451(3).  Acupuncture is defined in \nturn as “a form of health care develo ped from traditional and modern Chinese \nmedical concepts that employ acupuncture di agnosis and treatment . . .”  N.C. Gen. \n \n \nStat. § 90-451(1).  The Acupuncture Board takes the position that dry needling is \nthe practice of acupuncture because th e needles used are no different from \nacupuncture needles, and the “trigger points” into which needles are inserted \nduring dry needling are identical to th e traditional “ashi points” utilized by \nacupuncturists for over 2,000 years.  (A m. Compl. ¶¶ 20–21.)  The practice of \nacupuncture is limited by our statutes to those who are licensed by the Acupuncture \nBoard, supervised student practitioners, licensed physicians, and licensed \nchiropractors.  N.C. Gen. Stat. § 90-452. \n{7} The General Assembly has defined th e scope of practice for physical \ntherapists broadly.  Physical  therapy is “the evaluation or treatment of any person \nby the use of physical, chemical, or other pr operties of heat, light, water, electricity, \nsound, massage, or therapeutic exercise, or other rehabilitative procedures, with or \nwithout assistive devices, for the purposes of preventing, correcting, or alleviating a \nphysical or mental disability.”  N.C. Gen.  Stat. § 90-270.24(4).  The practice of \nphysical therapy is not limited to a specific set of procedures, as “[e]valuation and \ntreatment of patients may involve physical measures, methods, or procedures as are \nfound commensurate with physical therapy education and training and generally or \nspecifically authorized by regulations of the Board.”  \nId.  The Physical Therapy \nBoard believes that dry needling falls within this statutory definition. \n{8} In 2002, the Physical Therapy Board,  as reflected in its newsletter for \nlicensees, took the position that dry needling was a form of acupuncture and outside \nthe scope of practice of physical therapis ts.  (Am. Compl. ¶ 35, Ex. C.)  Eight years \nlater, the Physical Therapy Board revise d its view and, in a September 2010 \nposition statement, concluded that dry need ling is within the scope of practice of \nphysical therapists.1  (PT Board’s Mot. Dismiss Ex. C ¶ 6).   \n{9} In response to this change in position, the Acupuncture Board requested a \nformal Attorney General Opinion on April 15, 2011.  (PT Board’s Mot. Dismiss Ex. \n                                                 \n1 Although not relevant to the Court’s decision, the Physical Therapy Board has presented evidence \nthat a majority of states specifically allow physical therapists to practice dry needling.  (PT Board’s \nBr. Supp. Mot. Dismiss Ex. A. 406–08.)   \n \n \nD.)  The question posed by the Acupuncture Board was whether a person licensed to \npractice physical therapy but not acupuncture could perform dry needling.  (PT \nBoard’s Mot. Dismiss Ex. D.)   \n{10} The Attorney General’s Advisory Letter followed in December 2011, and it \nconcluded that the Physical Therapy Board had the power to determine whether dry \nneedling is within the scope of practice of  physical therapists.  (PT Board’s Mot. \nDismiss Ex. B, hereinafter “Att’y Gen. Ad visory Letter,” 3.)  The Advisory Letter \ntook the position that dry needling is distinct from acupuncture and that the \nstatutory definition of physical therapy ne ither specifically allows nor prohibits the \npuncturing of the body with needles.  (A tt’y Gen. Advisory Letter 2.)  Finally, the \nAdvisory Letter counseled that, in order to uphold its statutory mandate to \nsafeguard the public health, the Physical Therapy Board would need to adopt \nadministrative rules and standards to ensure that dry needling was only practiced \nby physical therapists with a requisite le vel of skill and competence.  (Att’y Gen. \nAdvisory Letter 3.)   \n{11} Under the rulemaking procedures set forth in the Administrative \nProcedure Act, the Physical Therapy Board in 2014 proposed a rule setting training \nstandards for dry needling.  (Am. Compl. Ex. D.)  The proposed rule would have \nrequired at least fifty-four hours of additional training for physical therapists who \nwished to perform dry needling.  (Am. Compl. Ex. D.)  Pursuant to N.C. Gen. Stat. § \n150B-21.8, the Physical Therapy Board subm itted the proposed rule to the Rules \nReview Commission, which came on for he aring on January 15, 2015, at which the \nAcupuncture Board appeared alongside others to object to the proposed rule.  (Am. \nCompl. ¶¶ 45–46.)  The Rules Review Commission objected to the proposed rule, \nciting insufficient statutory authority for the proposed rule, as  required by N.C. \nGen. Stat. § 21.9(a).  (Am. Compl. Ex. E.)   \n{12} After the Rules Review Commission objected to the proposed rule, the \nPhysical Therapy Board posted on its we bsite a revised position statement about \ndry needling on January 16, 2015.  (Am. Compl. Ex. G.)  The revised position \nstatement reflects the Physical Therapy Board’s belief that, under the Attorney \n \n \nGeneral’s Advisory Letter, dry needling st ill falls within the scope of physical \ntherapy.  (Am. Compl. Ex. F.)  The Phys ical Therapy Board “believes physical \ntherapists can continue to perform dry needling so long as they possess the requisite \neducation and training required by N.C.G.S. § 90-270.24(4), but there are no \nregulations to set the specific requiremen ts for engaging in dry needling.”  (Am. \nCompl. Ex. F.) \n{13} The Acupuncture Board seeks a de claratory judgment that the \nperformance of dry needling by physical therapists constitutes the unlawful practice \nof acupuncture.  (Am. Compl. ¶ 62.)  The Acupuncture Board additionally seeks a \npermanent injunction requiring the Physical Therapy Board to withdraw the \nJanuary 16 revised position statement an d other similar notices.  (Am. Compl. ¶ \n68.)   \n{14} The sole claim against the Privat e Defendants is for a permanent \ninjunction pursuant to N.C. Gen. Stat. § 90-454(4), which empowers the \nAcupuncture Board to sue to enjoin the unauthorized practice of acupuncture.  (Am. \nCompl. ¶¶ 69–73.)  The Acupuncture Board alleges that the Private Defendants \nhave practiced acupuncture without a licen se by performing dry needling.  (Am. \nCompl. ¶¶ 70–71.)  In the case of Cornerston e, the Acupuncture Board alleges that \nit unlawfully provides acupuncture servic es through its physical therapists who \nperform dry needling.  (Am. Compl. ¶ 71.) \nB. Procedural Background \n{15} The Acupuncture Board initiated this action in September 2015 by filing a \ncomplaint seeking a declaratory judgment  and permanent injunction against the \nPhysical Therapy Board.  Th e Physical Therapy Board filed a motion to dismiss, \nwhich the parties fully briefed.  Two days before a hearing on the motion to dismiss, \nthe Acupuncture Board filed as of right the Amended Complaint, which added \nclaims for a permanent injunction against the Private Defendants.   \n{16} Prior to the filing of the Amended Complaint, Dr. Henry and Dr. \nSchulenklopper, two of the Private Defend ants, were already engaged in litigation \nagainst the Acupuncture Board.  Dr. He nry and Dr. Schulenklopper, along with \n \n \nothers, filed a federal antitrust lawsuit against the Acupuncture Board on October \n7, 2015, alleging that the Acupuncture Board has violated the Sherman Act by \nconspiring to exclude physical therapists as competitors.  (Private Defs.’ Mot. \nDismiss Ex. A.) \n{17} The Physical Therapy Board and the Private Defendants filed separate \nMotions to Dismiss the Amended Complaint on January 28, 2016.  The Court held a \nhearing on the Motions on March 16, 2016, at which all parties were represented by \ncounsel, and the Motions are now ripe for decision.2   \nII. \nLEGAL STANDARD \n{18} The Motions to Dismiss seek relief under North Carolina Rules of Civil \nProcedure 12(b)(1), 12(b)(2), and 12(b)(6).   \n{19} A motion to dismiss for failure to exhaust administrative remedies is \nappropriately brought as a Rule 12(b)(1) ch allenge to subject matter jurisdiction.  \nShell Island Homeowners Ass’n v. Tomlinson , 134 N.C. App. 217, 220, 517 S.E.2d \n406, 410 (1999).  As the party invoking jurisdiction, the Acupuncture Board bears \nthe burden of establishing standing.  Am. Woodland Indus. v. Tolson, 155 N.C. App. \n264, 267, 574 S.E.2d 55, 57 (2002).  In dete rmining the existence of subject matter \njurisdiction, the Court may consider matters outside the pleadings.  Emory v. \nJackson Chapel First Missionary Baptist Church , 165 N.C. App.  489, 491, 598 \nS.E.2d 667, 670 (2004).   \n                                                 \n2  Plaintiff also filed a Motion for Preliminary In junction on March 11, 2016, which is scheduled for \nhearing on May 5, 2016, as well as a Motion to Modify Discovery Stay on April 12, 2016 and a Motion \nfor Leave to File Supplemental Documents in support of the Motions for Preliminary Injunction and \nto Modify Discovery Stay on April 20, 2016 (collectiv ely, “Plaintiff’s Motions”).  The Court’s ruling on \nDefendants’ Motions to Dismiss di smissing Plaintiff’s claims rend ers each of Plaintiff’s Motions \nmoot, and, thus, they are denied.  \nSee, e.g., Jacobson v. AMTRAK , No. 1:11CV969, 2013 U.S. Dist. \nLEXIS 8190, at *5 (M.D.N.C. Jan. 22, 2013) (noting that “a dismissal will render moot all other \npending motions”); US Airline Pilots Ass'n v. AWAPPA, LLC , No. 3:08cv246, 2008 U.S. Dist. LEXIS \n106440, at *50 (W.D.N.C. July 11, 2008) (holding  that “Plaintiff's requests for a temporary \nrestraining order and a preliminary injunction are rendered moot by the dismissal of the Plaintiff's \nstate-law claims, and for that reason are denied.”). \n \n \n \n \n \n{20} A sovereign immunity defense may be raised by a Rule 12(b)(2) motion to \ndismiss for lack of personal jurisdiction.  Parker v. Town of Erwin , 776 S.E.2d 710, \n720 (N.C. Ct. App. Sept. 15, 2015). 3  The standard of review in deciding a 12(b)(2) \nmotion depends upon the procedural posture of the matter, and the parties are \npermitted to submit evidence and affidavits in support of their jurisdictional \narguments.  \nId.  Where, as here, the defendan t submits affidavits or other \nsupporting evidence with its 12(b)(2) motion, the allegations in the complaint can no \nlonger be taken as true and the plaintiff ca nnot rest on the complaint’s allegations.  \nId. at 721 (quoting Banc of Am. Sec. LLC v. Ev ergreen Int’l Aviation, Inc., 169 N.C. \nApp. 690, 693, 611 S.E.2d 179, 182 (2005)). \n{21} A Rule 12(b)(6) motion to dismiss for failure to state a claim “does not \npresent the merits, but only whether the merits may be reached.”  Concrete Serv. \nCorp. v. Investors Grp., Inc., 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986).  The \nstandard of review on a 12(b)(6) motion is  whether the allegations of the complaint, \ntaken as true, are sufficient to state claim upon which relief may be granted.  Laster \nv. Francis, 199 N.C. App. 572, 577, 681 S.E.2d 858, 862 (2009).   \nIII. \nANALYSIS \nA. Sovereign Immunity \n{22} “[I]t is an established principle of jurisprudence that a state may not be \nsued unless by statute it has consented to  be sued or has otherwise waived its \nimmunity from suit.”  Ray v. N.C. DOT , 366 N.C. 1, 4, 727 S.E.2d 675, 678 (2012) \n(internal punctuation omitted) (quoting Smith v. Hefner , 235 N.C. 1, 6, 68 S.E.2d \n                                                 \n3 The precise nature of a sovereign immunity defens e is somewhat unsettled.  Court of Appeals case \nlaw has consistently held that a sovereign immuni ty defense presents an issue of personal, not \nsubject matter, jurisdiction.  Can Am South, LLC v. State , 234 N.C. App. 119, 123–24, 759 S.E.2d \n304, 308 (2014).  At the same time, however, the Supreme Court has explicitly stated that it has not \nyet determined “whether sovereign immunity is a question of subject matter jurisdiction.”  Teachy v. \nCoble Dairies, Inc., 306 N.C. 324, 327–28, 293 S.E.2d 182, 18 4 (1982).  The Supreme Court has not \ncommented further on the distinction, and Court of Appeal s cases still cite Teachy favorably.  Can \nAm South, 234 N.C. App. at 123–24, 759 S.E.2d at 308.  The distinction can be important because a \ndenial of a 12(b)(2) motion regarding personal jurisdiction is immediately appealable while the \ndenial of a 12(b)(1) motion regarding subject matt er jurisdiction is not immediately appealable.  Id.  \nThis lingering question does not impact the current Motions, however, because the Physical Therapy \nBoard has asserted its sovereign immunity defense only under Rule 12(b)(2). \n \n \n783, 787 (1952)).  This protection extends to state agencies, unless it has been \nwaived.  Id.  Waiver of sovereign immunity arises  by statute, and such statutes are \nstrictly construed.  State v. Taylor , 322 N.C. 433, 436–37, 368 S.E.2d 601, 603 \n(1988) (citation omitted).  In order to overcome a sovereign immunity defense, a \ncomplaint must allege facts “to provide a reasonable forecast of waiver” of sovereign \nimmunity by the State.  \nFabrikant v. Currituck Cnty. , 174 N.C. App. 30, 38, 621 \nS.E.2d 19, 25 (2005).     \n{23} The Amended Complaint does not allege  that the Physical Therapy Board \nhas waived sovereign immunity, and the Ac upuncture Board admits that sovereign \nimmunity generally applies to both the Physical Therapy Board and the \nAcupuncture Board (Pl.’s Br. Opp. PT Board’s Mot. Dismiss 4.)  Rather, the \nAcupuncture Board argues that a sovere ign immunity defense is categorically \nunavailable in government on government lit igation such as that here.  (Pl.’s Br. \nOpp. PT Board’s Mot. Dismiss 5.)   \n{24} In support of this view, the Acupuncture Board directs the Court’s \nattention to several cases of government on government litigation where the Court \neither considered the merits of the case or dismissed without raising the issue of \nsovereign immunity.  See, e.g., N.C. Dep’t of Corr. v. N.C. Med. Bd. , 363 N.C. 189, \n675 S.E.2d 641 (2009) (affirming declarator y judgment action between two state \nagencies); N.C. Bd. Of Exam’rs for Speech & Language Pathologists & Audiologists \nv. N.C. State Bd. Of Educ. , 122 N.C. App. 15, 16, 468 S.E.2d 826, 827 (1996) \n(reversing summary judgment and re manding for further proceedings in \ndeclaratory judgment action between state agencies); State ex rel. Edmisten v. \nTucker, 312 N.C. 326, 329–30, 323 S.E.2d 294, 298 (1984) (aff irming dismissal of \nAttorney General’s declaratory judgment ac tion against district court judges for \nlack of justiciability).   \n{25} The Court initially notes that the mere existence of such cases is not \ndispositive, because a defense that the court lacks personal jurisdiction is waived if \nnot timely raised.  N.C. R. Civ. P. 12(h)(1 ).  None of the cases identified by the \nAcupuncture Board mention sovereign immunity, and the Court therefore hesitates \n \n \nto infer from their silence that sovereign immunity is not an available defense in \nthese types of suits.  See, e.g. , Pearson v. C.P. Buckner Steel Erection , 139 N.C. \nApp. 394, 399, 533 S.E.2d 532,  535 (2000) (declining to assume the Supreme Court \nhad decided an issue it had not specifically addressed); see also Cooper Indus. V. \nAviall Servs., 543 U.S. 157, 170 (2004) (“Questions which merely lurk in the record, \nneither brought to the attention of the court nor ruled upon, are not to be considered \nas having been so decided as to constitu te precedents.”) (quotations and citations \nomitted). \n{26} The Court considers it more signif icant that our Supreme Court has \nentertained the question of sovereign immunity when appropriately raised in \ngovernment on government litigation.  N.C. Ins. Guar. Ass’n v .  B d .  o f  T r s .  o f  \nGuilford Tech. Cmty. Coll., 364 N.C. 102, 103–04, 691 S.E.2d 694, 695–96 (2010).  In \nthat case, the plaintiff, a legal entity creat ed and governed by statute, brought suit \nagainst the defendant seeking reimbursement for certain payments on worker’s \ncompensation claims.  Id.  Defendant’s sovereign immunity defense was the sole \nissue on appeal to the Supreme Court, and the Court ultimately found a statutory \nwaiver of sovereign immunity on that claim.  Id. at 112, 691 S.E.2d 700.  The \nfinding of a statutory waiver necessarily rests on an unarticulated assumption that \nsovereign immunity was otherwise availabl e as a defense, a sentiment born out \neven in the dissenting opinion.  Id. at 114, 691 S.E.2d 701 (Edmunds, J., dissenting) \n(“The majority correctly notes that this Court historically has been reluctant to find \nexceptions to the long-standing doctrine of sovereign immunity when the General \nAssembly has not explicitly set out a waiver.”). \n{27} The availability of a sovereign immunity defense in government on \ngovernment litigation has been expressly considered by the federal court widely \nrecognized as an authority on matters of administrative law.  See Dep’t of the Army \nv. Fed. Labor Relations Auth. , 56 F.3d 273 (D.C. Cir. 1995).  The petitioner in that \ncase explicitly argued that sovereig n immunity did not apply because the \ngovernment was on both sides of the case  and the doctrine of sovereign immunity \nwas designed to protect the government only from litigation initiated by an outside \n \n \nsource.  Id. at 275–76.  The D.C. Circuit categorized the petitioner’s theory as “an \nunduly circumscribed notion of the doctrine of sovereign immunity,” which “stands \nas an obstacle to virtually all direct assaul ts against the public fisc, save only those \nincursions from time to time authorized by Congress.” Id. (quoting United States v. \nHorn, 29 F.3d 754, 761 (1st Cir. 1994) and citing Gray v. Bell , 712 F.2d 490, 511 \n(D.C. Cir. 1983), in which the court observed  that sovereign immunity rests on “the \ngeneral rational that courts should not ‘i nterfere’ with government operations and \npolicymaking”)).4  See also, e.g., Ark. State Highway Comm’n v. Ark. River Co., 271 \nF.3d 753, 762 (8th Cir. 2001) (citing Army and holding state agency’s claim against \nfederal government barred by sovereign immunity); 14 Charles A. Wright et al., \nFederal Practice and Procedure  § 3654, at 129 n.15 (4th ed. 2015) (citing Army and \nstating “sovereign immunity bars suits against the United States that are \ncommenced by government entities.”). \n{28} The Court is persuaded that the D.C. Ci rcuit’s approach to government on \ngovernment litigation, 5 particularly when considered alongside North Carolina \nInsurance Guaranty Ass’n, reflects the North Carolina Supreme Court’s view of \nsovereign immunity as an “absolute an d unqualified” doctrine unless and until the \nState expressly consents to being sued.  Guthrie v. N.C. State Ports Auth., 307 N.C. \n522, 534, 299 S.E.2d 618, 625 (1983) (“[T]he sovereign will not be subject to any \n                                                 \n4  The D.C. Circuit persuasively explained in Gray: \n \nThe modern policy basis just ifying sovereign immunity from suit has three principal \nthemes. First, and most important, under traditional principles of separation of \npowers, courts should refrain from reviewing or judging the propriety of the \npolicymaking acts of coordinate branches. Second, consistent with the related \ndoctrine of official immunity, courts shou ld not subject the sovereign to liability \nwhere doing so would inhibit vigorous decision-making by government policymakers. \nThird, in the interest of preserving public revenues and property, courts should be \nwary of creating huge and unpredictable governmental liabilities by exposing the \nsovereign to damage claims for broad policy decisions th at necessarily impact large \nnumbers of people. \n \n712 F.2d at 511. \n \n5  The North Carolina Supreme Court has previously relied upon federal decisions in deciding issues \nof North Carolina sovereign immunity law.  See, e.g., Craig v. New Hanover Cnty. Bd. of Educ ., 363 \nN.C. 334, 337, 678 S.E.2d 351, 354 (2009) (quoting with approval Mitchell v. Forsyth, 472 U.S. 511, \n525 (1985)). \n \n \nform of judicial action without its expre ss consent.”).  The Court therefore rejects \nthe Acupuncture Board’s argument that sovereign immunity can never apply in \ngovernment on government litigation. 6  Because the Acupuncture Board did not \notherwise challenge the Physical Therapy Board’s Motion to Dismiss for lack of \npersonal jurisdiction, the Court concludes that it lacks personal jurisdiction over the \nPhysical Therapy Board and grants the Physical Therapy Board’s Motion to Dismiss \nunder Rule 12(b)(2). \nB. Failure to Exhaust Administrative Remedies \n{29} The General Assembly has waived sovereign immunity through the North \nCarolina Administrative Procedure Act, N.C. Gen. Stat. § 150B-1 et seq. , several \nprovisions of which entitle a plaintiff to judicial review against a state agency.  \n“Where the legislature has provided by statute an effective administrative remedy, \nthat remedy is exclusive and its relief must be exhausted before recourse may be \nhad to the courts.”  \nShell Island, 134 N.C. App. at 220–21, 517  S.E.2d at 410.  The \nAcupuncture Board has alleged that “no adequate administrative remedies exist . . . \nand to the extent that any such remedies  may have existed, they have now been \nexhausted.”  (Am. Compl. ¶ 60.)  As discussed above, failure to exhaust \nadministrative remedies is a question of standing, and conclusory allegations are \ninsufficient to show that the plaintiff has standing.  \nSee Universal Cab Co. v. City of \nCharlotte, 2015 NCBC LEXIS 23, at *20–21 (N.C . Super. Ct. Mar. 5, 2015) \n(collecting cases).     \n{30} The requirement that a plaintiff exhaust its administrative remedies is not \ninsignificant, as it respects the separation  of powers, better preserves the record for \njudicial review, and makes complex litigation more manageable: \n                                                 \n6  The Acupuncture Board also relies on Charlotte-Mecklenburg Hosp. Auth. v. N.C. Indus. Comm’n, \n336 N.C. 200, 443 S.E.2d 716 (1994), as establishi ng a waiver of sovereign immunity where state \nactors have, as Plaintiff argues here, “invade[d] or  threaten[ed] to invade the personal or property \nrights of a citizen in disregard of the law.”  336 N.C. at 208, 443 S.E.2d at 721 (emphasis in original).  \nCentral to the Supreme Court’s decision, however, was the lack of administrative remedies available \nto the plaintiff under the Administrative Procedure Act in the unusual circumstances of that case.  \nSee id . at 208–09, 443 S.E.2d at 721–22.  Because, fo r reasons explained in the next section, the \nCourt concludes that the Acupuncture Board had administrative remedies available to it to challenge \nthe Physical Therapy Board’s action, the Court does not find Charlotte-Mecklenburg Hosp. Auth.  \ncontrolling or persuasive in assessing Defendants’ Motions. \n \n \n[Where an adequate administrative remedy exists], the legislature has \nexpressed an intention to give the administrative entity most \nconcerned with a particular matter the first chance to discover and \nrectify error.  Only after the appropriate agency has developed its own \nrecord and factual background upon which its decision must rest \nshould the courts be available to revi ew the sufficiency of its process.  \nAn earlier intercession may be both wasteful and unwarranted.  To \npermit the interruption and cessation of proceedings before a \ncommission by untimely and premature intervention by the courts \nwould completely destroy the efficiency, effectiveness, and purpose of \nthe administrative agencies.   \nPresnell v. Pell , 298 N.C. 715, 722, 260 S.E.2d 611, 615 (1979).  The Physical \nTherapy Board argues that the Acupuncture  Board has not exhausted its remedies \nunder the Administrative Procedure Act because it has not sought from the Physical \nTherapy Board a declaratory ruling purs uant to section 150B-4 or filed a \nrulemaking petition pursuant to sectio n 150B-20.  (PT Board’s Br. Supp. Mot. \nDismiss 12.)   \n{31} The Administrative Procedure Act allo ws a party to seek a declaratory \nruling from a state agency: \nOn request of a person aggrieved, an agency shall issue a declaratory \nruling as to the validity of a rule or as to the applicability to a given \nstate of facts of a statute administer ed by the agency or of a rule or \norder of the agency.  Upon request, an agency shall also issue a \ndeclaratory ruling to resolve a conflict or inconsistency within the \nagency regarding an interpretation of  the law or a rule adopted by the \nagency.     \nN.C. Gen. Stat. § 150B-4(a).  A declaratory ruling is binding on the agency and the \nrequester, and the agency’s ruling or its decision not to issue a ruling is \nimmediately subject to judicial review.  N. C. Gen. Stat. § 150B-4(a), (a1).  When a \nplaintiff, alleging that an agency’s action exceeds its authority, sues without first \nseeking a section 150B-4 declaratory ruling, the Court may dismiss for failure to \nexhaust administrative remedies.  \nAffordable Care v. N.C.  State Bd. of Dental \nExam’rs, 153 N.C. App. 527, 534, 571 S.E.2d 52,  58 (2002) (holding that plaintiffs \nhad not exhausted administrative remedies where they failed to seek relief from the \nstate agency under sections 150B-4 and 150B-20 and only alleged that they objected \n \n \nto a proposed rule before the Rules Review Commission); Porter v. N.C. Dep’t of \nIns., 40 N.C. 376, 379–80, 253 S. E.2d 44, 46 (1979) (dismissing declaratory \njudgment action where plaintiff failed to first seek declaratory ruling from the state \nagency under the Administrative Procedure Act). \n{32} The Acupuncture Board argues that it could not have sought a declaratory \nruling under section 150B-4 because it is not a “person aggrieved,” which the \nAdministrative Procedure Act defines as “any person or group of persons of common \ninterest directly or indirectly affected subs tantially in his or its person, property, or \nemployment by an administrative decision .”  N.C. Gen. Stat. § 150B-2(6).  The \nAcupuncture Board specifically contends that it has not been aggrieved by an \n“administrative decision” under section 150B-2(6) because the only final agency \naction in this case has been the Rule Review Commission’s objection to the proposed \nrule, with which the Acupuncture Board ag rees.  (Pl.’s Br. Opp. PT Board’s Mot. \nDismiss 8.)   \n{33} The Acupuncture Board, however, has not identified any authority holding \nthat a declaratory ruling under section 150B -4 may only be sought for final agency \naction.\n7  In fact, while the first sentence of section 150B-4 requires a “person \naggrieved,” and speaks of the “validity of a rule,” the second sentence is written \nmore broadly:  “Upon request, an agency shall also issue a declaratory ruling to \nresolve a conflict or inconsistency within th e agency regarding an interpretation of \nthe law or a rule adopted by the agency.”  N.C. Gen. Stat. § 150B-4(a).  On its plain \nlanguage, that sentence clearly applies to the relief sought by the Acupuncture \nBoard here, whose Amended Complaint asks the Court to resolve a conflict or \ninconsistency regarding an interpretation  of the law surrounding dry needling and \nthe scope of physical therapy practice.  Fu rthermore, status as a “person aggrieved” \n                                                 \n7  To the contrary, under other administrative statutes, our courts have required plaintiffs to exhaust \ntheir administrative remedies when the challenged actions did not involve final agency action.  See, \ne.g., LegalZoom.com, Inc. v. N.C. State Bar, 2014 NCBC LEXIS 9, at *18–24 (N.C. Super Ct. Mar. 24, \n2014) (requiring exhaustion of administrative re medies when plaintiff challenged state actor’s \ninaction); Abrons Family Practice & Urgent  Care, PA v. N.C. Dep't of HHS , 2015 NCBC LEXIS 63, \nat *26–27 (N.C. Super. Ct. June 12, 2015) (requiring  exhaustion of administrative remedies when \nplaintiff challenged state agency’s Medicaid reimbursement process). \n \n \nis essentially a question of standing.  See N.C. Forestry Ass’n v. Dep’t of Env’t & \nNatural Res., 357 N.C. 640, 643, 588 S.E.2d 880, 88 2 (2003).  To the extent that the \nAcupuncture Board asserts that it has standi ng to seek the requested relief in this \nstate court lawsuit, it would be illogical to  conclude that the Acupuncture Board is \nnot also a “person aggrieved.”  \n{34} The Court likewise considers meritless the Acupuncture Board’s argument \nthat it could not have sought a sect ion 150B-4 declaratory ruling because the \nPhysical Therapy Board has acted throug h informal rulemaking “and thus no \nstatute administered by the PT Board is invo lved.”  (Pl.’s Br. Opp. PT Board’s Mot. \nDismiss 9.)  That argument is inconsiste nt with the allegations in the Amended \nComplaint.  The Acupuncture Board “seeks a declaration from the Court that . . . \nphysical therapists engaged in ‘dry need ling’ constitutes the unlawful practice of \nacupuncture’ pursuant to the [Acupuncture Practice Act].”  (A m. Compl. ¶ 62.)  \nIssuing a declaratory judgment on that question would necessarily require the \nCourt to construe the Physical Therapy Practice Act.  Because the Acupuncture \nBoard has not sought a declaratory ruling under section 150B-4, the Physical \nTherapy Board has not had the opportunity to develop its own record and reasoning \non which its decision rests prior to judicial review.   \n{35} The Physical Therapy Board addition ally argues that the Acupuncture \nBoard has not exhausted its administrative remedies because it has failed to file a \npetition for rulemaking.  “A person may petition an agency to adopt a rule by \nsubmitting to the agency a written rule-making petition requesting the adoption.”  \nN.C. Gen. Stat. § 150B-20(a).  If an agency denies a ru le-making petition, it must \nsend the petitioner a written statement explaining its denial, and the petitioner is \nthen entitled to judicial review.  N.C. Gen. Stat. § 150B-20(c), (d).   \n{36} The Acupuncture Board believes this remedy is inapplicable because the \nRules Review Commission already objected to the Physical Therapy Board’s \nproposed rule on dry needling.  (Pl.’s  Br. Opp. PT Board’s Mot. Dismiss 9.)  \nHowever, our Court of Appeals has previously held that a prior hearing and decision \nby the Rules Review Commission is not sufficient to show exhaustion of \n \n \nadministrative remedies, even if the plaintiff anticipates no different result.  \nAffordable Care, 153 N.C. App. at 534, 571 S.E.2d at 58. \n{37} Therefore, because the Acupuncture Bo ard has brought this suit without \nseeking relief from the Physical Therap y Board under section 150B-4 and 150B-20, \nwhich are adequate remedies available to it, the Acupuncture Board has not \nexhausted its administrative remedies und er the Administrative Procedure Act.  \nThe Court therefore concludes that it lacks subject matter jurisdiction over this \naction and grants the Physical Therapy Board’s Motion to Dismiss under Rule \n12(b)(1). \nC. Anti-Collateral Attack Rule \n{38} The Physical Therapy Board and the Private Defendants both argue that \nall claims should be dismissed against the Private Defendants as an improper \ncollateral attack against the exhaustion of administrative remedies doctrine.  See \nVanwijk v. Prof’l Nursing Servs., 213 N.C. App. 407, 409– 410, 713 S.E.2d 766, 768 \n(2011).  In Vanwijk, the issue on appeal was whether the trial court properly \ndismissed plaintiff’s complaint as to private defendants on the grounds of failure to \nexhaust administrative remedies.  Id.  Following the plaintiff-police officer’s \ntermination after failing a drug test, rather than challenging the test results before \nthe Office of Administrative Hearings, pl aintiff filed suit against the drug-test \nprovider, alleging that it had negligently administered the test.  Id. at 407–09, 713 \nS.E.2d at 767–68.  The Court of Appeals affirmed the dismissal, stating that \n“[p]laintiff would like for this Court to be lieve that the administrative exhaustion \ndoctrine only applies to claims brought ag ainst administrative agencies and not to \nthose brought against private parties that happen to stem from decisions of an \nadministrative agency,” id. at 410, 713 S.E.2d at 768,  an outcome the Court \nspecifically rejected.  Similarly, in Prentiss v. Allstate Insurance Company , the \nCourt of Appeals dismissed the plaintiff’s complaint against his private insurer on \nthe grounds that the substance of the comp laint was an attack on the rates system \nestablished by the insurance commissioner, and therefore that “this case involve[ed] \n \n \nan agency decision which is subject to the APA.”  144 N.C. App. 404, 408, 548 S.E.2d \n557, 560 (2001).   \n{39} This prohibition on sidestepping the exhaustion of administrative remedies \ndoctrine does not change when a plaintiff brings in a state agency as a defendant.  \nIn a case nearly identical to \nPrentiss, the plaintiff sought to challenge the insurance \nrates system by naming private insura nce companies and the Department of \nInsurance as co-defendants.  Burrill v. Long , No. COA06-955, 2007 N.C. App. \nLEXIS 1709 (N.C. Ct. App. Aug. 7, 2007) ( unpublished).  The Court held that the \ntrial court lacked subject matter jurisdicti on as to all claims because the plaintiff \nhad not exhausted his remedies under the APA.  Id. at *5–6. \n{40} The rationale for prohibiting a plaintiff from collaterally attacking an \nagency decision by bringing an action ag ainst private defendants is that “adding \nanother layer of collateral review for agency decisions threatens to put at naught \nthe administrative process established by [the legislature].”  Palumbo v. Waste \nTechnologies Indus. , 989 F.2d 156, 161 (4th Cir. 1993) (applying similar federal \nlaw).  Indeed, allowing such claims to  proceed would deprive the Court of the \nevidentiary record that would otherwise be accumulated through agency \nproceedings.  Id.   \n{41} Here, the Acupuncture Board added the Private Defendants shortly before \na hearing on the first motions to dismiss.   The relief sought against the Private \nDefendants would achieve the same results sought by the Acupuncture Board \nagainst the Physical Therapy Board.  While the Acupuncture Board has the power \nto sue to enjoin the unauthorized practice  of acupuncture under N.C. Gen. Stat. § \n90-454(4), considering Plaintiff’s claims would require the Court to determine \nwhether dry needling falls within the statutory definition of acupuncture and \ntherefore within the Acupuncture Board’s ex clusive sphere of regulation.  Because \nthe claim brought against the Private Defe ndants is in essence a challenge of \nagency action—the Physical Therapy Boar d’s issuance of the revised position \nstatement after its proposed rule was re jected—the Acupuncture Board is still \nrequired to exhaust its administrative remedies before seeking judicial review.  \n \n \nTherefore, for the same reasons as stated above, the Court concludes that it lacks \nsubject matter jurisdiction over Plaintiff’s claims against the Private Defendants.   \nIV. \nCONCLUSION \n{42} WHEREFORE, for the foregoing reasons, the Court hereby GRANTS the \nPhysical Therapy Board’s Motion to Dismiss on the basis of Rule 12(b)(1) and Rule \n12(b)(2), GRANTS the Private Defendants’ Motion to Dismiss on the basis of Rule \n12(b)(1), and therefore DISMISSES the claims asserted in Plaintiff’s Amended \nComplaint without prejudice.\n8 \n{43} Having concluded that the Court lacks both personal and subject matter \njurisdiction over this action, the Cour t may not address Defendants’ arguments \nunder Rule 12(b)(6) that the requested relief would violate the antitrust provision of \nthe North Carolina Constitution, N.C. Const. art. I, § 34.  See, e.g., In re T.R.P., 360 \nN.C. 588, 590, 636 S.E.2d 7 87, 790 (2006) (“Subject matter jurisdiction is the \nindispensable foundation upon which valid judicial decisions rest, and in its absence \na court has no power to act[.]”); \nIn re Z.T.B., 170 N.C. App. 564, 572, 613 S.E.2d 298, \n302 (2005) (“[L]ack of subject matter jurisd iction divests the trial court of any \nauthority to adjudicate . . . .”).  \n{44} In light of the Court’s ruling on Defendants’ Motions to Dismiss and the \nresulting denial of Plaintiff’s Motions as moot as explained in footnote 2 supra, the \nCourt hereby cancels the hearing on Plaintiff’s Motion for Preliminary Injunction \nand Rule 17 Case Management Conference currently scheduled for May 5, 2016. \n \n \n                                                 \n8 A dismissal for lack of jurisdiction is generally a dismissal without prejudice.  “Unless the court in \nits order for dismissal otherwise specifies, a di smissal under this section and any dismissal not \nprovided for in this rule, other than a dismissal fo r lack of jurisdiction  . . . operates as an \nadjudication upon the merits.”  N.C. R. Civ. P. 41(b) (emphasis added).  Because dismissal for lack of \njurisdiction does not allow a trial court to engage  with the merits, the plaintiff is not barred from \nbringing the claim where jurisdiction exists.  Hudson Int’l, Inc. v. Hudson, 145 N.C. App. 631, 638, \n550 S.E.2d 571, 575 (2001) (citing Falk Integrated Tech., Inc. v. Stack , 132 N.C. App. 807, 810–11, \n513 S.E.2d 572, 574 (1999).  Nevertheless, the tria l court retains broad discretion in determining \nwhether to order dismissal with or without prejudice.  Johnson v. Bollinger, 86 N.C. App. 1, 8–9, 356 \nS.E.2d 378, 383 (1987) (citing Whedon v. Whedon, 313 N.C. 200, 213, 328 S.E.2d 437, 445 (1985)).   \n \n \nSO ORDERED, this the 26th day of April, 2016. \n \n       / s /  L o u i s  A .  B l e d s o e ,  I I I    \n       Louis A. Bledsoe, III \n       Special Superior Court Judge \n         f o r  C o m p l e x  B u s i n e s s  C a s e s  "
}