{
  "id": "1ea7b356c19907c4423005b146d95e301f16bddf09a73bdc8041b9ff30d1769c",
  "source_file": "data/raw/ncbc/1ea7b356c19907c4423005b146d95e301f16bddf09a73bdc8041b9ff30d1769c.pdf",
  "raw_text": "SCR-Tech LLC v. Evonik Energy Servs. LLC, 2011 NCBC 26.  \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF MECKLENBURG \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n08 CVS 16632 \nSCR-TECH LLC, \n \nPlaintiff, \n \nv. \n \nEVONIK ENERGY SERVICES LLC, \nEVONIK ENERGY SERVICES GMBH, \nEVONIK STEAG GMBH, HANS-ULRICH \nHARTENSTEIN, and BRIGITTE \nHARTENSTEIN, \n \nDefendants. \n \nORDER AND OPINION \n(REDACTED VERSION) \n \n {1}  THIS MATTER is before the Co urt on Defendants’ Joint Motion for \nSummary Judgment on the Non-Existence of Trade Secrets or Confidential \nInformation (“Motion”), filed pursuant to Rule 56 of the North Carolina Rules of \nCivil Procedure.  For the reasons stated below, the Motion is GRANTED IN PART \nAND DENIED IN PART. \n  \n King & Spalding LLP, by Timothy G. Barber, Antonio E. Lewis for Plaintiff \n SCR-Tech LLC. \n \n Alston Bird LLP by Mark Vasco, Benj amin F. Sidbury, Scott Stevens, and \n Debra Lofano for Defendants Evonik Energy Services GmbH and Evonik \n Steag GmbH. \n \n K&L Gates LLP by Beverly A. Ca rroll and Daniel v. Mumford for\n Defendants Evonik Energy Services  LLC, Hans-Ulrich Hartenstein, and \n Brigitte Hartenstein.  \n \nI.  INTRODUCTION \n {2}  Plaintiff SCR-Tech LLC (“SCR-Tech”) and Defendant Evonik Energy \nServices LLC (“Evonik”) are the only two companies in the business of Selective \nCatalytic Reduction (“SCR”) in the United States at relevant times.  SCR-Tech \nclaims that Evonik misused SCR-Tech’s protected information, consisting of both \ntrade secrets and confidential information, to enter the American market.  The \nMotion attacks these claims on the basis that any information that SCR-Tech seeks \nto protect has been publicly disclosed.  SCR-Tech, in turn, claims that facts based on \nlimited discovery defeat the Motion and there are other material factual issues that \npreclude determining the claims summarily.   \n {3}  The Court finds that there are some material issues which it cannot \ndetermine summarily, but that undisputed facts allow the claims to be narrowed, \nand specifically to exclude from claimed trade secrets that information which has \nbeen sufficiently disclosed publicly to preclude protection.  \n \nII.  PROCEDURAL BACKGROUND \n {4}  SCR-Tech filed this action in Mecklenburg County on July 30, 2008, and \namended its Complaint on August 29, 2008, to correct a clerical error.  Its claims \ninclude breach of contract, breach of fiduciary duty, and usurpation of corporate \nopportunities by Hans-Ulrich and Brigitte Hartenstein (collectively, “the \nHartensteins”), tortious interference by Evonik, and misappropriation of trade \nsecrets and unfair and deceptive trade secrets by all Defendants.  On October 1, \n2008, Evonik answered and asserted counterclaims for defamation/trade libel, \nabuse of process, and unfair and deceptive trade practices.  The Hartensteins \nanswered some claims but filed a Rule 12(b)(6) motion to dismiss the claims of \nbreach of fiduciary duty and usurpation of corporate opportunity. \n {5}  The case was assigned to this  Court after these initial motions.  \nSubsequently, Defendants Evonik Energy Services GmbH, Evonik Steag GmbH, \nand Evonik Industries AG (collectively, “the German Defendants”) moved to dismiss \nall claims against them pursuant to Rule 12(b)(6), and Evonik Industries AG moved \nto dismiss all claims pursuant to Rule 12(b)(2).  By Order dated May 6, 2009, Judge \nBen F. Tennille granted Evonik Industries AG’s Rule 12(b)(2) motion and the \nHartensteins’ Rule 12(b)(6) motion.  The Hartensteins then counterclaimed, alleging \ndefamation and unfair and deceptive trade practices.  The remaining German \nDefendants filed counterclaims asserting unfair and deceptive trade practices and \nrequesting a declaratory judgment.   \n {6}  On September 1, 2009, SCR-Tech provided its Second Amended Response \nto Defendant Evonik Energy Services LLC’s Interrogatory No. 1, pursuant to the \nCourt’s requirement that SCR-Tech identify its claimed trade secrets.1  By Order \ndated December 30, 2009, Judge Tennille found that Plaintiff had sufficiently \nidentified its claimed trade secrets to justify discovery moving forward.  On \nFebruary 25, 2010, Defendants filed their Joint Motion for Summary Judgment on \nthe Issues of Statute of Limitations, Release, and Lack of Standing, as well as the \nMotion which is the subject of this Order and Opinion.  On July 12, 2010, Judge \nTennille issued an Order denying the first motion but holding this Motion in \nabeyance pending further development of a factual record based on limited \ndiscovery specified in his Order, relating primarily to AES Somerset, SCR-Tech’s \nformer customer and the customer through which Evonik entered the United States \nmarket.\n2  Plaintiff and Defendants filed supplemental memoranda following this \ndiscovery.  The Court then heard oral argument based on the discovery and \nsupplemental memoranda. \n \nIII.  FACTUAL BACKGROUND \n {7}  The Court does not make findings of  fact on contested issues in reaching \nits ruling on a motion for summary judgment, but it appropriately recites \nestablished facts as background for its rulings.  The facts are stated from that \n                                                 \n1  This document, which the Court will refer to as “Plaintiff’s Disclosure,” was filed under seal.  While \nthe document would be available, as necessary, for any appellate process, the Court refers to its \ndisclosure only generally and as necessary to resolve the pending Motion.  In some instances, more \nparticular information from the document is detailed in endnotes, which are indicated by Roman \nnumerals and which are attached to the sealed version of this Order and Opinion.    \n2  Judge Tennille allowed discovery on Evonik’s independent development.  The Motion addresses the \nissue of whether SCR-Tech’s information has been publicly disclosed so as to lose any protection, but \nit does not seek to adjudicate any affirmative defense based on independent development.  Judge \nTennille’s intent was to allow initial inquiry as to independent development as it might inform \nwhether SCR technology sufficient to enter the American market was easily available to Evonik \nwithout any misappropriation. \nperspective, and, except where areas of material factual disputes are noted, the \nCourt believes the facts to be uncontested.3    \n \nA.  The Parties \n {8}  SCR-Tech is a North Carolina corporation, having its principal place of \nbusiness in Mecklenburg County.  It was formed in May 2001 as an American \nsubsidiary of a German company, SCR-Tech GmbH, to engage in the business of \ncleaning and regenerating SCR catalysts and to provide consulting services related \nto SCR system operations.  SCR-Tech GmbH was formed by two German \ncompanies, Envica Kat GmbH (“Envica”) (now Ebinger Katalysatorservice GmbH \n(“Ebinger”)), an SCR technology company, and Energy & Environmental \nConsultants GmbH, a German consulting company owned by the Hartensteins.  \nPrior to forming SCR-Tech, Envica had been active in the European SCR market \nbut had no SCR operations in the United States.  In March 2002, the German \ncompany EnBW Energy Solutions GmbH (“EnBW”) became a shareholder of SCR-\nTech GmbH, and in 2003, it became a direct shareholder of SCR-Tech.  Envica \ngranted SCR-Tech through its German parents a license for Envica’s patented SCR \ncatalyst regeneration technologies for use in North America.  \n {9}  The corporate defe ndants are related.  Evonik is a North Carolina \ncorporation, having its principal place of business in Craven County.  It cleans and \nregenerates SCR catalysts and provides engineering and consulting services related \nto the operation of power plants.  Plaintiff alleges that Evonik is an American \nsubsidiary of Evonik Energy Services GmbH, which, allegedly, is a subsidiary of \nEvonik Steag GmbH.  Plaintiff alleges that Evonik Steag GmbH is a subsidiary of \nEvonik Industries AG.  These related entities are each located in Essen, Germany \nand together have significant capabilities in chemical and power generation \nindustries.          \n                                                 \n3  See Capps v. City of Raleigh, 35 N.C. App. 290, 292, 241 S.E.2d 527, 529 (1978). \n {10}  The Hartensteins entered into employment agreements with SCR-Tech \non December 31, 2001.  The agreements include covenants against competition.  \nTheir employment terminated in March 2005.  They executed the Settlement \nAgreement and Mutual Release (the “Settlement Agreement”) with SCR-Tech in \nDecember 2005, eliminating the covenants against competition but including \nconfidentiality agreements.  Hans-Ulrich Hartenstein was SCR-Tech’s President.  \nHe is now Evonik’s President.  Brigitte Hartenstein was SCR-Tech’s Vice President \nof Contract Management and Chief Financial Officer.  She is now Evonik’s Chief \nFinancial officer.    \n \nB.  The SCR Process \n {11}  Selective Catalyst Reduction is  a chemical process by which harmful \nnitrogen oxide contained in coal-burning power plants’ exhaust gas is converted into \nharmless nitrogen gas and water.4  Nitrogen oxide causes acid rain and smog,5 and \npower plants are required to control its release into the environment.  Ammonia is \nsprayed into a power plant’s combustion gases.6  The ammonia mixture then \ncontacts numerous SCR catalysts, which generally consist of a ceramic carrier and \nactive catalytic components.7  SCR catalysts contain certain metal atoms that help \nbreak the atomic bonds in the nitrogen oxide molecules.8   \n {12}  Coal naturally contains small amounts of various elements, such as \narsenic, sodium, potassium, and phosphorous.9  These elements appear in coal \nburning exhaust flumes.10  Over time, SCR catalysts become unusable because they \n                                                 \n4  (Defs.’ Mem. in Supp. of Their Joint Mot. for Summ. J. on the Non-existence of Trade Secrets or \nConfidential Information (“Defs.’ Summ. J. Br.”) 5; Pl.’s Mem. in Resp. to Defs.’ Joint Mot. for Summ. \nJ. (“Pl.’s Resp. Br.”) 3.) \n5  (Defs.’ Summ. J. Br. 5; Pl.’s Resp. Br. 3.) \n6  (Defs.’ Summ. J. Br. 5.) \n7  (Pl.’s Resp. Br. 3.) \n8  (Defs.’ Summ. J. Br. 6, 7.) \n9  (Defs.’ Summ. J. Br., Ex. G: SCR-Tech Website Publication from the 2001 EPRI Workshop on \nSelective Catalyst Reduction: “Catalyst Regeneration− An Integral Part of Proper Catalyst \nManagement” (“Ex. G”) at 2.)  Exhibit G provides a broad description of the SCR process and details \nsteps in SCR-Tech’s process.    \n10  (Ex. G at 2.) \nbecome plugged with undesirable compounds as well as with particulate matter \ncalled “fly ash.”11  Power companies may either purchase new SCR catalysts or, at \nless cost, clean and regenerate the used catalysts.12  Without more, cleaning merely \nremoves the physical pluggage; regeneration includes re-impregnating the catalyst \nwith the metals that facilitate the desired chemical reaction.13  SCR-Tech’s process \ncleans and regenerates SCR catalysts in an economically sustainable process for \nreuse in its customers’ power plants.14   \n{13}  SCR technology was invented and originally patented in the 1950s.15  \nThe SCR catalyst type used today was invented in Japan in the 1980s.16  SCR-\nTech’s process has its roots in more current technology developed in Germany in the \nmid-1990s.17  At that time, EnBW, Plaintiff’s future shareholder, developed a \ncleaning and rejuvenation process to be conducted on-site at power plants.18  Envica \n(now Ebinger) created a method for cleaning, rejuvenating, and regenerating SCR \ncatalysts, and, in 1997, partnered with a German utility to develop an off-site \nprocess that could restore up to 100% of the catalysts’ initial activity.19  This Envica \n(or Ebinger) process has been commercialized throughout Germany, and Ebinger \nhas captured more than 90% of the regeneration market there.\n20  Its main \ncompetitor in the German market is Integral Engineering und Umwelttechnik \nGmbH (“Integral”).  The Defendant Evonik companies have secured a license from \nIntegral. \n {14}  From 2001 through 2003, SCR-Te ch focused on establishing an \nAmerican market presence and building a regeneration facility in Charlotte, North \n                                                 \n11  (Ex. G at 2.) \n12  (Ex. G at 2, 4, 10.) \n13  (Defs.’ Summ. J. Br., Ex. H: SCR-Tech Website Publication from the American Coal Conference: \n“Reduction of SO3: Minimizing SO2 Oxidation with SCR Regenerated Catalyst” (“Ex. H”) at 9; Ex. G \nat 7.) \n14  (Ex. G at 4−5.) \n15  (Defs.’ Summ. J. Br. 8.) \n16  (Id.)  \n17  (Pl.’s Resp. Br. 4.) \n18  (Id.) \n19  (Id. at 5.) \n20  (Ex. G at 8.) \nCarolina.  SCR-Tech hired the Hartensteins as officers to spearhead its market \nentry.21  SCR-Tech’s employees initially learned, developed, and refined the \nbaseline Envica process for use with American power plants.22  Hans Hartenstein, \nalong with two other SCR-Tech employees, travelled to Germany to learn Envica’s \nprocess.23  They worked closely with three key Envica employees, Dr. Alex \nSchlutting, Maik Blohm, and Marcel Förster.24  These three German employees \nworked for Envica or its predecessors from 2000 to 2004, and each signed an \nagreement containing a confidentiality provision which protects “business and \noperational matters of other companies with which [Envica] is economically and/or \norganizationally linked[,]” including SCR-Tech.25  In January 2003, SCR-Tech \nGmbH, secured a license of Envica’s process which allows SCR-Tech to use Envica’s \ntechnologies in North America.26   \n {15}  SCR-Tech published the primary st eps of the Envica process it uses in \npublic internet publications.27  The steps include: \n1) Mechanical cleaning;  \n2) Soaking and washing at a contro lled pH, temperature, and chemical \ncomposition; \n3) Ultrasonic treatment at a controlled pH, temperature, and chemical \ncomposition; \n4) Neutralization; \n5) Multi-step rinsing; \n6)  Drying prior to re-impregnation; \n7)  Replenishment and re-impregnation with catalytically active \ncompounds;  \n8) Final Drying; and \n9) Final inspection and packaging for shipment. \n  \n                                                 \n21  (Pl.’s Resp. Br. 6.) \n22  (Id., Ex. A: Aff. of Frank Wenz (“Wenz Aff.”) ¶ 12.) \n23  (Wenz Aff. ¶ 11.) \n24  (Wenz Aff. ¶¶ 11, 12, 13.) \n25  (Pl.’s Resp. Br., Ex. C: Aff. of Frank Ebinger ¶ 17, Ex. 4: Service Agreement between Envica Kat \nGmbH and Maik Blohm ¶ 8.2, Ex. 12: Service Agreement between Envica Kat GmbH and Marcel \nFörster ¶ 8.2.) \n26  (Am. Compl. ¶ 21; Answer of Hans Hartenstein ¶ 21.) \n27  (See Ex. G at 8−9; Ex. H at 9.)  These publications generally list the process with six numbered \nsteps.  The Court expands the list to nine steps to facilitate a comparison between SCR-Tech’s trade \nsecret disclosures and Defendants’ claims that the steps have each been publicly disclosed. \n {16}  Before SCR-Tech begins a regeneration process for a particular power \nplant, it tests the customer’s catalysts to determine deactivation causes and then \ntailors the regeneration process for that particular customer.28   SCR-Tech has \nlearned through trial and error that the basic Envica process SCR-Tech’s employees \nlearned from Envica required refinement because of properties unique to American \ncoal.29  SCR-Tech has altered the baseline Envica process in specific ways to yield \ncommercially beneficial results. \n  \nC.  SCR-Tech is Sold and the Hartensteins’ Employment Terminates \n {17}  In January 2004, SCR-Tech’s parent, SCR-Tech GmbH, was purchased \nby Catalytica Energy Systems, Inc., which is the parent company of CESI-SCR, Inc., \nwhich acquired SCR-Tech and its intellectual property rights.  The Hartensteins \nnotified SCR-Tech on February 15, 2005 that they would terminate their \nemployment agreements.  On March 18, 2005, SCR-Tech terminated the \nHartensteins on the assertion that they had violated their employment \nagreements.\n30  Hans and Brigitte Hartenstein each testified that they took \ndocuments upon their departure from SCR-Tech.31  The Hartensteins began \nworking with Evonik on April 8, 2005.  Hans Hartenstein was promoted to \nPresident of Evonik in March 2006.32  Brigitte Hartenstein became CFO of Evonik \nin 2007.33\n {18}  The Settlement Agreement betw een the Hartensteins and SCR-Tech \neliminated the non-compete provision contained in the employment agreements and \ncontains a Confidentiality Agreement, which provides in pertinent part: \n                                                 \n28  (Ex. G. at 3−4.) \n29  For example, SCR-Tech detailed in affidavit how it learned that modifying the process steps \nwould improve catalyst efficiency.  (See Wenz Aff. ¶¶ 15−17.) \n30  (Defs.’ Summ. J. Br., Ex. I: Settlement Agreement and Mutual Release (“Settlement Agreement”) \n¶ 2.4.) \n31  (Pl.’s Supplemental Mem. Opposing Defs.’ Joint Mot. for Summ. J. (“Pl.’s Supplemental Br.”), Ex. \nG: Aff. of Antonio Lewis (“Lewis Aff.”), Attach. 5: Dep. of Hans-Ulrich Hartenstein (“Hartenstein \nDep.”) 20:30−23:15, Attach. 17: Dep. of Brigitte Hartenstein 17:5−18:2.) \n32  (Pl.’s Resp. Br., Ex. D: Def. Hans-Ulrich Hartenstein’s Resp. to Pl.’s Am. First Set of Interrogs. ¶ \n6.) \n33  (Pl.’s Resp. Br., Ex. E: Def. Brigitte Hartenstein’s Resp. to Pl.’s Am. First Set of Interrogs. ¶ 6.) \nThe Hartensteins agree, now and hereafter, to hold in strictest \nconfidence, and not to use or to disclose to other persons or entities \nwithout the written consent of SCR-Tech, any confidential information \nof SCR-Tech.  The Hartensteins understand that “Confidential \nInformation” means any SCR-Tech proprietary information, technical \ndata, trade secrets or know-how, including but not limited to test \nresults and reports, software, developments, inventions, processes, \nformulas (including but not limited to any recipes, formulae, and \nchemical lists related to SCR-Tech’s SCR catalyst cleaning, \nregeneration or rejuvenation processes that were either developed by \nSCR-Tech or made available to SCR-Tech by EnBW Energy Solutions \nGmbH and/or [Envica]), technology, designs, drawings, engineering, \nhardware configuration information, financial results and projections.  \nThe Hartensteins further understand that Confidential Information \nincludes all non-public information regarding any interests or assets \ntransferred by ENVICA GmbH, [Envica], E&EC, Energy & \nEnvironmental Consultants GmbH, EnBW Energy Solutions GmbH, \nand SCR-Tech GmbH to SCR-Tech, LLC, CESI-SCR, Inc., and CESI-\nTech Technologies, Inc. as well as any non-public information obtained \nduring the due diligence process performed by CESI as part of the \ntransaction that is the subject of this resolution.  The Hartensteins \nfurther understand that Confidential Information does not include any \nof the foregoing items: \n \n(a) which have become generally known publicly or otherwise through \nno wrongful act of the Hartensteins or of others who were under \nconfidentiality obligations as to the item or items involved. \n \n(b) which have been known by the Hartensteins prior to its disclosure \nby SCR-Tech. \n \n(c) which have been or are subsequently disclosed to the Hartensteins \nby a third party who did not acquire such information under an \nobligation of confidentiality from or through SCR-Tech. \n \n(d) which the Hartensteins independently developed without the use of \nConfidential Information as demonstrated by written evidence of \nindependent development.\n34\n \n The Confidentiality Agreement also states:  \n \nThe Hartensteins agree that they shall take reasonable measures to \nprotect the secrecy of and avoid disclosure of all such Confidential \n                                                 \n34  (Settlement Agreement 23.) \nInformation.  The Hartensteins hereby represent and warrant that \nthey have not, since January 21, 2004, engaged in any act(s) that \nwould have constituted a violation of the terms of this Confidentiality \nand Invention Assignment Agreement had it been in effect from such \ntime through the present.35\n \n {19}  Paragraph 3.0 of the Conf identiality Agreement, entitled \n“Acknowledgement of Return Materials,” provides:  \nThe Hartensteins herein acknowledge that they have conducted a \ncomplete search for and turned over any information that was the \nproperty of SCR-Tech at the time of the termination of their \nemployment with SCR-Tech.36\n     \nD.  Evonik’s SCR Regeneration Process and Its Entry into the American Market \n {20}  Evonik’s predecessors and affiliates cleaned and regenerated SCR \ncatalysts in laboratories for testing purposes in the early 1990s.37  Before 2005, \nEvonik had no commercialized process.  Rather, it had Envica regenerate its SCR \ncatalysts, which Evonik believed to be cost efficient.38  In January 2005, Hans \nHartenstein served as both President of SCR-Tech and as a consultant to Evonik.  \nHe advised SCR-Tech at this time that Evonik had no interest in entering the SCR \ncatalyst market.39   Evonik states that it formed its intent to enter the SCR catalyst \nmarket in 2005 in response to Envica having a problem with non-toxic SO2 being \nconverted into highly toxic SO3 by its process.40\n {21}  Evonik denies that it depended on or needed access to SCR-Tech’s trade \nsecrets or confidential information to enter the market.  It contends, rather, that it \n                                                 \n35  (Id.) \n36  (Id.) \n37  (Defs.’ Supplemental Mem. in Supp. of Their Joint Mot. for Summ. J. on the Non-existence of \nTrade Secrets or Confidential Information (“Defs.’ Supplemental Br.”), Ex. 2: Aff. of Hermann \nBrüggendick, Head of Environmental Technologies for Evonik Energy Services GmbH (“Brüggendick \nAff.”) ¶¶ 3, 4.)  \n38  (Defs.’ Supplemental Br., Ex. 1: Aff. of Ralf Gilgen, CEO, Evonik Energy Services GmbH (“Gilgen \nAff.”) ¶¶ 6, 11; Brüggendick Aff. ¶ 5.) \n39  (Lewis Aff., Attach. 4: E-mail from Hans Hartenstein to Dominic Garaghty (Jan. 14, 2005, 1607).) \n40  (Gilgen Aff. ¶ 8.)  A high SO2/SO3 conversion rate can cause failures in power plant equipment \nand environmental problems like acid rain.  (Id.)  Envica’s apparent solution was to decrease the \nactivity rate of the catalyst, which decreases its overall efficiency.  (Id. ¶ 9.)  Evonik claims this \nsolution would not meet its service needs. \nhad numerous sources from which to develop its catalyst regeneration capability.  It \nclaims it had technical regeneration knowledge before Hans Hartenstein’s \nemployment because of the earlier laboratory work, and, further, because one of its \naffiliates received detailed information from Envica regarding Envica’s process as \nearly as 2001 as a part of an effort to denitrify the flue gases from its power plants.  \nEvonik also stresses that it obtained a license for catalyst regeneration technology \nand catalyst cleaning and regeneration know-how from Integral.41  The license \nrequires a royalty fee for each catalyst regeneration using Integral’s “wash \nprocess.”42  Evonik further claims that it appropriately obtained know-how from \nformer Envica employees and a chemist.  Finally, Evonik claims that Hans \nHartenstein was able to provide his “extensive know-how regarding . . . catalyst \nregeneration” independent of any confidentiality obligations to SCR-Tech.\n43   \n {22}  In August 2005, Ralf Gilgen, CEO of Evonik Energy Services GmbH, \nentered a consulting contract with Maik Blohm, the former Envica plant manager \nwho had personally trained Hans Hartenstein and other SCR-Tech employees on \ncatalyst regeneration.\n44  Gilgen did so at Hans Hartenstein’s urging.45  Hans \nHartenstein acknowledged that Evonik needed “someone to adapt the Steag process \nto North American coals” and “North American catalyst issues,” and “that need[ed] \nto be done very quickly.”\n46  Hans Hartenstein knew that Blohm had helped train \nSCR-Tech’s employees and that he had traveled to North Carolina to help SCR-Tech \nlaunch its plant and adapt the general Envica process to the unique contaminants \ncontained in North American coal.\n47  Evonik also hired Marcel Förster, the former \nEnvica chemist who had trained SCR-Tech’s employees.   \n                                                 \n41  (Id. ¶ 11.) \n42  (Id. ¶ 12, Tab 4: Licensing Agreement at PROD0000818.) \n43  (Lewis Aff., Attach 3: Proposal at EES017005.) \n44  (Id.; Lewis Aff., Attach. 3: Proposal by the Executive Bd. of Steag encotec GmbH (“Proposal”) at \nEES017005.) \n45  Hartenstein Dep. 78:6−79:3.) \n46  (Id. at 55:23−56:9.) \n47  (Pl.’s Supplemental Br., Ex. I: Aff. of Dr. Alexander Schluttig ¶ 13.) \n {23}  Envica and its predecessors had a policy to require that all employees \nwith access to proprietary information execute confidentiality agreements.48  Prior \nto April 2004, Envica’s employment agreements contained provisions requiring that \nemployees maintain the confidentiality of “internal corporate matters.”49  On April \n2, 2004, Blohm and Förster executed Envica employment agreements, which \ncontained provisions requiring that they: \nmaintain the strictest secrecy about all operational and business \nmatters and processes of [Envica] which become known to [them] in \n[their] work and its surrounding circumstances both during the \nemployment relationship and after its termination.  This duty to \nmaintain confidentiality also covers business and operational matters \nof other companies with which [Envica] is economically and/or \norganizationally linked . . . .\n50\n \nAccording to Defendants, Blohm and Förster thereafter provided Evonik their \n“entire know-how and . . . expertise.”51\n {24}  SCR-Tech claims a right to enforce these agreements such that Blohm \nand Förster are precluded from sharing any trade secrets or confidential \ninformation they learned about SCR-Tech’s process during their employment with \nEnvica and its predecessors.\n52  Defendants contend that the men were never \nemployed by SCR-Tech and owe no duty of confidentiality directly to it.53   \n {25}  Evonik touted the knowledge of  these former Envica employees to its \ncustomers,54 but contends in the litigation that they offered only limited support.55  \nEvonik also stated in its Responses to Plaintiff’s Amended First Set of \n                                                 \n48  (Pl.’s Resp. Br., Ex. C: Aff. of Frank Ebinger (“Ebinger Aff.”) ¶ 19.) \n49  (Ebinger Aff., Ex. 2 ¶ 8, Ex. 6 ¶ 8, Ex. 8 ¶ 8.)  \n50  (Ebinger Aff., Ex. 4: Service Agreement between Envica Kat GmbH and Maik Blohm ¶ 8.2; Ex 12: \nService Agreement between Envica Kat GmbH and Marcel Förster ¶ 8.2.) \n51  (Ebinger Aff. ¶ 17, Ex. 4: Service Agreement between Envica Kat GmbH and Maik Blohm, Ex. 12: \nService Agreement between Envica Kat GmbH and Marcel Förster; Lewis Aff., Attach. 3: Proposal at \nEES0170055.)  \n52  (Pl.’s Supplemental Br. 12.) \n53  (Defs.’ Summ J. Br. 36 n.38; Defs.’ Supplemental Br. 16 n.2.) \n54  (Lewis Aff., Attach. 1: STEAG’s SCR Catalyst Regeneration Process Presentation at EES 015304 \n(Evonik’s former name is Steag LLC).) \n55  (Pl.’s Resp. Br., Ex. F: Def. Evonik Energy Services LLC’s Responses to Pl.’s Am. First Set of \nInterrogs. (Oct. 29, 2008) at 5−6.) \nInterrogatories that Blohm and Förster “separated from Envica . . . without any \nnon-disclosure or non-competition obligations.”56  Gilgen later asserted that he was \nnot aware of any employment, confidentiality, or non-disclosure agreement which \nwould have prevented Blohm from performing services for Evonik.57  Hartenstein \ntestified that he did not ask Blohm or his former employer whether Blohm was \nobligated not to disclose confidential information.58   \n{26}  Blohm recommended Theis Hoffman to Evonik for setting up its \nregeneration facility and developing and implementing its regeneration process in \nNorth Carolina.59  Gilgen hired Hoffman in March 2006 to “spearhead” the effort to \ncreate a catalyst regeneration process in North America.60  Hoffman testified that \nhe had researched and collected public information regarding catalyst regeneration \nas early as November 2005.61  Hoffman worked in Germany for eight months \nrefining the regeneration process based on: (1) his review of the technology licensed \nfrom Integral; (2) publicly available publications; and (3) existing know-how from \nEvonik and its affiliates.62  Hoffman himself had little prior experience with \nAmerican coal.63  \n{27}  Hoffman and his staff conducted extensive testing on samples in \npreparation for regenerating AES Somerset’s catalysts.64  In the four years Hoffman \nhas worked at Evonik, he has developed approximately 80 recipes for the company, \nand no two have ever been identical.\n65\n  \n \n \n                                                 \n56  (Id.) \n57  (Gilgen Aff. ¶ 14.)  \n58  (Hartenstein Dep. 79:4−17.) \n59  (Id. at 78:23−80:19.) \n60  (Gilgen Aff. ¶ 15.) \n61  (Aff. of Thies Hoffmann, Chief Chemical Engineer of Evonik Energy Services LLC (“Hoffmann \nAff.”) ¶ 8.) \n62  (Gilgen Aff. ¶ 15.) \n63  (Hartenstein Dep. 58:3−6.) \n64  (Hoffmann Aff. ¶¶ 18, 28, 31, 44−49.) \n65  (Id. ¶ 50.) \nE.  Evonik’s AES Somerset Contract \n {28}  AES Somerset made its need for SCR catalyst regeneration known in \nearly 2006, with a plan to remove its catalysts for treatment in October of that \nyear.66  Evonik submitted a proposal to AES Somerset for SCR management \nservices in March 2006.  Evonik’s proposal included SCR catalyst inspection, \ncatalyst testing, determining deactivation causes, and ammonia injection grid \ntuning, but it did not include catalyst cleaning or regeneration.67  Some time later, \nEvonik submitted a bid to AES Somerset to perform SCR catalyst regeneration.  In \npreparing its bid, Evonik utilized SCR-Tech’s sampling data which had been \nprovided to AES Somerset by SCR-Tech in connection with a prior job.  Defendants \nstate that this data was provided to them by AES Somerset.68    \n {29}  Evonik also had SCR-Tech’s pr icing information when preparing its bid \nfor the AES Somerset work.  The parties dispute how Evonik obtained the \ninformation.  SCR-Tech claims that its bid was confidential and that Evonik \nwrongfully obtained SCR-Tech’s bid before it submitted its own proposal.69  Evonik \nclaims that it obtained SCR-Tech’s bid only after Steve Wiese, AES Somerset’s \nformer power plant specialist, joined Evonik in August 2006, and after AES \nSomerset had decided in late July to award the job to Evonik.70  Evonik actually \nsubmitted its final proposal to AES Somerset on August 7, 2006.71  The contract to \nregenerate AES Somerset’s 144 deactivated catalysts was executed by AES \nSomerset on September 1, 2006, and by Steag LLC (predecessor to Evonik) on \nSeptember 8, 2006.72  The work was to be completed by May 2008 at Evonik’s North \nCarolina facility, which was unfinished at the time of the contract.73  If the facility’s \n                                                 \n66  (Defs.’ Supplemental Br., Ex. 7: Aff. of Steve Wiese (“Wiese Aff.”) ¶ 10.) \n67  (Lewis Aff., Attach. 9: Proposal to AES Somerset Generating Station Unit 1 (Mar. 2006) at \nEES001824, 001837−38.) \n68  (Wiese Aff. ¶ 10.) \n69  (Pl.’s Supplemental Br. 17; see Lewis Aff., Attach. 11: Proposal to AES Somerset LLC’s Somerset \nStation (Aug. 2006) at EES001846−47.) \n70  (Wiese Aff. ¶ 10.) \n71  (See Pl.’s Supplemental Br. 17; Lewis Aff., Attach. 11: Proposal to AES Somerset LLC’s Somerset \nStation Aug. 2006 at EES001846−47.) \n72  (Gilgen Aff., Tab 5: Proposal to AES Somerset LLC’s Somerset Station Aug. 2006 at EES000084.) \n73  (Id. at EES000038.) \nconstruction were delayed, Evonik would have the catalyst regenerated in its \nGerman facility or in Integral’s facility in Austria.74  Pursuant to its licensing \nagreement, Evonik paid Integral a $20,220.00 royalty fee in connection with \nEvonik’s catalyst regeneration contract for AES Somerset.75   \n {30}  Hans Hartenstein assured AES Somerset on September 21, 2006, that \nEvonik had developed and performed regeneration for its own catalysts since 1997 \nwith a method that predated Envica’s process.76  He further stated that the \ncompany had retained the services of former Envica employees.77  Evonik’s \nindividual steps for its regeneration process had been determined by October \n2006.78  Hoffman created Evonik’s regeneration recipe for the AES Somerset \ncontract.79  He indicates that some of Evonik’s process differs from the process that \nwas used by Envica in 2005 and 2006.80  As noted in the sealed endnotes below, \nthere are variations between the recipes used by SCR-Tech and Evonik for AES \nSomerset.   \n {31}  Evonik also used values from an SCR-Tech technical report in its \ncommunication with AES Somerset.  Hans Hartenstein stated these had been \nprovided to SCR-Tech by an AES Somerset employee.\n81  In an SCR Inspection and \nCatalyst Testing Report Evonik provided to AES Somerset, Evonik listed six SCR \ncatalyst test results prepared by SCR-Tech and provided to AES Somerset from \n2002 to 2005.\n82  Evonik also submitted other SCR-Tech reports to AES Somerset \nwhich SCR-Tech had marked confidential.83  Hans Hartenstein was familiar with \nSCR-Tech’s work with AES Somerset because he had executed the contract for that \nwork on behalf of SCR-Tech.  SCR-Tech’s agreement with AES Somerset contained \n                                                 \n74  (Id.) \n75  (Gilgen Aff. ¶ 17; Tab 6 (Invoice).) \n76  (Lewis Aff., Attach. 13: E-mail from Hans Hartenstein to Dennis Monnin, Group Leader AES \nSomerset (Sept. 21, 2006 08:22:02).) \n77  (Id.) \n78  (Hoffmann Aff. ¶ 34.) \n79  (Id. ¶¶ 42−49.) \n80  (Id. ¶ 39.) \n81  (Lewis Aff., Attach. 16: E-mail from Han Hartenstein to John Curtin (Feb. 22, 2007 18:23:54).) \n82  (Lewis Aff., Attach. 14: SCR Inspection and Catalyst Testing Report at EES001589.) \n83  (Pl.’s Supplemental Br. 7.) \na confidentiality provision which prohibited the disclosure of any “technical and \nbusiness information, data and material regarding the Services and/or Products \ndisclosed” by SCR-Tech in connection with the performance of its 2003 contract or \n“information it might learn concerning the work” performed by SCR-Tech.84  The \nagreement allowed AES Somerset to provide information already in the public \ndomain or already in its possession without a confidentiality obligation.85  \n {32}  Evonik also provided client repo rts to other potential customers that are \nsubstantially similar to or, in some aspects, identical to those used by SCR-Tech \nwhile Hans Hartenstein was its President.86\n \nF.  Loss of Evonik Documentation   \n {33}  Approximately eight months af ter this action was filed and seven \nmonths after Defendants were served with discovery, a burglary reportedly occurred \nat Evonik’s premises, resulting in the loss of computer equipment.  Among the \nstolen equipment was Hans Hartenstein’s hard drive, which included all of his sent \ne-mails from 2007, at which time, Evonik was developing its regeneration process \nand constructing its facility.   \n   \nIV.  LEGAL STANDARD \n {34}  A party is entitled to summary ju dgment if the record shows that “there \nis no genuine issue as to any material fact and that any party is entitled to \njudgment as a matter of law.”87  Because summary judgment supplants trial of the \nfactual issues, all the evidence is viewed in the light most favorable to the \nnonmoving party.88  The party seeking summary judgment bears the initial burden \nof demonstrating the absence of a genuine issue of material fact.89  This burden \n                                                 \n84  (Lewis Aff., Attach. 19: General Terms and Conditions of Purchase Order Between SCR-Tech and \nThe AES Corp. at 000070.) \n85  (Id.) \n86  (Cf. Pl.’s Resp. Br., Ex. A, Attach. 2 with Pl.’s Resp. Br., Ex. A, Attach. 3.) \n87  N.C. R. Civ. P. 56(c). \n88  Combs & Assocs. v. Kennedy, 147 N.C. App. 362, 368, 555 S.E.2d 634, 639 (2001). \n89  DeWitt v. Eveready Battery Co., 355 N.C. 672, 681, 565 S.E.2d 140, 146 (2002). \nmay be met by proving that an essential element of the opposing party’s claim is \nnonexistent.90  If the movant successfully makes such a showing, the burden then \nshifts to the nonmovant to establish the specific facts establishing the presence of a \ngenuine fact dispute for trial.91  The Court must exercise caution in granting a \nmotion for summary judgment.92  “Ordinarily, it is error for a court to hear and rule \non a motion for summary judgment when discovery procedures, which might lead to \nthe production of evidence relevant to the motion, are still pending and the party \nseeking discovery has not been dilatory in doing so.”93  \n \nV.  ANALYSIS \n {35}  The Motion arises at the intersec tion of patent law and trade secret law.  \nIt further requires dissecting the confidentiality provisions in the Hartenstein \nSettlement Agreement to determine whether some information may be protected by \ncontract even if it does not qualify as a trade secret.  Defendants assert the \nessential premise that every step of SCR-Tech’s process has been made public and \ncannot, therefore, constitute either a trade secret or Confidential Information as \ndefined by the Settlement Agreement.94  Defendants then urge that all of SCR-\nTech’s claims must fail because each claim depends upon the information having \nnot been made public.  \n {36}  SCR-Tech contends that the issues cannot be so neatly narrowed.  It \ncontends that Defendants improperly dissect the SCR process into discrete pieces \nand then rely on disclosures of those detached parts in various public filings.  It \ncontends that this effort fails to recognize that SCR-Tech continues to have \nprotectable interests in its process as a whole, as well as proprietary recipes using \nthe process.  SCR-Tech contends that the Court cannot conclude, as a matter of law, \nthat these disparate publications would allow one to develop successfully a \n                                                 \n90  Id. \n91  Lowe v. Bradford, 305 N.C. 366, 369−70, 289 S.E.2d 363, 366 (1982). \n92  Collingwood v. Gen. Elec. Real Estate Equities, Inc., 324 N.C. 63, 66, 376 S.E.2d 425, 427 (1989). \n93  Ussery v. Taylor, 156 N.C. App. 684, 686, 577 S.E.2d 159, 161 (2003) (quoting Conover v. Newton, \n297 N.C. 506, 512, 256 S.E.2d 216, 220 (1979).  \n94  (Defs.’ Summ. J. Br. 8, 12.)  \ncompetitive process in the manner that Evonik did when entering the American \nSCR market.  SCR-Tech urges that the information developed to date, based on only \nlimited discovery, at a minimum, strongly suggests that Evonik depended upon its \nmisappropriation and misuse of SCR-Tech’s protected information.  As SCR-Tech \nphrases it, Evonik was heavily dependent “on the base Envica method used by SCR-\nTech” and that “the core of Evonik’s process is the very same Envica process that \nSCR-Tech initially licensed and adapted for the North American market.”95  SCR-\nTech contends that inferences arise from the undisputed facts that Evonik hired the \nHartensteins, who had knowledge of SCR-Tech’s confidential information and trade \nsecrets, and engaged the services of two key former Envica employees, Maik Blohm \nand Marcel Förster, who assisted SCR-Tech while at Envica and who were under \nconfidentiality obligations not to reveal the Envica process to Evonik.96  SCR-Tech \nalso stresses that Evonik’s use of SCR-Tech data to obtain and perform the AES \nSomerset contract mandates allowing the case to proceed to full discovery. \n {37}  In the following discussion, the Court separately addresses the trade \nsecrets claims and Plaintiff’s other remaining claims.  It narrows the trade secret \nclaims and allows the other claims to proceed. \n \nA.  Trade Secret Claims \n 1.  Legal Principles\n {38}  SCR-Tech’s trade secret misappr opriation claims arise under the North \nCarolina Trade Secrets Protection Act (“the Act”), which provides a cause of action \nfor misappropriation.97  A trade secret is misappropriated when it is acquired, \ndisclosed, or used “without express or implied authority or consent, unless such \ntrade secret was arrived at by independent development, reverse engineering, or \nwas obtained from another person with a right to disclose the trade secret.”98  A \n“threshold question in any action involving allegations of misappropriation of trade \n                                                 \n95  (Pl.’s Supplemental Br. 10.) \n96  (Id.) \n97  See N.C. Gen. Stat. § 66-153 (Lexis 2011); Combs, 147 N.C. App. at 368−69, 555 S.E.2d at 639. \n98  N.C. Gen. Stat. § 66-152 (1) (Lexis 2011).   \nsecrets is whether the information in question constitutes a trade secret under the \nAct.”99   \n {39}  North Carolina defines a trade secret as:  \n[B]usiness or technical information, including but not limited to a \nformula, pattern, program, device, compilation of information, method, \ntechnique, or process that: a. Derives independent actual or potential \ncommercial value from not being generally known or readily \nascertainable through independent development or reverse \nengineering by persons who can obtain economic value from its \ndisclosure or use; and b. [i]s the subject of efforts that are reasonable \nunder the circumstances to maintain its secrecy.\n100\n \n {40}  The North Carolina Court of Appeal s has identified six factors for courts \nto consider when determining whether information is a trade secret.101  They are: \n(1) the extent to which information is known outside the business; (2) \nthe extent to which it is known to employees and others involved in the \nbusiness; (3) the extent of measures taken to guard secrecy of the \ninformation; (4) the value of information to business and its \ncompetitors; (5) the amount of effort or money expended in developing \nthe information; and (6) the ease or difficulty with which the \ninformation could properly be acquired or duplicated by others.102\n \nPlaintiff maintains that the Court should weigh each of these six factors before \nsummarily rejecting any of SCR-Tech’s trade secret claims.  Defendants contend \nthat once it is clear that the information claimed to be a trade secret has been made \npublicly available, inquiry into the remaining elements is unnecessary. \n                                                 \n99  Edgewater Servs., Inc. v. Epic Logistics, Inc., 2009 NCBC 20 ¶ 23 (N.C. Super. Ct. Aug. 11, 2009). \n100  N.C. Gen. Stat. § 66-152 (3) (Lexis 2011).   \n101  These factors have their origin in a comment to the trade secrets definition contained in the First \nRestatement of Torts.  See 4 Restatement, Torts, § 757, comment b. \n102  Sunbelt Rentals, Inc. v. Head & Engquist, L.L.C., 174 N.C. App. 49, 53, 620 S.E.2d 222, 226 \n(2005) (Factors are to be considered when determining whether an item is a trade secret.); Area \nLandscaping, L.L.C. v. Glaxo-Wellcome, Inc., 160 N.C. App. 520, 525, 586 S.E.2d 507, 511 (2003) (“To \ndetermine what information should be treated as a trade secret, a court should consider the following \nfactors . . . .”); Combs, 147 N.C. App. at 369, 555 S.E.2d 640 (“[O]ur courts have fashioned six factors \nwhich are to be considered when determining whether information is a trade secret . . . .”); State ex \nrel. Utils. Comm’n v. MCI Telecomms. Corp., 132 N.C. App. 625, 634, 514 S.E.2d 276, 281 (1999) \n(“When determining whether information is a trade secret, the following factors are proper to \nconsider. . . .”); Wilmington Star-News v. New Hanover Reg’l Med. Ctr., 125 N.C. App. 174, 180, 480 \nS.E.2d 53, 56 (1997), appeal dismissed, 346 N.C. 557, 488 S.E.2d 826 (“Other jurisdictions in \ninterpreting similar trade secrets statues have determined the . . . factors should be considered.”). \n {41}  The factors overlap.  Cases deci ded under the Act reflect that courts do \nnot always examine each of the factors separately and individually.103  Some of the  \nfactors, and particularly the ease or difficulty which would accompany the use of \npublic information might inform the accused party, lend support for an argument \nthat publication alone of separate steps of a process does not necessarily negate a \ntrade secret claim in the overall process.   In this case, the trade secret claims \ndepend on what has been publicly disclosed and whether the Court can conclude as \na matter of law that a competitor could piece together the public disclosures into \nSCR-Tech’s process, defeating trade secret protection. \n {42}  SCR-Tech’s trade secrets claims arise at different levels of abstraction: \n(1) its overall process, for which it admits parts have been published, but which it \navers has not been publicly disclosed in its entirety; (2) the individual steps that \nform that process; and (3) the “various recipes (i.e. chemical concentrations, \npreparation times, and temperatures) utilized in applying the process.”104  \nDefendants maintain that SCR-Tech disclosed the overall general process with each \nof its component steps on its own website, so that information at the first level of \nabstraction cannot be protected; that the individual steps and sub-processes within \nthem are each described in numerous patents (five of which belong to SCR-Tech or \nits sister company, CoaLogix), so that information at the second level of abstraction \ncannot be protected; and that the components of the individual recipes also have \nbeen disclosed, precluding a prima facie showing of trade secret misappropriation \n                                                 \n103  See, e.g.,Griffith v. Glen Wood Co., 184 N.C. App. 206, 216, 646 S.E.2d 550, 558 (2007) (affirming \ntrial court’s summary judgment ruling for defendant on trade secret misappropriation claim without \nreference to the six factor test when evidence revealed that the secret could be obtained through \nreverse engineering); Cox v. Dine-A-Mate, Inc., 129 N.C. App. 773, 779, 501 S.E.2d 353, 356−57 \n(1998) (affirming the Rule 12(b)(6) dismissal of a trade secrets claim without reference to six factor \ntest when the record showed that the information claimed as a trade secret is “readily ascertainable \nthrough independent development”);\n S.E.T.A., Univ. of N.C. − Chapel Hill, Inc. v. Huffines, 101 N.C. \nApp. 292, 296−97, 399 S.E.2d 340, 343 (1991) (no reference to the factors when determining trade \nsecrets did not exist); Mech. Sys. & Servs. v. Carolina Air Solutions, L.L.C., 2003 NCBC 9 ¶¶ 7−9; \n34−35 (N.C. Super. Ct. Dec. 3, 2003) (determining that a trade secret did not exist without reference \nto the six factor test when information claimed as a trade secret had been made public). \n104  (Pl.’s Disclosure 2.) \nfor even the recipes.  Again, SCR-Tech claims that Defendants approach of \nattacking individual component pieces is inappropriate.105   \n {43}  The tension presented by these two positions presents two fundamental \nquestions: (1) whether information necessarily loses any possible trade secret \nprotection by the mere publication of that information in any source; and (2) if \npublication thwarts protection for information at one level, whether the holder may \nstill maintain a protectable interest in information at a different level of abstraction \nthan what is published (that is, in information that is more specific than the general  \ndisclosure).  There are general principles that inform the Court’s approach to this \ntension in the specific context where the publication claimed to destroy trade secret \nprotection derives from patents. \n  {44}  It is axiomatic that “[m]atters of public knowledge or of general \nknowledge in an industry” or “information that is freely available throughout [an] \nindustry” cannot be claimed as a trade secret.\n106  It is also clear that once a \ncompany makes its secret information public by its own advertising, the information \nloses trade secret protection.107  It is well established that information published as \na patent cannot be protected as a trade secret. \nA patent . . . demands the inventor disclose the best method known by \nwhich a person reasonably skilled in the art may practice the invention \n. . . .  [I]f one maintains the only manner of practicing an invention as a \ntrade secret, he has not made the disclosure sufficient to obtain a \npatent.  Conversely, the owner of a valid patent will have disclosed the \nbest method for practicing the invention, and thus no longer possess a \nvaluable trade secret related to the practice of the invention unless he \nlater develops some unanticipated alternative practice.108\n \n                                                 \n105  (Pl.’s Supplemental Br. 19.) \n106  Softchoice Corp. v. MacKenzie, 636 F. Supp. 2d 927, 936−37, 939 (D. Neb. 2009) (interpreting \nNebraska’s implementation of the Uniform Trade Secrets Act).  North Carolina adopted its version of \nthe Uniform Trade Secrets Act in 1981.  Since 1979, forty-four states and the District of Columbia \nhave adopted the Act in some form.  See Eric E. Johnson, Hamline Law Rev. Vol. 33:545, 550 (2010).  \nAlthough there are differences in the Uniform Trade Secrets Act and North Carolina’s Act, other \ncourts’ interpretations of the uniform act are persuasive on this Court. \n107  See Biocore, Inc. v. Khosrowshahi, 96 F. Supp. 2d 1221, 1227 (D. Kans. 2000) (interpreting \nKansas’ implementation of the Uniform Trade Secret Act) (plaintiff’s publication of alleged trade \nsecrets in promotional material vitiated its trade secret misappropriation claim). \n108  Glaxo, Inc. v. Novopharm Ltd., 931 F. Supp. 1280, 1298 (E.D.N.C. 1996). \nLikewise, information published in patent applications lacks the secrecy required to \nmaintain trade secret status.109   \n {45}  While it is well established that patent disclosure precludes trade secret \nprotection for the information disclosed, “[t]rade secrets can coexist with patent \nprotection directed to the same general subject matter.”\n110  For instance, it is \npossible for simultaneous patent and trade secret protection to subsist for “related \ncomponents of an article or steps in a process . . . .”111  Also, post-patent refinements \ncan qualify for trade secret protection as an exception to the general rule of patent \npreemption.112  Finally, patent disclosures in broad terms do not necessarily \nforeclose trade secrets in more specific undisclosed “salient features.”113  Thus, \nholders of intellectual property rights may in some instances utilize both trade \nsecrets law and patent law to protect the same body of information.  \n{46}  Guided by the Supreme Court opinion in Kewanee Oil Co. v. Bicron \nCorp., 416 U.S. 470, 94 S.Ct. 1879, 40 L.Ed.2d 315 (1974), the U.S. Court of \nCustoms and Patent Appeals described the interplay between patents and trade \nsecrets as follows: \n[W]herever possible, trade secret law and patent law should be \nadministered in such manner that the former will not deter an \ninventor from seeking the benefit of the latter, because the public is \nmost benefited by the early disclosure of the invention in consideration \nof the patent grant.  If a patent applicant is unwilling to pursue his \nright to a patent at the risk of certain loss of trade secret protection, \nthe two systems will conflict, the public will be deprived of knowledge \nof the invention in many cases, and inventors will be reluctant to bring \nunsettled legal questions of significant current interest before this \ncourt for resolution.\n114\n                                                 \n109  See Vital State Canada, Ltd. v. Dreampak, LLC, 303 F. Supp. 2d 516, 525 (D.N.J. 2003).   \n110  Air Prods. & Chems., Inc. v. Chas. S. Tanner Co., 219 U.S.P.Q. 223, 252 (D.S.C. 1983) (citing \nColgate-Palmolive Co. v. Carter Prods., Inc., 230 F.2d 855, 865, 108 U.S.P.Q. 383, 390−91 (4th Cir. \n1956), aff’d, 738 F.2d 454 (Fed. Cir. 1984).  \n111  Roger M. Milgrim & Eric E. Benson, Milgrim on Trade Secrets 8.02[2] 8-6, 8-7 (2011). \n112  Hickory Specialties, Inc. v. Forest Flavors Int’l, Inc., 12 F. Supp. 2d 760, 769−70 (M.D. Tenn. \n1998). \n113 Giasson Aero. Sci. v. RCO Eng’g, Inc., 680 F. Supp. 2d 830, 841 (E.D. Mich. 2010); see also Schalk \nv. State, 767 S.W.2d 411, 446 (Tex. App. 1988) (the disclosure of general concepts does not nullify a \ntrade secret claim to specific algorithms).  \n114  In re Sarkar, 575 F.2d 870, 872 (C.C.P.A. 1978).  \n \n {47}  Plaintiff correctly argues that a “trade secret can exist in a combination \nof characteristics and components, each of which, by itself, is in the public domain, \nbut the unified process, design, and operation of which, in unique combination, \naffords a competitive advantage and is a protectable secret.”115  The Fourth Circuit \nphrased the issue in Servo Corp. of America v. General Elec. Co. as “whether, \ntaking into account all of the . . . relevant disclosures, it is reasonable to conclude \nthat a competitor could have ascertained the working combination from an \nexamination of those disclosures.”116  The federal district court for the Northern \nDistrict of California echoed that principle in Uniram Tech., Inc. v. Taiwan \nSemiconductor Mfg. Co., stating that protection of a process comprised of published \ncomponents  “turns on how easy or difficult it is to assemble the relevant elements \ninto the secret combination.”\n117  If all the individual parts of a process are in the \npublic domain, so that through specific disclosures the entire process can be \ngenerally known or readily ascertainable through the independent development by \nthose who can obtain economic value through the disclosure, then that entire \nprocess will lose any trade secret protection.118  If part of the process becomes \nknown, but other steps remain undisclosed, then the secret steps may maintain \ntrade secret protection.119  These endpoints bear resemblance to certain of the six \n                                                 \n115  Imperial Chem. Indus., Ltd. v. Nat’l Distillers & Chem. Corp., 342 F.2d 737,742 (2d Cir. 1965); \nsee Biocore, Inc., 96 F. Supp. 2d at 1226 (“[K]nowledge of the best combination of processes or \nsystems of combinations of elements may amount to a trade secret” even if the component parts of \nthe secret have been revealed.). \n116  393 F.2d 551, 554 (4th Cir. 1968). \n117  617 F. Supp. 2d 938, 943 (N.D. Cal. 2007).  “As an example, if the Coca-Cola formula consists of a \ncombination of ten nonsecret ingredients, then a document which lists those ten ingredients in the \nmiddle of a sea of other chemicals might not constitute adequate disclosure of the formula because \nthe precise recipe would be too difficult to derive.  In that instance, it may be unfair to hold \naccountable trade secret defendants for picking out the ten ingredients from a very long list and \ncontending that those ten and only those ten would have some special benefit once combined.  On the \nother hand, if the list has only eleven ingredients, and if one skilled in the relevant art or science \nviewing the list would likely know that the formula was a combination of ten of the ingredients, then \nthe matter is quite different.”  \nId.  \n118  See Softchoice Corp., 636 F. Supp. 2d at 936−37, 939; N.C. Gen. Stat. § 66-152(3) (Lexis 2011). \n119  See Coca-Cola Bottling Co. of Shreveport, Inc. v. Coca-Cola Co., 107 F.R.D. 288, 289 (D. Del. \n1985).  Although most of the ingredients of Coca-Cola are publicly known, the complete formula is \none of the best-kept trade secrets in the world. Id.  If, however, Coca-Cola’s potential competitors \nuncovered from various public sources not just the ingredients for the beverage, but also the exact \nfactors identified as relevant to the North Carolina Act, and particularly the last \nfactor, “the ease or difficulty with which information could properly be acquired or \nduplicated by others.”120\n {48}  It is clear that this line of  cases recognizes that comparing the \npublication of component parts of a process to a trade secret claim in the overall \nprocess involves a mixture of fact and law.  Application of the legal principles is \nmade more difficult in this particular case where some of the disclosures of \nindividual steps upon which Defendants rely relate to applications and industrial \nuses that are not specifically in the context of SCR catalyst regeneration.  The cases \nsuggest that when connection between the nature and use of a patented invention \nand the particular enterprise from which the trade secret claim arises becomes \nmore tenuous, a claim that trade secret protection has been lost by the public patent \ndisclosure also becomes more tenuous, giving rise to issues of fact.    \n{49}  More specifically, those issues arise in this case when Defendants cite \npatents that disclose processes outside the field of SCR catalyst cleaning and \nregeneration to defeat a trade secret claim in SCR-Tech’s SCR process.  Yet, to \ndefeat a trade secret claim at this stage of the proceeding, the Court needs to \nconclude as a matter of law that the disclosed information can be said to be \ngenerally known or readily ascertainable by competitors, so as to no longer have \nindependent economic value.  Plaintiff cannot dispute that these disclosures are in \nthe public domain, but it takes issue with Defendants’ reliance on patents outside \nthe relevant field and the assertion without further discovery or testimony that any \ntrade secret claim has been foreclosed as a matter of law.  Plaintiff claims, for \ninstance, that it is appropriate to dismiss a trade secret claim in the SCR process \n                                                                                                                                                             \nmeasures of those ingredients with the proper mixing methods, times, and temperatures, so that the \ncompetitors could recreate the beverage from the discovered components, the formula itself would \nlose its trade secret protection.  If a competitor were to discover which “natural flavors” the company \nadds to the recipe through legitimate outside sources, part of the process would lose trade secret \nprotection, though the rest of the formula could remain protected.  Coca-Cola prints on its label that \nit contains carbonated water and caramel color.  Those ingredients are part of the process to make \nthe beverage, but Coca-Cola cannot claim as a trade secret the fact that it uses those ingredients \nbecause it has disclosed them. \n120  See, e.g., Sunbelt Rentals, Inc., 174 N.C. App. at 53, 620 S.E.2d at 226. \nbecause of patents which teach washcoat catalyst uses in different industrial \napplications, because it claims that a washcoat catalyst’s function is different than \nthat of an SCR catalyst.121  It argues that a washcoat catalyst “may be utilized . . . \nin automobile catalytic converters or for reducing nitrous oxide in emissions from \ngas-fired turbines[.]”122  Plaintiff argues it necessarily follows that genuine issues of \nmaterial fact arise when Defendants rely on publications in these unrelated fields.  \nAt this stage, without the benefit of further discovery or expert testimony, the Court \ncannot conclude as a matter of law that a disclosure related to automobile catalytic \nconverters and gas-fired turbines sufficiently discloses information about SCR \ncatalyst regeneration so that SCR-Tech’s potential competitors could readily \nascertain part of SCR-Tech’s otherwise secret process for power plant scrubbers.  In \nthose instances where Defendants rely only on publications in such different fields \nof application, the Court concludes that there are material issues precluding \nsummary judgment. \n {50}  The Court is further confronted with different positions on whether the \nactual source of Defendants’ knowledge in entering the market is material to the \ndetermination of whether any trade secret protection has been lost.  SCR-Tech \ncontends that information can be published without becoming generally known, and \nthe Court should inquire as to what information Defendants actually used in \ndeveloping their process and not be satisfied with a demonstration that Defendants \ncould have developed the process from independently available information.\n123  \nSCR-Tech contends that such an approach necessarily creates material issues of \nfact.124  Plaintiff promotes the Second Circuit’s holding that the “possibility that \nDefendants might have gained some knowledge by studying . . . publicly available \nmaterial is immaterial.”125  According to SCR-Tech, the factual record to date \n                                                 \n121  (Tr. of Oral Argument at 63−64, 71, SCR-Tech LLC v. Evonik Energy Servs. LLC, No. 08- CVS-\n16632 (argued June 29, 2010)). \n122  (Defs.’ Summ. J. Br., Ex. R: U.S. Patent No. 7,559,993 (issued July 14, 2009) (“SCR-Tech ‘993 \nPatent”) 1:20−27.)   \n123  (Pl.’s Resp. Br. 21.)  \n124  (Pl.’s Supplemental Br. 23.) \n125  (Pl.’s Resp. Br. 21.) \n“reduces the likelihood that any of Defendants’ cited publications actually \ndemonstrates public availability of SCR-Tech’s disclosed trade secrets.”126  Again, \nDefendants contend that if the information has been published, further inquiry is \nneither necessary nor appropriate because information that is public by definition \ncannot be a trade secret or confidential.\n127\n {51}  The Court finds no compelling pr ecedent in North Carolina decisions.  \nAn unpublished decision of the North Carolina Court of Appeals implied that when \ninformation alleged to be a trade secret is clearly and easily obtained through a \nsingle publication, then the source of the actual knowledge the defendant used is \nnot relevant.\n128  That is another way of saying that information that can easily be \nconcluded as a matter of law to be easily accessible to a competitor cannot fall with \nthe definition of a trade secret.  But, it does not answer the inquiry when that \nfactual inquiry has a less obvious answer.  The facts in the case at bar are \nsignificantly different and significantly more complicated than the single \npublication before the Court of Appeals.  The Court believes the issue is more akin \nto that faced by the Fourth Circuit in \nServo Corp. of America, which held that the \nissue of whether to inquire into a defendant’s actual use of plaintiff’s information \ntakes on a different dimension when the defendant claims that trade secret status \n                                                 \n126  (Pl.’s Supplemental Br. 22.) \n127  (See Defs.’ Summ. J. Br. 13−16; Defs.’ Reply Mem. in Supp. of Their Joint Mot. for Summ. J. on \nthe Non-existence of Trade Secrets or Confidential Information 9−10.) \n128  See Bruning & Federle Mfg. Co. v. Mills, 2005 N.C. App. LEXIS 2111 at *2−3; 6−9 (N.C. App. \nOct. 4, 2005).)  In Bruning, the defendant was a former vice-president and shareholder of the \nplaintiff “B&F” a company in the business of designing, fabricating, installing, and selling dust \nremoval systems for use in the woodworking and related industries.  Id. at *2−3.  After his thirty-\nyear association with the company, the defendant was responsible for B&F’s marketing, sales, and \ndesign of its dust removal systems.  Id.  Over a year before he left B&F, the defendant submitted to \nthe company designs and quotes for a project with Armstrong Wood Products (“Armstrong”).  Id. at \n*3.  When he left the plaintiff’s employ, he sold his shares and began working for a competitor, \n“performing many of the same duties he had performed at B&F.”  Id. at *2−3.  He also contacted \nArmstrong and prepared a bid for their project for his new employer.  Id. at *3.  B&F claimed a trade \nsecret in the schematic drawing for Armstrong’s project and that defendant misappropriated its \ndesign.  Id. at *8.  However, the Court noted that the “information needed to produce a similar \ndesign is readily available to the public in a 544 page publication by the American Conference of \nGovernmental Industrial Hygienists, ‘Industrial Ventilation: A Manual of Recommended Practice,’ \nwhich provides data and information on the design, installation, and maintenance of industrial \nventilation systems,” and it determined that despite the similarity of the competitors’ designs, \nplaintiff could not claim a trade secret under the Act.  Id. at *8. \nhas been foreclosed by a combination of multiple publications that may be pieced \ntogether.129  The issue becomes even more complicated with the trade secret claim \narises with a backdrop of strong evidence of a contractual confidential relationship \nbetween the parties and some evidence that the defendant actually utilized \nplaintiff’s information.  The \nServo court found that in those circumstances, the focus \nis more on the affirmative defense of misappropriation rather than on whether the \ninformation can be defined as a trade secret in the first instance.130\n{52}  Evidence of independent development is then potentially relevant both \nto the statutory defense of independent development131 and to the factor used in \ndefining a trade secret by the ease or difficulty with which the information could \nproperly be acquired and used.132  The Servo court noted that “the gravamen of a \ntrade secret case is a breach of confidence, rather than an infringement of property \nright; hence, reliance on innocent sources of information involving no breach of \nduty, is an essential element of the defense that secrets were previously \ndisclosed.”133  It held that while information that has been clearly and completely \npublished cannot be the basis on which a confidential relationship or trade secret is \nbased, the question of whether the disclosures were obvious and complete raised an \nissue of fact, thereby placing the burden on the alleged misappropriating party to \nprove innocent reliance on non-confidential sources.134\n {53}  The controlling question, then, is whether the publications upon which \nDefendants rely result in a complete and obvious disclosure of the technical \ninformation which SCR-Tech claims as a trade secret.  And, again, the Court finds \nthe answer may vary depending on whether the published information arises within \nthe SCR technology field. \n \n \n                                                 \n129  393 F.2d at 555.  \n130  Id.  \n131  See N.C. Gen. Stat. § 66-152 (1) (Lexis 2011). \n132  See, e.g., Sunbelt Rentals, Inc., 174 N.C. App. at 53, 620 S.E.2d at 226. \n133  393 F.2d at 555. \n134  Id. \n2.  The General SCR-Tech Process \n{54}  The Court then turns to comparing SCR-Tech’s claimed secrets to the \npublic disclosures on which Defendants rely.  As to SCR-Tech’s claim that it’s a \ngeneral multi-step process in and of itself remains a protected trade secret, the \nCourt notes that SCR-Tech’s own internet disclosures make that process public.  As \nsuch, this general description of the process does not constitute a trade secret.135  \nDefendants’ Motion with respect to the general description of SCR-Tech’s process is \nGRANTED. \n \n3.  The Individual Process Steps\n   {55}  The more significant questions relate to the individual steps within the \noverall process and the specific recipes that SCR-Tech has developed using them.   \nThe Court examines whether SCR-Tech can differentiate its secrets from matters of \ngeneral knowledge in the trade.136  In probing SCR-Tech’s process to determine \nwhich specific aspects of it have been publicly disclosed, the Court finds it useful to \nbreak the process down into the component steps that have been publicly disclosed \nto comprise the process and to analyze first, the steps of the general process, and \nsecond, the specific recipes SCR-Tech provided as part of its trade secrets \ndisclosure.\n137   \n \na.  Mechanical Cleaning \n {56}  SCR-Tech reported on its webs ite that the accumulation of physical \nmaterials is one of the major causes of catalyst deactivation.  Accordingly, it \nimplements initial steps to remove the muck, or fly ash, before it removes catalyst \npoisons and regenerates the catalytic activity.  Defendants have demonstrated that \nthis process step has been made public and is not a protectable trade secret. \n                                                 \n135  (See Ex. G at 7−9.); Biocore, Inc., 96 F. Supp. 2d at 1227. \n136  See Trandes Corp. v. Guy F. Atkinson Co., 996 F.2d 655, 661−62 (4th Cir. 1993) (interpreting \nMaryland’s implementation of the Uniform Trade Secret Act). \n137  The Court is mindful that its discussion of the claimed trade secrets could divulge the very thing \nPlaintiff is trying to protect.  To mitigate this risk, the Court will divulge the parties’ processes in as \ngeneral terms as possible, referring to the specific components only in the sealed endnotes.  \n {57}  In addition to the website description, this step is disclosed in SCR-\nTech’s sister company’s patent application for iron-loaded SCR catalysts, as follows: \nAs a rule, catalysts that must be regenerated are heavily loaded with \ndust, so that a mechanical pretreatment for the removal of fly ash from \nthe catalytic surfaces and passages by using industrial vacuum \ncleaners or compressed air has proven to be usually necessary.138  \n \n {58}  At oral argument, Plaintiff’s counsel acknowledged that vacuuming is \nnot a trade secret but claimed that the method by which SCR-Tech disassembles, \nrepairs, and reassembles the catalyst is a claimed trade secret.139  In its opposition \nbrief, Plaintiff stated that those processes require “serious technological know-how \nand technical competence.”140  However, Plaintiff’s trade secrets disclosure does not \nreference or define the specific process it uses to disassemble, repair, or reassemble \ncatalysts.  The Court further notes that a specification of the mechanical cleaning \nstep is omitted from the specific recipes SCR-Tech has disclosed.  Thus, SCR-Tech \nhas failed to delineate with sufficient specificity and particularity what Defendants \nare alleged to have misappropriated.\n141  Without more showing, this general “know-\nhow” is akin to a “general ability to interpret data,” which this Court found \ninsufficient in its Order on Defendants’ Joint Motion to Compel, dated December 30, \n2009.  \n{59}  SCR-Tech has not demonstrated a trade secret with respect to its \nmechanical cleaning of the catalysts.  Defendants’ Motion with respect to this \nprocess step is GRANTED. \n \n \n \n \n                                                 \n138  (Defs.’ Summ. J. Br., Ex. L: U.S. Patent Application Publication No. 148,639 (published July 6, \n2006) (“Mar. 2004 Coalogix Patent Application Publication”) ¶ 12.) \n139  (Tr. of Oral Argument at 37:11−38:2, SCR-Tech LLC v. Evonik Energy Servs. LLC, No. 08- CVS-\n16632 (argued June 29, 2010)). \n140  (Pl.’s Resp. Br. 27.) \n141  See Analog Devices, Inc. v. Michalski, 157 N.C. App. 462, 468, 579 S.E.2d 449, 453 (2003). \nb.  Soaking and washing at a controlled pH,  \ntemperature, and chemical composition \n \n {60}  After initial mechanical cleaning , SCR-Tech’s process chemically treats \ncatalysts in one of a different type of solution to remove physical pluggage and \nvarious poisons.i  The issue of whether this step includes protectable trade secrets \ndivides into four areas: (1) the fact that a soak step is used; (2) the general chemical \ncomposition of the soak solution and the specific compounds used for treatment; (3) \nthe criteria that go into a determination of which chemical to use; and (4) the exact \nprocess used in cleaning particular customers’ catalysts.  Defendants provide a host \nof patents and SCR-Tech internet publications they contend preclude SCR-Tech \nfrom claiming any trade secret related to the soaking and washing step.  The Court \nconcludes that SCR-Tech has not demonstrated a protectable trade secret in the \ngeneral process step, the general composition of its soak solutions, the identity of \nspecific compounds used in the acidic treatment, or the general criteria used to \ndetermine which treatment to use, but that there are material issues of fact as to \nwhether the specific bicarbonate compound used, SCR-Tech’s specific amounts and \nratios of deactivating elements used to determine proper treatment, the duration of \nthe acid-based soak step and the catalyst’s movement within the acid-based \nsolution, and the specific recipes used in the bicarbonate and caustic soak and \nwashing treatments are trade secrets, and, if so, whether Defendants \nmisappropriated them. \n \n(1)  The Fact that SCR-Tech Uses a Soak Step \n {61}  SCR-Tech clearly has published the fact that it uses a soaking and \nwashing process step.  That, then, is not a protected trade secret.  Defendants’ \nMotion with respect to the use of a soak step is GRANTED. \n \n(2)  Specific Chemical Compounds for the Soak Solution \n {62}  As to the general chemical so ak systems and specific compounds SCR-\nTech claims as secrets, Defendants provide patents listing various acids, \nbicarbonates, and caustics used in catalyst regeneration.  They contend such \npublications preclude SCR-Tech from claiming any trade secret related to these \nchemical compounds.   \n {63}  Defendants cite a number of ca talyst regeneration patents that teach \ncleaning catalysts with an acidic solution, including a 2004 patent from CoaLogix, \nSCR-Tech’s sister company, disclosing that iron-loaded catalysts are to be placed in \nan acidic solution of “hydrochloric acid, phosphorus acid, nitric acid, and in \nparticular sulfuric acid.”142  Defendants cite two patents that disclose bicarbonate \nuse, including one of SCR-Tech’s own patent disclosures.143  A 2009 SCR-Tech \npatent for washcoat catalysts discloses the use of sodium bicarbonate or aluminum \nbicarbonate for cleaning.144  The Abstract for a 2002 Mitsubishi patent for SCR \ncatalyst regeneration discloses a method for regenerating catalysts using an \nalkaline solution, and one of the preferred embodiments is sodium bicarbonate.145  \nDefendants also cite numerous patents disclosing that catalysts can be treated with \na caustic solution to remove arsenic and silicates.  A 1990 BASF Publication from \nthe German Patent Office concerning SCR technology shows seventeen specific \nexamples of the use of sodium hydroxide in catalyst regeneration,146 and two SCR-\nTech patents related to washcoat catalysts disclose the use of sodium hydroxide.147  \nThese disclosures preclude trade secret protection concerning those broad \ncategories.  Defendants’ Motion with respect to the general use of acidic, \nbicarbonate, and/or caustic fluids is GRANTED.  \n {64}  Additionally, SCR-Tech claims  that even if the use of acids, \nbicarbonates, and caustics has been made public, the public disclosures do not \nreveal the specific compounds used for the acidic and bicarbonate based approaches, \n                                                 \n142  (Mar. 2004 Coalogix Patent Application Publication ¶¶ 13, 14; Defs.’ Summ. J. Br. 20.) \n143  (Defs.’ Summ. J. Br. 21.) \n144  (SCR-Tech ‘993 Patent 7:27−31.) \n145  (Defs.’ Summ. J. Br., Ex. E: U.S. Patent No. 6,395,665 (issued May 28, 2002) (“Mitsubishi ‘665 \nPatent”) Abstract, 2.) \n146  (Defs.’ Summ. J. Br., Ex. F: Germany Patent Application No.: DE 3824464 A1 (disclosed Jan. 1, \n1990) (certified translation.) \n147  (Defs.’ Summ. J. Br. 22, Ex. S: U.S. Patent No. 6,929,701 (issued Aug. 16, 2005) (“SCR-Tech ‘701 \nPatent”) 3:9−21; SCR-Tech ‘993 Patent, Abstract.) \nthus raising issues of material fact of whether that information remains \nprotected.148  Defendants contend the same publications preclude trade secret \nprotection related to these specific compounds.  While it is true that more specific \nsecrets may maintain independent economic value despite disclosure of a more \ngeneral process,149 here, the specific compound claimed by SCR-Tech for its acidic \nsolution has been disclosed.  The March 2004 Coalogix publication related to iron-\nloaded catalysts discloses that after a catalyst is “largely freed of fly ash by a \npreparatory step,” it is adjusted in an acidic solution containing the same chemicals \nSCR-Tech claims as a trade secret and consisting of the same concentration.150 ii  As \nthis information has been disclosed, Defendants’ Motion with respect to the use of \nthe acidic compound claimed by SCR-Tech is GRANTED.  \n {65}  As to bicarbonate-based soaks, Defendants rely solely upon SCR-Tech’s \nwashcoat catalyst patent to claim public disclosure of the compound used by SCR-\nTech for SCR catalysts.151  As noted above, the Court cannot conclude as a matter of \nlaw that a potential competitor could link this disclosure with SCR-Tech’s process \nfor cleaning power plant scrubbers.  Even if the Court were to consider this \ndisclosure, it is significant that the patent calls for use of the same compoundiii \ndisclosed by SCR-Tech not as an initial soak step, but after ultrasonic treatment.  \nThere remains a question of fact as to whether this specific compound for this \nparticular treatment has been disclosed.  Defendants’ Motion with respect to the \nbicarbonate-based compound is DENIED. \n \n \n \n                                                 \n148  (Tr. of Oral Argument 44:13−45:7, SCR-Tech LLC v. Evonik Energy Servs. LLC, No. 08- CVS-\n16632 (argued June 29, 2010)). \n149  See Giasson Aero. Sci. v. RCO Eng’g, Inc., 680 F. Supp. 2d 830, 841 (E.D. Mich. 2010); see also \nSchalk v. State, 767 S.W.2d at 446. \n150  (Mar. 2004 Coalogix Patent Application Publication ¶ 24; Defs.’ Summ. J. Br. 49; Pl.’s Disclosure: \n2003 AES Somerset Regen. Plan; 2004 Duke Regen. Plan; 2003 and 2004 Gorgas Bowen Regen. \nPlans.) \n151  (SCR-Tech ‘993 Patent 7:27−32; Defs.’ Summ. J. Br., Ex. B: Defs.’ Trade Secrets Disclosure Chart \n61−64.)  \n(3)  Criteria Used to Determine Appropriate Solution  \n {66}  SCR-Tech also claims that its criteria to determine whether to use an \nacidic, bicarbonate, or caustic solution type is a protectable trade secret, and that it \nhas developed proprietary knowledge of particular catalysts’ deactivation causes, \nwhich call for a particular soak solution.iv  Defendants claim that various \ndisclosures confirm that SCR-Tech’s alleged proprietary knowledge is, instead, only \ngeneral knowledge that has been made public. \n {67}  Patent disclosures provided by Defendants reveal that acid-based \ntreatments of SCR catalysts successfully remove alkalis (e.g., sodium and \npotassium), alkaline earth metals (e.g., calcium), and alkaline earth metal sulfates \n(e.g., calcium sulfate), whereas caustic-based treatments are successful at removing \narsenic.152  A 1986 Mitsubishi Patent for SCR-catalyst regeneration discloses that \ncatalysts containing sodium, potassium, and sodium sulfate should be treated in an \nacidic solution.153  A 2004 Coalogix patent also for SCR-catalyst regeneration calls \nfor an acidic solution followed by a caustic solution to remove potassium and \narsenic.154  A 2007 Hitachi patent application for SCR-catalyst regeneration teaches \nthat “the regeneration method of washing with an acid aqueous solution . . . is more \neffective when applied to a catalyst containing a deteriorating factor that is mainly \nalkali,” and that arsenic may be dissolved in an acidic solution having a pH of 4 or \nless, or a caustic solution.  A caustic solution is more “effective when applied to a \ncatalyst containing . . . mainly arsenic.”155  Another Hitachi patent application for \nSCR catalyst regeneration confirms these points.  To “dissolve and remove away \nmainly an alkali metal, and alkaline earth metal, arsenic and sulfur” one should \nuse an “acid aqueous solution having a pH of 4 or less, and preferable 2 or less.”\n156  \n                                                 \n152  (Defs.’ Summ. J. Br., Ex. O: U.S. Patent No. 4,615,991 (issued Oct. 7 1986) (“Mitsubishi ‘991 \nPatent”) 1:44−2:1; Ex. Q: U.S. Patent Application Publication (filed Feb. 8, 2007) (“Feb. 2007 Hitachi \nPatent Application Publication”) ¶ 8; Mitsubishi ‘665 Patent 1:35−47.) \n153  (Mitsubishi ‘991 Patent 1:44−2:1.) \n154  (Defs.’ Summ. J. Br., Ex. K: U.S. Patent Application Publication No. 135,347 (filed Jun. 22, 2006) \n(“June 2006 Coalogix Patent Application Publication”) ¶ 11.) \n155  (Feb. 2007 Hitachi Patent Application Publication ¶¶ 8, 22.) \n156  (Def.’s Summ. J. Br., Ex. Y: U.S. Patent Application Pub. 248,943 (filed Oct. 9, 2008) (“Oct. 2008 \nHitachi Patent Application Publication”) ¶ 11.)  \nA graphical illustration from that patent application reveals that acidic solutions \nare much more effective at removing potassium (an alkali metal) and calcium (an \nalkaline earth metal), that sulfur can be removed in a solution at nearly any pH, \nand that arsenic can be removed at nearly any pH, although its removal rate is \ngreater in solutions with pHs at the extreme ends of the spectrum (either very \nacidic or very basic).157  An Engelhard patent states that silicates can be recovered \nfrom SCR catalyst surfaces by using sodium hydroxide.158   \n {68}  These disclosures teach when to use each general treatment option, so \nthat SCR-Tech cannot claim the general criteria as a trade secret.  Defendants’ \nMotion with respect to the general criteria used to determine when to use an acidic, \nbicarbonate, or caustic solution type is GRANTED.   \n {69}  However, SCR-Tech also disclosed and claims protection for the \nknowledge of when to use each class of chemicals and how to treat catalysts within \nthese broad categories, based on specific amounts and ratios of deactivating \nelements, and it provided specific data based on its experience.159 v  These specific \nthresholds are not contained in the publications provided by Defendants.  As such, \ndepending on further discovery and evidence, SCR-Tech may be able to prove that it \nhas particularized trade secrets beyond the publicly known general treatment \noptions.  Defendants’ Motion with respect to this specific data is DENIED.  \n \n(4)  SCR-Tech’s process to clean particular catalysts \n {70}  SCR-Tech claims that its reci pes for soaking and washing particular \ncatalysts are protectable trade secrets.  SCR-Tech’s recipes fall into the three \ncategories listed above: acidic, bicarbonate, and caustic-based plans.   \n {71}  Defendants rely on a 2006 Coalog ix patent application to demonstrate \npublic disclosure of the acid-based regeneration plan.  That publication discloses \nthat after mechanical cleaning, the catalyst should be immersed in a “sulfuric acid \n                                                 \n157  (Oct. 2008 Hitachi Patent Application Publication, Figs. 6, 8.) \n158  (Def.’s Summ. J. Br., Ex. BB: U.S. Patent No. 6,162,524 (issued Dec. 19, 2000) 2:31−34.)  \n159  (Pl.’s Disclosure 5.) \nsolution with a pH of 1.9 containing 5 g/l ascorbic acid and a surfactant addition of \n0.05 wt.% at a temperature of 20ºC.”160  It should be soaked from 5 minutes to 24 \nhours, as a function of the degree of the contamination.161  The catalyst also should \nbe moved while in the solution with a crane.162  This disclosure describes with \nspecificity the composition of SCR-Tech’s initial soak step, including temperature, \nbut it does not disclose the exact duration of the soak or the type of movement \nwithin the solution with specificity.vi  The composition of Plaintiff’s acid-based soak \nstep has been disclosed.  Thus, Defendants’ Motion with respect to that composition \nis GRANTED.  Their Motion with respect to the duration of the soak step and the \ncatalyst’s movement within the solution is DENIED.  \n {72}  With respect to SCR-Tech’s a sserted secrets for its bicarbonate-based \nsoak step recipes, Defendants rely, in part, on an SCR patent for a washcoat \ncatalyst163 and on the same Coalogix patent application presented for an acid-based \nregeneration plan to disclose a recipe for SCR-Tech’s bicarbonate-based \nregeneration plan, although the use of a bicarbonate chemical is not disclosed in the \npublication.164  The washcoat patent discloses that the appropriate temperature \nrange to conduct this step is between 25ºC and 40ºC.  The Coalogix patent \napplication discloses an appropriate temperature range between ambient and \n100ºC, with 60ºC as preferable in order to shorten the treatment time.165  These \ntemperature disclosures overlap, but they also contradict one another.  The \nCoalogix patent application also reveals that a surfactant (i.e. soap) should be used \nin the solution at 0.01 to 0.2 wt. %, that the catalysts can remain in an acidic-based \nsolution “for a period between 5 minutes to approximately 24 hours,” and that the \ncatalyst may be moved in the solution.\n166  The Court cannot conclude at this \njuncture that a competitor would look to a published acid-based regeneration plan \n                                                 \n160  (Mar. 2004 Coalogix Patent Application Publication ¶ 24.) \n161  (Id. ¶ 18.) \n162  (Id.) \n163  (Defs.’ Summ. J. Br. 52; Ex. B: Defs.’ Trade Secrets Disclosure Chart 61; SCR-Tech ‘993 Patent \n7:27−31.)   \n164  (Mar. 2004 Coalogix Patent Application Publication ¶¶ 17, 29.) \n165  (Id. ¶ 18.) \n166  (Id.) \nto discover how to regenerate an SCR catalyst using a bicarbonate-based solution.  \nThe Court has already expressed its reluctance to rely on a washcoat catalyst \npublication.  SCR-Tech’s disclosed bicarbonate soak step is more specific and, in \nsome cases, different than Defendants’ disclosures demonstrate.167  Thus, \nDefendants’ Motion with respect to the parameters used in SCR-Tech’s bicarbonate \nsoak step is DENIED.      \n {73}  Defendants cite a combination of three sources to demonstrate public \ndisclosure of all trade secrets SCR-Tech claims related to its caustic soak step \nrecipes.  They provide a 2006 Coalogix patent application for SCR catalyst cleaning \nto disclose the use of sodium hydroxide and an initial soak step lasting between 0.3 \nhours and 15 hours.168  They rely on the same SCR patent for a washcoat catalyst to \ndisclose the proper concentrations of sodium hydroxide as between 0.4 to 5.0%.  \nThey rely upon the same Coalogix patent application presented for an acid-based \nregeneration plan to disclose that a surfactant (i.e. soap) should be used in the \nsolution at 0.01 to 0.2 wt. % for SCR-Tech’s caustic-based regeneration plan.169  As \nnoted above, that source discloses an appropriate temperature range between \nambient and 100ºC, with 60ºC as preferable in order to shorten the treatment time.  \nPlaintiff does not claim that the use of sodium hydroxide is a trade secret but claims \nthat the remainder of the information contained in its caustic soak step is \nprotectable as a trade secret.  SCR-Tech’s disclosed caustic soak step recipe is more \nspecific than the Defendants’ disclosures demonstrate.170 vii  SCR-Tech’s \nconcentration ranges are much tighter than the general range disclosed by \nDefendants, and SCR-Tech adjusts the concentration ranges for each customer.  It \nalso uses more specific times at a defined temperature.  Thus, Defendants’ Motion \nwith respect to the parameters used in the caustic soak step is DENIED.  \n \n                                                 \n167  (See Pl.’s Disclosure, Regen. Plans.) \n168  (Defs.’ Summ. J. Br. 50; June 2006 Coalogix Patent Application Publication ¶¶ 14, 25−30; SCR-\nTech ‘701 Patent 3:12−13.) \n169  (Defs.’ Summ. J. Br. 50; Mar. 2004 Coalogix Patent Application Publication ¶¶ 17, 29.) \n170  (See Pl.’s Disclosure, Regeneration Plans.) \nc.  Ultrasonic treatment for removal of catalyst poisons at a  \ncontrolled pH, temperature, and chemical composition \n \n {74}  The publicly disclosed SCR-Tech process includes an ultrasound \ntreatment.  SCR-Tech refers to its specific process as “proprietary.”171  The step uses \nhigh frequency ultrasonic vibration to remove contaminants still present on the \ncatalyst after soaking.  Because SCR-Tech has disclosed its general process step, it \ncannot be a protectable trade secret.  Defendants’ Motion with respect SCR-Tech’s \ngeneral use of an ultrasonic treatment step is GRANTED.   \n {75}  SCR-Tech also claims as trade secrets broad ranges of pH and \ntemperature that include its unique recipes’ specifications.\n172  It claims more \nnarrow ranges for energies and catalyst movement within the solution.173 viii  SCR-\nTech’s position is that each catalyst requires different treatment, and its particular \nset up for a particular catalyst must be contained within the disclosed ranges.  At \noral argument, Plaintiff’s counsel stated that the “combination of pH level, energy \nlevel, and temperature . . . leaves literally thousands of possible combinations, and \nthe key is how do you get the three of them to the point where they work.”\n174  \nObviously, SCR-Tech cannot protect broad ranges, such as the entire pH scale or \ntemperatures ranging from ambient to the boiling point of water.  More \nparticularity is required.  The recipes accompanying SCR-Tech’s disclosure reveal \nmore specific elements, in particular, chemical compounds; pH, temperature, and \nenergy ranges; and catalyst movement within the solution.ix   \n {76}  Defendants argue that SCR-Te ch’s specific ranges and particulars \nrelated to this step are contained fully within patent disclosures and, therefore, \ncannot qualify as protected trade secrets.  To demonstrate chemical compounds, pH, \nand temperature ranges, Defendants offer three sources.  First, they cite a 2006 \nCoalogix patent application publication, which contains two relevant examples of \n                                                 \n171  (Ex. H at 9.) \n172  (Pl.’s Disclosure 3.) \n173  (Id.) \n174  (Tr. of Oral Argument 59:20−24, SCR-Tech LLC v. Evonik Energy Servs. LLC, No. 08- CVS-\n16632 (argued June 29, 2010).) \nthe patent’s embodiment.  It discloses that the catalysts should be placed in the \nsame sulfuric acid solution used in SCR-Tech’s acidic soak step for twenty minutes \nwith a pH of 1.9 (Example 3), or thirty minutes with a pH of 2.0 (Example 5), each \nat 60ºC.175  Second, they cite a 2001 Coalogix patent for cleaning catalytic \nconverters from coal burning power plants that teaches to conduct ultrasonic \ncleaning in a temperature range between 40ºC and 80ºC.176  Third, they cite a 2005 \nSCR-Tech patent for washcoat catalysts that teaches to conduct this step at a \ntemperature range between 50ºC and 60ºC.177   \n {77}  To demonstrate that the required energy and the movement within the \nsolution are publicly disclosed, Defendants cite another 2006 Coalogix patent \napplication for SCR catalysts.  It states that ultrasonic treatment should be \nconducted preferably at 20−50 kHz.178  Other Defendants’ patents disclose energy \nranges from less than 20 Hz−100 kHz.179  The same 2001 Coalogix patent for \ncleaning catalytic converters from coal burning power plants discloses a narrow \nenergy range, 27−40 kHz at 6 watts per liter and movement within the solution at a \nreciprocating stroke height of 100mm (3.9 inches).180\n {78}  The 2006 Coalogix patent app lication publication reveals much of \nPlaintiff’s ultrasonic treatment step.  The publication discloses the use of sulfuric \nacid for ultrasonic cleaning.  The Court already has determined that the use of \nsulfuric acid has been disclosed for the soak step, so that its use cannot constitute a \ntrade secret for that step.  It now determines that the compound’s disclosure \nprevents it from being a trade secret in this step as well.  The publication also \nstates that the ultrasonic step should last between twenty and thirty minutes.  It \ncites the precise temperature which SCR-Tech claims as a trade secret.  Those \nelements of the process step cannot maintain trade secret protection.  The 2001 \n                                                 \n175  (Defs.’ Summ. J. Br. 50; Mar. 2004 Coalogix Patent Application Publication ¶¶ 27, 29.) \n176  (Def.’s Summ. J. Br., Ex. J: U.S. Patent No. 6,241,826 (issued Jun. 5, 2001) (“Coalogix ‘826 \nPatent”) 4:38−39.) \n177  (SCR-Tech ‘701 Patent 4: 27−28.) \n178  (June 2006 Coalogix Patent Application Publication ¶ 19.) \n179  (Defs.’ Summ. J. Br. 25−26.) \n180  (Coalogix ‘826 Patent 2:32−50; 4:29−39.) \nCoalogix patent discloses a reciprocating stroke movement at a value within SCR-\nTech’s reported range.  Because it has been disclosed, a four inch oscillation within \nthe ultrasound treatment step cannot be a trade secret.  But, it may be possible for \nSCR-Tech to prove a trade secret for smaller or larger movements within the \nreported range.  Based on the above disclosures, Defendants’ Motion with respect to \nthe use of sulfuric acid during the ultrasonic step, an ultrasonic bath at 60ºC for \ntwenty or thirty minutes, and an oscillating movement of approximately four inches \nis GRANTED. \n {79}  By referencing the 2006 Coalogix patent alone, competitors would gain \nsome knowledge of how to create this step in the process, but they could not \ncomplete SCR-Tech’s process step based solely on that reference.  The other \npublications do not reveal every parameter of this process step with precision.  They \ndo not reveal the particular compounds used in the bicarbonate and caustic \ntreatments.  Additionally, the disclosed energy ranges from the remaining \nreferences reveal many different options, a fact which makes a competitor’s \nchoosing the proper levels more challenging.  Though broad ranges have been \ndisclosed, SCR-Tech may be able to prove that it continues to derive independent \neconomic value from its more specific claims.\n181   \n {80}  It is equally true that Defend ants could use specific steps within the \nbroad published ranges without having misappropriated trade secrets if, in fact, \nDefendants utilized this public information instead of relying on SCR-Tech’s \nrecipes.  The Court cannot decide this issue at this stage as a matter of law.  \nDefendants’ Motion with respect to the remaining parameters of Plaintiff’s \nultrasonic step is DENIED. \n  \nd.  Neutralization \n {81}  After ultrasonic tr eatment, SCR-Tech’s catalysts can be subjected to an \naqueous neutralization bath.  Defendants cite numerous patents disclosing the use \n                                                 \n181  Giasson Aero. Sci., 680 F. Supp. 2d at 841 (E.D. Mich. 2010); see Schalk v. State, 767 S.W.2d at \n446. \nof a neutralization rinse step with a slightly acidic solution.182  Plaintiff does not \ncontest those disclosures, but states that the reasons for using such a step is not \ndisclosed in those publications and is a trade secret.183 x  The Court concludes that a \ncompetitor interested in copying SCR-Tech’s process could look to its website and its \npublished patents, as well as those of other companies, and determine that it should \nrinse the catalyst in a slightly acidic solution after ultrasound treatment.  Relying \nonly on the information provided by Defendants, the competitor would understand \nthat the process was intended to remove excess alkalis remaining on the catalyst.  \nThis step has been disclosed.  The fact that the process also might have other \nbenefits does not qualify this step as a trade secret.  Defendants’ Motion with \nrespect to this general process step is GRANTED. \n {82}  Plaintiff claims as a trade secret the following parameters for its \nbicarbonate and caustic treatment plans that are not contained in the disclosures \nprovided by Defendant: the specific pH used for each recipe, the duration of the \nrinse step, whether and how the solution may be circulated, whether and how \ncatalysts are moved in the solution, and the temperature(s) at which this specific \nstep is conducted.  These plans contain a level of specificity not disclosed on SCR-\nTech’s website or in the submitted patents.  Defendants have not shown that \ninformation to be publicly disclosed.  It is possible that Plaintiff may prove it \ncontinues to maintain independent economic value from those elements.  Thus, \nDefendants’ Motion with respect to these parameters is DENIED. \n \ne.  Multi-step rinsing \n {83}  This step involves rinsing cataly sts in multiple chambers to remove the \nchemicals used in treatment and precedes re-impregnation with active catalytic \ncomponents.184   This general step is disclosed in SCR-Tech’s website description, so \n                                                 \n182  (See Defs.’ Summ. J. Br. 30−32.) \n183  (Tr. of Oral Argument 64:17−22, SCR-Tech LLC v. Evonik Energy Servs. LLC, No. 08- CVS-\n16632 (argued June 29, 2010).) \n184  (Pl.’s Disclosure 4.) \nit cannot be a trade secret.  Defendants’ Motion with respect to this general process \nstep is GRANTED. \n {84}  SCR-Tech also made specific disclosures within the generalized trade \nsecret claim related to the multi-step rinse step.  It claims target pH values and \nconductivity levels as trade secrets.185 xi  It also disclosed in its recipes the amount \nof time and temperature required for this step and whether it moves the catalyst in \nthe fluid. \n {85}  Defendants claim that SCR-Tech has no protected trade secrets related \nto this step because patents reveal the cascade washing step.  A 2005 patent \nconcerning a washcoat catalyst states: \nIn a preferred embodiment, cascade washing occurs in a unit having a \nplurality of chambers, for example four chambers.  Water flows \ncontinuously from a first chamber, where it is introduced, through \nsubsequent chambers individually until it exits a last chamber. . . .  \nThe conductivity of the water exiting the first chamber can be \nmonitored, and is advantageously not greater than about 5 micro-\nsiemens (µS) when the substrate is removed from the first chamber.\n186\n \nThe same disclosure reveals that catalyst should be subjected to cascade washing at \na temperature of 40ºC to 60ºC.187  Defendants also point to conductivity goals \ncontained in a Shell Oil patent, which teaches the preparation and use of a silica \nbased catalyst to prepare and purify a specific metal, and to pH values contained in \na 2001 Coalogix patent, which teaches a process for regenerating catalytic \nconverters.188  As noted above, the washcoat catalyst patent does not necessarily \ndisclose secrets about SCR regeneration, and the Shell Oil patent occupies a \ncompletely different field than SCR catalyst regeneration.  The Coalogix patent \ndiscloses a target pH range for a water rinse step that occurs before the ultrasonic \ncleaning step, rather than after it.   \n                                                 \n185  (Id. at 4.) \n186  (SCR-Tech ‘701 Patent 5:16−30.) \n187  (Id. at 5:13−15.) \n188  (Defs.’ Summ. J. Br., Ex. V: U.S. Patent No. 7,425,647 (issued Sept. 16, 2008) Abstract; Coalogix \n‘826 Patent, Abstract.) \n {86}  Though the purpose of conducting a cascading rinse and the general \nfunction of that step is not a trade secret, Defendants’ disclosures do not eliminate \nthe possibility that the specific ranges for pH and conductivity that SCR-Tech sets \nas targets, the time and temperatures used, and the movement, if any, within the \nsolution during this step may be trade secrets.  Thus, Defendants’ Motion with \nrespect to these specific elements is DENIED. \n \nf.  Drying prior to re-impregnation \n {87}  SCR-Tech claims that its “knowl edge of how to dry an SCR catalyst and \nits ability to determine when the catalyst is sufficiently dry for re-impregnation is \nboth confidential and proprietary.”189 xii  It disclosed drying processes in its specific \nrecipes.190   \n {88}  Defendants cite Evonik’s 2007 pa tent application to show that under-\ndrying has been disclosed and that “it may be carried out under increased \ntemperature or low pressure.”191  Generally, this patent disclosure would preclude \nany trade secret claim for the general process.  But, SCR-Tech claims that Evonik \nactually misappropriated SCR-Tech’s trade secrets to prepare it prosecute its \npatent.  Trade secret misappropriation may arise from publishing a competitor’s \ntrade secret.192  Also, the Evonik disclosure does not list the times and \ntemperatures that are appropriate to use for initial under-drying.  An SCR-Tech \nwashcoat patent reveals various options for drying catalysts after cascade washing.    \n {89}  Defendants have not presented evidence that SCR-Tech’s claimed \ntemperatures and drying times have been disclosed.  Defendants’ Motion with \nrespect to this drying step is DENIED.   \n \n \n                                                 \n189  (Pl.’s Disclosure 4.) \n190  (Id. at 6, 7, Regeneration Plans.) \n191  (Defs.’ Summ. J. Br., Ex. X: U.S. Patent Application Publication, No: 161,509 (published Jul. 12, \n2007) ¶¶ 31, 68.) \n192  See Underwater Storage, Inc. v. United States Rubber Co., 371 F.2d 950, 955 (D.C. Cir. 1966). \ng.  Replenishment and re-impregnation  \n {90}  The re-impregnation step reintr oduces previously lost active metal \natoms to the catalyst by dipping the catalysts in chemical solutions.  SCR-Tech’s \nwebsite reveals that SCR catalysts are re-impregnated with vanadium, \nmolybdenum, and tungsten and the use of vanadium pentoxide in the process.193  \nThis general use in the re-impregnation step cannot, then, constitute trade secrets.  \nDefendants’ Motion with respect to this general process step is GRANTED. \n {91}  SCR-Tech maintains that it possesses a trade secret in the order in \nwhich the catalysts are dipped in each solution and in the timing of the drying \nsteps, which it claims have not been disclosed.xiii  Defendants have provided no \ndisclosures related to re-impregnating SCR catalysts by dipping them into chemical \nsolutions and drying them in the order disclosed by SCR-Tech.  Nor have they \nprovided disclosures of the compounds used or the times listed in SCR-Tech’s \nregeneration plans.  Because Defendants have provided no disclosure of this specific \nimplementation of the more general process, which has been disclosed, SCR-Tech is \nentitled to proceed with its effort to prove misappropriation of this unpublished \nspecific information.\n194  Defendants’ Motion with respect to the specific elements of \nthis process step is DENIED.  \n \nh.  Final drying \n {92}  SCR-Tech’s website discloses that  its process consists of final drying \nstep.  That fact cannot be a trade secret, so any trade secret related to this step \nmust be contained in the specific times and temperatures connected to the process.  \nDefendants’ Motion with respect to this general process step is GRANTED. \n {93}  SCR-Tech references specific drying times and temperatures for this \nstep in the specific recipes attached to its trade secrets disclosure.\n195 xiv  Defendants \npoint to numerous patents describing a final drying step and the various \n                                                 \n193  (Defs.’ Summ. J. Br. 38.) \n194  Giasson Aero. Sci., 680 F. Supp. 2d at 841 (E.D. Mich. 2010); see Schalk,767 S.W.2d at 446. \n195  (Pl.’s Disclosure, 6, 7, Regen. Plans.) \ntemperature ranges associated with that step, claiming that SCR-Tech’s process \nfalls within these disclosed ranges.196  They include in those disclosures SCR-Tech’s \n2005 washcoat catalyst patent, the same patent which revealed the cascade rinse \nstep used by SCR-Tech.  That patent teaches that following the cascade rinse, \ndrying is “preferably performed in a three-stage oven maintained at a temperature \nof 100ºC to 205ºC [212ºF to 400ºF].”197  This disclosure lists a temperature range in \na publication of a technology different than SCR catalyst regeneration.   \n {94}  Whether a competitor would access  this publication to learn to dry SCR \ncatalysts and whether the temperature range referenced would allow a competitor \nto ascertain SCR-Tech’s more specific process is a question of fact.  Defendants’ \nMotion with respect to the specific parameters used by SCR-Tech for this step is \nDENIED. \n \ni.  Final inspection and packaging  \n {95}  SCR-Tech does not clai m this step as a trade secret. \n \n4.  SCR-Tech’s Specific Recipes\n {96}  SCR-Tech’s Disclosure includes  two practical applications and eight \ncustomer specific catalyst regeneration plans.  SCR-Tech also provided two recipes \nfor regenerating AES Somerset’s catalysts.  Defendants contend that none of these \nconstitute trade secrets because their component parts have been disclosed in \npublications.  These publications, however, do not reveal the entirety of SCR-Tech’s \nindividual recipes.  Without exception, SCR-Tech’s plans are more specific and more \ncomplete in their disclosures than what the publications reveal.  Issues of fact \nremain as to whether a competitor could ascertain specific elements of Plaintiff’s \nclaimed secrets by reviewing Defendants’ publications, particularly those that relate \nto unrelated processes.  Defendants’ Motion with respect to SCR-Tech’s individual \nplans and recipes is DENIED. \n                                                 \n196  (Defs.’ Summ J. Br. 41−42.) \n197  (SCR-Tech ‘701 Patent 5:16−30.) \n5.  SCR-Tech’s Ability to Interpret Test Data\n {97}  In addition to the individual steps in its process, SCR-Tech claims its \nability to analyze test data as a trade secret.198  The independent economic value is \nthe ability “to determine the concentration and treatment temperatures based on \nthe amount and ratio of deactivating compounds.”199  More specifically, SCR-Tech \nclaims that its ability to choose between acidic and caustic-based plans constitutes a \ntrade secret.  The ability to divide catalysts into these broad categories to generate a \ntreatment plan has been disclosed in the publications that Defendants have \npresented.  Thus, this ability cannot be a trade secret.  Defendants’ Motion with \nrespect to this claim is GRANTED. \n   \n6.  Evonik’s Independent Development of AES Somerset Recipes\n {98}  As noted in the discussion above , evidence may be relevant to determine \nwhether information is a trade secret because of the difficulty with which the \ninformation could be properly duplicated by others and whether a defendant’s \nindependent development serves as a defense to a misappropriation claim.200  The \nCourt allowed initial discovery on the issue of whether there is a trade secret in the \nfirst instance.  The information discovered informs whether the information SCR-\nTech claims as trade secrets could be properly defined from published information \nor independently developed.xv  The Court did not intend to foreclose further \ndiscovery or consideration of the independent efforts Evonik took to provide AES \nSomerset with a regeneration plan for its SCR catalysts.  The Court’s purpose was \nto allow inquiry into whether Defendants’ ability to develop their process \nindependently was sufficiently clear to determine summarily that SCR-Tech cannot \nsustain proof of a trade secret.  While the Court has considered the evidence each \n                                                 \n198  In its trade secrets disclosure, Plaintiff admitted that “the methods for running these tests and \nanalyses are described in the open literature and therefore not considered an SCR-tech [sic] trade \nsecret.”  (Pl.’s Disclosure 5.) \n199  (Pl.’s Resp. Br. 36.) \n200  See Sunbelt Rentals, Inc., 174 N.C. App. at 53, 620 S.E.2d at 226. \nparty has presented about Evonik’s claim of independent development, the Court \ndoes not conclude that such evidence is dispositive at this stage. \n \nB.  Breach of Contract Claims \n {99}  The summary judgment motion on these claims rest primarily on \nDefendants’ claim that the information on which the breach of contract claims must \nrest has also been published or is otherwise not confidential.  In part, the Motion \nfails to the extent that it mirrors the trade secret claims on which the Court did not \ngrant summary judgment.  But, there are also other reasons why the breach of \ncontract claims should not be summarily dismissed. \n{100}  The Court cannot determine as a matter of law that Plaintiff’s claim \nthat the Hartensteins came into possession of and then misused information that \nthe contract defines as Confidential should be dismissed.  At this stage, inferences \nfrom the evidence to date must be drawn in SCR-Tech’s favor.  SCR-Tech claims \nthat the Hartensteins breached their contract with it by failing to take reasonable \nmeasures to protect the secrecy of its confidential information, failing to turn over \nall confidential information, and failing to maintain the confidentiality of its \nconfidential information.  Plaintiff also claims that Blohm and Förster breached \ntheir confidentiality agreements with Envica when they provided their expertise to \nEvonik, and that the Hartensteins at least should have known that these former \nEnvica employees had knowledge of SCR-Tech’s process that required protection.   \n{101}  Admittedly, Defendants argue and may ultimately prevail with proof \nthat Evonik came into legitimate possession of the SCR-Tech technical and pricing \ninformation, as it came from either AES Somerset or from Steve Wiese.  But the \nCourt believes there are unresolved fact issues underlying Defendants’ position.   \n {102}  The limited discovery conducted would allow inferences that the \nHartensteins may have come into possession of and used information defined as \nConfidential under the Settlement Agreement.  Again, the Court believes there are \ngenuine issues of material fact as to whether the Hartensteins breached their \nagreement.  \n {103}  Defendants’ Motion on the brea ch of contract claims is DENIED.  \n \nC.  Tortious Interference Claims \n {104}  Defendants argue that Plaint iff’s claim against Defendants Evonik \nSteag GmbH, Evonik Energy Services GmbH, and Evonik Energy Services LLC for \ntortious interference with the Confidentiality Agreement must fail as a matter of \nlaw because there is no breach of the underlying agreement.  As the Court finds \nthat material issues of fact exist as to the breach of contract claim, it cannot \nconclude as a matter of law that Plaintiff’s tortious interference claim must fail.  \nDefendants’ Motion on the tortious interference claim is DENIED as relates to the \ngrounds asserted.  The Court does not have adequate information to determine \nwhether a subsequent motion on different grounds, such as privilege, would be \nappropriate. \n \nD. Unfair and Deceptive Trade Practices Claims \n {105}  Defendants argue that Plaintiff’s claim for unfair and deceptive trade \npractices must fail because the claim is dependent upon Plaintiff’s claims for trade \nsecret misappropriation and tortious interference.  As these claims survive, \nDefendants’ Motion with respect to the unfair and deceptive trade practices claim \non the basis asserted in the Motion is DENIED.  \n \nVI. CONCLUSION \n {106}  The Court determines that S CR-Tech cannot claim the following as \ntrade secrets: \n 1) SCR-Tech’s general process fo r cleaning and regenerating SCR \ncatalysts; \n 2) the mechanical cleaning step of SCR-Tech’s process; \n 3) the fact that SCR-Tech employ s a soaking and washing step in its \nprocess; the general use of acidic, bicarbonate, and/or caustic fluids in its soak \nsolutions; the composition of and the identity of specific compounds used in the \nacidic soak and washing step; and the general criteria it uses to determine which \ntreatment type to use;  \n 4) the fact that it uses an ultrason ic treatment step, the use of sulfuric \nacid in that step at a temperature of 60ºC for twenty or thirty minutes, and an \noscillating movement of approximately four inches;  \n 5) the general use of a neutralizatio n rinse step and the rationale for its \nuse; \n 6) the general use and purpose of  a multi-step rinsing procedure; \n 7) the general use of a re-impr egnation step using vanadium, \nmolybdenum, and tungsten; \n 8)  the fact SCR-Tech employs a final drying step; and \n 9)  the ability to interpret test data.    \nAs such, the Court GRANTS Defendants’ Motion with respect to these claims.  \n {107}  The Court determines that with  regard to the following SCR-Tech’s \ntrade secret disclosures, Defendants have not met their burden of establishing that \nthe claims have been disclosed in a manner to make them generally known or \nreadily ascertainable: \n 1)  with respect to the soaking an d washing step, the specific compound \nSCR-Tech uses for its bicarbonate-based soak step, the specific amounts and ratios \nof deactivating elements used to determine proper treatment, the duration of the \nacid-based soak step and the catalyst’s movement within the acid-based solution, \nthe specific recipes used in the bicarbonate and caustic-based soak and washing \ntreatments;  \n 2) SCR-Tech’s specific paramete rs for conducting its ultrasonic \ntreatment, other than those listed in number 4 above; \n 3) with respect to the neutralization rinse step for bicarbonate and \ncaustic treatment plans, the specific pH used for each recipe, the duration of the \nrinse step, whether and how the solution may be circulated, whether and how \ncatalysts are moved in the solution, and the temperature(s) at which this specific \nstep is conducted; \n 4)  with respect to the multi-step rins e, the specific ranges for conductivity \nand pH that SCR-Tech sets as targets, the time and temperatures used in this step, \nand the movement, if any, within the solution during this step; \n 5)  SCR-Tech’s initial drying step, including temperatures and drying \ntimes; \n 6) the specific elements of SCR-Tech’s re-impregnation step; \n 7)  the specific elements of SCR-Tech’s final drying step; and \n 8) SCR-Tech’s individual plans and recipes disclosed to the Court. \nThe Court DENIES Defendants’ Motion with respect to these claims and orders \nfurther discovery to determine that issue.  \n {108}  Defendants’ Motion with respec t to SCR-Tech’s claims for breach of \ncontract, tortious interference, and unfair and deceptive trade practices is DENIED. \n \n IT IS SO ORDERED, this  22nd day of July, 2011. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n                                                                                                                                                             \nENDNOTES REDACTED \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n "
}