{
  "id": "1effba8d2645c74ca86d72fb7e82eb7b0494a8c29c5e5a5aae40e24e9d388fed",
  "source_file": "data/raw/ncbc/1effba8d2645c74ca86d72fb7e82eb7b0494a8c29c5e5a5aae40e24e9d388fed.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nDURHAM COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 3727 \n \nSTATE OF NORTH CAROLINA, ex \nrel. JOSHUA H. STEIN, Attorney \nGeneral, \n \nPlaintiff, \n \nv. \n \nADAM BOWEN; HOYOUNG HUH; \nJAMES MONSEES; NICHOLAS \nPRITZKER; and RIAZ VALANI, \n \nDefendants. \n \n \n \n \nORDER AND OPINION  \nON MOTIONS TO DISMISS \n \n \n1. In 2019, the State of North Carolina sued JUUL Labs, Inc. and accused the \ncompany of targeting children through the design , marketing, and sale of  its \ne-cigarettes.  That case resulted in a settlement and consent judgment in which JUUL \nagreed to modify its marketing practices.   \n2. This case is the  sequel.  The State has sued  five of JUUL’s officers and \ndirectors—Defendants Adam Bowen, James Monsees, Hoy oung Huh, Nicholas \nPritzker, and Riaz Valani—for allegedly directing, approving, and failing to stop the \ncompany’s illegal activities.  All five Defendants have moved to dismiss the complaint, \ncontending that the Court lacks personal jurisdiction and that the State has failed to \nstate a claim for relief .  ( See ECF Nos. 23, 25, 27.)   For the following reasons, the \nCourt concludes that it lacks personal jurisdiction, GRANTS the motions to dismiss \non that basis, and DENIES all other relief as moot.  \nNorth Carolina Department of Justice, by Swain W. Wood, Brian D. \nRabinovitz, Jessica Vance Sutton, Sripriya Narasimhan, and Kevin \nAnderson, for Plaintiff State of North Carolina, ex rel. Joshua H. Stein, \nAttorney General. \nNorth Carolina ex rel. Stein v. Bowen, 2022 NCBC 64. \nEllis & Win ters LLP, by Dixie T. Wells and Scottie Forbes Lee,  and \nBoersch & Il lovsky, LLP, by Eugene Il lovsky and Kevin Calia,  for \nDefendant Adam Bowen.  \nEllis & Winters LLP, by Dixie T. Wells and Scottie Forbes Lee, and \nOrrick, Herrington & Sutcliffe, LLP, by James N. Kramer,  Lauren \nSeaton, Kevin M. Askew, and Sunny Hwang,  for Defendant James \nMonsees. \nEllis & Winters LLP, by Dixie T. Wells and Scottie Forbes Lee, and \nKellogg, Hansen, Todd, Figel & Frederick, PLLC, by Michael J. Guzman, \nMark Hansen, David L. Schwarz , and Derek Reinbold, for Defendants \nHoyoung Huh, Nicholas Pritzker, and Riaz Valani. \nConrad, Judge. \nI. \nBACKGROUND \n3. The following background describes  the allegations of  the complaint , the \nnature of the State’s claims , and the case’s procedural posture.  It is presented for \ncontext and does not contain any findings of fact. \n4. An electronic cigarette, or e- cigarette, is just what its name suggests:  a \nhandheld, battery-operated device akin to a cigarette.  The device works by heating \nand vaporizing a nicotine -infused liquid solution.  A user inhales the vapor —this is \nknown as vaping—through a mouthpiece so that nicotine passes into the lungs and \nthen into the bloodstream.  (See Compl. ¶¶ 26–29.) \n5. Vaping, like smoking, has provoked intense public-policy debates.  Underage \nvaping may be at the top of the list.  Data cited in the complaint suggest that vaping \nby high-school and middle-school students is rampant.  In the State’s words, there is \n“a youth e-cigarette epidemic in North Carolina.”  (See Compl. 1, ¶¶ 23, 55, 83.) \n6. Who is responsible for this epidemic?  T he State pins the blame on JUUL \nand five of its current and former officials.  JUUL makes and sells e-cigarettes across \nthe country .  Though not based in North Carolina, it has some 3,000 authorized \nretailers here.  Bowen, Monsees, Huh, Pritzker, and Valani have all served on JUUL’s \nboard of directors.  Bowen was also Chief Technology Officer, and Monsees was Chief \nExecutive Officer and Chief Product Officer.  The se men, the State alleges , directed \nJUUL’s efforts to create and market e-cigarettes designed to attract young people .  \n(See, e.g., Compl. ¶¶ 9, 40–43, 54.) \n7. According to the State, the  design of JUUL’ s e-cigarettes is enticing to  \nchildren.  They look and taste nothing like traditional cigarette s.  Some versions of \nthe device  look like  flash drives or similar gadgets; o thers light up and mimic a  \npopular video game.  Tar and tobacco are out, replaced by more palatable, dessert-like \nflavors.  A nd a dditives boost the users’ nicotine buzz while easing any throat \ndiscomfort they might feel after inhaling .  The State alleges that the se design \nfeatures—developed by Bowen and Monsees —make vaping fun, highly addictive, \neasy to hide, and more appealing  to first-time users, especially youth.  ( See Compl. \n¶¶ 59–61, 66, 68, 69, 71–77, 79–81.) \n8. The State also takes issue with JUUL’s marketing.  It alleges that  JUUL \ntargeted underage users through its “Vaporized” ad campaign, which coincided with \nthe launch of its first product in 2015 .  The campaign featured bright images, vivid \ncolors, and youthful models —all allegedly reviewed and approved by JUUL’s board \nof directors—using e-cigarettes in various social settings.  JUUL’s aim was to portray \nvaping as cool and alluring, much the same way that tobacco companies portrayed \nsmoking in the twentieth century.  (See Compl. ¶¶ 87, 90, 91, 93–97.) \n9. Unlike those tobacco companies, though, JUUL had access to  modern \nmethods of viral messaging.  Its ads appeared not only in traditional media (such as \nVice magazine and billboards in Times Square) but also on social -media outlets \nfavored by children (such as Inst agram).  One aspect of the “Vaporized” campaign \nwas to “engage New York and Los Angeles up -and-comers to use and promote the \nJUUL brand in a series of web-based and event interactions in 2015.”  JUUL hosted \nparties for social-media influencers  and enlisted  them to share pictures and \nendorsements with followers, many of whom were underage youth .  To stoke public  \ninterest even more, JUUL began “seeding” free products and swag to influencers and \ncelebrities.  When Vanity Fair photographed singer Katy Perry using a  “seeded” \ndevice, JUUL reposted the celeb’s picture on its own Facebook page and Twitter feed.  \n(See Compl. ¶¶ 91, 94, 95, 99, 103, 111, 112, 120, 122.) \n10. These advertising methods allegedly struck a chord with teens, who began \ncreating their own JUUL-related, social -media content.  Tech-savvy teens posted  \npictures and videos of themselves vaping and used JUUL-themed hashtags—#JUUL, \n#JUULLife, #JUULNation, etc.—to share the images with peers.  Some individuals \nwithin JUUL acknowledged and worried that the company’s popularity with youth \nwas tied to its social -media presence.  A social-media study commissioned by JUUL \nin 2018 validated those worries, reporting that “Juul Owns Teens.”  Even so, JUUL’s \nboard of directors allegedly dismissed—or, worse, embraced —the potential that its \nmarketing appealed to teens.  (See Compl. ¶¶ 54, 104–08, 112, 114–18, 142.)   \n11. JUUL also did little to stop teens from buying e -cigarettes.  It s website \nlacked effective safeguards at the point of sale.  Many t eens easily bypassed the \nsimple measures used to verify age and identity .  Those who failed  the verification \nscreening, despite being underage, were placed on JUUL’s e-mail list to receive future \nmarketing.  In addition, JUUL chose not to require an adult’s signature upon \ndelivery.  (See, e.g., Compl. ¶¶ 193–98, 200, 201, 207, 208, 216.) \n12. Blowback from regulators led JUUL to revamp its advertising between 2016 \nand 2018.  The State says the se efforts were too little, too late.  JUUL’s first \nmakeover—the “Smoking Evolved” campaign —kept the look of the “Vaporized” ads \nand used the same social -media outlets.  Its second —the “Make the Switch” \ncampaign—went further and ditched young models in favor of older men and women.  \nBut by then, the State alleges, JUUL’s youth-friendly brand was entrenched on social \nmedia.  (See Compl. ¶¶ 131–34, 138, 147–49.) \n13. In addition to targeting youth , JUUL allegedly deceived the public about \nvaping’s potential harms .  Its  earliest ads  did not say that  e-cigarettes contain \nnicotine.  More recent ads disclosed the nicotine content as a percentage and equated \nthe amount of nicotine in one e-cigarette pod to the amount in one pack of cigarettes.  \nThe State alleges that describing the nicotine content in that fashion was misleading \nand masked the true potency and addictive nature of e- cigarettes.  The State also \nalleges that JUUL advertised vaping as a way to quit smoking  without the FDA’s \napproval to do so.  (See Compl. ¶¶ 161, 165, 169, 170, 173, 174, 177–81, 184–86.) \n14. JUUL enjoyed immediate financial success.  In late 2018, a major cigarette \nmanufacturer acquired a 35% stake in JUUL in exchange for roughly  $13 billion.  \nJUUL paid out nearly all of this money to its employees and investors .  Bowen, \nMonsees, Huh, Pritzker, and Valani received cash distributions ranging from about \n$500 million to about $2.5 billion.  (See Compl. ¶¶ 226–28, 231, 233–37.) \n15. In 201 9, t he State sued JUUL based on its allegedly deceptive and \nyouth-oriented marketing.  Two years later, the State and JUUL settled their dispute \nthrough a consent judgment, which required JUUL to make a cash payment and to \nmodify its marketing practices.  Although the State released its claims against JUUL, \nit did not release potential claims against the five D efendants in this case.   ( See \ngenerally Defs.’ Jt. Exs. A, B, ECF Nos. 22.1, 22.2.) \n16. A few months after entry of the consent judgment, the State brought this \nsuit.  It claims that “in the course of supervising and directing the marketing of \nJUUL’s e -cigarette devices and flavored nicotine inserts, ” Bowen, Monsees, Huh , \nPritzker, and Valani “engaged in unfair or deceptive trade practices” under N.C.G.S. \n§ 75-1.1.  The alleged unfair or deceptive acts include marketing to underage \nconsumers, deceiving consumers about the nicotine potency of JUUL’s products, and \nfalsely claiming that JUUL’s products are approved by the FDA as smoking-cessation \ndevices.  (See Compl. 95–96.) \n17. Three motions to dismiss are pending : one by Bowen, another by Monsees, \nand a third jointly by  Huh, Pritzker, and Valani.   ( See ECF Nos. 23, 25, 27.)   Each \nDefendant contests personal jurisdiction and contends that the State has failed to \nstate a claim for relief .  The motions are f ully briefed, and the Court held a hearing \non 27 June 2022, at which all parties were represented by counsel .  The motions are \nripe for determination. \nII. \nPERSONAL JURISDICTION \n18. “Personal jurisdiction refers to the Court’s ability to assert judicial power \nover the parties and bind them by its adjudication.”  In re A.B.D. , 173 N.C. App. 77, \n83 (2005) (citation and quotation marks omitted).  It  is a threshold issue that the \nCourt must decide before considering the merits. \n19. A defendant may contest personal jurisdiction by challenging the sufficiency \nof jurisdictional allegations in the complaint or by offering evidence to refute those \nallegations.  Here, all five D efendants have submit ted affidavits to  show that they \nhave either no contacts or insubstantial contacts with North Carolina.  ( See Bowen \nAff., ECF No. 28.2; Monsees Aff., ECF No. 26.2; Huh Aff., ECF No. 24.2; Pritzker Aff., \nECF No. 24.3; Valani Decl ., ECF No. 24.4.)  In respon se, the State has submitted \ntwenty-five exhibits of its own.  (See Pl.’s Exs. 1–25, ECF No. 78–102.)   \n20. “In this context, when the parties have submitted affidavits and exhibits but \nno evidentiary hearing is held, the trial court must determine the weight a nd \nsufficiency of the evidence before it .”  Toshiba Global  Com. Sols., Inc. v. Smart & \nFinal Stores LLC, 381 N.C. 692, 2022-NCSC-81, ¶ 5.  The State, as the plaintiff, bears \nthe burden to establish personal jurisdiction by a preponderance of the evidence.  See, \ne.g., Dow-Rein v. Sarle, 281 N.C. App. 721, 2022-NCCOA-101, ¶ 12; Parker v. Town \nof Erwin, 243 N.C. App. 84, 97 (2015); Bauer v. Douglas Aquatics, Inc., 207 N.C. App. \n65, 68 (2010). \nA. Legal Principles \n21. Determining whether personal jurisdiction exists is a “two -step analysis.”  \nBeem USA LLLP v. Grax Consulting LLC , 373 N.C. 297, 302 (2020).   Jurisdiction \nmust be authorized by North Carolina ’s long-arm statute, N.C.G.S. §  1-75.4, and be \nconsistent with the Due Process Clause of the Fourteenth Amendment to the United \nStates Constitution.  See Beem USA, 373 N.C. at 302.  In practice, the analysis often \ncollapses into one inquiry because the North Carolina Supreme Court has broadly \nconstrued the long-arm statute “to make available to the North Carolina courts the \nfull jurisdictional powers permissible under federal due process.”  Id.  (citation and \nquotation marks omitted); see also Dillon v. Numismatic Funding Corp. , 291 N.C. \n674, 676 (1977). \n22. Due process requires that a defendant “have cer tain minimum contacts” \nwith this forum  “such that the maintenance of the suit does not offend ‘traditional \nnotions of fair play and substantial justice.’ ”  Int’l Shoe Co. v. Washington, 326 U.S. \n310, 316 (1945) (quoting Milliken v. Meyer, 311 U.S. 457, 463 (1940)).  Although courts \n“have differentiated between general or all -purpose jurisdiction, and specific or \ncase-linked jurisdiction,” only the latter is at issue.  Goodyear Dunlop Tires \nOperations, S.A. v. Brown, 564 U.S. 915, 919 (2011).   \n23. Specific jurisdiction exists when “the controversy arises out of the \ndefendant’s contacts with the forum state.”  Tom Togs, Inc. v. Ben Elias Indus. Corp., \n318 N.C. 361, 366 (1986).  It “depends on an affiliation between the forum and the \nunderlying controversy, principally, activity or an occurrence that takes place in the \nforum State and is therefore subject to the State’s regulation.”  Goodyear Dunlop \nTires Operations, 564 U.S. at 919 (internal citation and quotation marks omitted).   \nJurisdiction cannot be based on “a defendant’s ‘random, fortuitous, or attenuated’ \ncontacts with the forum state.”  Beem USA, 373 N.C. at 303 (quoting Walden v. Fiore, \n571 U.S. 277, 286 (2014)).  Rather, there must be “some act by which the defendant \npurposefully avails itself of the privilege of conducting activities within the forum \nState, thus invoking the benefits and protection s of its laws.”  Toshiba Global , \n2022-NCSC-81, ¶ 3 (quoting Hanson v. Denckla, 357 U.S. 235, 253 (1958)). \n24. Furthermore, a defendant’s status as a corporate officer or director does not, \nby itself, subject him to jurisdiction wherever the corporation is subject to suit.  See, \ne.g., Calder v. Jones, 465 U.S. 783, 790 (1984); Robbins v. Ingham, 179 N.C. App. 764, \n771 (2006).  But neither does it “somehow insulate [him] from jurisdiction.”  Calder, \n465 U.S. at 790.  The key is that the relationship between the litigation and the forum \n“must arise out of contacts that the ‘defendant himself ’ crea tes with the forum \nState”—regardless of whether the contacts are made in a personal or official capacity.  \nWalden, 571 U.S. at 284 (quoting Burger King Corp. v. Rudzewicz, 471 U.S. 462, 475 \n(1985)); see also Padron v. Bentley Marine Grp., LLC, 262 N.C. App. 610, 616 (2018); \nSaft Am., Inc. v. Plainview Batteries, Inc., 189 N.C. App. 579, 596 (2008) (Arrowood, \nJ., dissenting), rev’d for reasons stated in dissent, 363 N.C. 5 (per curiam). \n25. Calder illustrates this principle.  That case involved a libel suit in California \nagainst a national  tabloid based in Florida , its president, and one of its reporters.  \nThe United States Supreme Court emphasized that the individuals’ connections with \nCalifornia w ere “ not to be judged according to their employer’s activities ” there.  \nCalder, 465 U.S. at 790.  Rather, the Court looked to the individuals’ own activities, \nwhich included intentional actions “expressly aimed at California” with knowledge \n“that the brunt of [the] injury would be felt” by a California resident.  Id. at 789–90.  \nBecause the individuals were “primary participants in an alleged wrongdoing \nintentionally directed at a California resident ,” the state courts in California had \njurisdiction.  Id. at 790; see Walden, 571 U.S. at 287 (observing that jurisdiction was \nproper in Calder because California was the “focal point” of the defendants’ conduct \nand the plaintiff’s injury).  This has become known as the “effects test.”  E.g., Carefirst \nof Md., Inc. v. Carefirst Pregnancy Ctrs., Inc., 334 F.3d 390, 398 n.7 (4th Cir. 2003). \nB. Discussion \n26. In broad strokes, all five Defendants contend that the State’s claims do not \narise out of contacts that they themselves created with North Carolina.  By affidavit, \nHuh, Pritzker, and Valani  deny having any contact s with North Carolina at all.  \nBowen and Monsees admit having traveled to North Carolina on a few occasions but \ndeny any other contacts and argue that no claims arise from those visits.  Defendants \ncontend that the State has impermissibly relied on JUUL’s contacts with North \nCarolina to bridge the gap. \n27. The State responds that  jurisdiction exists because the se individuals  \nparticipated in  JUUL’s wrongful conduct, including marketing that targeted \nunderage youth in North Carolina and across the country.  Each Defendant, according \nto the State, had a direct, hands-on role in the design, marketing, and sale of JUUL’s \nproducts.  It is irrelevant, the State contends, that these activities took place outside \nNorth Carolina.  The State also urges the Court to look past D efendants’ affidavits \non the ground that evidentiary determinations are “reserved for a later stage of the \ncase.”  ( E.g., Pl.’s Am. Opp’n to Huh, Pritzker, & Valani Mot. Dismiss 11, ECF No. \n114 [“Opp’n (HPV)”].) \n28. Three things deserve the spotlight  at the start.  First, the State \nmisunderstands the standard of review.  Evidentiary determinations are not reserved \nfor the future.  Because e ach side has offered evidence relating to personal \njurisdiction, the time for “determin[ing] the weight and sufficiency of ” that evidence \nis now.  Toshiba Global, 2022-NCSC-81, ¶ 5. \n29. Second, all too often, the State relies on the allegations in its unverified \ncomplaint to establish personal jurisdiction. 1  But when “a defendant submit s \n \n1 (See, e.g., Pl.’s Am. Opp’n to Bowen Mot. Dismiss 6, ECF No. 113 [“Opp’n (Bowen)”] (“[T]he \nComplaint is replete with allegations that Bowen —personally—maintained minimum \ncontacts through his work directly managing JUUL and that he purposefully availed himself \nof the privilege of selling JUUL products in North Carolina.”) ; Pl.’s Am. Opp’n to Monsees \nMot. Dismiss 6, ECF No. 112 [“Opp’n (Monsees)”] (“The Co mplaint contains a surfeit of \nallegations that Monsees had numerous, substantive contacts with North Carolina .  . . .); \nOpp’n (HPV) 9 (“The allegations in the Complaint show that the Directors’ actions in \nevidence to counter the allegations in a plaintiff’s complaint, those allegations can no \nlonger be taken as true and the plaintiff can no longer rest on the allegations.”  Lulla \nv. Effective Minds, LLC, 184 N.C. App. 274, 278 (2007).  Only those allegations that \nthe defendant hasn’t contradicted “are accepted as true and deemed controlling.”  \nInspirational Network, Inc. v. Combs, 131 N.C. App. 231, 235 (1998); see also \nBruggeman v. Meditrust Acquisition Co., 138 N.C. App. 612, 616 (2000). \n30. Third, the State’s exhibits —over 200 pages  of testimony, e- mails, and \ndocuments obtained in the earlier lawsuit against JUUL —do not speak for \nthemselves.  Yet the State’s briefs neither describe the contents of the exhi bits nor \nexplain how they support its theory of personal jurisdiction.  In fact, its briefs rarely \neven refer to the exhibits.  Each time they do, the reference is to all twenty-five with \nno citation to any individual document, much less a specific passage or page number.\n2  \nThis is not just a violation of Business Court Rule 7.5, which requires “a pinpoint \ncitation to the relevant page of the supporting material whenever possible.”  It is also \nan abdication of the State’s burden to establish personal juris diction by a \npreponderance of the evidence.  See, e.g.,  Dow-Rein, 2022-NCCOA-101, ¶ 12; Bauer, \n207 N.C. App. at 68.   \n31. With these observations in mind, the Court concludes that it lacks personal \njurisdiction over Defendants.  T he State has not carried its b urden to show  that \n \ndesigning, marketing, and selling JUUL e-cigarettes in North Carolina in ways that attracted \nyouth violated North Carolina law.”).) \n2 (See Opp’n (Bowen) 6, 9 n.4, 14, 17; Opp’n (Monsees) 7 n.3, 12; Opp’n (HPV) 5 n.2, 8, 10, 11.)   \nDefendants have sufficient minimum contacts with North Carolina or that they \npurposefully availed themselves of the privilege of conducting activities in this forum.   \n32. Personal jurisdiction is an individualized inquiry, requiring a showing that \neach Defendant has the necessary contacts with the forum.  Yet a  considerable \nnumber of the State’s allegations refer to “Defendants” as a group rather than to any \nindividual.  The State broadly alleges that “Defendants were actively and personally \ninvolved in the day -to-day operations and decision -making at JUUL ” and are \ntherefore responsible for “all decisions, actions, and omissions stated” in the \ncomplaint.  (Compl. ¶ 42.)  Later, it alleges that, “by mid -2015, all Defendants were \nintimately involved in the planning and execution of JUUL’s marketing activities \nthat promoted JUUL products in ways Defendants knew would stoke their popularity \namong young people and teens.”  (Compl. ¶  84.)  Dozens of similarly generalized  \nallegations appear throughout the complaint.  (See, e.g., Compl. ¶¶ 85, 92, 93, 95, 97, \n111, 114, 117, 119, 130, 132, 147, 151, 154–56, 161, 162, 165, 170, 173, 177, 184, 185, \n190, 198, 200, 202, 211–15, 221.) \n33. In fact,  three pillars of the State’s claim —ineffective website safeguards, \ndeceptive statements about nicotine potency, and  false statements about  FDA \napproval for smoking cessation—lack any allegations referring to individual conduct \nby any D efendant.  Consider the claim that JUUL failed to use adequate \nage-verification measures for sales through its website.  The complaint alleges \ngenerally that “Defendants created a youth-friendly method for distributing JUUL’s \nproducts: internet sales, with age-verification techniques that Defendants knew to be \nineffective.”  (Compl. ¶  190.)  Thirty-two paragraphs describe the ineffectiveness of \nJUUL’s website safeguards.  Not one  refers to any individual D efendant by name , \nmuch less alleges personal involvement with the company website, internet sales, or \nimplementation of age-verification measures.  (See Compl. ¶¶ 190–221.) \n34. The same is true for the claim that JUUL misrepresented the nicotine \npotency of it s e -cigarettes.  According to the State, “Defendants deceived JUUL’s \nconsumers about the strength of the nicotine in JUUL’s products” and “actively \nparticipated in company discussions regarding the amount of nicotine in JUUL \nproducts and approved the deceptive representations .  . . .”  (Compl. ¶¶  161, 162.)  \nTwenty-three paragraphs describe the alleged omissions and half -truths about \nnicotine potency in JUUL’s marketing materials.  Again, not one refers to any \nindividual Defendant by name or alleges persona l involvement in the marketing at \nissue.  (See Compl. ¶¶ 161–83.) \n35. As to th e misrepresentations regarding smoking cessation, t he complaint \nalleges that “Defendants reviewed, approved, and went forward with marketing plans \nthat portrayed JUUL as a cessation device”  without FDA approval.  (Compl. ¶  185.)  \nAt no point  does the complaint allege personal  conduct related to these marketing \nplans.  Oddly, the State points  to Congressional testimony by Monsees regarding \nsmoking cessation and cites an article entitled “Juul ‘Specifically and on Purpose Not \na Cessation Product’ Co -Founder Says to Congress. ”  (Compl. ¶  186 & n.63.)   There \nare no references by name to Bowen, Huh, Pritzker, or Valani  at all.  ( See Compl. \n¶¶ 184–89.) \n36. These generalized allegations are facially deficient.  They do not specify \nforum-related conduct by any individual Defendant and are little more than an \nattempt to attribute JUUL’s business activities to its corporate officers and directors.  \nBecause due process does not allow a court to exercise jurisdiction over a nonresident \ndefendant based on someone else’s contacts , the United States Supreme Court has \ncautioned against “considering the ‘defending parties’ together and aggregating their \nforum contacts in determining whether” jurisdiction exists.  Rush v. Savchuk , 444 \nU.S. 320, 331 (1980).  T he minimum-contacts requirement “must be met as to each \ndefendant over whom a state court exercises jurisdiction.”  Id.  at 332.   And \n“jurisdiction over the individual officers [and directors] of a corporation  cannot be \npredicated merely upon jurisdiction over the corporation.”  Bal ance Dynamics Corp. \nv. Schmitt Indus. , 204 F.3d 683, 698 (6th Cir. 2000)  (citation and quotation marks \nomitted).3     \n \n3 Federal courts routinely hold that similarly generalized allegations again st corporate \nofficials are insufficient to confer specific jurisdiction.  See, e.g., Gen. Retail Servs. v. Wireless \nToyz Franchise, L.L.C., 255 Fed. App’x 775, 793–94 (5th Cir. 2007) (unpublished) (“Contrary \nto General Retail’s argument, it is not enough to simply rest on the use of the collective term, \n‘Defendants,’ in the allegations.”) ; Leroy-Garcia v. Brave Arts Licensing , 2013 U.S. Dist. \nLEXIS 109872, at *32– 33 (N.D. Cal. Aug. 5, 2013) ( “Numerous courts have found specific \npersonal jurisdiction lacking where a plaintiff’s allegations about individual defendants are \nso limited.” (collecting cases)); Johnson v. Diamond Shine, Inc., 890 F. Supp. 2d 763, 772–73 \n(W.D. Ky. 2012) (“Plaintiff has not alleged that [corporate official] personally took any action \nconnected to Kentucky .”); Flagstar Bank FSB v. Centerpointe Fin., Inc. , 2011 U.S. Dist. \nLEXIS 56257, at *11– 13 (E.D. Mich. May 26, 2011) ( “Plaintiff’s claims only implicate \nCenterpointe as a corporation , and are entirely silent as to any personal involvement on \nDefendants’ part.”); Farmer v. DirectSat USA, LLC, 2010 U.S. Dist. LEXIS 7156, at *26 (N.D. \nIll. Jan. 28, 2010) (“Again, Plaintiffs’ generalized allegations  referring to the Defendants \ncollectively are insufficient to confer specific jurisdiction over each of the proposed individual \ndefendants.”); Gagne v. State Farm Fire & Cas. Co. , 2006 U.S. Dist. LEXIS 83822, at *8– 9 \n(S.D. Miss. Nov. 16, 2006) (“Plaintiff’s generalized allegations  [concerning Sta te Farm’s \ncorporate officers and board members] are nothing more than claims against State Farm.”). \n37. Moreover, even when the State points to individual conduct, it fails to show \na sufficient connection between the conduct and North Carolina.  The State alleges, \nfor example, that Bowen and Monsees were responsible for developing the features of \nJUUL’s e -cigarettes that make them attractive to youth , including  a stylish, \neasy-to-conceal design, sweet flavors, and additives that reduce  discomfort from \ninhaling.  ( See, e.g., Compl. ¶¶ 59, 62, 71, 74, 75.)  But the State does not allege or \nargue that any of this d esign work occurred in  North Carolina.  A nd the evidence \nshows that Bowen and Monsees worked primarily  in California, where JUUL was \nbased.  (See Bowen Aff. ¶ 3; Monsees Aff. ¶¶ 2, 5.)   \n38. Likewise, much of the complaint centers on JUUL’s national advertising and \nmarketing practices: a party in New York  City, a billboard in Times Square, ads in \nVice magazine, retaining  influencers as brand ambassadors, seeding products to \ncelebrities, and viral messaging through social media.  The State alleges that JUUL’s \nboard, including D efendants, reviewed and approved objectionable advertising and \nthat Huh, Pritzker, and Valani  formed an Executive Committee that directly \nmanaged JUUL and oversaw national marketing activity .  ( See, e.g., Compl. ¶¶ 41, \n42, 45– 52, 92, 104 –07, 136 .)  T here are also scattered allegations that Monsees \nparticipated in the Times Square photo shoot, (see Compl. ¶ 99); that Bowen followed \nInstagram posts by “some rich east coast boarding school kids,” (Compl. ¶  118); and \nthat Bowen, Monsees, and Valani tried to publicize an image of a famous pop star \nusing a JUUL device, (see Compl. ¶ 122.) \n39. Conspicuously absent are allegations of the kind of case- related contacts \nwith North Carolina that are indispensable to personal jurisdiction.   The disputed \nmarketing did not target North Carolina —it occurred elsewhere ( New York)  or \neverywhere (s ocial medi a).  Nor is there any tie between JUUL’s corporate \ndecision-making and North Carolina.  The State  does not allege or argue that any \nboard meetings took place in North Carolina , and t he evidence confirms that none \ndid.  (See Monsees Aff. ¶ 7(b).)  Similarly, the State does not allege or argue that the \nExecutive Committee met in North Carolina or made decisions targeting this forum.  \nIn any event, the allegation that Huh, Pritzker, and Valani directly managed JUUL \ncannot be taken as true because  all three deny having served in a management \ncapacity.  (See Huh Aff. ¶¶ 5, 10; Pritzker Aff. ¶¶ 4, 9; Valani Decl. ¶¶ 5, 10.) \n40. The few allegations involving conduct within or related to North Carolina \nare not individualized, have been rebutted by affidavi t, or are too attenuated to \nestablish jurisdiction.  P aragraph 8 of the complaint is a good example.  T he State \nalleges that “Defendants approved marketing and sales plans that specifically \ntargeted North Carolina as part of JUUL’s go -to-market strategy.”  (Compl. ¶ 8.)  It \nis unclear what these North Carolina -centric marketing plans were, and n othing in \nthe complaint goes on to explain how each Defendant contributed to  them.  \nRegardless, the allegation cannot be taken as true.  All five Defendants deny having \napproved any JUUL marketing campaigns that specifically targeted North Carolina.  \n(See Bowen Aff. ¶ 7; Monsees Aff. ¶ 7(f); Huh Aff. ¶ 16; Pritzker Aff. ¶ 15; Valani Decl. \n¶ 16.) \n41. Paragraph 10 is similar.  The State alleges that JUUL, “at the direction of \nDefendants,” targeted certain North Carolina cities for  “in-store trainings,” \n“billboards,” “marketing with samples,” and “a children’s charity event.”  (Compl. \n¶ 10.)  There is no mention of  personal involvement by any D efendant.  And again, \nDefendants deny involvement with these North Carolina -based activities.  ( See \nBowen Aff. ¶ ¶ 5, 7; Monsees Aff. ¶  7(f); Huh Aff. ¶ ¶ 8, 16; Pritzker Aff. ¶ ¶ 7, 15; \nValani Decl. ¶¶ 8, 16.) \n42. Paragraph 11 is as close as the State comes to alleging  case-linked contact \nbetween any Defendant and North Carolina.  As alleged, JUUL, “at the direction of \nDefendants,” established  relationships with “ North Carolina -based vendors and \nbusiness partners ” for pod filli ng and e -liquid development.  In addition, Bowen \n“made numerous visits to North Carolina in connection with” these relationships, and \n“Bowen and Monsees engaged in discussions regarding JUUL’s North Carolina \noperations.”  (Compl. ¶ 11.) \n43. These alleged contacts fall short.  For one thing, nothing in paragraph 11 \nsuggests involvement by Huh, Pritzker, and Valani, all of whom have offered \nunrebutted evidence to contradict the allegations.  Their affidavits state that they did \nnot negotiate or conduct business w ith any North Carolina -based vendor, select or \ninteract with suppliers in North Carolina, oversee relationships with any distributors \nor retailers in North Carolina, or travel to North Carolina to conduct JUUL’s \nbusiness.  (See Huh Aff. ¶¶ 8, 9, 14, 15; Pritzker Aff. ¶¶ 7, 8, 13, 14; Valani Decl. ¶¶ 8, \n9, 14, 15.)   \n44. As to Bowen and Monsees , mere discussions about North Carolina hardly \ncount as jurisdictional contacts.  Physical entry into North Carolina, on the other \nhand, “is certainly a relevant contact.”  Walden, 571 U.S. at 285.  Bowen admits that \nhe came to North Carolina about half a dozen times between 2013 and 2017, including \ntwo visits to meet with e-liquid vendors.  (See Bowen Aff. ¶ 9.)  Monsees also admits—\nthough it is not alleged in the complaint—that he came to North Carolina more than \nonce to address manufacturing issues .  ( See Monsees Aff. ¶  7(e).)  But there is no \napparent connection between these visits and the State’s claim.  As  Bowen and \nMonsees testify, their visits to  North Carolina  primarily involved manufacturing \nissues and did not concern or relate to  the marketing practices challenged by  the \nState.  (See Bowen Aff. ¶ 9; Monsees Aff. ¶ 7(e).)   \n45. If there is any evidence tending to contradict the affidavits, the State hasn’t \npointed to it.  The State cites no evidence to show  that Huh, Pritzker, and Valani \nhave had any direct contact with North Carolina at all.  Nor does it cite any evidence \nto show that the visits to North Carolina  by Bowen and Monsees are related to the \nallegations of unlawful marketing that form the basis for its claim.   \n46. Instead, the State argues that the trips by Bowen and Monsees support \njurisdiction because all contacts with a forum count, “even ones that are not related \nto the claim raised.”  (Opp’n (Bowen) 11.)  Binding precedent from the United States \nSupreme Court says otherwise.  Courts may not relax the required connection \nbetween the forum and the asserted claims “if the defendant has extensive forum \ncontacts that are unrelated to those  claims.”  Bristol-Myers Squibb Co. v. Superior \nCourt, 137 S. Ct. 1773, 1781 (2017).  That would amount to “a loose and spurious form \nof general jurisdiction.  For specific jurisdiction, a defendant’s general connections \nwith the forum are not enough.”  Id .  In other words, it would violate due process to \nexercise jurisdiction over Bowen and Monsees based on trips to North Carolina—even \nthose made on JUUL’s behalf —that are unrelated to the asserted claim.   See, e.g., \nAm. Inst. of Intradermal Cosmetics, Inc. v. Soc’y of Permanent Cosmetic Profs., 2013 \nU.S. Dist. LEXIS 58138, at *33– 34 (C.D. Cal. Apr. 16, 2013)  (concluding that \ndirectors’ travel to forum on company’s behalf was insufficiently related to asserted \nclaim to support exercise of jurisdiction). \n47. The State also argues that it does not have to show that Defendants targeted \nNorth Carolina.  It contends that Defendants purposefully availed themselves of the \nprivilege of conducting activities in North Carolina  by reviewing and  approving \nnationwide advertising with knowledge that the ads would appear in this forum just \nas they would across the country .  In support, the State cites cases in which courts \nexercised jurisdiction over corporations —not their officers or directors —based on \nnationwide sales and marketing that also exploited the forum market.  ( See Opp’n \n(HPV) 14 (citing, e.g., Keeton v. Hustler Mag., Inc., 465 U.S. 770, 781 (1984)).)   \n48. The Colorado Supreme Court recently rejected an identical argument in a \nsuit by the State of Col orado against these very  individuals (excluding Huh).  See \nState ex rel. Weiser v. JUUL Lab, Inc. , 2022 CO 46 (2022).  There , the Colorado \nAttorney General asserted claims for deceptive trade practices  based on allegations \nof wrongdoing that largely mirror the allegations here.  See id. at ¶¶ 5–20.  After the \ntrial court denied motions to dismiss for lack of personal jurisdiction, the Colorado \nSupreme Court reversed.  It reasoned, first, that Keeton’s market-exploitation test is \na poor fit for corporate directors: “Although courts can readily attribute factors such \nas sales volume, a customer base, and revenues to corporate entities, these factors \nare not readily attributable to individual directors.”  Id. at ¶ 43.  And it was unable \nto find “a published decision in which a court subjected a corporate director, rather \nthan the corporation itself, to jurisdiction under the market exploitation framework.”  \nId.  \n49. The more apt framework, according to the Colorado Suprem e Court, is  \nCalder’s effects test , which it  summarized as requiring (1) intentional action \n(2) expressly aimed at the forum (3) with knowledge that the brunt of the injury \nwould be felt there.  See JUUL Lab, 2022 CO 46, ¶ 47 (citing Eighteen Seventy, LP v. \nJayson, 32 F.4th 956, 967 (10th Cir. 2022)).4  The Court agreed with the defendants \nthat invo lvement in JUUL’s national business activities was insufficient: “Any \nactions that defendants took in relation to JUUL’s nationwide marketing campaign \n \n4 Most courts have construed Calder—just as the Colorado Supreme Court did— to require \nconduct expressly aimed at the forum.  See, e.g., Charles Schwab Corp. v. Bank of Am. Corp., \n883 F.3d 68, 87 (2d Cir. 2018) (“Exercise of jurisdiction in such circumstances ‘ may be \nconstitutionally permissible if the defendant expressly aimed its conduct at the forum. ’ ”); \nIMO Indus. v. Kiekert AG , 155 F.3d 254, 265 (3d Cir.  1998) (concluding that “the Calder  \n‘effects test’ can only be satisfied if the plaintiff can point to contacts which demonstrate that \nthe defendant expressly aimed its tortious conduct at the forum”); Hawkins v. i-TV Digitalis \nTavkozlesi zrt., 935 F.3d 211 , 230 (4th Cir. 2019) (“Put differently, the forum must be the \n‘focal point’ of the conduct.”); McFadin v. Gerber, 587 F.3d 753, 760 (5th Cir. 2009) \n(foreseeable injury in the state is not enough absent the direction of specific acts toward the \nforum); Eighteen Seventy, 32 F.4th at  967 (holding that failure to establish any element of \neffects test, including conduct expressly aimed at forum, “will doom [the] showing of \npurposeful direction”). \nwere not ‘expressly aimed’ at Colorado.”  Id. at ¶ 60.  As a result, the Court concluded \nthat the complaint’s allegations did not establish a prima facie case of jurisdiction. \n50. This decision, though not binding, is highly compelling.  For the reasons \nstated by the Colorado Supreme Court, it would make little sense to apply Keeton ’s \nmarket-exploitation test here.  JUUL may well have the kind of regular, continuous \nsales activity in North Carolina that renders it subject to jurisdiction.  But any \ncontacts that Defendants have with North Carolina “must be assessed individually,” \nand “their contacts .  . . are not t o be judged according to [JUUL’s] activities” in the \nforum.  Calder, 465 U.S. at 790.  Due process requires nothing less.  If it were \notherwise, “directors of a corporation that does business nationwide would potentially \nbe subject to personal jurisdiction in every state, regardless of their lack of connection \nto a particular forum.”  JUUL Lab, 2022 CO 46, ¶ 67. \n51. Calder’s effects test is far more suited to this case’s facts.  Yet the State does \nnot cite Calder, much less attempt to show that Defendants expressly aimed conduct \nat North Carolina or that North Carolina is the focal point of their activities.  Indeed, \nthe evidence is one -sided in Defendants’ favor.  Huh, Pritzker, and Valani had no \nadvertising, sales, or other marketing contact with North Carolina at all.  Likewise, \nBowen and Monsees had no advertising and sales activity targeting North Carolina, \nand their travel to North Carolina on JUUL’s behalf did not involve the marketing  \npractices that form the basis of the State’s claim.  The State has not cited any contrary \nevidence.  Thus, the Court concludes that the evidence is insufficient to satisfy \nCalder’s effects test and its requirement to show conduct expressly aimed at North \nCarolina. \n52. In sum, the State has failed to carry its burden  to show that Defendants \nhave sufficient minimum contacts with North Carolina and that they purposefully \navailed themselves of the privilege of conducting activities in this forum .  The Court \ntherefore concludes that it may not exercise personal jurisdiction over them.   \nC. Jurisdictional Discovery \n53. In each of its opposition briefs , the State tacks on a footnote requesting \njurisdictional discovery.  Whether to grant jurisdictional discovery is within the \nCourt’s discretion.  See, e.g., Azure Dolphin, LLC v. Barton, 2017 NCBC LEXIS 90, at \n*12 (N.C. Super. Ct. Oct. 2, 2017). \n54. In its discretion, the Court denies the State’s barebones request.  Its \nfootnotes contain a single sentence , lacking any citation to legal authority or any \nexplanation of what discovery the State would seek if allowed.  ( See Opp’n (Bowen) \n17 n.6; Opp’n (Monsees) 16 n.6; Opp’n (HPV) 15 n.6.)   Defendants have specifically \ndenied the State’s jurisdictional allegations, the State has made no effort to cite or \nexplain the evidence currently in the record, and the State offers no forecast of what \nit believes discovery would show .  Moreover, the State has already obtained a \nsignificant amount of discovery during its earlier lawsuit against JUUL and is \ntherefore in a better position to assess jurisdictional facts than many plaintiffs.  There \nis no basis to allow  jurisdictional discovery.  See, e.g., Carefirst of Md. , 334 F.3d at  \n403 (affirming denial of jurisdictional discovery when plaintiff made no “concrete \nproffer” and gave no reason to believe discovery would “alter” the analysis).  \nIV. \nCONCLUSION \n55. For all these reasons, the Court  GRANTS Defendants’ motions to dismiss \nfor lack of personal jurisdiction.  The complaint is DISMISSED without prejudice in \nits entirety, and the Court DENIES all other relief as moot. \n \nSO ORDERED, this the 27th day of October, 2022. \n \n \n        /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}