{
  "id": "1f945961337c89afb85ca9f0bac0a7edc009d9293ad28df443f2904c9b95af5c",
  "source_file": "data/raw/ncbc/1f945961337c89afb85ca9f0bac0a7edc009d9293ad28df443f2904c9b95af5c.pdf",
  "raw_text": "Wheeler v. Wheeler, 2018 NCBC 37. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 16248 \n \nCHRISTOPHER GRAY WHEELER, \n \n   Plaintiff, \n \nv. \n \nJOSEPH GRAY WHEELER; SCOTT \nA. MOE; and YALE CAROLINAS, \nINC. d/b/a WHEELER MATERIAL \nHANDLING, INC.,  \n \n   Defendants. \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO \nDISMISS \n \n1. THIS MATTER is before the Court on Defendant Joseph Gray Wheeler’s \n(“Joseph”) partial motion to dismiss (the “Motion”).  For the reasons set forth below, \nthe Court GRANTS the Motion. \nCadwalader, Wickersham & Taft LLP, by Jonathan M. Watkins, Nathan \nM. Bull, and Hyungjoo Han, for Plaintiff. \n \nNexsen Pruet, PLLC, by James C. Smith and Kathleen D.B. Burchette, \nfor Defendant Joseph Gray Wheeler. \n \nRobinson Bradshaw & Hinson, P.A., by John R. Wester and D. Blaine \nSanders, for Defendants Scott A. Moe and Yale Carolinas, Inc. \n \nRobinson, Judge. \nI. FACTUAL BACKGROUND \n2. The Court does not make findings of fact on Joseph’s Motion; rather, the \nCourt recites the following factual allegations of the complaint that are relevant and \nnecessary to the Court’s determination of the Motion. \n \n \n3. Plaintiff Christopher Gray Wheeler (“Plaintiff” or “Gray”) owns a 33.45% \ninterest in Defendant Yale Carolinas, Inc. (“YCI”).  (Am. Compl. ¶ 3, ECF No. 38.)   \n4. Joseph, Gray’s father, owns a 51.19% interest in YCI .  ( Am. Compl. ¶ 4.)  \nJoseph is also YCI’s chief executive officer  and the chairman of YCI’s board of \ndirectors.  (Am. Compl. ¶ 4.) \n5. Defendant Scott A. Moe (“Scott”) worked at YCI as an account manager \nfrom 1989 to 1994 and became YCI’s vice president of sales  in 2003.  ( Am. Compl. \n¶ 5.)  Scott owns a 15.36% interest in YCI.  (Am. Compl. ¶ 5.) \n6. YCI is a North Carolina corporation with its principal place of business in \nCharlotte, North Carolina.  (Am. Compl. ¶ 6.)  YCI sells, rents, services, and provides \nparts for material -handling equipment such as for klifts, scissor lifts, personnel \ncarriers, fuel cells, batteries and chargers, and refueling systems.  (Am. Compl. ¶ 6.)  \nYCI operates under a renewable dealer marketing agreement with its primary \nsupplier, Hyster-Yale Materials Handling, Inc.  (Am. Compl. ¶ 6.)  \n7. In early 2004, Joseph recruited Gray to join YCI.  (Am. Compl. ¶ 17.)  Gray \nalleges that in order to persuade Gray to accept a position at YCI, Joseph promised \nGray: (1) that YCI had been, and would continue to be, operated like a public company \nwith the transparency and professionalism that accompanies a properly run public \ncompany; (2) a significant equity stake in YCI; (3) an apprenticeship to take over full \nday-to-day decis ion-making authority and full profit -and-loss responsibility; (4) \ntransition of ownership of the business to Gray; and (5) that equity buyouts would be \ndone fairly and at a near-to-market-value multiple.  (Am. Compl. ¶¶ 17−18.)  \n \n \n8. Gray alleges that these pro mises induced Gray to accept Joseph’ s offer.   \n(Am. Compl. ¶ 18.)   Gray began working at YCI as its controller and chief financial \nofficer on May 1, 2004.  (Am. Compl. ¶¶ 18−19.) \n9. In 2005, Joseph promoted Gray to vice president of operations, and Joseph \nwent into semi-retirement.  (Am. Compl. ¶ 19.) \n10. In 2009, Joseph promoted Gray to president.  (Am. Compl. ¶ 20.) \n11. In late 2011, Joseph approached Gray and Scott with a plan pursuant to \nwhich Joseph would retire a pproximately 17% of his 68% interest in YCI to redu ce \nhis interest to just over 50%.  (Am. Compl. ¶ 25.)  Gray alleges that Joseph told Gray \nand Scott that the purpose of retiring a portion of Joseph’s interest was to fund \nJoseph’s retirement while at the same time increasing the ownership interests of both \nGray and Scott without requiring additional capital outlay.  ( Am. Compl. ¶ 25.)  \nUnder Joseph’s plan, YCI would take on a long -term note that would compensate \nJoseph immediately for his reduction in shares.  (Am. Compl. ¶ 26.)  Joseph decided \nthat to determine the value of his shares, YCI would be valued at 4.5 times EBITDA \n(earnings before interest, taxes, depreciation , and amortization) minus interest -\nbearing debt.  ( Am. Compl. ¶ 27.)  Gray alleges that, u sing YCI’s then -current \nfinancial metric s, the valuation methodology proposed by Joseph would value the \ncompany at approximately $16.7 million.  (Am. Compl. ¶ 14.)  Gray alleges that YCI’s \ncommercial bankers at PNC Bank indicated that $16.7 million was a reasonable \nmarket value for YCI as an ongoing enterprise.  (Am. Compl. ¶ 27.)   \n \n \n12. Based on a $16.7 million  valuation, Gray calculated that the amount of \nconsideration to be paid to Joseph for the retirement of his shares and resulting \nrecapitalization would be about $2.82 million.  (Am. Compl. ¶ 28.)  Gray alleges that \nJoseph, however, claimed that as the controlling shareholder, Joseph was entitled to \napproximately $5.7 million —more than double the $2.82 million that would be due \nbased on the 4.5 times EBITDA minus interest-bearing debt valuation—in exchange \nfor retiring a 17% interest in YCI .  (Am. Compl. ¶ 29.)  Joseph concluded that $5.7 \nmillion was the appropriate payment by dividing the EBITDA minus interest-bearing \ndebt enterprise value by the number of shares outstanding to arrive a t a price per \nshare, which Joseph then multiplied by the number of shares Joseph was retiring.  \n(Am. Compl. ¶ 29.)  Gray contends that Joseph’s methodology yielded an \nunreasonable valuation of Joseph’s 17% interest and a corresponding unreasonable \n$33.75 million valuation of the company, which was a departure from values assigned \nto other departing shareholders’ shares in the company.  (Am. Compl. ¶¶ 30, 44.) \n13. Nevertheless, Gray contends that Joseph threatened that if Gray did not \ncomplete the transaction  on Joseph’s terms, then Joseph would revoke his promise \nthat Gray would be the majority shareholder in YCI within a reasonable timeframe.  \n(Am. Compl. ¶ 33.) \n14. As a result, the recapitalization was completed on Joseph’s terms, but with \na number of covenants  restricting company borrowing and prohibiting non -tax \ndividends from being paid through the S corporation until the note was paid down \nfrom $5.7 million to under $3 million.  (Am. Compl. ¶ 36.) \n \n \n15. In 2012, Joseph went into full retirement.  (Am. Compl. ¶ 4.)  \n16. Despite Joseph’s retirement, Joseph has insisted on retaining his title as \nCEO and continues to receive his $195,000 salary, insurance, 401(k) match, and other \nbenefits such as a $650 per month car allowance and unlimited use of a fuel card.  \n(Am. Compl. ¶ 53.)   \n17. In or around August 2015, Gray asked Joseph to make good on \ncommitments to transfer majority ownership of YCI and revise Joseph’s \ncompensation in order to reflect his retirement.  (Am. Compl. ¶ 54.)  Joseph refused, \nasserting that he would not at  any point relinquish his controlling position in YCI.  \n(Am. Compl. ¶ 54.) \n18. In November 2015, Gray made another request to Joseph that Joseph allow \nYCI to reduce his compensation package to  one that reflected his retirement, was \ncomparable to his retired pe ers, and was fair to those managers who continued to \nwork for YCI.  (Am. Compl. ¶ 55.)  Joseph refused to discuss the matter.  (Am. Compl. \n¶ 55.) \n19. By August 2016, Gray decided that it was time to explore a transition out \nof YCI.  (Am. Compl. ¶ 56.)  Two weeks later, Gray and Scott agreed that Scott was \ncapable of, and interested in, running YCI as president, and that Gray would resign \nas president of the company but continue for eighteen months as a full-time advisor \nto Scott and also continue serving as a member of the board of directors.  (Am. Compl. \n¶ 57.)   \n \n \n20. In November 2016, Gray formally notified Joseph and Scott of his desire to \ntransition out of the company.  (Am. Compl. ¶ 58.)  Gray offered a twelve-to-eighteen \nmonth transition period and various options as to Gray’s role in the company after \nScott assumed position as president.  (Am. Compl. ¶ 58.) \n21. Thereafter, Gray alleges that Joseph embarked on a scheme to immediately \noust Gray from YCI and to force Gray to relinquish his shares at a fraction of their \nfair value.  ( Am. Compl. ¶ 59.)  In December 2016, Joseph e -mailed Gray and Scott \nasserting that YCI’s value was approximately $10.7 million.   (Am. Compl. ¶ 59.)   \nAlthough Joseph eventually retreated from that unreasonable valuation, Joseph then \ncaused YCI to accept Gray’s resignation—even though Gray had never tendered any \nresignation—to attempt to force Gray to sell his shares back to YCI at book value \npaid out over the course of six years.  ( Am. Compl. ¶ 60.)  Gray contends that this is \nan unfairly low valuation that would result in a windfall to the other shareholders.   \n(Am. Compl. ¶ 60.)   \n22. On April 5, 2017, Joseph misrepresented to YCI’s outside certified public \naccountant that Gray’s shares had been purchased by YCI effective March 31, 2017, \ncaused the board to adopt minutes that purport to accept Gray’s never -given \nresignation, and caused YCI to cease compensating Gray despite that Gray remained \nan employee.  (Am. Compl. ¶ 66.)  \n23. On November 14, 2017, YCI asserted for the first time that it was tr eating \nGray’s cessation of employment, based on YCI’s acceptance of Gray’s resignation in \nApril 2017, as termination for cause on the erroneous basis that Gray secretly \n \n \nincreased his compensation while serving as president.  ( Am. Compl. ¶ 72.)  Gray \ncontends that Joseph causing YCI to retroactively declare Gray’s cessation of \nemployment a termination  for cause is an attempt to avoid paying Gray the \nshareholder distributions to which he is entitled and to force a buy -out of Gray’s \nshares at an unreasonable value.  (Am. Compl. ¶ 72.) \n24. At the end of 2017, Joseph was approached by LiftOne, YCI’s chief \ncompetitor, regarding its interest in acquiring YCI through an all-cash transaction at \nan attractive valuation.  (Am. Compl. ¶ 73.)  Joseph did not inform Gray of LiftOne’s \nproposal.  (Am. Compl. ¶ 73.)  Instead, Joseph informed LiftOne that YCI would not \nbe sold at this time.  (Am. Compl. ¶ 73.)   \nII. PROCEDURAL HISTORY \n25. Gray initiated this action on September 1, 2017 by filing his Complaint.  \n(ECF No. 1.)  Gray filed his Amended Complaint on January 18, 2018 seeking judicial \ndissolution of YCI and asserting claims against Joseph for breach of fiduciary duty, \nconstructive fraud, and unfair and deceptive trade practices (“UDTP”).  (Am. Compl. \n38−39, 41−42.)   \n26. This action was designated as a mandatory complex business case by order \nof the Chief Justice of the Supreme Court of North Carolina dated September 5, 2017, \n(ECF No. 3), and assigned to the Honorable Louise A. Bledsoe, III by order of the \nChief Business Court Judge dated September 6, 2017, (ECF No. 2).  This case was \nlater reassigned to the undersigned by order dated November 8, 2017.  (ECF No. 15.)   \n \n \n27. On February 16, 2018, Joseph filed the Motion seeking dismissal of Gray’s \nUDTP claim.  (ECF No. 40.)  \n28. The Motion has been fully briefed.  The Court dispenses with the necessity \nof conducting a hearing on the Motion as permitted by Rule 7.4 of the General Rules \nof Practice and Procedure for the North Carolina Business Court.  The Motion is now \nripe for resolution. \nIII. LEGAL STANDARD \n29. In ruling on a motion to dismiss pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure, the Court reviews the allegations of the Amended \nComplaint in the light most favorable to Plaintiff.  The Court’s inquiry is “whether, \nas a matter of law, the allegations of the complaint, treated as true, are sufficient to \nstate a claim upon which relief may be granted under some legal theory.”  Harris v. \nNCNB Nat’l Bank of N.C. , 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).  The \nCourt construes the Amended Complaint liberally and accepts all factual allegations \nas true.  Laster v. Francis, 199 N.C. App. 572, 577, 681 S.E.2d 858, 862 (2009).  The \nCourt is not, however, required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274, 620 \nS.E.2d 873, 880 (2005).  The Court can also ignore a party’s legal conclusions set forth \nin its pleading.  McCrann v. Pinehurst, LLC, 225 N.C. App. 368, 377, 737 S.E.2d 771, \n777 (2013). \n \n \n30. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \ncomplaint on its face reveals that no law supports [the] claim; (2) when the complaint \nreveals on its face  the absence of fact sufficient to make a good claim; [or] (3) when \nsome fact disclosed in the complaint necessarily defeats the . . . claim.”  Oates v. JAG, \nInc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985); see also Jackson v. Bumgardner, \n318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986).  Otherwise, “a complaint should not \nbe dismissed for insufficiency unless it appears to a certainty that plaintiff is entitled \nto no relief under any state of facts which could be proved in support of the claim.”  \nSutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) (emphasis omitted). \nIV. ANALYSIS \n31. Gray alleges that Joseph engaged in UDTP in violation of N.C. Gen. Stat. \n§ 75-1.1 by abusing his position as a majority shareholder to (1) engage in self-dealing \nby forcing YCI to purchase 17% of Joseph’s interest in the company at an \nunreasonably high price, (2) commit corporate waste and engage in self -dealing by \nforcing YCI to pay Joseph a salary of $195,000 after Joseph had retired, (3) mislead \nYCI’s auditor by asserting that Gray’s shares had been purchased effective March 31, \n2017, (4) purport to accept a resignation by Gray as president, (5) retroactively \nattempt to terminate Gray for cause, (6) put YCI at risk by violating the Hyster-Yale \nCode of Conduct for Business Partners, and (7) fail to inform Gray of LiftOne’s \nproposal to acquire YCI.  (Am. Compl. ¶ 91.) \n32. Joseph moves to dismiss Gray’ s UDTP claim, contending that the alleged \nconduct occurred solely within a single market participant and, therefore, was not “in \n \n \nor affecting commerce.”  (Mem. Supp. Def. Joseph’s Mot. Dismiss Claim for Unfair & \nDeceptive Trade Practices 6−9, ECF No. 41.) \n33. In order to state a UDTP claim, Gray must allege (1) an unfair or deceptive \nact or practice, (2) in or affecting commerce, (3) which proximately caused injury to \nGray.  Belcher v. Fleetwood Enters., Inc. , 162 N.C. App. 80,  85, 590 S.E.2d 15, 18 \n(2004).  “‘[C]ommerce’ includes all business activities, however denominated, but does \nnot include professional services rendered by a member of a learned profession.”  N.C. \nGen. Stat. § 75-1.1(b).  “Although this statutory definition of commerce is expansive, \n[section 75 -1.1] is not intended to apply to al l wrongs in a business setting.”   \nAlexander v. Alexander, 792 S.E.2d 901, 904 (N.C. Ct. App. 2016) (quoting HAJMM \nCo. v. House of Raeford Farms, Inc. , 328 N.C. 578, 593, 403 S.E.2d 483, 492 (1991)).   \n“‘Business activities’ is a term which connotes the mann er in which businesses \nconduct their regular, day-to-day activities, or affairs, such as the purchase and sale \nof goods, or whatever other activities the business regularly engages in and for which \nit is organized.”   HAJMM Co. , 328 N.C. at 594, 403 S.E.2d at 493.  As further \nexplained by our Supreme Court, section 75-1.1 regulates “two types of interactions \nin the business setting: (1) interactions between businesses, and (2) interactions \nbetween businesses and consumers.”  White v. Thompson, 364 N.C. 47, 52, 691 S.E.2d \n676, 679 (2010).  Section 75-1.1 does not apply to the internal conduct of individuals \nwithin a single market participant.  Alexander, 792 S.E.2d at 904.   Rather, “the \nGeneral Assembly intended [section 75-1.1] to apply to interactions between market \nparticipants.  As a result, any unfair or deceptive conduct contained solely within a \n \n \nsingle business is not covered by [section 75-1.1].”  White, 364 N.C. at 53, 691 S.E.2d \nat 680. \n34. The Court, taking the factual allegations of the Amended Complain t as \ntrue, concludes that Gray has failed to allege that Joseph’s alleged unfair or deceptive \nconduct was in or affecting commerce.  Joseph’s alleged conduct in forcing YCI to \npurchase his interest at an unreasonably high price, forcing YCI to pay Joseph h is \n$195,000 salary after he retired, purporting to accept Gray’s resignation as YCI’s \npresident, and retroactively attempting to terminate Gray for cause, plainly \nconstitutes conduct contained within a single business, YCI, and is therefore not in \nor affecting commerce.   \n35. The remaining allegations that Joseph misled YCI’s auditor by asserting \nthat Gray’s shares had been purchased, violated the Hyster -Yale Code of Conduct \nand thus put YCI’s relationship with its principal supplier at risk, and failed to inform \nGray of LiftOne’s proposal to acquire YCI, also allege unfair or deceptive conduct that \noccurred only within YCI.   “[W]hen the unfair or deceptive conduct alleged only \naffects relationships within a single business or market participant, and not dealings \nwith other market participants, that conduct is not ‘in or affecting’ commerce within \nthe section of section 75 -1.1, even if other market participants may be indirectly \ninvolved in the unfair or deceptive acts.”  Powell v. Dunn, 2014 NCBC LEXIS 3, at *9 \n(N.C. Super. Ct. Jan. 28, 2014).   \n36. The fact  that YCI’s auditor, YCI’s principal supplier, and LiftOne are \ntangentially involved does not make Joseph’s conduct in or affecting commerce.  \n \n \nRather, this is a dispute between the shareholders of a corporation regarding its \ninternal management and the sha reholders’ right to fair value for their ownership \ninterest.  “Our courts have recognized similar disputes for what they really are: intra-\ncompany feuds about internal operations.”  Potts v. KEL, LLC , 2018 NCBC LEXIS \n24, at *14 (N.C. Super. Ct. Mar. 27, 2018).   \n37. As the alleged conduct concerns the internal operations of a single business, \nthe Amended Complain t fails to state a UDTP claim and, the refore, such claim is \ndismissed with prejudice.  \nV. CONCLUSION \n38. For the foregoing reasons, the Court GRANTS the Motion and \nDISMISSES with prejudice Plaintiff’s UDTP claim.  \nSO ORDERED, this the 25th day of April, 2018. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}