{
  "id": "1f96ce78043d05af9d4e6b11a08798f305c6dc7b3c7d8e63f5dfa9e22d6273c3",
  "source_file": "data/raw/ncbc/1f96ce78043d05af9d4e6b11a08798f305c6dc7b3c7d8e63f5dfa9e22d6273c3.pdf",
  "raw_text": "Puckett v. KPMG, LLP, 2006 NCBC 19\nSTATE OF \nNORTH \nCAROLINA\n                              \nIN THE GENERAL COURT OF JUSTICE\n                                                                                                \nSUPERIOR COURT DIVISION\nCOUNTY\n \nOF \nMECKLENBURG\n                                                       \n04 CVS 11289\n \n \nSTEPHEN R. PUCKETT, BETH W. PUCKETT,\n       \n)\nAnd P IV LIMITED PARTNERSHIP,\n                         \n)\n                                                                                    \n)\n                                    \nPlaintiffs,\n                                   \n)\n                                                                                    \n)\nv.\n                                                                                                                                           \n)\n)\n                       \n        \nORDER\nKPMG, LLP, WILLIAM L. SPITZ,\n                            \n)\nWACHOVIA BANK, N.A., successor by merger\n       \n)\nto FIRST UNION NATIONAL BANK, N.A., QA\n    \n)\nINVESTMENTS, LLC, and QUELLOS GROUP,\n      \n)\nLLC,\n                            \n                                                \n)\n                                                                                    \n)\n                                    \nDefendants.\n                              \n)\n \n \nTaylor, Penry, Rash & Riemann, P.L.L.C. by J. Anthony Penry and Rudolf, Widenhouse & Fialko,\nP.A. by David S. Rudolf for Plaintiffs Stephen R. Puckett, Beth W. Puckett, and P IV Limited\nPartnership.\n \nBrooks, Pierce, McLendon, Humphrey & Leonard, L.L.P. by James C. Adams, II, \nClinton\n R.\nPinyan, and James T. Williams, Jr. for Defendant KPMG, L.L.P.\n \nJames, McElroy & Diehl, P.A. by Edward T. Hinson, Jr. for Defendant William L. Spitz.\n \nRobinson, Bradshaw & Hinson, P.A. by Robert W. Fuller and Katherine G. Maynard for\nDefendant Wachovia Bank, N.A.\n \nParker, Poe, Adams, & Bernstein, L.L.P. by Deborah L. Edney and William L. Rikard for\nDefendants QA Investments, L.L.C. and Quellos Group, L.L.C.\n \nDiaz, Judge.\n \n{1}\n      \nThe Court heard this matter on 5 September 2006, on the Plaintiffs’ Motion to Amend and\nSupplement Complaint (the “Motion”).\n  \nThe Motion seeks to expound on the facts alleged in the\nComplaint and also seeks to add two additional claims for relief alleging conversion (Plaintiffs’ proposed\nTenth Claim for Relief) and a Racketeer Influenced and Corrupt Organizations Act (“RICO”) claim\npursuant to Chapter 75D of the North Carolina General Statutes (Plaintiffs’ proposed Eleventh Claim for\nRelief).\n{2}\n      \nAfter considering the Motion, the Court file, the briefs submitted by the parties, and the arguments\nof counsel, the Court will \nDENY\n that portion of the Motion seeking to add a RICO claim under state law\nbut will otherwise \nGRANT\n the requested relief.\n  \nPlaintiffs shall serve their Amended Complaint within\nfifteen (15) days of the entry of this Order.\nI.\n \nPROCEDURAL & FACTUAL BACKGROUND\n \n{3}\n      \nPlaintiffs Stephen R. Puckett, Beth W. Puckett, and P IV Limited Partnership filed their original\nComplaint (the “Complaint”) on or about 25 June 2004.\n   \nThe Defendants removed the case to federal\ncourt, where it remained for almost two years pending a ruling on Plaintiffs’ motion to remand.\n  \nBy\nagreement of the parties, the case was remanded to \nMecklenburg\n \nCounty\n state court in April 2006, where\nit was subsequently designated as an exceptional case and assigned to me.\n{4}\n      \nDefendant William L. Spitz answered the Complaint on 5 August 2004.\n{5}\n      \nDefendant Wachovia Bank, N.A., filed its answer to the Complaint in federal court on 4 March\n2005.\n{6}\n      \nNo other Defendant has answered the Complaint, as the parties have agreed to toll the period for\nthe remaining Defendants to answer until a ruling on the Motion.\nA.\nTHE PARTIES\n \n{7}\n      \nPlaintiff Stephen R. Puckett is a citizen and resident of \nMecklenburg County\n, \nNorth Carolina\n.\n \n(Compl. ¶ 1.)\n{8}\n      \nPlaintiff Beth W. Puckett is a citizen and resident of \nMecklenburg County\n, \nNorth Carolina\n.\n \n(Compl. ¶ 2.)\n{9}\n      \nPlaintiff P IV Limited Partnership (“P IV”) is a limited partnership organized under the laws of the\nState of North Carolina, with its principal place of business in Mecklenburg County, North Carolina.\n \n(Compl. ¶ 3.)\n{10}\n    \nDefendant KPMG, L.L.P. (“KPMG”) is an international accounting and consulting firm organized\nunder the laws of Delaware, with its principal place of business in New York City, New York.\n  \n(Compl. ¶\n4.)\n  \nKPMG does substantial business in \nNorth \nCarolina\n.\n  \n(Compl. ¶ 4.)\n{11}\n    \nDefendant William L. Spitz (“Spitz”) is a citizen and resident of \nMecklenburg County\n, \nNorth\nCarolina\n.\n  \nPlaintiffs allege that Spitz was, at all relevant times, a partner at KPMG and a certified public\naccountant in \nNorth Carolina\n.\n  \n(Compl. ¶ 5.)\n \n{12}\n    \nDefendant Wachovia Bank, N.A., is a national banking association with its principal place of\nbusiness in Mecklenburg County, North Carolina, and is the successor by merger to First Union National\nBank, N.A.\n  \n(Compl. ¶ 6.)\n{13}\n    \nDefendant QA Investments, LLC (“QA”) is a \nDelaware\n limited liability company with its principal\nplace of business in \nSeattle\n, \nWashington\n.\n  \n(Compl. ¶ 7.)\n{14}\n    \nDefendant Quellos Group, LLC (“Quellos”) is a Delaware limited liability company with its\nprincipal place of business in Seattle, Washington.\n  \nPlaintiffs allege that Quellos is the parent company of\nQA and exercised complete dominion and control over QA with respect to the transactions alleged in the\nComplaint.\n  \n(Compl. ¶ 8.)\n \nB.\nSUMMARY OF THE FACTS\n{15}\n    \nThe claims in this case arise out of certain investment strategies allegedly devised by the\nDefendants to create tax shelters that Plaintiffs (and others similarly situated) utilized to offset multi-\nmillion dollar capital gains on their tax returns.\n  \n(Am. Compl. ¶¶ 16-20.)\n{16}\n    \nIn their proposed Amended Complaint (the “Amended Complaint”) Plaintiffs contend that, in\n1998, the Defendants solicited them to implement a series of securities purchases and sales (commonly\nknown as a Foreign Leveraged Investment Program (“FLIP”) that Defendants represented would generate\nlarge tax losses and deductions that could then be used to offset Plaintiffs’ gains from the sale of certain\nshares in a business.\n  \n(Am. Compl. ¶¶ 16-20, 22-25.)\n{17}\n    \nPlaintiffs also allege that one or more of the Defendants falsely assured them that the proposed tax\nstrategies complied with all tax regulations.\n  \n(Am. Compl. ¶ 25.)\n{18}\n    \nBased on these alleged assurances, Plaintiffs authorized three separate wire transfers to the\nDefendants totaling $1.8 million to fund the various securities purchases and related structuring and\nadvisory fees.\n  \n(Am. Compl. ¶ 37.)\n{19}\n    \nPlaintiffs allege that a substantial portion of these funds were not used to purchase the promised\nsecurities, but instead were unlawfully funneled by the Defendants to pay various fees to the promoters\nand other facilitators of the FLIP transaction.\n  \n(Am. Compl. ¶¶ 27, 29.)\n{20}\n    \nPlaintiffs allege further that they paid Defendants an additional $116,000 pursuant to agreements\nthat purported to provide Plaintiffs with other financial and tax advisory services but that were, in fact,\nmere continuations of the Defendants’ “fraudulent scheme to enrich themselves by hiding the true nature\nof the FLIP strategy.”\n  \n(Am. Compl. ¶¶ 46H, 51F.)\n  \n{21}\n    \nPlaintiffs filed tax returns for P IV in October 1999, and again in 2000, that reflected the capital\nlosses purportedly generated by the FLIP transaction.\n  \n(Am. Compl. ¶ 50.)\n{22}\n    \nThe Internal Revenue Service (the “IRS”), however, subsequently audited P IV’s return and\ndisallowed the claimed losses.\n  \n(Am. Compl. ¶¶ 52-54.)\n \n{23}\n    \nIn 2003, Plaintiffs settled the IRS audit on terms that required them to retract the claimed losses\nand pay the government substantial amounts in back taxes and interest charges.\n  \n(Am. Compl. ¶ 55.)\n{24}\n    \nIn their original Complaint, Plaintiffs allege claims of civil conspiracy, simple and gross\nnegligence, fraud, constructive fraud, breach of fiduciary duty, negligent misrepresentation, and unfair and\ndeceptive trade practices under Chapter 75 of the North Carolina General Statutes.\n  \n{25}\n     \nPlaintiffs original Complaint seeks:\n  \n(a) recovery of the interest charges and related professional\nfees that Plaintiffs allege they were forced to pay to resolve the IRS audit; (b) recovery of the $1.8 million\nin expenses, transaction fees, and advisory fees allegedly lost as a result of the FLIP transaction; (c) treble\nand/or punitive damages; and (d) recovery of attorneys fees.\n{26}\n    \nThe Amended Complaint seeks the same relief, but it adds the two additional claims for relief that\nare the subject of the Motion.\n \nII.\nCONCLUSIONS OF LAW\nA.\nSTANDARD ON MOTION TO AMEND\n{27}\n    \nRule 15(a) of the North Carolina Rules of Civil Procedure provides that a party may amend his\npleading once as a matter of course “at any time before a responsive pleading is served.”\n  \nN.C.G.S. § 1A-\n1, Rule 15(a) (2006).\n[1]\n  \nOtherwise, “a party may amend his pleading only by leave of court,” and “leave\nshall be freely given when justice so requires.”\n  \nId.\n{28}\n    \nGenerally, a trial court should grant a party leave to amend a pleading absent a showing of material\nprejudice.\n  \nMauney v. Morris\n, 316 N.C. 67, 72, 340 S.E.2d 397, 400 (1986); \nStetser v. TAP Pharm. Prods.\nInc.\n, 165 N.C. App. 1, 31, 598 S.E.2d 570, 590 (2004).\n  \nReasons warranting a denial of leave to amend\ninclude: (a) undue delay; (b) bad faith; (c) undue prejudice; (d) futility of the amendment; and (e) repeated\nfailures to cure defects by previous amendment.\n  \nMartin v. Hare\n, 78 N.C. App. 358, 361, 337 S.E.2d 632,\n634 (1985).\n \n{29}\n    \nIn this case, the Defendants assert that the Plaintiffs’ attempt to assert a state RICO claim under\nChapter 75 of the North Carolina General Statutes would be futile under the facts as alleged in the\nproposed Amended Complaint.\n  \nFor the reasons set forth below, the Court agrees and, therefore, \nDENIES\nthat portion of the Plaintiffs’ proposed amendment.\n \nB.\nTHE \nNORTH CAROLINA\n RICO ACT\n{30}\n    \nThe \nNorth Carolina\n RICO Act (the “Act”) states that no person shall:\n(1) Engage in a pattern of racketeering activity or, through a pattern of racketeering\nactivities or through proceeds derived therefrom, acquire or maintain, directly or\nindirectly, any interest in or control of any enterprise, real property, or personal property\nof any nature, including money; or\n(2) Conduct or participate in, directly or indirectly, any enterprise through a pattern of\nracketeering activity whether indirectly, or employed by or associated with such\nenterprise; or\n(3) Conspire with another or attempt to violate any of the provisions of subdivision (1)\nor (2) of this subsection.\n \nN.C.G.S. § 75D-4(a) (2006).\n \n \n{31}\n    \n“Racketeering activity” is defined as a violation of one of a host of specified state and federal\nstatutes, regardless of a person’s criminal intent.\n  \nN.C.G.S. § 75D-3(b)-(c) (2006).\n{32}\n    \nThe Act provides forfeiture remedies that may only be exercised by the Attorney General.\n \nN.C.G.S. § 75D-5 (2006).\n  \nThe Act also provides a private right of action, and recovery of treble damages\nand reasonable attorneys fees, to “[a]ny innocent person who is injured or damaged in his business or\nproperty by reason of any violation of \nG.S. 75D-4\n involving a pattern of racketeering activity.”\n  \nN.C.G.S.\n§ 75D-8(c) (2006).\n \n{33}\n    \nThe Act, however, provides a more limiting definition of what constitutes a “pattern of racketeering\nactivity” for purposes of a private action.\n  \nMore specifically, a plaintiff must allege that “at least one act of\nracketeering activity is an act of racketeering activity other than (i) an act indictable under \n18 U.S.C. §\n1341\n or U.S.C. § 1343 [prohibiting wire and mail fraud], \nor\n (ii) an act which is an offense involving fraud\nin the sale of securities.”\n  \nN.C.G.S. § 75D-8(c) (2006) (emphasis added).\nC.\nANALYSIS\n{34}\n    \nThe Plaintiffs assert that their Amended Complaint satisfies the pleading requirements of the Act\nbecause they have alleged a number of racketeering acts that are violations of state law not enumerated in\nN.C.G.S. § 75D-8(c) (2006), including allegations that the Defendants:\n  \n(a) obtained funds and signatures\nfrom the Plaintiffs through false pretenses, in violation of N.C.G.S. §§ 14-100, 101; (b) engaged in\nfraudulent and deceptive advertising with respect to the FLIP transaction, in violation of N.C.G.S. § 14-\n117; (c) embezzled funds from the Plaintiffs, in violation of N.C.G.S. § 14-90, and (d) engaged in a\ncriminal conspiracy, in violation of N.C.G.S. § 14-2.4.\n[2]\n  \n(Am. Compl. ¶ 124.)\n{35}\n    \nDefendants insist, however, that the gravamen of the Plaintiffs’ allegations, and all of the\nDefendants’ alleged misconduct, revolves around the peddling of a tax shelter strategy that required\nPlaintiffs to make wire transfers and other payments for the purchase of certain securities and payment of\nrelated investment advisory fees.\n  \nAccording to the Defendants, all of the Plaintiffs’ allegations, whether\ncontained in the Complaint or the Amended Complaint, constitute mail fraud, wire fraud, or acts which are\noffenses involving securities fraud, and thus do not state a proper claim for relief under the Act.\n  \nI agree.\n{36}\n    \nMy research has not identified any case interpreting the breadth of the North Carolina RICO Act on\nsimilar facts, and the parties have not cited any such case in their briefs.\n  \nAccordingly, the issue before me\nappears to be one of first impression.\n \n{37}\n    \nIn support of their position, Defendants rely heavily on federal cases interpreting the federal RICO\nstatute, 18 U.S.C. §§ 1961-68.\n  \nAs Plaintiffs correctly note, however, the language of the federal statute is\nnot analogous to the Act.\n[3]\n  \nAccordingly, in the absence of any binding precedent interpreting the Act,\nthe Court will apply the following well-established rules of statutory construction.\n{38}\n   \nFirst, the primary rule of statutory construction is to effectuate the intent of the legislature.\n  \nState v.\nRoache\n, 358 N.C. 243, 273, 595 S.E.2d 381, 402 (2004).\n  \nSecond, a statute that is clear and unambiguous\nmust be construed using its plain meaning.\n  \nBurgess v. Your House of Raleigh, Inc.\n, 326 N.C. 205, 209,\n388 S.E.2d 134, 136 (1990).\n  \nWhere a statute is ambiguous, however, “judicial construction must be used\nto ascertain the legislative will.”\n  \nId.\n at 209, 388 S.E.2d at 136-37.\n  \nThe legislative will or intent “must be\nfound from the language of the act, its legislative history and the circumstances surrounding its adoption\nwhich throw light upon the evil sought to be remedied.”\n  \nMilk Commission v. Nat’l Food Stores\n, 270 N.C.\n323, 332, 154 S.E.2d 548, 555 (1967).\n \n{39}\n    \nApplying these rules to the Act, I find first that the legislature has expressed clearly its intent under\nthis statute to “provide compensation to private persons injured by organized unlawful activity.”\n  \nN.C.G.S.\n§ 75D-2(b) (2006).\n  \nThe legislature, however, also chose to limit the remedy of a private action by making\nit unavailable in cases where all of the alleged acts of racketeering activity are also: (a) indictable as wire\nor mail fraud (regardless of the scope or purpose of the unlawful activity); \nor\n (b) acts that are offenses\ninvolving fraud in the sale of securities, that is, acts or offenses that have as their genesis an overarching\npurpose to commit securities fraud.\n  \nN.C.G.S. § 75D-8(c) (2006).\n \n{40}\n    \nAs a result, and assuming \narguendo\n that none of the state and federal offenses that the Plaintiffs\nallege as predicate acts of racketeering activity amount to mail or wire fraud, the Amended Complaint\nnevertheless alleges plainly that all of the predicate acts were part of a common and fraudulent scheme to\ninduce Plaintiffs into investing in the FLIP transaction.\n  \nThe FLIP transaction, in turn, consisted of the\npurchase and sale of securities.\n  \n(Am. Compl. ¶¶ 36-38.)\n \n{41}\n    \nPut another way, Plaintiffs’ Amended Complaint alleges a criminal conspiracy on the part of the\nDefendants to (a) solicit Plaintiffs to invest in the FLIP transaction via fraudulent and deceptive\nadvertising; (b) obtain the Plaintiffs’ money by utilizing the false pretenses of the sham FLIP transaction;\n(c) obtain one or more of the Plaintiffs’ signatures for the wiring of funds and completion of the FLIP\ntransaction; (d) embezzle the Plaintiffs’ money by utilizing the same sham FLIP transaction; (e) hide the\nproceeds of the ill-gotten gains obtained through the FLIP transaction; and (f) avoid discovery of the FLIP\ntransaction by government officials.\n{42}\n    \nApplying the plain language of the Act, I find that these alleged offenses describe misconduct that\nis coincident with the FLIP transaction.\n  \nThus, all of the alleged offenses are predicate acts involving fraud\nin the sale of the securities and, as such, implicate the bar set out in N.C.G.S. § 75D-8(c) (2006).\n  \nCf.\n \nJacoboni v. KPMG, LLP\n, 314 F. Supp. 2d 1172, 1179-80 (M.D. Fla. 2004) (arriving at a similar result\nwith respect to the securities exception found in the federal RICO statute).\n  \nAccordingly, because the\nAmended Complaint fails, as a matter of law, to allege a proper claim under the Act, the Court will \nDENY\nthis portion of the amendment as futile.\nCONCLUSION\n{43}\n    \nFor the reasons set forth above, the Court will \nDENY\n the Plaintiffs’ Motion to Amend and\nSupplement Complaint to assert an Eleventh Claim for Relief alleging violations of the North Carolina\nRICO Act.\n  \nThe Court \nGRANTS\n the Motion in all other respects and directs Plaintiffs to serve their\namended pleading within fifteen (15) days of the entry of this Order.\nThis the 15th day of November, 2006.\n \n \n[1]\n Defendants Spitz and Wachovia have served responsive pleadings, and so Plaintiffs would be required to seek leave to amend\nas to them.\n  \nThe remaining Defendants have not served responsive pleadings, and so it would appear that Plaintiffs could amend\ntheir Complaint as to them as a matter of right.\n  \nNevertheless, as the Plaintiffs have sought leave to amend as to all Defendants, and\nthe Court would inevitably be required to address the legal sufficiency of the amended pleading via a Rule 12 motion, I conclude\nthat this issue is ripe for disposition.\n  \n[2]\n At oral argument, Plaintiffs asserted that their Amended Complaint also alleged violations by the Defendants of various federal\nstatutes, including: (a) 26 U.S.C. §§ 7201, 7206 (which are sections of the Internal Revenue Code dealing with tax evasion and the\nmaking of false statements or commission of fraud in connection with a return); (b) 18 U.S.C. §§ 1956(a)(1)-(2) (relating to the\nDefendants’ allegedly unlawful overseas transfer of funds obtained through the FLIP transaction); and (c) 18 U.S.C. §§ 1503(a),\n1512(c)(1)-(2) (relating to the Defendants’ alleged attempt to destroy documents related to the FLIP transaction or to otherwise\nobstruct and impede the due administration of justice).\n  \nPlaintiffs did not specifically plead these allegations as predicate RICO acts\nin paragraph 124 of the Amended Complaint.\n  \nIn any event, my analysis regarding the merits of the Motion is not affected by these\nadditional allegations.\n[3]\n The Federal RICO Act, 18 U.S.C. §§ 1961-68, provides civil and criminal liability for individuals engaged in “a pattern of\nracketeering activity.” 18 U.S.C.S. § 1962 (2006).\n  \nA civil RICO claimant may not, however, “rely upon any conduct that would\nhave been actionable as fraud in the purchase or sale of securities to establish a violation of section 1962” unless the person who\ncommitted said fraudulent conduct has been criminally convicted.\n  \n18 U.S.C.S. § 1964(c) (2006). "
}