{
  "id": "1f97784dff58058f44a6a1cc44f45dab4621ab2887b338d99c75a92c6471378a",
  "source_file": "data/raw/ncbc/1f97784dff58058f44a6a1cc44f45dab4621ab2887b338d99c75a92c6471378a.pdf",
  "raw_text": "Talisman Software, Sys. & Servs., Inc. v. Atkins, 2015 NCBC 104. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF DURHAM 14 CVS 5834 \n \nTALISMAN SOFTWARE, SYSTEMS &  ) \nSERVICES, INC., )` \n Plaintiff,  )  \n  ) OPINION AND ORDER  \n v.  )  \n   )    \nCHARLES ATKINS,  )  \n  Defendant. ) \n \nTHIS CAUSE was designated a mandatory complex business case by Order of the \nChief Justice of the North Carolina Supreme Court pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Caroli na General Statutes will be to “G.S.”), and \nassigned to the undersigned Special Superior Court Judge for Complex Business Cases. \nTHIS MATTER comes before the Court upon Plaintiff’s Motion to Dismiss Defendant’s \nCounterclaims (“Motion to Dismiss”) pursuant to Rule 12(b)(6) of the North Carolina Rules \nof Civil Procedure (“Rule(s)”).  On July 20, 2015, the Court held a hearing on the Motion. \n THE COURT, having reviewed the Motion to Dismiss, the briefs in support of and in \nopposition to the Motion to Dismiss, the ar guments of counsel at a hearing, and other \nappropriate matters of record, CONCLUDES as follows. \nRobinson Bradshaw & Hinson, P.A., by Adam K. Doerr, Esq. and Stephen M. Cox, \nEsq., for Plaintiff. \n \nCharles A. Atkins, appearing pro se. \nMcGuire, Judge. \nPROCEDURAL HISTORY \n1. On December 16, 2014, Plaintiff Talisman Software, Systems & Services, Inc. \n(“Talisman Software”) filed its Verified Co mplaint against Defendant Charles Atkins \n(“Atkins”).  Atkins is the former President and CEO of Talisman Software.  Plaintiff’s action \nwas designated No. 14 CVS 5834 by the Clerk of Superior Court of Durham County.  The \nComplaint alleges claims against Atkins for Breach of Fiduciary Duty, Conversion, Breach of \nContract, Constructive Trust, and Fraudulent Misr epresentation.  Plaintiff’s claims in this \nlawsuit arise from Atkins tenure as President and CEO, and from the resolution of a prior \nlawsuit filed by Atkins against Talisman Software’s directors, Robert Gresham Gray (“Gray”) \nand Adam Kantor (“Kantor”).1 \n2. On February 16, 2015, Atkins filed his Verified Defenses, Answer and \nCounterclaims.  Atkins allege d counterclaims against Talisman Software, and purported to \nbring claims against Gray, Kantor, and Talism an Environmental Services Limited (“TES”)2 \n(collectively, “Counterclaim Defendant(s)”3)  Atkins attempts to allege claims for breach of \nfiduciary duties, declaratory judgment, cons tructive fraud, breach of contract, unjust \nenrichment, civil conspiracy, conversion, an d constructive trust.  Atkins also seeks a \nPreliminary Injunction restraining the Count erclaim Defendants from “taking any actions \nwhich would damage the Talisman Companies or the value of the shareholders[’] interests.”4 \n3. On April 6, 2015, Talisman Software filed its Motion to Dismiss and a \nmemorandum in support.  On May 11, 2015, At kins filed Defendant’s Motion to Dismiss \nPlaintiff’s Complaint and Answer to Plaintiff’s Motion to Dismiss Defendant’s Counterclaims.  \n4. The Motion to Dismiss has been fully briefed and argued and is ripe for \ndetermination. \n                                                 \n1 The prior lawsuit was Talisman Software Systems & Services, Inc. and Charles Atkins v. Robert \nGray and Adam Kantor, Durham Co. No. 14 CVS 2136.  That lawsuit was subsequently designated \nto this Court. \n2 At the hearing on the Motion to Dismiss, Atkins conceded that he had not served Gray, Kantor or \nTES with process. \n3 The purported claims against Gray and Kantor, who are not Plaintiffs in this lawsuit, are best \ncharacterized as third-party claims and not counterclaims.  Nevertheless, for ease of reference the \nCourt uses the collective “Counterclaim Defendants”). \n4 Countercl. ¶ 44. In the Second Defense contained in his Verified Defenses, Answer and \nCounterclaims, Atkins defines “the Talisman Companies” to refer collectively to Talisman Software \nand TES. \nFACTUAL ALLEGATIONS \n In his counterclaims, Atkins alleges that: \n5. In 2008, Atkins and Richard Grogan (“ Grogan”) formed Talisman Software. 5  \nOn June 12, 2009, a certificate of incorporatio n for Talisman Software was filed with the \nState of Delaware.  Talisman Software subse quently registered to do business in North \nCarolina.6 \n6. Gray expressed an interest in investing in Talisman Software,7 and on June 9, \n2010, Atkins, Grogan, and Gray negotiated and formed TES as a parent holding company.  \nOn June 9, 2010, Atkins, Grogan, TES, and th ree other business entities entered into a \n“Shareholders Agreement.”8  Talisman Software was not a party to the Shareholders \nAgreement.  The Shareholders Agreement provided, inter alia, that Atkins’s and Grogan’s \ninterests would control 50% of the shares of TES, and that Gray’s interests would control \n50% of the shares TES.9 \n7. TES owns 100% of Talisman Software, and TES controls and is responsible for \nvoting all shares of Talisman Software. 10 On June 9, 2010, Talisman Software and Atkins \nentered into an Employment Agreement under which Atkins became the President and CEO \nof Talisman Software. \n8. Gray later gained control of TES in violation of the Shareholders Agreement.  \nAtkins and Grogan have protested Gray’s improper actions, but Gray “continues to act in bad \n                                                 \n5 Id. ¶ 7. \n6 Id. ¶ 9. \n7 Id. ¶ 11. \n8 Id. ¶ 11, Exh. 2 \n9 Id. ¶ 12. \n10 Countercl. ¶ 6. \nfaith, with unclean hands in an ultra vires manner that is contrary to the best interests of \nthe shareholders.”11 \n9. Gray also “improperly and in contrave ntion of the Shareholder Agreements \n(sic) purported to obtain control of the board of  [Talisman Software] by appointing himself \nand his assistant, Adam Kantor as the only two directors of [Talisman Software].”12 \n10. In early 2014, Gray and Kantor attempted to remove Atkins as President and \nCEO of Talisman Software. 13  Atkins alleges that since t hat time Gray and Kantor “have \ntaken steps to loot the assets of [Talisman Software]” and that “funds of [Talisman Software] \nhave and will continue to be improperly transferred out of the country until they are ordered \nto comply with the terms of the Shareholder Agreements (sic).”14 \n11. On February 26, 2014, Atkins brought suit in Durham County Superior Court \n(14 CVS 2136) against Gray and Kantor as th e directors of Talisman Software (“First \nLawsuit”).  During the course of the First La wsuit, Atkins returned  to Talisman Software \ncertain money he had transferred out of its acco unts, and agreed to resign as President and \nCEO of Talisman Software.  Atkins’s claims in the First Lawsuit ultimately were dismissed \nwithout prejudice. \n12. On December 16, 2014, Talisman Software  filed this lawsuit against Atkins \nalleging that Atkins misappropriated appr oximately $75,000 from Talisman Software that \nAtkins did not return as part of the resolution of the First Lawsuit. \nANALYSIS  \nAtkins’s Failure to Serve Counterclaims on Gray, Kantor, and TES \n                                                 \n11 Id. ¶¶ 16 – 17 (emphasis in original). \n12 Id. ¶ 21. \n13 Id. ¶ 23. \n14 Id. ¶¶ 24-25. \n13. Atkins purports to bring claims agains t Gray, Kantor, and TES, but concedes \nthat he has not properly served them with proc ess.  “It is well established that a court may \nobtain personal jurisdiction over a defendant only by the issuance of summons and service of \nprocess by one of the statut orily specified methods.”  Glover v. Farmer , 127 N.C. App. 488, \n490 (1997).  “Absent valid service of process, a court does not acquire personal jurisdiction \nover the defendant and the action must be dismissed.”  Id.; see also G.S. § 1A-1, Rule 4. \n14. Based upon Atkins’s concession that he has not effectuated service on anyone \nother than Talisman Software, the Court conc ludes that Gray, Kantor, and TES are not \nproperly before the Court, and that any claims against them should be DISMISSED without \nprejudice.  \nRule 12(b)(6) Legal Standard \n15.  A Rule 12(b)(6) motion to dismiss te sts “whether, as a matter of law, the \nallegations of the complaint, treated as true, are sufficient to state a claim upon which relief \nmay be granted under some legal theory, whether properly labeled or not.”  Harris v. NCNB \nNat’l Bank, 85 N.C. App. 669, 670 (1987) (citation omitted).  The allegations should be \nconstrued liberally, and the court should not dismiss the complaint unless “it appears certain \nthat [the claimant] could prove no set of facts  which would entitle [it] to relief under some \nlegal theory.”  Fussell v. N.C. Farm Bureau Mut. Ins. Co., 364 N.C. 222, 225 (2010).  Dismissal \nunder Rule 12(b)(6) is proper when one of the following conditions is met: “(1) when the \ncomplaint on its face reveals that no law supp orts plaintiff’s claim; (2) when the complaint \nreveals on its face the absence of fact sufficien t to make a good claim; (3) when some fact \ndisclosed in the complaint necessarily  defeats the plaintiff’s claim.”  Oates v. JAG, Inc., 314 \nN.C. 276, 278 (1985) (citations omitted).  \nBreach of Fiduciary Duty. \n16. Atkins’s first counterclaim is for “Breach of Fiduciary Duty Against Gray and \nKantor.”  The Court has dismissed Gray and Kantor based on Atkins’ failure to serve them.  \nAccordingly, to the extent Atkins alleges this claim against Talisman Software, Talisman \nSoftware’s Motion to Dismiss Atkins’s first counterclaim for breach of fiduciary duty should \nbe GRANTED.  To the extent Atkins asserts this claim against Gray and Kantor, who are \nnot properly before the Court, this claim should be DISMISSED without prejudice.  \nDeclaratory Judgment \n17. Atkins’s second counterclaim for declaratory judgment specifically requests: \n[t]hat the Court determine whether the constitution of the Boards of the \nTalisman Companies is lawful and appropriate[;] whether the appointment of \nGray and Kantor as directors of Talisman was lawful and proper; whether the \nactions taken by [Gray and Kantor] in th eir capacity of officers and directors \nof the Talisman Companies were valid and proper; and the various and \nrespective rights, authority and obligations of the parties.\n15  \n \n18. As a preliminary matter, the Court notes that to the extent Atkins defines the \n“the Talisman Companies” as including TES, TES is not a party to this lawsuit and this Court \nhas no jurisdiction over TES.  Accordingly, to the extent Atkins seeks a declaration regarding \nthe rights or relations between himself and  any entity other than Talisman Software, \nAtkins’s second counterclaim for declarator y judgment should be DISMISSED without \nprejudice.  Further, to the extent Atkins s eeks a declaration regarding the appointment of \nand the actions taken by Gray and Kantor, who are not properly before the Court, Atkins’s \nsecond counterclaim for declaratory judgment should be DISMISSED without prejudice \n19. Talisman Software contends that Atkins’s counterclaim seeking a declaratory \njudgment against it must be dismissed bec ause Atkins is not a shareholder of Talisman \nSoftware and therefore lacks standing to as sert the claim.  Under North Carolina law, a \ndeclaratory judgment is a statutory remedy t hat grants a court the authority to “declare \n                                                 \n15 Id. ¶ 11. \nrights, status, and other legal relations” when an “actual controversy” exists between parties \nto a lawsuit.  G.S. § 1-253; Pine Knoll Shores v. Carolina Water Serv., Inc. , 128 N.C. App. \n321, 321 (1998).   \n20. A party must have standing to bring a declaratory judgment action.  \nBeachcomber Prop., LLC v. Station One, Inc., 169 N.C. App. 820, 823-24 (2005).  The burden \nof proving that standing exists rests on th e party seeking the de claratory judgment.  Id.  In \norder to have standing, one must be a real pa rty in interest, meaning that he will benefit \nfrom or be harmed by the outcome of the case and by substantive law has the legal right to \nenforce the claim in question.  Id. (citing Energy Investors Fund, L.P. v. Metric Constructors, \nInc., 351 N.C. 331, 337 (2000)).  A party must prove three requirements to establish standing: \n(1) “injury in fact” – an invasion of a legally protected interest that is (a) \nconcrete and particularized and (b) act ual or imminent, not conjectural or \nhypothetical; (2) the injury is fairly traceable to the challenged action of the \ndefendant; and (3) it is likely, as opposed to merely speculative, that the injury \nwill be redressed by a favorable decision.  \n \nNeuse River Found., Inc. v. Smithfield Foods, Inc. , 155 N.C. App. 110, 114 (2002) (quoting \nLujan v. Defenders of Wildlife, 504 U.S. 555, 560-61 (1992)).   \n21. In this case, Atkins must prove that he has standing to bring a declaratory \njudgment claim against Talisman Software.  Th e declarations Atkins seeks are actually \ndirected primarily at determining the rights and legal relations as between Atkins, Gray and \nKantor with regard to the Shareholders Agr eement.  Although Atkins was a party to the \nShareholders Agreement, Talisman Software  was not a party to that agreement.  \nAccordingly, any injury Atkins may have suffered as a result of violation of the Shareholders \nAgreement is not “fairly traceable to the c hallenged action of [Talisman Software].” \nNeuse \nRiver Found., Inc. v. Smithfield Foods, Inc., 155 N.C. App. at 114.   \n22. Atkins also lacks standing to pursue  declaratory relief against Talisman \nSoftware regarding alleged actions taken by Gray  and Kantor as directors.  Atkins is not a \ndirect shareholder of Talisman Software. 16  Atkins fails to identify any other basis for the \nCourt to enter a declaratory judgment regarding the relati ons between Talisman Software \nand its directors.  Accordingly, Atkins does not have a legally protected interest in Talisman \nSoftware, one of the central requirements for standing in a declaratory judgment ruling.  \nBeachcomber Prop. 169 N.C. App. at 823-24.    \n23. Consequently, Atkins has failed to sa tisfy his burden of showing he has \nstanding to bring an action for a declaratory judgment.  Therefore, Talisman Software’s \nMotion to Dismiss Atkins’s second counter claim for declaratory judgment should be \nGRANTED. \nConstructive Fraud \n24. In his third counterclaim for constructi ve fraud, Atkins alleges that “a \nrelationship of trust and confidence exis ted between [himself] and the Counterclaim \nDefendants,”17 who used their positions to cause hi m “to provide services to Counterclaim \nDefendants without fair market compensation . . .”18  To the extent that Atkins alleges this \ncounterclaim against Gray, Kantor, and TES, it  should be DISMISSED without prejudice. \nOnly the counterclaim against Talisman Softwa re remains.  Talisman Software contends \nthat Atkins’s counterclaim for constructive fraud fails as a matter of law and should be \ndismissed because Talisman Software did not owe Atkins a fiduciary duty.   \n25. A cause of action for constructive fraud must allege (1) the existence of a \nrelationship of trust and confidence, (2) the defendant took advantage of that relationship to \n                                                 \n16 Atkins claims to be a shareholder in TES, which owns Talisman Software.  At the hearing, \nhowever, Atkins conceded he is not a shareholder of Talisman Software.   \n17 Countercl. ¶ 13. \n18 Id. ¶ 14. \nbenefit himself, and (3) the plaintiff was consequently injured.  Kingsdown, Inc., v. Hinshaw, \n2015 NCBC LEXIS 30, *24 (N.C. Super. Ct. 2015) (citing White v. Consol. Planning, Inc., 166 \nN.C. App. 283, 294 (2004)).  Accordingly, “[t]he existence of a fiduciary relationship is an \nelement of a constructive fraud claim.”  Id. (citing White, 166 N.C. App. at 294-95;  Keener \nLumber Co. v. Perry , 149 N.C. App. 19, 28 (2002) (holding that a constructive fraud claim \n“must show (1) the existence of a fiduciary duty, and (2) a breach of that duty.”)). \n26. In North Carolina, while directors and o fficers of a corporation generally owe \na fiduciary duty to the corporation,  Keener Lumber Co. v. Perry, 149 N.C. App. 19, 26 (2002) \n(citing Underwood v. Stafford, 270 N.C. 700, 703 (1967); emphasis in original), a corporation \ndoes not owe a reciprocal fiduciary duty to its directors and officers. Kingsdown, Inc., v. \nHinshaw, 2015 NCBC LEXIS at *27, n. 9 (in North Carolina, a corporation does not owe a \nfiduciary duty to its officers).  \n27. Here, Atkins is a former officer of Talisman Software, but Talisman Software \ndid not owe Atkins a fiduciary duty as the corp oration’s officer.  Without a fiduciary duty, \nAtkins has no claim for constructive  fraud against Talisman Software.  Kingsdown, 2015 \nN C B C  L E X I S  a t  * 2 6  ( “ H a v i n g  f a i l e d  t o  s h o w  that a fiduciary relationship existed with \n[plaintiff], the Court concludes that [defenda nt’s] claim for constructi ve fraud fails as a \nmatter of law and should be dismissed with prejudice.”);  M a u r e r  v .  S l i c k E d i t ,  I n c., 2005 \nNCBC LEXIS 2, *31 (N.C. Super. Ct. 2005).  A ccordingly, Talisman Software’s Motion to \nDismiss Atkins’ third counterclaim for constructive fraud should be GRANTED. \nBreach of Contract \n28. Atkins alleges that Counterclaim Defendants breached the “Talisman \nCompanies shareholder agreement ( sic), by-law agreement, subscription agreement, and \nother fundamental constitutional corporate documents.”19  To the extent that Atkins alleges \nthis counterclaim against Gray, Kantor, an d TES, it should be DISMISSED without \nprejudice. Only the claim against Talisman Software remains.  Talisman Software contends \nthat it is not a party to any of the alleged agreements, and accordingly, cannot be held liable \nfor breach of contract.  In his counterclaims and in response to the Motion to Dismiss, Atkins \nhas failed to identify any shareholder, subscri ption, or by-law agreements between himself \nand Talisman Software.20  Having failed to allege that Talisman Software was a party to the \nshareholder agreement, by-law agreement, or  subscription agreement, Talisman Software’s \nMotion to Dismiss Atkins’s fourth counterclaim for breach of contract should be GRANTED. \nUnjust Enrichment \n29. Atkins’s fifth counterclaim is for “unjust enrichment/contract implied at law.”  \nAtkins alleges that he “directly and through related consulting companies rendered a series \nof services to Counterclaim Defendants,” whic h they voluntarily accepted and for which \nAtkins expected to be paid, and that the Co unterclaim Defendants were unjustly enriched \nthereby.21  Atkins, however, does not allege what sp ecific “services” he rendered or to which \nCounterclaim Defendants he rendered such services. Talisman Software contends that it had \nan actual employment contract with Atkins, and  that the existence of that contract bars \nAtkins’s counterclaim for unjust enrichment as a matter of law. \n30. To the extent that Atkins’s asserts this counterclaim against Gray, Kantor, \nand TES, this counterclaim against should be DISMISSED without prejudice as Gray, \n                                                 \n19 Id. ¶ 16. \n20 The shareholder agreement and other documents attached to Atkins’s counterclaims show that \nTalisman Software was not a party to the shareholder agreement, by-law agreement, or the \nsubscription agreement. \n21 Countercl. ¶¶ 20-23. \nKantor, and TES are not properly before th e Court. Only the claim against Talisman \nSoftware remains.   \n31. A claim for unjust enrichment: \nIs neither in tort nor contract but is described as a claim in quasi contract or a \ncontract implied in law. A quasi contract or a contract implied in law is not a \ncontract. The claim is not based on a promise but is imposed by law to prevent \nan unjust enrichment. If there is a con tract between the parties the contract \ngoverns the claim and the law will not imply a contract. \n \nBooe v. Shadrick, 322 N.C. 567, 570 (1988); see also Delta Envtl. Consultants of N.C., Inc. v. \nWysong & Miles Co. , 132 N.C. App. 160, 165 (1999) (citing Booe and holding that the \nexistence of a contract precludes a claim for unjust enrichment). \n32. An employment contract may be express or implied-in-fact.  Archer v. \nRockingham Cnty. , 144 N.C. App. 550, 557 (2001).  When an employee serving under an \nexpress contract continues his employment after the term of that contract expires, an implied \ncontract is created. \n[W]hen, upon the expiration of a contra ct of employment for a definite term, \nthe employee continues to render the same services as he rendered during the \nterm of the contract without expressly entering into any new agreement, it will \nbe presumed that he is serving under a new contract having the same terms \nand conditions as the original one and provisions and restrictions forming \nessential parts of the original con tract, even though collateral to the \nemployment itself, continue in force. \n \nGeorge v. LeBeau, 455 F.3d 92, 94 (2d. Cir. 2006); see also 30 C.J.S. Employer—Employee § \n32 (“As a general rule, where one enters into the service of another for a definite period and \ncontinues in the employment after the expirati on of that period without any new contract, \nthe presumption is that the employment is continued on the terms of the original contract.”); \n1 Williston on Contracts § 4:23 (4th ed.) (“[S]hould the parties continue their relation after \nthe expiration of the first period, another cont ract, implied in fact, would arise for another \nsimilar period.”).  The North Carolina Supreme Court has held: \n[A] contract implied in fact arises where the intent of the parties is not \nexpressed, but an agreement in fact, creating an obligation, is implied or \npresumed from their acts.  Such an implied contract is as valid and enforceable \nas an express contract. Except for the method of proving the fact of mutual \nassent, there is no difference in the legal effect of express contracts and \ncontracts implied in fact. \n \nCreech v. Melnik , 347 N.C. 520, 526-527 (N.C. 1998) (citing Snyder v. Freeman , 300 N.C. \n204, 217, 266 S.E.2d 593, 602 (1980)). \n33. On June 9, 2010, Atkins entered into a written Employment Agreement with \nTalisman Software to serve as its President and CEO for a salary of $250,000. 22  T h e  \nEmployment Agreement provided that it woul d extend to August 31, 2010, and again to \nOctober 30, 2010, while the parties attempte d to negotiate a “replacement employment \nagreement.”23  Atkins claims that the written Employment Agreement “terminated on \nOctober 30, 2010,”24 and there is no allegation that the parties ever entered into a new written \nemployment agreement.  Nevertheless, Atkins continued to serve as President and CEO of \nTalisman Software following the termination date in the original contract between the \nparties.  Atkins alleges that he was “the sole employee and the sole executive management \nofficer of Talisman,”25 and that he continued acting “pursuant to the authority granted to him \nas CEO and President of Talisman” at various points in 2014, including as late as March 10, \n2014.\n26  Atkins continued to work for Talisman until he resigned at the conclusion of the First \nSuit in March 2014.27 \n                                                 \n22 See Ex. B to Atkins’s Ex. 4. In Atkins’s counterclaims, he does not allege a breach of his \nEmployment Agreement against Talisman Software.  \n23 Id. \n24 Atkins’ Br. in Opp. 12. \n25 Countercl. ¶ 24.  \n26 See, e.g. Answer ¶¶ 19, 42, and 47.  \n27 See Answer ¶ 66, at 20 (quoting Defendant’s resignat ion letter, which states that he is “hereby \nresigning as an employee of [Plaintiff] effective as of March 31 st, 2014”); see also Order ¶ 2, Durham \nCounty Case No. 14-CVS-2136 (N.C. Super. Ct. Mar. 6, 2014) (providing that “Mr. Atkins shall remain \nan employee of Talisman, subject to the management direction and control of Mr. Gray and Mr. Kantor, \nin their roles as directors of the company, and receive an annualized salary of $250,000 . . . .” \n34. The Employment Agreement between Talisman Software and Atkins’s \nprecludes his claim for unjust enrichment. Delta Envtl. Consultants of N.C. , 132 N.C. App. \nat 165.  Accordingly, Talisman Software’s Motion to Dismiss Atkins’s sixth counterclaim for \nunjust enrichment should be GRANTED. \nConversion \n35. In his seventh counterclaim, Atkins alleges that “Counterclaim Defendants \nhave wrongfully converted the Talisman Comp anies’ property and assets by unlawfully \nassuming and exercising a right of ow nership without legitimate authority.” 28  T h e  \nallegations appear to be directed at Gray and Kantor, who already have been dismissed.  To \nthe extent Atkins asserts this counterclaim ag ainst Gray, Kantor, and TES, it should be \nDISMISSED without prejudice.  \n36. Accordingly, only the claim agains t Talisman Software remains. The \nallegations do not explain how Talisman Softwa re could have converted any property of the \n“Talisman Companies,” and Talisman Software  clearly could not have converted its own \nproperty.  In his Brief, Atkins argues that he owns 25% of the stock in TES, and suggests \nthat he should be allowed to bring an a ction against “the majority shareholders.” 29  A s  \npreviously noted, however, Atkins is not a shareholder in Talisman Software, and TES is not \na party to this lawsuit.  Therefore, the seve nth counterclaim fails to allege facts supporting \na claim for conversion against Talisman Soft ware, and Talisman Software’s Motion to \nDismiss Atkins’s seventh counterclaim for conversion should be GRANTED. \nConstructive Trust \n37. In addition, Atkins alleges a counterclaim for constructive trust (which he also \nhas labeled as his seventh counterclaim).  Atki ns alleges that Gray and Kantor breached \n                                                 \n28 Countercl. ¶ 30. \n29 Atkins Br. in Opp. 15-16. \nfiduciary duties and engaged in misconduct regarding assets of the “Talisman Companies” \nand that “[t]he Talisman Companies is (sic) entitled to establishment of a constructive trust \nover all funds . . .  diverted and misappropriated by . . . Gray and Kantor.”30 \n38. A constructive trust, under North Carolina law, is: \na duty, or relationship, imposed by co urts of equity to prevent the unjust \nenrichment of the holder of title to, or of an interest in, property which such \nholder acquired through fraud, breach of duty or some other circumstance \nmaking it inequitable for him to retain it against the claim of the beneficiary \nof the constructive trust. \n \nWilson v. Crab Orchard Dev. Co., 276 N.C. 198, 211 (1970).  Gray and Kantor are not parties \nto this lawsuit, and Atkins has not allege d facts that would support imposition of a \nconstructive trust in this case.  Therefore, as  Gray and Kantor are not properly before the \nCourt, this claim should be DISMISSED without prejudice. To the extent Atkins asserts this \ncounterclaim against Talisman Software, Talism an Software’s Motion to Dismiss Atkins’s \ncounterclaim for constructive trust should be GRANTED. \nCivil Conspiracy \n39. Atkins’s sixth counterclaim is for civ il conspiracy.  Atkins alleges that  \n“Counterclaim Defendants entered into an agreement between themselves and/or other third \nparties to breach their fiduciary duties with Atkins and related entities and shareholders and \nto engage in unfair or deceptive practices in violation of N.C. Gen. Stat. § 75-1.1.” 31  Atkins \nalleges that they “committed overt acts in fu rtherance of this agreement” and as a result, \nAtkins suffered damages. 32  As Gray, Kantor, and TES are not properly before the Court, \nAtkins’s civil conspiracy counterclaim against them is DISMISSED without prejudice.  Only \nthe civil conspiracy counterclaim against Talisman Software remains. \n                                                 \n30 Countercl. ¶¶ 33–42. \n31 Id. ¶ 25.  \n32 Id. ¶¶ 26, 27.  \n40. There are three elements of a claim for civil conspiracy: (1) two or more persons \nagree to do a wrongful act; (2) those pers ons commit an overt act in furtherance of the \nagreement; and (3) the plaintiff is harmed as a result.  Kingsdown, 2015 NCBC LEXIS at \n*34. (citing Pleasant Valley Promenade v. Lechmere, Inc. , 120 N.C. App. 650, 657 (1995)).  \nAn independent cause of action for civil cons piracy is not recognized in North Carolina. \nToomer v. Garrett, 155 N.C. App. 462, 483 (2002).  “Only where there is an underlying claim \nfor unlawful conduct can a plaintiff state a claim for civil conspiracy . . . .” Id.   \n41. All of Atkins’s claims that could pr ovide the underlying “unlawful act” to \nsupport a claim of civil conspiracy have been dismissed.  Accordingly, the Court concludes \nthat Atkins’s civil conspiracy counterclaim against Talisman Software fails, and Talisman \nSoftware’s Motion to Dismiss Atkins’s sixth counterclaim for civil conspiracy should be \nGRANTED. \n42. Talisman Software further argues that to the extent Atkins’s conspiracy claim \nattempts to state a claim for unfair or deceptive trade practices under G.S. § 75-1.1, it is also \nsubject to dismissal because it fails to allege conduct “in or affecting commerce.” \n43.  This statute targets “unfair or decept ive acts or practices in or affecting \ncommerce[.]”  G.S. § 75-1.1(a)(2014).  While the statute “broadly defines “commerce” to \ninclude ‘all business activities, however denominat ed,’ our Courts have long held that the \nstatute ‘is not intended to apply to all wrongs in a business setting.’”  Kingsdown, 2015 NCBC \nLEXIS at *28 (quoting HAJMM Co. v. House of Raeford Farms Inc., 328 N.C. 578, 593 (1991)).  \n“To establish the “commerce” requirement, the defendant’s conduct must affect commerce in \na commercial setting, . . . not in a private re lationship type setting such as corporate \ngovernance issues, . . . securities transactions, . . . or disputes arising from employment[.]”  \nMcKee v. James , 2014 NCBC LEXIS 74, *40, (N.C. Su per. Ct. 2014) (internal citation \nomitted).  “In short, the statute applies to ‘(1) interactions between businesses, and (2) \ninteractions between businesses and consumers.’”  Kingsdown, 2015 NCBC LEXIS at *28 \n(quoting White v. Thompson , 364 N.C. 47, 52 (2010)). In addition, our Courts “have \nconsistently held that the employer/employee re lationship does not fall within the intended \nscope and purpose of [G.S. §75-1.1].”  Kinesis Adver., Inc. v. Hill, 187 N.C. App. 1, 21 (2007).  \n44. Here, the conduct which Atkins compla ins is the same sort of conduct he \nalleges in support of his counterclaim for breach of fiduciary duty.  This conduct arises out of \nAtkins’s employment as President and CEO of Talisman Software and only implicates \ninternal business disputes.  Atkins has failed to allege in what manner Talisman Software’s \nalleged conduct affects commerce or how this conduct gives rise to a cognizable claim under \nG.S. § 75-1.1.  Accordingly, the Court concludes that to the extent that Atkins attempts to \nallege a claim for unfair and deceptive trade practices under G.S. § 75-1.1 against Talisman \nSoftware, Talisman Software’s Motion to Dismiss should be GRANTED. \nTHEREFORE, IT IS ORDERED, based upon the foregoing FINDINGS and \nCONCLUSION, that: \n45. Talisman Software’s Motion to Dismiss is GRANTED as to Defendant Atkins’s \nFirst, Second, Third, Fourth Fifth, Sixth, and Seventh Counterclaims for Breach of Fiduciary \nDuty, Declaratory Judgment, Constructive Fraud , Breach of Contract, Unjust Enrichment, \nCivil Conspiracy, Conversion, and Constructive Trust, to the extent that Atkins asserts these \nCounterclaims against Talisman Software. \n46. Any claims Atkins asserts against Gray, Kantor, and TES are not properly \nbefore the Court, as Atkins conceded that he has not effectuated service on anyone other than \nTalisman Software, and should be DISMISSED without prejudice. \n \n \n \nThis the 18th day of November, 2015. \n \n \n    /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n      for Complex Business Cases  "
}