{
  "id": "1fb09c13fb07cf0464b921c51484d0ed410ea40f5edeff124927cd6dcfa91a9c",
  "source_file": "data/raw/ncbc/1fb09c13fb07cf0464b921c51484d0ed410ea40f5edeff124927cd6dcfa91a9c.pdf",
  "raw_text": "Ehmann v. Medflow, Inc., 2017 NCBC 86. \n \n \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF MECKLENBURG \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 3098 \nEUGENE K. EHMANN;  \nN. WILLIAM SCHIFFLI, JR.; and \nTHAD A. THRONEBURG, \n \nPlaintiffs, \n \nv. \n \nMEDFLOW, INC.; GREG E. \nLINDBERG; ELI RESEARCH, LLC;  \nELI GLOBAL, LLC; ELI EQUITY, LLC; \nSNA CAPITAL, LLC; SOUTHLAND \nNATIONAL HOLDINGS, LLC; \nSOUTHLAND NATIONAL \nINSURANCE CORPORATION; \nDJRTC, LLC; and MEDFLOW \nHOLDINGS, LLC,  \n \nDefendants. \n \nORDER & OPINION DENYING \nCROSS-MOTIONS FOR SUMMARY \nJUDGMENT \n \n1. THIS MATTER is now before the Court on six summary judgment \nmotions: (1) Plaintiff N. William Schiffli, Jr.’s Motion for Partial Summary Judgment, \nfiled April 1, 2016; (2) Plaintiff Thad A. Throneburg’s Motion for Partial Summary \nJudgment, filed July 18, 2016; (3) Plaintiff Eugene K. Ehmann’s Motion for Partial \nSummary Judgment, filed August 11, 2016; (4) Defendants’ Motion for Summary \nJudgment Against Eugene K. Ehmann, filed November 15, 201 6; (5) Defendants’ \nMotion for Summary Judgment Against N. William Schiffli, Jr., filed November 15, \n2016; and (6) Defendants’ Motion for Summary Judgment Against Thad A. \nThroneburg, filed November 15, 2016  (collectively the “Motions ”).  For the reasons \ndiscussed below, the Court DENIES the Motions.  \n \n \nCaudle and Spears, P.A., by Christopher P. Raab and Harold C. Spears, \nfor Plaintiffs.  \n \nCondon Tobin Sladek Thornton PLLC, by Aaron Z. Tobin (pro hac vice), \nKendal B. Reed (pro hac vice), John DeFeo (pro hac vice) and Jared T.S. \nPace (pro hac vice) , and Smith Moore Leatherwood, LLP, by C. Bailey \nKing, Jr. and Matthew W. Krueger-Andes for Defendants.  \n \nGale, Chief Judge.  \n \nI.  INTRODUCTION \n2. Plaintiffs Thad A. Throneburg (“Throneburg ”), Eugene K. Ehmann \n(“Ehmann”), and N. William Schiffli, Jr. (“Schiffli”) (collectively the “Plaintiffs”) seek \nto recover benefits, including severance  payments and a change -of-control bonus, \nprovided for by their employment agreements with  Defendant Medflow, Inc. \n(“Medflow”).  Plaintiffs’ employment agreements were entered into before Eli Global, \nLLC (“Eli Gl obal”), a company controlled by  Defendant Greg E. Lindberg \n(“Lindberg”), acquired Medflow .  Plaintiffs also challenge actions that Lindberg \nallegedly directed the other corporate defendants to undertake to avoid enforcement \nof Plaintiffs’ security inter ests.  Defendants contest any liability under the \nemployment agreements, contending first that the  agreements were improper \nconflict-of-interest transactions and second that their terms are so unfair to Medflow \nas to be unenforceable.  \n3. The Court severed for early trial the issue of whether Plaintiffs’ \nemployment agreements are binding and enforceable (the “Severed Issue”) .  \nFollowing discovery on the Severed Issue, the parties filed cross-motions for summary \njudgment.  As part of their motions, Plaintiffs argue that the Court need not reach \n \n \nthe merits of the underlying arguments, contending that no Defendant has standing \nto challenge the agreements because there are now no  Medflow shareholders who \nowned shares at the time the employment agreements were executed.  As to the \nunderlying merits, the cross-motions present contested issues as to the proper legal \nstandard to use to assess the enforceability of the employment agreements and \nwhether the controlling legal standard has been met by these particular facts.     \n4. Except as narrowed by the Court’s ruling on issues of law, t he Court \nconcludes that each of the Motions present contested issues of material fact and must, \ntherefore, be denied. \nII. PROCEDURAL HISTORY \n5. Plaintiffs initiated this action on February 18, 2015, and filed their \nNotice of Designation contemporaneously with their verified Complaint.  This matter \nwas designated a mandatory complex business case by order of Chief Justice Mark \nMartin on February 19, 2015, and assigned to the undersigned on February 20, 2015. \n6. Plaintiffs filed a verified Amen ded Complaint on April 21, 2015, and \nwith leave of court, filed a verified Second Amended Complaint on December 2, 2015.    \n7. Plaintiffs’ Second Amended Complaint is 102 pages long, includes 696 \nseparately numbered allegations and twelve causes of action.   The central claim \nsubject to the present Motions is Plaintiffs’ effort s to enforce provisions of  their \nemployment agreements providing for a change-of-control bonus, unpaid wages, and \nseverance benefits.   \n \n \n8. On December 4, 2015, Defendants moved to dismiss Plaintiffs’ Second \nAmended Complaint.  \n9. On April 1, 2016, Schiffli  filed his Motion for Partial Summary \nJudgment.   \n10. On July 18, 2016, Throneburg filed his Moti on for Partial Summary \nJudgment, attaching his affidavits.  \n11. On August 11, 2016, Ehmann filed his Moti on for Partial Summary \nJudgment, attaching his affidavits.  \n12. On September 13, 2016, the Court denied Defendants’ Motion to Dismiss \nPlaintiffs’ Second Amended Complaint  as it related to  Plaintiffs’ breach of contract \nclaims and reserved ruling on the other claims. \n13. On September 19, 2016, the Court entered its order providing for an \nearly trial on the Severed I ssue, which will resolve whether  the employment \nagreements were entered pursuant to a valid process and whether they can be voided \nbecause they are unfair to Medflow.  The Court allowed initial discovery limited to \nthe Severed Issue and set a deadline for summary judgment motions on that issue.   \n14. The Court also ordered that Defendants respond to the portion of the \nSecond Amended Complaint relevant to the Severed Issue.  On October 3, 2016, \nDefendants filed their response to the severed contract claim (“Answer”).  \n15. On November 15, 201 6, Defendants filed separate  summary judgment \nmotions against each Plaintiff on the Severed Issue, supported, in part, by affidavits \n \n \nof former Medflow shareholders and directors.  That same day, Defendants moved to \nstrike the affidavits Plaintiffs filed in support of their motions.   \n16. Plaintiffs then moved to strike Defendants’ supporting affidavits to the \nextent they expressed an opinion on the fairness of the employment agreements. \n17. The Court heard oral argument on Plaintiffs’ summary judgm ent \nmotions on December 2, 2016, while briefing on Defendants’ motions was in process. \n18. On December 8, 2016, the Court  allowed simultaneous supplemental \nbriefing on i ssues raised at th e December 2,  2016 hearing.  The parties filed \nsupplemental briefs on January 11, 2017. \n19. On May 3, 2017, the Court heard oral argument on Defendants’ motions \nfor summary judgment and the related motions to strike.  The Court also entertained \nsupplemental argument on the matters addressed in the supplemental briefing noted \nabove.  \n20. On June 14, 2017, the Court directed the parties to file further \nsupplemental briefs on Plaintiffs’ more recently raised contention that the \ncontemporaneous ownership rule precludes any Defendant from having standing to \nchallenge, or defend against, the enforceability of the employment agreements.  \n21. All of the Motions have now been fully briefed and argued and are ripe \nfor determination. \nIII. STATEMENT OF FACTS \n22. The Court does not make findings of fact when ruling upon a motion for \nsummary judgment.  But to provide context for its ruling, the Court may state either \n \n \nthose facts that it believes are not in material dispute  or those facts on which a \nmaterial dispute forecloses summary adjudication.  The following statement of facts \nis solely for the purpose of this Order & Opinion. \nA. Medflow’s Early History and the December 2013 Change in \nManagement \n \n23. Medflow was formed on January 28, 1999, as a provider of computer \nsoftware for the medical industry.  (Ehmann Aff. ¶ 9, Aug. 3, 2016.)  At relevant times, \nMedflow’s shareholders included its founder James Riggi (“Riggi”), Davlong Business \nSolutions, LLC (“Davlong”) , controlled by David Long (“L ong”), and other minority \nshareholders.  (Riggi Aff. ¶¶ 3, 6; Long Aff. ¶ 5.)  \n24. Ehmann and Throneburg first became Medflow shareholders in 2004.  \n(Throneburg Aff. ¶ 26, July 5, 2016; Ehmann Aff. ¶  10, Aug. 3, 2016.)  Throneburg \nserved as Medflow’s CEO from January 1, 2005, to November 2007.  (Throneburg Aff. \n¶ 27, July 5, 2016.)  In late 2007, Throneburg sold his approximate 24% ownership \ninterest to Davlong and returned to active law practice in Charlotte, North Carolina.  \n(Throneburg Aff. ¶¶ 26, 38, 42, July 5, 2016.) \n25. Following Throneburg’s departure,  Riggi became CEO.  (Ehmann Aff. \n¶ 15, Aug. 3, 2016.) \n26. In November 2009, Ehmann accepted a position as Medflow’s director of \nhuman resources.  (Ehmann Aff. ¶ 18, Aug. 3, 2016.)  \n27. Schiffli joined Medflow in 2010 as its Chief F inancial Officer.  He was \nhired as an independent contractor rather than as an employee.  (See Schiffli Aff. ¶ 2, \nMar. 16, 2015; Throneburg Aff. ¶ 107, July 15, 2016.)   \n \n \n28. In the fall of 2013, shareholders controlling a majority of Medflow shares \ndiscussed their dissatisfaction with Riggi’s leadership.  (See Ehmann Aff. ¶ 24, Aug. \n3, 2016.)  On October 8, 2013,  those shareholders entered a voting agreement and \nirrevocable proxy that gave Davlong the right to vote  for the majority of shares on \nmost issues.  (See Ehmann Aff. ¶ 26, Aug. 3, 2016.)  By December 6, 2013, the parties \nto the voting agreement had resolved to ask Throneburg to return to Medflow as its \nCEO.  (Ehmann Aff. ¶ 29, Aug. 3, 2016.)  On or before December 10, 2013, Throneburg \nagreed to return as CEO on a ninety-day interim basis.  (Ehmann Aff. ¶ 30, Aug. 3, \n2016.) \n29. On December 10, 2013, the shareholders met and voted to terminate all \nof Medflow’s current officers, including Schiffli; to oust Riggi from management; to \nhire Throneburg as interim CEO; to elect Ehmann as Vice President, Treasurer, and \nSecretary; to limit Medflow’s board to a single director; and to elect Ehmann as that \nsole director.  (See Ehmann Aff. ¶ 39, Aug. 3, 2016 ; Throneburg Aff. Ex. 3, July 18, \n2016.) \n30. Although Schiffli was terminated as an officer, he continued to serve as \nMedflow’s chief financial officer as an independent contractor.   (See Throneburg Aff. \n¶ 55; see also Throneburg Aff. Ex. 3, at 3.)   \nB. Medflow’s Senior Management Team and the New Strategic Plan \n31. After December 10, 2013, Throneburg, Ehmann, and Schiffli were three \nof the four members of Medflow’s senior management team ; the fourth member , \nJames Messier, is not a party to the litigation.  (Throneburg Aff. ¶ 68, July 15, 2016.)   \n \n \n32. Plaintiffs assert , and Defendants deny , that the senior management \nteam adopted a multi -year strategic pla n early in the first quarter of 2014  that \nfocused on moving Medflow’s software platform from a server -based system to a  \ncloud-based system (“Strategic Plan”).  (Ehmann Aff. ¶ 44, Aug. 3, 2016; Throneburg \nAff. ¶¶  75–76, July 15, 2016 .)  Plaintiffs assert  that the Strategic Plan  required \nsecuring management personnel with multi-year contracts.   \n33. At his deposition, Throneburg testified that immediately after returning \nas CEO, he recognized  that Ehmann and Schiffli  were essential  members of \nMedflow’s senior management team.   (Throneburg Aff. ¶¶ 104, 108 –09, July 15, \n2016.)  In early 2014, before negotiating the employment agreements, Throneburg \nauthorized a significant pay increase for Ehmann—changing Ehmann’s \ncompensation from $52.50 per hour  to an annual salary of $165,000 —which \nThroneburg asserts was accompanied by Ehmann’s increased duties.  (Ehmann Dep. \n72:5–20, Sept. 28, 2016; Throneburg Aff. ¶¶  103–105, July 15, 2016.)  Throneburg \nalso adjusted Schiffli’s compensation as an independent contractor to $165,000 \nannually.  (Throneburg Aff. ¶ 113, July 15, 2016.)   \nC. Throneburg Negotiates His Employment Agreement with Ehmann \n \n34. Plaintiffs maintain that Throneburg first negotiated the essential terms \nof his employment agreement with Ehmann before there was any expectation that \nThroneburg would in turn negotiate a contract between Medflow and E hmann, \nmeaning that Ehmann was able to represent Medflow as a disinterested director .  \n(Throneburg Aff. ¶ 87, July 15, 2016; Ehmann Aff. ¶¶ 54, 57, Aug. 3, 2016.)   \n \n \n35. The record is  unclear as to exactly when Throneburg first began \nnegotiating his contract, but he testifies that he and Ehmann reached an agreement \nin principle on all essential terms by March 1, 2014.  (Throneburg Aff. ¶ 85, July 15, \n2016.)  The contract was not reduced to writing until July 2014 and at least one \nmaterial term was changed in Ju ly 2014. (Throneburg Aff. ¶¶  139, 142, July 15, \n2016.) \nD. Ehmann Delegates Board Authority to Throneburg \n \n36. Throneburg contends that, after the terms of his employment agreement \nas CEO were verbally agreed to, he then began negotiating employment agreements \nwith Ehmann and Schiffli on behalf of Medflow’s board, pursuant to authority \ndelegated to him by Ehmann.   \n37. Medflow’s bylaws provide that “[a]ll corporate powers shall be exercised \nby or under the authority of, and the business and affairs of the corporation s hall be \nmanaged under the direction of, the Board of Directors.”  (Throneburg Aff. Ex. 2 \n(“Bylaws”) Article III, Section 1, July 5, 2016.)  Compensation of all officers is under \nthe authority of the board, and any officer compensation must be “duly authorized.”  \n(Bylaws Article V, Section 3.)   \n38. The bylaws allow the board to “authorize any officer or officers, agent or \nagents, to enter into any contract or execute and deliver any instrument in the name \nof and on behalf of the corporation.”  (Bylaws Article VI, Section 1.)  Medflow’s bylaws \nallow its board to take action either at a duly called meeting or without a meeting, \nprovided that action taken without a meeting “must be evidenced by one or more \n \n \nwritten consents signed by each director before or after such action, describing the \naction taken, and included in the minutes or filed with the corporate records.”  \n(Bylaws Article IV, Section 8.)   \n39. Throneburg and Ehmann testified  that after negotiations on \nThroneburg’s contract were complete, Ehmann orally  delegated to Throneburg the \nboard’s authority to secure such additional employment contracts as Throneburg , in \nhis discretion, deemed necessary to effectuate the Strategic Plan.  (Ehmann Aff. ¶ 61, \nAug. 3, 2016; Throneburg Aff. ¶ 94, July 15, 2016.)  Ehmann testified that he relied \non Throneburg’s advice that Medflow’s bylaws allow for such a delegation.  (Ehmann \nAff. ¶ 62, Aug. 3, 2016; see also Throneburg Aff. ¶ 95, July 15, 2016.)  At the time, the \ndelegation was not reduced to writing.  \nE. Throneburg Negotiates Employment Agreements with Ehmann and \nSchiffli \n \n40. Throneburg testified  that he pursued negotiations for contracts with \nEhmann, Messier, and Schiffli, based on this delegated authority.   (See Throneburg \nAff. ¶¶  102, 104 –05, 112 –14, July 15, 2016.)  Throneburg first negotiated with \nEhmann, reaching an agreement in principle on the essential terms for Ehmann’s \nservice as Vice  President by April 1, 2014.  (Throneburg Aff. ¶ 105, July 15, 2016; \nSecond Am. Compl. Ex. 7 (“Ehmann Contract”) ¶ H.)  Ehmann’s written contract was \nexecuted on July 7, 2014, but reflected an effective date of  April 1, 2014.  (Ehmann \nContract 1; Throneburg Aff. ¶ 142, July 15, 2016.)  \n41. Throneburg then negotiated Schiffli’s agreement, which was effective as \nof July 1, 2014.  (Second Am. Compl. Ex. 8 (“Schiffli Contract”), at 1.)  The contract \n \n \nterms provided that Schiffli would remain  an independent contractor through \nDecember 31, 2014 , but would become an employee , without further action,  on \nJanuary 1, 2015.  (Schiffli Contract ¶ I.)  \nF. Throneburg Drafts the Employment Agreements \n42. Ehmann directed Throneburg to prepare the written agreements .  \nEhmann had confidence,  “[b]ased upon [his] knowledge of previous employment \nagreements, other contracts[,] and other documents Mr. Throneburg had drafted for \nMedflow and others, . . . that Mr. Throneburg had drafted employment agreements \nwhich met all the necessary legal requirements and were consistent with arm’s length \ntransactions under the circumstances.”  (Ehmann Aff. ¶ 91, Aug. 3, 2016.) \n43. Throneburg primarily drafted the agreements over the July 4, 2014 \nholiday, utilizing information that his legal assistant had gathered for him, as well \nas contracts he had negotiated in law practice.  (Throneburg Aff. ¶¶ 123–29, July 18, \n2016.)     \n44. When negotiating initial terms, Throneburg and Ehmann had agreed to \na two-year severance provision.  After discussions on July 5, 2014, Throneburg and \nEhmann agreed that they should each add a change-of-control bonus in exchange for \nlimiting the severance payment to one year .  (See Throneburg Aff. ¶  139, July 15, \n2016; Ehmann Aff. ¶ 88, Aug. 3, 2016.)  \n45. Throneburg then finalized the written agreements.  Defendants have \nargued that the agreem ents were improperly backdated.  The record appears clear \nthat each of the agreements was  executed on July 7, 2014 , but reflect  an earlier \n \n \neffective date based on the alleged date the  terms of the  oral agreement had been \nfinalized.  (Throneburg Aff. ¶ 142, July 15, 2016.)  \n46. Ehmann executed Throneburg’s agreement as Medflow’s \nrepresentative.  (See Throneburg Aff. ¶  86, July 15, 2016.)  Throneburg executed \nEhmann’s and Schiffli’s agreements as Medflow’s representative.  (See Throneburg \nAff. ¶¶ 105, 114, July 15, 2016.) \n47. Neither Throneburg nor Ehmann consulted with  Medflow’s regular \noutside corporate counsel , Dain Dulaney , Jr.  (“Dulaney”), before executing the \nemployment agreements.  (Throneburg Aff. ¶ 141, July 18, 2016; Ehmann Aff. ¶ 89, \nAug. 3, 2016 .)  Throneburg explains that  “the drafting and the terms of the \nemployment agreements were well within [his] experience and professional \ncompetence and  . . . [he]  attempted to minimize outside professional fees where \npossible.”  (Throneburg Aff. ¶ 141, July 18, 2016.) \n48. The existence and terms of the employment agreements were first \ndisclosed to Medflow’s controlling shareholders when the agreements were produced \nin this litigation.  (See Long Aff. ¶ 9; Riggi Aff. ¶ 10.)      \nG. The Essential Terms of the Employment Agreements \n49. The material terms of each of the agreements vary only in regard to the \nrespective title, salary, and effective date .  ( See Second Am. Compl. Ex. 6 \n(“Throneburg Contract”); Ehmann Contract; Schiffli Contract.)  Throneburg’s salary \nwas $360,000 per year  as CEO , Ehmann’s salary was $165,000 per year  as Vice \nPresident, and Schiffli’s salary was $165,000 per year as CFO.  (Throneburg Contract \n¶ 10; Ehmann Contract ¶ 10; Schiffli Contract ¶ 10.)  Each agreement provides that \n \n \nit shall be governed by North Carolina law.  (Throneburg Contract ¶  30; Ehmann \nContract ¶ 30; Schiffli Contract ¶ 30.) \n50. The three agreements share the following terms:  \n A three -year initial term, followed by one -year automatic \nrenewals, absent notice of termination  (see, e.g., Throneburg \nContract ¶ 5);  \n Protection for the employee against a reduction in  the \nemployee’s base salary (see, e.g., Throneburg Contract ¶ 10); \n Employee’s p otential eligibility for increased base salary or \nbonuses (see, e.g., Throneburg Contract ¶ 10); \n A right for the employee to term inate the agreement upon \nthirty-days’ notice for any reason, with forfeiture of severance \nand other benefits should the employee terminate without \n“Good Reason,” (see, e.g., Throneburg Contract ¶¶ 6, 9(b)); \n A right for the employee to receive severance and other \nbenefits i f the employee terminates the agreement upon \nthirty-days’ notice for “Good Reason,” which is defined to \ninclude a breach by Medflow, removal of the employee from \nthe position to which he was hired, or the employee’s own good \nfaith determination —binding on Medflow —that an adverse \nchange in the employment relationship has occurred (see, e.g., \nThroneburg Contract ¶¶ 8, 9(a)(ii)); \n \n \n A right for Medflow to terminate the employee for “Cause” only \nif the employee (1) engages in unauthorized conduct causing \n“demonstrable and serious damage to Medflow, ” (2) is \nconvicted of a felony, or (3) unreasonably neglects or refuses to \nperform his duties, and the reason for termination is \nestablished by a final judicial proceeding (see, e.g., Throneburg \nContract ¶ 7); \n A right for the employee to receive “one (1) time s [the \nemployee’s] Annual Base Salary ,” payable in twelve monthly \ninstallments as severance pay for any termination by the \nemployee for “Good Reason” or by Medflow without “C ause” \n(see, e.g., Throneburg Contract ¶ 9(a)(i));  \n A right for the employee to receive an accelerated immediate \npayment of the employee’s entire severance pay in the event \nof a “Change of Control” (see, e.g., Throneburg Contract ¶ 9(c)); \n A right for the employee to receive three years of medical and \ndental insurance coverage  as a severance benefit unless the \nemployee was terminated for “Cause” (see, e.g. , Throneburg \nContract ¶ 9(a)(ii));  \n A right for the employee to rece ive a bonus payment i n the \nevent of a “Change of Control,” equal to one year’s salary plus \nan additional “ gross-up payment,” unless the employee \n \n \nterminates without “Good Reason” or Medflow terminates for \n“Cause” prior to the “Change of Control” (see, e.g., Throneburg \nContract ¶ 9(c)); and \n A security interest  for the employee  in all of Medflow’s \ntangible and intangible personal property to secure Medflow’s \npayment obligations .  (Throneburg Contract ¶  24; Ehmann \nContract ¶ 24; Schiffli Contract ¶ 24.) \nH. Ehmann Later Ratifies the Employment Agreements  \n51. Ehmann executed a Written Consent of Director to Action In Lieu of a \nMeeting (“Written Consent”), dated December 9, 2014.  (Ehmann Aff. Ex. 3 (“Written \nConsent”), Aug. 3, 2016.)  The Written Consent  reflects that E hmann had taken  \naction as sole director , inter alia, to elect Throneburg as President/Chief Executive \nOfficer, himself as Vice President/Secretary, and Schiffli as Treasurer/Chief \nFinancial Officer, to approve  the Strategic Plan, and to ratify  each of Plaintiffs’ \nemployment contracts as of their effective date.  (Written Consent 1–3.)  The Written \nConsent did not explicitly refer to Ehmann’s verbal delegation to Throneburg to \nexercise duties on behalf of the board of directors.  \n52. It is not clear if the Written Consent was actually signed on December \n9, 2014, or later.  Throneburg testified that the Written Consent was prepared in \ncontemplation of an upcoming shareholders’ meeting  to be held on December 19, \n2014.  (Throneburg Aff. ¶ 141, July 15, 2016.)  On December 10, 2014, Throneburg \nemailed Medflow’s outside counsel , Dulaney, an unsigned  draft of the Written \n \n \nConsent as well as  the employment agreements .  (Throneburg Aff. ¶  141, July 15, \n2016.)   \n53. Dulaney reviewed the employment agreements, and on December 11, \n2014, sent Throneburg an e-mail, stating, in part:  \nI am also struggling to determine who should approve [Ehmann’s] \nEmployment Agreement because he cannot approve his own \nEmployment Agreement as the Sole Director, since that is a clear \nconflict of interest.  You cannot approve it since he gave one to you.  That \nleaves me at the point where I believe the correct course of action would \nbe to get the Shareholders to approve it at the Annual Meeting. \n \n(Dulaney Aff. Ex. 1B.)  \n \n54. The employment agreeme nts were neither submitted nor discussed at \nthe December 19 shareholders’ meeting.  Riggi and Long testified that they first \nbecame aware of the employment agreements after this litigation was initiated.  \n(Riggi Aff. ¶¶ 10–12; Long Aff. ¶¶ 9–10.)  Long states that he would not have approved \nthe agreements if requested to do so as a shareholder.  (Long Aff. ¶ 13.)  \n55. Dulaney also raised concerns that Throneburg, Ehmann, and Schiffli \nhad not executed non-competition agreements.  (Dulaney Aff. Ex. 1B.)  In December \n2014, Plaintiffs each executed new non -competition agreements , which were \nretroactive to the effective date of the ir employment agreements.  ( Throneburg Aff. \n¶¶ 151–52, July 15, 2016.)  \nI. Lindberg’s Entities Acquire Medflow \n56. To address Plaintiffs’ standing argument , the Court assumes the \nallegations in the Second Amended Complaint correctly outline the details regarding \nEli Global’s ultimate acquisition of all of Medflow’s shares by January 18, 2015.  \n \n \n57. In August 2014, Riggi formed DJRTC, LLC (“DJRTC”), to which he then \ntransferred his Medflow shares.  (See Second Am. Compl. ¶ 242; Answer ¶ 242.)  On \nSeptember 5, 2014, Riggi gave notice of this transaction to Medflow, contending that \nthe transaction was authorized by the shar eholders’ agreement.  (See Second Am. \nCompl. Exs. 14, 15.)  Plaintiffs challenged the validity of this transfer  and did not \nhonor Riggi’s request to record the transfer on Medflow’s books.  (See Am. Compl. Ex. \n16.)   \n58. After the share transfer , Riggi  sold DJRTC to SNA Capital, LLC \n(“SNA”), an affiliate of Eli Global, which Lindberg owns or controls.  (See Second Am. \nCompl. Ex. 14.)   \n59. Lindberg met with Medflow’s senior management team  on September \n18, 2014, and advised Plaintiffs that he intended to acquire all of Medflow ’s shares.  \n(Second Am. Compl. ¶¶  289–90(a); see Second Am. Compl. Ex. 16, at 1 .)  Plaintiffs \nallege that Lindberg, at that same time, initiated an illegal tender offer to Medflow’s \nshareholders.  (Second Am. Compl. ¶¶ 260–63; see Second Am. Compl. Ex. 16, at 2.)  \n60. On December 18, 2014, Eli Global contracted to buy Davlong’s Medflow \nshares.  (Second Am. Compl. Ex. 18.)  \n61. On December 19, 2014, Lindberg and David Long attended Medflow’s \nannual shareholder meeting .  (Second Am. Compl. ¶¶ 297 –98.)  Plaintiffs argue  \nLindberg attended as a proxy.  (See Second Am. Compl. ¶¶ 297 –98.)  Defendants \ncontend Lindberg attended as a representative of DJRTC—the new beneficial owner \nof Medflow shares.   \n \n \n62. Lindberg was elected as Medf low’s sole director  at the December 19 \nmeeting.  (Second Am. Compl. ¶ 302.)  \n63. By January 16, 2015, Lindberg had acquired ownership of all Medflow \nshares through his company Eli Global.  (See Second Am. Compl. ¶ 325.) \n64. On January 16, 2015,  Eli Global transferred all Medflow’s stock to \nDJRTC.  (Second Am. Compl. Ex. 20.)  \nJ. Lindberg Did Not Learn of the Employment Agreements Before \nAcquiring Medflow. \n \n65. Lindberg and his companies completed limited due diligence in \nconnection with their acquisition of Medflow.  They did not ask for copies of Plaintiffs’ \nemployment agreements before completing the  acquisition.  (Second Am. Compl. \n¶¶ 345–46.)  Eli Global executed a non -disclosure agre ement with Medflow on \nDecember 31, 2014, after which there was a limited exchange of Medflow’s corporate \ninformation.  (Second Am. Compl. ¶ 345.)   \n66. Lindberg first became aware of the employment agreements on January \n23, 2015.  (Second Am. Compl. ¶ 356; Answer ¶ 356.)  \nK. Termination of the Employment Agreements \n \n67. Plaintiffs contend that a “Change of Control,”  as defined by the \nemployment agreements , occurred no later than January 1 6, 2015.  (Second Am. \nCompl. ¶ 336.)   \n68. On or about January 19, 2015, Schiffli,  acting as Medflow’s CFO,  \ncalculated and recorded the change-of-control payments  due to Plaintiffs as a \nMedflow current liability.  (Second Am. Compl. ¶ 338.)  \n \n \n69. On January 22, 2015, Eli Global representatives visited Medflow’s \noffices, at which time Schiffli provided them with the change-of-control payment  \ncalculations and copies of the employment agreements.  (Second Am. Compl. ¶¶ 347–\n48; Answer ¶ 348.)  \n70. In February 2015, Plaintiffs filed this litigation and attempted to perfect \ntheir UCC security interests, but contend that Defendants had already taken action \nto thwart their security interests in Medflow’s assets. \n71. Plaintiffs contend that they were placed on admi nistrative leave, but \nthat they fully cooperated with Eli Global until they were purportedly terminated for \n“Cause” on May 1, 2015.  Plaintiffs contend that  this termination was ineffective  \nbecause it was not for “Cause,”  as defined by the employment agreements.   Rather, \nPlaintiffs contend that they  terminated their employment for “Good Reason ” on \nSeptember 3, 2015.   \n72. Plaintiffs contend that their termination for “Good Reason ” triggers \ntheir entitlement to severance compensation.   \n73. In addition to denying that Plaintiffs terminated their agreements for \n“Good Reason,” Defendants contend that payments provided for by the agreements \nare not owed to Plaintiffs because the agreements are unfair to Medflow and include \nterms that are unconscionable. \nL. Affidavits Filed in Connection with the Motions \n74. Plaintiffs filed Kevin Walker ’s affidavit when they filed their motions \nfor partial summary judgment.  Mr. Walker, a certified public accountant, opines that \n \n \nthe terms of the employment agreements are fair to Medflow.  (Walker Aff. ¶¶ 12–\n13.)  Later, Plaintiffs filed an expert affidavit of Thomas B. He nson in opposition to \nDefendants’ motions for summary judgment.  Mr. H enson opines that  the terms of \nthe agreements are substantively fair to Medflow but he expressly states that he does \nnot have an opinion regarding the process by which the agreements were entered.   \n(Henson Aff. ¶¶ 24–25.) \n75. Defendants object to the use of Mr. H enson’s affidavi t in support of \nPlaintiffs’ motions, but acknowledge that it may be considered in opposition to \nDefendants’ motions.   \n76. Defendants filed Riggi ’s and Long ’s affidavits  with their motions for \nsummary judgment.  Riggi and Long each state that they were not aware of the \nemployment agreements while they were Medflow shareholders.  (Long Aff. ¶ 9; Riggi \nAff. ¶ 11.)  Additionally, Long opines that the terms of the agreements are unfair to \nMedflow and that he would not have approved the agreements had he been asked to \ndo so as the majority shareholder.  (Long Aff. ¶¶ 13–14.) \n77. Plaintiffs object to these affidavits on the basis that Long is not \ncompetent to express an opinion on whether the employment agreements are fair and \nthat neither Long nor Riggi were identified in Defendants’ Response to Plaintiffs’ \nFirst Set of Interrogatories , which requested that Defendants identify persons who \nhad knowledge or facts regarding the action.  (Pls.’ Br. Supp. Mot. Strike and Exclude \nin Limine Affs. of David Long and James Riggi 1–3.) \n \n \n78. Without ruling on the ultimate admissibility of the testimony reflected \nin the affidavits, the Court, in its discretion, now denies the motions to strike.   (See \nTr. 5:2–10, May 3, 2017.)   \nIV. STANDARD OF REVIEW  \n79. Summary judgment is proper “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitled to a \njudgment as a matter of law.”  N.C. Gen. Stat. § 1A-1, Rule 56(c) (2015).  “Summary \njudgment is improper if any materia l fact is subject to dispute.”  Culler v. Hamlett, \n148 N.C. App. 389, 391, 559 S.E.2d 192, 194 (2002).  The movant bears the burden of \nproving the lack of a triable issue.  Dalton v. Camp , 353 N.C. 647, 65 1, 548 S.E.2d \n704, 707 (2001).  Once the movant has met that burden, the burden shifts to the \nnonmoving party to produce a forecast of evidence that demonstrates facts showing \nthat it can establish a prima facie  case at trial.  Austin Maint. & Constr., Inc. v. \nCrowder Constr. Co., 224 N.C. App. 401, 407, 742 S.E.2d 535, 540 (2012).  The Court \nmust view all the presented evidence in the light most favorable to the nonmoving \nparty.  Dalton, 353 N.C. at 651, 548 S.E.2d at 707.   \nV. ANALYSIS \n80. The cross-motions raise multiple issues.  First, Plaintiffs contend that \nno Defendant, including Medflow itself, has standing to challenge or defend against \nthe enforceability of the employment agreements because no Defendant was a \nMedflow shareholder on or before July 7, 2014, when the agreements were executed.  \n \n \nAssuming standing, the parties d isagree as to the legal standard the Court should \nuse to determine if the employment agreements may be voided as conflict-of-interest \ntransactions.  Finally, assuming the agreements are not voided, Defendants contend \nthat the agreements are nevertheless unenforceable, in whole or in part, because the \nterms are so unfair to Medflow as to be unconscionable and constitute corporate \nwaste. \nA. Park Terrace  and t he Contemporaneous Ownership Rule  Do Not \nPreclude Judicial Review of the Employment Agreements \n \n81. Plaintiffs contend that Defendants do not have standing to challenge the \nagreements because the con temporaneous ownership rule, under the facts of this \ncase, should extend to Medflow as well as its current shareholders.  The particular \nfacts of this case raise th e interesting and unsettled issue as to whether that rule \napplies not only to bar an affirmative claim but also to bar a defense against a claim \nby a former officer or director and relieve that officer or director from the burden of \ndemonstrating that an interested transaction was fair to the corporation.  \n82. The contemporaneous ownership rule is generally understood to provide \nthat a shareholder bringing a derivative action must have been a shareholder at the \ntime of the wrong on which the action  is based.  Plaintiffs contend the rule should \nalso bar the corporation from asserting a direct claim or an affirmative defense if none \nof the current shareholders owned shares at the time the wrong occurred.  The issue \nof defendants standing affects the Court’s subject matter jurisdiction.  See Aubin v. \nSusi, 149 N.C. App. 320, 324, 560 S.E.2d 875, 878 (2002) .  Standing is an issue that \ncan be challenged at any time, may be raised by the Court ex mero motu, and must \n \n \nbe addressed before the merits.  See Willowmere Cmty. Ass’n v. City of Charlotte, ___ \nN.C. App. __, 792 S.E.2d 805, 808 (2016) , discretionary review granted, ___ N.C.___, \n795 S.E.2d 214 (2017) ; In re T.B. , 200 N.C. App. 739, 742, 685 S.E.2d. 529, 531 –32 \n(2009); Crouse v. Mineo & Crouse, PLLC , 189 N.C. App. 232, 236, 658 S.E.2d 33, 36 \n(2008).  The burden of establishing standing rests with  the party invoking \njurisdiction.  Here, Plaintiffs seek to use a standing rule to preclude Defendants from \nasserting a defense to Plaintiffs’ claims as well as a counterclaim, which recasts the \ndefense as a claim for declaratory judgment .  See Neuse River Found. v. Smithfield \nFoods, Inc., 155 N.C. App. 110, 113, 574 S.E.2d 48, 51 (2002); Queen’s Gap Cmty. \nAss’n v. McNamee, 2011 NCBC LEXIS 37, at *4 (N.C. Super. Ct. Sept. 23, 2011).   \n83. Plaintiffs contend that Defendants’ standing is defeated by the rule \nadopted by the Supreme Court of North Carolina in Park Terrace, Inc. v. Burge, 249 \nN.C. 308, 106 S.E.2d 478 (1959), and the statutory contemporaneous ownership rule, \ncodified in section 55 -7-41 of the North Carolina General Statutes.   Specifically, \nPlaintiffs contend that to have standing  under Park Terrace and section 55 -7-41 a \nshareholder must have been a shareholder at the time of the wrong complained of, \nand where there is no such shareholder , the corporation likewise lacks standing to \ncomplain of prior acts of its officers or directors.  \n84. Defendants first contend that the continued vitality of the holding in \nPark Terrace is in doubt because the subsequent enactment of section 55 -7-41 bars \nonly suits by new shareholders and does not expressly include any provision barring \na suit by the corporation itself.  Second, Defendants contend that the Park Terrace \n \n \nholding h as not been, and should not be , applied to preclude a corporation from \nraising a  defense to a claim instituted by its former officer s or director s.  Third, \nDefendants contend that even if the Park Terrace holding were to be applied , the \ncontemporaneous ownership requirement is satisfied  here because the Plaintiffs’ \nemployment agreements were not effective until they were ratified in writing by \nboard action on December 9, 2014, by which time Defendant DJRTC had acquired a \nbeneficial interest in Medflow.   \n85. The North Carolina courts have sparingly cite d the Park Terrace  \ndecision since it was issued in 1959 .  The Court must now interpret and apply Park \nTerrace without the benefit of any significant subsequent precedent. \n(1) The Statutory Contemporaneous Ownership Rule  \n86. The statutory contemporaneous ownership rule embodied in section \n55-7-41 of the N orth Carolina General Statutes limits a shareholder’s standing to \nbring a derivative action to one who either “[w]as a shareholder of the corporation at \nthe time of the act[s] or omission [s] complained of or became a shareholder through \ntransfer by operation of law from one who was a shareholder at that time.”  N.C. Gen. \nStat. §  55-7-41(1) (2015).  The statute does not expressly address a corporation’s \nstanding to bring a direct action in it s own right nor does it address a corporation’s \nright to assert an affirmative defense.  \n87. In Park Terrace v. Burge  the Supreme Court of North Carolina \nconcluded, based on the facts before it, that a corporation did not have standing to \nchallenge breaches of fiduciary duty by its former officers where the claim would only \n \n \nbenefit the corporation’s current shareholder, who was not a shareholder when the \ncontested acts occurred.  249 N.C. 308, 315, 106 S.E.2d 478, 483 (1959).  One leading \ntreatise characterizes the holding in Park Terrace as no more than the application of \nthe contemporaneous ownership rule before it was codified.  See Russell M. Robinson, \nII, Robinson on North Carolina Corporation Law § 17.04, at 17 -19 (7th ed. 2016) .  \nHowever, it appears that there was more at issue in the court’s decision.  \n88. The Park Terrace holding rested on equitable principles and was heavily \ninfluenced by an oft en-cited Nebraska Supreme  Court opinion authored by Dean \n(then Commissioner) Roscoe Pound, which explained that  \n“[w]hen the corporation comes into equity and seeks equitable relief, \n[the court] ought to look at the substance of the proceeding, and , if the \nbeneficiaries of the judgment sought have no standing in equity to \nrecover, [the court]  ought not to become befogged by the fiction of \ncorporation individuality, and apply the principles of equity to reach an \ninequitable result.” \n \n249 N.C. at 315, 106 S.E.2d at 483 (quoting Home Fire Ins. Co. v. Barber, 93 N.W. \n1024, 1033 (Neb. 1 903)) (internal citations omitted).  Based on that equitable \nprinciple, the Supreme Court of North Carolina held that \n[i]n view of the fact that none of the present stockholders of the plaintiff \ncorporation was a stockholder at the time of the transactions  of which \nthe plaintiff complains; the further fact that they obtained their shares \nthrough voluntary purchase or transfer, and not by operation of law, and \nsince the action was not brought [o] n behalf of creditors or for the \npurpose of ‘asserting or endea voring to protect a title to property,’ but \nsolely as a suit in equity as [a] representative of its stock holders, it \ncannot be maintained.  \n \nId. (quoting Home Fire Ins. Co., 93 N.W. at 1033) (internal citations omitted).   \n \n \n \n \n \n \n(2) The Trio of Cases Before the Supreme Court of North Carolina \nArising From the Park Terrace Project  \n \n89. In addition to its 1959 decision in Park Terrace, on which Plaintiffs base \ntheir standing argument,  the Supreme Court of North Carolina issued two earlier \nopinions in cases arising from the same facts—(1) Lester v. McLean, 242 N.C. 390, 87 \nS.E.2d. 886 (1955)  (“Lester”), and (2) Park Terrace, Inc. v. Phoenix Indemnification \nCo., 241 N.C. 473, 85 S.E.2d 677 (1955)  (“Phoenix”).  The two earlier opinions are \ninstructive on how to read and apply Park Terrace v. Burge.  \n90. Park Terrace, Inc. was formed to construct and own  a low-income \nhousing project financed by the Federal Housing Administration (“FHA”) .  Park \nTerrace, Inc., 249 N.C. at 309, 106 S.E.2d at 479.  Park Terrace contracted with Park \nBuilders, Inc. to construct the project.  Phoneix, 241 N.C. at 475, 85 S.E.2d at 677 –\n78.  Lawson Lester, Jr. and R.G. Burge owned shares in both Park Terrace and Park \nBuilders.  See id., 85 S.E.2d at 678.  Park Terrace issued three classes of stock—A, B, \nand preferred.  Park Terrace, Inc., 249 N.C. at 309–310, 106 S.E.2d at 479 –80.  The \npreferred stock, which did not include ownership rights, was issued to the FHA so it \ncould assume control of the project if the mortgage was not paid .  Id. at 310, 106 \nS.E.2d at 480.  The Class B shares were issued at $1 par value.  Id. at 311, 106 S.E.2d \nat 480.  The Class B holders issued notes to the company for the shares, but never \nmade any cash payments.  Id. at 309, 106 S.E.2d at 479.   \n91. Through a series of transactions, Lester and Burge acquired all of Park \nTerrace’s Class B shares and  owed the company $123,291 on notes issued in \n \n \nconnection with the purchase of those shares.  Id. at 310, 106 S.E.2d at 479–80.   On \nNovember 4, 1950, Lester and Burge sold all the Class B stock to Park Terrace for \nmore than its par value.  Id. at 310–11, 106 S.E.2d at 480.   Lester and Burge voted \nas Class A shareholders to approve this sale.  Id.  \n92.   On February 15, 1951, M.P. McLean, Jr. acquired all of Park Terrace’s \nClass A Stock from Lester and Burge .  Id. at 311, 106 S.E.2d at 480.  During \nnegotiations, McLean, Lester, an d Burge discussed the value of equity Lester and \nBurge had in the Park Terrace project as measured by the project’s value less the \noutstanding mortgage.  See Lester, 242 N.C. at 395, 87 S.E.2d at 890.  McLean issued \npurchase notes to Lester and Burge.  Id. at 391, 87 S.E.2d at 887.   \n93. In Phoenix, Park Terrace, then wholly owned by  McLean, asserted \nclaims against Park Builders and its surety for improper construction.  241 N.C. at \n475–76, 85 S.E.2d at 678 .  As part of his purchase of Park Terrace, McLean \nindividually entered into a settlement agreement with Lester and Burge , as Park \nBuilders’ shareholders, that included a general release of claims  against Park \nBuilders, Lester, and  Burge.  Id. at 475, 85 S.E.2d at 678 .  The court held that \nMcLean’s individual release did not bind Park Terrace  because, when signing the \nrelease, McLean was not a shareholder or a representative of  Park Terrace.  Id. at \n477–78, 85 S.E.2d at 679–80.    \n94. In Lester, Lester and Burge brought suit against McLean individually \nto enforce the purchase notes McLean had executed.  242 N.C. at 391, 87 S.E.2d at \n887.  McLean defended on the basis that he had been fraudulently induced by Lester \n \n \nand Burge’s misrepresentation as to  the value of their equity in the Park Terrace \nproject.  Id.  The court rejected the defense, finding that McLean had the ability to \nlearn of the alleg ed misrepresentation because  “he had unlimited oppo rtunity to \ninspect the property.”  Id. at 400, 87 S.E.2d at 893.   \n95. In Park Terrace, Inc. v. Burge , Park Terrace, owned by McLean, filed \nsuit to recover the money Park Terrace had paid Burge and Lester to purchase their \nClass B shares.  See 249 N.C at 3 12–13, 106 S.E.2d at 481.  The c ourt held that, at \nthe time of the suit, Park Terrace was acting as the representative of its shareholder, \nMcLean, rather than for its own independent right and any recovery would \nessentially reduce the price McLean paid for his shares.  Id. at 313, 106 S.E.2d at 482.  \nThe court then rejected the corporation’s right to assert its claim.  \n96. The three opinions read together demonstrate that there were multiple \nfactors that influenced the court’s holding in Park Terrace, Inc. v. Burge .  First, the \ncourt assumed, without deciding, that the corporation ’s purchase of Lester and \nBurge’s Class B shares was  an unfair transaction, stating “[i] t is difficult to \nunderstand how the pay ment of $221,000 for the purchase and retirement of this \nstock could have been for the best interest of the plaintiff corporation.”  Id. at 312, \n106 S.E.2d at 481.  However, the unfairness of this transaction was not controlling.  \nSecond, the court  noted that all of Park Terrace’s shareholders had approved the  \ntransaction, including those shareholders from whom McLean acquired his rights, \nleading the court to opine that “neither the plaintiff corporation nor the holders of the \nA stock could thereafter attack the validity of the transaction unless the corporation \n \n \nin doing so was acting on behalf of creditors.”  Id.  This supports the generally \naccepted view that a purchas er has no greater rights than his seller  had.  Third, \nMcLean acquired his Class A shares voluntarily  with the benefit of due diligence , \nsuggesting that the court was influenced by McLean’s failure to protect his rights .  \nId. at 315, 106 S.E.2d at 483; see Lester, 242 N.C. at 395 –97, 87 S.E.2d at 890 –91.  \nFourth, McLean’s valuation of Park Terrace’s Class A shares was  made after the \nClass B share redemption had been completed.  This raised the court’s concern that \nallowing Park Terrace  to recover  the purchas e price of the Class B shares would \neffectively reduce McLean’s purchase price.  Park Terrace, Inc., 249 N.C. at 313, 106 \nS.E.2d at 482; see Lester, 242 N.C. at 394, 87 S.E.2d at 888.  Finally, neither the FHA \nnor any creditor challenged the transaction.  Park Terrace, Inc., 249 N.C. at 311–12, \n106 S.E.2d at 480–81.    \n(3) The Nebraska Supreme Court Opinion —Home Fire Insurance \nCo. v. Barber  \n \n97. There is little subsequent North Carolina case law citing Park Terrace, \nPhoenix, or Lester.  However, the Nebraska Supreme Court ’s opinion,  Home Fire \nInsurance Co. v. Barber, which our Supreme Court relied on heavily in Park Terrace, \nhas been widely cited and adopted.  See, e.g., Bangor Punta Operations, Inc. v. Bangor \n& A.R. Co., 417 U.S. 703, 710–11 (1974); Molina v. Sovereign Camp, W.O.W., 6 F.R.D. \n385, 401 (Dist. Neb. 1947); Eisler v. E. States Corp., 35 A.2d 118, 120 (Md. 1943).   \n98. In Home Fire Insurance, the corporation brought suit against its former \nofficer, who had sold his shares to the corporation’s new owner.  Home Fire Ins. Co., \n67 Neb. at 645–47.  The Nebraska Supreme Court categorized the corporation’s \n \n \nclaims into two distinct categories: (1) cla ims to recover damages for the officer’s \nmismanagement, and (2)  claims to  recoup monies  the officer  had withdrawn in \nconnection with his claim for back salary.  Id. at 653.   \n99. The court addressed whether the corporation should be barred from \nbringing suit where there was no remaining shareholder who owned shares at the \ntime of the mismanagement, even though a derivative action would clearly be \nappropriate by any shareholder who owned shares at the time of the alleged wrong .  \nId. at 654–55.  The court also noted that the new controlling shareholder purchased \nhis shares from the alleged wrongdoer, invoking the established principle that  a \npurchasing shareholder cannot acquire greater rights than the selling shareholder  \nhad and cannot pursue a claim for mismanagement against his seller.  Id. at 659–63.  \nThe court explained that to hold otherwise would be inequitable and would allow the \npurchasing shareholder to essentially reduce his purchase price although he suffered \nno financial injury.  Id. at 663–64.  \n100. The court reached its holding despite the officer’s former misconduct, \nstating that “[b]ecause the inequitable conduct of [the officer] shocks the c onscience \nof a chancellor is no  reason why he should give his conscience a further shock by \nallowing [the purchaser] to recover money to which [he has] no legal or equitable \nclaim.”  Id. at 664.  “A plaintiff must recover on the strength of his own case, not on \nthe weakness of the defendant’s case.  It is his right, not the defendant’s wrong-doing \nthat is the basis of recovery.”  Id. at 673.  Stated otherwise, a concern of leaving prior \ncorporate management unchecked was not adequate grounds to compel granting \n \n \nstanding to one  who acquired his interest from the wrongdoer and  did not directly \nsuffer an injury.    \n101. In the absence of a  shareholder who owned shares at the time of the \nmisconduct, the corporation should not be allowed to pursue an equitable claim no \nshareholder could pursue individually.  Id. at 669–70.  The court noted a different \nresult might be obtained in an action at law.  Id.     \n102. Significantly, the court reached a different re sult when considering \nwhether the corporation should be allowed to recoup money the officer had improperly \nwithdrawn from the company  and to assert a defense to the officer ’s claim for \nadditional unpaid wages.  Id. at 675.  The court characterized the  officer’s earlier \nwithdrawal of funds as a conversion that was not discovered until after a change in \nmanagement ha d occurred.  Id.  The court found “a clear distinction between the \ncompany and its stockholders ” when addressing “ title to property and  [the \ncorporation’s] right to its money and assets,” and allowed the corporation to assert its \nown rights.  Id.  \n103. The United States Supreme Court followed Home Fire Insurance , \ndenying a corporation’s standing in Bangor Punta Operations, Inc. v. Bangor & \nAroostook Railroad Co. , 417 U.S. 703 (1974).  The United States Supreme Court’s  \nopinion was issued over a strong dissent that argued that a contrary holding was \nnecessary so that judicial review would deter future corporate misconduct.  Id. at 717.  \n \n \n \n \n(4) Park Terrace and the Contemporaneous Ownership Rule Do Not \nBar Medflow’s Defense to Plaintiffs’ Claims. \n \n104. With this background, the Court now turns to Defendants’ argument as \nto why Park Terrace does not deprive them of standing.  \n105. Defendants first argue that Park Terrace was tacitly overruled when the \nlegislature enacted section 55 -7-41 limiting a shareholder’s standing to bring a \nderivative action to one who own ed shares at the time of the wrong complained of \nwithout placing any limit on the corporation’s standing.  The Court believes \nDefendants’ argument seeks to fashion a legislative intent that is not evident.   The \nCourt concludes that section 55-7-41 did not overrule Park Terrace.  \n106. A more significant argument is that the facts now before the Court are \ndistinguishable from, and outside the holding in , Park Terrace.  There are at least \ntwo clear factual distinctions between Park Terrace and this case.   First, Lindberg \nand Eli Global did not acquire Medflow’s shares from the shareholders who are now \naccused of misconduct.  If Park Terrace solely rested on the notion that a buyer cannot \nsue his seller for mismanagement, then the holding would not bar Medflow’s claim or \ndefense. But the Court is persuaded that Park Terrace’s holding was not  so narrow \nand that this distinction does not necessarily preclude applying the contemporaneous \nownership rule to bar Medflow’s standing.   \n107. The second factual distinction has greater significance.  Plaintiffs seek \nto apply Park Terrace to bar the corporation from asserting an affirmative defense to \nPlaintiffs’ own claims and a declaratory judgment claim, which essentially restates \nthe defense.  Both Park Terrace and Home Fire Insurance focused on not allowing the \n \n \ncorporation’s new shareholder s to receive a windfall recovery .  Here, there is an \nequitable argument that Plaintiffs, not Defendants, are  seeking a windfall  because \nthey are seeking to recover large bonuses that  they may not have been entitled to if \ntheir employment agreements had been  disclosed to Medflow’s shareholders .  The \nCourt does not rule on the underlying merits of the argument, but Medflow’s position \nseems more analogous to Home Fire Insurance’s claim to  recover wrongfully \nconverted funds from the former officer and its affirmative defense against its former \nofficer’s claim for additional salary payments, which were both allowed to proceed.   \n108. Nonetheless, the Court is confronted with competing public policies that \nwere not resolved in Park Terrace or Home Fire Insurance.  On the one hand, courts \nhave an obvious interest in policing corporate misconduct.  On the other hand, courts \nare reluctant to protect one who acquires a corporation while ignorant of its liabilities \nbecause of the purchaser’s own lack of due diligence.     \n109. Had Lindberg inquired as to outstanding management contracts, he \neither would have been advised of Plaintiffs’ agreements so that he could have taken \nthose into account in his purchase deliberations, or he likely would have a claim based \non any failure to disclose  the agreements.  The undisputed evidence suggests that \nLindberg and his companies proceeded  with the purchase without making such \ninquiries.  As such, there is a strong policy argument that Lindberg and his companies \nshould be deemed to have purchased Medflow “as is,” with no basis for relief of any \nundisclosed liabilities.    \n \n \n110. If the issue was  solely that Medflow wanted to recover money already \npaid to Plaintiffs prior to their termination, the Court would be inclined  to deny \nMedflow’s standing, because the current shareholders did not suffer an injury due to \nthose payments.  The Court is not persuaded, however, that those same equitable \nconsiderations should relieve Plaintiffs of establishing that the agreements, entered \nby and known only to themselves, were fair to Medflow  before they are entitled to \nreceive any future payments. \n111. After careful analysis  and weighing the competing public policies , \nequitable considerations, and the undisputed facts distinguishing this case from Park \nTerrace, the Court concludes, on balance, that Medflow ha s standing to defend \nagainst Plaintiffs’ claims by seeking judicial review as to the enforceability of the \nemployment agreements.  \n112. Accordingly, the Court holds that the contemporaneous ownership rule \ndoes not preclude Medflow ’s standing to assert its defense  or to seek a declaration \nthat the defense is valid .  Having so held, the Court need not resolve the disputed \nissue of whether DJ RTC became a beneficial shareholder prior to the Ehmann’s \nexecution of the Written Consent approving the employment agreements , thereby \nsatisfying the contemporaneous ownership rule.  \n113. Therefore, Plaintiffs’ motions for summary judgment are denied to the \nextent they assert that Defendants lack standing to defend against the enforceability \nof the employment agreements. \n \n \n \nB. There Are Material Issues of Disputed Fact as to Whether Plaintiffs’ \nAgreements Were Unfair to Medflow When Entered.  \n \n114. The part ies promote different standards of review to assess whether \nPlaintiffs’ employment agreements are enforceable.  Plaintiffs contend that  the \nagreements are entitled to the presumption of validity afforded by the  business \njudgment rule unless Defendants can fir st establish that Plaintiffs breached their \nfiduciary duties to Medflow, either by failing to disclose facts or negotiating with a \nMedflow representative known or reasonably assumed not to be independently \ncapable of representing Medflow’s best interest.  Defendants contend that each of the \nPlaintiffs were either a Medflow officer or director, that the employment agreements \nwere therefore conflict-of-interest transactions, that Ehmann, as a director,  did not \ntake advantage of the statutory safe harbors, and that now each Plaintiff, consistent \nwith well-established common law  principals, must establish that the ir contracts \nwere fair to Medflow when entered. \n115. As to Schiffli, t he Court must first determine whether the evidence \nsupports the conte ntion that Schiffli was a de facto  officer when ent ering his \nemployment agreement.  If so, then he must meet the same burden as Throneburg.  \n(1) There Is a Material Dispute as to  Whether Schiffli Was a De \nFacto Officer When He Entered His Employment Agreement. \n \n116. The parties dispute whether Schiffli should be treated as an officer when \nhe negotiated his employment agreement in  July 2014 , at which time he was \nMedflow’s CFO although not elected as a corporate officer. \n \n \n117. “[I]n North Carolina, an individual may owe a fiduciary duty to the \ncorporation if he is considered to be a de facto officer or director, with authority for \ntasks such as signing tax returns, offering major input as to the company’s formation \nand operation, or managing the company.”  Kinesis Advert., Inc. v. Hill, 187 N.C. App. \n1, 15–16, 652 S.E.2d 284, 295 (2007).  While merely assuming a title to an office may \nnot alone be adequate evidence of being a de facto officer, the overall inquiry examines \nwhether one continuously exercises the duties of an authorized corporate officer.  \nHavelock Yacht Club, Inc. v. Crystal Lake Yacht Club, Inc., 215 N.C. App. 153, 156, \n714 S.E.2d 788, 790 (2011). \n118. Schiffli was an elected officer of Medflow from 2010 until December 10, \n2013.  He was not an elected officer aga in until December 19, 2014.  (Schiffli Dep. \n23:13–15.)  During the interim, Schiffli  continued to operate in a senior financial \nmanagement capacity and to refer to himself as Medflow’ s Chief Financial Officer , \nincluding that title in his e-mail signature.  (See Schiffli Dep. 23:13–18; Gottumukkla \nDecl. Ex. A.) \n119. By Throneburg and Ehmann’s admission, Schiffli was a member of \nMedflow’s senior management team when he negotiated his employment agreement \nwith Throneburg.  (Throneburg Aff. ¶ 108, July 15, 2016; see also Schiffli Dep. 23:8–\n10, 16–18.) \n120. The Court concludes that there is adequate evidence to present a triable \nissue of fact as t o whether Schiffli  was a de facto Medflow officer at the time he \nnegotiated and executed his employment agreement  and therefore subject to  \n \n \nfiduciary duties  of care and loyalty.   Accordingly, Schiffli’s Motion for Partial \nSummary Judgment is denied to the extent it rests on the assertion that Schiffli did \nnot owe Medflow fiduciary duties when negotiating his employment agreement. \n(2) Plaintiffs’ Employment Agreements Were Conflict-of-Interest \nTransactions and Are Not Protected by the Business Judgment \nRule. \n \n121. Conflict-of-interest transactions between a corporation and its officers \nor directors have long been subject to special rules.  For directors, a conflict-of-interest \ntransaction is defined as “a transaction with the corporation in which a director of \nthe corporation has a direct or indirect interest.”  N.C. Gen. Stat. § 55-8-31(a) (2015).  \nThe statute defines an “indirect interest” but does not define a “direct interest.”   Id. \nat § 55-8-31(b).  The test of whether a director has a direct interest is a matter of \ncommon sense.  Robinson, supra, § 15.01[1], at 15-3.  It follows that common sense \nshould dictate whether an officer has a direct interest in a transaction. \n122. Common sense makes clear that e ach of the Plaintiffs had a direct \ninterest in t heir own employment agreement s, making these agreements \nconflict-of-interest transactions .  While it may be appropriate for a fiduciary to \nnegotiate in his own interest, it does not follow that he is entitled  to the business \njudgment rule when doing so.   See In re Walt Disney Co. Derivative Litig. , 907 A.2d \n693, 751 (Del. Ch. 2005).  The business judgment rule, if applicable at all, would only \napply to the person purportedly representing the corporation.  \n123. North Carolina’s Business Corporation Act contains a section dealing \nspecifically with transactions between a corporation and its directors.  N.C. Gen. Stat. \n \n \n§ 55-8-31 (2015).   There is no corresponding provision for transactions between a  \ncorporation and its officers.  Section 55-8-31 modifies the common law with regard to \ndirector transactions by specifying two safe harbors—(1) approval by a majority of \nthe board of directors and (2) approval by a majority of the shareholders—that, when \nfollowed, protect the transaction from attack.  See id.  § 55-8-31(a)(1)-(2).  \nSignificantly, the board of directors’ safe harbor requires that the directors who \napprove the transaction have no direct or indirect interest in the transaction.  Id. \n§ 55-8-31(c).  Otherwise, a director m ust prove the transaction was fair to the \ncorporation.  Id. at § 55-8-31(a)(3).   \n124. Plaintiffs contend that these statutory safe harbors are optional, not \nmandatory.  They further argue that an officer or director does not have  an \naffirmative burden to prove fairness until a party challenging the transaction comes \nforward with evidence adequate to defeat an initial presumption of validity.   In \naddition to being devoid of case support, t hat argument i nverts the presumption \napplied at common law and is inconsistent with the limited statutory modification for \ndirector conflict-of-interest transactions provided by section 55-8-31.  \n125. Plaintiffs contend that an officer or director has no affirmative duty to \nprove that his compensation contract was fair to the corporation unless there is \nevidence that the officer or director: (1) manipulated the independent judgment of the \ndirector with whom the officer negotiated ; (2) negotiated in bad faith, either by \ndefrauding the company or seeking an unconscionable advantage; (3) failed to make \na reasonable inquiry of the corporation’s condition or acted inappropriately in regard \n \n \nto matters such an inquiry discloses; or (4) i ntentionally failed to act or consciously \ndisregarded his duty to act.  ( Pls.’ Suppl. Br. Supp. Mots. Summ. J. 5.)  Plaintiffs \ncontend that an interested transaction is not voidable until there is adequate proof \nby an opposing party of one of  those duty vi olations.  (Pls.’ Suppl. Br. Supp. Mots. \nSumm. J. 5.)  At the hearing on these motions, Plaintiffs concede d that any \npresumption that the agreements are valid is lost if the opposing party demonstrates \nthat the officer or director negotiati ng on behalf of the corporation is known to have \na personal interest in the transaction.  That is, as applied here, the presumption is \nlost if Throneburg or Ehmann had a direct or indirect interest in the other’s \nagreement when representing Medflow in negotiations.  \n126. As to Ehmann’s independence, Throneburg’s own testimony concedes \nthat Throneburg had given him substantial co mpensation increases before  \nnegotiations for Throneburg’s agreement began.  (Throneburg Aff. ¶¶ 103–105, July \n15, 2016.)  Ehmann and Throneburg had collectively agreed to a multi-year Strategic \nPlan and believed that the success of the Strategic Plan required long -term \ncommitments from the senior management team , supporting, at least, an inference \nthat Ehmann would expect that he, too, would receive a multi-year contract.  Ehmann \ntestifies that he regularly deferred to Throneburg’s judgment, including his ability to \ndraft agreements for each of them.  (See Ehmann Aff. ¶ 91, Aug. 3, 2016.)  \n127. As to Throneburg’s  independence, among other factors, the evidence \nshows that, contrary to the contention that the terms of Throneburg’s compensation \nagreement were completely fixed prior to Throneburg negotiating Ehmann’s contract, \n \n \nThroneburg and Ehmann  continued negotiati ons in July 2014, resulting in the \naddition of a change-of-control bonus. \n128. There is also a factual dispute whether Throneburg even had authority \nto act as a director and a pprove Ehmann’s employment agreement.  Compare N.C. \nGen. Stat. § 55-8-01(d) (2015) (recognizing in some circumstances that the power of a \nboard may be exercised by an individual with delegated authority) with Grimes v. \nDonald, 673 A.2d 1207, 1214 (Del. 1996) (explaining that certain duties of a board of \ndirectors are nondelegable).   \n129. The Court concludes that  the record requires a finding, as a matter of \nlaw, that Throneburg and Ehmann had a direct or indirect interest when negotiating \neach other’s agreements, and theref ore, the presumption Plaintiffs  argue for would \nhave been lost, even if it was supported by law.  \n130. However, the Court believes that Plaintiffs’ proposed standard of review \nis, in any event, inconsistent with established North Carolina corporate principles.  A \ndirector, if not protected by the statutory safe harbors, or an officer when challenged, \nmust prove that his interested transaction with the corporation is fair to the \ncorporation.  See N.C. Gen. Stat. §  55-8-31(a); Highland Cotton Mills  v. Ragan \nKnitting Co., 194 N.C. 80, 87, 138 S.E. 428, 431 (1927).   \n131. Plaintiffs argue that the Court is inappropriately imposing a standard \nof “entire fairness” similar to that adopted by the Delaware Court of Chancery in \nchange-of-control situations, see Revlon, Inc. v. Macandrews Forbes Holdings, Inc ., \n506 A.2d 173, 180 (Del. 1986), when the North Carolina legislature clearly rejected \n \n \nthat standard when it amended section 55-8-30 to provide that “duties of a director \nweighing a change of control situation shall not be any different, nor the standard of \ncare any hi gher, than otherwise provided in  this section.”  N.C. Gen. Stat. §  55-8-\n30(d) (2015).   \n132. However, Plaintiffs try to compare apples to oranges.   The change to \nsection 55-8-30 regarding duties in a change-of-control situation does not modify the \nduty of care a director has when negotiating his own interested transaction with the \ncorporation.  The Court is not imposing  a heightened standard of care to a \nconflict-of-interest transaction.  The same duty applies to all interested transactions \nbetween a corporation and its directors and officers.  It does not vary depending on \nwhether or not it relates to a change in control.  \n133. The North Carolina Business Corporation Act specifically articulates \nthat in the absence of approval by a disinterested board or by shareholders, a director \nmust prove that his interested transaction is fair to the corporation.  N.C. Gen. Stat. \n§ 55-8-30(a) (2015).  At common law, a conflict -of-interest agreement between a \ncorporation and its director or officer  was presumed invalid so that the director or \nofficer must demonstrate that the agreement was openly and fairly made and that \nthe corporation formally authorized or ratified the agreement.  Robinson, supra, \n§ 15.01, at 15-1 to -2; see also Highland Cotton Mills, 194 N.C. at 87, 138 S.E. at 431; \nFowle Mem’l Hosp. Co. v. Nicholson, 189 N.C. 44, 49, 126 S.E. 94, 97 (1925).  It is true \nthat t he Supreme Court of North Carolina has also held that compensation \nagreements between a corporation and its officer or di rector are not per se void or \n \n \nvoidable.  Fulton v. Talbert , 255 N.C. 183, 184, 120 S.E.2d 410,  411 (1961).  But \nneither section 55-8-31 nor Fulton can be fairly read to erode the underlying concept \nthat a transaction between a corporation and its officer o r director should be fair to \nthe corporation, nor do they provide that such fairness is presumed by application of \nthe business judgment rule.   \n134. It is undisputed that the shareholders were not asked to  approve the \nemployment agreements.  Further, Ehmann’s employment agreement was not \napproved by an independent director of Medflow  because, even if Throneburg was \nproperly delegated such authority, Throneburg  was not sufficiently independent to \nserve as a director for the purposes of approving Ehmann’s agreeme nt pursuant to \nsection 55 -8-31(a)(1).  Whether an independent director approved Schiffli’s or \nThroneburg’s agreements is irrelevant because the statutory safe harbors do not \napply to them and they must establish  that their agreements were fair.   Thus, on \nthese facts, the Court concludes that Plaintiffs have not sustained their burden to \njustify a summary adjudication that the agreements were fair to Medflow.    \n135. In sum, Plaintiffs’ Motions for Partial Summary Judgment are denied \nto the extent they contend that Plaintiffs  need not affirmatively prove that their \nagreements were openly and fairly made.   A jury must now determine whether  \nThroneburg, Ehmann, and Schiffli, if he is found to be a de facto officer, can prove \nthat their agreements were fair to Medflow when entered.  \n \n \n \n(3) The Fairness Inquiry Includes Assessing Both Whether  the \nAgreements Were Entered Through a Fair Process and Whether \nthe Terms of the Agreement Were Fair to Medflow \n \n136. The Court now must determine the proper analysis the jury will use to \nassess whether Plaintiffs ’ agreements were fair to Medflow when entered .  North \nCarolina has not adopted any rigid definition of fairness as applied to \nconflict-of-interest transactions.  It is logical that what is fair must be measured by \nthe overall circ umstances of a particular transaction.  The Official Comment to \nsection 8.31 of the  Model Corporation Ac t, the section  on which N.C. Gen. Stat. \n§ 55-8-31 is based, explains that  \n[t]he fairness of a transaction for purposes of section 8.31 should be \nevaluated on the basis of the facts and circumstances as they were \nknown or they should have been known at the time the transaction was \nentered into.  For example, the terms of a transaction subject to section \n8.31 should normally be deemed “fair” if they are within the range that \nmight have been entered into at arm’s-length by disinterested persons. \n \nN.C. Gen. Stat. §  55-8-31, cmt. 4.  Former section 55 -30(b), which section 5 5-8-31 \nreplaced, used a “just and reasonable” standard measured against an arm’s length \ntransaction.  See Meiselman v. Meiselman, 309 N.C. 279, 309,  307 S.E.2d 551, 569 \n(1983) (quoting N.C. Gen. Stat. 55 -30(b)(3)).  This standard captured the essence of \nthe common law req uirement that a conflict -of-interest transaction be “openly and \nfairly made.”  Meiselman, 309 N.C. at 309 n.7, 307 S.E.2d at 569 (quoting R. Robinson, \nNorth Carolina Corporation Law & Practice , § 12-11, at 184 (3d ed. 1983)) ; see also \nHill v. Erwin Mills, Inc. , 239 N.C. 437, 444, 80 S.E.2d 358, 363  (1954) (explaining \nthat an inherently fair transaction “carries the earmarks of an arm’s length bargain”) \n(quoting Pepper v. Litton, 308 U.S. 295, 307 (1939)).   \n \n \n137. Plaintiffs contend that they only need to prove that the terms of their \nagreements are substantively fair, and if they do so, the agreements cannot be voided \neven if the procedure by which they were adopted was unfair.   Defendants contend \nthat a conflict-of-interest agreement can never be upheld if it was entered through an \nunfair process, even if the substantive terms are objectively fair.  The Court concludes \nthat neither party is correct.  \n138. Rather, the overall fairness inquiry should not be segregated int o two \nseparate components, but must compare both process and terms against an \nexemplary arm’s length transaction .  There is a necessary interplay between \nprocedural and substantive fairness.  \n139. The Court has been, in part, guided by  the more extensive body of \nDelaware case law  applying a fairness standard to interested transactions .  The \nDelaware Supreme Court recognizes that determining whether an agreement is fair \nrequires assessing both the process by which it was entered and its terms, but that a \nfairness inquiry does not bifur cate along those considerations.  Weinberger v. UOP, \nInc., 457 A.2d 701, 711 (Del. 1983); see also Del. Open MRI Radiology Assocs., P.A. v. \nKeelser, 898 A.2d 290, 311 (Del. Ch. 2006)  (“[T]he two -part fairness test is not a \nbifurcated one”).  Instead, determining fairness is a plenary inquiry into the “entire \nfairness” of the agreement.  Weinberger, 457 A.2d at 711. \n140. The decision by former Delaware Chancellor, and now Delaware \nSupreme Court Justice, Leo Strine , illustrates the interplay between process and \nterms, and how terms that may be fair in an arm’s length transaction may \n \n \nnevertheless be unfair when the process of securing those terms is considered.  See \nHMG/Courtland Props ., Inc. v. Gray , 749 A.2d 94 , 116 –18 (Del. Ch. 1999).  In \nHMG/Courtland Properties, the interested directors sought to uphold a real estate \ntransaction by proof that the final terms of the transaction fell within a range of \nfairness as measured by appraisals of the underlying property.  Id. at 116.  The court \naccepted that the directors may have proven that the terms might  have been agreed \nto in an arm’s length bargain, but the directors failed to prove that, in this particular \ntransaction, the terms were not tainted by a manifestly unfair process.  Id. at 116–\n18.  Therefore, the court concluded that the terms were not fair “in the sense inherent \nin the entire fairness standard.”  Id. at 118.   \n141. However, Delaware does not follow a rule that process unfairness alone \nwill defeat a transaction with terms that are substantively fair.  See Valeant Pharm. \nInt’l v. Jerney , 921 A.2d 732 , 748 (Del. Ch. 2007) .  After finding that a corporation \nhad adopted a bonus program through an unfair process, Vice Chancellor Lamb \nstated that such a finding  \ndoes not end the court’s inquir y because it is possible that the pricing \nterms were so fair as to render the transaction entirely fair.  \nNevertheless, where the pricing terms of a transaction that is the \nproduct of an unfair process cannot be justified by reference to reliable \nmarkets o r by comparison to substantial and dependable precedent \ntransactions, the burden of persuading the court of the fairness of the \nterms will be exceptionally difficult.  Relatedly, where an entire fairness \nreview is required in such a case of pricing terms that, if negotiated and \napproved at arm’s length, would involve a broad exercise of discretion or \njudgment by the directors, common sense suggests that proof of fair \nprice will generally require a showing that the terms of the transaction \nfit comfortably wi thin the narrow range of that discretion, not at its \nouter boundaries. \n \n \n \nId. at 748–49. \n \n142. These Delaware decisions are fully consistent with North Carolina \nprecedent directing that a conflict-of-interest transaction is fair only if it was openly \nmade with terms consistent with an arm’s length transaction.  See Hill, 239 N.C. at \n444, 80  S.E.2d at 363.  Requiring consistency with an arm’s length transaction \nnecessarily measures both the negotiation process and the substance of the terms.  \nThere is a necessary interdependency between process and terms, and a dutiful \ninquiry into fairness must consider both together  in the overall context of the \ntransaction. \n143. Here, Throneburg testified that he consulted market-based transactions \nwhen drafting the employment agreements.  (Throneburg Aff. ¶¶  126–29, July 15, \n2016.)  Plaintiffs have offered expert affidavits expressing opinions that the \nsubstantive terms of the agreements were fair to Medflow  and consistent with an \nagreement negotiated at arm’s length, ( see Walker Aff. ¶  12; H enson Aff. ¶  24,) \nalthough o ne of Plaintiffs’ experts , Thomas H enson, is careful to note that he \nexpresses no opinion as to the fairness of the process by whi ch the agreements were \nentered.  (Henson Aff. ¶ 25.)   \n144. These expert opinions must be measured against the uncontested \nevidence that these agreements resulted from negotiations between a single CEO and \na sole director without involving the controlling shareholder  or any review by  \nMedflow’s outside counsel.  Admittedly, Throneburg and Ehmann  each testify that \nthey were fully informed as to all material facts and circumstances when representing \n \n \nMedflow in negotiations with the other .  (See Throneburg Aff. ¶ 106 , July 15, 2016; \nEhmann Aff. ¶¶ 56–57.)  But considering other evidence of record, there is a genuine \ndispute as to  whether the agreements were consistent with a fair arm’s length \ntransaction.   \n145. Accordingly, each of Plaintiffs’ Motions for Partial Summary Judgment \nmust be DENIED.   A jury must now determine whether  Plaintiffs’ employment \nagreements were fair to Medflow when entered.  T he jury will only address the \nfairness of Shiffli’s agreement if it first finds he is a de facto officer.  \nC. Defendants’ Assertion of Unconscionability Merges Into the Overall \nFairness Inquiry, Precluding Summary Judgment in Their Favor. \n \n146. Defendants argue that the terms of the employment agreements are so \nunfair that they should be declared unconscionable and unenforceable as a matter of \nlaw. \n147. In this context, t he concept of unconscionability is more often referred \nto as a claim of corporate waste.  If compensation terms rise to the level of being so \negregious that no disinterested board could approve them in good faith, then the \nagreements may be found to constitute corporate waste.  Robinson, supra, § 16.11, at \n16-25; see Grimes, 673 A.2d at 1215 (1996) (holding that the business judgment rule \ncannot protect compensation decisions which are so egregious as to constitute \ncorporate waste). \n148. Here, Plaintiffs’ expert s’ affidavits are adequate to  raise a material \ndispute as to whether the substantive contract terms were fair to Medflow.  \nDefendants’ assertion of unconscionability collapses into the overall issue of fairness. \n \n \n149. Accordingly, each of Defendants’ Motions for Summary Judgment must \nbe DENIED.  The question of whether there is a basis to void the agreements as \ncorporate waste will depend on the substantial evidentiary record presented at trial.  \nThe Court reserves determining whether this defense is applicable and if so, whether \nthis matter is a question for the Court or for the jury. \nVI. CONCLUSION \n150. For the foregoing reasons, each of the motions for summary judgment is \nDENIED.  The Court will set a trial date on the Severed Issue as soon as practicable \nconsidering other trial engagements and will establish a further pretrial schedule. \nIT IS SO ORDERED, this the 26th day of September, 2017. \n \n \n /s/ James L. Gale  \n James L. Gale \n Chief Business Court Judge \n "
}