{
  "id": "1fc0005c05ff532f70a3055fe3cd18609a8526cc3872c64213bda90b02b95039",
  "source_file": "data/raw/ncbc/1fc0005c05ff532f70a3055fe3cd18609a8526cc3872c64213bda90b02b95039.pdf",
  "raw_text": "STATE OF NORTH CAROLINA\n COUNTY OF MECKLENBURG\n TAMMY L. GARLOCK, JUDITH L.\nJACOBS and RALPH W. \nJOHNSON,\nindividually and on behalf of\nSOUTHEASTERN GAS & POWER, INC.,\na North Carolina corporation,\n Plaintiffs,\n v.\n AUBREY L. HILLIARD,\nSOUTHEASTERN GAS & \nPOWER, INC.,\nand SEG&P, LLC, a North Carolina limited\nliability \ncompany, \nDefendants.\n IN THE GENERAL COURT OF JUSTICE\n         \nSUPERIOR COURT \nDIVISION\n                        \n00-CVS-1018\n \n \n \n                 \nORDER AND OPINION\n \n {1}   \nThis matter comes before the Court on cross motions seeking dismissal pursuant to 12(b)(6) of the\nNorth Carolina Rules of Civil Procedure.\n[FN1]\n  \nAt issue are the prerequisites to filing a shareholder\nderivative action, the application of the unfair trade practices statute in the context of both the employment\nrelationship and the formation of corporations, and the requirements for pleading fraud with particularity.\n \nFor the reasons stated below the Court holds that: 1) Plaintiffs lack standing to assert derivatives claims\nand such claims are dismissed; 2) Plaintiffs’ UDTP claim and civil conspiracy claims are inapplicable to\nPlaintiffs’ dealings with Defendant Hilliard and are also dismissed; 3) Defendants’ claims for fraud are\npled with sufficient particularity to survive a motion to dismiss; however, 4) Defendants’ negligence\nclaims are an impermissible attempt to convert a contract claim into a tort action and are dismissed.\n \n      \nThe Bishop Law Firm by J. Daniel Bishop, A. Todd Capitano and D. Christopher Osborn, for\nPlaintiffs.\n      \nRayburn, Moon & Smith, P.A. by James B. Gatehouse and C. Richard Rayburn, Jr., for Defendants\nSoutheastern Gas & Power, Inc.          and\n  \nSEG&P, LLC.\n     \nMoore & Van Allen, P.L.L.C. by Karin M. McGinnis and Scott Tyler, for Defendant Aubrey L. Hilliard.\nFactual Background\n{2}   \nAubrey L Hilliard (“Hilliard”), Tammy L. Garlock (“Garlock”), Judith L. Jacobs (“Jacobs”) and\nRalph W. Johnson (“Johnson”) are all the shareholders of Southeastern Gas & Power, Inc.\n(“Southeastern”). Hilliard owns sixty-one percent of the outstanding stock, and the other three\nshareholders own thirty-nine percent.\n  \nHilliard is the sole director of Southeastern.\n  \nSEG&P, LLC is\nowned entirely by Hilliard\n{3}    Southeastern is in the business of marketing and distributing gas.\n  \nPrior to the formation of\nSoutheastern, Plaintiffs and Hilliard worked together at a company engaged in a similar business.\n  \nIn late\n1997 all parties left their employment to form Southeastern and all of them became employed by\nSoutheastern.\n  \nHilliard handled sales, Johnson finances, and Garlock and Jacobs operations.\n  \nHilliard was\nissued a majority ownership interest because he had the customer contacts.\n  \nAll the parties agree that an\noral agreement was entered into covering the manner in which all the shareholders would be compensated\nby Southeastern.\n  \nIt is also undisputed that the original agreement was amended to reallocate\nSoutheastern’s profits.\n{4}   \nPrior to the formation of Southeastern, Hilliard disclosed to Plaintiffs that he entered into a plea\nbargain in connection with a federal income tax based prosecution. Plaintiffs contend that Hilliard failed to\ndisclose certain key facts in connection with that plea bargain, the omission of which gives rise, in part, to\ntheir claim for fraudulent inducement.\n{5}   \nHilliard’s plea bargain resulted in his spending over eight months in prison. Plaintiffs claim that\nduring that period the oral agreement covering compensation was amended to reallocate more income to\nthem based upon the unexpected length of Hilliard’s incarceration and the increased amount of work\nrequired during his absence. Although the correct implementation of that reallocation agreement is\ndisputed, the pleadings of both Plaintiffs and Hilliard agree on the essential terms of the original contract\nas well as the subsequent oral agreement.\n  \n(Pls.’ Compl. at 2, 4, 5; Def. Hilliard\n  \nMot. Dismiss, Answer,\nCountercl. at 6, 8, 9.)\n{6}   \nFollowing his release from prison, Hilliard asserted his majority control.\n  \nAs a result all three\nplaintiffs were either fired or quit their employment with Southeastern. Hilliard also formed a separate\ncompany, SEP&G, LLC (“SEG&P”).\n  \nPlaintiffs assert that it was formed to divert business from\nSoutheastern and as such represented usurpation of corporate opportunity, waste of corporate assets and\nconflict of interest on the part of Hilliard.\n  \nHilliard contends that SEG&P was never activated and has not\nfunctioned in any way to compete with Southeastern.\n{7}   \nPlaintiffs contend that after Hilliard returned from prison he did not properly allocate Southeastern’s\nprofits and that Southeastern owes them additional compensation under the amended reallocation\nagreement.\n{8}   \nAfter their employment terminated, Plaintiffs filed this action.\n  \nAt its core, this is an action for\ndissolution of the corporation under N.C.G.S. § 55-14-30(2)(ii).\n  \nIn addition, Plaintiffs seek to recover\ncompensation allegedly due them under the oral compensation agreement, as well as for fraud.\n \nDefendants contend that Plaintiffs conspired to improperly allocate the corporation’s profits while Hilliard\nwas in prison.\n{9}   \nPertinent to Southeastern’s motion to dismiss are Plaintiffs’ third (usurpation of corporate\nopportunity), fourth (misappropriation/waste of corporate assets), fifth (director self interest), tenth (unfair\nand deceptive trade practices) and eleventh (civil conspiracy) claims for relief.\n  \nPlaintiffs also seek to\namend the complaint to add a twelfth claim for relief (breach of fiduciary duty).\n  \nTo the extent that each of\nthose claims for relief is cast as a shareholder derivative claim, Southeastern seeks dismissal for\nPlaintiffs’ failure to make proper and timely demand and Plaintiffs’ inability to fairly and accurately\nrepresent the interests of the corporation due to their own conflicts of interest.\n{10}\n     \nDefendant Hilliard has moved to dismiss the eighth (state securities fraud), tenth (Unfair and\nDeceptive Trade Practices Act (“UDTPA”)) and eleventh (civil conspiracy) claims for relief for failure to\nstate claims pursuant to Rule 12(b)(6).\n  \nDefendant Hilliard alleges that (1) state securities fraud is barred\nby the statute of limitations; (2) the UDTPA is not applicable to Plaintiffs as employees or as holders or\npurchasers of securities; and (3) the “intracorporate conspiracy doctrine” prevents finding civil conspiracy\nbetween a corporation (SEG&P) and its agent (Hilliard).\n{11}\n     \nPlaintiffs took a voluntary dismissal of the eighth claim for relief.\n  \nPlaintiffs filed their motion to\ndismiss Defendant Hilliard’s first (misrepresentation), second (fraud), third (conversion), fourth (breach of\nduty) and fifth (negligence) claims for relief.\n  \nPlaintiffs allege that Hilliard’s first four claims for relief are\nbased on fraud which Hilliard failed to plead with particularity pursuant to N.C. R. Civ. P. 9(b).\n  \nPlaintiffs\nmove to dismiss Hilliard’s negligence claim based on Hilliard’s absence of standing or privity.\n{12}\n     \nPlaintiff seeks dismissal of Southeastern’s second (fraud), third (negligence), fourth (negligent\nmisrepresentation) and sixth (accounting/constructive trust) claims for relief.\n  \nPlaintiff alleges all above-\nnamed claims for relief sound in fraud and are not pled with particularity as required by N.C. R. Civ. P.\n9(b).\n  \nAlternatively, Plaintiffs claim the “economic loss rule” bars Southeastern’s negligence claim.\n \nII.\nMotion to Dismiss Plaintiff’s Claims\n{13}   \nWhen ruling on a motion to dismiss under Rule 12(b)(6), the court must determine “whether, as a\nmatter of law, the allegations of the complaint . . . are sufficient to state a claim upon which relief may be\ngranted.”\n  \nHarris v. NCNB\n, 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).\n  \nIn ruling on a motion to\ndismiss, the court must treat the allegations in the complaint as true.\n  \nSee Hyde v. Abbott Lab., Inc.\n, 123\nN.C. App. 572, 473 S.E.2d 680, 682 (1996).\n  \nThe court must construe the complaint liberally and must not\ndismiss the complaint unless it appears to a certainty that plaintiff is entitled to no relief under any state of\nfacts which could be proved in support of the claim.\n  \nSee id.\n  \nWhen considering a motion under Rule 12(b)\n(6), the court is not required to accept as true any conclusions of law or unwarranted deductions of fact in\nthe complaint.\n  \nSutter v. Duke\n, 277 N.C. 94, 176 S.E.2d 161 (1970).\n  \nWhen the complaint fails to allege\nthe substantive elements of some legally cognizable claim, or where it alleges facts which defeat any\nclaim, the complaint should be dismissed under Rule 12(b)(6).\n  \nSee Hudson Cole Dev. Corp. v. Beemer\n,\n132 N.C. App. 341, 511 S.E.2d 309 (1999).\n  \nWhen applying this standard, it must be kept in mind that\nwhen fraud is alleged, the circumstances constituting fraud must be pled with particularity.\n  \nN.C.\n  \nR. Civ.\nP. 9(b).\n  \nSee also Terry v. Terry\n, 302 N.C. 77, 273 S.E.2d 674 (1981).\nA.\nPlaintiffs’ Derivative Claims\n{14}   \nCentral to Plaintiffs’ derivative claim on behalf of Southeastern is the application of N.C.G.S. § 55-\n7-42 which provides:\nNo shareholder may commence a derivative proceeding until:\n1.\n         \n \nA written demand has been \nmade upon the corporation to take suitable action; and\n2.\n         \n90 days have expired from the date the demand was made unless, prior to \nthe expiration\nof the 90 days, the shareholder was notified that the \ncorporation rejected the demand, or\nunless irreparable injury to the \ncorporation would result by waiting for the expiration of the\n90-day period.\nIn applying the demand requirement, this Court has \npreviously held:\nIn determining whether the demand requirement has been \nmet the Court must compare the\nderivative claims asserted in a complaint \nagainst the specific demands a plaintiff has made\nprior to filing suit.\n  \nThe demand must be made with sufficient clarity and particularity to\npermit the corporation, through independent directors or an outside advisory \ncommittee, to\nassess its rights and obligations and determine what action is \nin the best interest of the\ncompany.\nGreene v. Shoemaker\n, 1998 NCBC 4 at 18 (No. 97 CVS 2118, Wilkes County Super. Ct. September 24,\n1998) (Tennille, J.).\n      \n{15}   \nIn this case, the only written pre-complaint demand was contained in a letter dated October 11,\n1999 from Plaintiffs’ counsel to C. Wells Hall, III, who at the time represented both Hilliard and\nSoutheastern. (\nSee\n Compl., Ex. A.)\n  \nThat letter made no specific demand and did not request that the\nBoard of Directors take any action or bring any lawsuit.\n  \nThat letter simply questioned the rationale for the\nformation of SEP&G, LLP by Hilliard.\n  \nMr. Hall previously wrote Mr. Bishop and stated that SEP&G,\nLLP would not be “activated.”\n  \nMr. Bishop’s letter made no mention of a derivative action nor did it\ndemand that Southeastern pursue any of the claims against Hilliard currently asserted as derivative\nclaims.\n  \nThat letter did not contain a demand of sufficient clarity and particularity to permit the\ncorporation’s Board of Directors to assess its rights and obligations.\n{16}    It was not until the same day the complaint was filed that a formal demand letter was sent\nrequesting that the company “take appropriate action to obtain all relief sought derivatively on behalf of\nSoutheastern in the complaint.” (\nSee\n Compl., Ex. C.)\n  \nA written demand sent simultaneously with the\nfiling of a complaint does not meet the demand requirements of the statute, nor may a complaint serve as\nthe written demand.\n  \nThe statute clearly provides that a written demand is a prerequisite to filing suit:\nTo hold that the filing of a complaint, which was itself \nsubject to dismissal for failure to meet\nthe demand requirement, can satisfy \nthe demand requirement would defeat the purpose of the\nstatute. The statutory \nscheme was designed to give the Board of Directors the opportunity and\nobligation to review the claims before the corporation was required to incur \nthe fees and\nexpenses associated with litigation.\nGreene v. Shoemaker\n, 1998 NCBC 4 at 20 (No. 97 CVS 2118, Wilkes County Super. Ct. September 24,\n1998) (Tennille, J.).\n      \n{17}\n   \nPlaintiffs seek to distinguish this case from \nGreene\n on the basis that Hilliard was the sole director\nand majority shareholder. Those facts do not distinguish this case from \nGreene\n.\n  \nSimilarly, in \nGreene\n, the\ndefendants controlled the Board of Directors.\n  \nThe Court made it clear in \nGreene\n that the futility exception\nhad been eliminated from the statute and that the proper procedure was to make demand and, if the facts\nwarranted, move the Court to shorten the period of time within which the corporation had to act.\n  \nId. \nat 19-\n22.\n  \nThe statutory scheme is designed to place the initial burden on the Board of Directors to act and to\nplace the courts in the position of reviewing the actions of the Board under the business judgment rule.\n{18}\n      \nPlaintiffs argue that they sent a written demand with the complaint attached, that ninety days have\nnow passed without Board action, and therefore the complaint should not be dismissed.\n  \nTo give effect to\nsuch an argument would defeat the purpose of the statutory scheme which insures the Board has a chance\nto fulfill its duties before the corporation incurs legal expenses or the litigation escalates into\ncounterclaims and cross claims as it has in this case.\n  \nBy personally selecting themselves as\nrepresentatives of the company, they have deprived the company of the opportunity to select independent\npersons to make the objective business decisions required under the circumstances.\n  \nThe statutory scheme\npermits the directors to act on the claims or select an independent party to act for them if they have a\nconflict.\n  \nHere both Plaintiffs and Hilliard have conflicting interests.\n  \nAn independent advisory committee\ncould have been appointed to decide what claims the company should pursue and against which parties.\n \nThat was the result in \nGreene\n and could have been the result in this case if demand had been made\nproperly.\n{19}\n     \nFor the reasons set forth above the Court finds that the third (usurpation of corporate opportunity),\nfourth (misappropriation/waste of corporate assets), fifth (director self interest), tenth (unfair and deceptive\ntrade practices) and eleventh (civil conspiracy) claims for relief are dismissed for failure to make proper\ndemand as required by the statute.\n  \nSince the civil conspiracy claim is a derivative claim and therefore\ndismissed, it is not necessary for the Court to determine the questions raised about intracorporate\nconspiracy.\n{20}   \nPlaintiffs also moved to amend to add a twelfth claim for relief for breach of fiduciary duty, also a\nderivative claim. Plaintiffs failed to make proper demand upon the corporation to take action on that\nclaim, and therefore the twelfth claim for relief would be subject to dismissal.\n  \nThe twelfth claim for relief\nwould also be moot based upon the representation of Defendants’ counsel that SEP&G, LLC never\nbecame an active corporation.\n  \nAccordingly, the motion to amend to add the twelfth claim for relief is\ndenied based upon futility.\nB.\nPlaintiffs’ UDTPA Claim\n{21}\n      \nPlaintiffs’ tenth claim for relief for UDTPA is unclear.\n  \nParagraph 109 of Plaintiffs’ complaint\nstates that “Hilliard’s conduct as alleged constitutes violation of N.C.G.S. § 75-1.1, by which plaintiffs\nhave been damaged individually, and by which Southeastern has been damaged, in amounts exceeding\n$10,000.”\n  \n“Hilliard’s conduct” is said to refer to all the preceding allegations in the complaint.\n{22}   \nTo the extent the tenth claim for relief is a derivative claim seeking damages for Southeastern it is\nsubject to dismissal for the reasons stated above.\n{23}\n      \nIn order to state a claim for unfair and deceptive trade practices, plaintiff must allege facts\nsupporting a finding that (1) defendant committed an unfair or deceptive act or practice, (2) the action in\nquestion was in or affecting commerce, and (3) the act proximately caused injury to the plaintiff.\n  \nSee\nPleasant Valley Promenade v. Lechmere, Inc.\n, 120 N.C. App. 650, 464 S.E.2d 47 (1995). \n \n{24}\n      \nCentral to Plaintiffs’ nonderivative UDTPA claim against Hilliard is determining what actions\nbetween Plaintiffs and Hilliard are \nnot\n protected by the UDTPA.\n  \nThe action must be “in or affecting\ncommerce.” \nId.\n  \nThe North Carolina courts have consistently held that the provisions of the UDTPA do\nnot apply to securities transactions.\n  \nSee Oberlin Capital, L.P. v. Slavin, \n2000 NCBC 6\n \nat 34-36 (No. 99\nCVS 03447, Wake County Super. Ct. April 28, 2000) (Tennille, J.) and the cases cited therein.\n  \nFurther, in\nHAJMM Co. v.\n  \nHouse of Raeford Farms,\n 328 N.C. 578, 403 S.E.2d 483 (1991), the Supreme Court held\nthat where the purpose of a transaction was not part of an entity’s business activities but to raise capital or\norganize the business, the UDTPA did not apply. The decision by Plaintiffs and Hilliard to form\nSoutheastern constituted a securities transaction and an activity to raise capital and organize the business\nand was not part of Southeastern’s daily business activities.\n  \nAccordingly, there is no purchase and sale\ntransaction to which Chapter 75 would apply.\n  \nSee also Sara Lee Corp. v. Carter, \n351 N.C. 27, 31-33, 519\nS.E.2d 308, 311-12 (1999).\n  \nTherefore, to the extent that this claim is an individual claim based upon the\nalleged misrepresentations by Hilliard in connection with the formation or organization of Southeastern it\nfails to state a claim upon which relief may be granted.\nC.\nPlaintiffs’ Civil Conspiracy Claim Against Hilliard\n{25}   \nPlaintiffs allege that Hilliard and SEG&P conspired to harm Southeastern and Plaintiffs.\n  \nPlaintiffs\nfurther seek to amend their complaint to allege that “Hilliard acted in his individual capacity, seeking to\nserve his personal, corrupt financial interest to unlawfully deprive plaintiffs of the value of their interest in\nSoutheastern.”\n  \nThe amendment is sought to overcome the limitations of the intracorporate immunity\ndoctrine.\n \n{26}\n     \nThe Fourth Circuit recognized the doctrine of intracorporate immunity in \nBuschi v. Kirven\n,\n 775\nF.2d 1240, 1252 (4\nth\n Cir. 1985).\n \n \nThe doctrine holds that, since at least two persons must be present to\nform a conspiracy, a corporation cannot conspire with itself, just as an individual cannot conspire with\nhimself.\n  \nId.\n  \nAlleging that a corporation is conspiring with its agents, officers or employees is accusing a\ncorporation of conspiring with itself.\n  \nId.\n  \nThe grant of immunity is not destroyed by suing the agent in his\nindividual capacity.\n  \nId.\n  \nTherefore, the unamended complaint for civil conspiracy is dismissed for failure\nto state a claim for which relief can be granted.\n{27}   \nAn exception to the doctrine of intracorporate immunity exists if the agent of the corporation has an\n“independent personal stake in achieving the corporation’s illegal objective.”\n  \nBuschi v. Kirven\n, 775 F.2d\nat 1252, \nciting \nGreenville Publishing Co., v. Daley Reflector, Inc\n.\n,\n 496 F.2d 391, 399 (4\nth\n Cir. 1974).\n \nPlaintiff’s proposed amendment does not save the civil conspiracy claim. The court in \nSelman v. American\nSports Underwriters, Inc.\n, 697 F. Supp 225, 238 (E.D. Va. 1988) stated it well:\n[T]his “independent personal stake” exception must \nnot be interpreted in too broad a manner\nor it will consume the entire \nintracorporate immunity doctrine. Certainly, under the most\npermissive \ninterpretation of its language, an employee or agent of a corporation would \nalways\nmeet the exception since he would surely have an independent personal \nstake in the health and\nprofitability of the corporation. Such an \ninterpretation is overbroad. Instead, this court will\nfollow the Fourth \nCircuit’s implicit suggestion that the exception was meant to apply to facts\nsuch as those of \nGreenville Publishing\n, 496 F.2d at 400. Here, the \nconspirator gained a direct\npersonal benefit from the conspiracy, a benefit \nwholly separable from the more general and\nindirect corporate benefit always \npresent under the circumstances surrounding virtually any\nalleged corporate \nconspiracy.\n{28}\n     \nThe facts at bar indicate that the only benefit accruing to Hilliard are the benefits directly associated\nwith the profitability of SEG&P.\n  \nThis type of personal stake is insufficient to plead civil conspiracy.\n \nTherefore, Plaintiffs’ motion to amend complaint as to its eleventh claim for relief is denied.\n \nII.\nMotion to Dismiss Defendants’ Claims\n{29}\n     \nRule 9(b) of the North Carolina Rules of Civil Procedure requires that “[i]n all averments of fraud\nor mistake, the circumstances constituting\nfraud or mistake shall be stated with particularity.”\n  \nThe Supreme Court states it as follows:\n[I]n pleading actual fraud the particularity requirement \nis met by alleging time, place and\ncontent of the fraudulent representation, \nidentity of the person making the representation and\nwhat was obtained as a \nresult of the fraudulent acts or representations. A constructive fraud\nclaim \nrequires even less particularity because it is based on a confidential \nrelationship rather\nthan specific misrepresentation. The very nature of \nconstructive fraud defies specific and\nconcise allegations and the \nparticularity requirement may be met by alleging facts and\ncircumstances \n“(1) which created the relation of trust and confidence, and (2) [which] led \nup\nto and surrounded the consummation of the transaction in which [plaintiff] \nis alleged to have\ntaken advantage of his position of trust to the hurt of \n[defendant].”\n    Terry v. Terry\n, 302 N.C. 77, 85, 273 S.E.2d 674, 679 (1981) (quoting \nRhodes v. Jones\n, 232 N.C. 547, 548-\n49, 61 S.E.2d 725, 725)).\nA.\nSoutheastern’s and Hilliard’s Fraud Claims\n{30}\n     \nIn the instant case both Southeastern and Hilliard allege that Plaintiff Johnson (1) \nat all times\n from\nthe formation of Southeastern until December 1999 calculated compensation and allocation of earnings;\n(2) did so as a part of \nhis activities at Southeastern\n; and (3) \noverstated\n revenues, \ndecreased\n expenses\nallocable to plaintiffs and failed to allocate some expenses.\n  \nThese allegations are adequate to state the\ntime, place and content of the fraudulent representation as to Johnson.\n  \nTherefore, Plaintiffs’ motion to\ndismiss the fraud-related claims against Johnson is denied.\n{31}\n     \nAs to the fraud counterclaims against Garlock and Jacobs, Southeastern has alleged that Garlock\nand Jacobs owed fiduciary duties to Southeastern as officers and employees of the corporation and that in\ntheir position as officers Garlock and Jacobs “accepted this increased compensation with full knowledge\nof the fraudulent . . . records.”\n  \n(Southeastern’s Answer at 20.)\n  \nFurther, Southeastern alleges that it was\nharmed financially as a result of the fraudulent accounting.\n  \nThese allegations by Southeastern satisfy the\nrequirements for pleading constructive fraud because 1) as officers of Southeastern, Plaintiffs owed\nfiduciary duties to the corporation and were in a position of trust and confidence with the corporation and\n2) it was this position of trust and confidence that provided the opportunity for fraud against the\ncorporation. Consequently, Plaintiffs’ motion to dismiss fraud-related claims of Southeastern is denied.\n{32}   \nAs to the fraud counterclaims against Garlock and Jacobs asserted by Hilliard, Hilliard alleges that\nhis imprisonment forced him into a position of trust and confidence with Plaintiffs; Plaintiffs had complete\ncontrol of the company, the financial statements and Hilliard’s compensation during his period of\nimprisonment.\n  \nHilliard alleges the trust and confidence he instilled in Plaintiffs provided them with the\nopportunity to commit fraud against him.\n  \nThese allegations are sufficient to survive a motion to dismiss\nfor failure to state a claim for fraud.\n  \nThereby, Plaintiffs’ motion to dismiss Hilliard’s fraud-related claims\nis denied.\nB.\nNegligence Claims of Southeastern and Hilliard\n{33}   \nBoth Southeastern and Hilliard have asserted negligence claims against Johnson and seek damages\nbased upon his allegedly faulty calculations of the division of profits under the oral agreement.\n  \nTo assert\nan independent tort action in a breach of contract action, the tortious conduct must have some other\naggravating element outside the breach of contractual duties.\n  \nSee Broussard v. Meineke Discount Muffler\nShops, Inc.,\n 155 F.3d 331 (4\nth\n Cir. 1998);\n Strum v. Exxon Co., \n15 F.3d 327(4\nth\n Cir. 1994).\n  \nDefendants’\nallegations of general miscalculations fail to meet this standard.\n  \nTherefore, Defendants’ negligence claims\nare dismissed for failure to state a claim for which relief may be granted.\n{34}   \nIt should be noted that if there were miscalculations, Southeastern has a claim under contract for\nany overpayment to Johnson, Jacobs and Garlock.\n  \nIf Hilliard was shortchanged, he has a claim in contract\nagainst the corporation which owed him the money in the first instance.\n  \nSince Hilliard controls the\ncorporation, he can obviously pay himself what is due and has no damages.\n  \nIf the miscalculations were\nthe result of a conspiracy among Johnson, Jacobs and Garlock to intentionally defraud Hilliard and\nSoutheastern, both Defendants have fraud claims to cover those causes of action.\n  \nUpon breach of\ncontract, the proper cause of action lies in contract, not in tort for negligent performance of the contract.\n \nAccordingly, the Court grants leave to Southeastern to file an amended response containing any breach of\ncontract claims it believes it has and leave to Hilliard to file any breach of contract he has against the\ncorporation.\n  \nEach should be filed within thirty days of the entry of this order.\n{35}   \nThis case, in which the parties organized a corporation and entered into an agreement dividing\nprofits among the parties, involves only three real areas of dispute.\n  \nFirst, have the profits been distributed\nin accordance with the terms of the agreement?\n  \nSecond, has the conduct of any party in connection with\nthe organization or operation of the company risen to the level of fraud?\n  \nThird, should the corporation\nnow be dissolved pursuant to N.C.G.S. § 55-14-30(2)(ii)?\n  \nCounsel are encouraged to focus on the core\nissues in this case rather than create a multitude of causes of action covering the same basic issues.\nIII\nConclusion\n{36}   \nFor the reasons stated above, Plaintiffs lack standing to assert derivative claims and such claims are\ndismissed. \n \nLikewise Plaintiffs’ UDTP claim and civil conspiracy claims are inapplicable to Plaintiffs’\ndealings with Defendant Hilliard and are also dismissed.\n \n{37}   \nDefendants’ claims for fraud are pled with sufficient particularity to survive a motion to dismiss.\n \nHowever, Defendants’ negligence claims are an impermissible attempt to convert a contract claim into a\ntort action and are dismissed.\n{38}   \nTherefore, it is hereby \nORDERED, ADJUDGED\n and \nDECREED\n that:\n1.\n         \nPlaintiffs’ third (usurpation of corporate opportunity), fourth \n(misappropriation/waste of\ncorporate assets), fifth (director self interest), \ntenth (unfair and deceptive trade practices) and\neleventh (civil conspiracy) \nclaims for relief are dismissed.\n2.\n         \nPlaintiffs’ move to amend complaint to add a twelfth claim for relief \n(breach of fiduciary\nduty) is denied.\n3.\n         \nDefendant Hilliard’s fifth (negligence) claim for relief is \ndismissed.\n4.\n         \nDefendant Southeastern’s third (negligence) and fourth (negligent \nmisrepresentation)\nclaims for relief are dismissed.\n \nThis the 22 day of August, 2000.\n                 \nBen F. Tennille\nSpecial Superior Court Judge\n  \nfor Complex Business Cases\n \n[FN1]\nThe Court notes Defendant \nHilliard’s claim that Plaintiffs’ motion to dismiss is untimely.\n  \nWhile\ntechnically true, N.C. R. Civ. P. 12(g) and 12(h)(2) provides \nthat failure to state a claim upon which relief\ncan be granted may be raised \non a motion for \njudgment on \nthe pleadings\n or at the trial on the merits.\nConsequently Plaintiffs \ncould raise their failure to state a claim defense through a motion for\n \njudgment \non\nthe pleadings,\n and the court will treat Plaintiffs’ motion as \nsuch."
}