{
  "id": "1fcb4800734d44e677d4f12c1244accb8c6e2a4f65323c86e8cc87a7e93eef09",
  "source_file": "data/raw/ncbc/1fcb4800734d44e677d4f12c1244accb8c6e2a4f65323c86e8cc87a7e93eef09.pdf",
  "raw_text": "9STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23CVS004887-590 \n \nMARTY L. KARRIKER, \n \nPlaintiff, \n \nv. \n \nHARPOON HOLDINGS, L.P., \n \nDefendant. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO DISMISS \n \n \n1. Marty Karriker is a limited partner of Harpoon Holdings, L.P.  In early 2023, \nHarpoon notified Karriker that it intended to repurchase his partnership units for \nless than fair market value.   He then brought this suit, claiming that he deserves a \nhigher price .  Pending is Harpoon ’s motion to dismiss in which it  contends that \nKarriker is contractually bound to litigate this dispute in Delaware, not North \nCarolina.  (ECF No. 61.)  For the reasons discussed below, the Court GRANTS the \nmotion. \nRaynor Law Firm, PLLC, by Kenneth R. Raynor, for Plaintiff Marty L. \nKarriker. \nMcGuireWoods LLP, by Zachary L. McCamey, Heidi E. Siegmund, Chris \nMichalik, and Elisabeth P. Briand, for Defendant Harpoon Holdings, \nL.P. \nConrad, Judge. \nI. \nBACKGROUND \n2. The following background treats the allegations in the amended complaint \nas if they are true. \nKarriker v. Harpoon Holdings, L.P., 2024 NCBC 6. \n3. Several years ago, Karriker sold his insurance business to The Hilb Group \nof North Carolina, LLC  in return for employment there and membership units in a \nrelated entity.  Then, in 2019, a private equity firm acquired the Hilb Group family \nof companies  and invited  Karriker to  convert his membership units  into several \nhundred partnership units in Harpoon.   He  took that deal and  became one of \nHarpoon’s limited partners .  He also became  a party to its Limited P artnership \nAgreement, a lengthy document that  includes, among other things, a provision that \nallows Harpoon to repurchase Karriker’s  partnership units should the Hilb Group \nterminate his employment.  ( See Am. Compl. ¶¶  6–8, 14–16, ECF Nos. 50, 53; Am. \nCompl. Ex. A § 4.9 [“P’ship Agrmt.”], ECF Nos. 50.1, 53.1.) \n4. Karriker later added about seven more partnership units.  These he bought \nvia a Subscription Agreement , which  contains a provision allowing Harpoon “to \nrepurchase” the units “at a price and on terms acceptable to the Company” if his \nemployment “is terminated for any reason.”  This relatively small purchase increased \nhis stake in Harpoon to 371 (to be exact, 371.101) partnership units.  (See Am. Compl. \n¶ 17; Def.’s Mot. Ex. A § 7.2 [“Sub. Agrmt.”], ECF No. 63.1.) \n5. In October 2022, the Hilb Group fired Karriker without explanation.  At \nfirst, Harpoon told Karriker that the termination of his employment gave it the option \nto buy back his partnership units at fair market value.   But after the new year, \nHarpoon changed course.  It asserted that Karriker had been fired for cause and that \nit therefore had the right to buy his units at cost under section 4.9(b)(i) of the Limited \nPartnership Agreement.  (See Am. Compl. ¶¶ 18, 20, 22.) \n6. This lawsuit followed .  Karriker maintains that the Hilb Group fired him \nwithout cause (and, indeed, had no cause to fire him ) and that Harpoon’s contrary \nassertion is a ploy  to nab his partnership units at a discount .  In his original \ncomplaint, Karriker sought a declaration that Harpoon could not compel a sale of his \nunits for less than fair market value  because the Limited Partnership Agreement \ndidn’t truly exist1 or didn’t apply to him.  (See Compl., ECF No. 3.) \n7. Harpoon moved to dismiss the complaint  for improper venue, (see ECF No. \n10), based on a forum-selection clause in the Subscription Agreement, which states \nthat each party “submits to the exclusive jurisdiction of the state and federal courts \nof the State of Delaware over any suit, action or proceeding arising out of or relating \nto” that agreement.  (Sub. Agrmt. § 8.11.)  The complaint related to the Subscription \nAgreement, in Harpoon’s view, because its right to repurchase Karriker’s partnership \nunits derives from both the Limited Partnership Agreement and the Subscription \nAgreement.  ( See P’ship Agrmt. §  4.9(b)(i); Sub . Agrmt. §  7.2.)  Karriker opposed \nHarpoon’s motion on the ground  that his claims related to the Limited Partnership \nAgreement alone. \n8. After a hearing but before a ruling, Karriker amended his complaint as of \nright.  This not only mooted Harpoon’s motion but also changed the stakes.  Karriker \nno longer seeks declaratory relief.  He now demands payment of fair market value for \nall his units, claiming that Harpoon breached the Limited Partnership Agreement  \n \n1 Karriker questioned the existence of the Limited Partnership Agreement  in the original \ncomplaint because he didn’t have a copy and Harpoon had supposedly refused to give him \nanything other than a draft version.  Harpoon has since produced the agreement in final form \nin response to Karriker’s discovery requests. \nand the implied covenant of good faith and fair dealing .  (See Am. Compl. ¶¶ 34, 38, \n39, 49, 52, 53.) \n9. Following the amendment, Harpoon once again moved to dismiss for \nimproper venue under Rule 12(b)(3) of the North Carolina Rules of Civil Procedu re.  \n(See ECF No. 61. )  The motion is fully briefed , and the parties’ arguments largely \nretrace those made in connection with the earlier motion to dismiss .  The Court \ntherefore elects to decide the matter without a second hearing.  See BCR 7.4. \nII. \nANALYSIS  \n10. For the most part, c ontracting parties  are free to choose which law will \ngovern disputes arising out of their contract and where they will litigate those \ndisputes, just as they are free to choose the other terms of their bargain.  Of course, \nthe courts of this State have the power to set aside any forum-selection clause that is \nfraudulent or against public policy. 2  But s o long as a forum -selection clause is not \ncontrary to law, our courts will enforce it.   See, e.g., Lendingtree, LLC v. Anderson , \n228 N.C. App. 403, 408 (2013) (“[O]ur courts generally enforce mandatory forum \nselection clauses.”); see also Tanglewood Land Co. v. Byrd , 299 N.C. 260, 262 (1980) \n(explaining, similarly, that choice-of-law clauses “will be given effect”). \n11. Harpoon asks the  Court to enforce the Subscription Agreement ’s \nforum-selection clause, which designates Delaware as the “exclusive jurisdiction” for \n \n2 By statute, “any provision in a contract entered into in North Carolina that requires the \nprosecution of any action . . . of any dispute that arises from the contract to be instituted or \nheard in another state is against public policy.”  N.C.G.S. § 22B-3 (emphasis added).  Karriker \nconcedes that this statute does not apply to the Subscription Agreement because it was \nentered into outside North Carolina. \n“any suit, action or proceeding arising out of or relating to” the agreement.  (Sub . \nAgrmt. § 8.11.)  There’s no dispute that this clause is valid: Karriker does not argue \nthat it “was the product of fraud or unequal bargaining power or that enforcement of \nthe clause would be unfair or unreasonable.”  Parson v. Oasis Legal Fin., LLC , 214 \nN.C. App. 125, 135 (2011).  Likewise, there’s no dispute that the clause is mandatory, \nmeaning that the parties  designated Delaware as the exclusive forum, not just a \npreferred or permitted forum, for actions relating to the Subscription Agreement. \n12. So the issue is this: is Karriker’s lawsuit one “arising out of or relating to” \nthe Subscription Agreement?  If it is, then it belongs in Delaware; if not, then it may \nproceed in North Carolina. \n13. To answer this question, the Court looks to Delaware law.  Th is is because \nthe Subscription Agreement has  a Delaware choice -of-law clause in addition to the \nDelaware forum-selection clause.  ( See Sub. Agrmt. § 8.9.)  Karriker and Harpoon \nagree that Delawar e law governs the interpretation and application of the entire \nagreement, including its forum-selection clause.  \n14. Delaware courts , like North Carolina courts,  “defer to forum selection \nclauses and routinely give effect to the terms of private agreements to resolve \ndisputes in a designated judicial forum out of respect for the parties’ contractual \ndesignation.”  PPF Safeguard, LLC v. BCR Safeguard H olding, LLC, 2010 Del. Ch. \nLEXIS 162, at * 18 (Del. Ch. July 29, 2010)  (citation and quotation marks omitted) .  \nThe scope of the clause depends on its phrasing.  Some clauses use narrow language \nso that they “only cover claims dealing directly with rights embodied in the relevant \ncontract.”  ASD C Holdings, L LC v. Richard J. Malouf 2008 All Smiles  Grantor \nRetained Annuity Trust, 2011 Del. Ch. LEXIS 129, at *15  (Del. Ch. Sept. 14, 2011) .  \nOther clauses use broad language that encompasses “claims dealing directly with the \nterms of the contract itself ” as well as  “any issues that touch on contract rights or \ncontract performance.”  Id. at *15–16 (citation and quotation marks omitted). \n15. The Subscription Agreement ’s forum-selection clause is undeniably broad , \napplying to any action “arising out of or relating to” the contract.  Indeed, the phrase \n“relating to” is “paradigmatically broad.”  Strategy v. Festival Retail Fund B H, L.P., \n2023 Del. Ch. LEXIS 204, at *24 (Del. Ch. July 17, 2023)  (citation and quotation \nmarks omitted).  It “encompasses any issues that touch on contract rights or contract \nperformance” and “expands the scope ” of the clause “beyond the universe of claims \nbased on the rights and obligations created by the underlying agreement.”  Fla. Chem. \nCo. v. Flotek Indus., Inc. , 262 A.3d 1066, 1083 (Del. Ch. 2021) (cleaned up) ; see also \nAveta Inc. v. Cavallieri, 23 A.3d 157, 166 (Del. Ch. 2010) (“The Purchase Agreement \ncontains a broad forum selection clause mandating that any action ‘arising out of or \nrelating to’ the Purchase Agreement be brought exclusively in a Delaware court.”). \n16. Although Karriker couches his claims in terms of rights granted in  the \nLimited Partnership Agreement, they also touch on rights granted in the \nSubscription Agreement.  What Karriker seeks is an order compelling Harpoon to pay \nfair market value for all his partnership units.  This includes the seven units that he \nbought via the Subscription Agreement, which contains a provision allowing Harpoon \n“to repurchase” th ose units “at a price and on terms acceptable to the Company” if \nKarriker’s employment “is terminated for any reason.”  (Sub. Agrmt. § 7.2.)  Resolving \nwhether Karriker is entitled to fair market value  for all his units  will require \nconsideration of both agreements and how they relate to one another.  That is so even \nthough he has no claim for breach of the Subscription Agreement itself.  It follows \nthat he must bring his claims in Delaware.  See Ashall Homes Ltd. v. ROK Ent. Grp. \nInc., 992 A.2d 1239, 1252 (Del. Ch. 2010) (“Courts in Delaware and other jurisdictions \nhave found that a forum selection clause should not be defeated by artful pleading of \nclaims not based on the contract containing the clause if those claims grow out of the \ncontractual relationship.” (cleaned up)). \n17. Karriker’s arguments do not persuade otherwise.  He contends, for example, \nthat it is unnecessary to consider the Subscription Agreement because Harpoon gave \nup any rights that it had under that agreement when it made its prelitigation demand \nto repurchase his units under section 4.9 of the Limited Partnership Agreement.  But \nthat begs the question.  Whether Harpoon waived  any rights granted in the \nSubscription Agreement is  a contested issue that , by definition,  “arises out of or \nrelates to” the agreement.  And the parties agreed to litigate that issue in Delaware \nand Delaware alone.  See, e.g., Ashall Homes, 992 A.2d at 1253 (“Resolution of these \nclaims will require an analysis of the Subscription Agreements and the Share Sale \nAgreements.”); PPL Corp. v. Riverstone Holdings LLC, 2019 Del. Ch. LEXIS 1326, at \n*21 (Del. Ch. Oct. 23, 2019) (“[A]ll litigation roads these parties might travel, both in \nDelaware and Montana, invariably will lead back to the Separation Agreement.”). \n18. Next, assuming both agreements apply, Karriker perceives a conflict \nbetween the two  because the Limited Partnership Agreement has its own \nforum-selection clause that allows, but does not require, the parties to sue in \nDelaware.  ( See P’ship Agrmt. § 15.3.)  Enforcing the Subscription Agreement ’s \nmandatory clause, he contends, would negate the Limited Partnership Agreement’s \npermissive clause.  The opposite is true.  Allowing Karriker to assert claims relating \nto the Subscription Agreement outside Delaware would render its exclusive \nforum-selection clause a nullity.  Requiring Karriker to bring his claims in Delaware, \non the other hand, would give effect to that clause and would also be consistent with \nthe parties’ designation of Delaware as a suitable forum in the Limited Partnership \nAgreement.  The Court’s task is to harmonize the two clauses and, if possible, to give \neffect to both ; hence,  “the permissive language” of  the Limited Partnership  \nAgreement must yield to “the mandatory language” of the Subscription Agreement.  \nMcWane, Inc. v. Lanier, 2015 Del. Ch. LEXIS 24, at *14 (Del. Ch. Jan. 30, 2015).   \n19. Last, Karriker points to the Limited Partnership Agreement ’s integration \nclause to show that it supersedes the Subscription Agreement.  Arguably, a Delaware \ncourt should decide what effect, if any, the integration clause has on the Subscription \nAgreement.  See, e.g. , Ashall Homes, 992 A.2d at 1253 –54.  Regardless, Karriker is \nwrong: the integration clause states that it “supersedes all prior Contracts or \nagreements with respect to the Partnership,” (P’ship Agrmt. §  15.3 (emphasis \nadded)), not later agreements  such as the  Subscription Agreement.  See Green Isle \nPartners, Ltd. v. Ritz-Carlton Hotel Co. L.L.C., 2000 Del. Ch. LEXIS 160, at *11 (Del. \nCh. Nov. 29, 2000) (holding that integration clause in first agreement  did not cover \nsecond agreement executed later). \n20. In short, Karriker has asserted claims that arise out of or relate to the \nSubscription Agreement.  He and Harpoon agreed to litigate those claims exclusively \nin Delaware.  As a result, North Carolina is not a proper venue.  See, e.g., Clapper v. \nPress Ganey Assocs., LLC , 894 S.E.2d 778, 783 –84 (N.C. Ct. App. 2023) (enforcing \nDelaware forum-selection clause and reversing denial of motion to dismiss).3 \nIII. \nCONCLUSION \n21. For all these reasons , the Court  GRANTS the motion  to dismiss for \nimproper venue.   The amended complaint is DISMISSED  without prejudice to \nKarriker’s right to refile his claims in an appropriate venue. \n \nSO ORDERED, this the 12th day of February, 2024. \n \n \n      /s/ Adam M. Conrad                     l \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n \n \n3 Karriker urges a partial dismissal —one that excises the seven units covered by the \nSubscription Agreement while allowing his claims to proceed as to the rest of his units.   \nPerhaps Karriker could have drafted his claims to isolate issues relating to the Subscription \nAgreement from issues relating to the Limited Partnership Agreement.  But he did not.  The \nCourt therefore takes the claims as they are —unitary claims that relate to both \nagreements—and declines the invitation to rewrite them. "
}