{
  "id": "1fe439ead92a07087137c9f4265b9531b0e5f31fe793b2dd39a89799d6aa91f1",
  "source_file": "data/raw/ncbc/1fe439ead92a07087137c9f4265b9531b0e5f31fe793b2dd39a89799d6aa91f1.pdf",
  "raw_text": "Bodie Island Beach Club Ass’n, Inc. v. Dixon, 2010 NCBC 13. \n \nSTATE OF NORTH CAROLINA           IN THE GENERAL COURT OF JUSTICE \n            SUPERIOR COURT DIVISION \nCOUNTY OF DARE                          09 CVS 568 \n \n \nBODIE ISLAND BEACH CLUB  ) \nASSOCIATION, INC., et al.,   ) \n  Plaintiffs   )  \n      )          ORDE R AND OPINION ON MOTION      \nv.    )       FOR SUMMARY JUDGMENT \n     )   AS TO DEFENDANT SRS NORTH \nDAVID R. DIXON; STEPHEN R.  )      CAROLINA PROPERTY, LLC        \nSMITH; CROC, LLC and SRS   ) \nNORTH CAROLINA PROPERTY, LLC, )      \n  Defendants   ) \n \n \n THIS CAUSE, designated a complex busine ss case by Order of the Chief Justice \nof the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b), and \nassigned to the undersigned Special Superior Court Judge for Complex Business \nCases, by order of the Chief Special Superior Court Judge for Complex Business \nCases, now comes before the court upon Plaintiffs’ Motion for Summary Judgment (the \n“Motion”) as to Defendant SRS North Carolina Property, LLC, pursuant to Rule 56 of the \nNorth Carolina Rules of Civil Procedure (“Rule(s)”).   \nAfter considering the Complaint, the Motion and the Plaintiffs’ brief,1 the court \nconcludes that the Motion should be GRANTED. \nBradford J. Lingg, Esq., for Plaintiffs.  \n \nC. Everett Thompson, Esq., for SRS North Carolina Property, LLC. \n \nJolly, Judge. \n                                                 \n1 The Defendant SRS did not file a response to the Motion.      \nI. \nPARTIES\n[1] Bodie Island Beach Club Association, Inc. (“Beach Club Association”) is a \nnon-profit corporation duly organized and existing under the law of the State of North \nCarolina, at all relevant times having its principal place of business in Nags Head, Dare \nCounty, North Carolina. \n[2] The individually named Plaintiffs were  owners of timeshare interval weeks, \nwhich are real property interests, in the Beach Club Association timeshare condominium \n(the “Timeshare”) located in Dare County, North Carolina. \n[3] Defendant David R. Dixon is a citi zen and resident of Dare County, North \nCarolina, and is a licensed North Carolina attorney. \n[4] Defendant Stephen R. Smith (“Smith ”) is a citizen and resident of \nBaltimore, Maryland. \n[5] Defendant SRS North Carolina Property , LLC (“SRS”), is a limited liability \ncompany formed and organized under the laws of Maryland, having its principal place of \nbusiness in Baltimore, Maryland, with its sole member being Defendant Smith.  The \nregistration of SRS with the Secretary of State of Maryland was revoked on October 7, \n2005 and was reinstated on October 21, 2009. \n[6] Defendant CROC, LLC (“CROC”), is  a limited liability company formed \nand organized under the laws of the State of North Carolina, with its principal place of \nbusiness in Dare County, North Carolina.  It was formed for the purpose of purchasing \nthe facility belonging to the Timeshare through one or more partition sales. \n[7] The  other Defendants against whom this action initially was filed, Don Wray, \nPenny Wray, Jessica Smith, Sea Wray, LLC and Tom Feist, have been dismissed.2 \nII. \nPROCEDURAL BACKGROUND\n[8] On  July 10, 2009, Plaintiffs filed the Complaint against SRS, among others.  \nSRS was timely served, but did not answer or otherwise respond to the Complaint. \n[9] On November 30, 2009, Plaintiffs filed the Motion. \n[10] On June 14, 2010, this court entered a default against Defendant SRS \nand set the Motion for hearing. \n[11] On June 22, 2010, Plaintiffs’ counsel appeared unopposed before this \ncourt to argue the Motion. \n[12] To date, SRS has not responded to  the Motion, and the Motion is ripe for \ndetermination.3 \nIII. \nDISCUSSION \n[13] Under Rule 56(c), su mmary judgment is to be rendered “forthwith” if the \npleadings, depositions, answer to interrogatories and admissions on file, together with \nthe affidavits, if any, show that there is no genuine issue as to any material fact and that \nany party is entitled to a judgment as a matter of law.  Grayson v. High Point Dev. Ltd. \nP’ship, 175 N.C. App. 786, 788 (2006).  In considering a Rule 56 motion, the court \n                                                 \n2 Vol. Dis. Prej., Oct. 15, 2009, and Dec. 3, 2009; reaffirmed by counsel for Plaintiffs during hearing on the \nMotion before the undersigned on June 22, 2010, Transcript, p. 15:23 – 16:1.  \n3 On July 20, 2010, C. Everett Thompson, Esq., submitted a letter to the court in behalf of SRS requesting \na reconsideration of the entry of default, reconsideration of the Motion or, in the alternative, a certification \nthat the court’s ruling on the Motion is a final order.  On July 23, 2010, counsel for Plaintiffs submitted a \nresponsive letter to the court.  Under a separate order, of even date with this Order, the court denied any \nrelief requested in the July 10, 2010 letter from counsel for SRS.  \nviews the evidence in the light most favorable to the nonmoving party.  Bruce-Terminix \nCo. v. Zurich Ins. Co., 130 N.C. App. 729, 733 (1998).   \n[14] In this case, Defendant SRS did not answer or otherwise respond to the \nComplaint. \n[15] Rule 8(d) states that “averment s in a pleading to which a responsive \npleading is required, other than those as to the amount of damage, are admitted when \nnot denied in the responsive pleading.”  NC R. Civ. P. 8(d). \n[16] As Defendant SRS filed no answer or other response to the Complaint, \nthe factual allegations of the Complaint hereby are deemed to be true and are not in \ndispute. \n[17] Further, SRS did not file a response to Plaintiffs’ Motion, as allowed by \nRule 15.6 of the Business Court General Rules of Practice and Procedure (“BCR”) \n(“The respondent, if opposing a motion, shall file a response, including brief, within . . . \nthirty (30) days if the motion is for summary judgment”). \n[18] Consequently, the co urt CONCLUDES that there exist no genuine issues \nof material fact with respect to Plaintiffs’ claims against Defendant SRS; and Plaintiffs’ \nMotion should be GRANTED. \nIV. \nORDER \n NOW THEREFORE, based upon the fo regoing, it is ORDERED that: \n[19] Plaintiffs’ Motion for Summary Ju dgment as to Defendant SRS North \nCarolina Property, LLC is GRANTED.  Plaintiffs are entitled to the relief sought in their \nComplaint against Defendant SRS. \n[20] The North Carolina Warranty Deeds  conveying Units 207, 209, 307 and \n310 (the “Property”) from CROC, LLC, Grantor, to SRS North Carolina Property, LLC, \nGrantee, in Book 1752, Page 285 and Book 1811, Page 428 of the Dare County, North \nCarolina Register of Deeds hereby are declared VOID and are SET ASIDE.  CROC, \nLLC shall retain and hold title thereto pending resolution of the various claims alleged in \nthis civil action or until further order of this court. \nSO ORDERED, this the 30th day of July, 2010.  "
}