{
  "id": "2055a72ca7d53558c3fae4a5e8545dc7c62c7d8bfbcc41108026e5809d034d19",
  "source_file": "data/raw/ncbc/2055a72ca7d53558c3fae4a5e8545dc7c62c7d8bfbcc41108026e5809d034d19.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24CV005620-590 \n \nKEN FAIRLEIGH, INDIVIDUALLY \nand AS TRUSTEE FOR THE \nLOUISE ROBERTSON FAIRLEIGH \nTRUST, \n \nPlaintiff, \n \nv. \n \nPHILIP WEGNER and SECURE \nVENTURES GROUP, LLC, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION TO FILE \nSECOND AMENDED COMPLAINT \n \n THIS MATTER is before the Court on Plaintiff Ken Fairleigh’s Motion to File \nSecond Amended Complaint (“Motion”, ECF No. 33). \n THE COURT , having considered the Motion, the parties’ briefs  and other \nsubmissions, and other appropriate matters of record, CONCLUDES , in its \ndiscretion, that the Motion should be GRANTED for the reasons set forth below. \nHiggins & Owens, PLLC, by Sara W. Higgins, for Plaintiff Ken \nFairleigh, individually and as Trustee for the Louise Robertson Fairleigh \nTrust. \nSisson Law Firm, PLLC, by Kevin M. Sisson, for Defendants Philip \nWegner and Secure Ventures Group, LLC. \nDavis, Judge. \nFACTUAL AND PROCEDURAL BACKGROUND \n1. A detailed factual background of this case can be found in the Court’s 9 \nMay 2024 Order on Plaintiff’s Motion for Preliminary Injunction (ECF No. 27).  See \nFairleigh v. Wegner, 2024 NCBC LEXIS 67, at **1–10 (N.C. Super. Ct. May 9, 2024). \nFairleigh v. Wegner, 2024 NCBC 57. \n2. On 31 July 2024, Plaintiff filed the present Motion in which he seeks  \nleave to file a Second Amended Complaint containing a new claim for constructive \nfraud against Defendant Philip Wegner along with a claim for punitive damages.  In \naddition, the proposed Second Amended Complaint adds  several new factual \nallegations in support of Plaintiff’s existing claims. \n3. The Motion has been fully briefed and is now ripe for resolution.1 \nLEGAL STANDARD \n4. Rule 15 of the North Carolina Rules of Civil Procedure states  in \npertinent part as follows: \nA party may amend his pleading once as a matter of course at any time \nbefore a responsive pleading is served or, if the pleading is one to which \nno responsive pleading is permitted and the action has not yet been \nplaced upon the trial calendar, he may so a mend it at any time within \n30 days after it is served.  Otherwise, a party may amend his pleading \nonly by leave of court or by written consent of the adverse party; and \nleave shall be freely given when justice so requires. \nN.C. R. Civ. P. 15(a). \n5. Our Supreme Court has held that “ [t]here is no more liberal canon in \nthe rules than that leave to amend shall be freely given when justice so requires. ”  \nVaughan v. Mashburn , 371 N.C. 428, 434 (2018) (cleaned up).   “ This liberal \namendment process under Rule 15 complements the concept of notice pleading \nembodied in Rule 8 and reflects the legislature’ s intent that decisions be had on the \nmerits and not avoided on the basis of mere technicalities.”  Id. (cleaned up). \n \n1 Pursuant to North Carolina Business Court Rule 7.4, the Court elects to rule on the Motion \nwithout a hearing. \n6. Nevertheless, “the [R]ules still provide some protection for parties who \nmay be prejudiced by liberal amendment. ”  Henry v. Deen , 310 N.C. 75, 82 (1984) \n(citation omitted).  “Reasons for justifying denial of an amendment include: (1) undue \ndelay, (2) bad faith, (3) undue prejudice, (4) futility of amendment, and (5) repeated \nfailure to cure defects by previous amendments. ”  Howard v. IOMAXIS, LLC , 2021 \nNCBC LEXIS 116, at *17 (N.C. Super. Ct. Dec. 22, 2021) (citation omitted).  “The \nburden is upon the opposing party to establish that [it] would be prejudiced by the \namendment.”  Vitaform, Inc. v. Aeroflow, Inc. , 2021 NCBC LEXIS 79, at  *11 (N.C. \nSuper. Ct. Sept. 16, 2021). \n7. Motions to amend are “addressed to the discretion of the trial court. ”  \nVaughan, 371 N.C. at 433 (citation omitted). \nANALYSIS \n8. In their brief in opposition to the Motion, Defendants make no argument \nas to the futility of the proposed amendment s. Rather, they argue that the Motion \nshould be denied because it was filed in bad faith and, if granted, would subject them \nto unfair prejudice. \n9. As an initial matter, the Court notes that the Motion was filed prior to \nthe 1 August 2024 deadline for motions to amend set out in the Court’s 27 June 2024 \nCase Management Order.  (ECF No. 29, at 7.)  Therefore, the Motion is not untimely. \n10. Defendants’ primary objection to the Motion appears to be that it was \nfiled one day after the parties held a mediated settlement conference in this case.  \nHowever, they have not offered any persuasive reason why this fact warrants the \ndenial of the Motion. \n11. Defendants also suggest that Plaintiff’s new allegations are based on \ninformation that was already available to him at the time this lawsuit was originally \nfiled. \n12. A review of the proposed Second Amended Complaint, however, reveals \nthat several of the new factual allegations concern events occurring in June 2024 and \nrelate to the company’s financial status as of Ju ly 2024—months after the date \nPlaintiff’s initial Complaint was filed.  (“Exhibit A”, ECF No. 33.1, at ¶¶ 38, 46–50.) \n13. Moreover, Defendants do not dispute the fact that they have not yet \nserved any written discovery in this case and that no depositions have been taken or \neven scheduled. \n14. The Court finds that Defendants have failed to show how they would be \nprejudiced by the granting of the Motion. \n15. Accordingly, the Court concludes that the Motion should be GRANTED. \nCONCLUSION \n THEREFORE, IT IS  ORDERED that Plaintiff’s Motion be GRANTED.  \nPlaintiff is DIRECTED to file the Second Amended Complaint in the form attached \nas Exhibit A to the Motion within five (5) days of the date of this Order. \n \n \n \n SO ORDERED, this the 6th day of September, 2024. \n \n/s/ Mark A. Davis    \nMark A. Davis \nSpecial Superior Court Judge \nfor Complex Business Cases "
}