{
  "id": "208da2c7a363b41647c51c898ec335ef0d9b4bb819e2a32c31a67dd3a4c1df3c",
  "source_file": "data/raw/ncbc/208da2c7a363b41647c51c898ec335ef0d9b4bb819e2a32c31a67dd3a4c1df3c.pdf",
  "raw_text": " \nSTATE OF NORTH CAROLINA \nNEW HANOVER COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 2469 \nROBERT L. BROWN, JR., \n \nPlaintiff, \n \nv. \n \nONSLOW BAY MARINE GROUP, \nLLC, \n \nDefendant. \n \nORDER AND OPINION ON \nDEFENDANT ONSLOW BAY MARINE \nGROUP, LLC’S MOTION FOR \nSUMMARY JUDGMENT \n \n1. THIS MATTER  is before the Court on Defendant Onslow Bay Marine \nGroup, LLC’s (“OBMG” or “Defendant”) Motion for Summary Judgment (the \n“Motion”) filed on 13 September 2022.  (Brown II, ECF No. 43.)  The Motion requests \nthat summary judgment be granted in favor of OBMG on all claims brought in two \ncases which were consolidated at the time the Motion was filed.  Because the cases \nhave since been deconsolidated,\n1 this Order and Opinion addresses the Motion only \nto the extent it seeks judgment as to the  claims brought by Robert L. Brown, Jr. \n(“Brown” or “Plaintiff”) in this action (“Brown II”) but not the single claim brought in \na companion case initiated in Onslow County Superior Court bearing case number 21 \nCVS 1794 (“Brown I”). \n \n1 While these cases were  consolidated, Brown I was designated as the “master file.”  As a \nresult, all briefs and exhibits relevant to the Motion were filed in Brown I.  Unless otherwise \nnoted, citations to the record in this Order and Opinion refer to filings in Brown I. \nBrown v. Onslow Bay Marine Grp., LLC, 2022 NCBC 84. \n2. For the reasons set forth herein, the Court GRANTS in part and DENIES \nin part the Motion.  \nPoyner Spruill LLP, by Nicholas J. Ellis and  Dylan Castellino, for Plaintiff \nRobert L. Brown, Jr. \n \nMurchison, Taylor & Gibson, PLLC, by Andrew K. McVey, and Bailey & Busby, \nPLLC, by Stephen C. Bailey, for Defendant Onslow Bay Marine Group, LLC \n \nRobinson, Judge. \nI. INTRODUCTION \n3. This action arises out of a dispute over three loans made by Brown to OBMG \nbetween 2011 and 2017 for the construction of molds used in  boat manufacturing.  \nEach loan was evidenced by a respective promissory note in favor of Brown.  Brown \ncontends, and OBMG denies, that OBMG breached all three promissory notes.  Brown \nseeks to recover sums due and owing under the three notes, plus interest, attorneys’ \nfees, and costs. \nII. FACTUAL BACKGROUND \n4. The Court does not make findings of fact when ruling on motions for \nsummary judgment. “[T]o provide context for its ruling, the Court may state either \nthose facts that it believes are not in material dispute or those facts on which a \nmaterial dispute forecloses summary adjudication.” Ehmann v. Medflow, Inc. , 2017 \nNCBC LEXIS 88, at *6 (N.C. Super. Ct. Sept. 26, 2017). \n5. OBMG is a manager -managed LLC engaged in the manufacture of center \nconsole offshore and tournament edition boats.  (Knight Aff. ¶ 3, Brown I  ECF No. \n44.1.) \n6. Brown is the majority member of On Point Offshore, LLC (“On Point”).  \nBrown and/or On Point own a 24.5% interest in OBMG, and the parties dispute \nwhether such interest conveys membership rights or is merely an economic interest.  \n(See Knight Aff. ¶ 11.) \n7. John Bradley Knight, Jr. (“Knight”) is  the majority member and member-\nmanager of OBMG, possessing a 51% interest in OBMG.  (Knight Aff. ¶¶ 1,7.) \n8. On 26 October 2011, Knight, on behalf of OBMG, executed a $100,000 \npromissory note in favor of Brown (the “$100,000 Note”).  The $100,000 Note stated \nthat the purpose of the loan was to “construct a mold to complete the Onslow Bay 32 \nOffshore Edition.”2  (Compl. Ex. B at 2, Brown II ECF No. 2 [“$100,000 Note”].)  The \nloan was for interest only for a period of three years.  If, at the end of the three- year \nperiod, the principal was not paid in full, the loan would then be termed out for a \nperiod of no longer than three  years at seven (7%) percent per annum .  ($100,000 \nNote ¶ 2.)  In addition to principal and interest,  OBMG agreed to pay a royalty of \n$977.20 per part made from the mold, with the royalty due within 30 days of the \nboat’s delivery to the customer.  ($100,000 Note ¶ 3.)  \n9. On 12 April 2012, Knight, on behalf of OBMG, executed a $50,000 \npromissory note in favor of Brown (the “ $50,000 Note”).  The $50,000 Note ’s stated \npurpose was to “construct a mold to complete the Onslow Bay 32 Offshore Edition.”   \n(Compl. Ex. C at 2 [“$50,000 Note”].)  The loan was to be interest only for a period of \n15 months. At the end of the 15-month period, the principal was to be rolled over into \n \n2 The numbers 32 and 40, as used herein, refer to the length in feet of the finished boat.   \nthe price of a boat  to be purchased by Brown . ($50,000 Note ¶ 2.)  In addition to \nprincipal and interest, OBMG agreed to pay Brown a royalty of $488.60 per part made \nfrom the mold , with the royalty due within 30 days of the boat’s delivery to the \ncustomer.  ($50,000 Note ¶ 3.) \n10. Following the execution of the $100,000 and $50,000 Notes, Brown agreed \nto accept repayment of principal on both notes in the form of a $150,000 credit toward \nhis purchase of a 40’ boat from OBMG.  (Brown Dep. 70:7.)  Brown testified that this \nagreement, made prior to the instant lawsuit,  relieved OBMG of its obligation to \nrepay principal on both the $50,000 and $100,000 Notes.  (Brown Dep. 70:8–9.) \n11. On 14 November 2017, Knight, on behalf of OBMG,  executed a $300,000 \npromissory note in favor of Brown  (the “$300,000 Note”).  The $300,000 Note state d \nthat the purpose of the loan was “to construct a mold to complete the Onslow Bay 40 \nOffshore Edition.”  (Compl. Ex. A, 2 [“$300,000 Note”].)  The loan was to be interest \nonly for a period of 15 months.  At the end of the 15 -month period, the principal was \nto be rolled over into the price of a boat to be purchased by Brown.  ($300,000 Note ¶ \n2.)  OBMG agreed to pay Brown a royalty of $3,000 per part made from the mold.   \n($300,000 Note ¶ 3.) \n12. All three notes shared the following relevant terms: \na. Interest was due and payable at seven (7%) percent per annum, \n(¶ 2); \nb. Royalties were to be paid until principal and interest were paid \nin full, and then for a period of time equal to the amount of time \nfor construction of the mold in question, (¶ 3); \nc. Upon completion of the mold  in question, OBM G was to file a \nForm UCC-1 with the North Carolina Secretary of State to secure \nownership of the mold to the holder of the note, (¶ 7); \nd. Brown could accelerate the loan without further notice upon the \noccurrence of either of the following: \ni. OBMG defaulted on  payment of principal or interest and \nsuch default was not cured within ten days from the due \ndate, or \nii. OBMG defaulted under the terms of any instrument \nsecuring the note and default was not cured within fifteen \ndays’ written notice, (¶ 8);  \ne. Upon default, the note holder could employ an attorney to enforce \nthe holder’s rights and remedies, and OBMG agreed to pay the \nholder reasonable attorneys’ fees not exceeding fifteen (15%) \npercent of the outstanding balance owed.  (¶ 10.) \n13. On or about February 2021, OBMG contacted Brown regarding the purchase \nof a new 40’ Offshore Edition boat, and in March 2021, OBMG ordered gel coats and \nengines to be used on the boat .  At the same time, OBMG  informed Brown that his \nboat would be ready by “the end of July or August.”  (Brown Dep 68:5–20.)  \n14. Shortly thereafter, Brown determined that , based on the expected \ncompletion time of the boat,  which was later than he expected, he no longer wanted \nthe new 40’ boat  from OBMG.  (Brown Dep. 69:3– 6.)  Brown contends, and OBMG \ndenies, that the $300,000 Note was orally amended by agreement to remove the \nprovision regarding the rollover of principal into a 40’ boat and requiring instead that \nOBMG repay the $300,000 plus interest and royalty payments that came due. (Pl.’s \nBr. ¶ 31; Def.’s Br. 11.) \nIII. PROCEDURAL HISTORY \n15. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motion. \n16. Plaintiff filed the Complaint in this action on 23 June 2021,  (ECF No. 2), \ndemanding payment of:  \na. “[t]he full balance owing by Defendant to Plaintiff under the $50,000 \nNote . . . in an amount to be determined [,]” and “ unless the amount of \n15% of the amount due and owing is made within five (5) days of the date \nof service of this Complaint, Plaintiff will seek its reasonable attorney's \nfees and costs from Defendant.”  (Compl. ¶ 51.) \nb. “the full balance owing by Defendant to Plaintiff under the $100,000 \nNote . . . in an amount to be determined” and “unless the amount of 15% \nof the amount due and owing is made within five (5) days of the date of \nservice of this Complaint, Plaintiff will seek its reasonable attorneys’ fees \nand costs[.]”  (Compl. ¶ 32.) \nc. as to the $300,000 Note, “[p]ursuant to N.C.G.S. § 6-21.2, Plaintiff hereby \nnotifies Defendant that unless the amount of $52,214.70 is made within \nfive (5) days of the date of service of this Complaint, Plaintiff will seek its \nreasonable attorney's fees and costs from Defendant.”  (Compl. ¶ 17.) \n17. On 20 August 2021, this action was consolidated with Brown I , a related \nrecords inspection lawsuit pending in Onslow County, for discovery, mediation, and \nall other proceedings except for trial.  (Or. Joint Mot. Consolid., Brown II ECF No. 9.)   \n18. Defendant filed the Motion, supporting brief, and exhibits on 13 September \n2022.  (See Def.’s Mot. for Summ J., ECF No. 43 [“Mot.”]; Def.’s Br. Supp Mot. Summ. \nJ., ECF No. 45 [“Def.’s Br.” ]; Def.’s Index Supp. Mot. Summ. J., ECF No. 44 [“Def.’s \nEx.”].)  Plaintiff filed his response and exhibits on 13 October 2022 ( See Pls.’ Resp. \nDef.’s Mot. Summ J., ECF No. 57 [“Pl.’s Br.”]; Pl.’s Index Opp. Def.’s Mot. Summ. J., \nECF No. 56 [“Pl.’s Ex.”].)  Defendant filed its reply brief on 21 October 2022.  (Def.’s \nReply Br. Supp. Mot. Summ. J., ECF No. 60 [“Reply Br.”].) \n19. The Court held a hearing on the Motion on 29 November 2022.  ( See Am. \nNot. Hearing, ECF No. 59.) \n20. On 1 December 2022, the Court, in its discretion, sua sponte, deconsolidated \nthis action from Brown I in all respects.  (Deconsolid. Or., Brown II ECF No. 11.) \n21. On 12 December 2022, the Court entered an Order and Opinion granting \nthe Motion to the extent it sought summary judgment on the sole claim for relief in \nBrown I .  (Or. Op. Def.’s Mot. Summ. J., ECF  No. 64.)  That Order and Opinion \n“address[ed] the Motion only to the extent it seeks judgment as to [ Brown I ]” \nreserving the remainder of the Motion for resolution in this Order and Opinion.  \n22. The Motion has been fully briefed, argued, and is ripe for determination.  \nIV. LEGAL STANDARD \n23. Summary judgment is appropriate “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitled to a \njudgment as a matter of law.”  N.C.G.S. § 1A-1, Rule 56(c).  “A ‘genuine issue’ is one \nthat can be maintained by substantial evidence.”  Dobson v. Harris, 352 N.C. 77, 83 \n(2000).   \n24. The moving party bears the burden of showing that there is no genuine issue \nof material fact and that the movant is entitled to judgment as a matter of law.  \nHensley v. Nat’l Freight Transp., Inc. , 193 N.C. App. 561, 563 (2008).  The movant \nmay make the required showing by proving that “an essential element of the opposing \nparty’s claim does not exist, cannot be proven at trial, or would be barred by an \naffirmative defense, or by showing through discovery that the opposing party cannot \nproduce evidence to support an essential element of her claim.”  Dobson, 352 N.C. at \n83 (citations omitted).  “Once the party seeking summary judgment makes the \nrequired showing, the burden shifts to the nonmoving party to produce a forecast of \nevidence demonstrating specific facts, as opposed to allegations, showing that he can \nat least establish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, \n784−85 (2000).   \n25. The Court must view the evidence in the light most favorable to the \nnonmovant. Dobson, 352 N.C. at 83.   However, the nonmovant “may not rest upon \nthe mere allegations or denials of their pleading, but [the nonmovant’s] response, by \naffidavits or as otherwise provided in this rule, must set forth specific facts showing \nthat there is a genuine issue for trial. If [the nonmovant] does not so respond, \nsummary judgment, if appropriate, shall be entered against [the nonmovant].”  \nN.C.G.S. § 1A-1, Rule 56(e). \nV. ANALYSIS \n26. Plaintiff brings claims for breach of the $50,000, $100,000, and $300,000  \nNotes as well as for attorney’s fees and costs.  Defendant seeks summary judgment \non all claims.  The Court will address Defendant’s contentions in turn.  \nA. The $50,000 and $100,000 Notes \n27. Defendant argues that , prior to the initiation of the instant suit, it ha d \nalready repaid all principal, interest, and royalties owed on the $50,000 and $100,000 \nNotes.  (Def.’s Br. 10 –11.)  In support of its argument, Defendant cites the affidavit \nof its manager, Knight, as well as Brown’s own deposition testimony stating that all \nprincipal and interest  had been repaid under the $50,000 and $100,000 Notes  and \nthat Brown was “not quite sure” whether  any royalties remained owed and \noutstanding.  (See Brown Dep. 50:23–51:9, 57:2–18.)   \n28. In response, Plaintiff admits that principal and interest have been paid on \nthe $50,000 and $100,000 Notes and instead contends that a triable dispute of fact \nexists regarding whether all royalties have been paid.  (Pl.’s Resp. 24.)   Specifically, \nPlaintiff cites an OBMG check for $2,625.00 dated 19 July 2016 purporting to pay \nroyalties on two 33’ boats.  (See Pl.’s Ex. 16, 4, ECF No. 56.16.)  According to Plaintiff, \nwere royalties paid in full  as to the se two boats, OBMG should have paid at least \n$3,000.00.3  ( Pl.’s Br. 24. )  Defendant offers no rebuttal regarding th e alleged \nunderpayment of royalties indicated by the $2,625.00 check. \n29. Based on undisputed evidence of record,  and specifically the sworn \ndeposition testimony of Brown, the Court concludes that Defendant has repaid in full \nthe principal and interest owed on the $50,000  and $100,000  Notes and grants \nsummary judgment in favor of Defendant thereon.  A dispute of material fact remains \nas to whether all royalties have been paid under the $50,000 and $100,000 Notes, and \nto that extent, the Motion is denied. \nB. The $300,000 Note \n30. Defendant next contends that Plaintiff’s claim based on the $300,000 Note \nshould be dismissed because Defendant has paid all interest and royalties due under \nthe $300,000 Note and because the principal sum is not yet due.  Defendant argues \nthat the $300,000 Note by its terms will not mature until Brown purchase s an \nadditional boat from Defendant.  (Def.’s Br. 11.)  In response, Plaintiff contends that \nthe $300,000 Note was orally modified, OBMG has defaulted on the $300,000 Note as \n \n3 Under the $100,000 Note and the $50,000 Note, royalties are set at $488.60 per part made \nfor each $50,000 investment under the notes in question.  By the time these royalty payments \nbecame due, Brown had invested by loan a total of $150,000 toward construction of the 33’ \nmolds.  Therefore, the royalty would be $1,465.80 per 33’ boat sold. The record reflects that \ninstead of paying royalties in the amount of $1,465.80 for each 33’ boat sold, OBMG paid \nroyalties to Brown  in installments of $1,500, which OBMG  evidently characterizes as \n“overpayments” for which OBMG claims it is entitled to a credit against sums otherwise due.  \n(See Def.’s Ex. 16, 2.)  Brown disputes this characterization.  (Pl.’s Br. 25.)  \nmodified, and Plaintiff has accelerated the payment  as the note expressly permits.  \n(Pl.’s Br. 21 –22.)  There are two bases on which Plaintiff contends  Defendant has \ndefaulted: first, by failing to file a form UCC-1 financing statement following delivery \nto OBMG of the 40’ mold, to secure its indebtedness to Brown, and second, by failing \nto timely pay principal and  interest. (Def.’s Br. 20 .)  Plaintiff relies on his  sworn \ntestimony to that effect contained in his verified Complaint.  (Compl. ¶¶ 6, 9–10.)   \n31. As to Plaintiff’s first basis, the language that Plaintiff relies upon states “[i]n \nthe event of  . . . default under the terms of any Instrument securing this Note ,” \nPlaintiff is entitled to accelerate all principal and interest 15 days after written notice \nto OBMG.  ($300,000 Note, ¶ 8.)  However, while the record is undisputed that OBMG \nnever filed a financing statement as required, thereby ostensibly breaching the note’s \nterms, OBMG’s failure to file is not the same as a breach of an instrument securing \nthe note.\n4  Accordingly, the Court rejects this argument as a basis for finding \nDefendant in default on the $300,000 Note.  \n32. As to Plaintiff’s second basis, however, the record evidence reflects disputes \nof material fact regarding timely payment of interest and royalties on the $300,000 \nNote.  Knight testified that OBMG paid all interest and royalties  that were due at \nthe time of the initiation of the lawsuit (because, as noted a bove, Brown has not \nagreed to purchase a second 40’ boat), while Brown testified that the note was orally \nmodified, leaving principal, interest, and royalties due and owing .  (Knight Aff. ¶¶ \n \n4 The record before the Court demonstrates that Plaintiff does not contend OBMG’s failure \nto file a Form UCC-1 upon receipt of the 40’ mold injured Plaintiff in some calculable way.  \nThe Court also notes that, as pointed out by OBMG, to the extent Plaintiff was disadvantaged \nby OBMG’s failure to timely file a UCC-1, Plaintiff was legally permitted to file it.  \n36–37, Ex. J; Compl. ¶¶ 6, 9–10.)  This factual dispute precludes summary judgment \nfor Defendant. \n33. Because there is a triable issue of fact as to whether OBMG has failed to pay \nprincipal, interest, and royalties, and therefore defaulted on the $300,000 Note, this  \ndispute of fact is sufficient to warrant denial of the Motion as to the $300,000 Note.  \nC. Attorneys’ Fees \n34. In addition to monetary damages, Plaintiff seeks costs and attorneys’ fees  \nunder N.C.G.S. § 6-21.2 for the collection of all sums owed and outstanding under the \nNotes.  Defendant moves for summary judgment seeking the dismissal of Plaintiff’s \nclaim for attorneys’ fees as to all three Notes.   \n35. In North Carolina, the general rule is that  “a successful litigant may not \nrecover attorneys’ fees, whether as costs or as an item of damages, unless such a \nrecovery is expressly authorized by statute.”  Stillwell Enter. v. Interstate Equip. Co., \n300 N.C.  286, 289 (1980) (citing Hicks v. Albertson , 284 N.C. 236, 200 (1973)). \nN.C.G.S. § 6-21.2 authorizes a plaintiff who sues to collect on a promissory note to \nrecover attorney’s fees subject to certain requirements: \n(2) If such note  . . . provides for the payment of reasonable attorneys ’ \nfees by the debtor, without specifying any specific percentage, such \nprovision shall be construed to mean fifteen percent (15%) of the \n“outstanding balance” owing on said note[.] \n \n(3) As to notes . .  . the “outstanding balance” shall mean the principal \nand interest owing at the time suit is instituted to enforce any security  \nagreement securing payment of the debt and/or to collect said debt. \n \n. . . . \n \n(5) The holder of an unsecured note  . . . shall, after maturity of the \nobligation by default or otherwise, notify the . . . debtor  . . . that the \nprovisions relative to payment  of attorneys’ fees  in addition to the \n“outstanding balance ” shall be enforced and that  \nsuch . . . debtor . . . sought to be held on said obligation has five days \nfrom the mailing of such notice to pay the “outstanding balance” without \nthe attorney’s fees.  If such party shall pay the ‘outstanding balance’ in \nfull before the expiration of such time, then the obligation to pay the \nattorneys’ fee shall be void, and no court shall enforce such provisions. \n \nN.C.G.S. § 6-21.2. \n36. Defendant argues that it is entitled to summary judgment as to Brown’s \nclaim for attorney’s fees because Brown  failed to provide adequate notice in \ncompliance with N.C.G.S. § 6-21.2(5).  Defendant claims that notice was inadequate \nbecause, first, the outstanding balance is not stated  in the notice s provided by \nPlaintiff, and second,  the notices contained in the  Complaint do not demand  the \npayment of the outstanding balance owed  on each Note, but instead demand  only \nfifteen (15%) percent thereof.  (Reply Br. 4 (discussing Compl. ¶¶ 17–18, 34–35, 52–\n53).)  \n1. Notice Regarding the $50,000 and $100,000 Notes \n37. It is undisputed that Plaintiff provided five-day notice as required under \nsection 6-21.2(5) to Defendant in the Complaint itself rather than by email or U.S. \nMail.  See Binning’s, Inc. v. Roberts Const. Co., 9 N.C. App. 569, 572 (1970)  (holding \nthat the five-day notice in section 6-21.2 need not “be given prior to the institution of \nan action” and that notic e must simply be given after maturity, by default or \notherwise).   \n38. Defendant, however, contends that the language in the notices contained in \nPlaintiff’s Complaint do not conform with section 6-21.2.  As to the notices contained \nin the Complaint regarding the $50,000 and $100,000 Notes, t he Court agrees.  \nSection 6-21.2(5) provides that an “obligor w ill have five days’ notice  to pay any \noutstanding balance on the debt before the claimant goes to the expense of employing \ncounsel to collect the balance due.”  Wilson Bldg. Co. v. Thorneburg Hosiery Co. , 85 \nN.C. App. 684, 688–89, disc. review denied, 320 N.C. 798 (1987).  Thus, the intent of \nthe provision is to incentivize debtors to promptly pay overdue sums in order to avoid \nthe extra burden of  attorneys’ fees .  Plaintiff’s notices regarding the  $50,000 and \n$100,000 Notes demand “15% of the amount due and owing” be “made” within five \ndays while also acknowledging that the amount due is “to be determined.”  (Compl. \n¶¶ 32–34, 51.)  It is insufficient notice under section 6-21.2 for a noteholder to state, \nwithout more, that the amount to be paid is 15% of the amount due and owing under \nthe Note and that the amount owed is “to be determined.”   \n39. The notices are additionally insufficient because they do not state that sums \nmust be paid to Plaintiff.  The $50,000 and $100,000 Notes state that Plaintiff will \nseek fees and costs unless “the amount of 15% of the amount due and owing is made \nwithin five (5) days of the date of service of this Complaint [.]” (Compl. ¶¶ 34, 51.)  \nInstructing that a sum must be “made” within five days is  nonsensical and fails to \nprovide adequate notice that payment is required to avoid liability for attorneys’ fees.   \n40. Accordingly, the Court grants Defendant’s  Motion as to Plaintiff’s request \nfor attorneys’ fees under the $50,000 and $100,000 Notes.   \n2.   Notice Regarding the $300,000 Note \n41. Defendant contends that the notice provided in the Complaint regarding the \n$300,000 Note was also improper and ineffective, and the Court agrees.  The \nComplaint demanded that a specific sum, $52,214.70, which Plaintiff calculated to be \n15% of $348,098.18 (the principal amount $300,000 plus undefined additional \namounts totaling $48,098.18) be “made” within five days . Such language, a s \nexplained in paragraph 40, supra, does not state that Defendant must pay Brown to \navoid liability for attorneys’ fees.  The Court concludes that such notice is insufficient \nto comply with the requirements of section 6-21.2(5).  (Compl. ¶ 15.)  As a result, the \nCourt grants the Motion to t he extent it seeks summary judgment dismissing \nPlaintiff’s claim for attorneys’ fees under the $300,000 Note.    \nVI. CONCLUSION \n42. For the foregoing reasons, the Court hereby GRANTS in part and DENIES \nin part the Motion as follows:  \nA. The Motion is GRANTED to the extent it seeks dismissal of the breach \nof contract claims for failure to pay principal and interest on the $50,000 and \n$100,000 Notes, and those claims are hereby DISMISSED with prejudice; \nB. The Motion is GRANTED to the extent it seeks dismissal of Plaintiff’s \nclaim for attorneys’ fees under the $50,000 , $100,000, and $300,000 Notes, \nand those claims are hereby DISMISSED with prejudice. \nC. Except as granted herein, the Motion is DENIED. \nSO ORDERED, this the 22nd day of December, 2022. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge  \nfor Complex Business Cases \n "
}