{
  "id": "20afa010f8fcd16aafc5b5f69ea830b4b848a81f99b3701e71ac8d5554500cc5",
  "source_file": "data/raw/ncbc/20afa010f8fcd16aafc5b5f69ea830b4b848a81f99b3701e71ac8d5554500cc5.pdf",
  "raw_text": "Window World of Baton Rouge, LLC v. Window World, Inc.; Window World of St. \nLouis, Inc. v. Window World, Inc., 2019 NCBC 6. \n \nSTATE OF NORTH CAROLINA \n \nWILKES COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 1 \n \nWINDOW WORLD OF BATON \nROUGE, LLC; WINDOW WORLD OF \nDALLAS, LLC; WINDOW WORLD \nOF TRI STATE AREA, LLC; and \nJAMES W. ROLAND, \n \nPlaintiffs, \n \nv. \n \nWINDOW WORLD, INC.; WINDOW \nWORLD INTERNATIONAL, LLC; \nand TAMMY WHITWORTH, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON WINDOW \nWORLD DEFENDANTS’ MOTION \nFOR RECONSIDERATION \n \nWILKES COUNTY            15 CVS 2 \n \nWINDOW WORLD OF ST. LOUIS, \nINC.; WINDOW WORLD OF \nKANSAS CITY, INC.; WINDOW \nWORLD OF SPRINGFIELD/PEORIA, \nINC.; JAMES T. LOMAX III; \nJONATHAN GILLETTE; B&E \nINVESTORS, INC.; WINDOW \nWORLD OF NORTH ATLANTA, \nINC.; WINDOW WORLD OF \nCENTRAL ALABAMA, INC.; \nMICHAEL EDWARDS; MELISSA \nEDWARDS; WINDOW WORLD OF \nCENTRAL PA, LLC; ANGELL P. \nWESNERFORD; KENNETH R. \nFORD, JR.; WORLD OF WINDOWS \nOF DENVER, LLC; RICK D. ROSE; \nCHRISTINA M. ROSE; WINDOW \nWORLD OF ROCKFORD, INC.; \nWINDOW WORLD OF JOLIET, INC.; \nSCOTT A. WILLIAMSON; \nJENNIFER L. WILLIAMSON; BRIAN \nC. HOPKINS; WINDOW WORLD OF \nLEXINGTON, INC.; TOMMY R. \n \n \n \n \n \n \n \n \nJONES; JEREMY T. SHUMATE; \nWINDOW WORLD OF PHOENIX \nLLC; JAMES BALLARD; and TONI \nBALLARD, \n \nPlaintiffs, \n \nv. \n \nWINDOW WORLD, INC.; WINDOW \nWORLD INTERNATIONAL, LLC; \nand TAMMY WHITWORTH, \nindividually and as trustee of the \nTammy E. Whitworth Revocable \nTrust, \n \nDefendants. \n \n \n1. THIS MATTER is before the Court upon Defendants Window World, Inc. \n(“Window World”) and Window World International, LLC’s ( together with Window \nWorld, the “Window World Defendants”) Motion for Reconsideration of Portions of \nSeptember 26, 2018 Order and Opinion (the “ Reconsideration Motion” or the \n“Motion”) in the above-captioned cases.  \n2. Having considered the Reconsideration Motion, the briefs in support of and \nin opposition to the Motion, the arguments of counsel at the December 19, 2018 \nhearing, and other appropriate matters of record, the Court hereby DENIES the \nMotion. \nBrooks, Pierce, McLendon, Humphrey & Leonard LLP, by Charles E. \nCoble, Robert J. King III, Benjamin R. Norman, Jeffrey E. Oleynik, and \nAndrew L. Rodenbough, and Keogh Cox & Wilson, Ltd., by Richard W. \nWolff, John P. Wolff, III, and Virginia J. McLin, for Plaintiffs Window \nWorld of Baton Rouge, LLC, Window World of Dallas, LLC, Window \nWorld of Tri State Area LLC, James W. Roland, Window World of St. \nLouis, Inc., Window World of Kansas City, Inc., Window World of \nSpringfield/Peoria, Inc., James T. Lomax III, Jonathan Gillette, B&E \nInvestors, Inc., Window World of North Atlanta, Inc., Window World of \nCentral Alabama, Inc., Michael Edwards, Melissa Edwards, Window \n \nWorld of Central PA, LLC, Angell P. Wesnerford, Kenneth R. Ford, J r., \nWorld of Windows of Denver, LLC, Rick D. Rose, Christina M. Rose, \nWindow World of Rockford, Inc., Window World of Joliet, Inc., Scott A. \nWilliamson, Jennifer L. Williamson, Brian C. Hopkins, Window World \nof Lexington, Inc., Tommy R. Jones, Jeremy T. Shumate, Window World \nof Phoenix LLC, James Ballard, and Toni Ballard. \n \nManning, Fulton & Skinner, P.A., by Michael T. Medford, Judson A. \nWelborn, Natalie M. Rice, and Jessica B. Vickers, and Laffey, Leitner & \nGoode LLC, by Mark M. Leitner, Joseph S. Goode, Jessica L. Farley, \nSarah E. Thomas Pagels, and John W. Halpin, for Defendants Window \nWorld, Inc. and Window World International, LLC. \n \nBell, Davis & Pitt, P.A., by Andrew A. Freeman and Alan M. Ruley, for \nDefendant Tammy Whitworth. \n \nBledsoe, Chief Judge. \n \nI. \nPROCEDURAL AND FACTUAL BACKGROUND \n3. The procedural and factual background of these matters is set out more fully \nin Window World of Baton Rouge, LLC v. Window World, Inc. , 2018 NCBC LEXIS \n218 (N.C. Super. Ct. Dec. 19, 2018), Window World of Baton Rouge, LLC v. Window \nWorld, Inc., 2018 NCBC LEXIS 102 (N.C. Super. Ct. Sept. 28, 2018), Window World \nof Baton Rouge, LLC v. Window World, Inc., 2018 NCBC LEXIS 100 (N.C. Super. Ct. \nSept. 26, 2018), Window World of Baton Rouge, LLC v. Window World, Inc. , 2017 \nNCBC LEXIS 60 (N.C. Super. Ct. July 12, 2017), Window World of Baton Rouge, LLC \nv. Window World, Inc. , 2016 NCBC LEXIS 82 (N.C. Super. Ct. Oct. 25, 2016), and \nWindow World of St. Louis, Inc. v. Window World, Inc. , 2015 NCBC LEXIS 79 (N.C. \n \nSuper. Ct. Aug. 10, 2 015).  The Court recites here only those facts necessary for its \ndetermination of the Reconsideration Motion. \n4. Window World is in the business of selling and installing windows, doors, \nand siding.  It operates several store locations and also franchises its business around \nthe country.  Plaintiffs in these actions are various Window World franchisees and \nfranchisee owners.   \n5. As one basis for their claims, Plaintiffs contend that Window World failed to \nmeet its commitment to provide Plaintiffs access to the b est available wholesale \nprices for certain products .  Plaintiffs specifically allege that Window World \nmisrepresented pricing information concerning window purchases from suppliers, \nincluding Associated Materials, Inc. (“AMI”), which served as Window World ’s \nexclusive supplier of windows after 2007.  (Pls.’ Third Am. Compl. ¶¶ 25, 72  \n[hereinafter “TAC”], ECF No. 252 (15 CVS 1), ECF No. 275 (15 CVS 2).)   \n6. According to Plaintiffs, Window World represented that Plaintiffs would \nreceive “best pricing” from AMI and that there were only two tiers of dealer pricing—\n“A” pricing and the more favorable “B” pricing.  (TAC ¶ 117.)  Plaintiffs further allege \nthat Window World hid the existence of even more favorable “C” pricing, which was \nonly offered to certain Window World franchisees.  (TAC ¶ 130.)  Plaintiffs assert that \nWindow World received “per-unit rebates,” or kickbacks, “provided by the designated \nsupplier,” including AMI, “with respect to windows . . . and other products, as well as \n \ncertain options to windows . . . including ‘LowE’ screens, interior laminates, grids, \nand colors.”  (TAC ¶ 69.) \n7. Plaintiffs seek damages based on, among other things, the amounts th ey \nallegedly overpaid for windows, products, and services from vendors designated by \nWindow World, including AMI (the “Overpayment Damages”).  Plaintiffs do not seek \ndamages based on lost profits, decreased sales, or diminution in the value of their \nbusinesses.  (Pls.’ Br. Opp. Defs.’ Damages Mot. Compel 3, ECF No. 457 (15 CVS 1), \nECF No. 497 (15 CVS 2).) \n8. On April 13, 2018, the Window World Defendants submitted a Business \nCourt Rule (“BCR”) 10.9 summary (the “BCR 10.9 Summary”) to the Court.  The BCR \n10.9 Summary laid out the basis on which the Window World Defendants contended \nthat Plaintiffs should be compelled to respond to various requests for production  \nrelating to Plaintiffs’ alleged damages.  By order dated April 20, 2018, the Court \nconcluded that a proper resolution of the issues raised by the BCR 10.9 Summary \nrequired a more thorough process than that provided by BCR 10.9 and authorized the \nWindow World Defendants to file a motion to compel, which they did on May 4, 2018 \n(the “Damages Motion to Compel”).  (See Window World Defs.’ Damages Mot. Compel, \nECF No. 414 (15 CVS 1), ECF No. 454 (15 CVS 2).)   \n9. Through the Damages Motion to Compel, the Window World Defendants \nsought responses to ninety-five separate requests for production of documents related \nto Plaintiffs’ alleged damages.  (See Lawton Aff. ¶¶ 16, 24, 26, 29, 32, 38, ECF No. \n414.9 (15 CVS 1), ECF No. 454.9 (15 CVS 2).)  Of particular relevance to the \n \nReconsideration Motion, the Window World Defendants sought to compel Plaintiffs \nto produce documents relating to the financial impact of the W indow World \nDefendants’ alleged overpricing on Plaintiffs’ businesses, including information \nrelated to Plaintiffs’ pricing, individual sales, cost of goods sold, and profitability.  The \ncentral dispute concerned discovery of Plaintiffs’ transaction-by-transaction customer \nrecords. \n10. The Court held a hearing on the Damages Motion to Compel  on May 24, \n2018, at which the Court advised the parties that additional briefing was necessary \nto assist the Court’s determination  of the motion.  The Court ordered supplemental \nbriefing by order dated June 6, 2018, and thereafter held a second hearing on the \nDamages Motion to Compel on August 22, 2018 (the “August 22 Hearing”), at which \nall parties were represented by counsel.  \n11. In their briefing on the Damages Motion  to Compel, the Window World \nDefendants argued that Plaintiffs’ transaction-by-transaction customer sales records \nwere needed to determine whether the amounts that Plaintiffs allegedly overpaid for \ngoods from Window World-designated vendors impacted Plaintiffs’ profitability.  The \nWindow World Defendants referenced “C” pricing only once in their three supporting \nbriefs.  (See Window World Defs.’ First Br. Supp. Mot. Compel Damages Docs. 8, ECF \nNo. 495 (15 CVS 1), ECF No. 534 (15 CVS 2) (“If the Plaintiffs a voided adverse \neconomic consequences from alleged fraudulent overcharges – whether based on \n \nallegedly undisclosed rebates or “C Pricing” – by raising prices to their customers, \nthen the essential element of proximate cause is missing from the fraud claim.”).)1 \n12. By an order and opinion dated September 26, 2018 (the “September 26 \nOpinion”), the Court denied the Window World Defendants’ Damages Motion to \nCompel as to (i) documents relating to the financial impact of the alleged overpricing \non Plaintiffs’ businesses, including information related to Plaintiffs’ pricing, \nindividual sales, cost of goods sold, and profitability (the “Lost Profit Records”) and \n(ii) Plaintiffs’ transaction-by-transaction customer sales records, which the Window \nWorld Defendants argued would enable them to show that favorable “C” Pricing was \navailable to Plaintiffs on specific transactions (the “‘C’ Pricing Records”). 2  See \nWindow World of Baton Rouge, LLC, 2018 NCBC LEXIS 100, at *9, 35. \n13. On October 10, 2018, the Window World Defe ndants filed the \nReconsideration Motion, asking the Court to revisit its ruling in the September 26 \nOpinion as to both the Lost Profit Records and the “C” Pricing Records.   \n                                                           \n1  The day before the August 22 Hearing and without seeking leave of court, the Window \nWorld Defendants filed six supplemental exhibits in support of their Damages Motion to \nCompel, all of which related to “C” pricing (the “‘C’ Pricing Exhibits”).  ( See Notice Filing \nSuppl. Exs. Supp. Window World Defs.’ Damages Mot. Compel, ECF No. 572 (15 CVS 1), ECF \nNo. 610 (15 CVS 2).)  At the August 22 Hearing, and without objection from Plaintiffs, the \nWindow World Defendants advanced arguments in favor of the Dama ges Motion to Compel \nbased on the “C” Pricing Exhibits that were not addressed in their briefs. \n \n2  As noted in the September 26 Opinion, there was significant overlap between the “C” \nPricing Records, the Lost Profit Records, and the other documents sought  through the \nDamages Motion to Compel.  Window World of Baton Rouge, LLC, 2018 NCBC LEXIS 100, \nat *9 n.2.  Thus, the Court defined “Lost Profit Records” to “include only documents related \nto Plaintiffs’ pricing, product profitability, and, together with ‘C ’ Pricing Records, Plaintiffs’ \nindividual transactions with Plaintiffs' customers.”  Id.  \n \n14. The Court held a hearing on the Reconsideration Motion on December 19, \n2018, at which all parties were represented by counsel.  The Reconsideration Motion \nhas been fully briefed and heard and is now ripe for determination. \nII. \nLEGAL STANDARD \n15. Under Rule 54(b) of the North Carolina Rules of Civil Procedure, \ninterlocutory orders are “subject to revision at any time before the entry of judgment \nadjudicating all the claims and the rights and liabilities of all the parties.”   N.C. R. \nCiv. P. 54(b).  “Although the North Carolina courts have not formulated a standard \nto guide trial courts in considering a motion to amend an interlocutory ruling under \nRule 54(b), federal case law addressing similarly worded portions of Federal Rule \n54(b) provides useful guidance.”  In re Se. Eye Center-Judgments, 2017 NCBC LEXIS \n77, at *9 (N.C. Super. Ct. Aug. 22, 2017).   \n16. “[F]ederal courts adhere ‘to a fairly narrow set of grounds on which to \nreconsider their interlocutory orders and opinions.’”  Id. (quoting Akeva, L.L.C. v. \nAdidas Am., Inc., 385 F. Supp. 2d 559, 565 (M.D.N.C. 2005)).  These grounds include \n“(1) the discovery of new evidence, (2) an intervening development or change in the \ncontrolling law, or (3) the need to correct a clear error or prevent manifest injustice.”  \nWiley v. Buncombe C ounty, 846 F. Supp. 2d 480, 487 (W.D.N.C. 2012).   “Such \nproblems rarely arise and the motion to reconsider should be equally rare.”  W4 \n \nFarms, Inc. v. Tyson Farms, Inc. , 2017 NCBC LEXIS 99, at *5 (N.C. Super. Ct. Oct. \n19, 2017) (quoting DirecTV, Inc. v. Hart, 366 F. Supp. 2d 315, 317 (E.D.N.C. 2004)). \n17. “A motion for reconsideration is not a vehicle to identify facts or legal \narguments that could have been, but were not, raised at the time the relevant motion \nwas pending.”  Id. (quoting Julianello v. K-V Pharm. Co., 791 F.3d 915, 923 (8th Cir. \n2015)).  Indeed, “[t]o allow motions to reconsider offhandedly or routinely would result \nin an unending motions practice.”  Id. (quoting Wiseman v. First Citizens Bank & Tr. \nCo., 215 F.R.D. 507, 509 (W.D.N.C. 2003)).3 \nIII. \nLEGAL ANALYSIS \n18. The Window World Defendants contend that reconsideration of the portions \nof the September 26 Opinion pertaining to the Lost Profit Records and the “C” Pricing \nRecords is appropriate based on “additional evidence” and  is necessary to prevent \nmanifest injustice.  (Br. Supp. Window World Defs.’ Mot. Recons. 3 –4, ECF No. 620 \n(15 CVS 1), ECF No. 657 (15 CVS 2).)  The Court disagrees. \nA. “C” Pricing Records \n19. The Window World Defendants argue that reconsideration of the Court’s \nruling as to “C” Pricing Records is warr anted because “additional evidence is \navailable now showing” that a statement made by Plaintiffs’ counsel at the August \n                                                           \n3  The Court notes that the Window World Defendants had ample opportunity to argue the \nmerits of their position through their BCR 10.9 Submission, three briefs in sup port of the \nDamages Motion to Compel totaling a maximum of 10,500 words, the May 24, 2018 hearing \non the Damages Motion to Compel, and the August 22 Hearing. \n \n22 Hearing, which the Court relied upon in its September 26 Opinion, was incorrect.  \n(Br. Supp. Window World Defs.’ Mot. Recons. 3–4.)  \n20. At the August 22 Hearing, the Window World Defendants indicated that the \nmore favorable “C” pricing from AMI was only available for windows sold with Low -\nE glass, grids, and screens (the “‘C’ Pricing Options”).  The Window World Defendants \nargued for the first time that Plaintiffs’ transaction-by-transaction sales records with \ntheir customers (i.e., the “C” Pricing Records ) should be produced to permit the \nWindow World Defendants to determine the spec ific transactions in which the “C” \nPricing Options  were sold.  According to the Window World Defendants, the  “C” \nPricing Records were needed “to know whether [Plaintiffs] sold options.” 4  (Pls.’ Br. \nOpp. Defs.’ Mot. Recons. Ex. A [hereinafter “Aug. 22 Tr. I”], at 26:6–19, ECF No. 666.1 \n(15 CVS 1), ECF No. 703.1 (15 CVS 2).)  Plaintiffs were not given the opportunity to \nrespond to these arguments in their briefs nor to prepare for them prior to oral \nargument.   \n21. In response  to the Window World Defendants’ new contentions at oral \nargument, Plaintiffs responded that the focus of the inquiry should not be on the \ntransactions between Plaintiffs and their customers, but rather on the transactions \nbetween Plaintiffs and AMI.   Through their Reconsideration Motion , t he Window \nWorld Defendants take issue with the following exchange between Plaintiffs’ counsel, \n                                                           \n4  The Window World Defendants only referenced “options” once in briefing , and that \nreference appeared in the context of a lost profit argument.  ( See Window World Defs.’ First \nBr. Supp. Mot. Compel Damages Docs. 8 (“Plaintiff Lomax testified that he was able to \nincrease his margins with respect to options by raising prices on options.”).)   \n \nCharles Coble, and the Court: \nMR. COBLE:  Defendants’ counsel is incorrect that -- that this calculation \nthat he described is somehow not evident in the record.   In fact, it is.  We’ve \nsecured from AMI a spreadsheet th at has something like 200 -and-some \nthousand rows that shows the number of windows and options that each \nPlaintiff made with each order to -- to AMI. \n \nSo that we -- we have the information that would -- that would be used in the \ncalculation that Mr. Leitner  described; namely, how many -- how many for \neach Plaintiff, on how many instances did they purchase a window with a \nLow E option or with a grid option or later with a screens option; and what \nwas the differential between how much they paid for that Low E option, that \ngrids option, and that screens option; and what they would have paid had the \nDefendants delivered on the promises they made at the outset of the \nrelationship. \n \nIt is an arithmetic calculation.  It’s one that has a lot of data, but it’s one that’s \n-- can be -- can be performed based on the data that we already have; namely \n--  \n \nTHE COURT: Has that data been produced? \n \nMR. COBLE:  Yes.  From AMI to both parties.  And we’ve – we’ve deposed \nAMI about it, and we’re going to the -- a couple of the open items that Your \nHonor permitted us to complete after-the-fact deadline will be discovery of -- \nI’m sorry -- deposition of the accountant at AM I who prepared that very \nspreadsheet.  \n \nSo that -- that information not only doesn’t  -- the -- the argument that Mr. \nLeitner made not only doesn ’t justify ranging a round in -- in -- in Plaintiffs’ \ncustomer data, it doesn’t even require any more discovery a t all.  It -- it \nrequires only using the spreadsheet that we already have received from AMI. \n \n(Wellborn Aff. Supp. Window W orld Defs.’ Mot. Recons.  Ex. A [hereinafter “Aug. 22 \nTr. II”], at 29:18–30:24, ECF No. 621.1 (15 CVS 1), ECF No. 658.1 (15 CVS 2).)   The \nWindow World Defendants did not challenge Plaintiffs’ counsel’s representation in \n \ntheir rebuttal argument or otherwise address the issue prior to the Court’s  issuance \nof the September 26 Opinion. \n22. In the September 26 Opinion, the Court based its concl usion as to the “C” \nPricing Records, in part, on Plaintiffs’ counsel’s representation.  The Court reasoned: \n[B]ased on the parties’ representations at the August 22 Hearing, it appears \nthat AMI has produced records, reflected in a spreadsheet that has also been \nproduced (the “AMI Spreadsheet”), that show the number of windows and \noptions that each Plaintiff purchased in each order placed with AMI, \nincluding whether Plaintiffs ordered the [“C” Pricing Options].  Accordingly, \nit appears to the Court that AMI has already produced the information that \nthe Window World Defendants seek in the “C” Pricing Records. \n \nIn addition, based on the claims and defenses in this action, the Court \nconcludes that Plaintiffs’ window sales with the [“C” Pricing Options] are \nirrelevant.  Rather, the Court concludes that the relevant inquiry is whether \nPlaintiffs purchased windows from AMI with the [“C” Pricing Options], and, \nif so, on what occasions and in what quantities.  In short, the relevant \ntransactions here are those between Plaintiffs and dealers, such as AMI, and \nthose between Plaintiffs and the Window World Defendants, not those \nbetween Plaintiffs and their customers. \n \nWindow World of Baton Rouge, LLC, 2018 NCBC LEXIS 100, at *23–24. \n23. It is undisputed that the AMI Spreadsheet was in fact provided to the \nparties by AMI in March 2017 and thus prior to the August 22 Hearing.5  The Window \nWorld Defendants contend , however,  that, Mr. Coble’s representations and the \nCourt’s conclusion were in error because , as of the Augu st 22 Hearing, they still \nneeded additional information from AMI to interpret the AMI Spreadsheet —in \nparticular, an affidavit (or other explanatory information) that would allow the \n                                                           \n5  Because Plaintiffs were not made aware of the “C” pricing argument until the eve of the \nAugust 22 Hearing  and after briefing had long closed , the Window World Defendants’ \nsuggestion that Plaintiffs should have referenced the AMI Spreadsheet in their own briefs is \nwholly without merit. \n \nparties to interpret and apply the option codes in the AMI Spreadsheet and calculate \nhow much Plaintiffs were charged and/or paid for options on windows.   As a result, \nthe Window World Defendants argue that the Court should reconsider its ruling on \nPlaintiffs’ “C” pricing records and permit the requested discovery. \n24. After the Reconsideration Motion was filed, however, on November 5, 2018, \nAMI submitted to the parties an affidavit (the “AMI Affidavit”) confirming the option \ncodes that were used in the AMI Spreadsheet.6  (See Coble Aff. Ex. H, ECF No. 667.1 \n(15 CVS 1), ECF No. 704.1  (15 CVS 2).)   Thus, to the extent the Window World \nDefendants were unable to fully interpret the AMI Spreadsheet as of the August 22 \nHearing, the AMI Affidavit now enable s them to do so.   Therefore, the Court \nconcludes that the Window World Defendants’ Reconsideration Motion  has been \nrendered moot to the extent it seeks reconsideration based on the Court’s reliance on \nPlaintiffs’ counsel’s statements at the August 22 Hearing related to the AMI \nSpreadsheet. \n25. In further support of the Reconsideration Motion , the Window World \nDefendants contend that Plaintiffs “should be ordered to produce their own records \nregarding the amounts that they actually paid AMI .”  ( See Suppl. Window World \nDefs.’ Br. Supp. Mot. Recons. 8, ECF No. 641 (15 CVS 1), ECF No. 678 (15 CVS 2 ) \n(emphasis in original) .)  Among the ninety -five separate requests for production at \n                                                           \n6  In addition to the AMI Affidavit confirming the option codes, AMI produced “spreadsheets \nthat include invoice -level data on the number of windows, doors, and options Plaintiffs \npurchased and (for the first time) also the item-by-item purchase price for the window, door, \nand option Plaintiffs purchased.”  (Coble Aff. ¶ 16, ECF No. 667 (15 CVS 1), ECF No. 704 (15 \nCVS 2).) \n \nissue in the Damages Motion to Compel were a handful  of requests seeking \ndocuments related to Plaintiffs’ transactions with vendors, including AMI.  However, \nthe Window W orld Defendants did not advance a ny arguments related to those \nrequests in their three briefs on the Damages Motion to Compel or at the August 22 \nHearing.  Instead, the Window World Defendants chose to focus on Plaintiffs’ \ntransactions with their customers  and raise this request for the first time on the \nReconsideration Motion .  It therefore appears to the Court that , t hrough the \nReconsideration Motion , t he Window World Defendants “essentially attempt[] to \npresent a better or more compelling argument in favor of [their] position, which courts \nroutinely hold to be inadequate on a motion for reconsideration.”  RF Micro Devices, \nInc. v. Xiang, No. 1:12CV967, 2016 U.S. Dist. LEXIS 74550, at *5 (M.D.N.C. June 8, \n2016) (internal quotation marks omitted).   The Court concludes that the Window \nWorld Defendants’ arguments seeking discovery of Plaintiffs’ records of their actual \npayments to AMI are inadequate in the circumstances presented here. \n26. Based on the foregoing, the Court concludes that reconsideration of the \nSeptember 26 Opinion as it relates to the “C” Pricing Records is not necessary to \nprevent manifest injustice.  See Register v. Cameron & Barkley Co., 481 F. Supp. 2d \n479, 480 n.1 (D.S.C. 2007) (defining manifest injustice as “an error by the court that \nis direct, obvious, and observable.”).   The Court further concludes that the Window \nWorld Defendants have failed to show that the September 26 Opinion, as it relates to \nthese records, contains clear error, misapplies applicable law, or should be modified \nin light of the supplemental facts of record.  Accordingly, the Court concludes, in the \n \nexercise of its discretion, that the Reconsideration Motion should be denied as to the \n“C” Pricing Records.   \nB. Lost Profit Records \n27. The Window World Defendants next ask the Court to reconsider its denial \nof the Damages Motion to Compel as to Plaintiffs’ Lost Profit Records, arguing that \nthe Court erred in concluding that “the alleged breach, by its very nature, occurred \nwithout Plaintiffs’ knowledge” and that “discovery of Plaintiffs’ efforts to mitigate is \ninapt on the record here.”  (Br. Supp. Win dow World Defs.’ Mot. Recons. 4 (quoting \nWindow World of Baton Rouge, LLC, 2018 NCBC LEXIS 100, at *17–18).) \n28. In denying the Damages Motion to Compel as to Plaintiffs’ Lost Profit \nRecords, the Court reasoned, in relevant part, as follows: \nAlthough only argued through passing reference in briefing and at the August \n22 Hearing, the Window World Defendants also suggest that the Lost Profit \nRecords are relevant to Plaintiffs’ duty to mitigate.  The Court disagrees.  \n“The general rule is that wh ere there has been a breach of contract, the \ninjured party must do what fair and reasonable prudence requires to save \nhimself and reduce the damage[.]”  Turner Halsey Co. v. Lawrence Knitting \nMills, Inc. , 38 N.C. App. 569, 572, 248 S.E.2d 342, 344 (1978) ( internal \nquotation marks omitted).  However, “[k]nowledge by the party complaining \nof a breach of a contract that he could by reasonable diligence have prevented \nor lessened the damage caused by another’s wrongful act is essential.”  Wilson \nv. Scarboro, 171 N.C. 606, 608, 88 S.E. 872, 873 (1916).  Here, the alleged \nbreach, by its very nature, occurred without Plaintiffs’ knowledge and thus \nwithout an opportunity for Plaintiffs to mitigate the purported breach’s \nalleged effects.  (See Pls.’ Third Am. Compl., ¶ 249, ECF No. 252 (15 CVS 1), \nECF No. 275 (15 CVS 2).)  As such, Plaintiffs did not have a duty to mitigate, \nand thus discovery of Plaintiffs’ efforts to mitigate is inapt on the record here.  \n \nSee, e.g, Clayworth v. Pfizer, Inc., 233 P.3d 1066, 1085 (Cal. 2010) (excluding \npass-on evidence as irrelevant to mitigation).  \n \nWindow World of Baton Rouge, LLC, 2018 NCBC LEXIS 100, at *17–18.7 \n29. The Window World Defendants now offer evidence tending to show that \ncertain Plaintiffs were made aware of the existence of “C” pricing in May 2011  and \ncontend that all Plaintiffs “knew the rebates paid to Window World were higher than \n$5 or $10 per window as of October 2011 when Window World provided its entire \nsystem of store owners with a copy of its Franchise Disclosure Document (the ‘October \n2011 FDD’)[.]”  (Br. Supp. Window World Defs.’ Mot. Recons. 12.)  The Window World \nDefendants argue that, “to the extent plaintiffs had knowledge that Window World \nwas breaching its alle ged promise to provide ‘superior wholesale pricing ’ due to its \nextension of C Pricing . . ., they had an obligation to mitigate their damages allegedly \nattributable to this purported breach ,” presumably by increasing their prices to \ncustomers.  (Br. Supp. Window World Defs.’ Mot. Recons. 13.)   As a result, the \nWindow World Defendants contend that the Court should revisit its ruling concerning \nthe Lost Profits Records and order their production.  The Court disagrees. \n30. The Court acknowledges that its statement in the September 26 Opinion—\n“the alleged breach, by its very nature, occurred without Plaintiffs’ knowledge”—was \nimprecise, if not inaccurate in light of the supplemented record .  Nevertheless, even \nif the Court accepts as true the Window World Defendants’ contention that Plaintiffs \n                                                           \n7  As the Court expressly noted in its September 26 Opinion, the issue of mitigation was “only \nargued through passing reference in briefing and at the August 22 Hearing[.]”  Window World \nof Baton Rouge, LLC, 2018 NCBC LEXIS 100, at *17; (see also Window World Defs.’ First Br. \nSupp. Mot. Compel Damages Docs. 8; Aug. 22 Tr. I, at 20:23–22:1). \n \nwere aware of the existence of “C” pricing no later than October 2011, the Window \nWorld Defendants’ motion as to these records still must fail.  For the reasons \ndiscussed at length in the September 26 Opinion, the Court concluded that “whether \nPlaintiffs passed the alleged overcharged amounts to their customers has no bearing \non whether Plaintiffs were harmed by the Window World Defendants’ conduct or the \nrecoverable damages for such harm” on Plai ntiffs’ claims for breach of contract and \nbreach of the duty of good faith and fair dealing.  Window World of Baton Rouge, LLC, \n2018 NCBC LEXIS 100, at *11 –18.  This reasoning applies with equal force in the \ncontext of mitigation.  See Clayworth v. Pfizer,  Inc., 233 P.3d 1066, 1085 (2010) \n(holding pass-through evidence is no more relevant to the issue of mitigation than it \nis to proving damages)  (citing Hanover Shoe v. United Shoe Mach. Corp. , 392 U.S. \n481, 491–94 (1968))). \n31. Therefore, the Court concludes th at reconsideration of the September 26 \nOpinion as it relates to the Lost Profit Records is not necessary to prevent manifest \ninjustice, and further that the Window World Defendants have failed to show that \nthe September 26 Opinion , as it relates to these r ecords, contains clear error, \nmisapplies applicable law, or should be modified in light of the supplemental facts of \nrecord.  Accordingly, the Court concludes, in the exercise of its discretion, that the \nReconsideration Motion should be denied as to the Lost Profits Records.8   \n                                                           \n8  The Window World Defendants appear to advance certain other arguments in support of \ntheir Reconsideration Motion that are not specifically addressed above .  The Court has \nconsidered each of these other possible arguments and finds them without merit.   \n \nIV. \nCONCLUSION \n32. WHEREFORE, the Court, for the reasons stated herein and in the exercise \nof its discretion, hereby DENIES the Window World Defendants’ Reconsideration \nMotion. \nSO ORDERED, this the 25th day of January, 2019. \n \n     /s/ Louis A. Bledsoe, III \n     Louis A. Bledsoe, III \n     Chief Business Court Judge \n "
}