{
  "id": "210ffc60f6e2dcb2cc65a3987d388dc7db3ee255cde736ac772c05d304e0c8dc",
  "source_file": "data/raw/ncbc/210ffc60f6e2dcb2cc65a3987d388dc7db3ee255cde736ac772c05d304e0c8dc.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23CV040918-590 \n \nATLANTIC COAST CONFERENCE, \n \nPlaintiff, \n \nv. \n \nBOARD OF TRUSTEES OF \nFLORIDA STATE UNIVERSITY, \n \nDefendant. \n \n \n \n \nORDER AND OPINION \nON MOTIONS TO SEAL \n \n \n1. THIS MATTER is before the Court upon Plaintiff Atlantic Coast \nConference’s (the “ACC”) Amended Motion to Seal,1 the parties’ Joint Consent Motion \nto Provisionally Seal ECF No. 19.1  (the “Joint Motion to Seal”) ,2 and the ACC’s \nMotion to Seal Summary Exhibit  (the “Second Motion to Seal”) 3 (collectively, the \n“Motions to Seal”), in the above-captioned case. \n2. Having considered the Motions to Seal, the parties’ briefs in support of and \nin opposition to the Motions to Seal, the appropriate evidence of record on the Motions \nto Seal, and the arguments of counsel at the hearing on the Motions to Seal, the Court, \nin the exercise of its discretion and for the reasons set forth below, hereby GRANTS \nin part and DENIES in part  the ACC’s Amended Motion to Seal, GRANTS the \n \n1 (Pl.’s Am. Mot. Seal, ECF No. 9.) \n \n2 (Joint Consent Mot. Provisionally Seal ECF No. 19.1 [hereinafter “Joint Mot. Seal”] , ECF \nNo. 22.) \n \n3 (Pl.’s Mot. Seal Summ. Ex., ECF No. 25.) \n \nAtl. Coast Conf. v. Bd. of Trs. of Fla. State Univ., 2024 NCBC 22. \nJoint Motion to Seal, and GRANTS in part and DENIES in part the ACC’s Second \nMotion to Seal. \nWomble Bond Dickinson (US) LLP, by Jame s P. Cooney, III, Sarah \nMotley Stone, and Patrick Grayson Spaugh, and Lawson Huck Gonzalez, \nPLLC, by Charles Alan Lawson, for Plaintiff Atlantic Coast Conference. \n \nBradley Arant Boult Cummings LLP, by Christopher C. Lam, C. Bailey \nKing, Jr., Hanna E. Eickm eier, and Brian M. Rowlson, and Greenberg \nTraurig, P.A., by David C. Ashburn, John K. Londot, and Peter G. Rush, \nfor Defendant Board of Trustees of Florida State University. \n \nMoore & Van Allen, by James P. McLoughlin,  Jr., and Cravath, Swaine \n& Moore LLP, by J. Wesley Earnhardt and David H. Korn, for Non-Party \nESPN, Inc.  \n \nBledsoe, Chief Judge. \nI. \nPROCEDURAL HISTORY \n3. On 21 December 2023, the ACC provisionally filed under seal its Complaint \nfor Declaratory Judgment  (the “Complaint”) and nine supporting exhibits.\n4  T hat \nsame day, the ACC filed a Motion to Seal  its Complaint and three of the supporting \nexhibits.5  The ACC also filed (i) a public, redacted version of its Complaint; (ii) public, \nunredacted versions of Exhibits 1 , 2, 4, and 7 –9; and (iii) cover pages stating that \nExhibits 3, 5, and 6 were filed under seal.6   \n \n4 (Compl. Declaratory J. [hereinafter “Compl.”], ECF No. 2 (sealed).) \n \n5 (Pl.’s Mot. Seal, ECF No. 5.)   \n \n6 (Compl., ECF No. 3 (public redacted).) \n \n4. On 17 January 2024, the ACC provisionally filed under seal its First \nAmended Complaint (the “FAC”) and the FAC’s sixteen supporting exhibits. 7  The  \nAmended Motion to Seal8 and a Memorandum in Support of Amended Motion to Seal \n(the “ ACC’s Brief in Support”) 9 accompanied these filings.  The ACC also filed (i) \npublic, redacted versions of th e FAC 10 and Exhibits 8 , 9, 12, and 14; 11 (ii) public, \nunredacted versions of Exhibits 1, 2, 4, 7, 10, 11, 13, and 15;12 and (iii) provisionally \nsealed versions of Exhibits 3, 5, 6, and 16.13  On 1 February 2024, Defendant Board \nof Trustees of Florida State University (the “FSU Board”) filed a Br ief in Opposition \nto the Amended Motion to Seal (the “FSU Board’s Opposition Brief”).14   \n5. Having reviewed the Amended Motion to Seal, the ACC’s Brief in Support, \nand the FSU Board’s Opposition Brief, the Court entered an Interim Order on \nAmended Motion to Seal (the “Interim Order”) on 1 February 2024, directing the \n \n7 (First Am. Compl. [hereinafter “FAC”], ECF No. 11 (sealed).)   \n \n8 (Pl.’s Am. Mot. Seal.) \n \n9 (Pl.’s Mem. Supp. Pl.’s Am. Mot. Seal [hereinafter “Br. Supp. Pl.’s Am. Mot. Seal”], ECF No. \n10.) \n \n10 (FAC, ECF No. 12 (public redacted).) \n \n11 (FAC Exs. 8, 9, 12, 14, ECF Nos. 12.8 (public redacted), 12.9 (public redacted), 12.12 (public \nredacted), 12.14 (public redacted).) \n \n12 (FAC Exs. 1, 2, 4, 7, 10, 11, 13, 15 , ECF Nos. 12.1  (public unredacted) , 12.2 (public \nunredacted), 12.4 (public unredacted), 12.7 (public unredacted), 12.10 (public unredacted), \n12.11 (public unredacted), 12.13 (public unredacted), 12.15 (public unredacted).) \n \n13 (FAC Exs. 3, 5, 6, 16, ECF Nos. 12.3 (sealed), 12.5 (sealed), 12.6 (sealed), 12.16 (sealed).) \n \n14 (Def.’s Br. Opp’n Pl.’s Am. Mot. Seal, ECF No. 15.) \n \nACC, if it had not already done so, to serve a copy of its Amended Motion to Seal on \nthird parties ESPN, Inc. and ESPN Enterprises, Inc. (together, “ESPN”) and notify \nESPN of its right to file a supporting brief under Business Court Rule (“BCR”) 5.2(c).15  \nThe Interim Order also directed the ACC to file a certificate of service of the same on \nthe Court’s electronic docket and permitted ESPN to file a brief in support of the \nAmended Motion to Seal.\n16  Four days later, the Court entered a Scheduling Order in \nwhich it set deadlines for the ACC to file a reply in support of its Amended Motion to \nSeal and for the ACC and the FSU Board to respond , should they so choose,  to any \nbrief in support of the Amended Motion to Seal filed by ESPN.17   \n6. On 5 February 2024, the ACC filed its Certificate of Service18 and, one week \nlater, filed its Reply in Support of Amended Motion to Seal (the “ACC’s Reply”)19 with \ntwo supporting exhibits .20  The ACC sought to seal one of those exhibits  in the \naccompanying Second Motion to Seal. 21  ESPN filed its Me morandum of Law in \nSupport of Amended Motion to Seal  (the “ESPN’s Brief in Support”) 22 with three \n \n15 (See Interim Order Pl.’s Am. Mot. Seal ¶¶ 8(a), (b), ECF No. 16.)   \n \n16 (See Interim Order Pl.’s Am. Mot. Seal ¶¶ 8(a), (b).)   \n \n17 (See Scheduling Order ¶¶ 6(a), (b), ECF No. 18.) \n \n18 (Certificate Serv., ECF No. 17.) \n \n19 (Reply Supp. Pl.’s Am. Mot. Seal, ECF No. 24.) \n \n20 (Reply Supp. Pl.’s Am. Mot. Seal Exs. A, B, ECF Nos. 24.1, 24.2 (sealed).) \n \n21 (See Pl.’s Mot. Seal Summ. Ex. at 1.)   \n  \n22 (ESPN’s Mem. Law Supp. Pl.’s Am. Mot. Seal [hereinafter “ESPN’s Br. Supp.”], ECF No. \n29.) \n \nsupporting exhibits23 on 22 February 2024.  Eleven days later, the ACC filed its Reply \nto ESPN’s Brief in Support24 with two supporting exhibits,25 and the FSU Board filed \nits Reply to ESPN’s Brief in Support26 with a single supporting exhibit.27 \n7. During this same period, the FSU Board filed its Motion to Dismiss or, in \nthe Alternative, Stay the Action (the “Motion to Dismiss”),28 a supporting brief,29 and \ntwo supporting exhibits30 on 7 February 2024.  Exhibit 1 to the Motion to Dismiss \nwas filed  provisionally under seal and, two days later, the parties  filed the Joint \nMotion to Seal this exhibit. 31  On 12 February 2024, the Court entered an Order on \nJoint Motion to Seal, directing that Exhibit 1 to the Motion to Dismiss remain under \nseal pending the Court’s determination of the ACC’s Amended Motion to Seal.32  The \nFSU Board filed a public, redacted version of Exhibit 1 on 20 February 2024.33   \n \n23 (ESPN’s Br. Supp. Exs. A–C, ECF Nos. 29.1–.3.) \n \n24 (Pl.’s Reply ESPN’s Br. Supp., ECF No. 32.) \n \n25 (Pl.’s Reply ESPN’s Br. Supp. Exs. A–B, ECF Nos. 32.1, .2.) \n \n26 (Def.’s Reply ESPN’s Br. Supp., ECF No. 37.) \n \n27 (Def.’s Reply ESPN’s Br. Supp. Ex. 1, ECF No. 37.1.) \n \n28 (Def.’s Mot. Dismiss or, in the Alt., Stay Action [hereinafter “Def.’s Mots.”], ECF No. 19.) \n \n29 (Def.’s Br. Supp. Def.’s Mots., ECF No. 20.) \n \n30 (Def.’s Mots. Exs. 1, 2, ECF Nos. 19.1 (sealed), 19.2.) \n \n31 (See Joint Mot. Seal 1.)   \n \n32 (See Order Joint Mot. Seal, ECF No. 26.) \n \n33 (See Def.’s Mots. Ex. 1, ECF No. 28 (public redacted).) \n \n8. The Court held a hearing on the Motions to Seal on 22 March 2024 at which \nall parties were represented by counsel (the “Hearing”). 34  The Motions to Seal are \nnow ripe for resolution. \nII. \nLEGAL STANDARD \n9. Documents filed in the courts of this State are “open to the inspection of the \npublic[,]” except as prohibited by law.  N.C.G.S. §  7A-109(a); see Virmani v. \nPresbyterian Health Servs. Co rp., 350 N.C. 449, 463 (1999).  Nevertheless, “a trial \ncourt may, in the proper circumstances, shield portions of court proceedings and \nrecords from the public[.]”  France v. France, 209 N.C. App. 406, 413 (2011) (emphasis \nomitted) (quoting Virmani , 350 N. C. at 463).   “The determination of whether \n[documents] should be filed under seal is within the discretion of the trial court.”  \nTaylor v. Fernandes, 2018 NCBC LEXIS 4, at *4 (N.C. Super. Ct. Jan. 18, 2018). \n10. BCR 5 governs the process for filing documents under seal in this Court and \nincludes specific procedural instructions designed to ensure a proper balance between \nthe interests of the litigants and the public.  “A person who seeks to have a document \nsealed bears the burden of establishing the need for sealing the document.”  BCR \n5.1(c); see PDF Elec. & Supply Co. v. Jacobsen , 2020 NCBC LEXIS 80, at *4 (N.C. \nSuper. Ct. July 8, 2020).  To meet this burden, the designating party must clearly \narticulate “the circumstances that warrant sealing the document.”  BCR 5.2(b)(2).  \n \n34 The Court also heard arguments at the Hearing on the FSU Board’s Motion to Dismiss.  \n(ECF No. 19.)  The Court resolved this motion by separate order on 4 April 2024.  (See Order \nand Op. Def.’s Mots., ECF No. 56.) \n \n“Cryptic or conclusory claims of confidentiality won’t do.”  Addison Whitney, LLC v. \nCashion, 2020 NCBC LEXIS 74, at *4 (N.C. Super. Ct. June 10, 2020).  Instead, the \ndesignating party must explain how public “disclosure [of the document] would cause \nserious harm to [the] parties” or third parties to justify sealing.  Bradshaw v. Maiden \nCap. Opportunity Fund, LP , 2020 NCBC LEXIS 42, at *10 (N.C. Super. Ct. Apr. 7, \n2020) (second alteration in original) (quoting Lovell v. Chesson , 2019 NCBC LEXIS \n76, at *5 (N.C. Super. Ct. Oct. 28, 2019)).  The moving party must also file either a \npublic version of a provisionally sealed document in which “redactions and omissions \n[are] as limited as practicable” or a notice of filing the document under seal that \ncontains a nonconfidential description of the document.  BCR 5.2(f). \nIII. \nANALYSIS \n11. The ACC seeks to seal excerpts of the following  three agreements to which \nthe ACC and  ESPN are parties : (i) the Second Amendment to the Multi -Media \nAgreement, filed as Exhibit 3 to the Complaint\n35 and the FAC;36 (ii) the Amended and \nRestated ACC-ESPN Multi-Media Agreement, filed as Exhibit 5 to the Com plaint37 \nand the FAC;38 and (iii) the ACC-ESPN Network Agreement, filed as Exhibit 6 to the \n \n35 (Compl. Ex. 3.) \n \n36 (FAC Ex. 3.) \n \n37 (Compl. Ex. 5.) \n \n38 (FAC Ex. 5.) \n \nComplaint39 and the FAC40 (collectively, the “Agreements”).41  The ACC also seeks to \nseal those portions of the following documents that quote from or reference the  \nAgreements: (i) the Complaint;42 (ii) the FAC;43 (iii) a corresponding summary chart, \nfiled as Exhibit B to the ACC’s Reply;44 (iv) the complaint filed in related litigation in \nFlorida (the “Florida Action”) , filed as Exhibit 16 to the FAC ;45 and (v) the first \namended complaint filed in the Florida Action, filed as Exhibit 1 to the FSU Board’s \nMotion to Dismiss (the “Florida FAC”).46   \n12. The FSU Board opposes sealing on several grounds.  First, the FSU Board \nargues that “because the ACC has shared  . . . the terms of the  . . . Agreements with \nits members,” nine of which are public universities, “the Agreements necessarily \nconstitute public records and, as a result, cannot be sealed by this Court.”47  The FSU \nBoard further contends that the Agreements do not qualify for the trade secret \n \n39 (Compl. Ex. 6.) \n \n40 (FAC Ex. 6.) \n \n41 (See Pl.’s Am. Mot. Seal 1.) \n \n42 (Compl.) \n \n43 (FAC.) \n \n44 (Reply Supp. Pl.’s Am. Mot. Seal Ex. B.) \n \n45 (FAC Ex. 16.) \n \n46 (Def.’s Mots. Ex. 1; see Pl.’s Am. Mot. Seal 1; Joint Mot. Seal 1; Pl.’s Mot. Seal Summ. Ex. \nat 1.) \n \n47 (Def.’s Br. Opp’n Pl.’s Am. Mot. Seal 6; see Def.’s Reply ESPN’s Br. Supp. 2–13.) \n \nexemption under either North Carolina ’s or Florida’s public record laws. 48  Second, \nthe FSU Board argues that the ACC seeks to seal information that is already public.  \nThe FSU Board asserts that the Agreements have been the subject of news articles \nfor years and that the pleadings in the Florida Action have been publicly available \nsince 22 December 2023 without any effort by the ACC or ESPN to seal them.49  Last, \nthe FSU Board contends that the ACC’s proposed redactions are overbroad and \ninconsistent.\n50   \n13. The ACC and ESPN oppose the FSU Board’s arguments.  First, they contend \nthat the Agreements are not subject to North Carolina’s and/or Florida’s public record \nlaws, but should the Court conclude that they are, they qualify for the trade secret \nexemption under those laws .51  Next, the ACC and ESPN  assert that d espite the \nconfidentiality provisions in the Agreements, the FSU Board disclosed confidential \nterms from the Agreements when the FSU Board publicly filed its original complaint \nand the Florida FAC in the Florida Action.\n52  As a result, the ACC contends that the \nFSU Board improperly “seeks to have this Court adjudicate the merits of the [ACC]’s \nclaim for breach of confidentiality through a finding that there was not (and could not \n \n48 (See Def.’s Br. Opp’n Pl.’s Am. Mot. Seal 9–10; Def.’s Reply ESPN’s Br. Supp. 4–11.)   \n \n49 (See Def.’s Br. Opp’n Pl.’s Am. Mot. Seal 10–15; Def.’s Reply ESPN’s Br. Supp. 7–8, 10–11.)   \n \n50 (See Def.’s Br. Opp’n Pl.’s Am. Mot. Seal 12–14.) \n \n51 (See Reply Supp. Pl.’s Am. Mot. Seal 6–11; ESPN’s Br. Supp. 9–13; Pl.’s Reply ESPN’s Br. \nSupp. 6–12.)   \n \n52 (See Br. Supp. Pl.’s Am. Mot. Seal 1–2; Reply Supp. Pl.’s Am. Mot. Seal 5; ESPN’s Br. Supp. \n10; Pl.’s Reply ESPN’s Br. Supp. 1–2.)   \n \nbe) any agreement to abide by the confidentiality provisions of the ESPN \nAgreements.”53  Last, the ACC and ESPN argue, and counsel for the FSU Board \nconceded at the Hearing, that no court has ever declined to seal these or similar \nagreements between athletic conferences and media companies in other litigation and \nthe Court finds no circumstances here that should compel this Court to be the first to \ndo so.54   \n14. As an initial matter, the Court agrees with the ACC that “a decision on th[e] \nMotion[s to Seal] is limited to whether the interest of the [ACC] in protecting its \nconfidential and proprietary business information in the [provisionally sealed filings] \noutweighs the qualified right of the public to [access] civil proceedings.”\n55  Although \nthe parties argued at length in their briefing and at the Hearing about the \napplicability of th e Florida and/or  North Carolina public records laws to the \ndocuments the ACC seeks to seal, these arguments are not suited for determination \non a motion to seal, particularly when, as discussed below, they seek to resolve the \nmerits of the ACC’s fourth cau se of action alleging that the FSU Board breached its \nconfidentiality obligations to the ACC.   The Court therefore declines to consider the \nparties’ arguments concerning the Florida and North Carolina public records laws’ \napplication to documents filed in this case in the current procedural context. \n \n53 (Reply Supp. Pl.’s Am. Mot. Seal 11; see Pl.’s Reply ESPN’s Br. Supp. 1–2.)  \n  \n54 (See Br. Supp. Pl.’s Am. Mot. Seal 4–5; Reply Supp. Pl.’s Am. Mot. Seal 4; ESPN’s Br. Supp. \n7–9.) \n \n55 (Reply Supp. Pl.’s Am. Mot. Seal 2.) \n \n15. Turning then to the Motions  to Seal , t he ACC spe cifically seeks to seal \nhistorical and prospective financial data and other material terms of the \nAgreements.56  According to t he ACC,  the Agreements are “the most sensitive, \nproprietary, and commercially material agreements to which the ACC is a party[,]”  \nand public disclosure of this information would have a negative impact on “future \nnegotiations of the ACC’s television rights agreements” and “the ACC’s relationships \nwith its television partners if they were unable to rely on the ACC maintaining the \nconfidentiality of the agreements.” 57  The ACC also argues that disclosure would \n“harm the ACC’s ability to compete with other conferences by allowing them to use \nthe information as leverage in negotiations,” thus gaining an “unfair advantage.”58   \n16. ESPN, a non-party, also seeks to seal the terms of the Agreements.  ESPN \ncontends that its “live broadcasts are made possible, and are governed by, highly \nsensitive agreements between ESPN and the leagues and organizations that own the \n[media] rights” and that “ESPN competes vigorously with other sports networks for \nthose media rights[.]” 59  ESPN asserts that the Agreements are “textbook trade \nsecrets[ ]” and argues that public disclosure “would be destabilizing and harmful: \ncompeting networks would gain a leg up on E SPN in the next round of negotiations \nwith rightsholders, and all other rightsholders negotiating with ESPN would \n \n56 (See Br. Supp. Pl.’s Am. Mot. Seal 3–6; Reply Supp. Pl.’s Am. Mot. Seal 12–13.) \n   \n57 (Br. Supp. Pl.’s Am. Mot. Seal 3 (quoting Br. Supp. Pl.’s Am. Mot. Seal Ex. 1 ¶ 7).)  \n  \n58 (Pl.’s Reply ESPN’s Br. Supp. 3.) \n \n59 (ESPN’s Br. Supp. 1.)  \n  \ncapitalize on the knowledge of what specific terms ESPN has agreed to with—or has \nnot acquired from —others.”60  ESPN emphasizes that its ability to “negotiate \nfavorable terms with television content providers” and “compete with other television \nnetworks for content rights depends in significant part on ESPN’s ability to maintain \nthe secrecy of its various media rights agreements[.]”61   \n17. It is im portant to note that “t he reason the court seals [documents] is not \nbecause the parties have agreed to keep them confidential but instead because their \ndisclosure would cause serious harm to [the] parties”  or third parties.   Bradshaw , \n2020 NCBC LEXIS 42, a t *10 (alterations in original) (quoting Lovell, 2019 NCBC \nLEXIS 76, at *5).   “A  corporation may possess a strong interest in preserving the \nconfidentiality of its proprietary and trade -secret information, which in turn may \njustify partial sealing of court records .”  Doe v. Doe, 263 N.C. App. 68, 91– 92 (2018) \n(quoting Co. Doe v. Pub. Citizen, 749 F.3d 246, 269 (2014)). \n18. After careful and thorough review, the Court concludes that partial sealing \nas requested by the ACC and ESPN is appropriate for several reasons.  First, \nfinancial information, pricing terms, and internal business strateg ies are included \nwithin the categories that North Carolina courts have treated as confidential and \nproprietary trade secrets that may warrant protection.  See, e.g. , GE Betz, Inc. v. \nConrad, 231 N.C. App. 214, 234 (2013) ( holding “pricing information, cust omer \nproposals, historical costs, and sales data” may constitute trade secrets);  Sunbelt \n \n60 (ESPN’s Br. Supp. 1.)   \n \n61 (ESPN’s Br. Supp. 3.) \nRentals, Inc., v. Head & Engquist Equip., L.L.C. , 174 N.C. App. 49, 55 –56 (2005) \n(holding that “customer information, preferred customer pricing, employees’ salaries, \nequipment rates, fleet mix information, budget information and structure of the \nbusiness” may constitute trade secrets); Lowder Constr., Inc. v. Phillips, 2019 NCBC \nLEXIS 117, at *19 (N.C. Super. Ct. Dec. 30, 2019) (holding that “cost histories, bid \nand pricing policies, operating margins and profits, sales and marketing strategies, \nvendor pricing and relationship histories, and other confidential business \ninformation” as a compilation may constitute a trade secret). \n19. Second, the ACC and ESPN contend that  the terms of the Agreements , \nwhich serve as the basis for  the ACC’s lawsuit against the FSU Board ,62 are trade \nsecrets.63  Under Chapter 66, “a court shall protect an alleged trade secret by \nreasonable steps which may include  . . . sealing the records of the action subject to \nfurther court order[.]”  N.C.G.S. § 66-156.  In addition, the ACC alleges that the FSU \nBoard has bre ached its obligation to protect the confidentiality of  the very \nAgreements for which the ACC now seeks sealed treatment .64  Although \n“[i]nformation for which a claimant asserts trade secret protection can lose the benefit \nof protection if it has been discl osed, publicly released, or publicly filed during \nlitigation[,]” Roundpoint Mortg. Co. v. Florez , 2016 NCBC LEXIS 18, at *39 (N.C. \nSuper. Ct. Feb. 18, 2016), the Court concludes that the FSU Board’s alleged improper \n \n62 (See generally FAC.) \n \n63 (See Reply Supp. Pl.’s Am. Mot. Seal 7–11; ESPN’s Br. Supp. 4–9; Pl.’s Reply ESPN’s Br. \nSupp. 6–7.) \n \n64 (See FAC ¶¶ 213–31.) \ndisclosure of the terms of the Agreement s in the Florida Action should not control \nwhether sealing is appropriate in this litigation, and the Court declines to determine \nthe merits of the ACC’s fourth cause of action through a motion to seal. \n20. Third, numerous other courts, when considering requests to seal these and \nsimilar agreements, have concluded that they  constitute trade secrets that warrant \nsealing.  See, e.g., In re NCAA Athletic Grant -in-Aid Cap Antitrust Litig. , No. 4:14 -\nmd-02541-CW, Non -Parties/Intervenors Fox Netws.’s Opp’n Pls.’ Mot. Compel Re \nFin. Docs., Broad., Media, and Sponsorship Conts ., and Mktg. Docs. (N.D. Cal. July \n18, 2016); In re NCAA Athletic Grant-in-Aid Cap Antitrust Litig., No. 4:14-md-02541-\nCW, Non- Party CBS Broad . Inc.’s Opp’n Pls.’ Mot. Compel Re Fin . Docs., Broad ., \nMedia, and Sponsorship Conts., and Mktg. Docs. (N.D. Cal. July 8, 2016); In re NCAA \nAthletic Grant-in-Aid Cap Antitrust Litig. , No. 4:14 -md-02541-CW, Stipulation and \nOrder Regarding Second Addendum to Stipulated Protective Order (N.D. Cal. Oct. \n12, 2016); Bannon v. NCAA , No. C 09 -3329 CW, Order Approving Stipulation; \nGranting in Part Mot. Seal; Denying as Moot Mot. Intervene (N.D. Cal. June  17, \n2014); In re NCAA Student-Athlete Name and Likeness Licensing Litig. , No. 11-MC-\n63, Mem. Op. and Order (M.D.N.C. June 18, 2012).  While not controlling, the Court \nfinds these decisions persuasive. \n21. Fourth, the privacy interests of non -party ESPN deserve special \nconsideration and weigh in favor of sealing.  See, e.g.,  Golden Triangle #3, LLC v. \nRMP-Mallard Pointe, LLC, 2021 NCBC LEXIS 118, *8 (N.C. Super. Ct. Apr. 12, 2021) \n(recognizing that “special consideration should be given to the privacy interests of \nnon-parties” on sealing motions); United States v. Kravetz , 706 F.3d 47, 62 (2d Cir. \n2013) (“Third-party privacy interests, in particular, have been referred to as a \nvenerable common law exception to the presumption of access and weigh heavily in a \ncourt’s balancing equation[.]”) (cleaned up)).  ESPN has offered evidence that “ [o]ne \nof ESPN’s fundamental business functions is to negotiate media agreements with \nathletic conferences and other producers  of athletic performances on as favorable \nterms as possible[,]” and the Court agrees with ESPN that “the trade secrets and \nhighly sensitive commercial information contained in its agreements [should] not \nbecome collateral damage in th[is] lawsuit.”\n65   \n22. The Court therefore concludes that sealing the excerpts of the Agreements \nand those portions of the pleadings in this action and the Florida Action that quote \nfrom or refer to the Agreements is appropriate. \n23. Nevertheless, the Court agrees with the FSU Board  that certain of the \nACC’s redactions are “arbitrary, inconsistent, and overbroad[.]” 66  For example, in \nthe Complaint and the FAC, the ACC inconsistently redacts general descriptions of \nthe amounts previously received by FSU under the Agreements  at issue  in this \nlitigation.67  Similarly, redactions of the terms “Grant of Rights Fee(s)/Payments” and \n \n65 (ESPN’s Br. Supp. 2, 7; ESPN’s Br. Supp. Ex. A ¶¶ 4–14.) \n \n66 (Def.’s Br. Opp’n Pl.’s Am. Mot. Seal 12–14.)   \n \n67 (Compare Compl. ¶ 64, and FAC ¶ 73, with Compl. Summary of Claims ¶¶ 3, 4, and FAC \nSummary of Claims ¶ 5.) \n \n“Rights Fee(s)” are applied inconsistently throughout the Complaint and the FAC.68  \nThe Court will therefore direct the ACC to file revised public versions of the relevant \nfilings that do not redact these terms  since they have been publicly disclosed in the \nACC’s own pleadings. \nIV. \nCONCLUSION \n24. WHEREFORE, based on the above, the Court , in the exercise of its \ndiscretion, hereby ORDERS as follows: \na. The Court GRANTS in part and DENIES in part the ACC’s Amended \nMotion to Seal as follows: \ni. The Court GRANTS the ACC’s Amended Motion to Seal as to (i) \nExhibits 3, 5, and 6 to the Complaint, and (ii) Exhibits 3, 5, 6, and \n16 to the FAC .  These exhibits shall remain under seal pending \nfurther order of the Court.  Exhibits 3, 5, and 6 to the Complaint \nand the FAC shall be accessible only to the Court and counsel of \nrecord. \nii. The Court DENIES the ACC’s Amended Motion to Seal as to (i) \nthe monetary amount in paragraph 64 of the Complaint  and \nparagraph 73 of the FAC; and (ii) the terms  “Grant of Rights \nFee(s)/Payments” and “Rights Fee(s)” in the first paragraph of the \nSummary of Claims and parag raphs 14, 41, 42, and 69 of the \n \n68 (Compare Compl. Summary of Claims ¶ 1, ¶¶ 14, 41, 42, 69, and FAC Summary of Claims \n¶ 1, ¶¶ 14, 43, 44, 70, 73, 78, 110, with Compl. ¶¶ 61, 64, 87, 129, and FAC ¶ 186.)   \nComplaint, and in the first paragraph of the Summary of Claims \nand paragraphs 14, 43, 44, 70, 73, 78, and 110 of the FAC .  The \nCourt otherwise GRANTS the ACC’s Amended Motion to Seal as \nto the Complaint and the FAC.  These d ocuments shall remain \nunder seal pending further order of the Court  and shall be \naccessible only to the Court and counsel of record. \niii. The ACC shall have through and including 15 April 2024 to file \nrevised public, redacted versions of the Complaint and the F AC \nthat contain the more limited redactions identified in the \npreceding subparagraph. \nb. The Court GRANTS the Joint Motion to Seal as to Exhibit 1 to the FSU \nBoard’s Motion to Dismiss , which  shall remain under seal pending \nfurther order of the Court. \nc. The Court GRANTS in part  and DENIES in part the ACC’s Second \nMotion to Seal as follows: \ni. The Court DENIES the ACC’s Second Motion to Seal as to (i) the \nmonetary amount in paragraph 64 of the Compl aint and \nparagraph 73 of the FAC; and (ii) the terms “Grant of Rights \nFee(s)/Payments” and “Rights Fee(s)” in the first paragraph of the \nSummary of Claims and paragraphs 14, 41, 42, and 69 of the \nComplaint, and in the first paragraph of the Summary of Claims \nand paragraphs 14, 43, 44, 70, 73, 78, and 110, of the FAC listed \nin Exhibit B to the ACC’s Reply.  The Court otherwise GRANTS \nthe ACC’s Second Motion to Seal.  E xhibit B to the ACC’s Reply \nshall remain under seal pending further order of the Court  and \nshall only be accessible to the Court and counsel of record. \nii. The ACC shall have through and including 15 April 2024 to file a \npublic, redacted version of Exhibit B to the ACC’s Reply that \ncontains the redactions identified in the preceding subparagraph. \n S O ORDERED, this the 5th day of April, 2024. \n \n \n      /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n     Chief Business Court Judge "
}