{
  "id": "223151b50d5b9f9a4e88efcab10a9483e153d3c9b0cd514dcfd19fdc423cd4be",
  "source_file": "data/raw/ncbc/223151b50d5b9f9a4e88efcab10a9483e153d3c9b0cd514dcfd19fdc423cd4be.pdf",
  "raw_text": "Moss v. Towell, 2018 NCBC 20. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 11038 \nJOHN MOSS, on Behalf of Himself and \nAll Others Similarly Situated, \n \nPlaintiff, \n \nv. \n \nJOSEPH H. TOWELL; SCOTT M. \nCUSTER; J. ADAM ABRAM; \nMICHAEL S. ALBERT; DAVID S. \nBRODY; HARRY M. DAVIS; BARRY Z. \nDODSON; THOMAS J. HALL; \nTHIERRY F. HO; STEVEN J. \nLERNER; MICHAEL S. PATTERSON; \nMARY E. RITTLING; HARRY C. \nSPELL; RICHARD A. URQUHART III; \nNICOLAS D. ZERBIB; and F.N.B. \nCORPORATION,  \n \nDefendants, \n \nand \n \nYADKIN FINANCIAL \nCORPORATION, \n \nNominal Defendant. \n \nORDER & OPINION APPROVING \nSETTLEMENT \n \n1. THIS MATTER is before the Court on Plaintiff’s Motion for Final \nApproval of Settlement (“Motion for Settlement Approval”).  For the reasons \ndiscussed below, the Court RESERVES and retains jurisdiction to rule on a pending \nrequest for a fee award, CERTIFIES  a Settlement Class as defined below, \nAPPROVES the Settlement, and DISMISSES all class claims with prejudice.   \n \n \n \n \nRigrodsky & Long, P.A., by Seth D. Rigrodsky (pro hac vice), Brian D. \nLong (pro hac vice), and Jeremy J. Riley (pro hac  vice), and the Law \nOffices of James Scott Farrin, by Gary W. Jackson for Plaintiff John E. \nMoss. \n \nReed Smith LLP, by Roy W. Arnold (pro hac vice), and Smith Moore \nLeatherwood LLP , by Robert R. Marcus for Defendant F.N.B. \nCorporation.  \n \nSkadden, Arps, Slate, Meagher & Flom LLP, by Paul J. Lockwood (pro \nhac vice), Joseph O. Larkin (pro hac vice), and Alyssa S. O’Connell (pro \nhac vice), Moore & Van Allen PLLC, by Mark A. Nebrig , and \nCadwalader, Wickersham & Taft LLP, by Jonathan M. Watkins for \nDefendants Yadkin Financial Corporation, Joseph H. Towell, Scott M. \nCuster, J. Adam Abram, Michael S. Albert, David S. Brody, Harry M. \nDavis, Barry Z. Dodson, Thomas J. Hall, Thierry F. Ho, Steven J. Lerner, \nMichael S. Patterson, Mary E. Rittling, Harry C. Spell, Richard  A. \nUrquhart III, and Nicolas D. Zerbib. \n \nGale, Chief Judge.  \nI. NATURE OF THE DISPUTE AND PROCEDURAL HISTORY \n2. John E. Moss (“Plaintiff”) is a former owner of Yadkin Financial \nCorporation (“Yadkin”) stock.  \n3. On July 20, 2016, Yadkin entered into a merger agreem ent (“Merger”), \nwhereby F.N.B. Corporation (“FNB”) agreed to acquire all outstanding Yadkin stock, \nand Yadkin shareholders agreed to receive 2.16 shares of FNB stock for each Yadkin \nshare they owned (“Transaction”). \n4. On September 1, 2016, Plaintiff filed a putative class action and \nshareholder derivative complaint (“Complaint”) against Yadkin directors Joseph H. \nTowell, Scott M. Custer, J. Adam Abram, Michael S. Albert, David S. Brody, Harry \nM. Davis, Barry Z. Dodson, Thomas J. Hall, Thierry F. Ho, Steven J. Lerner, Michael \nS. Patterson, Mary E. Rittling, Harry C.  Spell, Richard A. Urquhart III, Nicolas D. \n \n \nZerbib (collectively, the “Individual Defendants”), FNB, and Yadkin (collectively with \nthe Individual Defendants, “Defendants”). \n5. The Complaint asserted direct and derivativ e claims that (1)  the \nIndividual Defendants  breached their fiduciary duties when th ey agreed to the \nMerger with allegedly unfavorable terms that undervalued Yadkin’s shares, and (2) \nFNB aided and abetted the Individual Defendants in breaching their fiduciary duties. \n(Compl. ¶¶ 56–84, ECF No. 1).  \n6. On October 5, 2016, the action (“Action”) was designated as a complex \nbusiness case by order of the Chief Justice of the Supreme Court of North Carolina \nand then assigned to the undersigned the following day.  \n7. On October 17, 2016, Yadkin filed its definitive proxy statement (“Initial \nProxy”) with the SEC, which disclosed information about the Merger.   \n8. On October 18 , 2016, Plaintiff filed an amended complaint (“Amended \nComplaint”), which further alleged that the Individual Defendants breached their \nfiduciary duties by failing to disclose allegedly material information about the \nMerger.  (Am. Compl. ¶¶ 89–90 ECF No. 7.) \n9. On October 20, 2016, Plaintiff filed a Motion for Expedited Proceedings, \nand Yadkin agreed to provide discovery to Plaintiff on an expedited basis in advance \nof a motion and hearing for a preliminary injunction to enjoin the Merger.  The parties \nconducted expedited discovery.  \n10. On November 22, 2016, Plaintiff filed a Motion for a Preliminary \nInjunction, seeking to enjoin a potential shareholder vote on the Merger until Yadkin \n \n \ndisclosed additional information regarding Yadkin’s financial projections and \nvaluation. \n11. On November 29, 2016, the parties entered into a Memorandum of \nUnderstanding (“MOU”) to settle the action so long as Defendants made additional , \nagreed-upon disclosures (“Supplemental Disclosures”) before a shareholder vote on \nthe Merger (“Settlement”). \n12. On November 29, 2016, Yadkin filed the Supplemental Disclosures with \nthe SEC. \n13. On December 9, 2016, Yadkin’s shareholders approved the Merger \n(“Shareholder Vote”) and, on March 11, 2017, the Merger closed. \n14. Plaintiff conducted confirmatory discovery f ollowing the Shareholder \nVote. \n15. On October 20, 2017, Plaintiff submitted a Stipulation and Agreement \nof Compromise, Settlement, and Release (together with exhibits, “Stipulation”), and \nfiled a Motion for Preliminary Approval of Settlement, Certification of Class, \nApproval of Class Notice, and Final Approval Hearing Scheduling.  \n16. On November 16, 2017, the Court entered its Order Preliminarily \nApproving Settlement and Certifying Class and Scheduling Order (“Order \nPreliminarily Approving Settlement”), which: (1) preliminarily certified a class action \npursuant to Rule 23 of the North Carolina Rules of Civil Procedure, solely for t he \npurpose of effectuating the Settlement and subject to a hearing to further address the \nfairness, reasonableness, and adequacy of the Settlement (“Settlement Hearing”) ; \n \n \n(2) set the Settlement Hearing for February 28, 2018; and (3) approved the form and \nmethod of notice (“Notice”)  described in the Order Preliminarily Approving \nSettlement. \n17. On February 7, 2018, Plaintiff filed the Motion for Settlement Approval. \n18. The Court received an affidavit certifying that, as of February 13, 2018, \n19,881 copies of the Notice approved by the Court in its Order Preliminar ily \nApproving Settlement were mailed to class members and nominees.  (Aff. Service \nNotice Pendency Class Action, Class Action Determination, Proposed Settlement \nClass Action, Settlement Hearing, Right to Appear 4, ECF No. 45.) \n19. On February 28, 2018, the Court conducted the Settlement Hearing, at \nwhich class counsel and counsel for Defendants  appeared and responded to the \nCourt’s questio ns.  Prior to that hear ing, the Court had advised the p arties of \nquestions on which the Court must be satisfied prior to its consideration of any award \nof attorneys’ fees, costs, or expenses, including whether the fee agreement between \nclass counsel and Plaintiff complied with Rules 1.5 and 1.8 of the North Caroli na \nRules of Professional Conduct .  See N.C. Rules Prof’l Conduct Rs. 1.5, 1.8 .  Because \nthe Settlement does not depend upon the Court ’s award of any attorneys’ fees, the \nCourt, in its discretion, elected to  separately consider the  Motion for Settlement \nApproval while reserving its consideration of c ounsel’s request for attorneys’ fees , \ncosts, and expenses.   \n \n \n20. The Court was further advised at the Settlement H earing that no \nmember of the proposed class had filed an objection to the Settlement.  One class \nmember attended the hearing but lodged no objection and did not request to be heard. \nII. CLASS CERTIFICATION AND SETTLEMENT APPROVAL \nA. The Court Certifies a Settlement Class.  \n21. The Motion for Settlement Approval requests, and the Settlement \ncontemplates, that the Court will certify a settlement class for purposes of the \nSettlement only, pursuant to Rule 23 of the North Carolina Rules of Ci vil Procedure \n(“Rule 23”).   \n22. Rule 23 allows North Carolina trial courts to certify a class action if it \nfinds that each of the following requirements are met:  \n(1) the existence of a class, (2) . . . the named representative will fairly \nand adequately represent the interests of all class members, (3) . . . there \nis no conflict of interest between the representative and class members, \n(4) . . . class members outside the jurisdiction will be adequately \nrepresented, (5) . . . the named party has a genuine personal interest in \nthe outcome of the litigation, (6) . . . class members are so numerous that \nit is impractical to bring them all before the court, [and] (7) . . . adequate \nnotice of the class action is given to class members.  \n \nIn re PokerTek Merger Litig. , No. 14 CVS 10579, 2015 NCBC LEXIS 10, at *9 (N.C. \nSuper. Ct. Jan. 22, 2015) (quoting Ehrenhaus v. Baker, Order No. 08 CVS 22632 ¶ 39 \n(N.C. Super. Ct. Feb 5, 2010)) (alterations in original); see also N.C. Gen. Stat. § 1A-\n1, Rule 23 (2015).  \n23. “[A] ‘class’ exists . . . when the named and unnamed members each have \nan interest in either the same issue of law or of fact, and that issue predominates over \nissues affecting only individual class members.” Crow v. Citicorp Acceptance Co., 319 \n \n \nN.C. 274, 280,  354 S.E. 2d 459, 464 (1987).   When a class meets the above \nrequirements, “this  Court has regularly acknowledged its broad discretion in \nconsidering class certification.”  In re Krispy Kreme Doughnuts S’holder Litig., No. 16 \nCVS 3669, 2018 NCBC LEXIS 1, at *8 (N.C. Super. Ct. Jan. 2, 2018) (“Krispy Kreme”); \nsee also , In re Newbridge Bancorp S’holder Litig. , No. 15 CVS 9251, 2016 NCBC \nLEXIS 91, at *15  (N.C. Super. Ct. Nov. 22, 2016 ); In re Harris Teeter Merger Litig. , \nNo. 13 CVS 12579, 2014 NCBC LEXIS 47, at *8 (N.C. Super. Ct. Sept. 24, 2014).  \n24. Having thoroughly considered the matters of record, the Court finds and \nconcludes that the requirements of Rule 23 have been met and that it should, in its \ndiscretion, certify a settlement class (“Settlement Class”).  Spe cifically, the Court \nfinds and concludes that: the named and unnamed members of the Settlement Class \nhave a common interest in the same issues of law and fact; Plaintiff’s claims are \ntypical of the members of the proposed class; Plaintiff has a genuine personal interest \nin the Action; there is no apparent conflict of interest between Plaintiff and any \nunnamed member of the proposed class; Plaintiff can adequately represent and has \nadequately represented unnamed members of the proposed class, both within and  \nwithout North Carolina; the common issues presented in the Action predominate over \nany issues that might only affect members individually; the number of members of \nthe proposed class are so numerous that joining them individually is impractical; the \nAction seeks relief, including injunctive relief, that is common to all members of the \nproposed class; the Notice provided to putative class members afforded adequate due \nprocess to putative class members and was appropriate, the best notice practicable \n \n \nunder t he circumstances, and otherwise in full accord with all substantive and \nprocedural requirements imposed by law; and a class action is the efficient, practical, \nand superior method for proceeding. \n25. Accordingly, in its discretion, the Court, solely for purpos es of \neffectuating the Settlement, certifies the following non -opt out Settlement Class, \ndefined as:  \nany and all record holders and beneficial owners of common stock of \nYadkin who held or owned such stock at any time during the period \nbeginning on and including July 21, 2016 through and including March \n11, 2017, the date of consummation of the Yadkin/ FNB merger (the \n“Class Period”), and including any and all of their respective successors-\nin-interest, successors, predecessors-in-interest, predecessors, \nrepresentatives, trustees, executors, administrators, estates, heirs, \nassigns and transferees, immediate and remote, and any person or \nentity acting for or on behalf of, or claiming under, any of them, and each \nof them, together with their predecessors -in-interest, predecessors, \nsuccessors-in-interest, successors, and assigns . Excluded from the \nSettlement Class are Defendants and their immediate family members, \nany entity in which any Defendant has a controlling interest, and any \nsuccessors-in-interest of such entity.  \n \n26. The Court appoints Plaintiff as Class Representative and  Rigrodsky & \nLong, P.A. as lead counsel for the Settlement Class (“Class Counsel”). \nB. The Court Defers Ruling on Class Counsel’s Request for the Award of \nAttorneys’ Fees, Costs, and Expenses.   \n \n27. Neither the Settlement nor Court approval of the Settlement depends \nupon the Court’s approval of attorneys’ fees, costs, or expenses to Class Counsel.  \n(Stipulation and Agreement of Compromise, Settlement and Release 13  \n(“Stipulation”), ECF No. 35 (“[T]he Settlement is expressly not conditioned on[ ] Court \napproval of attorneys’ fees, costs[,] and expenses.”).) \n \n \n28. The Court, in its discretion, reserves de termination of Class Counsel’s \nrequest for fees, costs, and expenses and proceeds to consider the fair ness, \nreasonableness, and adequacy of the Settlement independent of the Court’s review of \nany such award.   \n29. The p arties have requested an opportunity to submit additional \nauthorities or supporting materials regarding Class Counsel’s request for fees, costs, \nand expenses.  Any such supplemental filings shall be made on or before March 30, \n2018. \nC. The Settlement is Fair, Reasonable, and Adequate.   \n(1) The Court has examined the balance between the “give” and the \n“get” of the Settlement terms.   \n \n30. “Rule 23  requires court approval of any class settlement, recognizing \nthat class settlements present particular due process considerations because they \nbind individuals not before the court.”  Krispy Kreme, 2018 NCBC LEXIS 1, at * 12 \n(citing Ehrenhaus v. Baker, 216 N.C. App. 59, 72, 717 S.E.2d 9, 19 (2011) (“Ehrenhaus \nI”)).  However, North Carolina courts “have favored settlement of class actions \nprovided that a court determines that there has been fair notice, an opportunity for \nclass members to object, and  that the settlement terms are fair, reasonable, and \nadequate.”  Krispy Kreme, 2018 NCBC LEXIS 1, at *12, (citing Ehrenhaus I, 216 N.C. \nApp. at 72, 717 S.E.2d 9, at 19). \n31. The Court considers various factors when determining whether a \nproposed class settlement is fair, reasonable, and adequate, including:  \n \n \n(a) the strength of the plaintiff’s case, (b) the defendant’s ability to \npay, (c) the complexity and cost of further lit igation, (d) the amount \nof opposition to the settlement, (e) class members’ reaction to the \nproposed settlement, (f) counsel’s opinion, and (g) the stage of the \nproceedings and how much discovery has been completed.  \n \nIn re Newbridge Bancorp S’holder Litig ., 2016 NCBC LEXIS 91, at *21 –22 (citing \nEhrenhaus I, 216 N.C. App. at 73–75, 717 S.E.2d at 19–20). \n32. As this Court recently noted, “ [a] court may be particularly vigilant in \nits inquiry where a proposed settlement yields substantial rewards for class counse l \nwithout any corresponding monetary benefit to class members.”  Krispy Kreme, 2018 \nNCBC LEXIS 1, at *12.  In a disclosure-based settlement, courts maintain such \nvigilance by carefully examining the “give” and the “get” of the settlement.  Id. at *17 \n(citing In re Newbridge S’holder Litig., 2016 NCBC LEXIS 91, at *22).  In such \nsettlements, “the ‘get’ is the value of the supplemental disclosures and the ‘give’ is \nthe scope of the release encompassed by the settlement.”  Krispy Kreme, 2018 NCBC \nLEXIS 1, at *18.  While the Court must “be careful not to simply substitute its own \njudgment for that of competent litigation counsel that negotia ted the settlement \nterms at arm’s length[,]” it must also “guard against settlements based on inadequate \nclass representation and settlements reached through collusion that benefit only non-\nclass members.”  Id. at *19.  \n33. However, “[a]s the scope of the release narrows, . . . the Court’s inquiry \nas to the materiality of supplemental disclosures and their adequacy to support the \nrelease tends to a more traditional settlement inquiry where the judgment of \ncompetent counsel is accorded significant weight.”  Id. at *19 (citing Ehrenhaus I, 216 \n \n \nN.C. App. at 72, 74, 717 S.E.2d at 19–20).  Accordingly, “[t]he Court must still engage \nin its fairness inquiry and satisfy itself that the supplemental disclosures are \n‘material’ as that term has been defined by North Carolina’s appellate courts, while \nat the same time resisting a reflexive rejection of a class  settlement on grounds of \nimmateriality or insufficient consideration.”  Id. at *20.  As this Court summarized \nin Krispy Kreme,  \nthe Court must examine the materiality of any supplemental disclosures \nand find that they provide reasonable consideration for the class release. \nBut where there is little or no opposition by class members, the Court is \nreluctant to set aside a fair arm’s length settlement negotiated between \ncompetent counsel if the disclosures are not plainly immaterial and the \nrelease is reasonable. \n \n2018 NCBC LEXIS 1, at *21.  \n(2) The Supplemental Disclosures are sufficiently material to serve \nas reasonable consideration for the narrow release granted.   \n \n34. North Carolina uses the standard of materiality set out by the Supreme \nCourt of the United States in TSC Industries, Inc. v. Northway, Inc., 426 U.S. 438 \n(1976).  See Ehrenhaus I , 216 N.C. App. at 88, 717 S.E.2d at 28–29 (adopting TSC \nIndustries’ materiality standard); Krispy Kreme , 2018 NCBC LEXIS 1 , at *21 –22 \n(same).  In TSC Industries, the Supreme Court held that:  \n[a]n omitted fact is material if there is a substantial likelihood that a \nreasonable shareholder would consider it important in de ciding how to \nvote. . . . It does not require proof of a substantial likelihood that \ndisclosure of the omitted fact would have caused the reasonable investor \nto change his vote. What the standard does contemplate is a showing of \na substantial likelihood th at, under all the circumstances, the omitted \nfact would have assumed actual significance in the deliberations of the \nreasonable shareholder. Put another way, there must be a substantial \nlikelihood that the disclosure of the omitted fact would have been viewed \n \n \nby the reasonable investor as having significantly altered the “total mix” \nof information made available.  \n \n426 U.S. at 449; see also Krispy Kreme, 2018 NCBC LEXIS 1, at *21–22.  \n35. The Supplemental Disclosures on which the Settlement is based fall into \ntwo areas: (1) disclosures relating to the background of the Merger and (2) disclosures \nrelating to Yadkin’s financial projections.   \n36. The Initial Proxy stated that four parties —that is, FNB and parties A, \nB, and C —were interested in acquiring Yadkin.  (Pl’s. Mem. L. Supp. Mot. Final \nApproval Settlement 13 , ECF No. 43 .)  The Supplemental Disclosures, however, \ninformed shareholders that another party —party D —was interested in acquiring \nYadkin.  Further, the Supplemental Disclosures stated that each of the  parties, \nincluding FNB, had signed a non-disclosure agreement (“NDA”) with Yadkin, which, \nPlaintiff asserts, corrected  “a misleading impression that  . . . parties [A through D]  \nwere not seriously interested in acquiring Yadkin.”  (Pl’s. Mem. L. Supp. Mot.  Final \nApproval Settlement 13 –14.)  The Supplemental Disclosures  also informed \nshareholders that the NDAs Yadkin entered into with parties A, C, and D contained \n“don’t ask, don’t waive” (“DADW”) standstill provisions, which precluded interested \nparties from offering to acquire Yadkin without a written invitation from Yadkin’s \nboard.  (Pl’s. Mem. L. Supp. Mot. Final Approval Settlement 14.)  \n37. The Supplemental Disclosures regarding Yadkin’s financial projections \nincluded Yadkin’s projected earnings per share, net income, dividends per share, and \ntangible book value for the years 2018, 2019 and 2020.  The Initial Proxy contained \nonly Yadkin’s projections for 2016 and 2017.  Yadkin’s financial advisor used the \n \n \n2018, 2019, and 2020 projections to calculate Yadkin’s “critical 2020 terminal value.”  \n(Pl’s. Mem. L. Supp. Mot. Final Approval Settlement 15–16.) \n38. The release contained in the Stipulation (“Release”) releases claims \nbased on “ownership of Yadkin common stock during the Class Period that relate in \nany way” to: (1) the Merger; (2) any deliberations in connection with the Merger; (3) \nconsideration received by class members i n connection with the Merger;  \n(4) consideration received by non -class members in relation to the Merger; (5) the \nShareholder Vote; (6) the statutory fiduciary obligations of the released partie s in \nconnection with the Merger;  or (7) any of the allegations filed in the Action.  \n(Stipulation 9–10.)  The Release does not include “claims under federal or state law \nthat do not in any respect ari se out of, or do not relate to” the Merger or the \nShareholder Vote.  (Stipulation 10.)  The Release, a s this Court noted regarding a \nsubstantially similar release  in a disclosure -only settlement , “is not significantly \nbroader than the effect of the Shareholder Vote.”  Krispy Kreme, 2018 NCBC LEXIS \n1, at *25. \n39. As to the Supplemental Disclosures regarding the NDAs and the DADW \nprovisions, this Court has found similar disclosures adequate to support a settlement.  \nIn re Harris Teeter Merger Litig. , 2014 NCBC LE XIS 47, at *18 –19 (citing In re \nAncestry.com Inc. S’holder Litig., C.A. No. 7988-CS, 2012 Del. Ch. LEXIS 294 (Del. \nCh. Dec. 17, 2012) (transcript)).  As to the Supplemental Disclosures regarding the \nprojections relied on by Yadkin’s financial advisor to form a fairness opinion, this \n \n \nCourt has found similar disclosures adequate to support a settlement.  See, e.g. , \nKrispy Kreme, 2018 NCBC LEXIS 1, at *25–27.  \n40. Regarding the financial metrics disclosures, Class Counsel explained at \nthe Settlement Hearing that Yadkin’s financial advisor used the data for 2018, 2019, \nand 2020 to generate the Net Present Value Analysis of Yadkin.  While Class Counsel \nconceded that some metrics, including earnings per share, could arguably have been \ncalculated without those Supplemental Disclosures, other metrics, including tangible \nbook value, could not have been.  Defendants, without conceding that they breached \ntheir fiduciary duties when issuing the Initial Proxy, do not challenge that Class \nCounsel “presents a reasoned argument that some shareholders might have found \nthe Supplemental Disclosures to be materi al.”  Id. at *27.   Further, while Class \nCounsel forthright ly acknowledged  that it may have been possible to reasonably \napproximate underlying assumptions made in th e fairness opinion without the \nSupplemental Disclosures, Class C ounsel maintained that, regardless, the \nSupplemental Disclosures regarding the DADW standstill agreements were plainly \nmaterial and essential to any class member’s full consideration of whether to approve \nthe Merger. \n41. In response, Defendant s’ counsel candidly admitted  the potential \nrelevance of the disclosures regarding the DADW standstill agreements in light of \nthe uncertainty of developed preceden ts regarding such agreements.   While \nDefendants remain confident that they would have successfully defended against any \neffort to enjoin either the Merger or the shareholder meeting to consider it, there is \n \n \ndeveloped precedent  that would have made any such injunction  request at least \ncolorable.  See In re Complete Genomics S’holder Litig. , C.A. No. 7888 -VCL 14–18 \n(Del. Ch. Nov. 27, 2012) (transcript) (enjoining the effects of DADW clauses and \nholding that the clauses resulted in a board willfully blinding itself to the possibility \nof a competing offer); see also Koehler v. NetSpend Holdings Inc. , No. CIV. A. 8373 -\nVCG, 2013 Del. Ch. LEXIS 1 31, at *68 –73 (Del. Ch. May 21, 2013) (discussing \nComplete Genomics  and concluding that a sale process was unreasonable).  \nDefendants thus join Class Counsel in asserting that the Supplemental Disclosures, \nat least as to the DADW agreements, were adequate consideration for the tailored \nRelease included in the Settlement. \n42. The Court finds and concludes that the Supplemental Disclosu res are \n“reasonable consideration” for the Settlement.  Krispy Kreme, 2018 NCBC LEXIS 1, \nat *21.  Further, the Court finds that the value of the Supplemental Disclosures is \nnot “plainly disproportionate” to the scope of the Release, which is narrow, and that \nthe Release is “reasonable.”  Id. at *20, 21. \n43. The Court has further considered the Ehrenhaus factors and concludes \nthat they support Settlement approval.  Defendants’ ability to pay is not a \nconsideration in this case.  The Shareholder V ote and the opinion of counsel weigh \nheavily in favor of court approval.  In light of the Supplemental Disclosures and the \nShareholder Vote, t he record does not suggest that the shareholders have a \nmeritorious process -based claim .  Class C ounsel advises, and the Court finds no \n \n \nreasoned basis to disagree, that there is no reasonable likelihood of any finding that \nthe Merger was based on an unfair price.   \n44. There is also no basis to suspect that the parties colluded to reach the \nSettlement, and, instead, it appears that they reached the Settlement through arm’s-\nlength negotiations.  That counsel for parties on both s ides include some of the most \nprominent national firms well -experienced in litigation of a similar nature  further \nsupports court approval. \nIII. CONCLUSION \n45. Based on the above findings and conclusions, the Court finds the \nSettlement to be fair, reasonable, adequa te, and in the best interests of the \nSettlement Class, and it is hereby APPROVED.  The parties are hereby authorized \nand directed to comply with and to consummate the Settlement in accordance with \nits terms and provisions, and the Clerk is directed to enter and docket this Order and \nFinal Judgment in the Action.   \n46. This Order and Final Judgment shall not constitute any evidence or  \nadmission by any of the parties herein that any acts of  wrongdoing have been \ncommitted by any of the parties to the Action and should not be deemed to create any \ninference that there is any liability therefor. \n47. The Action is hereby DISMISSED WITH PREJUDICE in its entirety on \nthe merits  and, except as provided in the Stipulation, without fees, costs , and \nexpenses beyond those  approved herein  and with the understanding that this \n \n \ndismissal shall not affect or preclude the Court’s further consideration of Class \nCounsel’s request for a fee award. \n48. This Order and Final Judgment provides for the full and complete  \ndischarge, dismissal with p rejudice, settlement and release of, and a permanent \ninjunction barring, any and all manner of claims, demands, rights, liabilities, losses, \nobligations, duties,  costs, debts, expenses, interest, penalt ies, sanctions, fees, \nattorneys’ fees, actions, potent ial actions, causes of action, suits, agreements, \njudgments, decrees, matters, issues and controversies  of any kind, nature or \ndescription whatsoever, disclosed or undisclosed, accrued or unaccrued,  apparent or \nnot apparent, foreseen or unforeseen, matured  or not matured, suspected or  \nunsuspected, liquidated or not liquidated, fixed or contingent, that Plaintiff or any or \nall other members of the Settlement Class ever had, now have, or may have, whether \ndirect, derivative, individual,  class, representative, legal, equitable or of any other \ntype, or in any other capacity, based on his,  her, or its ownership of Yadkin common \nstock during the Class Period, against any of the Released Parties (as defined below), \nwhether based on state, local, foreign, federal, statutory, regulatory, common or other \nlaw or rule (including, but not limited to, any claims under federal or state securities \nlaws or state disclosure law or any claims that could be asserted derivatively on  \nbehalf of Yadkin), which, now or hereafter, are based upon, arise out of, relate in any \nway to, or involve, directly or indirectly, any of the actions, transactions, occurrences, \nstatements, representations, misrepresentations, omissions, allegations, facts, \npractices, events, claims or any  other matters, things or causes whatsoever, or any \n \n \nseries thereof, that were or could have been  alleged, asserted, set forth, claimed, \nembraced, involved, or referred to in, or related to, directly  or indirectly, the Action, \nor the subject matter thereof in any court , tribunal, forum or proceeding,  including, \nwithout limitation, any and all claims that are based upon, arise out of, relate to, or  \ninvolve, directly or indirectly, (i) the Transaction or  the Merger (or any amendment \nthereto), (ii) any deliberations or negotiations in connection with  the Transaction or \nthe Merger (or any amendments  thereto), including the process of deliberation or \nnegotiation by Defendants, and any of their  respective officers, directors, principals, \npartners or advisors, (iii) the consideration received by Settlement Class members in \nconnection with the Transaction or the Merger, (iv) the consideration received by any \nother person in connection with the Transaction or the  Merger (including, but not \nlimited to, any Yadkin or FNB  agreement), (v) the Shareholder Vote, including any \ndisclosures or statements relating to the Transaction or the Merger in the Initial \nProxy (including any amendments) or other public disclosures, including, w ithout \nlimitation, claims under the federal securities laws within the exclusive jurisdiction \nof the federal courts, (vi) the statutory or fiduciary obligations, if any, of the Released \nParties (as defined below) in connection with the Transaction or the Merger, or (vii) \nany of the allegations in any complaint or amendment(s) thereto filed in the Action \n(collectively, the “ Released Claims”); provided, however, for the avoidance of doubt, \nnothing in this release intends for Released Claims to include (x) the right to enforce \nthe Stipulation or the Settlement, or (y) claims under federal or state law that do not \n \n \nin any respect arise out of, or do not relate to, the Transaction, the Merger, or the \nShareholder Vote. \n49. Defendants release Plaintiff and Plaintiff’s c ounsel from all claims, \ncomplaints, petitions, liabilities, or sanctions arising out of the investigation, \ncommencement, prosecution, settlement, or resolution of the Action, and shall be \nbarred from asserting the same; provided, however, that such release s will not \ninclude a release of the right to enforce the Stipulation or the Settlement. \n50. Whether or not each or all of the following persons or entities were \nnamed, served with proce ss, or appeared in the Action, “Released Parties” means \nFNB, Yadkin, Joseph H. Towell, Scott M. Custer, J. Adam Abram, Michael S. Albert, \nDavid S. Brody, Harry M. Davis, Barry Z. Dodson, Thomas J. Hall, Thierry F. Ho, \nSteven J. Lerner, Michael S. Patterson, Mary E. Rittling, Harry C. Spell, Richard A. \nUrquhart III, and Nicolas D. Zerbib, and each of their respective past or present \nfamily members, spouses, heirs, trusts, trustees, executors, estates, administrators, \nbeneficiaries, distributees, foundations, agents, employees, fiduciaries, partners, \ncontrol persons, partnerships, general or limited partners or partnerships, joint \nventures, member firms, limited liability companies, corporations, parents, \nsubsidiaries, divisions, affiliates, associated entities, shareholders, principals, \nofficers, managers , directors, managing directors, members, managing members, \nmanaging agents, predecessors, predecessors -in-interest, successors, successors -in-\ninterest, assigns, financial or investment advisors, advisors, consultants, investment \nbankers, entities providin g any fairness opinion, underwriters, brokers, dealers, \n \n \nlenders, commercial bankers, attorneys, personal or legal representatives, \naccountants, insurers, co-insurers, reinsurers, and associates, of each and all of the \nforegoing. \n51. Any party providing a relea se (a “Releasing Person” ) shall waive and \nrelinquish, to the fullest extent permitted by law, the provisions, rights and benefits \nof any state, federal, or foreign law or principle of common law, which may have the \neffect of limiting the release set forth above.  Plaintiff acknowledges, and the \nmembers of the Settlement Class shall be deemed by operation of the entry of a final \norder and judgment approving the Settlement to have acknowledged, that the \nforegoing waiver was separately bargained for, is an int egral element of the \nSettlement, and was relied upon by each and all of the Defendants in entering into \nthe Settlement. \n52. The fact of and provisions contained in the Stipulation, and all \nnegotiations, discussions, actions, and proceedings in connection with the \nStipulation, shall not be deemed or constitute a presumption, concession or an \nadmission by any party in the Action, any signatory thereof or any Released Parties \nof any fault, liability, or wrongdoing or lack of any fault, liability, or wrongdoing, as  \nto any facts or claims alleged or asserted in the Action, or any other actions or \nproceedings, and shall not be interpreted, construed, deemed, involved, invoked, \noffered, or received in evidence or otherwise be used by any person in the Action or \nany other action or proceeding, whether civil, criminal, or administrative, except in \nconnection with any proceeding to enforce the terms of the Stipulation.  The Released \n \n \nParties may file the Stipulation and/or this Order and Final Judgment in any action \nthat may be brought against them in order to support a defense or counterclaim based \non principles of res judicata, collateral estoppel, release, good -faith settlement, \njudgment bar or reduction , or any theory of claim preclusion or issue preclusion or \nsimilar defense or counterclaim. \n53. The Court retains jurisdiction for the purposes of its further \nconsideration of Class Counsel’s request for an award of fees, costs, and expenses and, \nas necessary, to enforce this Order or the Stipulation.   Any supplemental filings in \nregard to Class Counsel’s  request for an award of fees , costs, and expenses shall be \nfiled on or before March 30, 2018.   \n \nSO ORDERED, this the 6th day of March, 2018. \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Business Court Judge \n "
}