{
  "id": "223ea8f88bc5c7f3bc67d26a2f70ab67bb9ad68d69b42708f8087d65be9dd649",
  "source_file": "data/raw/ncbc/223ea8f88bc5c7f3bc67d26a2f70ab67bb9ad68d69b42708f8087d65be9dd649.pdf",
  "raw_text": "Alkemal Sing. Pte. Ltd. v. DEW Glob. Fin., LLC, 2018 NCBC 35. \n \nSTATE OF NORTH CAROLINA \n \nHENDERSON COUNTY  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 1406 \n \nALKEMAL SINGAPORE PRIVATE \nLTD, \n \n   Plaintiff, \n \n v. \n \nDEW GLOBAL FINANCE, LLC; and \nDONALD E. WASHINGTON III, \n \n   Defendants. \n \nOPINION AND FINAL JUDGMENT \n \n \n1. THIS MATTER came on for trial without a jury before the undersigned on \nMarch 19, 2018.  The matter is now ripe for final determination, and the Court issues \nits Opinion and Final Judgment. \nTuggle Duggins P.A., by Richard W. Andrews, Jeffrey S. Southerland, \nand Clinton H. Cogburn, for Plaintiff. \n \nThe Law Firm of John C. Hensley, Jr., P.C., by John C. Hensley, Jr., for \nDefendants. \n \nRobinson, Judge. \nI. INTRODUCTION  \n2. Plaintiff Alkemal Singapore Private, Ltd. (“Plaintiff” or “Alkemal”)  and \nDefendants DEW Global Finance, LLC (“DEW”) and Donald E. Washington, III \n(“Washington”) negotiated a transaction whereby Defendants would procure  for \nPlaintiff, or would introduce Plaintiff to an investor who would procure for Plaintiff, \na $20 million leased standby letter of credit (“SBLC”) in exchange for Plaintiff paying \nDefendants a service fee of $2.6 million.  The service fee represented thirteen percent \nof the instrument’s value  and was to  be held in escrow until the instrument was \nauthenticated. \n3. In negotiating the transaction, Plaintiff and Defendants dealt with each \nother almost entirely through a third -party intermediary, with multiple versions of \ndifferent agreements being exchanged between them.   The parties disagree as to \nwhich agreement or agreements were intended to govern the transaction.  Plaintiff \ncontends that the parties entered into and were bound by a document entitled “Joint \nEscrow Instructions,” which obligated Defendants to hold the service fee in an escrow \naccount until Plaintiff was given a reasonable opportunity to verify the authenticity \nof the SBLC.  Defendants contend that the Joint Escrow Instructions did not \nconstitute a controlling or operative and enfo rceable contract between the parties \nbecause the parties entered into a Bank Instrument Lease Agreement and a separate \nFunds Release E scrow Agreement, pursuant to which Defendants ’ only obligations \nwere to (1) introduce Plaintiff to a provider who could issue the SBLC and (2) deliver \nthe service fee to an agreed upon third-party escrow agent. \n4. After Plaintiff wired the $2.6 million service fee to Defendants, Defendants \nretained a portion of the fee before forwarding the remainder of the funds to a third \nparty within an hour of Plaintiff’s wire transfer.  Plaintiff never received the SBLC, \nand the documents received by Plaintiff purporting to show that a SBLC had been \nissued were later determined to be fraudulent.  Plaintiff never received a refund of \nany portion of the service fee it delivered to Defendants. \n5. Based on the following Findings of Fact and Conclusions of Law, the Court \nissues its Opinion and Final Judgment that the parties entered into and were bound \nby the Joint Escrow Instructions ; that DEW breached the terms thereof; that in \nretaining Plaintiff’s funds , DEW converted  Plaintiff’s property; and that all other \nclaims for relief are denied.  Therefore, Plaintiff is entitled to compensatory damages \nin the amount of $2.6 million plus prejudgment in terest at the legal rate and \nPlaintiff’s reasonable costs in prosecuting this action against DEW. \nII. PROCEDURAL HISTORY \n6. Plaintiff initiated this action on August 19, 2015 by filing a Complaint, with \na demand for a jury trial, asserting claims against Defendants for breach of contract, \nbreach of fiduciary duty, constructive fraud, fraud, negligent misrepresentation, civil \nconspiracy, conversion, unfair and deceptive trade practices (“UDTP”), unjust \nenrichment, constructive trust, and an accounting.  (Compl. 5–14, ECF No. 1.)  \n7. This action was designated as a mandatory complex business case by order \nof the Chief Justice of the Supreme Court of North Carolina dated August 21, 2015 , \n(ECF No. 3),  and assigned to the Honorable Louis A. Bledsoe,  III, Special Superior \nCourt Judge for Complex Business Cases, by order dated August 24, 2015, (ECF No. \n4).  This case was later reassigned to the undersigned by order dated July 5, 2016.   \n(ECF No. 42.) \n8. On October 23, 2015, Defendants filed an answer in wh ich Defendants \nrequested a jury trial.  (ECF No. 12.) \n9. After completion of discovery, on July 31, 2017, Plaintiff filed a Motion for \nPartial Summary Judgment.  (ECF No. 76.)  After briefing on Plaintiff’s Motion for \nPartial Summary Judgment was complete, De fendants filed a Motion to Amend \nAnswer on October 2, 2017.  (ECF No. 85.) \n10. Following a hearing  on the motions , the Court entered an Order and \nOpinion denying both motions.  (ECF No. 93.)  The Court set this matter for trial to \nbegin on March 19, 2018 in Henderson County, North Carolina.  (ECF No. 94.) \n11. On February 2, 2018, the parties entered a joint stipulation withdrawing \ntheir respective jury demands and consenting to trial of this action by the Court \nsitting without a jury.  (ECF No. 95.) \n12. On March 12, 2018, Plaintiff and Defendants filed their respective proposed \nfindings of fact and conclusions of law.  (ECF Nos. 98–99.) \n13. Beginning on March 19, 2018, the parties, through their counsel, presented \nevidence to the Court at trial in the form of two live witne sses, various exhibits, and \ndeposition testimony.  Following conclusion of the trial, Plaintiff and Defendants \nsubmitted additional proposed findings of fact and conclusions of law on April 3, 2018.  \n(ECF Nos. 101–02.) \n14. All issues and claims are now ripe for resolution. \nIII. FINDINGS OF FACT \n15. Based on the evidence properly considered by the Court, the Court makes \nthe following Findings of Fact.  Any determination later stated as a conclusion of law \nthat should have been stated as a finding of fact is incorporated into these Findings \nof Fact. \n16. Plaintiff is a private limited company organized under the laws of \nSingapore that primarily engages in the international timber trade .  Daljit Singh \n(“Singh”) is a director of Alkemal, and Puneeta  Singh Wasan (“Wasan”) is Singh’s \ndaughter and the manager of Alkemal.  Neither Singh nor Wasan are parties to this \nlitigation. \n17. DEW is a Florida limited liability company that maintains its principal \noffice and place of business in Henderson County, North Carolina.  DEW was formed \nin 2010 and does business as Criss -Cross Financial Group (“Criss -Cross”).  For \npurposes of this Opinion, DEW , sometimes doing business as Criss-Cross, will be \nreferred to as “DEW.” \n18. Washington is the president and managing member of DEW. \n19. In the summer of 2014, Alkemal had already purchased timber in Myanmar \nbut was required  to pay between $15 and $20 million to the Myanmar Timber \nEnterprise, a government agency, before September 30, 2014 to avoid confiscation of \nits cargo.  In order to make the necessary payment, Alkemal sought financing from a \nthird party. \n20. The Bridging Edge, a Singapore company, put Alkemal in contact with \nMike Mwara (“Mwara”), a representative of CB Morgan Capital Group and a non-\nparty to this litigation. \n21. After Wasan explained Alkemal’s financing needs, Mwara proposed that \nAlkemal lease a SBLC that Alkemal could then use as collateral for a bank loan to \npay the amounts owed for the timber.  (Pl.’s Ex. 8.)  Throughout much of September \n2014, Wasan and Mwara communicated regularly about the proposed transaction.  \n(See, e.g., Pl.’s Exs. 8 –9, 11–13.)  During these discussions, Wasan explained that \nAlkemal needed the SBLC by September 29, 2014 to avoid confiscation of its cargo .  \n(See Pl.’s Exs. 8, 15–16.) \n22. Mwara, having previously referred other transactions to DEW, contacted \nWashington to inquire whether DEW would be willing to assist with the transaction.  \nWashington was made aware of Alkemal’s deadline before agreeing to assist Alkemal \nin obtaining the SBLC. \n23. On September 22, 2014, Mwara informed Alkemal that DEW would issue \nthe SBLC on Alkemal’s behalf.  (Pl.’s Ex. 13.)  Thereafter, Wasan, on behalf of \nAlkemal, and Washington, on behalf of DEW, communicated almost entirely  by \ne-mail through Mwara. \n24. On Wednesday, September 24, 2014, Mwara e -mailed Wasan a copy of \nDEW’s service proposal and instructed her to review, execute, and return the \ndocuments at her earliest convenience so that Plaintiff’s deadline could be met.  (Pl.’s \nEx. 16.) \n25. The service proposal stated that “[i]f [DEW] and/or one of our investment \npartners decide to facilitate the Alkemal transaction[,]” the “most likely terms” of the \nagreement would provide  that Scotia Bank, or a similar bank, would issue a $20 \nmillion leased SBLC to Alkemal.  (Defs.’ Ex. A, § 1.)  The service proposal stated that \nAlkemal must submit certain documents to proceed with the transaction , including \nproof of funds, a corporate resolution authorizing the transaction, and a copy of the \ncontract governing the underlying transaction.  (Defs.’ Ex. A, § 1.)  On the copy of the \nservice proposal submitted by both Plaintiff and Defendants, a number of these items \nwere struck through as having been received by Washington, including the \nrequirement that Alkemal submit a copy of the governing contract.  (Defs.’ Ex. A, § 1; \nPl.’s Ex. 16, at 2, § 1.) \n26. The service proposal also stated that it was standard protocol to require \nAlkemal to execute a service agreement before proceeding with the transaction.  \n(Defs.’ Ex. A, § 2.)  In exchange for DEW’s services, Alkemal was to pay a service fee \nof $2.6 million.  ( Defs.’ Ex. A, § 3.)  The service proposal was signed by Washington \nas president/CEO of DEW and by Singh as a director of Alkemal.  (Defs.’ Ex. A, at 4.) \n27. Alkemal submitted the required directors ’ resolution to Defendants, \nasserting that Alkemal accepted the service proposal and authorized Singh to execute \nany related agreements.  (Defs.’ Ex. B.) \n28. During the course of negotiations,  Defendants, through Mwara, presented \nAlkemal with several different written documents as draft proposed agreements.  The \nparties dispute which documents governed the agreement between them. \n29. The Joint Escrow Instructions (“Escrow Instructions”) identified the parties \nto the agreement as DEW, on the one hand, and Singh, on the other, both individually \nand in his capacity as a director of Alkemal.  (Defs.’ Ex. C, § 1.01.)  The Escrow \nInstructions identified DEW as both “Provider” and “Escrow Holder,” and identified \nAlkemal as the “Client.”  (Defs.’ Ex. C, at 1.)  The Escrow Instructions referenced \nWashington only to: (1) identify him as escrow officer, (Defs.’ Ex. C, at 1 , 5–6; Ex. A \nto Defs.’ Ex. C); (2) instruct that notices to DEW should be directed to Washington, \n(Defs.’ Ex. C, § 5.05); and (3) record his acknowledgement of acceptance of the Escrow \nInstructions “for and on behalf of DEW[,]” (Defs.’ Ex. C, at 6).  Nowhere do the Escrow \nInstructions define the rights or duties of the escrow officer.  Washington signed the \nEscrow Instructions on behalf of DEW as its president.  (Defs.’ Ex. C, at 5–6; Ex. A, \nadd. A to Defs.’ Ex. C.) \n30. The Escrow Instructions stated that “[Alkemal] has requested Provider to \nintroduce [Alkemal] to an Investor” who is able to cause the issuance of a $20 million \nSBLC.  (Defs.’ Ex. C, § 2.03.)  In exchange, DEW was to receive “a reasonable fee for \nservices in acting as Escrow Holder in fulfilling these Instructions and in the \nperformance of its duties as Escrow Holder pursuant to Escrow Holder’s  letter \nagreement with Provider.”  (Defs.’ Ex. C, § 3.03.)  The Escrow Instructions provided \nthat DEW’s fee would be $2.6 million.  (Defs.’ Ex. C, § 4.01.) \n31. The Escrow Instructions provided that, immediately upon their execution, \nAlkemal was to deposit a financial services fee of $2.6 million into DEW’s bank \naccount.  (Defs.’ Ex. C, § 4.01.)  Upon receipt of the fee, DEW was to deliver to Alkemal \n“any reasonable document that evidence[d]” that DEW had obtained the $20 million \nSBLC.  (Defs.’ Ex. C,  §§ 4.02–.03.)  Upon delivery of such documentation, Alkemal \nwas to have three banking days to verify that the SBLC documents were genuine.  \n(Defs.’ Ex. C, § 4.03.)  If Alkemal failed to notify DEW, in writing, within three  \nbanking days that the documents were “not acceptable due to specifically identified \nmisrepresentations or fraud,” DEW would be entitled to close escrow and retain the \n$2.6 million fee.  (Defs.’ Ex. C, § 4.04.)  If Alkemal objected to the documents, DEW \nwould have two business days to correct the d eficiency or DEW would be obligated \n“immediately th ereafter [to] refund the entire  . . . [f]ee” to Alkemal.  ( Defs’ Ex. C,  \n§ 4.04.)  If the provider failed to issue the SBLC within seven days of execution of the \nEscrow Instructions, Alkemal was entitled to a refund of all funds  that remained in \nescrow.  (Defs.’ Ex. C, § 4.05.) \n32. The Escrow Instructions prohibited DEW, as Escrow Holder, from \n“mak[ing] any disbursement of funds except as described” in the Escrow Instructions.  \n(Defs.’ Ex. C, Art. IV.)  The Escrow Instructions also prohibited assignment or \ndelegation of the parties’ rights and duties, ( Defs.’ Ex. C, § 5.07);  required any \namendment or cancellation of the instructions to be in writing, executed by all \nparties, (Defs.’ Ex. C, § 5.03); and prohibited an oral waiver of terms or conditions, \ninstead requiring that any waiver be in writing and executed by the party whom the \nwaived term or condition was intended to benefit, (Defs.’ Ex. C, § 5.06). \n33. The Escrow Instructions would “become binding on the date last executed \nby a Party and only upon execution by all Parties.”  (Defs.’ Ex. C, § 5.10.) \n34. Defendants introduced into evidence three versions of a Bank Instrument \nLease Agreement (the “Lease Agreemen t”).  (Defs.’ Exs. D−E, I.)  All three versions \nof the Lease Agreement are nearly identical except for : (a)  the date  stated a t the \nbeginning of each document ; (b) the parties to the agreement ; (c) the amount of the \nleasing fee; and (d) the signatures on the agreement.  ( Compare Defs.’ Ex. D, with \nDefs.’ Exs. E, I.) \n35. Each version of the Lease Agreement was created and provided by Avion \nConsulting Group, LLC (“Avion”), an entity that DEW solicited to provide the SBLC.  \nTimothy Carr (“Carr”) was the Avion representative with whom Washington \ncommunicated regarding the issuance of a SBLC. \n36. Each version of the Lease Agreement generically identified the parties to \nthe agreement as: (a) the applicant’s representative and (b) the lessee of the SBLC.  \n(E.g., Defs.’ Ex. D, at 1.)  The Lease Agreement provided that the applicant ’s \nrepresentative, Avion,  acted on behalf of itself and an undisclosed lessor “who is \nwilling to use a credit facility at a certain bank or banks to cause the issuance of a \n[SBLC] . . . which the [l]essee agrees to lease[.]”  (E.g., Defs.’ Ex. D, at 1.) \n37. The Lease Agreement provide d that the lessee and the applicant’s \nrepresentative were to reach ag reement on certain primary documents: the Lease \nAgreement, a lease application, and an Escrow Funds Release Agreement , all of \nwhich were to be attached to the Lease Agreement as exhibits.   (E.g., Defs.’ Ex. D, \n¶ D.13(i)b, e.)  After the primary documents were executed, the lessee was to deposit \na leasing fee “with the [e]scrow [a] gent and thereby into the [e]scrow account to be \ngoverned pursuant to the Escrow Funds Release Agreement.”  ( E.g., Defs.’ Ex. D,  \n¶ D.13(i)f.) \n38. Under each version of the Lease Agreement, a fter the investor’s bank (the \n“issuing bank”) delivered the SBLC to the lessee’s bank (the “receiving bank”), the \nescrow agent was obligated “to authenticate that the notification was in fact directly \nsent to the [e]scrow [a]gent from the [i]ssuing [b]ank.”  (E.g., Defs.’ Ex. D, ¶ D.13(i)h \n(emphasis omitted).)  The escrow agent could fulfill this duty by  e-mailing the bank \nofficer at the issuing bank who handled the transaction.  (E.g., Defs.’ Ex. D, \n¶ D.13(i)h.)  The escrow agent was also obligated to authenticate that the SBLC \ntransmission receipt showed certain authentication results and transaction codes, \nwhich purportedly demonstrate that the transmission had occurred.  (E.g., Defs.’ Ex. \nD, ¶ D.13(i)h.)  After authentication was complete, the escrow agent was to release \nthe leasing fee to the applicant’s representative.  ( E.g., Defs.’ Ex. D, ¶ D.13(i)h.)  If \nthe escrow agent determined that the documents were not sent by the issuing bank, \nor if the escrow agent did not authenticate that the transmission receipt had  the \nrequired results and codes, then the escrow agent was to close escrow and deliver all \nremaining funds back to the lessee.  ( E.g., Defs.’ Ex. D,  ¶ D.13(ii).)  The  Lease \nAgreement further provided that if the SBLC was not issued  and delivered to the \nreceiving bank within thirty days after the fee was deposited in escrow, the escrow \nagent was to close the escrow account and deliver all remaining funds back to the \nlessee.  (E.g., Defs.’ Ex. D, ¶ D.13(iii).) \n39. Each version of the  Lease Agreement referred to several other documents \nto be attached to the Lease Agreement as exhibits.  Exhibit A was the Lease \nApplication, which provided that the lessee “underst[ood] and agree [d] that we \n[would] utilize an independent escrow agent and escrow agreement, both defined in \nExhibit C. [sic] attached hereto.”  (E.g., Ex. A to Defs.’ Ex. D.)  An attachment to the \nLease Application provided that the required l easing fee would be “paid i nto an \nescrow with a third party escrow[.]”  (E.g., sched. 2 to Ex. A to Defs.’ Ex. D.)  Exhibit \nB set out the leasing fee to be paid by Alkemal for issuance of the SBLC.  (E.g., Ex. B \nto Defs.’ Ex. D.)  Exhibit C was a blank page titled “Escrow Agreement (Three Party \nEscrow Agreement),” to which no other document was attached.  (E.g., Ex. C to Defs.’ \nEx. D.) \n40. Defendants also introduced into  evidence a Funds Release Escrow \nAgreement (the “Funds Release Agreement”), which bears a similar but not identical \ntitle to the primary document identified in each version of the Lease Agreement as \nthe “Escrow Funds Release Agreement.”  ( Compare Defs.’ Ex. J, with Defs.’ Ex. D, \n¶ D.13(i)b(3).)  The parties listed in the Funds Release Agreement were: (a) Avion; \n(b) DEW and Alkemal, together as lessee; and (c) Velocity Partners, Ltd. (“Velocity”) \nas escrow agent.  (Defs.’ Ex. J, at 1.) \n41. The Funds Release Agreement stated that “Avion and the [l]essee desire to \nrelease the Escrowed Funds pursuant to the terms of the Escrow Agreement[.]”  \n(Defs.’ Ex. J , at 1.)   The Funds Release Agreement provided procedures for the \nissuance of the SBLC and the release of escrowed funds that are identical to those in \nthe Lease Agreements.  (Compare Defs.’ Ex. J, §§ 2–3, with Defs.’ Ex. I, ¶ D.13.) \n42. Because of the inconsistencies between the Escrow Instructions, on the one \nhand, and the Lease Agreement and Funds Release Agreement, on the other hand, it \nwould be  impossible for Defendants to simultaneously comply with both sets of \ndocuments.  The Escrow Instructions gave Alkemal the right to verify the \nauthenticity of the SBLC before the funds could be released , whereas the Lease \nAgreement and Funds Release Agreement placed an obligation on the escrow agent  \nto verify the authenticity of the SBLC but gave no such right to Alkemal.  (Compare \nDefs.’ Ex. C, §§ 4.03–.04, with Defs.’ Ex. D, ¶ D.13(i)h, and Defs.’ Ex. J, § 2(i)h.)  The \nEscrow Instructions unquestionably obligated DEW to hold the $2.6 million in escrow \nfor up to three banking days to give Plaintiff an opportunity to verify the authenticity \nand issuance of the SBLC, (Defs.’ Ex. C, Art. IV, §§ 4.04 –.05), whereas the Lease \nAgreement created no such obligation, (e.g., Defs.’ Ex. D, ¶ D.13(i)h), and the Funds \nRelease Agreement named Velocity as escrow agent, (Defs.’ Ex. J, at 1). \n43. The timestamps on the e-mails sent between Mwara, Washington, and \nWasan were sent f rom two, or potentially three, different time zones.  Mwara is \nbelieved to have been located either on the East Coast or in Houston, Texas, and was \nthus in either the Eastern or Central Time Zone of the United States.  Washington  \n(and as a result DEW) was located in North Carolina, which is in the Eastern Time \nZone.  Wasan was located in Singapore, which is twelve hours ahead of the Eastern \nTime Zone.  After careful review of the evidence presented, the Court finds that the \ncommunications between the parties and the resulting transaction proceeded as \nfollows, with all times stated as Eastern Time unless otherwise indicated. \n44. After Alkemal accepted  DEW’s service proposal , which was sent on \nSeptember 24, 2014, Wasan was provided a Lease Agreement dated September 25 , \n2014 (the “September 25th Lease Agreement ”) and a copy of the Funds Release \nAgreement. \n45. The September 25th Lease Agreement named Avion as the applicant’s \nrepresentative and Alkemal as the lessee and set the leasing fee for the transaction \nat $2.6 million.  (Defs.’ Ex. D, at 1; Ex. B to Defs.’ Ex. D.)  Exhibit C was an otherwise \nblank page indicating that an Escrow Agreement was attached, but no such document \nwas attached.  (Ex. C to Defs.’ Ex. D.) \n46. Wasan was not comfortable with the September 25th  Lease Agreement \nbecause the authentication procedures offered very little protection for Alkemal and \nrequired that Velocity act as escrow agent .  Wasan’s biggest concern was wiring \nmoney to Velocity because she did not know  Velocity’s representative, Peter  \nMcLaughlin (“McLaughlin”), and had not dealt with him.  Wasan expressed these \nconcerns to Mwara.  Nevertheless, Singh signed the agreement on Alkemal’s behalf \non September 26, 2014.  (Defs.’ Ex. D, at 13, Ex. A & scheds. 1–2, 4, Ex. B.) \n47. At 9:02 a.m. on September 26, after the September 25th Lease Agreement \nhad been sent, reviewed, and signed by Singh on behalf of Alkemal, and after Wasan \nexpressed concerns about the security of the transaction process, Washington sent \nthe Escrow Instructions (naming Washington as escrow officer and DEW as escrow \nholder) to Mwara, instructing Mwara to “have [his] clients review, execute and return \nASAP.”  (Pl.’s Ex. 19.)  Within a half hour of receiving the Escrow Instructions, Wasan \nresponded that she had authorized the wire transfer and would send the agreement \nthe next day because she could not print the agreement at that time .  (Pl.’s Ex. 20.)  \nWashington, on behalf of DEW, signed the Escrow Instructions on September 26, \n2014.  (Defs.’ Ex. C, at 5.)  The Escrow Instructions were also executed by Alkemal. \n48. At approximately 1:30 p.m. on September 26, 2014, Washington, on behalf \nof DEW, electronically signed a subsequent Lease Agreement  dated September 26, \n2014 (the “September 26th Lease Agreement”)  naming Avion as the applicant ’s \nrepresentative and naming both Alkemal and DEW as “[l]essee.”  (Defs.’ Ex. E, at 1, \n13.)  Except as explained below, the September 26th Lease Agreement was otherwise \nidentical to the September 25th Lease Agreement.  (Compare Defs.’ Ex. D, with Defs.’ \nEx. E.) \n49. Although a mark similar to  Singh’s signature appears on the September \n26th Lease Agreement, the pages bearing Singh’s signature were photocopied from \nthe previously signed September 25th Lease Agreement  and inserted into the \nSeptember 26th Lease Agreement without his knowledge or consent.  The signatures \non the September 25th and September 26th Lease Agreements are identical in \nappearance and placement on each respective page of the two documents.  (Compare \nDefs.’ Ex. D, at 13 –16, 18–19, with Defs.’ Ex. E, at 13 –16, 18–19.)  Additionally, the \nfirst page of the September 25th Lease Agreement contained definitions numbered 1 \nthrough 11, continuing onto the next page with definition number 12.  (Defs.’ Ex. D, \nat 1–2.)  The September 26th Lease Agreement did not include a definition number \n11.  (Defs.’ Ex. E, at 1 –2.)  Definition number 11 was omitted from the September \n26th Lease Agreement because the addition of DEW as lessee added a  line of text to \nthe first page of the agreement.   (Defs.’ Ex. E, at 1 –2.)  Thus, in order to be able to \nuse the page s from the September 25th Lease Agreement that contained Singh’s \nsignature as his purported signature on the September 26 th Lease Agreement, \ndefinition 11 was omitted to maintain the pagin ation and spacing for the remainder \nof the document.  \n50. Washington denie s any knowledge of how the September 26th Lease \nAgreement was slip-sheeted or who d id it.  Before trial, Wasan had n ot seen the \nSeptember 26th Lease Agreement naming both Alkemal and DEW as lessee. \n51. At 1:49 p.m. on September 26, 2014, Washington, on behalf of DEW, affixed \nhis electronic signature to a Funds Release Agreement that named Velocity , rather \nthan DEW, as the escrow agent.  (Defs.’ Ex. F, at 1, 8.)  The Funds Release Agreement \nstated that the leasing fee was $2.2 million, notwithstanding the fact that the \nSeptember 26th Lease Agreement, which Washington signed roughly twenty minutes \nearlier, set the fee at $2.6 million.  (Compare Ex. B to Defs.’ Ex. E, with Defs.’ Ex. F, \nat 8.) \n52. Wasan wired the $2.6 million to DEW’s bank account on Monday, \nSeptember 29, 2014  in reliance on DEW’s designation as escrow holder in the Escrow \nInstructions and the fact that Alkemal would have three banking days to verify t he \nSBLC’s authenticity before any funds could be released from escrow. \n53. Sometime after Wasan wired the funds, a third lease agreement was \nexecuted, dated September 29, 2014 (the “September 29th Lease Agreement”) .  (See \nDefs.’ Ex. I.)  The September 29th Lease Agreement named Avion as the applicant’s \nrepresentative but listed only DEW as the lessee, having deleted Alkemal as a party.  \n(Defs.’ Ex. I, at 1.)  Washington believed he was authorized to execute the September \n29th Lease Agreement on Alkemal’s be half because Singh had executed the \nSeptember 25th Lease Agreement ; however, Washington did not tell Alkemal that \nthe September 29th Lease Agreement did not list Alkemal as a party because he \nconsidered it to be irrelevant.  In contrast to the earlier Leas e Agreements, the \nSeptember 29th Lease Agreement set the leasing fee at $2.2 million.  (Ex. B to Defs.’ \nEx. I.)  As with the earlier Lease Agreements, Exhibit C was an otherwise blank page \nthat referenced an attached escrow agreement, but no such document was attached.  \n(Ex. C to Defs.’ Ex. I.)   Washington, on behalf of DEW, signed the September 29th \nLease Agreement, which was also signed by Carr on behalf of Avion.  (Defs.’ Ex. I, at \n13.) \n54. In addition to the September 29th Lease Agreement, Defendants \nintroduced into evidence the Funds Release Agreement, (Defs.’ Ex. J), which \nWashington testified was the parties’ final escrow agreement and was intended to be \nExhibit C to the September 29th Lease Agreement.  The signature page of the Funds \nRelease Agreem ent was dated September 26 , (Defs.’ Ex. J, at 8), and was \nelectronically signed by Washington on that date, (Defs.’ Ex. F, at 8).  The Funds \nRelease Agreement was also signed by Carr on behalf of Avion and by McLaughlin on \nbehalf of Velocity.  (Defs.’ Ex. J, at 8.)  Carr and McLaughlin signed the agreement  \nby hand, and McLaughlin’s signature was dated September 29, 2014.  (Defs.’ Ex. J, \nat 8.)  The Funds Release Agreement was not signed by anyone on Alkemal’s behalf.  \n(See Defs.’ Ex. J, at 8.)  The executed Funds Release Agreement set the leasing fee at \n$2.2 million.  (Defs.’ Ex. J, at 8.) \n55. Although Singh signed the September 25th Lease Agreement on Alkemal’s \nbehalf, Alkemal neither saw nor agreed to be bound by later versions of the Lease \nAgreement or the Funds Release Agreement.  Because Alkemal did not agree to be \nbound by the September 26 th or September 29 th Lease Agreements or the Funds \nRelease Agreement, those documents do not constitute agreements between Plaintiff \nand Defendants. \n56. The terms of the September 25th Lease Agreement materially differed from \nthose of the September 26th and September 29th Lease Agreements in that the \nparties, the service fee, or both were changed.  (Compare Defs.’ Ex. D, at 1, and Ex. \nB to Defs.’ Ex. D, with Defs.’ Ex. E, at 1, Ex. B to Defs.’ Ex. E, Defs.’ Ex. I, at 1,  and \nEx. B to Defs.’ Ex. I.)  Prior to trial, Wasan had never seen a document listing DEW, \neither solely or along with Alkemal, as lessee or stating that the leasing fee was $2.2 \nmillion rather than $2.6 million .  Had she seen such an agreement, it would have \nraised red flags as to what was going to happen to the other $400,000  of the $2.6 \nmillion service fee being paid for the SBLC. \n57. Within an hour of Wasan wiring $2.6 million to DEW , DEW retained \n$400,000 as its service fee before releasing the remainder of the funds to Velocity.  \nWashington testified that DEW had agreed to pay Mwara $200,000 for his services \nrendered in the transaction.  From the $400,000 retained by DEW, Mwara was paid \n$10,000 of the $200,000 that was to have been Mwara’s fee, but DEW withheld the \nremaining $190,000 of Mwara’s fee because the transaction was still in flux.  (See Pl.’s \nEx. 7.) \n58. When asked if the Escrow Instructions were part of DEW’s agreement with \nAlkemal and whether DEW and Washington were obligated to act pursuant to the \nEscrow Instructions, Washington’s testimony was “sort of, kind of.” \n59. Alkemal did not receive the SBLC by the deadline for paying the Myanmar \nTimber Enterprise.  As a result, Alkemal forfeited to the Myanmar Timber Enterprise \nthe shipload of lumber it was purchasing and for which Alkemal had already paid \napproximately $20 million. \n60. On September 30, 2014, Wasan e -mailed Washington requesting that the \n$2.6 million be refunded to Alkemal “as pe r the Escrow Agreement”  because the \nSBLC had not been timely issued.   (Pl.’s Ex. 25, at 3.)  Washington and Wasan \nexchanged e-mails over the next several days wherein Wasan repeatedly requested a \nrefund and information on why the SBLC had not been received, and Washington \nreplied that he was working on a solution.  (Pl.’s Ex s. 25, 28.)  In e-mails sent by \nWasan on October 2, 2014, Wasan told Washington that “you are my escrow and the \nmoney is to be sitting with you till  [sic] there is confirmation on the SBLC receipt” \nand “you are my escrow and I am unaware of any further agreements you have behind \nthe scene [sic][.]”  (Pl.’s Ex. 28, at 1.)  None of the e-mails introduced into evidence \ndemonstrate that Washington denied that DEW was obli gated under the Escrow \nInstructions or that the Escrow Instructions did not control the method for releasing \nfunds from escrow. \n61. On October 2, 2014,  McLaughlin, on behalf of Velocity , e-mailed \nWashington to inform him that “escrow ha[d] been closed upon con ditions in the \nagreement having been met[.]”  (Pl.’s Ex. 26, at 2.)  McLaughlin then described how \nthe conditions required by the Lease Agreements and the Funds Release Agreement \nhad been met.  (Pl.’s Ex. 26, at 2; see also Defs.’ Exs. D–F, I–J.)  Washington responded \nto McLaughlin’s e-mail within the hour, stating that “[t]he instrument ha[d] not been \nreceived by the intended party, and I did not au thorize the closure of escrow.”  (Pl.’s \nEx. 26, at 1.)  Washington f orwarded these e -mails to Mwara, who then forwarded \nthem to Wasan on Thursday, October 2, 2014.  (Pl.’s Ex. 26, at 1.) \n62. The parties agree that Plaintiff was the victim of a fraudulent scheme by \nunknown third parties.  As a result, the $2.6 million wired by Alkemal to DEW for \nthe issuance of a $20 million SBLC was lost. \n63. Plaintiff learned on October 2, 2014 that DEW had forwarded the escrowed \nfunds to Velocity in violation of the terms of the Escrow Instructions. \nIV. CONCLUSIONS OF LAW \n64. Based on the foregoing Findings of Fact, the Court makes the following \nConclusions of Law. \n65. The Court has jurisdiction over the parties and the subject matter of this \naction. \n66. This case was properly designated as a mandatory complex business case \nand assigned to the undersigned, who has authority to make Findings of F act \nfollowing the completion of the trial and the submission of all disputed issues for \nresolution by the Court without a jury. \n67. The parties waived their right to a jury trial on this action. \n68. The parties tendered thirty exhibits , which the Court admitted in to \nevidence for purposes of this bench trial.  The Court also received testimony by \nPlaintiff’s two witnesses appearing at trial, Wasan and Washington. \n69. Any Findings of Fact that are more appropriately deemed Conclusions of \nLaw are incorporated by reference as the Court’s Conclusions of Law. \nA. Breach of Contract \n70. Plaintiff alleges that the Escrow Instructions are a valid and binding \ncontract and that Defendants breached the agreement by failing to procure the leased \nSBLC and failing to hold Plaintiff’s funds in  escrow until the instrument had been \nobtained.  (Compl. ¶¶ 35, 37–38.) \n71. Under North Carolina law, a claim for breach of contract requires (1) the \nexistence of a valid contract and (2) breach of the terms thereof.  Poor v. Hill , 138 \nN.C. App. 19, 26, 530 S.E.2d 838, 843 (2000). \n72. “The well -settled elements of a valid contract are offer, acceptance, \nconsideration, and mutuality of assent to the contract’s essential terms.”  Se. \nCaissons, LLC v. Choate Constr. Co., 784 S.E.2d 650, 654 (N.C. Ct. App. 2016).  “It is \naxiomatic that a valid contract between two parties can only exist when the parties \nassent to the same thing in the same sense . . . .”  Normile v. Miller, 313 N.C. 98, 103, \n326 S.E.2d 11, 15 (1985) (quotation marks omitted).   “This mutual assent and the \neffectuation of the parties’ intent is normally accomplished through the mechanism \nof offer and acceptance.”  Snyder v. Freeman, 300 N.C. 204, 218, 266 S.E.2d 593, 602 \n(1980).  In discussing offer and acceptance, our Court of Appeals has stated: \nOrdinarily one party, by making an offer, assents in advance; the other, \nupon learning of the offer, assents by accepting it and thereby forms the \ncontract.  The offer may be communicated directly or through an agent; \nbut information received by one party that a nother is willing to enter \ninto a bargain is not necessarily an offer.  The test is whether the offer \nis so made as to justify the accepting party in a belief that the offer is \nmade to him. \n \nSchwarz v. St. Jude Med., Inc. , 802 S.E.2d 783, 789 (N.C. Ct. App . 2017) (quoting \nRestatement (Second) of Contracts § 23, cmt. a).  “Whether mutual assent is \nestablished and whether a contract was intended between the parties are questions \nfor the trier of fact.”  Creech v. Melnik, 347 N.C. 520, 527, 495 S.E.2d 907, 911 (1998). \n73. Plaintiff’s evidence that Defendants, through Mwara, presented Plaintiff \nwith an offer to proceed under the Escrow Instructions, requesting that Wasan review \nit, execute it, and return it “ASAP,” demonstrates that Defendants made an offer that \njustified Alkemal in believing that Defendants intended to be bound upon acceptance. \n74. Alkemal’s acceptance of Defendants’ offer is adequately demonstrated by \nWasan’s conduct, which occurred within thirty minutes of receiving the offer, in \nsending the initial wire transfer and saying she would send the signed agreement the \nnext day. \n75. The Court therefore concludes that the Escrow Instructions are a binding \ncontract. \n76. Defendants argue that the Escrow Instructions cannot be enforced because \nPlaintiff failed to pro duce a signed copy or demonstrate that a signed copy  was \ntransmitted to Defendants.  The Court finds this argument unavailing. \n77. Defendants admitted in their Answer that Plaintiff and Defendants signed \nthe Escrow Instructions, pursuant to which DEW and Washi ngton would act as \nescrow holder and escrow officer, respectively, and that Alkemal wired the funds to \nDEW as required by that agreement.  (Answer and Crosscls. of DEW and Washington, \n¶¶ 16, 18, ECF No. 12.)  “It is well settled that parties are bound by a dmissions and \nallegations within their pleadings unless withdrawn, amended or otherwise altered \npursuant to [Rule] 15.”  Webster Enters., Inc. v. Selective Ins. Co. of the Se., 125 N.C. \nApp. 36, 41, 479 S.E.2d 243, 247 (1997).  Defendants’ motion to amend their answer \nto retract this admission was denied by this Court. \n78. Even had Defendants been permitted to amend their Answer, the evidence \nadmitted at trial showed that Alkemal did in fact execute the Escrow Instructions.  \nFurther, even if this finding is in error, the fact that a party seeking to enforce an \nagreement did not execute the agreement is not fatal to a breach of contract claim, \neven where the agreement expressly stated that it was not binding until fully \nexecuted, as did the Escrow Instructions.  “The object of a signature to a contract is \nto show assent, but the signing of a written contract is not necessarily essential to its \nvalidity.  Assent may be shown in other wa ys, such as acts or conduct or silence.”  \nBurden Pallet Co. v. Ryder Truck Rental, Inc., 49 N.C. App. 286, 289, 271 S.E.2d 96, \n97 (1980); see also Fid. & Cas. Co. of N.Y. v. Charles W. Angle, Inc. , 243 N.C. 570, \n575–76, 91 S.E.2d 575, 579 (1956) (holding that an agreement that was not executed \nby plaintiff was enforceable and noting that a “signature is not always essential to \nthe binding force of an agreement” and that “mutuality or assent  . . . may be shown \nin other ways” such as whether it “is delivered and acted on”); W.B. Coppersmith & \nSons, Inc. v. Aetna Ins. Co., 222 N.C. 14, 17, 21 S.E.2d 838, 840 (1942) (“The signing \nof a written contract is not necessarily essential to its validity.  It is equally efficacious \nif a written contract is prepared by on e party and delivered to the other party, and \nacquiesced in by the latter without objection.”); Walker v. Goodson Farms, Inc. , 90 \nN.C. App. 478, 487, 369 S.E.2d 122, 127 (1988) (holding that “the parties’ failure to \nexecute a written contract does not prec lude the creation of an enforceable \nagreement”). \n79. Defendants’ argument s that Plaintiff waived the Escrow Instructions ’ \nrequirements or entered into a substitute agreement are equally unavailing.  For a \nwaiver to exist, “[t]here must always be an intention to relinquish a right, advantage \nor benefit.”  42 E., LLC v. D.R. Horton, Inc., 218 N.C. App. 503, 509, 722 S.E.2d 1, 6 \n(2012).  Such an intention “may be expressed or implied from acts or conduct that \nnaturally leads the other party to believe that the right has been intentionally given \nup.”  Id.  This is true even where the contract provides that any modification must be \nin writing.  Id. at 511, 722 S.E.2d at 7. \n80. As to the substitution of a new agreement for an old agreement, “[i]t is clear \nthat parties may modify their agreement by entering into a new contract prescribing \ntheir rights and liabilities in regard to the entire subject matter and the new \nagreement amounts to a novation.”  Penney v. Carpenter, 32 N.C. App. 147, 149, 231 \nS.E.2d 171, 173 (1977); see also Bowles v. BCJ Trucking Servs., Inc. , 172 N.C. App. \n149, 153, 615 S.E.2d 724, 727 (2005) (“Novation may be defined as a substitution of a \nnew contract or obligation for an old one which is thereby extinguished.”).  “[T]he \nessential requisites of a novation are a previous valid obligation, the agreement of all \nthe parties to the new contract, the extinguishment of the old contract, and the \nvalidity of the new contract.”  Bowles, 172 N.C. App. at 153, 615 S.E.2d at 727. \n81. The Court has found, by the greater weight of the evidence, that Plaintiff \nsigned the September 25th Lease Agreement before it was presented with and agreed \nto be bound by the Escrow Instructions .  It necessarily follows that the earlier \nSeptember 25th Lease A greement cannot replace or modify the subsequent Escrow \nInstructions.  Further, having found that Plaintiff was never presented with the later \nversions of the Lease Agreements, the Court cannot conclude that Plaintiff assented \nto those agreements by virtue of its initial agreement to the September 25th Lease \nAgreement, particularly where material terms such as the parties and the service fee \nhad been modified  without Plaintiff’s knowledge or consent .  Because Defendants \nhave not established that Plaintiff assented to the terms of the September 29th Lease \nAgreement or the Funds Release Agreement, those defenses must fail. \n82. Having found that the Escrow Instructions were a valid contract, the Court \nmust determine whether Defendants breached the terms thereof. \n83. The Court concludes that DEW , as escrow holder,  breached its obligation \nunder the Escrow Instructions  to “ not make any disbursement of funds except as \ndescribed [therein,]” (Defs.’ Ex. C, Art. IV) , because DEW released the funds to \nVelocity almost immediately  after Plaintiff transferred the funds  without any \ndocumentation being  provided to Alkemal  with which Alkemal could verify the \nauthenticity of the SBLC.  See Marcuson v. Clifton, 154 N.C. App. 202,  204–05, 571 \nS.E.2d 599 , 601–02 (2002) (affirming summary judgment in favor of plaintiff on \nbreach of contract claim where defendant escrow agent released escrowed funds in \nviolation of the express terms of the parties’ agreement). \n84. However, the Court concludes that the Escrow Instructions did not impose \nany binding obligations on Washington, as escrow officer .  As Washington had no \ncontractual obligations under the Escrow Instructions, he cannot be liable for breach \nof those instructions.  \n85. Based upon the foregoing, the Court concludes that DEW breached a valid \ncontract with Plaintiff —the Escrow Instructions —and Plaintiff is entitled to \ncompensatory damages as a result.  The Court further concludes that Plaintiff has \nfailed to prove, by the greater weight of the evidence, its claim for breach of contract \nagainst Washington individually and, accordingly,  this claim is dismissed with \nprejudice. \nB. Breach of Fiduciary Duty \n86. Plaintiff alleges that Defendants breached fiduciary duties owed to Plaintiff \npursuant to the Escrow Instructions by releasing the escrowed funds before the \nconditions of the Escrow Instructions were satisfied.  (Compl. ¶¶ 42, 45.) \n87. To prevail on its claim for breach of fiduciary duty, Plaintiff must show that: \n(1) Defendants owed Plaintiff a fiduciary duty; (2) Defendants breached their \nfiduciary duty; and (3) the breach of fiduciary duty was a proximate cause of injury \nto Plaintiff.  Farndale Co. v. Gibellini, 176 N.C. App. 60, 68, 628 S.E.2d 15, 20 (2006); \nsee also Miller v. Burlington Chem. Co., 2017 NCBC LEXIS 6, at *23 (N.C. Super. Ct. \nJan. 27, 2017).  “For a breach of fiduciary duty to exist, there must first be a fiduciary \nrelationship between the parties.”  Dalton v. Camp , 353 N.C. 647, 651, 548 S.E.2d \n704, 707 (2001).  Courts in North Carolina recognize that “a fiduciary duty can arise \nby operation of law ( de jure) or based on the facts and circumstances ( de facto)[.]”  \nLockerman v. S. River Elec. Membership Corp. , 794 S.E.2d 346, 3 51 (N.C. Ct. App. \n2016).  Thus, a fiduciary relationship will arise not only from “all legal relations, such \nas attorney and client, broker and principal,  . . . [and] principal and agent,” for \nexample, “but it extends to any possible case in whic h . . . there is a confidence \nreposed on one side and a resulting domination and influence on the other.”  White v. \nConsol. Planning, Inc., 166 N.C. App. 283, 293, 603 S.E.2d 147, 155 (2004). \n88. “Under well -established principles of North Carolina agency law[,] [a]n \nagent is a fiduciary with respect to matters within the scope of his agency.”  Estate of \nGraham v. Morrison , 168 N.C. App. 63, 74, 607 S.E.2d 295, 303 (2005)  (quotation \nmarks omitted).  “An agent is one who, by the authority of another, undertakes to \ntransact some business or manage some affairs on account of such other, and to \nrender an account of it.”  SNML Corp. v. Bank of N.C., N.A., 41 N.C. App. 28, 36, 254 \nS.E.2d 274, 279 (1979) .  “There are two essential ingredients in the principal -agent \nrelationship: (1)  [a]uthority, either express or implied, of the agent to act for the \nprincipal, and (2) the principal’s control over the agent.”  Phelps-Dickson Builders, \nL.L.C. v. Amerimann Partners , 172 N.C. App. 427, 435, 617 S.E.2d 664, 669 (2005).  \n“[T]he critical element of an agency relationship is the right of control.”  Coastal \nPlains Utils., Inc. v. New Hanover Cty., 166 N.C. App. 333, 344, 601 S.E.2d 915, 923 \n(2004) (quotation marks omitted).  “Specifically, the principal must have the right to \ncontrol both the means and the details of the process  by which the agent is to \naccomplish his task in order for an agency relationship to exist.”  Id. (quotation marks \nomitted). \n89. Plaintiff did not exercise control over Defendants’ conduct in carrying out \nthe transaction beyond the express terms of the Escrow Instructions.  Therefore, the \nCourt concludes that Plaintiff and DEW did not stand in a  principal-agent, de jure \nfiduciary relationship by virtue of the Escrow Instructions. \n90. Whether a de facto fiduciary relationship exists is generally a question of \nfact.  Carcano v. JBSS, LLC, 200 N.C. App. 162, 178, 684 S.E.2d 41, 53 (2009).  “The \nstandard for finding a de facto fiduciary relationship is a demanding one: ‘Only when \none party figuratively hold s all the cards —all the financial power or technical \ninformation, for example —have North Carolina courts found that the special \ncircumstance of a fiduciary relationship has arisen.’”  Lockerman, 794 S.E.2d at 352.  \nAdditionally, “[p]arties to a contract do  not thereby become each others’ fiduciaries; \nthey generally owe no special duty to one another beyond the terms of the contract[.]”  \nHighland Paving Co. v. First Bank, 227 N.C. App. 36, 43, 742 S.E.2d 287, 292 (2013).  \nGenerally, “parties who interact at arms-length do not have a fiduciary relationship \nwith each other[.]”  Crumley & Assocs., P.C. v. Charles Peed & Assocs., P.A., 219 N.C. \nApp. 615, 620–21, 730 S.E.2d 763, 767 (2012). \n91. DEW agreed to be bound by the Escrow Instructions, but no evidence was \npresented that either Defendant agreed to represent Plaintiff’s best interests or that \nDefendants exerted any special influence over Plaintiff.  That Plaintiff was operating \nunder a fast-approaching deadline does not elevate DEW’s contractual obligations to \nthat of a fiduciary obligation.   Further, Wasan’s testimony that she came to rely on \nand trust Washington as a result of their very limited direct interaction is insufficient \nto establish that Wasan reposed a special trust and confidence in either Defendant. \n92. The Court concludes that DEW was obligated to act pursuant to the Escrow \nInstructions, but neither Defendant was  thereby obligated to act in Alkemal’s best \ninterests pursuant to a de facto fiduciary relationship. \n93. Based on the foregoing , the Court concludes that Plaintiff  has failed to \nprove the existence of a fiduciary relationship and, therefore, Plaintiff’s second claim \nfor breach of fiduciary duty is dismissed with prejudice. \nC. Constructive Fraud \n94.  “To establish constructive fraud, a plainti ff must  show that defendant \n(1) owes plaintiff a fiduciary duty; (2) breached this fiduciary duty; and (3) sought to \nbenefit himself in the transaction.”  Highland Paving Co., 227 N.C. App. at 42, 742 \nS.E.2d at 292. \n95. Plaintiff alleges that Defendants breached thei r fiduciary obligations and \ntook advantage of their position of trust to benefit themselves by releasing the \nescrowed funds to Velocity before the conditions of the Escrow Instructions were \nsatisfied.  (Compl. ¶ 54.) \n96. Having concluded that Plaintiff has failed to prove the existence of a \nfiduciary relationship, the Court concludes that Plaintiff has failed to prove its claim \nfor constructive fraud and, accordingly, Plaintiff’s third claim for constructive fraud \nis dismissed with prejudice. \nD. Fraud \n97. The essential elements of a claim for fraud are a “(1) [f]alse representation \nor concealment of a material fact, (2) reasonably calculated to deceive, (3) made with \nintent to deceive, (4) which does in fact deceive, (5) resulting in damage to the injured \nparty.”  Forbis v. Neal, 361 N.C. 519, 526–27, 649 S.E.2d 382, 387 (2007).  Proof of a \nfraud claim requires proof of scienter, which requires “an intent to deceive, \nmanipulate, or defraud.”  RD & J Props. v. Lauralea -Dilton Enters., LLC, 165 N.C. \nApp. 737, 745, 600 S.E.2d 492 , 498 (2004).  “Additionally, reliance on alleged false \nrepresentations must be reasonable.”  Sullivan v. Mebane Packaging Grp., Inc. , 158 \nN.C. App. 19, 26, 581 S.E.2d 452, 458 (2003). \n98. Plaintiff alleges in its fourth claim for relief that Defendants, by signing the \nEscrow Instructions, falsely represented to Plaintiff that they would abide by the \nterms of the Escrow Instructions, despite knowing that they had already signed or \nplanned to sign the Funds Release Agreement.  (Compl. ¶¶ 61 –64.)  Plaintiff alleges \nthat Defendants concealed that they had signed or planned to sign the Funds Release \nAgreement, and that Defendants’ concealment and misrepresentations were \nreasonably calculated to deceive Plaintiff, did in fact deceive Plaintiff, and wer e \nintended to induce Plaintiff to wire the funds to DEW.  (Compl. ¶¶ 65 –66.)  Plaintiff \nalleges in its seventh claim for relief that Defendants, and other defendants \npreviously dismissed from this action, engaged in a scheme to defraud Plaintiff by \noffering the leased SBLC without any intent to provide th at financial instrument to \nPlaintiff.  (Compl. ¶ 82.) \n99. Plaintiff did not demonstrate by the greater weight of the evidence that \nDefendants were responsible for the slip -sheeted September 26th Lease Agreement  \nor that Defendants engaged in any other conduct that would satisfy the requirements \nfor successfully proving the elements of a claim for fraud. \n100. Based on the foregoing, t he Court concludes that Plaintiff has failed to \nprove its claims for fraud and , therefore, Plaintiff’s fourth and seventh claims are \ndismissed with prejudice. \nE. Negligent Misrepresentation \n101.  “The tort of negligent misrepresentation occurs when a party justifiably \nrelies to his detriment on information prepared without reasonable care by one who \nowed the relying party a duty of care.”  Dallaire v. Bank of Am., N.A., 367 N.C. 363, \n369, 760 S.E.2d 263, 267 (2014).  Under well-settled North Carolina law,  \n[a] breach of duty that gives rise to a claim of negligent \nmisrepresentation has been defined as:  \n \nOne who, in the course of his business, profession or employment, or in \nany other transaction in which he has a pecuniary interest, supplies \nfalse information for the guidance of others in their business \ntransactions, [and thus] is subject to l iability for pecuniary loss caused \nto them by their justifiable reliance upon the information, if he fails to \nexercise reasonable care or competence in obtaining or  communicating \nthe information. \n \nRountree v. Chowan Cty., 796 S.E.2d 827, 831 (N.C. Ct. App. 2017) (second alteration \nin original) (quoting Simms v. Prudential Life Ins. Co. of Am., 140 N.C. App. 529, 534, \n537 S.E.2d 237, 241 (2000)). \n102. Plaintiff alleges that Defendants represented that they would timely \ndeliver a SBLC to Plaintiff but that the representation was made without reasonable \ncare.  (Compl. ¶¶ 70 –71.)  Plaintiff further alleges that Defendants knew that \nPlaintiff would rely on Defendants’ representation, that the representation was false, \nand that Plaintiff reasonably relied on the representation.  (Compl. ¶¶ 72–74.) \n103. Because Plaintiff presented neither evidence nor argument as to how \nDefendants failed to exercise reasonable care or competence in obtaining or \ncommunicating information to Plaintiff, the Court concludes that Plaintiff has failed \nto establish its claim for negligent misrepresentation .  See Guyton v. FM Lending \nServs., Inc., 199 N.C. App. 30, 49, 681 S.E.2d 465, 479 (2009) (concluding that plaintiff \nfailed to state a claim for negligent misrepresentation where plaintiff did n ot allege \nunintentional or negligent conduct). \n104. Accordingly, Plaintiff’s fifth claim for negligent misrepresentation is \ndismissed with prejudice. \n \nF. Civil Conspiracy \n105. It is well -established that North Carolina does not recognize a separate \ncause of action for civil conspiracy.  Strickland v. Hedrick, 194 N.C. App. 1, 19, 669 \nS.E.2d 61, 73 (2008).  “Only where there is an underlying claim for unlawful conduct \ncan a plaintiff state a claim for civil conspiracy  . . . .”  Sellers, 191 N.C. App. at 83, \n661 S.E.2d at 922. \n106. Plaintiff alleges that Defendants, including defendants who were later \ndismissed from this action, agreed to defraud Plaintiff and acted in concert by \nintentionally committing wrongful and unlawful acts in furtherance of the alleged \nconspiracy.  (Compl. ¶¶ 78–79.) \n107. Although it is not entirely clear from the Complaint, Plaintiff’s conspiracy \nclaim appears to be based on its fraud claim.  Having concluded that Plaintiff has \nfailed to prove its fraud claim, Plaintiff’s conspiracy claim fails to the extent that it is \npremised on the underlying fraud claim. \n108. Even if Plaintiff had succeeded in proving an underlying claim for wrongful \nconduct, Plaintiff has still failed to prove its claim for civil conspiracy.  To establish a \nclaim for civil conspiracy, Plaintiff must demonstrate the existence of a conspiracy, \nwrongful acts done by certain of the alleged conspirators, and injury.  Newton v. \nBarth, 788 S.E.2d 653, 663 (N.C. Ct. App. 2016).   As to the first element, Plaintiff \nmust offer “proof of an agreement betw een two or more persons.”  Sellers v. Morton, \n191 N.C. App. 75, 83, 661 S.E.2d 915, 922 (2008).  “Although civil liability for \nconspiracy may be established by circumstantial evidence, the evidence of the \nagreement must be sufficient to create more than a suspicion or conjecture  . . . .”  \nCameron v. New Hanover Mem’l Hosp., Inc. , 58 N.C. App. 414, 438, 293 S.E.2d 901, \n916 (1982).  Additionally, “[t]he doctrine of intra -corporate immunity provides that \nbecause at least two persons must be present to form a c onspiracy, a corporation \ncannot conspire with itself, just as an individual cannot conspire with himself.”  \nConleys Creek Ltd. P’ship v. Smoky Mountain Country Club Prop. Owners Ass’n, 805 \nS.E.2d 147, 156 (N.C. Ct. App. 2017) (quotation marks omitted). \n109. Although the fact that the September 26th Lease Agreement was slip -\nsheeted strongly suggests foul  play on the part of some actor involved in the SBLC \ntransaction, Plaintiff offered no evidence that Defendants conspired with any other \nperson or entity  to falsify that agreement.  Further, Washington, as president and \nmanaging member of DEW, could not conspire with DEW under the doctrine of intra-\ncorporate immunity.  Conleys Creek Ltd. P’ship, 805 S.E.2d at 156 ; see also State ex \nrel. Cooper v. Ridgeway Brands Mfg., LLC, 184 N.C. App. 613, 625, 646 S.E.2d 790, \n799 (2007), rev’d on other grounds, 362 N.C. 431, 666 S.E.2d 107 (2008). \n110. Based on the foregoing, t he Court concludes that Plaintiff  has failed to \nprove its  claim for civil conspiracy and , therefore,  this claim is  dismissed with \nprejudice.  \nG. Conversion \n111. A claim for conversion requires that Plaintiff demonstrate  “(1) an \nunauthorized assumption and exercise of right of ownership over property belonging \nto another and (2) a wrongful deprivation of it by the owner , regardless of the \nsubsequent application of the converted property.”  N.C. State Bar v. Gilbert, 189 N.C. \nApp. 320, 324, 663 S.E.2d 1, 4 (2008).  Stated more concisely, the necessary elements \nof a claim for conversion are “(1) ownership in the plaintiff, and (2) a wrongful \nconversion by the defendant.”  Bartlett Milling Co., L.P. v. Walnut Grove Auction & \nRealty Co., 192 N.C. App. 74, 86, 665 S.E.2d 478, 489 (2008).  “[I]t is of no importance \nwhat subsequent application was made of the converted property, or that defendant \nderived no benefit from the act.”  Lake Mary L.P. v. Johnston, 145 N.C. App. 525, 532, \n551 S.E.2d 546, 552  (2001).  In general, “money may be the subject of an action for \nconversion only when it is capable of being identified and described .”  Variety \nWholesalers, Inc. v Salem Logistics Traffic Servs., LLC, 365 N.C. 520, 528, 723 S.E.2d \n744, 750 (2012) (emphasis omitted).  Our Supreme Court has held that “funds \ntransferred electronically may be sufficiently identified through evidence of the \nspecific source, specific amount, and specific destination of the funds in question.”  Id. \nat 529, 723 S.E.2d at 750–51. \n112. Plaintiff alleges that it was the lawful owner of the $2.6 million that \nDefendants converted for their own use or a use other than that for which they were \nentrusted.  (Compl. ¶¶ 88 –89.)  Although not clear from the Complaint, the Court \nunderstands Plaintiff to allege that Defendants converted Plaintiff’s funds by \nrefusing to return the $2.6 million after Plaintiff made numerous demands that the \nmoney be returned.  (Compl. ¶¶ 90–92.) \n113. Having found that, under the Escrow Instructions, DEW was obligated to \n(1) hold the funds until Plaintiff had been given three  banking days to verify the \nauthenticity of the SBLC, and (2) issue Plaintiff a refund of the escrowed funds should \nthe SBLC not issue, the Court con cludes that Plaintiff retained ownership rights in \nthe funds and that DEW’s failure to hold the funds for the required period of time or \nto refund Plaintiff’s money after the SBLC did not issue was an unauthorized \nviolation of Alkemal’s rights to the funds.  Because evidence in the record identifies \nAlkemal’s bank account from which the funds originated, shows the exact amount of \nthe funds, and shows DEW’s bank account to which the funds were transferred, the \nCourt concludes that the funds are sufficiently identified so as to support a conversion \nclaim against DEW. \n114. As DEW’s managing member and the individual handling the Alkemal \ntransaction, Washington was aware of the circumstances surrounding DEW’s \nconversion of Plaintiff’s funds.  “A party who comes into possession of stolen or \nconverted funds will not be permitted thus to use [the] funds when he is fully aware \nof their nature, or there are circumstances to awaken suspicion and put him on \ninquiry.”  Variety Wholesalers, Inc., 365 N.C. at 526, 723 S.E.2d at 749 (alteration in \noriginal) (quotation marks omitted).  Because the Court was not presented with \nevidence that any portion of those funds was transferred to Washington, the Court \nconcludes that any funds that were transferred to Washington were not sufficiently \nidentified so as to support a conversion claim against Washington. \n115. Based upon the foregoing, the Court concludes that Plaintiff has proven its \nclaim for conversion against DEW and Plaintiff is entitled to compensatory damages. \n116. The Court further concludes that Plaintiff has failed to prove its  claim for \nconversion against Washington and, therefore, this claim is dismissed with prejudice.  \nH. UDTP \n117. To establish a violation of N.C. Ge n. Stat. § 75-1.1, a plaintiff must show, \nby the greater weight of the evidence, “(1) an unfair or deceptive act or practice, (2) in \nor affecting commerce, and (3) which proximately caused injury to plaintiff[].”  \nHighland Paving Co., 227 N.C. App. at 45, 742 S.E.2d at 294. \nIf a practice has the capacity or tend ency to deceive, it is deceptive for \nthe purposes of the statute.  “Unfairness” is a broader concept than and \nincludes the concept of “deception.” A practice is unfair when it offends \nestablished public policy, as well as when the practice is immoral, \nunethical, oppressive, unscrupulous, or substantially injurious to \nconsumers. \n \nSupplee v. Miller-Motte Bus. Coll., Inc., 239 N.C. App. 208, 230, 768 S.E.2d 582, 598 \n(2015).  “Whether a trade practice is unfair or deceptive depends upon the facts of \neach case and the impact the practice has in the marketplace. ”  Mitchell v. Linville, \n148 N.C. App. 71, 74, 557 S.E.2d 620, 623 (2001) (quotation marks omitted). \n118. Although not clear from the Complaint, the Court interprets Plaintiff to \nallege that Defendants’ conduct in presenting Plaintiff with the Escrow Instructions \nand then executing the September 26th and 29th Lease Agreements and the Funds \nRelease Agreement was an unfair or deceptive act or practice that had the capacity \nto deceive, and did in fact deceive, Plaintiff.  (Compl. ¶¶ 97–98.) \n119. Having concluded that Plaintiff has not succeeded in proving its claims for \nbreach of fiduciary duty, constructive fraud , or fraud, the Court similarly concludes \nthat those claims and the underlying conduct alleged do not constitute an unfair or \ndeceptive act or practice in violation of N.C. Gen. Stat. § 75-1.1.  \n120. Plaintiff has, however, successfully demonstrated that DEW, in breaching \nits contractual obligations under the Escrow Instructions, converted Plaintiff’s funds.  \n“[I]t is true that acts of conversion may constitute [UDTP] . . . .”  Bartlett Milling Co., \nL.P., 192 N.C. App. at 83 , 665 S.E.2d at 487.  However, the Court concludes , as a \nmatter of law,  that the Findings of Fact “do not establish the additional egregious, \nimmoral, oppressive, unscrupulous, or substantially injurious acts needed to impose \nthe heightened penalty of [UDT P].”  Id. (citing Moretz v. Miller, 126 N.C. App. 514, \n518, 486 S.E.2d 85, 88 (1997)).   \n121. Thus, the only remaining issue is whether Defendants ’ conduct in \nnegotiating and carrying out the parties’ contract was unfair or deceptive.  “[A] mere \nbreach of contract, even if intentional, is not sufficiently unfair or deceptive to sustain \nan action under [N.C. Gen. Stat.] § 75 -1.1” absent a showing of “substantial \naggravating circumstances attending the breach” of contract.  Branch Banking & Tr. \nCo. v. Thompson , 107 N.C. App. 53, 62, 418 S.E.2d 694, 700 (1992).  “Our case law \nestablishes that ‘[s]imple breach of contract . . . do[es] not qualify as unfair or \ndeceptive acts, but rather must be characterized by some type of egregious or \naggravating circumstances befor e the statute applies. ’”  Supplee, 239 N.C. App. at \n230, 768 S.E.2d at 598 (alterations and omissions in original) (quoting Norman Owen \nTrucking, Inc. v. Morkoski, 131 N.C. App. 168, 177, 506 S.E.2d 267, 273 (1998)).  Thus, \n“[a] violation of Chapter 75 is unlikely to occur during the course of contractual \nperformance, as these types of claims are best resolved by simply determining \nwhether the parties properly fulfilled their contractual duties.”  Mitchell, 148 N.C. \nApp. at 75, 557 S.E.2d at 624.  \n122. Having found that the confusion surrounding this transaction and which \nagreement or agreements controlled was the result of hurried negotiations conducted \nalmost entirely through an intermediary, the Court concludes that DEW’s conduct as \nalleged and proven, including its breach of contract, was not attended by egregious or \naggravating circumstances sufficient to warrant a finding that such conduct was \nunfair or deceptive within the meaning of N.C. Gen. Stat. § 75-1.1. \n123. Accordingly, the Court concludes that Plaintiff has failed to prove its claim \nfor UDTP and, thus, this claim is dismissed with prejudice.  \nI. Unjust Enrichment \n124. To recover under a theory of unjust enrichment, Plaintiff must show “ that \nit conferred a benefit on another party, that the other party consciously accepted the \nbenefit, and that the benefit was not conferred gratuitously or by an interference in \nthe affairs of the other party.”  Se. Shelter Corp. v. BTU, Inc., 154 N.C. App. 321, 330, \n572 S.E.2d 200, 206 (2002); see also Booe v. Shadrick, 322 N.C. 567, 570, 369 S.E.2d \n554, 556 (1988).  An unjust enrichment claim is based “neither in tort nor contract \nbut is described as a claim in quasi contract or a contract implied in law. ”  Booe, 322 \nN.C. at 570, 369 S.E.2d at 556.  “If there is a contract between the parties the contract \ngoverns the claim and the law will not imply a contract.”  Id. \n125. Plaintiff alleges that, in order to obtain the SBLC, it wired $2.6 million to \nDEW at Defendants’ request and based on their promises to procure a SBLC.  (Compl. \n¶ 103.)  Plaintiff further alleges that DEW knowingly and voluntarily accepted the \npayment, and that Defendants, including defendants previously dismissed from this \naction, received various amounts of the $2.6 million under circumstances that create \na “legal or equitable obligation on the part of those Defendants to account for the \nbenefits received” because Plaintiff received nothing in return.  (Compl. ¶¶ 105–06.) \n126. Having concluded that  the Escrow Instructions were a valid, binding \nagreement, the Court concludes that Plaintiff’s claim for unjust enrichment is \nprecluded by the parties’ express agreement, and Plaintiff’s tenth claim for relief is \ntherefore dismissed with prejudice. \nJ. Remedies \n127. Plaintiff’s eleventh and twelfth “claims” seeking a constructive trust and an \naccounting, respectively, are remedies and will be discussed herein below. \n1. Compensatory Damages \n128. “The objective of compensatory  damages is to restore the plaintiff to his \noriginal condition or to make  the plaintiff whole.”  Watson v. Dixon , 352 N.C. 343, \n347, 532 S.E.2d 175, 178 (2000).   An award of damages is intended to give back to a \nsuccessful claimant “that which was lost as far as it may be done by compensation in \nmoney.”  Shera v. N.C. State Uni v. Veterinary Teaching Hosp. , 219 N.C. App. 117, \n126, 723 S.E.2d 352, 357 (2012) (emphasis omitted). \n129. As stated in paragraphs 85 and 115, Plaintiff is entitled to compensatory \ndamages as a proximate result of DEW’s breach of contract  and conversion of \nPlaintiff’s funds in the total amount of $2.6 million. \n130. Plaintiff is further entitled to recover damages in the form of prejudgment \ninterest at the legal rate from the date of breach.  The Court has found that Plaintiff \nbecame aware that its money had been misdi rected on October 2, 2014.  The Court \nfinds that prejudgment interest accrues from that date, at the legal rate on the award \nof $2.6 million. \n131. Although Plaintiff’s Complaint requests incidental, consequential, and \nanticipatory damages, (Compl. 15), the Court declines to award such damages \nbecause Plaintiff has n ot provided any proof or argued that it is entitled to such \ndamages or offered any basis on which the Court could calculate such damages.  See \nOlivetti Corp. v. Ames Bus. Sys., Inc. , 319 N.C. 534,  547–48, 356 S.E.2d 578, 58 6 \n(1987) (“[T]he party seeking damages must show that the amount of damages is based \nupon a standard that will allow the finder of fact to calculate the amount of damages \nwith reasonable certainty.”). \n2. Punitive Damages \n132. Punitive da mages may be appropriate “to punish a defendant for \negregiously wrongful acts and to deter the defendant and others from committing \nsimilar wrongful acts.”  N.C. Gen. Stat. § 1D-1.  However, such damages may only be \nawarded if the claimant, in addition to proving that the defendant is liable for \ncompensatory damages, also proves that fraud, malice, or willful or wanton conduct \nwas present.  Id. § 1D-15.  Generally, a party cannot recover punitive damages for \nbreach of contract.  Richardson v. Bank of Am., N .A., 182 N.C.  App. 531, 558, 643 \nS.E.2d 410, 427 (2007). \n133. Having concluded that the facts attendant to DEW’s conversion of \nPlaintiff’s funds do not demonstrate sufficient misconduct to support Plaintiff’s UDTP \nclaim, the Court similarly concludes that the facts do not demonstrate fraud, malice, \nor willful or wanton conduct that would justify an award of punitive damages. \n134. The Court concludes that Plaintiff has not demonstrated that punitive \ndamages would be appropriate under the facts and circumstances of thi s case and , \ntherefore, denies Plaintiff’s request for punitive damages.  \n3. Constructive Trust \n135. Plaintiff seeks imposition of a constructive trust on Defendants’ funds.  A \nconstructive trust has been described by our appellate  courts as “a duty, or \nrelationship, imposed by courts of equity to prevent the unjust enrichment  of the \nholder of title to  . . . property which such holder acquired through fraud, breach of \nduty or some other circumstance making it inequitable for him to retain it ag ainst \nthe claim of the beneficiary[.]”  Norman v. Nash Johnson & Sons’ Farms, Inc. , 140 \nN.C. App. 390, 415, 537 S.E.2d 248, 264–65 (2000).  Constructive trusts, though they \nmay arise in a variety of situations, require that there be some fraud, breach of duty, \nor other wrongdoing by the holder of the property.  Id. at 415, 537 S.E.2d at 265.  \n“Constructive trusts ordinarily arise from actual or constructive fraud and usually \ninvolve the breach of a confidential relationship.”  Carcano, 200 N.C. App. at 169, 684 \nS.E.2d at 48 (quotation marks omitted).  Although a confidential relationship is not \nstrictly required, in its absence, a plaintiff “faces the difficult task of proving some \nother circumstance making it inequitable” for a defendant to possess the property in \nquestion.  Variety Wholesalers, Inc., 365 N.C. at 530–31, 723 S.E.2d at 752 (quotation \nmarks omitted). \n136. Although Plaintiff has proven its conversion claim against DEW, the Court \nconcludes that the creation of a constructive trust is unwarranted because Plaintiff’s \nsuccessful contract claim provides an adequate remedy at law.  Estate of Chambers \nv. Vision Two Hosp. Mgmt., LLC, 2013 NCBC LEXIS 49, at * 18–19 (N.C. Super. Ct. \nNov. 21, 2013) (citing In re Gertzman , 115 N.C. App. 634, 640 –41, 446 S.E.2 d 130, \n135 (1994); Branch Banking & Tr. Co. v. Lighthouse Fin. Corp ., 2005 NCBC LEXIS \n4, at *27 –28 (N.C. Super. Ct. July 13, 2005) (dismissing constructive trust claim \nwhere defendants’ assets upon which a constructive trust could be imposed were \nrecoverable through legal remedies available for plaintiff’s other claims)). \n137. Based on the foregoing, the Court concludes that Plaintiff is not entitled to \nthe equitable remedy of a constructive trust. \n4. Accounting \n138. “The remedy of an equitable accounting may be available when a plaintiff \nhas asserted a valid claim for relief in equity and an accounting is necessary to compel \ndiscovery of information regarding accounts held exclusively by the defendant.”  Mkt. \nChoice, Inc. v. New Eng. Coffee Co., 5:08-CV-90, 2009 U.S. Dist. LEXIS 73627, at *35–\n36 (W.D.N.C. Aug. 18, 2009)  (applying North Carolina law) ; see also Miller, 2017 \nNCBC LEXIS 6, at *36. \n139. Because Plaintiff has proven its breach of contract claim and has a legal \nremedy for the entirety of the funds transmitted to DEW, the Court concludes that it \nwould be both unnecessary and improper to impose the equitable remedy of an \naccounting for the same reasons stated above in relation to Plaintiff’s request that a \nconstructive trust be imposed. \n140. Based on the foregoing, the Court concludes that Plaintiff is not entitled to \nthe equitable remedy of an accounting. \n5. Costs \n141. “In actions where allowance of costs is not otherwise provided by the \nGeneral Statutes, costs may be allowed in the discretion of the court.”  N.C. Gen. Stat. \n§ 6-20.  “Costs awarded by the court are subject to the limitations on assessable or \nrecoverable costs set forth in [N.C. Gen. Stat. §] 7A -305(d), unless specifically \nprovided for otherwise in the General Statutes.”  Id. \n142. The Court concludes, in its discretion, that Plaintiff should be awarded its \nreasonable costs in pursuing claims against DEW.  Plaintiff shall have fourteen (14) \ndays from the date of entry of this Opinion and Final Judgment to file a motion \nseeking recovery of costs reasonably incurred in the prosecution of this action against \nDEW along with a supporting brief and appropriate supporting materials. \nV. CONCLUSION \n143. Based on the foregoing Findings of Fact and Conclusions of Law, it is \nHEREBY ORDERED, ADJUDGED, AND DECREED THAT: \nA. On account of Defendant DEW’s breach of the Joint Escrow \nInstructions and conversion of Plaintiff’s funds, Plaintiff is entitled \nto recover from DEW the full amount of the funds deposited in escrow \nin the total amount of $2,600,000.00, plus prejudgment interest at \nthe legal rate from October 2, 2014 and post-judgment interest at the \nlegal rate until the judgment is satisfied. \nB. Plaintiff shall have fourteen (14) days from the entry of this Opinion \nand Final Judgment to submit to the Court a motion and supporting \nbrief and materials seeking recovery of  Plaintiff’s costs in \nprosecuting this action against DEW. \nC. All parties shall bear their own attorneys’ fees. \nD. All other requested relief is DENIED. \n144. Having resolved all claims, this Opinion and Final Judgment constitutes \nthe Court’s final judgment. \nSO ORDERED, this the 19th day of April, 2018. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}