{
  "id": "22b24332265accdc1cd87d9e7a17ae58851f97ef8233d8b8f1c045f7d63f0756",
  "source_file": "data/raw/ncbc/22b24332265accdc1cd87d9e7a17ae58851f97ef8233d8b8f1c045f7d63f0756.pdf",
  "raw_text": " \n \n \n \nSTATE OF NORTH CAROLINA \n \nDURHAM COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 2893 \n \nSTRATA SOLAR, LLC, \n \nPlaintiff, \n \nv. \n \nALBERT JACKSON NAFTEL, IV; \nJOHN BLAIR SCHOOFF; BRIAN \nO’HARA; and SONDER ENERGY, \nLLC, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ JOINT MOTION TO \nDISMISS \n \n \n1. THIS MATTER  is before the Court on  the August 10, 2020 filing of  \nDefendants’ Joint Motion to Dismiss (the “Motion”) brought pursuant to Rule 12(b)(6) \nof the North Carolina Rules of Civil Procedure (the “Rule(s)”).  (ECF No. 6.)   \n2. For the reasons set forth herein, the Court GRANTS in part and DENIES \nin part the Motion. \nOgletree, Deakins, Nash, Smoak & Stewart, P.C.  by Phillip J. Strach \nand Brodie D. Erwin, for Plaintiff Strata Solar, LLC.  \n \nBell, Davis & Pitt, P.A.  by Marc E. Gustafson , for Defend ants Jackson \nNaftel, Blair Schooff, and Brian O’Hara.  \n \nVan Hoy, Reutlinger, Adams & Dunn, PLLC by C. Grainger Pierce and \nBryan Adams, for Defendant Sonder Energy, LLC.  \n \nRobinson, Judge. \n \nI. INTRODUCTION \n3. This dispute arises out of the alleged wrongful taking and misappropriation \nof Plaintiff Strata Solar, LLC’s (“Plaintiff”) confidential information and trade secrets \nStrata Solar, LLC v. Naftel, 2020 NCBC 79. \n \n \nby three of its former employees  in an effort to  establish a competing business \nventure.  \nII. FACTUAL BACKGROUND \n4. The Court does not make findings of fact on a motion to dismiss pursuant \nto Rule 12(b)(6) but only recites those factual allegations that are relevant and \nnecessary to the Court’s determination of the Motion.  \n5. Plaintiff is a North Carolina limited liability company with it s principal \nplace of business in Durham, North Carolina.  (Compl. ¶ 1.) \n6. Plaintiff is in the business of the “development, design, construction, \nownership and operation of photovoltaic energy  . . . projects” and “the development, \ndesign, and construction of utility -scale battery energy storage solutions ( ‘BESS’).”  \n(Compl. ¶¶ 8–9.)       \n7. Defendants Albert Jackson Naftel , IV (“Naftel”), John Blair Schooff  \n(“Schooff”), and Brian O’Hara (“O’Hara” and collectively the “Individual Defendants”) \nare citizens and residents of North Carolina.  (Compl. ¶¶ 2−4.)  Individual Defendants \nare former employees of Plaintiff.  (Compl. ¶ 6.)   \n8. Defendant Sonder Energy, LLC (“Sonder  Energy” and together with \nIndividual Defendants referred to as “Defendants”) is a limited liability company with \nits principal place of business in Wake County, North Carolina.  (Compl. ¶ 5.) \n9. Plaintiff hired Naftel in 2014 , and at the time of his resignation, Naft el \nworked as a Director of Development .  (Compl. ¶ 10.)   Naftel was responsible for \nexecuting Plaintiff’s strategy and developing t he market in North Carolina and \n \n \nVirginia and submitt ing recommendations to Plaintiff’s investment committee for \ninvestment approval.  (Compl. ¶¶ 12−13.)  \n10. Plaintiff hired Schooff in 2011 , and at the time of his resignation, Schooff \nworked as the Chief Business Development Officer.   (Compl. ¶ 18.)   Schooff was \nresponsible for the development of projects and key relationships w ith Plaintiff’s \n“critical” clients and customers.  (Compl. ¶ 19.)   \n11. Plaintiff hired O’Hara in 2015 , and at the time of his resignation, O’Hara \nworked as the Senior Vice President of Strategy and Government Affairs .  (Compl. \n¶¶ 24–25.)  O’Hara was responsible for the development of Plaintiff’s BESS strategy \nand the development of certain BESS projects.  (Compl. ¶ 25.)  \n12. By virtue of their employment with Plaintiff, Individual Defendants had \naccess to Plaintiff’s trade secrets and confidential information, including development \nstudies, transmission system analyses, substation analyses, project siting, site \nanalyses, land owner information, financial modeling, customer lists, pricing lists, \nbidding strategies, and customer preferences.  (Compl. ¶¶ 14–17, 20–23, 27–30.)        \n13. Naftel and Schooff signed employment agreements wi th Plaintiff (the \n“Employment Agreements”) with  identical provisions.  (Compl. ¶¶ 31−32.)   The \nEmployment Agreements contained the following confidentiality provision:  \nAt all times during Executive’s employment and thereafter, Executive \nwill hold all proprietary information in strictest confidence and will not, \ndirectly or indirectly, (a) disclose, communicate, or make available any \nProprietary Information to any person  or entity for any purpose \nwhatsoever, except as expressly authorized by [Plaintiff], or (b) use any \nProprietary Information for any purpose other than to the extent \nnecessary for purposes of performing services for [Plaintiff].   \n \n \n \n(Compl. ¶ 35.) \n14. In the Em ployment Agreement s, Naftel and Schooff recognized  that all \nproprietary information they came in contact with or possessed through their \nemployment with Plaintiff “shall remain the sole and exclusive property of \n[Plaintiff.]”  (Compl. ¶ 34.)  The Employmen t Agreements provide that, “upon the \nrequest of [Plaintiff] at any time, or upon the termination of Executive’s employment \nfor any reason, Executive will promptly . . . return or provide to [Plaintiff] all \nProprietary Information and shall retain no copies or records of Proprietary \nInformation in any form.”  (Compl. ¶ 36.)     \n15. Plaintiff has several policies that prohibit  its employees from forwarding \nPlaintiff’s information to their personal accounts or using personal devices to conduct \nwork for Plaintiff.  (Compl. ¶ 5 7.)  Plaintiff sends regular reminders of this policy to \nall of its employees.  (Compl. ¶ 57.)   \n16. On April 27, 2020, Individual Defendants resigned from their employment \nwith Plaintiff to form their own solar/storage development company in competition \nwith Plaintiff.  (Compl. ¶ 44.)  Individual Defendants were planning to start their \ncompeting entity, Sonder Energy, several months before their resignation from \nPlaintiff.  (Compl. ¶¶ 45, 76.) \n17. Defendants launched a website for Sonder Energy, which lists Indivi dual \nDefendants as “Founding Partners.”  (Compl. ¶ 76.)  Sonder Energy’s website includes \na profile for Individual Defendants, which references their time spent and experience \nas Plaintiff’s employees.  (Compl. ¶ 76.) \n \n \n18. Plaintiff alleges that Individual Defendants retained thousands of \nPlaintiff’s “documents and files that would be useful to them in a competing \nenterprise.”  (Compl. ¶ 45.)   On March 5, 2020, while employed by Plaintiff, Schooff  \nforwarded a document that Plaintiff contends contains Plaintiff’s trade secrets to his \npersonal e-mail address.  (Compl. ¶ 51.)  Before Naftel’s resignation, Naftel accessed \nand downloaded documents that Plaintiff contends contain Plaintiff’s trade secrets to \na flash drive.  (Compl. ¶ 53.)  As of May 8, 2020, Naftel still possessed the flash drive \ncontaining Plaintiff’s trade secrets.  (Compl. ¶ 60.)  \n19. As of May 28, 2020, two of the three Individual Defendants, Naftel and \nSchooff, admitted to retaining Plai ntiff’s documents and information on their \npersonal computer and/or storage devices.  (Compl. ¶¶ 52, 60−62.) \nIII. PROCEDURAL BACKGROUND \n20. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motion. \n21. Plaintiff initiated this action with the filing of the Complaint on July 31, \n2020. \n22. This action was designated as a mandatory complex business case and \nassigned to the undersigned on August 3, 2020.  (ECF Nos. 1, 2.)   \n23. On August 8, 2020, Defendants filed the Motion  and the Defendants’ \nMemorandum in Support of Their Motion to Dismiss.  (Defs.’ Memo. Supp. Mot. \nDismiss, ECF No. 7 [“Memo.”].) \n \n \n24. The Court held a hearing on the Motion on October 7, 2020 , at which all \nparties were represented by counsel.  (ECF No. 26.)   \n25. The Motion is ripe for resolution. \nIV. LEGAL STANDARD \n26. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the C ourt \nreviews the allegations in the Complaint in the light most favorable to Plaintiff.  See \nChristenbury Eye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 5, 802 S.E.2d 888, 891 (2017).  \nThe Court’s inquiry is “whether, as a matter of law, the allegations of the complaint \n. . . are sufficient to state a claim upon which relief may be granted under some legal \ntheory[.]”  Harris v.  NCNB Nat’l Bank, 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 \n(1987).  The Court accepts all well -pleaded factual allegations in the relevant \npleading as true.  See Krawiec v. Manly , 370 N.C. 602, 606, 811 S.E.2d 542, 546 \n(2018).  The Court is therefore not  required “to accept as true allegations that are \nmerely conclusory, unwarranted deductions of fact, or unreasonable inferences.”  \nGood Hope Hosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, \n274, 620 S.E.2d 873, 880 (2005) (citation omitted).   \n27. Our Supreme Court has noted that “[i]t is well -established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on its face reveals that no \nlaw supports the plaintiff’s claim; (2) the complaint on its face reveals the absence of \nfacts sufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.’  ” Corwin v. British Am. Tobacco PLC , 371 \nN.C. 605, 615, 821 S.E.2d 729, 736−37 (2018) (quoting Wood v. Guilford Cty., 355 N.C. \n \n \n161, 166, 558 S.E.2d 490, 494 (2002)).  This standard of review for Rule 12(b)(6) is the \nstandard our Supreme Court “uses routinely . . . in assessing the sufficiency of \ncomplaints in the context of complex commercial litigation.”  Id. at 615, 821 S.E.2d at \n737 n.7 (citations omitted). \nV. ANALYSIS \n28. Plaintiff asserts three causes of action against Defendants: \n(1) misappropriation of trade secrets in violation of N.C.G.S. § 66 -152 et seq. ; \n(2) conversion of Plaintiff’s trade secrets and other confidential or  proprietary \nbusiness information; and (3) unfair and deceptive trade practices in violation of \nN.C.G.S. § 75-1.1.  (Compl. ¶¶ 81−98.)  The Court addresses each claim in turn.   \n29. As an initial matter, the Court finds it important to emphasize  that the \nCourt’s analysis of these claims is limited to the allegations made in the Complaint.  \nCounsel for the parties asked  the Court to consider matters raised outside the \nComplaint; however, the Court declines to do so, which would convert the Motion to \none for summary judgment pursuant to Rule 56.  Holton v. Holton, 258 N.C. App. 408, \n414, 813 S.E.2d 649, 654 (2018) (“Rule 12 requires that Rule 56 standards apply to a \nRule 12(b)(6) motion for failure to state a claim when the trial court considers matters \noutside the pleading.”).  \nA. Trade Secret Misappropriation  \n30. Plaintiff contends that Defendants have obtained Plaintiff’s trade secret s, \nand because Defendants have formed a competing business, Sonder Energy, it is \n“inevitable that Defendants have shared or disclosed” Plaintiff’s trade secrets in \n \n \nviolation of N.C.G.S. § 66-152 et seq.  (Compl. ¶¶ 86–88.)  “To plead misappropriation \nof trade secrets, a plaintiff must identify a trade secret with sufficient particularity \nso as to enable a defendant to delineate that which he is accused of misappropriating \nand a court to determine whether m isappropriation has or is threatened to occur.”   \nKrawiec, 370 N.C. at 609, 811 S.E.2d at 547–48 (quoting Washburn v. Yadkin Valley \nBank & Tr. Co., 190 N.C. App. 315, 326, 660 S.E.2d 577, 585 (2008)).   \n31. Defendants contend that Plaintiff has failed to adequately allege that \nDefendants’ acquisition of Plaintiff’s trade secrets was unauthorized, in other words, \nthat Defendants misappropriated Plaintiff’s trade secrets .  ( See Defs.’ Reply Supp. \nTheir Joint Mot. Dismiss 2–3, ECF No. 25.)  Accordingly, the Court limits its analysis \nto whether Plaintiff adequately alleged misappropriation.   \n32. Misappropriation is defined as the “acquisition, disclosure, or use of a trade \nsecret of another without express or implied authority or consent, unless such trade \nsecret was arrived at by independent development, reverse engineering, or was \nobtained from another person with a right to disclose the trade secret .”  N.C.G.S. § \n66-152(1).  A complaint must contain allegations, identifying with specificity, “the \nacts by which the alleged misappropriations were accomplished.”  W ashburn, 190 \nN.C. App. at 327, 660 S.E.2d at 586. \n33. Analyzing whether a plaintiff properly pled misappropriation to support a \ntrade secret misappropriation claim, this Court in Wells Fargo Ins. Servs. USA v. \nLink, 2018 NCBC LEXIS 42, at *40–42 (N.C. Super. Ct. May 8, 2018), aff’d per curiam \n827 S.E.2d 458 (N.C. 2019), provided that allegations that the defendant had access \n \n \nto the plaintiff’s trade secrets by way of the defendant’s employment with the \nplaintiff, the defendant became employed by a competitor, s ome of the plaintiff’s \ncustomers for whom the defendant was responsible for while employed by the plaintiff \ntransferred their business to the competitor, and the defendant used the plaintiff’s \ntrade secrets to solicit the plaintiff’s customers required a “ significant inferential \nleap” to conclude that the defendant misappropriated a  trade secret; however, the \nallegations were sufficient at  the pleading stage to survive a Rule 12(b)(6) motion .  \nThe Wells Fargo Court reached the conclusion that the plaintiff’s allegations were \nsufficient notwithstanding the fact that it failed to allege that the defendant (1) ever \naccessed the plaintiff’s trade secrets without authorization; (2) downloaded, copied, \nor otherwise removed the plaintiff’s trade secret in formation; and (3) disclosed the \ntrade secrets.  Wells Fargo Ins. Servs. USA, 2018 NCBC LEXIS 42, at *40–41.    \n34. As to Naftel and Schooff, Plaintiff alleges  that (1) Individual Defendants \nplanned a competing business venture several months prior to their resignation s; \n(2) Naftel and Schooff obtained Plaintiff’s trade secrets on their personal devices in \nviolation of Plaintiff’s policies; and (3) Defendants have disclosed or will disclose \nPlaintiff’s trade secrets in Defendants’ competing venture.  (Compl. ¶¶ 45, 51–54, 57, \n60–61, 77.)  The Court concludes that Plaintiff has adequately pled that Naftel and \nSchooff acquired Plaintiff’s trade secret s without authorization, therefore \nmisappropriating Plaintiff’s trade secrets .  As such, the Motion should be DENIED \nto the extent that it requests that the Court dismiss the  misappropriation of trade \nsecrets claim against Naftel and Schooff.   \n \n \n35. As to O’Har a and Sonder Energy, Plaintiff’s allegations of their \nmisappropriation are limited to “[b]ecause Defendants have formed a competing \nbusiness enterprise together as ‘Founding Partners,’ it is inevitable that Defendants \nhave shared or disclosed Strata’s confidential information and/or trade secrets to each \nother.”  (Compl. ¶¶ 77, 87.)  The Court is not required to accept Plaintiff’s conclusory \nallegations regarding O’Hara’s and Sonder Energy’s alleged misappropriation of \nPlaintiff’s trade secrets.  See Washburn, 190 N.C. App. at 327, 660 S.E.2d at 585–86. \n36. Plaintiff does not allege any specific acts by O’Hara or Sonder Energy to \nshow that they accessed, disclosed, or used Plaintiff’s trade secrets without Plaintiff’s \nauthorization.  See Wells Fargo Ins. Servs. USA, 2018 NCBC LEXIS 42, at * 38–39 \n(dismissing a trade secret misappropriation claim where the plaintiff failed to allege \nthat defendant accessed or acquired trade secrets when the defendant was not \nauthorized to do so or that the defendant disclosed or used the plaintiff’s trade \nsecrets).  Accordingly,  the Court GRANTS the Motion as to O’Hara and Sonder \nEnergy and  dismisses without prejudice\n1 the trade secret misappropriation claim \nasserted against them.2          \n \n1 Notwithstanding the Court’s conclusion that this claim should be dismissed in part, “[t]he \ndecision to dismiss an action with or without prejudice is in the discretion of the trial court[.]”  \nFirst Fed. Bank v. Aldridge, 230 N.C. App. 187, 191, 749 S.E.2d 289, 292 (2013).  The Court \nconcludes, in the exercise of its discretion, that dismissal of the trade secret misappropriation \nclaim against O’Hara and Sonder Energy should be without prejudice to Plaintiff’s \nreassertion of such claim through proper factual allegations by way of a motion to amend.   \n \n2 In part, Defendants argue that because “Plaintiff’s misappropriation of trade secrets claim \nrelies entirely upon its assertion that Defendants will inevitably disclose [Plaintiff’s] \npurported trade secrets[,]” and the doctrine of inevitable disclosure has not been adopted by \nNorth Carolina courts, Plaintiff’s trade secret misappropriation claim should fail.  (Memo. 3.)  \nIt is true that this Court has declined to adopt the doctrine of inevitable disclosure.  See RCR \nEnters., LLC v. McCall , 2014 NCBC LEXIS 69, at *17 (N.C. Super. Ct. Dec. 19, 2014); see \n \n \nB. Conversion  \n37. Plaintiff alleges that “Defendants’ conduct . . . constitutes a conversion of \n[Plaintiff’s] trade secrets and other confidential or proprietary business information.”  \n(Compl. ¶ 96.) \n38. Conversion is defined as “ an unauthorized assumption and exercise of the \nright of ownership over goods or personal chattels belonging to another, to the \nalteration of their condition or the exclusion of an owner’s rights.”  Peed v. Burleson’s, \nInc., 244 N.C. 437, 439, 94 S.E.2d 351, 353 (1956).  “There are, in effect, two essential \nelements of a conversion claim: ownership in the plaintiff and wrongful possession or \nconversion by the defendant.”  Variety Wholesalers, Inc. v. Salem Logistics Traffic \nServs., LLC , 365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012) .  “The essence of \nconversion is not acquisition of property by the wrongdoer, but a wrongful deprivation \nof it to the owner.”  Bartlett Milling Co. v. Walnut Grove Auction & Realty Co. , 192 \nN.C. App. 74, 86, 665 S.E.2d 478, 488 (2008). \n39. Further, “[i]n North Carolina, only goods and personal property are \nproperly the subject of a claim for conversion. ”  Norman v. Nash Johnson & Sons’ \nFarms, Inc., 140 N.C. App. 390, 414, 537 S.E.2d 248, 264 (2000).  “[A]n intangible \ninterest cannot provide the basis for a conversion claim.”  Window World of N. \n \nalso Se. Anesthesiology Consultants, PLLC  v. Charlotte -Mecklenburg Hosp. Auth. , 2018 \nNCBC LEXIS 137, at *56 –59 (N.C. Super. Ct. June 22, 2018); DSM Dyneema,  LLC v. \nThagard, 2015 NCBC LEXIS 50, at *fn. 4 (N.C. Super. Ct. May 12, 2015).  However, the \nCourt’s dismissal of the trade secret misappropriation claim against O’Hara and Sonder \nEnergy is for the limited reason that Plaintiff fails to allege the unauthor ized access, \ndisclosure, or use of Plaintiff’s trade secrets by O’Hara and Sonder Energy.   \n \n \nAtlanta, Inc. v. Window World, Inc., 2018 NCBC LEXIS 111, at *8−9 (N.C. Super. Ct. \nOct. 22, 2018). \n40. Plaintiff does not allege, or argue, that Defendants deprived Plaintiff of a \ntangible form of its trade secrets , either in  a printed “hard copy” or Plaintiff’s only \ncopy of the information in its electronic form.  Plaintiff argues that it “has been \ndeprived of possession of its trade secrets by the Individual Defendants[,]” and \n“Defendants have likely destroyed its trade secrets by taking them without \nauthorization, thus depriving [Plaintiff] of the ownership of its trade secret[s].”  (Pl.’s \nResp. Defs.’ Mot. Dismiss, 5, 7 (emphasis in original), ECF No. 20 [“Resp.”].)   \n41. Plaintiff’s argument fails for two reasons.  First, Plaintiff attempts to assert \na conversion claim based on intangible in formation.  See Global Textile All., Inc. v. \nTDI Worldwide, LLC , 2018 NCBC LEXIS 159, at *33– 34 (N.C. Super. Ct. Nov. 29, \n2018).  Second, Plaintiff fails to allege deprivation o f the  use of its trade secret \ninformation.  See id. \n42. Furthermore, this issue was a ddressed in Addison Whitney, LLC v. \nCashion, 2017 NCBC LEXIS 51, at *17–18 (N.C. Super. Ct. June 9, 2017), when the  \nplaintiff contended that deprivation “of the sole and exclusive dominion and control \nover its trade secrets and confidential information” supported a conversion claim.  \nThe plaintiff in part relied on a federal court decision, which provided that the copying \nof an electronic document containing proprietary information constitutes conversion \nwhen it deprives its owner “of the sole and exclusive dominion and control over the \nproprietary information [,]” Bridgetree, Inc. v. Red F Mktg., LLC , 2013 U.S. Dist. \n \n \nLEXIS 15372, at *49– 51 (W.D.N.C. Feb. 5, 2013) , and t his Court rejected this \napproach, Addison Whitney, LLC, 2017 NCBC LEXIS 51, at *17–18.   \n43. The Court in Addison Whitney, LLC  dismissed the conversion claim and \nreiterated North Carolina courts’ approach that deprivation to the owner is “the \nessence of a conversion claim[.]”  Addison Whitney, LLC , 2017 NCBC LEXIS 51, at \n*18.  This Court emphasizes today that “[i]n the absence of further guidance from the \nNorth Carolina Supreme Court or Court of Appeals, the Court declines to construe \nthe law of conversion more broadly.”  Id.   \n44. Accordingly, the Court determines that the Motion  should be GRANTED \nand Plaintiff’s conversion claim should be dismissed without prejudice.       \nC. Chapter 75 \n45. To state a claim for unfair and deceptive trade practices pursuant to \nN.C.G.S. § 75-1.1 (“UDTPA”), Plaintiff must allege “(1) [D]efendant[s] committed an \nunfair and deceptive act or practice, (2) in or a ffecting commerce, and (3) [P]laintiff \nwas injured as a result.”  McKee v. James, 2013 NCBC LEXIS 33, at *31 (N.C. Super. \nCt. July 24, 2013). \n46. Plaintiff’s basis for its UDTPA claim is “Defendants misappropriated and \nunlawfully utilized [Plaintiff’s] trade s ecret and confidential information.”  (Compl. \n¶ 92.)  Plaintiff’s argument is limited to a single paragraph in its responsive brief \nproviding that Plaintiff “pled a valid [UDTPA] claim by virtue of adequately alleging \nfacts sufficient to support its trade secret claim.”  (Resp. 4.)  \n \n \n47. Therefore, because the Court at this stage of the proceeding declines to \ndismiss the trade secret misappropriation claims brought against Naftel and Schooff, \nthe Court DENIES the Motion to the extent it requests that the Court dismiss the \nUDTPA claim against Naftel and Schooff.   See SCR-Tech, LLC v. Evonik Energy \nServs., LLC, 2011 NCBC LEXIS 27, at *87 (N.C. Super. Ct. July 22, 2011) (declining \nto dismiss a UDTPA claim that was dependent on a claim for trade secret \nmisappropriation that survived a Rule 56 motion ); see also Med. Staffing Network, \nInc. v. Ridgeway, 194 N.C. App. 649, 659, 670 S.E.2d 321, 329 (2009) (“A violation of \nthe Trade Secrets Protection Act constitutes an unfair act or practice under [N.C.G.S.] \n§ 75-1.1.”).   \n48. However, because the Court dismisses both the trade secret \nmisappropriation claim and conversion claim against O’Hara and Sonder Energy, the \nCourt GRANTS the Motion and dismisses the UDTPA claim brought against O’Hara \nand Sonder Energy without prejudice.  See Krawiec, 370 N.C. at 612–13, 811 S.E.2d \nat 550 (“Because we determined that plaintiffs failed to state a valid claim for tortious \ninterference with contract or misappropriation of trade secrets, we necessarily must \nconclude that plaintiffs also failed to adequately allege [a UDTPA claim.]”).   \nVI.      CONCLUSION \n49. For the foregoing reasons, the Court hereby GRANTS in part and DENIES \nin part the Motion as follows: \n \n \nA. The Court DENIES  the Motion to the extent it requests the Court \ndismiss Plaintiff’s trade secret  misappropriation claim against Naftel \nand Schooff;  \nB. The Court GRANTS  the Motion to the extent it requests the Court \ndismiss Plaintiff’s trade secret misappropriation claim against O’Hara \nand Sonder Energy and DISMISSES the trade secret misappropriation \nclaim asserted against O’Hara and Sonder Energy without prejudice;  \nC. The Court GRANTS  the Motion to dismiss the conversion claim and \nDISMISSES the conversion claim without prejudice;  \nD. The Court DENIES  the Motion to the extent it requests the Court \ndismiss Plaintiff’s UDTPA claim against Naftel and Schooff; and    \nE. The Court GRANTS  the Motion to the extent it requests the Court \ndismiss Plaintiff’s UDTPA claim against O’Hara and Sonder Energy and \nDISMISSES the UDTPA claim asserted against O’Hara and Sonder \nEnergy without prejudice. \nSO ORDERED, this the 29th day of October, 2020. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}