{
  "id": "22f306a3c8ba1c833d9d885eac6fe21d8dd3df50473e360916751e2f86aecad8",
  "source_file": "data/raw/ncbc/22f306a3c8ba1c833d9d885eac6fe21d8dd3df50473e360916751e2f86aecad8.pdf",
  "raw_text": "In re NewBridge Bancorp S’holder Litig., 2016 NCBC 87. \n \nSTATE OF NORTH CAROLINA \n \nGUILFORD COUNTY \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 9251 (Master File) \n15 CVS 10097 \n15 CVS 10047 \nIN RE NEWBRIDGE BANCORP \nSHAREHOLDER LITIGATION  \n  \nORDER AND FINAL JUDGMENT ON \nPLAINTIFFS’ MOTION FOR FINAL \nAPPROVAL OF SETTLEMENT AND \nPLAINTIFFS’ MOTION FOR APPROVAL \nOF ATTORNEYS’ FEES AND EXPENSES  \n \n1. THIS MATTER is before the Court on Plaintiffs’ Motion for Final Approval \nof Settlement (“Motion for Settlement Approval”) and Plaintiffs’ Motion for Award of \nAttorneys’ Fees and Expenses  (“Motion for Attorneys’ Fees”) (together, the \n“Motions”), each filed with supporting briefs on September 21, 2016, and arising from \nthe Stipulation and Agreement of Compromise, Settlement and Release, dated  June \n14, 2016 (together with the exhibits thereto, the “Stipulation”), and the settlement \ncontemplated thereby (the “Settlement”), which was preliminarily approved, subject \nto final fairness review,  by this Court on June 23, 2016  in its Order Preliminarily \nApproving Settlement and Certifying Class and Scheduling Order and Notice of \nHearing (“Preliminary Approval Order”). \n2. The Motion for Settlement Approval contemplates a “disclosure -based” \nsettlement of several class actions brought to challenge a merger between two North \nCarolina-based banking entities.  The Motion for Attorneys’ Fees seeks an award of \nattorneys’ fees for Plaintiffs’ counsel’s efforts in securing these additional disclosures \nprior to the shareholder vote on the proposed merger.  The proposed Settlement does \nnot contemplate any monetary relief to members of the purported class. \n \n \n3. Appropriate notice to potential class members  (as defined herein, the \n“Class”) following the Court’s preliminary approval of the Settlement was sent, and \nno objectio n to the Settlement has been made.  The Court held a final fairness \nhearing, at which it questioned Plaintiffs’ counsel. \n4. The Court notes that the North Carolina Business Court has historically \nbeen guided in its consideration of motions to approve, and awa rd attorneys’ fees in \nconnection with, “disclosure-based” settlements of merger -based class action \nlitigation by the body of persuasive case law developed by the Delaware courts over a \nperiod of many years.  The Court is also aware that the Delaware courts have recently \nsubjected such motions to much more exacting scrutiny than they have in the past.  \nSee, e.g., In re Trulia, Inc. Stockholder Litig., 129 A.3d 886 (Del. Ch. 2016).   \n5. In the absence of contrary instructions from the North Carolina appellate \ncourts, the Court finds the recent trend in the Delaware case law requiring enhanced \nscrutiny of disclosure-based settlements to merit careful consideration for potential \napplication in this State .  The Court recognizes , however, that the application of \nDelaware’s recent case law to the Motions would represent a marked departure from \nthis Court’s past practices in connection with the consideration of such motions.  As \na result, the Cou rt declines to apply enhanced scrutiny to its consideration of the \nMotions in this case but expressly advises the practicing bar that judges of the North \nCarolina Business Court , including the undersigned, may be prepared to apply \nenhanced scrutiny of the sort exercised in Trulia to the approval of disclosure-based \nsettlements and attendant motions for attorneys’ fees hereafter.   \n \n \n6. Based on the analysis described below,  the Court is satisfied as to the \nfairness, reasonableness, and adequacy of the Settlement and concludes that an \naward of attorneys’ fees and expenses is warranted and that an award of $ 135,000 \nfor attorneys’ fees and $25,462.88 for expenses is fair and reasonable and consistent \nwith Rule 1.5 of the Revised Rules of Professional Conduct of the North Carolina \nState Bar.    \n7. For the reasons set forth herein, t he Cour t GRANTS the Motion for \nSettlement Approval and APPROVES the Settlement , CERTIFIES the Class as \ndefined below for purposes of the Settlement only, GRANTS in part the Motion for \nAttorneys’ Fees, AWARDS requested attorneys’ fees in the amount of $1 35,000 and \ncosts in the amount of $25,462.88, and ENTERS FINAL JUDGMENT  (hereafter, \n“Order and Final Judgment”). \nRabon Law Firm, PLLC , by Gary W. Jackson, Pinto Coates Kyre & \nBowers PLLC, by Paul D. Coates and Jon Ward, Rigrodsky & Long, P.A., \nby Brian D. Long and Gina M. Serra, Levi & Korsinsky LLP, by Donald \nJ. Enright and Elizabeth Tripodi, Kahn Swick & Foti, LLC, by Michael \nJ. Palestina, for Plaintiffs Paul Parshall, William Schult, and Curtis D. \nNall. \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP, by Reid L. \nPhillips, Justin Outling, and Jessica Thaller -Moran, for Nominal \nDefendant NewBridge Bancorp. \n \nShanahan Law Group, PLLC, by Kieran J. Shanahan, Brandon S. \nNeuman, and Jeffrey M. Kelley, and Skadden, Arps, Slate, M eagher & \nFlom LLP, by Paul J. Lockwood and Joseph O. Larkin, for Defendants \nYadkin Financial Corp. and Navy Merger Sub Corp. \n \nRobinson, Bradshaw & Hinson, by Thomas P. Holderness and Adam K. \nDoerr, for Defendants Michael S. Albert, Robert A. Boyette, J. David \nBranch, C. Arnold Britt, Robert C. Clark, Alex A. Diffey, Jr., Barry Z. \nDodson, Donald P. Johnson, Joseph H. Kinnarney, Michael S. Patterson, \n \n \nPressley A. Ridgill, Mary E. Rittling, E. Reid Teague, Richard A. \nUrquhart, III, G. Alfred Webster, Kenan C. Wright, and Julius S. Young, \nJr. \n \nBledsoe, Judge. \nI. \nNATURE OF THE DISPUTE \n8. Plaintiffs Paul Parshall (“Parshall”), William Schult (“Schult”), and Curtis \nD. Nall (“Nall”) (collectively, “Plaintiffs,” and each a “Plaintiff”) are former \nshareholders of NewBridge Bancorp (“NewBridge”). \n9. On October 12, 2015 , NewBridge entered into a n Agreement and Plan of \nMerger (“Merger Agreement”) with Navy Merger Sub Corp. (“Merger Sub”), a North \nCarolina corporation and a wholly owned subsidiary of Yadkin Financial Corporation \n(“Yadkin Financial”) , which was formed solely to facilitate the merger with  \nNewBridge (Merger Sub and Yadkin Financial, collectively, “Yadkin”).   \n10. NewBridge announced the Merger Agreement on  October 13, 2015 .  The \nMerger Agreement provided for the acquisition of all outstanding shares of \nNewBridge stock by Yadkin.  Under the Merger Agreement, NewBridge shareholders \nwere to receive .50 shares of Yadkin common stock for each NewBridge common share \nthey own ed (“Proposed Transaction”) .  The closing price on the New York Stock \nExchange on October 12, 2015, the last trading day before public announcement of \nthe merger , was  $22.79 for Yadkin’s common stock and $8.87 for NewBridge’s \n \n \ncommon stock, yielding $11.40 in value for each share of NewBridge common stock \nat the 0.50 exchange ratio.1   \n11. The Merger Agreement grew out of discussions that had begun in June 2015.  \nOn August 10, 2015, NewBridge engaged Sandler O’Neill & Partners L.P. (“Sandler \nO’Neill”) as its financial advisor in connection with the NewBridge Board of Directors’ \n(“NewBridge Board”) consideration of potential combinations, including a potential \ncombination with Yadkin.   \n12. Parshall sent a demand to the NewBridge Board on October 21, 2015 and \nfiled a c omplaint challenging the proposed merger on  October 29, 2015 .  Shortly \nthereafter, on November 23, 2015, Schult sent a demand letter  to the NewBridge \nBoard, and , on December 10, 2015, Nall sent a demand letter to the NewBridge  \nBoard.  Nall filed a complaint on December 11, 2015, and Schult filed a complaint on \nDecember 15, 2015 (“Schult Verified Complaint”).  The NewBridge Board authorized \na Special Committee of In dependent Directors (“Special Litigation Committee ”) to \nreview and investigate the demands of Parshall, Schult, and Nall. \n13. NewBridge filed a Form S-4 Registration Statement with the Securities and \nExchange Commission (“SEC”) for the Proposed Transaction on November 17, 2015.  \nNewBridge filed Amendment No. 1 to Form S-4 with the SEC on December 16, 2015 \nand Amendment No. 2 to Form S-4 on January 11, 2016.  \n                                                 \n1 The closing price on January 8, 2016, the last practicable trading day before the printing of \nthe Final Proxy Statement, was $24.42 for Yadkin’s common stock and $11.27 for \nNewBridge’s common stock, yielding $12.21 in value for each share of NewBridge common \nstock at the 0.50 exchange ratio. \n \n \n14. Each of the three actions filed by Plaintiffs was designated as a mandatory \ncomplex business case and assigned to this Court.  On January 11, 2016, t he Court \nentered an order consolidating the three actions, captioning the consolidated cases as \nIn re NewBridge Bancorp Shareholder Litigation , Case No. 15 -CVS-9251 (Master \nFile); 15-CVS-10097, 15-CVS-10047 (the “Consolidated Action”), and designating the \nSchult Verified Complaint as the operative complaint in the Consolidated Action  \n(“January 11, 2016 Order”).  In the January 11, 2016 Order, the Court also appointed \nPlaintiffs’ Co-Lead Counsel and Co-Liaison Counsel, as defined herein, each having \nextensive, well-documented experience and success in this type of litigation. \n15. The Schult Verified Complaint asserted claims on behalf of the public \nstockholders of NewBridge or, alternatively, derivatively on behalf of NewBridge , \nagainst Yadkin, Merger Sub, the individual members of  the NewBridge Board of \nDirectors, which included Michael S. Albert, Robert A. Boyette, J. David Branch, C. \nArnold Britt, Robert C. Clark, Alex A. Diffey, Jr., Barry Z. Dodson, Donald P. \nJohnson, Joseph H. Kinnarney, Michael S. Patterson, Pressley A. Ridgill, Mary E. \nRittling, E. Reid Teague, Richard A. Urquhart, III, G. Alfred Webster, Kenan C. \nWright, and Julius S. Young, Jr. (collectively, the “NewBridge Directors ”), and \nNewBridge as nominal Defendant (together “Defendants” and each a “Defendant”) .  \nThe Schult Verified Complaint alleged that the NewBridge Directors had breached \ntheir fiduciary duties by proposing a transaction that undervalue d NewBridge, by \nagreeing to unreasonable deal protection provisions , and by causing NewBridge to \nissue materially incomplete and misleading disclosures, and further that Yadkin and \n \n \nMerger Sub aided and abetted the NewBridge Directors’ breach of their fiduciary \nduties. \n16. NewBridge filed its Final Proxy Statement on January 13, 2016 (“Proxy”).  \n17. On January 15, 2016 , the Court held a telephone status conference with \ncounsel for the parties to discuss scheduling deadlines for potential motions  in this \naction.  Thereafter, the Court entered a scheduling order setting forth briefing \ndeadlines and a hearing date for Plaintiffs’ potential motions for expedited discovery \nand for preliminary injunction.   \n18. On January 21, 2016, Plaintiffs filed a Motion to Expedite Discovery .  \nPlaintiffs subsequently withdrew their Motion to Expedite Discovery on January 25, \n2016 because NewBridge agreed to provide discovery to Plaintiffs on an expedited \nbasis in advance of a then-contemplated preliminary injunction hearing .  Plaintiffs \nthereafter engaged in expedited document review with Defendants’ consent  and \ndeposed Michael S. Albert, the Chairman of the NewBridge Board, on January 28, \n2016, and Scott Clark, a partner at Sandler O’Neill, on February 2, 2016.   \n19. On February 5, 2016, the Plaintiffs and Defend ants entered  into a \nMemorandum of Understanding (“MOU”), memorializing their agreement to resolve \nall claims in the litigation, subject to confirmatory discovery.  Pursuant to the MOU, \nNewBridge filed a Form 8-K that same day (“8-K”), reporting that NewBridge agreed \nto make “certain supplemental disclosures related to the proposed merger” as set \nforth in the 8-K as part of the proposed Settlement (“Supplemental Disclosures”).  (8-\nK 2.)  The 8-K also informed shareholders that  (i) “[i]f the [Settlement] is finally \n \n \napproved by the Court, the parties anticipate that it will resolve and release all claims \npursuant to the terms that will be disclosed to NewBridge shareholders prior to final \napproval of the [S]ettlement” and (ii) “the parties contemplate that plaintiffs’ counsel \n. . . will file a petition in the Court for approval of attorneys’ fees and expenses to be \npaid by NewBridge or its successor.”  (8-K 2.)   \n20. The Supplemental Disclosures contained “information relating to potential \nconflicts of interest” and “information relating to Sandler O’Neill’s valuation analyses \nthat were performed, and reviewed by the NewBridge Board, to support the fairness \nof the Merger considerations.”   (Pls.’ Mem. Supp. Settlement Approval 13, 16.)   \nSpecifically, the Supplemental Disclosures informed shareholders of the following: \n That a  new employment agreement for Pressly A. Ridgill (“Ridgill”), \nNewBridge’s President, CEO, and director, had been presented to Yadkin by \nSandler O’Neill in late July 2015 (8-K 3); \n That NewBridge Board’s discussions with Yadkin subsequently included \nnegotiations regarding Ridgill’s role in the combined company (8-K 3);  \n That Yadkin’s Revised Letter of Intent proposed retaining Ridgill with an \nannual compensation of $1,000,000 and a severance of 2.99x annual compensation \nin connection with a change-in-control of Yadkin  (8-K 3); \n Sandler O’Neill’s specific prior representation of NewBridge—“an acquisition \nof Premier Commercial Bank, which closed . . .  on February 27, 2015” (8-K 8); \n The specific advisory fee received by Sandler O’Neill from VantageSouth \nBancshares, Inc. in connection with its sale to Yadkin—$1,564,119 (8-K 8); \n \n \n That Yadkin’s Letter of Intent on August 26, 2015 specified the proposed \nnumber of NewBridge directors to serve on the board of the combined company (8-\nK 3);   \n That Yadkin increased the proposed number of NewBridge directors in its \nRevised Letter of Intent on September 4, 2015 from four to five after negotiations \nwith the NewBridge Board (8-K 3); \n The contribution analysis performed by Sandler O’Neill and reviewed by the \nNewBridge Board to support the fairness of the Merger considerations (Form 8-K \n4); and \n The individual metrics for the selected NewBridge peer public companies, the \nselected Yadkin peer public companies, the selected regional merger transactions, \nand the selected nationwide merger transactions analyzed by Sandler O’Neill  in \nits comparable company and comparable transaction analyses in the Proxy (8-K \n5–8). \n21. The parties advised the Court of their agreement to the MOU on February \n5, 2016.  Subsequently, on February 8, 2016, the Court stayed all proceedings and \nordered the parties to complete confirmatory discovery and submit a motion for \npreliminary approval of the propose d settlement, or a joint status report , no later \nthan April 8, 2016.   \n22. The NewBridge shareholder vote was held as scheduled on February 23, \n2016, at which 26,534,461 Class A common stock shares voted in favor of the merger, \n \n \n226,186 shares voted against, and 261,078 shares abstained.  All 1,723,000 Class B \ncommon stock shares voted in favor of the merger. \n23. The merger transaction was consummated on  March 1, 2016, and \nNewBridge was merged out of existence that day. \n24. On March 27, 2016, the parties completed confirmatory discovery.  \n25. On April 8, 2016, the parties filed a joint status report, requesting that the \nstay of proceedings be continued and that the parties be permitted an additional \ntwenty-three days to finalize and file both the sett lement papers and Plaintiffs’ \nmotion for preliminary approval of the proposed settlement.  The Court subsequently \nentered a scheduling order continuing the stay and ordering Plaintiffs to file a motion \nfor preliminary approval of the proposed settlement, or a joint status report, no later \nthan June 15, 2016. \n26. The parties executed the Stipulation embodying the Settlement on June 14, \n2016.  Plaintiffs submitted the Stipulation with their Unopposed Motion for \nPreliminary Approval of the Settlement, Certification of Settlement Class, Approval \nof Class Notice and Final Approval Hearing Scheduling on June 15, 2016.  Plaintiffs \nalso submitted for approval and distribution a proposed Notice of Pendency of Class \nAction, Class Action Determination, Proposed Settlement of Class Action, Settlement \nHearing and Right to Appear (the “Notice”). \n27. The Court issued its Preliminary Approval Order on June 23, 2016, which \napproved the content and form of the Notice and directed that the Notice be mailed \nto all shareholders of record who were members of the Class at their last known \n \n \naddress, and which also set the fairness hearing for October 12, 2016  (“Settlement \nHearing”). \n28. Yadkin, as successor in interest to NewBridge, engaged Garden City Group, \nLLC (“GCG”) as an agent to undertak e the mailing of the Notice as directed by t he \nCourt.  The Notice informed shareholders (i) of the specific terms of the Settlement , \nincluding the Supplemental Disclosures obtained by the Class in the Settlement and \nthe specific terms of the release of Released Claims (as defined below)  given by the \nClass in exchange for the Supplemental Disclosures, (ii) that as Class Members, the \nshareholders would “be bound by any judgment in the Consolidated Action” and could \nnot “opt-out of the Class ,” and (iii) that the shareholders could object to the \nSettlement and Plaintiffs’ counsel’s application for attorneys’ fees  as specifically \nprovided in the Notice. \n29. As of October 7 , 2016, GCG had mailed the Notice to 11,779 NewBridge \nstockholders of record and beneficial owners who held NewBridge common stock at \nany time during the Class Period (as defined herein). \n30. The Court held the Settlement Hearing on  October 12, 2016 .  Neither  the \nCourt, the parties, nor GCG  received any objection to the Settlement, either before, \nduring, or after the Settlement Hearing.  In addition, Plaintiffs’ counsel advised at \nthe Settlement Hearing that Plaintiffs had reviewed a thorough investigative report \nprepared by the Special Litigation Committee (the “Report”), which supported \nPlaintiffs’ counsel’s own conclusion that, after reasonable investigation, neither the \nclaims asserted in the Consolidated Action nor the claims not asserted but released \n \n \nin the Settlement  had substantial merit and that furth er litigation of Plaintiffs’ \nclaims was not reasonably justified.     \nII. \nCLASS CERTIFICATION AND THE SETTLEMENT \n31. This Court has broad discretion in determining whether a case should \ncontinue as a class action.  In re Harris Teeter Merger Litig., 2014 NCBC LEXIS 47, \nat *8 (N.C. Super. Ct. Sept. 24, 2014) (approving final settlement); Harrison v. Wal-\nMart Stores, Inc ., 170 N.C. App. 545, 547, 613 S.E.2d 322, 325 (2005) (citing \nFaulkenbury v. Teachers’ and State Employees’ Ret. Sys. of N.C., 345 N.C. 683, 699, \n483 S.E.2d 422, 432 (1997)).  \n32. Class certification is controlled by North Carolina Rule of Civil Procedure \n23 (“North Carolina Rule(s)”), and our courts have provided that a trial court, in its \ndiscretion, may certify a class action where the following requirements are met: \n(1) the existence of a class, (2) . . . the named representative will fairly \nand adequately represent the interests of all class members, (3) . . . \nthere is no conflict of interest between the representative and class \nmembers, (4) . . . class members outside the jurisdiction will be \nadequately represented, (5) . . . the named party has a genuine \npersonal interest in the outcome of the litigation, (6) . . . class \nmembers are so numerous that it is impractical to bring them all \nbefore the court, (7) . . . adequate notice of the class action is given to \nclass members. \n \nIn re PokerTek Merger Litig., 2015 NCBC LEXIS 10, at *9–10 (N.C. Super. Ct. Jan. \n22, 2015) (quotations and citations omitted). \n33. Further, the North Carolina Supreme Court has held that “a ‘class’ exists . . . \nwhen the named and unnamed members each have an interest in either the same \n \n \nissue of law or of fact, and that issue predominates over issues affecting only \nindividual class members.” Crow v. Citicorp Acceptance Co., 319 N.C. 274, 280, 354 \nS.E.2d 459, 464 (1987). \n34. In addition, our courts have observed that “[s]ettlement has long been \npreferred to litigation, and public policy prefers upholding good faith settlements, \neven without strong regard to the consideration und erlying the settlement.”  In re \nProgress Energy S’holder Litig., 2011 NCBC LEXIS 45, at *17 (N.C. Super Ct. Nov. \n29, 2011); see generally In re Harris Teeter Merger Litig., 2014 NCBC LEXIS 47, at \n*12; Ehrenhaus v. Baker, 216 N.C. App. 59, 72, 717 S.E.2d 9, 19 (2011) (“Ehrenhaus \nI”) (citing Knight Publ’g Co. v. Chase Manhattan Bank, N.A., 131 N.C. App. 257, 262, \n506 S.E.2d 728, 731 (1988)).  \n35. However, “due to the unique due process concerns” of a class action  \nsettlement, which binds individuals not before the  court to the settlement, “parties \ncannot settle a class action without court approval.” Ehrenhaus I, 216 N.C. at 72, 717 \nS.E.2d at 19.  Our courts have observed that c ourt approval of a class action \nsettlement is intended to: \n(1) assure[] that any person whose rights would be affected by \nsettlement has the opportunity to support or oppose it; (2) prevent[] \nprivate arrangements that may constitute “sweetheart deals”  contrary \nto the best interests of the class; (3) protect[] the rights of those whose \ninterests may not have been given due regard by the negotiating parties; \nand f inally, (4) assure[] each   member of the class that his or her \nintegrity and right to express views and be heard on matters of vital \npersonal interest has not been violated by others who have arrogated to \nthemselves the power to speak and bind without consultation and \nconsent. \n \n \nId. (citing In re Agent Orange, Prod. Liab. Litig. , 597 F. Supp. 740, 748 (E.D.N.Y. \n1984), aff’d sub nom., In re Agent Orange Prod. Liab. Litig.  MDL No. 381, 818 F.2d \n145 (2d Cir. 1987)). \n36. Here, consistent with the Preliminary Approval Order, the Stipulation \nembodying the Settlement was presented at the Settlement Hearing on October 12, \n2016.  The Stipulation was entered into by Plaintiffs Parshall, Schult, and Nall, and \nDefendants Yadkin , Merger Sub, the NewBridge Directors, and NewBridge as \nnominal defendant, through their counsel in the Consolidated Action , and executed \non June 14, 2016.  The executed Stipulation was filed as Exhibit 1 to Plaintiffs’ Motion \nfor Settlement Approval and was fully, fairly, and adequately described in the Notice. \n37. NOW THEREFORE , the Court, having determined that Notice of the \nSettlement Hearing was given to the Class (as defined below) in accordance with the \nPreliminary Approval Order  and that the Notice was adequate and sufficient ; and \nthe parties having appeared by their attorneys of record; and the attorneys for the \nrespective parties having been heard in support of the Settlement of the Consolidated \nAction; and an opportunity to be heard having been given to all other persons desiring \nto be heard as provided in the Notice; and the entire matter of the Settlement having \nbeen considered by the Court;  IT IS HEREBY ORDERED, ADJUDGED AND \nDECREED, this 22nd day of November, 2016, as follows:   \na. The Notice has been given to the Class (as defined below) pursuant to \nand in the manner directed by the Preliminary Approval Order, proof of the mailing \nof the Notice has been filed with the Court , and a full opportunity to be heard has \n \n \nbeen offered to all parties to the Consolidated Action, the Class , and persons in \ninterest.  The Notice adequately apprised the Class members of the terms of the \nSettlement and the place, date, and time of the Settlement Hearing, and the Court \nfinds that t he Notice full y, fairly, and accurately described the consideration the \nClass was to receive, and the claims and rights the Class agreed to release in \nexchange, under the terms of the Settlement.  The form and manner of the Notice is \nhereby determined to have been the best notice practicable under the circumstances \nand to have been given in full compliance with due process, Rule 23 of the North \nCarolina Rules of Civil Procedure, and applicable law, and it is further d etermined \nthat all members of the Class are bound by this Order and Final Judgment. \nb. The Court hereby finds, pursuant to Rule 23 of the North Carolina Rules \nof Civil Procedure, as follows:   \ni. that (i) the Class, as defined below, is so numerous that joinder of \nall members is impracticable, (ii) there are questions of law and fact common to the \nClass, (iii) the claims of Plaintiffs are typical of the claims of the Class, (iv) Plaintiffs \nand Plaintiffs’ Co-Lead Counsel and Co-Liaison Counsel have fairly and ade quately \nprotected the interests of the Class, and (v) a class action is superior to all other \nmethods available for adjudication of the controversy before the Court;   \nii. that the requirements of North Carolina Rule 23 have been \nsatisfied;   \niii. that the requirem ents of the North Carolina Rules and due \nprocess have been satisfied in connection with the Notice; and   \n \n \niv. that a non -opt out class is appropriate here because the relief \nsought for the Class was for uniform group remedies of injunctive and declaratory \nrelief, all of which were applicable with respect to the Class as a whole.2   \nc. Therefore, the Consolidated Action is hereby certified as a non -opt out \nclass action pursuant to Rule 23 of the North Carolina Rule of Civil Procedure , with \nthe Class defined as follows:   \nany and all record holders and beneficial owners of common stock of \nNewBridge who held or owned such stock at any time during the \nperiod beginning on and including October 13, 2015 through and \nincluding March 1, 2016 (the “Class Period”), including any and all \nof their respective successors -in-interest, successors, predecessors -\nin-interest, predecessors, representatives, trustees, executors, \nadministrators, estates, heirs, assigns and transferees, immediate \nand remote, and any person or entity acting  for or on behalf of, or \nclaiming under, any of them, and each of them, together with their \npredecessors-in-interest, predecessors, successors -in-interest, \nsuccessors, and assigns (the “Class”).  Excluded from the Class are \nDefendants and their immediate f amily members, any entity in \nwhich any Defendant has a controlling interest, and any successors-\nin-interest thereto.   \n \nd. Plaintiffs Parshall, Schult, and Nall are hereby certified as the Class \nrepresentatives. \ne. Rigrodsky & Long, P.A., Levi & Korsinsky LLP, and Kahn Swick & Foti, \nLLC are hereby appointed Co -Lead Counsel for the Class  (“Co-Lead Counsel”); and \nRabon Law Firm, PLLC and Pinto Coates Kyre & Bowers, PLLC are hereby \nappointed as Co-Liaison Counsel for the Class (“Co-Liaison Counsel”). \n                                                 \n2 As set forth in the Stipulation, certification of the class is “for settlement p urposes only” \nand “[i]n the event the Settlement does not become final for any reason, Defendants reserve \nthe right to oppose certification of any plaintiff class in future proceedings.”  \n \n \nf. Courts commonly utilize at least the following factors when determining \nthe fairness, reasonableness, and adequacy of a proposed class action settlement: (a) \nthe strength of the plaintiff’s case, (b) the defendant’s ability to pay, (c) the complexity \nand cost of further litigation, (d) the amount of opposition to the settlement, (e) class \nmembers’ reaction to the proposed settlement, (f) counsel’s opinion, and (g) the stage \nof the proceedings  and how much discovery has been completed. See Ehrenhaus I, \n216 N.C. App. at 73–75, 717 S.E.2d at 19–20 (citations omitted). \ng. When reviewing a proposed settlement, the trial court “must protect, to \nthe extent practicable, the rights of passive class members,”  Ehrenhaus I, 216 N.C. \nat 73, 717 S.E.2d  at 30.  Particularly with a disclosur e-based settlement, the trial \ncourt should consider and scrutinize what the class is to receive (the “get”) and to give \nup (the “give”) in the settlement.  See Corwin v. British Am. Tobacco PLC, 2016 NCBC \nLEXIS 14, at *11–12 (N.C. Super. Ct.  Feb. 17, 2016) (approving settlement after the \ntrial court “carefully balanced the ‘give’ and the ‘get’  of the proposed [settlement]”); \nIn re Trulia, Inc. 129 A.3d at 898 (noting trial court must “be increasingly vigilant in \napplying its independent judgment to its  case-by-case assessment of the \nreasonableness of the “give” and “get” of [disclosure-based] settlements”); see also \nMoody v. Sears, Roebuck & Co., 2007 NCBC LEXIS 11, at *38 (N.C. Super. Ct. 2007), \nrev’d on other grounds , 191 N.C. App. 256, 664 S.E.2d 569  (2008) (criticizing \nattorneys’ fee award in consumer class action because of “vast disparity between what \nthe class received and the fee accorded to class counsel”).3 \n                                                 \n3 While a balancing of the nature of the settlement consideration received by the proposed \nclass against the scope of the release given by the proposed class is implicitly included in the \n \n \nh. The Court has applied the foregoing factors to the present case and finds \nthe Settlement to be fair, reasonable, adequate, and in the best interests of the Class, \nand it is hereby approved. \ni. Based on its careful review of the record, the Court concludes that the \nSettlement resulted from arm ’s-length negotiations that were undertaken without \ncollusion, Plaintiffs’ claims and any claims released4 through the Settlement were of \nlimited or nominal value , and Plaintiffs credibly assert that Plaintiffs’ counsel \ndetermined that the Settlement, which achieved the publication of the Supplemental \nDisclosures without monetary relief , was in the best interests of the putative class  \nand was justified by the nature of the release offered by Plaintiffs.   \nj.   The Court further concludes that the “give ” and the “get” of the \nSettlement are proportionate and balanced and sufficient to support approval of the \nSettlement.  In particular, while, as discussed below, the Supplemental Disclosures \nreceived by the Class are of limited value, the Court nonetheless concludes that the \n                                                 \nEhrenhaus I factors, the Court believes this specific balancing should be explicitly stated and \nconsidered as a separate factor for settlements of the type here.  Consistent with paragraphs \n4 and 5 above, judges of the North Carolina Business Court, including the undersigned, may \napply more exacting scrutiny hereafter to the scope of a proposed release of claims as \nbalanced against the proposed settlement consideration to be received by the class and may \nbe prepared to reject a proposed settlement which includes a release which is significantly \nbroader than justified by the consideration gained for the class in the settlement.  See In re \nPike Shareholder Litig., 2015 NCBC LEXIS 95, *24 (N.C. Super. Ct. Oct. 8, 2015) (finding \nthe “Delaware Court of Chancery’s recent caution that fee requests in disclosure -only \nsettlements may now face more searching scrutiny, particularly when acc ompanied by the \nbroadest possible releases” to be a “fair [caution]”).  \n \n4 The Court relies on Plaintiffs’ counsel ’s representation at the Settlement Hearing , \nsupported by Defendants and not challenged or objected to by any class member,  that after \nreasonable investigation and consideration of the Report, neither the claims asserted in the \nConsolidated Action nor the claims not asserted but released in the Settlement had \nsubstantial merit.   \n \n \nvalue received by the Class is commensurate to, and a fair and reasonable exchange \nfor, the value of the claims the Class relinquished, which the Court finds are likewise \nof little or limited value.  See, e.g., In re PokerTek Merger Litig., 2015 NCBC LEXIS \n10, at *14 –15 (approving settlement, in part, because plaintiffs’ claims were not \nstrong enough to justify further litigation); In re Trulia, Inc., 129 A.3d at 908 n.89.  \nk. Moreover, the Class members overwhelmingly approved the merger , \nand no Class member raised an objection to the Settlement after receiving notice. See \nEhrenhaus I, 216 N.C. App. at 74, 717 S.E.2d at 20 (“[T]he reaction of the class to the \nsettlement is perhaps the most significant factor to be weighe d in considering its \nadequacy.”) (citations and quotations omitted); see also, e.g., Prince v. Bensinger, 244 \nA.2d 89, 95–96 (Del. Ch. 1968) (finding shareholder approval of transaction a factor \nin favor of settlement approval); Hynson v. Drummond Coal Co ., 601 A.2d 570, 674 \n(Del. Ch. 1991) (finding absence of class objections a factor in favor of settlement \napproval).5     \nl. Under these circumstances, the Court finds Plaintiffs’ counsel’s decision \nto settle the case for publication of the Supplemental Disclosures without monetary \nrecovery in exchange for the release provided to be prudent and reasonable.   In \nparticular, the Court concludes that Plaintiffs ’ counsel reasonably asse ssed the \nstrength of Plaintiffs’ claims in considering whether the bargained-for Supplemental \n                                                 \n5 While the Court is concerned that the breadth of the release in this proposed settlement \nmay be excessive for the consideration received by the class,  the Court is reluctant to set \naside the settlement in light of  the approval of prior similar settlements by the Business \nCourt and the fact that the Court did not receive any objections to the proposed settlement \nfrom any class member or other objector after full notice. \n \n \nDisclosures were adequate consideration for the Settlement  and the Release offered \ntherein.   \nm. The Parties are hereby authorized and directed to comply with and to \nconsummate the Settlement in accordance with its terms and provisions, and the \nClerk is directed to enter and docket this Order and Final Judgment in the \nConsolidated Action, and the actions that comprise the Consolidated Action.   \nn. This Order and Final Judgment shall not constitute any evidence or \nadmission by any of the parties herein that any acts of wrongdoing have been \ncommitted by any of the parties to the Consolidated Action (or the actions that \ncomprise the Consolidated Action) and should not be deemed to create any inference \nthat there is any liability therefor.   \no. The Consolidated Action and the actions that comprise the Consolidated \nAction are hereby dismissed with prejudice in their entirety on the merits, without \nfees, costs and expenses beyond those approved herein. \np. This Order and Final Judgment provides for the full an d complete \ndischarge, dismissal with prejudice, settlement and release of, and a permanent \ninjunction barring, any and all manner of claims, demands, rights, liabilities, losses, \nobligations, duties, costs, debts, expenses, interest, penalties, sanctions, fees, \nattorneys’ fees, actions, potential actions, causes of action, suits, agreements, \njudgments, decrees, matters, issues and controversies of any kind, nature or \ndescription whatsoever, disclosed or undisclosed, accrued or unaccrued, apparent or \nnot app arent, foreseen or unforeseen, matured or not matured, suspected or \n \n \nunsuspected, liquidated or not liquidated, fixed or contingent, that Plaintiffs or any \nor all other members of the Class ever had, now have, or may have, whether direct, \nderivative, individual, class, representative, legal, equitable or of any other type, or \nin any other capacity, based on his, her, or its ownership of NewBridge common stock \nduring the Class Period, against any of the Released Parties (as defined below), \nwhether based on state, local, foreign, federal, statutory, regulatory, common or other \nlaw or rule (including, but not limited to, any claims under federal securities laws or \nstate disclosure law or any claims that could be asserted derivatively on behalf of \nNewBridge), which, now or hereafter, are based upon, arise out of, relate in any way \nto, or involve, directly or indirectly, any of the actions, transactions, occurrences, \nstatements, representations, misrepresentations, omissions, allegations, facts, \npractices, events, claims or any other matters, things or causes whatsoever, or any \nseries thereof, that were or could have been alleged , asserted, set forth, claimed, \nembraced, involved, or referred to in, or related to, directly or indirectly, the \nConsolidated Action, or t he subject matter thereof, in any court, tribunal, forum or \nproceeding, including, without limitation, any and all claims that are based upon, \narise out of, relate in any way to, or involve, directly or indirectly, (i) the Proposed \nTransaction, the NewBrid ge/Yadkin merger, or the Merger Agreement (or any \namendment thereto); (ii) any deliberations or negotiations in connection with the \nProposed Transaction, the NewBridge/Yadkin merger, or the Merger Agreement (or \nany amendments thereto), including the proces s of deliberation or negotiation by \nDefendants, and any of their respective officers, directors, principals, partners or \n \n \nadvisors; (iii) the consideration to be received by Class members in connection with \nthe Proposed Transaction or the NewBridge/Yadkin merger; (iv) the consideration to \nbe received by any other person in connection with the Proposed Transaction or the \nNewBridge/Yadkin merger (including, but not limited to, any NewBridge or Yadkin \nagreement); (v) the Form S-4 (including any amendments) or any other disclosures or \nstatements relating to the Proposed Transaction or the NewBridge/Yadkin merger, \nincluding, without limitation, claims under the federal securities laws within the \nexclusive jurisdiction of the federal courts; (vi) the statutory or fiduciary obligations, \nif any, of the Released Parties (as defined below) in connection with the Proposed \nTransaction or the NewBridge/Yadkin merger; or (vii) any of the allegations in any \ncomplaint or amendment(s) thereto filed in the Consolidated Action (collectively, the \n“Released Claims ”); provided, however, for the avoidance of doubt, the Released \nClaims shall not include (i) the right to enforce the Stipulation or the Settlement or \nthe rights of any member of the Class to seek appraisal of their NewBri dge shares \npursuant to N.C. Gen. Stat. § 55-13-02, or (ii) claims that do not in any respect arise \nout of, or do not relate in any manner to, the Proposed Transaction and the \nNewBridge/Yadkin merger (including the negotiations in connection with the \nProposed Transaction and the NewBridge/Yadkin merger) that are ( 1) unknown to \nPlaintiffs and their counsel; (2) brought under the Securities Act of 1933 or Sections \n10 or 14 of the Securities Exchange Act of 1934 and ( 3) are based on any alleged \n \n \nmaterial misstatements or omissions in the historical financial statements of Yadkin \nincluded in the Form S-4 (including any amendments).6 \nq. Defendants release Plaintiffs and Plaintiffs ’ counsel from all claims, \ncomplaints, petitions, liabilities, or sanctions arisin g out of the investigation, \ncommencement, prosecution, settlement, or resolution of their respective actions, and \nshall be barred from asserting same; provided, however, that such releases will not \ninclude a release of the right to enforce the Stipulation or the Settlement. \nr. Whether or not each or all of the following persons or entities were \nnamed, served with process, or appeared in the Consolidated Action, “Released \nParties” means Yadkin Financial Corporation, Navy Merger Sub Corp., Michael S. \nAlbert, Robert A. Boyette, J. David Branch, C. Arnold Britt, Robert C. Clark, Alex A. \nDiffey, Jr., Barry Z. Dodson, Donald P. Johnson, Joseph H. Kinnarney, Michael S. \nPatterson, Pressley A. Ridgill, Mary E. Rittling, E. Reid Teague, Richard A. \nUrquhart, III, G. Alfre d Webster, Kenan C. Wright, Julius S. Young, Jr., and \nNewBridge Bancorp, and each of their respective past or present family members, \nspouses, heirs, trusts, trustees, executors, estates, administrators, beneficiaries, \ndistributees, foundations, agents, em ployees, fiduciaries, partners, control persons, \npartnerships, general or limited partners or partnerships, joint ventures, member \nfirms, limited liability companies, corporations, parents, subsidiaries, divisions, \naffiliates, associated entities, shareholders, principals, officers, managers, directors, \n                                                 \n6 The Court expresses no opinion as to whether the release, as drafted, could be interpreted \nto extend its reach to claims NewBridge stockholders might have based on conduct arising \nprior to, and without any relation to, the negotiation and consummation of the merger \ntransaction which is the subject of this litigation. \n \n \nmanaging directors, members, managing members, managing agents, predecessors, \npredecessors-in-interest, successors, successors -in-interest, assigns, financial or \ninvestment advisors, advisors, consultants, i nvestment bankers, entities providing \nany fairness opinion, underwriters, brokers, dealers, lenders, commercial bankers, \nattorneys, personal or legal representatives, accountants, insurers, co -insurers, \nreinsurers, and associates, of each and all of the foregoing. \ns. Any party providing a release (a “Releasing Person ”) waives and \nrelinquishes, to the fullest extent permitted by law, the provisions, rights and benefits \nof any state, federal, or foreign law or principle of common law, which may have the \neffect o f limiting the releases set forth above.  Plaintiffs acknowledge, and the \nmembers of the Class shall be deemed by operation of the entry of this Order and \nFinal Judgment approving the Settlement to have acknowledged, that the foregoing \nwaiver was separatel y bargained for, is an integral element of the Settlement, and \nwas relied upon by each and all of the Defendants in entering into the Settlement. \nt. The fact of and provisions contained in the Stipulation, and all \nnegotiations, discussions, actions, and proceedings in connection with the Stipulation \nshall not be deemed or constitute a presumption, concession or an admission by any \nparty in the Consolidated Action, any signatory thereof or any Released Parties of \nany fault, liability, or wrongdoing or lack of a ny fault, liability, or wrongdoing, as to \nany facts or claims alleged or asserted in the Consolidated Action, or any other actions \nor proceedings, and shall not be interpreted, construed, deemed, involved, invoked, \noffered, or received in evidence or other wise used by any person in the Consolidated \n \n \nAction or any other action or proceeding, whether civil, criminal, or administrative, \nexcept in connection with any proceeding to enforce the terms of the Stipulation.  The \nReleased Parties may file the Stipulati on and/or this Order and Final Judgment in \nany action that may be brought against them in order to support a defense or \ncounterclaim based on principles of res judicata, collateral estoppel, release, good -\nfaith settlement, judgment bar or reduction or any theory of claim preclusion or issue \npreclusion or similar defense or counterclaim.   \nu. In the event that the Settlement does not become effective in accordance \nwith the terms of the Stipulation, this Order and Final Judgment shall be rendered \nnull and void to the extent provided by, and in accordance with, the Stipulation and \nshall be vacated and, in such event, all orders entered and releases delivered in \nconnection herewith shall be null and void to the extent provided by and in accordance \nwith the Stipulation.   \nv. Without affecting the finality of this Final Order in any way, this Court \nhereby retains continuing jurisdiction over all parties to the Stipulation and the \nSettlement for the purpose of construing, enforcing and administering the \nStipulation, the Settlement, and this Order and Final Judgment. \nIII. \nPLAINTIFFS’ REQUEST FOR ATTORNEYS’ FEES \n38. Paragraph IX of the Notice provided specific notice to the Class that \n“Plaintiffs and Plaintiffs’ counsel will petition the Court to approve the amount of \nattorneys’ fees, costs and expenses, which amount shall be wholly inclusive of all fees, \n \n \nexpenses, cost disbursements, and expert and consulting fees in the Consolidated \nAction (including each of the lawsuits that comprises the Consolidated Action)” and  \nfurther tha t the requested amount “shall not exceed $300,000 in total,” that \n“Defendants and their counsel will not object” to Plaintiffs’ fee petition within this \nmaximum requested amount, and that “NewBridge or its successor-in-interest” shall \npay the fees and expenses awarded by the Court.   \n39. Plaintiffs subsequently filed their Motion for Attorney s’ Fees and now \nrequest the Court to approve the provision in the Stipulation by which NewBridge \nagreed to pay up to $30 0,000 ( “Fee Payment”) to reimburse Plaintiffs’ costs  and \nexpenses and pay Plaintiffs’ attorneys’ fees.  (Pls.’ Mem. Supp. Mot. App. Att’y Fees \n1.)  The requested amount includes $25,462.88 in out -of-pocket expenses and up to \n$274,537.12 in attorneys’ fees.  (Pls.’ Mem. Supp. Mot. App. Att’y Fees 1 , 4–5.)   The \nSettlement is not conditioned on the approval of the Fee Payment, but the Fee \nPayment is conditioned on Court approval.   (Pls.’ Mem. Supp. Mot. App. Att’y Fees \n3–4.) (Pls.’ Mem. Supp. Settlement Approval , Ex. 1, Stipulation and Agreement of \nCompromise, Settlement and Release ¶ 13.)  If otherwise approved by the Court, the \nSettlement becomes final whether or not the Fee Payment is made. \n40. No member of the Class has filed an objection to Plaintiffs’ request for \nattorneys’ fees and reimbursement of costs and  expenses—either in response to the \nNotice or in response to Plaintiffs’ subsequent Motion for Attorneys ’ Fees.  No \nmember of the Class appeared at the Settlement Hearing in opposition to Plaintiffs’ \nMotion for Attorneys’ Fees. \n \n \n41. The North Carolina Court of Appeals has held that “ the parties to a class \naction may agree to a fee-shifting provision in a negotiated settlement that is — like \nall other aspects of the settlement — subject to the trial court’s approval in a fairness \nhearing.”  Ehrenhaus v. Baker , 776 S.E.2d 699, 708 ( N.C. Ct. App. Mar. 19, 2015)  \n(“Ehrenhaus II ”).7  Here, the parties expressly agreed in paragraph 13 of the \nStipulation that “NewBridge or its successor(s) -in-interest” would pay an amount \n“not to exceed $300,000 in total” to Plaintiffs’ counsel for their attorneys’ fees, costs, \nand expenses, subject to the Court’s final approval.  Thus, the Court finds that the \nStipulation establishes a contractual basis for the Court’s authority to make an award \nof fees and expen ses to Plaintiffs’ counsel in an amount that is fair and reasonable.   \nEhrenhaus II, 776 S.E.2d at 708; see also Corwin, 2016 NCBC LEXIS 14, at *8.   \n42. Once the trial court has determined it has the authority to award a fee, “the \ntrial court must carefully assess the award of attorneys’ fees to ensure that it is fair \nand reasonable.”  Ehrenhaus II, 776 S.E.2d at 708  (citing In re Bluetooth Headset \nProds. Liab. Litig ., 654 F.3d 935, 941 (9th Cir. 2011) ).   In fulfilling this important \nresponsibility, the trial court must assess the materiality and value of the disclosures \nobtained against the amount of attorneys’ fees requested.  The Delaware courts have \nrecently noted that the trial court’s assessment typically occurs, as it does here, \nwithout the benefit of an adversarial process .  See generally In re Trulia, Inc., 129 \nA.3d at 894 (“The lack of an adversarial process [in a disclosure only settlement] often \n                                                 \n7 Ehrenhaus II was not appealed, and the North Carolina Supreme Court has not otherwise \naddressed whether North Carolina’s strict adherence to the American Rule bars or permits \nparties from contracting for an award of attorneys’ fees to settle class action litigation in the \nabsence of express statutory authority.  \n \n \nrequires that the Court become essentially a forensic examiner of proxy materials so \nthat it can play devil's advocate in probing the value of the “get” for stockholders in a \nproposed disclosure settlement.”). \n43. Our appellate courts have determined that Rule 1.5 of the Revised Rules of \nProfessional Conduct of the North Carolina State Bar sets forth the factors a trial \ncourt should evaluate in determining the reasonableness of the attorneys’ fees \nrequested in a negotiated settlement to a class action.   Ehrenhaus I, 216 N.C. App.  \nat 96, 717 S.E.2d at 33. \n44. N.C. Rev. R. Prof. Conduct 1.5. (a) specifically provides as follows: \n \nA lawyer shall not make an agreement for, charge, or collect an illegal or \nclearly excessive fee or charge or collect a clearly excessive amount for \nexpenses. The factors to be considered in determining whether a fee is \nclearly excessive include the following: (1) the time and labor required, the \nnovelty and difficulty of the questions involved, and the skill requisite to \nperform the legal service properly; (2) the likelihood, if apparent to the \nclient, that the acceptance of the particular employment will preclude other \nemployment by the lawyer; (3) the fee customarily charged in the locality \nfor similar legal services; (4) the amount involved and the results obtained; \n(5) the time limitations imposed by the client or by the circumstances; (6)  \nthe nature and length of the professional relationship with the client; (7) \nthe experience, reputation, and ability of the lawyer or lawyers performing \nthe services; and (8) whether the fee is fixed or contingent. \n  \n45. The evidence of record shows that Plain tiffs’ counsel devoted 523.25 hours \nto the prosecution of Plaintiffs ’ claims, not including time associated with the \nSettlement Hearing.  Among the tasks performed, Plaintiffs’ counsel conducted two \nhalf-day depositions, one of Michael S. Albert, the Chairman of the NewBridge Board, \nand the other of Scott Clark, a partner at Sandler O’Neill, NewBridge’s investment \nadvisor.  Plaintiffs’ counsel also reviewed 1,400 non -public documents that were \ncentral to the claims asserted, and retained and consulted with a financial expert.  \n \n \nPlaintiffs’ counsel also avoided unnecessary duplication of effort by selecting co-lead \nand co-liaison counsel early in the case.  (Pls.’ Mem. Supp. Settlement Approval 3–4, \n12.)  Based on the above, t he Court concludes that the time expended by Plaintiffs’ \ncounsel was reasonable in light of the complex nature of this litigation. 8  See N.C. \nRev. R. Prof. Conduct 1.5(a)(1). \n46. In addition, the nature of the claims required highly skilled litigation \ncounsel that were experienced in shareholder class actions, and the Court finds that  \nPlaintiffs’ counsel are highly-regarded, highly-experienced class action counsel that \nhave been involved in a number of significant class action matters including matters \nresulting in substantial monetary recovery  for the class . See N.C. Rev. R. Prof. \nConduct 1.5(a)(1) and (7).   Accordingly, the Rule 1.5(a)(1) and Rule 1.5(a)(7) factors \nweigh in favor of the Fee Payment. \n47. Although the acceptance of the particular employment require d Plaintiffs’ \ncounsel to expend a fairly significant number of hours in a relatively short period of \ntime, the time required to prosecute this matter was decreased by Plaintiffs’ counsel’s \nreceipt and use of the Report prepared by NewBridge’s Special Litigation Committee \n                                                 \n8 Co-Lead Counsel and Co-Liaison Counsel submitted summary charts setting forth totals for \n“Categorized Hours” and “Lodestar from Inception through September 20, 2016” and listing \nthe total number of hours spent by each attorney in each  of nine separate task-based \ncategories.  The Court notes that attorneys’  fees’ petitions in this Court are typically \nsupported by detailed attorney time records and advises that the Court will be reluctant to \napprove future petitions for attorneys’ fees lacking such evidentiary support.  See e.g., Fifth \nApplication for Compensation and Reimbursement of Expenses of Receiver, In re \nSoutheastern Eye Center – Pending Matters, No. 12 CVS 1648 (N.C. Super. Ct. Aug. 31, \n2016); Supplemental Affidavit of David S. Pokela in Support of Defendant Jeffrey L. Bostic’s \nMotion for Attorney Fees and Cost, Am. Mech., Inc. v. Bostic, No. 12 CVS 1384 (N.C. Super. \nCt. May 18, 2016).   \n \n \nthat was formed to evaluate Plaintiffs’ derivative demands.  In addition, n othing in \nthe record suggests that the nature of this engagement precluded Plaintiffs’ counsel \nfrom taking on other work during the brief period of this engagement.  See N.C. Rev. \nR. Prof. Conduct 1.5(a)(2) and (5).  These considerations cause the Rule 1.5(a)(2) and \nRule 1.5(a)(5) factors to not weigh heavily in favor of the Fee Payment. \n48. The Court further finds that Plaintiffs’ counsel accepted engagement in the \nlitigation pursuant to a written contingency-fee agreement, advanced expenses of the \nlitigation, worked diligently under a compressed time  schedule, and undertook the \nrepresentation with no assurance of payment .  See N.C. Rev. R. Prof. Conduct \n1.5(a)(8).  The Rule 1.5(a)(8) factor weighs in favor of the Fee Payment. \n49. A weighing of the factors set forth in Rule 1.5(a)(3), concerning the fee \ncustomarily charged in the locality for similar legal services , and Rule 1.5(a)(4), \nconcerning the amount involved and the results obtained, is not clear cut and requires \nfurther discussion.  \n50. As to N.C. Rev. R. Prof. Conduct 1.5(a)( 3), the Court notes that s everal of \nPlaintiffs’ counsel, including Court -approved Co-Lead Counsel, practice outside \nNorth Carolina, including in  Washington, D.C.  and Delaware.   This Court has \npreviously observed that “[a]ttorneys’ fees for similar work in [Washington, D.C. and \nNew York City] is substantially higher than the typical range in North Carolina.”  In \nre PokerTek Merger Litig., 2015 NCBC LEXIS 10, at *59.  It is the Court’s experience \nthat the fees charged for this sort of litigation by skilled Delaware attorneys is similar \nto the fees charged by skilled counsel for similar work in New York City and \n \n \nWashington, D.C.  Indeed, Plaintiffs have offered evidence that the rates charged by \nthe senior lawyers for all three of Plaintiffs’ Court-approved Co-Lead Counsel in this \nlitigation range from $650 –$850 per hour .  Using Plaintiffs’ counsel’s usual and \ncustomary hourly rates, the v alue of the 523.25 hours incurred through the date of \nthe entry of the Court’s Preliminary Approval Order on June 23, 2016 is $291,186.00.  \nPlaintiffs’ requested fees of $274,537.12 is slightly less than the amount computed at \nstandard hourly rates and yields an implied average attorney rate of $524.68.    \n51. In support of their fee request, Plaintiffs offer no affidavits of North Carolina \nattorneys attesting to “the fees customarily charged in the locality for similar legal \nservices,” see N.C. Rev. R. Prof. Conduct 1.5(a)(3), and cite only to the National Law \nJournal’s 2015 Billing Survey  (the “NLJ Survey”) as evidentiary support for its \ncontention that the requested fees imply “rates commensurate with or below those \ntypical and customary i n North Carolina for similar litigation.”  (Pl s.’ Mem. Supp. \nMot. Att’y Fees 9.)  In particular, Plaintiffs contend, based on the NLJ Survey, that \n“North Carolina attorneys involved in complex commercial litigation typically charge \nas much as $675 per hour for their services.”  (Pls.’ Mem. Supp. Mot. App. Att’y Fees \n8–9.)  The NLJ Survey, however, reports that North Carolina attorneys charge a \nwidely varying range of hourly rates , spanning from $250 to $675 for partners and \nfrom $150 to $435 for associates , and the NLJ Survey does not report the specific \nrange of hourly rates customarily charged in North Carolina for legal services of the \nsort Plaintiffs’ counsel provided here.   \n \n \n52. The Court finds more relevant and persuasive for current purposes the \naffidavits attached to motions for attorneys’ fees recently tendered by North Carolina \nattorneys in similar litigation.  Although Plaintiffs did not offer any such affidavits \nin support of their motion here, the Court notes that North Carolina attorney s with \nextensive relevant experience in class action merger litigation did tender affidavit s \nin three recent cases stating that typical fees charged in North Carolina for handling \ncomplex commercial litigation range from $250 to $450 per hour.  See In re PokerTek \nMerger Litig., 2015 NCBC LEXIS 10, at *23 (affidavit of John Hughes); In re Harris \nTeeter Merger Litig ., 2014 NCBC LEXIS 47, at * 24 (same); In re Progress Energy \nS’holder Litig., 2011 NCBC LEXIS 45 (No. 11 CVS 739) (affidavit of Gregory Martin).   \n53. The Court also finds persuasive the conclusions of various courts concerning \ncustomary fees charged in North Carolina for complex commercial litigation.  See, \ne.g., Corwin v. British Am. Tobacco PLC, 2016 NCBC LEXIS 14, at *15 (concluding \nthat fees yielding “an implied average hourly rate of $325.04” to be “reasonable, and \nclearly not an excessive rate”); In re PokerTek Merger Litig., 2015 NCBC LEXIS 10, \nat *23 (concluding that fees “in th e range of $250 -$450 per hour” were “consistent \nwith the Court’s own experience”  and finding “an average attorney rate of $226.83 \nper hour [to be] “reasonable and clearly not excessive” ); In re Harris Teeter Merger \nLitig., 2014 NCBC LEXIS 47, at * 25 (concluding that “$321.91 per hour “fell within \na reasonable range” and was “reasonable and clearly not an excessive rate” based on \nthe “court’s experience in other cases”); see also Nakatsukasa v. Furiex Pharms. Inc., \n2015 NCBC LEXIS 71, at *24 (N.C. Super. Ct. July 1, 2015) (finding “rates of \n \n \napproximately $300–$550 per hour [as] typical of the fees charged for this type of \nwork in Wake County, North Carolina”); In re Progress Energy S’holder Litig., 2011 \nN.C. LEXIS  45, at *27 (concluding that an effective rate of $130 per hour was \nreasonable because “North Carolina attorneys involved in complex commercial \nlitigation typically charge much higher hourly rates for their legal services”).    \n54. Also persuasive to the Court  are the rates charged by North Carolina \nattorneys the Court has recently appointed to serve as receivers or as counsel for \nreceivers in complicated commercial settings.  See, e.g ., Order on Receiver’s Fifth \nApplication for Compensation and Reimbursement o f Expenses of Receiver, In re \nSoutheastern Eye Center – Pending Matters , No. 12 CVS 1648 (N.C. Super. Ct. \nSeptember 26, 2016) (approving fees for receiver, an attorney, at $400 per hour and \nfor Receiver’s counsel at $250  per hour ); Order Granting Plaintiff’s Motion for \nDissolution, Appointment of Receiver and Injunctive Relief at 4, Pro-Tech Energy \nSolutions, LLC v. Praether Cooper, No. 14 CVS 20452 (N.C. Super. Ct. July 30, 2015) \n(approving fees for receiver, an attorney, at $475 per hour ); Order Appointing \nReceiver at 4, Battles v. Bywater, LLC , No. 14 CVS 1853 (N.C. Super. Ct. Dec. 11, \n2014) ( approving fees for co -receivers, two attorneys, at average rate of $225 per \nhour); Order on Receiver’s Application to Retain and Employ Couns el, Thomley v. \nKing, No. 14 CVS 17364 (N.C. Super. Ct. Nov. 3, 2014) (approving fees for receiver’s \ncounsel at average rate of $320 per hour). \n55. Based on the above, and based on the Court’s own experience  in similar \ncases, the Court finds that the average attorney rate of $524.68 requested by \n \n \nPlaintiffs’ counsel here is above the hourly rate customarily charged in North \nCarolina for similar services .  The Court further finds that the nature of t he work \nperformed by Plaintiffs’ counsel could have been performed fully by competent North \nCarolina counsel and that the demands of the Consolidated Action did not require \nPlaintiffs to retain counsel from outside North Carolina in order to prosecute the \nConsolidated Action.  Each o f these findings militates against approval of a Fee \nPayment in the full amount requested.  See generally GE Betz, Inc. v. Conrad , 231 \nN.C. App. 214, 247,  752 S.E.2d 634, 657 (2013) ( “find[ing] it unreasonable to force \n[losing opponent] to pay a fee that includes rates [$633.25 per hour for a partner and \n$500 per hour for an associate at a national law firm] double those billed in the \ncommunity where the litigation took place for work that seemingly did not require \nsuch a premium”).   \n56. Based on the above, the Court concludes that a typical and customary hourly \nrate charged in North Carolina for complex commercial litigation of the sort involved \nhere ranges from $250 to $475.9   \n57. The Court next considers the results obtained for the shareholders through \nthis litigation.  N.C. Rev. R. Prof. Conduct 1.5(a)(4).  It is clear that Plaintiffs’ efforts \ncaused NewBridge to make additional, agreed-upon disclosures concerning certain \n                                                 \n9  The Court recognizes that the hourly rates currently charged by certain individual North \nCarolina lawyers fall outside this stated range, typically because of a particular attorney’s \nextensive or limited experience or special or limited expertise, and notes that the Court may \nfind it appropriate to address such considerations in determining a final fee awar d in a \nparticular case.  The Court further recognizes that the hourly rates charged by attorneys \nhave historically  increased over time, potentially limiting the usefulness of the Court’s \nconclusion in considering future fee petitions. \n \n \nmatters, which were disseminated to shareholders through a Form 8-K filed with the \nSEC on February 5, 2016.  (Pls.’ Mem. Supp. Settlement Approval, Ex. 1, Stipulation \nand Agreement of Comprom ise, Settlement and Release ¶ 1 .)  Indeed, NewBridge, \nwithout admitting any wrongdoing, acknowledges that Plaintiffs ’ efforts “were the \nsole cause of the decision to file the Supplemental Disclosures.”  (Pls.’ Mem. Supp. \nSettlement Approval, Ex. 1, Stipulation and Agreement of Compromise, Settlement \nand Release ¶ 1.)   \n58. The significance of the results obtained by Plaintiffs , however, depends \nheavily upon the materiality of the Supplemental Disclosures.  Our Court of Appeals \nhas considered the materiality of disclosures to shareholders in the merger \ntransaction context and held as follows: \nAn omitted fact is material if there is a substantial likelihood that a \nreasonable shareholder would consider it important in deciding how to \nvote. This standard is fully consistent with Mills [v. Elec. Auto-Lite Co., \n396 U.S. 375, 90 S. Ct. 616, 24 L. Ed.  2d 593] general description of \nmateriality as a requirement that “the defect have a significant \npropensity to affect the voting process. ” It does not require proof of a \nsubstantial likelihood that disclosure of the omitted fact would have \ncaused the reaso nable investor to change his vote. What the standard \ndoes contemplate is a showing of a substantial likelihood that, under all \nthe circumstances, the omitted fact would have assumed actual \nsignificance in the deliberations of the reasonable shareholder. Pu t \nanother way, there must be a substantial likelihood that the disclosure \nof the omitted fact would have been viewed by the reasonable investor \nas having significantly altered the “total mix ” of information made \navailable. \n \nEhrenhaus I, 216 N.C. App. at 88, 717 S.E.2d at 28–29 (quoting Rosenblatt v. Getty \nOil Co., 493 A.2d 929, 944 (Del. 1985) ); see PokerTek, 2015 NCBC LEXIS 10, at *17 \n(citing cases from the Delaware Chancery Court to support its conclusion that certain \n \n \nsupplemental disclosures may be recognized as material); see generally In re Trulia, \nInc., 129 A.3d at 894 (stating that supplemental disclosures must “address a plainly \nmaterial misrepresentation or omission” to survive judicial scrutiny). \n59. The Supplemental Disclosures here can be classi fied into two categories — \n“information relating to potential conflicts of interest” and “information relating to \nSandler O’Neill’s valuation analyses that were performed, and reviewed by the Board, \nto support the fairness of the Merger considerations.”  (Pls.’ Mem. Supp. Settlement \nApproval 13, 18.) \n60. Regarding the “conflict of interest” disclosures, the Su pplemental \nDisclosures included additional information about (i) the timing of post -merger \nemployment and compensation discussions between Yadkin and Ridgill, NewBridge’s \nPresident, CEO, and director;  (ii) Sandler O’Neill’s representation of NewBridge in \nits acquisition of Premier Commercial Bank and the specific compensation Sandler \nO’Neill received in representing VantageSouth Bancshares, Inc. in its sale to Yadkin; \nand (iii) the timing of NewBridge’s discussions with Yadkin about the number of \nNewBridge seats on the Yadkin post-merger board.  (Pls.’ Mem. Supp. Settlement \nApproval 13, 16.)   \n61. As to the Sandler O’Neill valuation analyses, the Supplemental Disclosures \nprovided shareholders (i) a “contribution analysis” Sandler O’Neill had performed but \nNewBridge had not disclosed in the Proxy, and (ii) various individual multiples and \nfinancial metrics underlying Sandler O’Neill’s comparable company analy ses of \n \n \nNewBridge and Yadkin and its analysis of selected regional and nationwide merger \ntransactions. \n62. As an initial matter , the Court concludes that the disclosure of Sandler \nO’Neill’s contribution analysis was at least of arguable materiality to the upcoming \nshareholder vote and potentially could have significantly altered the total mix of \ninformation made available to shareholders.   “[S]tockholders are entitled to a fair \nsummary of the substantive work performed by the investment bankers upon whose \nadvice the recommendations of their board as to how to vote on a merger or tender \nrely.” In re Pure Res. S’holders Litig., 808 A.2d 421, 448–49 (Del. Ch. 2002) (enjoining \nthe vote where no substantive portion of the investment bankers’ work was disclosed).  \nNevertheless, a “fair summary . . . is a summary,” and “[b]y definition, it need not \ncontain all information underlying the financial advisor’s opinion or contained in its \nreport to the board . . . but rather an accurate description of the advisor’s methodology \nand key assumptions.”  In re Trulia, Inc., 129 A.3d at 900–01.   \n63. Here, the contribution analysis analyzed the standalone contribution of \nYadkin and NewBridge to various balance sheet and income statement items  and \npermitted the NewBridge Board to compare whether the proposed transaction fairly \nreflected NewBridge’s results when compared to Yadkin’s and thus whether the \nproposed transaction was fair to NewBridge’s shareholders.  Given the disclosure of \nthe contribution analysis performed by Yadkin’s investment advisor in the Proxy, the \nCourt concludes that the Supplemental Disclosure of Sandler O’Neill’s contribution \nanalysis was of at least arguable materiality here.  \n \n \n64. The Court is less persuaded, however, of the potential materiality of the \nother Supplemental Disclosures.  For example, given that the  Proxy informed \nshareholders that as of August 26, 2015, Yadkin’s Letter of Intent included a term \nabout Ridgill’s ongoing role in the combined company , (Proxy 49), and set forth the \ndate when hi s consulting agreement was reached and provided exacting detail \nregarding the final employment and compensation terms for Ridgill in the combined \ncompany should the proposed transaction be approved , (Proxy 79), the Court finds \nthe Supplemental Disclosures offering further details as to timing of discussions \nconcerning Ridgill’s proposed employment less important and not material here.  See \nIn re Atheros Commc’ns, Inc. S’holder Litig., No. 6124-VCN, 2011 Del. Ch. LEXIS 36, \nat *42 (Del. Ch. Mar. 4, 2011) (“[T]he date on which Barratt learned from Qualcomm \nthat it intended to employ him after the Transaction closed should be disclosed.  If \nthat additional disclosure is made, the date on which particular terms of Barratt ’s \nemployment were first discussed will be rendered less important in light of the Proxy \nStatement’s current disclosures that the terms themselves had been formally \nnegotiated beginning on December 14, 2010, more than three weeks before the \nMerger Agreement was executed on January 5, 2011.”); Parsons v. Digital River, Inc., \nNo. 10370-VCG, 2015 Del. Ch. LEXIS 10, at *4–7 (Del. Ch. Jan. 12, 2015) (finding the \ndisclosure that the acquirer was likely to retain senior management “gives \nstockholders the ability to consider management’s incentives an d provides all \ninformation likely to be material to stockholders”); see generally Dent v. Ramtron \nInt’l Corp., No. 7950-VCP, 2014 Del. Ch. LEXIS 110, at *47 (Del. Ch. June 30, 2014) \n \n \n(noting plaintiff’s “challenges to the adequacy of the summary of key even ts leading \nup to the . . . transaction are premised on the fallacy that this Court has long \nrecognized and long rejected — i.e., that increasingly detailed disclosure is always \nmaterial and beneficial disclosure.”)    \n65. In addition, the Court finds the Suppl emental Disclosure identifying \nPremier Commercial Bank as the company Sandler O’Neill previously assisted \nNewBridge in acquiring when the Proxy disclosed that “[i]n the two years preceding \nthe date of its opinion, Sandler O’Neill provided certain other investment banking \nservices for NewBridge and received fees of $103,904 for such services,” (Proxy 65), is \nless important and not material.  The Court reaches the same conclusion concerning \nthe Supplemental Disclosure adding the specific amount of financial consideration \nreceived when the Proxy disclosed that “Sandler O’Neill also acted as financial \nadvisor to VantageSouth Bancshares, Inc. in connection with its sale to Yadkin \nFinancial Corporation, which transaction closed on July 4, 2014 .” (Proxy 65.)  While \nit is certainly true that shareholders often “place heavy weight upon the opinion of \n[financial advisors]”, and that Delaware courts have “stressed the importanc e of \ndisclosure of potential conflicts of interest of financial advisors ,” In re John Q. \nHammons Hotels Inc. S’holder Litig., No. 758-CC, 2009 Del. Ch. LEXIS 174, at *55 -\n56 (Del . Ch. Oct. 2, 2009) , the Supplemental Disclosures here did not identify a \nconflict of interest not otherwise disclosed in the Proxy, and the Court concludes that \nin the present circumstances they could constitute, at most, helpful, but not material, \ninformation,  see generally S keen v. Jo-Ann Stores, Inc., 750 A.2d 1170, 1174 (Del. \n \n \n2000) (observing that “[o]mitted facts are not material simply because they might be \nhelpful”); see also  David P. Simonetti Rollover IRA v. Margolis, No. 3694-VCN, 2008 \nDel. Ch. LEXIS 78, at *19, 21–22 (Del. Ch. June 27, 2008) (“No further disclosures on \nthis point would have altered the total mix of information available, viz., that the \nsame investment bank had represented parties with opposed interests in the Merger \nin temporal proximity.”).   \n66. Likewise, the Court finds that in light of the Proxy’s disclo sure of the \nreservation of Yadkin board seats for five NewBridge directors, their compensation, \nand the fact that “NewBridge and Yadkin had not yet identified which of the current \nNewBridge directors will join the board of Yadkin and Yadkin Bank upon completion \nof the merger ,” (Proxy 12) , the Supplemental Disclosure that the number of \nNewBridge directors increased from four in the August 26, 2015 Letter of Intent to \nfive in the September 4, 2015 Revised Letter of Intent , is also in the nature of \npotentially helpful information, but not information that would alter the total mix of \ninformation available to stockholders.  See, e.g., Parsons, 2015 Del. Ch. LEXIS 10, at \n*4–7; see also Matador Capital Mgmt. Corp. v. BRC Holdings, 729 A.2d 280, 295 (Del. \nCh. 1998) (holding that “a blow -by-blow description of events leading up to the \nproposed transaction” is not required); Globis P’rs, L.P. v. Plumtree Software, Inc ., \n2007 WL 4292024, at *14 (Del. Ch . Nov. 30, 1997) (“a full and fair characterization \n[of background to a transaction] does not require . . .  a ‘play -by-play description of \nmerger negotiations.’”).  \n \n \n67. Finally, given that the Proxy contained  comparable public company \nanalyses and comparable public company transactions analyses, which listed all the \ncompanies and transactions, respectively, included in the respective peer group, their \nselection criteria, and the peer group’s resulting median, mean, high and low, (Proxy \n59–62), the Court finds the Supplemental Disclosures of the individual financial \nmetrics of the companies and transactions included in the peer groups to be, at most, \npotentially helpful but not material information.  See e.g., In re Trulia, Inc., 129 A.3d \nat 904 (“The addition o f the individual multiples and the revelation that some were \nnot publicly available could not reasonably have been expected to significantly alter \nthe total mix of information.”);  In re Celera Corp. S’holder Litig., No. 6304-VCP, 2012 \nDel. Ch. LEXIS 66, a t *121 –22 (Del. Ch. Mar. 23, 2012), rev’d in part on other \ngrounds, 59 A.3d 418 (Del. 2012) ( finding the supplemental disclosure of “charts of \nillustrative ranges of the various market multiples ” of the financial advisor’s \n“Selected Companies and Selected Transactions Analyses  . . . did not  . . . add[] \nimportant information ” and concluding that because the “ supplemental charts \ncompiled information that already was publicly available  . . .  it is questionable \nwhether they altered the “total mix” of available information” but “[n]evertheless . . . \n[finding the disclosures] to be compensable”); In re Mony Group Inc. S’holder Litig ., \n852 A.2d 9, 27–28 (Del. Ch. 2004) (finding the nondisclosure of the investment bank’s \nalternative grouping of companies in its comparative analysis that it included in the \nappendix of its report to the board trivial as the summary presented in the proxy was \nfair); Dent, 2014 Del. Ch. LEXIS 110, at *35–36 (finding no disclosure violation where \n \n \nvaluation multiples of each individual transaction and each individual company in \nadvisor’s selected transaction and selected company analyses were omitted, noting \nthat “additional granularity . . . is [n othing] more than helpful or cumulative to the \ninformation already disclosed”); In re Vitalink Communications Corp. S’holders Litig, \nNo. 12085, 1991 Del. Ch. LEXIS 195, at *42–43 (Del. Ch. Nov. 8, 1991) (holding that \nthe “comparable company analysis falls outside of this line of materiality” where the \ncourt “was not persuaded that disclosure of this analysis would have changed the \ntotal mix of information”).  \n68.   Based on the above, the Court concludes that, collectively, the \nSupplemental Disclosures were of only marginal benefit to the Class, a finding which \nis supported by the lack of  substantial evidence that any of the Supplemental \nDisclosures were significant to a reasonable shareholder’s decision in voting on the \nProposed Transaction.  The Court’s conclusion  militates against approval of a Fee \nPayment in the full amount requested , and does not justify the recovery of fees \ncalculated at Plaintiffs’ counsel’s normal hourly billing rates .  This conclusion also \nleads the Court to conclude that a fair and reasonable award of attorneys’ fees in \nthese circumstances should reflect the lower end of the range of hourly rates charged \nby North Carolina attorneys in complex business litigation.  \n69.  The Court has carefully weighed and considered each of the Rule 1.5 factors, \nand, in the exercise of its discretion, concludes that the Plaintiffs’ requested amount \nof attorneys’ fees of $274,537.12 is not fair and reasonable, but rather excessive, based \non the circumstances of this case and the record before the Court.  Nevertheless, after \n \n \ndue consideration of each of the Rule 1.5 factors as applied to the circumstances of \nthis case, the consideration of the give and the get of the Settlement,  and the record \nbefore the Court, the Court concludes and determines, in the exercise of its discretion, \nthat an award for Pla intiffs’ attorneys’ fees in this action of $135,000 is fair and \nreasonable and consistent with Rule 1.5 of the Revised Rules of Professional Conduct \nof the North Carolina State Bar.   \n70. The Court observes that the Court’s award yields an implied average hourly \nrate of $258.00.  Although the Court recognizes that this hourly rate is far below most \nof Plaintiffs’ counsel’s regular hourly rates and the hourly rate Plaintiffs’ counsel has \nrequested in its Motion for Attorneys’ Fees, the Court finds that this hourly rate is \nwithin the range that North Carolina courts have routinely found to be reasonable \nfor complex business litigation in North Carolina, see supra paragraphs 52—56, and \nis fair, reasonable, and appropriate under the circumstances of this case. \n71. The Court further concludes that the Court’s aggregate award is reasonable \nand within the range of awards that this Court has found to be reasonable in \ndisclosure-based settlements of the sort at issue here.  See, e.g ., In re PokerTek \nMerger Litig ., 2015 N CBC LEXIS 10 , at *32  (awarding an aggregate award of \n$140,000).10 \n                                                 \n10  Plaintiffs argue in the alternative that they are entitled to the requested attorneys’ fees \nbased on quantum meruit and under N.C. Gen Stat. § 55 -7-46, which permits the Court to \n“order the corporation to pay the plaintiff’s reasonable expenses, including attorneys’ fees, \nincurred in the proceeding if it finds that the proceedings ha ve resulted in a substantial \nbenefit to the corporation.”  Given that  the Court has concluded that the Supplemental \nDisclosures were of only marginal benefit to the Class, the Court denies Plaintiffs’ motion for \nan award of additional attorneys’ fees under either a quantum meruit analysis or  under N.C. \nGen. Stat. § 55-7-46. \n \n \n72. Accordingly, Plaintiffs’ counsel for the Class are hereby awarded attorneys’ \nfees in the amount of $1 35,000 and expenses in the amount of $25,462.88 which \namount the Court finds to be fair and reasonable, not excessive, consistent with Rule \n1.5 of the Revised Rules of Professional Conduct of the North Carolina State Bar, and \nwhich shall be paid to Plaintiffs’ counsel by NewBridge, its successor, or on its behalf. \n73. WHEREFORE, the Court hereby: \na. GRANTS the Motion for Settlement Approval and APPROVES the \nSettlement; \nb. CERTIFIES the Class as defined herein for purposes of the Settlement \nonly; \nc. GRANTS in part the Motion for Attorneys’ Fees; \nd. AWARDS the requested attorneys’ fees in the amount of $135,000; \ne. AWARDS the requested expenses in the amount of $25,462.88; and  \nf. ENTERS FINAL JUDGMENT consistent herewith. \nSO ORDERED, this the 22nd day of November, 2016. \n \n \n     /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n     Special Superior Court Judge \n       for Complex Business Cases   \n "
}