{
  "id": "233ca67e75c809cf8f5b6e0e2317f0a3ac9c4c9e4c4e20235e017d09ad163412",
  "source_file": "data/raw/ncbc/233ca67e75c809cf8f5b6e0e2317f0a3ac9c4c9e4c4e20235e017d09ad163412.pdf",
  "raw_text": "Charlotte Student Hous. DST v. Choate Constr. Co., 2019 NCBC 20. \n \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 5148 \n \nCHARLOTTE STUDENT HOUSING \nDST; and CHARLOTTE STUDENT \nHOUSING LEASECO, LLC, \n \nPlaintiffs, \n \nv. \n \nCHOATE CONSTRUCTION \nCOMPANY; DINO M. PAPPAS; \nGEOSCIENCE GROUP, INC.; \nMILLER ARCHITECTURE; THE \nSANCTUARY AT CHARLOTTE, \nLLC; TONY F. MILLER; and \nVRETTOS PAPPAS CONSULTING \nENGINEERS, P.A., \n \nDefendants. \n \n \n \n \n \n \n \nORDER AND OPINION ON MOTIONS \nTO COMPEL ARBITRATION, \nMOTIONS TO STAY, AND MOTION \nFOR PARTIAL RELIEF \n \n \n1. Plaintiffs are the current owner and landlord of a student housing complex.  \nThey have sued the original owner, the architect, the general contractor, and two \nsubcontractors for a host of alleged design and construction defects.  In an earlier \ndecision (“2018 Opinion”), the Court agreed with two of these defendants that the \nclaims asserted against them must be resolved in arbitration.  The decision prompted \ndisputes between Plaintiffs and the remaining defendants about whether the other \npending claims should be stayed, should proceed in this Court, or should be sent to \narbitration.  In this Order and Opinion, the Court decides six follow-on motions: one \nby Plaintiffs asking the Court to reconsider part of its earlier decision; two more by \nPlaintiffs asking the Court to compel arbitration of the claims they have asserted \nagainst most of the remaining defendants; and three by those defendants asking the \n \n \nCourt to stay all claims asserted against them until the ordered arbitration is \ncompleted. \nKatten Muchin Rosenman LLP, by Richard L. Farley, Jeffrey C. Grady, \nand Kelsey R. Panizzolo, for Plaintiffs Charlotte Student Housing DST \nand Charlotte Student Housing LeaseCo, L.L.C.  \n \nKilpatrick Townsend & Stockton LLP, by Elizabeth L. Winters, Brian G. \nCorgan, Hayley R. Ambler, and Daniel K. Johnson, for Defendant Choate \nConstruction Company.  \n \nJohnston Allison & Hord, P.A., by B. David Carson and Parker Moore, \nand Berman Fink Van Horn P.C., by Charles H. Van Horn, Lauren S. \nFrisch, and Thomas E. Austin, for Defendant The Sanctuary at \nCharlotte, LLC. \n \nSmith Moore Leatherwood LLP, by Jeffrey P. MacHarg, Matthew W. \nKrueger-Andes, and Alexandra J. Hirsh, for Defendants Dino M. Pappas \nand Vrettos Pappas Consulting Engineers, P.A. \n \nHamilton Stephens Steele & Martin, PLLC, by Tracy T. James and \nCarmela Mastrianni, for Defendant Geoscience Group. \n \nCranfill Sumner & Hartzog LLP, by John W. Ong and Meredith A. \nFitzGibbon, for Defendants Tony F. Miller and Miller Architecture.  \n \nConrad, Judge. \nI. \nBACKGROUND \n \n2. The Court assumes some familiarity with the background of this case, as \ndetailed in its 2018 Opinion.  See Charlotte Student Hous. DST v. Choate Constr. Co., \n2018 NCBC LEXIS 88, at *1–5 (N.C. Super. Ct. Aug. 24, 2018) (ECF No. 94).  In short, \nthe case centers on a student housing complex, known as Arcadia, that Plaintiffs \npurchased in 2015.  (See Compl. ¶¶ 14, 36, ECF No. 3.)  The complaint alleges that \nArcadia suffers from pervasive defects: weak soil, water infiltration, settling \n \n \nsidewalks, cracked building exteriors, and a flawed HVAC system resulting in \nwidespread mold and mildew.  (See, e.g., Compl. ¶¶ 39–41.) \n3. Plaintiffs lay the blame on seven parties.  They allege that the original \nowner, The Sanctuary at Charlotte, LLC (“Sanctuary”), knew about and covered up \nthe mold and mildew problems before selling Arcadia.  (See Compl. ¶¶ 28–35.)  The \ngeneral contractor, Choate Construction Company (“Choate”), allegedly conspired \nwith Sanctuary in the cover-up and also breached its warranty.  (See Compl. ¶¶ 129–\n32, 177–79.)  Finally, Plaintiffs assert claims for professional negligence against the \narchitect, Miller Architecture and Tony F. Miller (“Miller Defendants”); the HVAC \nsubcontractor, Dino Pappas and Vrettos Pappas Consulting Engineers, P.A. (“Pappas \nDefendants”); and the geotechnical engineer, Geoscience Group (“Geoscience”).  (See \nCompl. ¶¶ 138, 143–46, 153–56.) \n4. Shortly after this suit was filed, Choate and Geoscience moved to dismiss or \nstay the claims against them pending arbitration.  (ECF Nos. 12, 40.)  The Miller \nDefendants filed a similar motion but withdrew it days later.  (ECF Nos. 45, 47.)  In \nsupport of its motion, Choate pointed to a broad arbitration clause in its contract with \nSanctuary to serve as general contractor for the Arcadia project.  (Choate’s Mem. in \nSupp. Mot. Dismiss 2, ECF No. 49 [“Choate’s Mem. in Supp.”].)   Geoscience pointed \nto similar clauses in two of its own contracts with Sanctuary to perform the relevant \nengineering services.  (Geoscience’s Br. in Supp. Mot. Dismiss 3, 5, ECF No. 44 \n[“Geo.’s Br. in Supp.”].)  Both Choate and Geoscience argued that Plaintiffs, though \nnot signatories to the arbitration clauses, were bound by them and required to \n \n \narbitrate the asserted claims.  (Choate’s Mem. in Supp. 15–17; Geo.’s Br. in Supp. 4–\n5.) \n5. The Court agreed and in the 2018 Opinion granted both motions.  See \nCharlotte Student Hous., 2018 NCBC LEXIS 88, at *16–17.  It is well settled that, in \nappropriate circumstances, “a nonsignatory can enforce, or be bound by, an \narbitration provision within a contract executed by other parties.”  Id. at *7 (quoting \nInt’l Paper Co. v. Schwabedissen Maschinen & Anlagen GmbH, 206 F.3d 411, 415 (4th \nCir. 2000)).  This includes circumstances giving rise to estoppel:  “[a] nonsignatory is \nestopped from refusing to comply with an arbitration clause when it receives a direct \nbenefit from a contract containing an arbitration clause.”  Id. at *11 (quoting Int’l \nPaper, 206 F.3d at 418). \n6. The Court concluded that Plaintiffs were seeking a direct benefit from the \ncontract between Sanctuary and Choate.  Among other things, Plaintiffs’ claim for \nbreach of warranty rested on the allegation that Choate “did not perform its work in \naccordance with ‘the plans and specifications’ contained within” that contract.  Id. at \n*12 (quoting Compl. ¶ 131).  As a result, Plaintiffs’ claim was “functionally the \nequivalent of enforcing the terms of the [contract] itself.”  Id. at *13.  Because the \nclaim could “‘only be determined by reference to an agreement containing an \narbitration clause,’” Plaintiffs were “estopped from repudiating the arbitration \nclause.”  Id. (quoting Noble Drilling Servs. Inc. v. Certex USA, Inc., 620 F.3d 469, 474 \n(5th Cir. 2010)). \n \n \n7. The arbitration clause in Choate’s contract with Sanctuary broadly covers \nall disputes “arising out of or relating to” the contract.  Id.  There was no dispute that, \nif estoppel applied, this language required arbitration of the claim for breach of \nwarranty against Choate.  See id. at *13–14.  The Court also concluded that the \narbitration clause was broad enough to cover the conspiracy claim.  See id. at *14–15.  \nAs alleged, “Choate failed to build Arcadia’s HVAC systems in accordance with the \n[contract’s] plans and specifications, knew that its defective work caused mold and \nmildew problems, and then conspired with Sanctuary to conceal the defects.”  Id. at \n*14 (citing Compl. ¶¶ 101, 102, 104, 110, 131, 178, 179).  The Court thus concluded \nthat the conspiracy claim was a claim “relating to” the contract.  See id. at *14–15. \n8. Turning to Geoscience’s motion, the Court reached a similar conclusion.  The \nprofessional negligence claim against Geoscience was “expressly grounded in the \nwork” that was subject to Geoscience’s contracts with Sanctuary, resting on \nallegations that “Geoscience failed to comply with the testing requirements, plans, \nand specifications for the construction project.”  Id. at *15.  From these allegations, \nthe Court concluded that Plaintiffs were seeking a direct benefit from the contract \nbetween Sanctuary and Geoscience and were estopped from repudiating the \narbitration clause within it.  See id. at *15.   \n9. On these grounds, the Court stayed all claims asserted against Choate and \nGeoscience pending arbitration.  See id. at *17.  The determination did not address \nany claims asserted against the other defendants, many of whom had forecast their \nintent to seek a stay in the event the Court granted Choate or Geoscience’s motion.  \n \n \n(See ECF Nos. 51, 66.)  The Court required any motion to stay to be filed within \nfourteen days.  See id. at *18.   \n10. Each of the remaining defendants did so.  Sanctuary, the Miller Defendants, \nand the Pappas Defendants filed separate motions to stay all claims asserted against \nthem, largely on the grounds that these claims are intertwined with the claims \nsubject to arbitration and that it would be more efficient to await the outcome of \narbitration before proceeding in this Court.  (ECF Nos. 96, 98, 100.)   \n11. Plaintiffs oppose all three motions and have responded with three of their \nown.  Despite having opposed arbitration at first, Plaintiffs moved to compel \narbitration of their claims against the Miller Defendants and the Pappas Defendants, \narguing that the logic of the Court’s 2018 Opinion applies equally to those parties.  \n(ECF Nos. 102, 104.)  Plaintiffs separately moved for partial reconsideration of the \n2018 Opinion, limiting their argument to the Court’s determination that the \nconspiracy claim against Choate was subject to arbitration.  (ECF No. 107.)   \n12. All six motions have been fully briefed, and the Court held a hearing on \nJanuary 9, 2019, at which all parties were represented by counsel.  The motions are \nnow ripe for determination.  \nII. \nANALYSIS \n \n13. State and federal laws strongly favor the efficient resolution of civil disputes \nthrough arbitration.1  The rules and procedures that govern arbitration-related \n                                                 \n1 The parties agreed at the hearing that the Federal Arbitration Act governs each of the \narbitration clauses at issue because they are contained in contracts involving interstate \n \n \nmotions bend toward expedition, mandating summary disposition and narrowing the \nscope of court review.  See, e.g., 9 U.S.C. § 4; N.C. Gen. Stat. § 1-569.7(a)(2).  Indeed, \ncourts routinely sweep aside barriers that might otherwise sap arbitration of its \npromise as a faster and less expensive alternative to litigation.  See, e.g., Henry \nSchein, Inc. v. Archer & White Sales, Inc., 139 S. Ct. 524, 531 (2019) (criticizing rules \nthat “spark collateral litigation”). \n14. No dispute-resolution system is perfect, though, and rules designed to \npromote efficiency in the broad run of cases sometimes lead to inefficient results in \nparticular cases.  In multi-party or multi-claim litigation, for example, it is not \nuncommon for some claims to be arbitrable and others not.  When that happens, the \narbitrable claims must go to arbitration, but the non-arbitrable claims stay put.  This \noften leads to a dispute about whether to proceed with litigation of the non-arbitrable \nclaims or instead to shelve them pending the completion of arbitration.  Either way, \nthe result is inefficient, piecemeal litigation—a prospect generally abhorred but \noccasionally required to give effect to an arbitration agreement.  See Moses H. Cone \nMem’l Hosp. v. Mercury Constr. Corp., 460 U.S. 1, 20 (1983). \n15. This is the result Plaintiffs hope to avoid.  Now that the Court has \ndetermined, over Plaintiffs’ opposition, that the claims against Choate and \nGeoscience must be resolved in arbitration, Plaintiffs seek to shift as many of their \nclaims as possible to the arbitral forum.  To do so, Plaintiffs have moved to compel \nthe Miller and Pappas Defendants to arbitrate the claims asserted against them.  It \n                                                 \ncommerce.  See 9 U.S.C. § 2; see also Allied-Bruce Terminix Cos. v. Dobson, 513 U.S. 265, \n273–81 (1995).  \n \n \nis an unusual demand—plaintiffs typically do not seek to compel arbitration of their \nown claims.  It also presents difficult questions—for example, when, if ever, can a \nplaintiff assert estoppel as a basis to compel a defendant to arbitrate the claims \nasserted against it?  The Miller and Pappas Defendants oppose arbitration of the \nclaims asserted against them, arguing that the claims should remain before the Court \nand be stayed until the arbitration with Choate and Geoscience concludes. \n16. First, though, the Court addresses Plaintiffs’ motion for partial \nreconsideration of the 2018 Opinion.  That motion raises a threshold question: \nwhether the Court should rescind its conclusion that the conspiracy claim against \nChoate is subject to arbitration.  The answer to this question has a direct bearing on \nwhether related claims against Sanctuary should be stayed or should proceed without \nfurther delay. \nA. Motion for Reconsideration \n17. Interlocutory orders are “subject to revision at any time before the entry of \njudgment adjudicating all the claims and the rights and liabilities of all the parties.”  \nN.C. R. Civ. P. 54(b).2  Because North Carolina courts have not articulated a standard \nfor reconsideration under Rule 54(b), this Court has regularly sought guidance from \nanalogous federal cases.  See, e.g., Bohn v. Black, 2018 NCBC LEXIS 50, at *7 (N.C. \n                                                 \n2 Plaintiffs mistakenly based their motion on North Carolina Rule of Civil Procedure 60(b)(6).  \n(See Pls.’ Br. in Supp. Mot. Partial Relief 5, ECF No. 108 [“Br. in Supp. Mot. Partial Relief”].)  \nRule 60(b)(6) applies only to “relieve a party . . . from a final judgment,” not interlocutory \norders such as the 2018 Opinion.  N.C. R. Civ. P. 60(b); see also Sink v. Easter, 288 N.C. 183, \n196, 217 S.E.2d 532, 540 (1975).  In their reply brief, Plaintiffs acknowledged that the Court \nshould instead apply Rule 54(b), which does apply to interlocutory orders.  (See Pls.’ Reply to \nChoate’s Opp’n 2–3, ECF No. 122 [“Reply in Supp. Mot. Partial Relief”].) \n \n \nSuper. Ct. May 16, 2018); W4 Farms, Inc. v. Tyson Farms, Inc., 2017 NCBC LEXIS \n99, at *4–5 (N.C. Super. Ct. Oct. 19, 2017).  Generally speaking, there are three \npermissible grounds for reconsideration: “(1) the discovery of new evidence, (2) an \nintervening development or change in the controlling law, or (3) the need to correct a \nclear error or prevent manifest injustice.”  Bohn, 2018 NCBC LEXIS 50, at *7 (quoting \nPender v. Bank of Am. Corp., 2011 U.S. Dist. LEXIS 1838, at *7 (W.D.N.C. Jan. 7, \n2011)).  These circumstances “rarely arise.”  DirecTV, Inc. v. Hart, 366 F. Supp. 2d \n315, 317 (E.D.N.C. 2004) (citation and quotation marks omitted). \n18. Plaintiffs do not identify any new evidence or legal developments that would \nrequire revisiting the Court’s conclusion that the conspiracy claim against Choate is \nsubject to arbitration.  Instead, they reiterate the argument that they offered in \nopposition to Choate’s motion to stay.  (Compare Br. in Supp. Mot. Partial Relief 5–\n6, with Pls.’ Resp. Opp’n Choate’s Mot. Dismiss 22–23, ECF No. 62.)  In short, \nPlaintiffs narrowly interpret the arbitration clause in the contract between Choate \nand Sanctuary to cover construction-related disputes but to exclude all others.  (See \nReply in Supp. Mot. Partial Relief 6.)  The conspiracy claim, they contend, is not \nconstruction-related—and therefore not arbitrable—because it concerns only the \nconcealment of mold and mildew problems.  (Br. in Supp. Mot. Partial Relief 5–6.)   \n19. This is not a sound basis for seeking reconsideration.  The purpose of a \nmotion to reconsider “is not to present a better and more compelling argument that \nthe party could have presented in the original briefs.”  Madison River Mgmt. Co. v. \nBus. Mgmt. Software Corp., 402 F. Supp. 2d 617, 619 (M.D.N.C. 2005).  Simply put, \n \n \nthe Court has already addressed and resolved these arguments, and it would be \ninappropriate to grant relief “where the motion merely asks the [C]ourt to rethink \nwhat the Court had already thought through—rightly or wrongly.”  DirecTV, Inc., 366 \nF. Supp. 2d at 317 (citation and quotation marks omitted).   \n20. Plaintiffs’ argument is also unpersuasive.  The contract between Choate and \nSanctuary requires arbitration of all disputes “arising out of or relating to” that \ncontract.  (Choate Mem. in Supp. Mot. Dismiss Ex. A, ECF No. 49.1 General \nConditions §§ 15.1.1, 15.4.1.)  As courts have routinely held, this facially broad \nlanguage is “capable of an expansive reach.”  Am. Recovery Corp. v. Computerized \nThermal Imaging, 96 F.3d 88, 93 (4th Cir. 1996) (citing Prima Paint Corp. v. Flood & \nConklin Mfg. Co., 388 U.S. 395, 398 (1967)); see also Chiron Corp. v. Ortho Diagnostic \nSys., Inc., 207 F.3d 1126, 1131 (9th Cir. 2000).  In fact, it “contain[s] the broadest \npossible terms.”  Fairchild v. Nat’l Home Ins. Co., 17 F. App’x 631, 633 (9th Cir. 2001).  \nThe clause therefore “does not limit arbitration to the literal interpretation or \nperformance of the contract.”  J.J. Ryan & Sons, Inc. v. Rhone Poulenc Textile, S.A., \n863 F.2d 315, 321 (4th Cir. 1988); see also Simula, Inc. v. Autoliv, Inc., 175 F.3d 716, \n721 (9th Cir. 1999). \n21. For that reason, the question is not whether Plaintiffs’ conspiracy claim is \nconstruction-related; rather, the question is whether the claim has a significant \nrelationship to the contract between Choate and Sanctuary.  It does.  The complaint \nalleges that Choate’s faulty workmanship—in violation of the contract’s plans and \nspecifications—caused, contributed to, or exacerbated the moisture and humidity \n \n \nissues at Arcadia.  (See, e.g., Compl. ¶¶ 39–42, 97, 100–05, 110.)  The conspiracy claim \nrests on the alleged cover-up that followed.  Plaintiffs allege that “Sanctuary and \nChoate agreed to actively conceal the extent of the moisture and humidity issues” at \nArcadia.  (Compl. ¶ 178.)  In other words, the civil conspiracy claim alleges that \nChoate and Sanctuary conspired to commit fraud to cover up Choate’s failure to fulfill \nits contractual duties as the project’s general contractor.  This conspiracy, as alleged, \nbears a significant relationship to the contract between Choate and Sanctuary and is \ntherefore a dispute “relating to” that contract, making it subject to the contract’s \nbroad arbitration clause.3 \n22. The motion for reconsideration is therefore denied.  \nB. Sanctuary’s Motion to Stay \n23. The Court turns next to Sanctuary’s motion to stay.  Sanctuary is Choate’s \nalleged co-conspirator, and all the claims against Sanctuary relate to the alleged \neffort to hide Arcadia’s mold and mildew problems.  (See Compl. ¶¶ 161–62, 172, 178–\n79.)  Sanctuary asks the Court to stay these claims on the ground that they are \n“intertwined” with the conspiracy claim against Choate, such that proceeding at the \nsame time in two venues would create the potential for inconsistent results.  \n(Sanctuary Mem. in Supp. Mot. Stay 2, ECF No. 97 [“Sanctuary Mem. in Supp.”].) \n                                                 \n3 At the hearing, Plaintiffs’ counsel reported that they have filed a new lawsuit against \nArcadia’s former property manager alleging involvement in the same conspiracy.  See \nCharlotte Student Hous. DST v. Campus Advantage, Inc., 18-CVS-20478.  Plaintiffs \nsuggested, for reasons that are unclear, that this new lawsuit shows the conspiracy claim \nagainst Choate is not subject to arbitration.  Whether Plaintiffs may pursue a claim against \na third party based on similar allegations has no bearing on the scope of the arbitration clause \nin the contract between Choate and Sanctuary.  The Court has no opinion on the arbitration-\nrelated rights of Campus Advantage, Inc., a non-party that has not appeared in this matter. \n \n \n24. Plaintiffs oppose the stay for two reasons.  They contend, first, that a stay \nwould not promote judicial economy.  (Pls.’ Resp. Opp’n Sanctuary Mot. Stay 4–5, \nECF No. 111 [“Opp’n Sanctuary Mot. Stay”].)  Next, they argue that a stay would be \ninequitable because it would delay Plaintiffs’ ability to pursue their claims against \nthe “primary fraudfeasor.”  (Opp’n Sanctuary Mot. Stay 6.) \n25. By statute, the Court must stay proceedings involving one or more claims \nsubject to arbitration.  See N.C. Gen. Stat. § 1-569.7(g).  If an arbitrable claim is \nseverable from other, non-arbitrable claims in the same action, the Court retains the \ndiscretion to limit the stay to the arbitrable claims.  See id.; see also Sloan Fin. Grp., \nInc. v. Beckett, 159 N.C. App. 470, 485, 583 S.E.2d 325, 334 (2003); Gaylor, Inc. v. \nVizor, LLC, 2015 NCBC LEXIS 102, at *21–22 (N.C. Super. Ct. Oct. 30, 2015).  \n26. It is clear that a stay of the claims against Sanctuary would promote judicial \neconomy and reduce the potential for inconsistent outcomes.  Plaintiffs’ claims \nagainst Sanctuary and Choate arise from the same allegedly wrongful conduct: \nconspiring to conceal mold and mildew problems throughout Arcadia.  (See Compl. \n¶¶ 31–34, 40, 97, 102, 176–79.)  In fact, Plaintiffs allege that “all affirmative acts” \nwere actually performed by Choate and its employees.  (Compl. ¶ 177.)  Allowing \nlitigation to proceed against Sanctuary while the same disputes are being arbitrated \nwould be duplicative and present a real and substantial risk of inconsistent outcomes.  \nSee Apex Tool Grp., LLC v. Ingersoll-Rand Co., 2013 NCBC LEXIS 24, at *12–14 \n(N.C. Super. Ct. May 14, 2013).  A stay pending arbitration would reduce that risk \n \n \nwhile serving the interest of judicial economy, and the Court disagrees with Plaintiffs’ \nargument to the contrary.   \n27. Plaintiffs’ argument that the equities weigh against a stay is also \nunpersuasive.  Plaintiffs object, for example, that a stay will delay their pursuit of \nrelief from Sanctuary.  That is true.  But it is also true that Plaintiffs did not file this \nsuit until March 2018 despite being aware of humidity and moisture problems as \nearly as February 2016.  (See Compl. ¶ 39.)  It may have been reasonable for Plaintiffs \nnot to file suit immediately, but their unhurried approach blunts any concerns about \narbitration-related delay. \n28. Plaintiffs also note that Sanctuary is now dissolved and point to Sanctuary’s \n“dissolution obligations” to maintain certain assets.  (Opp’n Sanctuary Mot. Stay 7.)  \nThis appears to be a reference, at least in part, to a provision in the purchase \nagreement between Sanctuary and Plaintiffs’ predecessor, in which Sanctuary agreed \nto “maintain a minimum net worth during the Warranty Period, and thereafter until \nany claim filed during the Warranty Period is resolved, of $1,000,000.00.”  (Sanctuary \nAnswer Ex. B § 3.7(c), ECF No. 42.2.)  The purchase agreement defines the warranty \nperiod as nine months from the agreement’s effective date.  (Sanctuary Answer Ex. B \n§ 3.7(c).)  Plaintiffs suggest that they need to conduct discovery to confirm that \nSanctuary did so and to know whether Sanctuary fraudulently transferred any funds.  \n(See Opp’n Sanctuary Mot. Stay 7.)  \n29. This argument misses the mark.  For one thing, Plaintiffs have not offered \nanything more than speculation that Sanctuary failed to comply with its obligations.  \n \n \nAs best the Court can tell, Plaintiffs believe that discovery might reveal facts that \nwould support additional claims.  The speculative assumption that Plaintiffs might \nhave additional, but as-yet-unknown, claims is not a compelling reason to deny a stay.  \nFurthermore, it is far from clear whether the contractual provision was ever \ntriggered.  Sanctuary argues that its obligations to maintain assets arose only if \nPlaintiffs filed a claim for breach of a representation or warranty under the contract \nwithin the nine-month warranty period.  (See Reply in Supp. Sanctuary Mot. Stay 7–\n8, ECF No. 115.)  No such claim appears to have been filed, though the Court need \nnot reach any firm conclusions about that now.  It suffices to observe that the current \nrecord provides no equitable basis to deny a stay. \n30. Because it would be inefficient to litigate the claims against Choate and \nSanctuary in two forums at the same time and because Plaintiffs have not shown any \nsubstantial inequity, the Court stays the claims against Sanctuary pending the \nconclusion of Plaintiffs’ arbitration with Choate and Geoscience.  \nC. Miller Defendants \n31. The professional negligence claim against the Miller Defendants raises a \ndifferent set of issues.  The Miller Defendants served as architect on the Arcadia \nproject.  Plaintiffs attribute many of Arcadia’s alleged flaws to the Miller Defendants’ \nfailure to properly coordinate and oversee the design of the HVAC system and the \ncommunity pool, along with other structural elements of the Arcadia buildings.  \n(Compl. ¶¶ 142–48.)  The Miller Defendants contend that these allegations are tied \nclosely to the allegations against Choate and Geoscience, and they seek to stay the \n \n \nclaim so as to promote judicial economy and prevent inconsistent results.  (Miller \nMem. in Supp. Mot. Stay 1, ECF No. 101.)   \n32. Plaintiffs, on the other hand, now seek to compel arbitration of the claim.  \n(See Pls.’ Br. in Supp. Mot. Compel Miller 5, ECF No. 103 [“Br. in Supp. Compel \nMiller”].)  There is no arbitration agreement between Plaintiffs and the Miller \nDefendants, but the contract between Sanctuary and the Miller Defendants requires \narbitration for “any claim, dispute or other matter in question arising out of or related \nto this Agreement.”  (Pls.’ Br. in Supp. Mot. Compel Miller Ex. 1 § 9.3.1, ECF No. \n103.1 [“Miller Contract”].)  Plaintiffs argue that they are entitled to enforce this \narbitration clause, though not signatories to it, under the logic of the Court’s 2018 \nOpinion.  (Br. in Supp. Compel Miller 5–6.) \n33. The arbitration demand is unusual.  A plaintiff will sometimes initiate \nlitigation for the purpose of obtaining a court order compelling arbitration.  See, e.g., \nMartin & Jones, PLLC v. Olson, 2017 NCBC LEXIS 87, at *1 (N.C. Super. Ct. Sept. \n25, 2017); Local 1764, Amalgamated, Transit Union v. WMATA, 2015 U.S. Dist. \nLEXIS 15664, at *15 (D. Md. Feb. 10, 2015); Galloway & Assocs. PLLC v. Fredeking \n& Fredeking Law Offices, LC, 2010 U.S. Dist. LEXIS 108175, at *6 (S.D. W. Va. Oct. \n8, 2010).  But it is rare for a plaintiff to assert claims intended for judicial resolution \nonly then to have a change of heart and later seek to have those claims sent to \narbitration.  See MortgageAmerica, Inc. v. Davis, 2013 U.S. Dist. LEXIS 45144, at *8–\n9 (N.D. Ala. Mar. 29, 2013) (noting court was “unable to find a case similar to the \ninstant one in which it is the plaintiff who seeks both to sue on substantive theories \n \n \nand to compel arbitration”).  It is perhaps even rarer for a plaintiff to request \narbitration after first opposing it, as Plaintiffs have done here.  In fact, the Court has \nnot found, and neither side has cited, any case in which a plaintiff unsuccessfully \nopposed arbitration of some claims and then afterward sought to compel arbitration \nof other pending claims.  Plaintiffs assert that they have done so here for the purpose \nof trying to consolidate their claims in a single forum.   \n34. One question this posture raises is whether Plaintiffs waived their right to \nseek arbitration, assuming that right exists.  (See Miller Resp. Mot. Compel 4–5, ECF \nNo. 113.)  The acts of initiating litigation and opposing arbitration could certainly be \nseen that way, though courts have shied away from bright-line rules in this area.  See \nBOSCA, Inc. v. Bd. of Cty. Comm’rs, 853 F.3d 1165, 1171–74 (10th Cir. 2017).  The \nCourt need not decide whether a waiver occurred, though, because the motion to \ncompel must be denied for a different reason. \n35. The 2018 Opinion does not, as Plaintiffs contend, support permitting \nPlaintiffs to enforce the arbitration agreement between Sanctuary and the Miller \nDefendants.  In that Opinion, the Court identified some of the circumstances in which \n“a nonsignatory can enforce, or be bound by, an arbitration provision within a \ncontract executed by other parties.”  Int’l Paper, 206 F.3d at 416–17; see also \nRestoration Pres. Masonry Inc. v. Grove Eur. Ltd., 325 F.3d 54, 62 n.2 (1st Cir. 2003).  \nThe Court applied principles of estoppel to hold that Plaintiffs were bound by the \narbitration clauses in Sanctuary’s contracts with Choate and Geoscience.  By \nasserting claims that could only be resolved by reference to those contracts, Plaintiffs \n \n \nhad sought or received a direct benefit from the contracts and were estopped from \nrepudiating their arbitration clauses.  See Charlotte Student Hous., 2018 NCBC \nLEXIS 88, at *12–13, 15–16. \n36. Plaintiffs disagreed with the Court’s reasoning, but they now argue that it \npermits them, as nonsignatories, to enforce the arbitration clause in the contract \nbetween the Miller Defendants and Sanctuary.  It does not.  Equitable estoppel is a \ndefensive theory.  See Interested Underwriters at Lloyd’s v. M/T San Sebastian, 508 \nF. Supp. 2d 1243, 1253 (N.D. Ga. 2007).  It “works to prevent the inequitable result \nthat would occur if a party was able to use a contract as both a sword and shield.”  \nPershing LLC v. Bevis, 2014 U.S. Dist. LEXIS 62847, at *12 (M.D. La. May 7, 2014).  \nThe reason that Plaintiffs were bound by Sanctuary’s contracts with Choate and \nGeoscience was that they had brought claims for relief grounded in those contracts.   \n37. Unlike Plaintiffs, though, the Miller Defendants have not asserted claims \nthat must be resolved by reference to a contract containing an arbitration clause.  \nIndeed, the Miller Defendants have not asserted any claims at all.  They are part of \nthis lawsuit only by virtue of having been sued.  Plaintiffs have not identified any \nlegal principle that would support the use of estoppel to compel a party to arbitrate \nclaims asserted against it.  To the contrary, “the assertion of claims related to a \ncontract” is essential and “a necessary element” of equitable estoppel.  Interested \nUnderwriters, 508 F. Supp. 2d at 1253 (emphasis added).  When, as here, the party \nopposing arbitration has not asserted claims grounded in the contract, “[e]quitable \nestoppel simply does not apply.”  Id.   \n \n \n38. Plaintiffs point out that the Miller Defendants initially filed a motion to \ncompel arbitration before withdrawing it.  (See Br. in Supp. Compel Miller 6.)  The \nmotion was not briefed, argued, or decided, though, and the Court sees no reason that \nthe Miller Defendants, having thought better of the idea, could not retract their \narbitration request, especially when Plaintiffs were put to no trouble or expense from \nthe aborted filing. \n39. In the absence of a basis to permit enforcement of an arbitration clause by \na nonsignatory, the usual rules apply.  “[A]rbitration is a matter of contract and a \nparty cannot be required to submit to arbitration any dispute which he has not agreed \nso to submit.”  AT&T Techs. v. Communs. Workers of Am., 475 U.S. 643, 648 (1986).  \nThe Miller Defendants have not agreed to submit the claim asserted against them to \narbitration.  Therefore, Plaintiffs’ motion to compel is denied. \n40. That leaves the Miller Defendants’ motion to stay.  The crux of Plaintiffs’ \nprofessional negligence claim against the Miller Defendants is that they failed to \nproperly oversee and coordinate design services on the Arcadia project related to the \nengineering services, the HVAC system, and various structural elements.  (Compl. \n¶¶ 143–47.)  As a result, there is substantial overlap between the claim against the \nMiller Defendants and the claims against both Choate and Geoscience.  For instance, \nthe complaint alleges that the Miller Defendants contributed to damage to the \nArcadia clubhouse and pool through their failure to properly oversee Geoscience’s \nwork.  (Compl. ¶¶ 73–75.)  Plaintiffs also claim that the poor performance of either \nGeoscience, Choate, or the Miller Defendants resulted in improper fill soil that caused \n \n \ndamage to the complex pool.  (Compl. ¶¶ 62, 76.)  And the complaint alleges that the \ndefects in the HVAC system are attributable to Choate, the Pappas Defendants, and \nthe Miller Defendants, resulting in pervasive mold and mildew.  (Compl. ¶¶ 100–04, \n110.)   \n41. Plaintiffs contend that other alleged wrongs by the Miller Defendants have \nnothing to do with the allegations against either Choate or Geoscience.  (Pls.’ Resp. \nOpp’n Miller Mot. Stay 8, ECF No. 112.)  They point to design defects such as a faulty \npaver system, steep roof pitches, poorly ventilated floor systems, and shoddy \nwaterproofing.  (See Compl. ¶ 116.)  Plaintiffs argue that these issues are attributable \nto the negligence of the Miller Defendants alone, but that is not clear from the \ncomplaint.  Immediately after identifying these defects, Plaintiffs fault the Miller \nDefendants for their coordination and oversight of engineering design services, \n“including design services performed by Geoscience Group.”  (Compl. ¶ 117; see also \nCompl. ¶ 118.)  In addition, the defects appear to relate to structural and moisture \nproblems that are central to the claims against Choate and Geoscience.  (Compare \nCompl. ¶ 116, with Compl. ¶¶ 52, 96.) \n42. Having carefully considered these issues, the Court concludes that a stay is \nappropriate.  Moving forward with litigation of the claims against the Miller \nDefendants in parallel with the arbitration of the claims against Choate and \nGeoscience would be duplicative and risk inconsistent results.  A stay, on the other \nhand, would promote judicial economy and prevent potential inconsistency.  See Am. \nHome Assurance Co. v. Vecco Concrete Constr. Co., 629 F.2d 961, 964 (4th Cir. 1980).  \n \n \nThe Court therefore grants the motion to stay the claims against the Miller \nDefendants.   \nD. Pappas Defendants \n43. The claim against the Pappas Defendants is also subject to cross-motions.  \nThe Pappas Defendants provided Arcadia’s engineering services, including the \nmechanical system designs for the project.  (See Compl. ¶¶ 18–19.)  Plaintiffs claim \nthat the Pappas Defendants were professionally negligent in providing these services, \nand that Arcadia’s HVAC system contained multiple material defects that led to \nexcess humidity, mold, and mildew in the apartments as a result of the faulty design.  \n(See Compl. ¶¶ 138, 139.)  The Pappas Defendants seek to stay the claim, and \nPlaintiffs argue that it must be resolved in arbitration. \n44. Plaintiffs’ motion to compel arbitration must be denied for all the reasons \ndiscussed above.  Equitable estoppel is a defensive doctrine, not an offensive doctrine.  \nThe Pappas Defendants have not asserted any claims or counterclaims, and estoppel \ntherefore does not apply.  See Interested Underwriters, 508 F. Supp. 2d at 1253. \n45. That alone is a sufficient basis to deny the motion to compel arbitration.  It \nalso bears noting, though, that the Pappas Defendants are not signatories to a \ncontract containing an arbitration clause.  Plaintiffs’ arbitration request is based \ninstead on the arbitration clause in the contract between Sanctuary and the Miller \nDefendants.  (Pls.’ Br. in Supp. Mot. Compel Pappas 6–7, ECF No. 105.)  In other \nwords, Plaintiffs seek to compel the Pappas Defendants to arbitrate based on a clause \nin a contract that neither party has signed.  But Plaintiffs have not cited any law \n \n \npermitting one nonsignatory to compel another to arbitration.  That, too, is a reason \nto deny the motion to compel. \n46. As a result, the Court must determine whether the non-arbitrable claim \nagainst the Pappas Defendants should be stayed pending the outcome of the \narbitration of claims against Choate and Geoscience.  The claim against the Pappas \nDefendants is entirely grounded in the HVAC system design.  (Compl. ¶¶ 138–40.)  \nPlaintiffs allege that both the Pappas Defendants’ design and Choate’s installation \ncontributed to Arcadia’s defective HVAC system.  (Compl. ¶¶ 100–02, 104, 110.)  As \na result, the Pappas Defendants argue that the claims against them will be affected, \nand possibly resolved, by the arbitration between Plaintiffs and Choate.  (Pappas \nMem. in Supp. Mot. Stay 4–6, ECF No. 99.)   \n47. Plaintiffs dispute this.  They argue that the claims against Choate as to \nHVAC-related issues are limited to Choate’s failure to perform its contractual \nobligations, but that the claim against the Pappas Defendants is based on the design \nof the system.  (See Pls.’ Resp. Opp’n Pappas Mot. Stay 6–8, ECF No. 110 [“Opp’n \nPappas Mot. Stay”].)  As a result, in Plaintiffs’ view, the arbitrator’s resolution of the \nclaims against Choate would have no effect on the claim against the Pappas \nDefendants.  (Opp’n Pappas Mot. Stay 7–8.)   \n48. Although there are distinctions between the claims asserted against Choate \nand the Pappas Defendants, the Court concludes that there is sufficient overlap to \nwarrant a stay.  Both sets of claims stem from allegations of excessive mold and \nmildew.  (Compl. ¶¶ 96–102.)  In addition, the complaint seeks damages for the \n \n \nredesign and retrofit of the HVAC system from both Choate and the Pappas \nDefendants, along with the Miller Defendants.  (Compl. ¶ 110.)   \n49. It appears likely that a finding by the arbitrator that Choate owes damages \nto Plaintiffs for HVAC-related issues would affect the claim against the Pappas \nDefendants.  The arbitration proceedings against Choate will likely streamline the \neventual litigation against the Pappas Defendants by answering important fact \nquestions.  See CIP Constr. Co. v. W. Sur. Co., 2018 U.S. Dist. LEXIS 122664, at *25–\n27 (M.D.N.C. July 20, 2018).  At a minimum, a stay would reduce the potential for \ninconsistent results and avoid the potential for confusion that would result from \nlitigating Arcadia’s HVAC defects in two forums at one time.  See, e.g., Kolman v. GM \nFin. Co., 2018 U.S. Dist. LEXIS 212646, at *6–7 (E.D.N.C. Dec. 18, 2018).  These \nconsiderations outweigh any potential inequity that may result from delaying \nPlaintiffs’ pursuit of these claims.  The Court therefore grants the motion to stay the \nclaim asserted against the Pappas Defendants. \nE. Remaining Issues \n50. One final issue remains.  It appears that Plaintiffs have not yet initiated the \narbitration against Choate and Geoscience.  At the hearing, counsel for Plaintiffs \nsuggested that, if their motions to compel were denied, the Court should allow them \nto choose whether to proceed with litigation before initiating the arbitration.   \n51. The Court concludes that this approach would be inconsistent with the \nstatutory scheme.  The relevant state and federal statutes contemplate staying \nlitigation in favor of arbitration, not the other way around.  See 9 U.S.C. § 3; N.C. \n \n \nGen. Stat. § 1-569.7(f), (g).  One reason for this is that arbitration would presumably \nlead to a faster, less expensive resolution of certain issues, thus narrowing the scope \nof later litigation.  See Sholar Bus. Assocs., Inc. v. Davis, 138 N.C. App. 298, 301, 531 \nS.E.2d 236, 239 (2000) (noting as included among the advantages of arbitration \n“reduction of court congestion, speed, economy, [and] finality”).  Those benefits would \nbe lost if litigation of non-arbitrable claims took precedence, and a litigation-first \napproach could interfere with the arbitration panel’s ability to perform its work at a \nlater time. \n52. It is therefore appropriate to stay the claims asserted against Sanctuary, \nthe Miller Defendants, and the Pappas Defendants pending the outcome of Plaintiffs’ \narbitration with Choate and Geoscience.  If Plaintiffs finally resolve their claims \nagainst Choate and Geoscience in some other fashion, thereby mooting or preempting \nthe ordered arbitration, then it would be appropriate to revisit the stay at that time. \nIII. \nCONCLUSION \n \n53. For these reasons, the Court DENIES Plaintiffs’ motion for partial relief \nand the motions to compel arbitration of the claims asserted against the Miller and \nPappas Defendants.  The Court also GRANTS the motions to stay filed by Sanctuary, \nthe Miller Defendants, and the Pappas Defendants. \n54. Plaintiffs’ claims against Sanctuary, the Miller Defendants, and the Pappas \nDefendants are STAYED pending the outcome of the arbitration of the claims \nasserted against Choate and Geoscience. \n  \n \n \n SO ORDERED, this the 26th day of March, 2019.  \n \n \n      /s/ Adam M. Conrad    \n      Adam M. Conrad \n      Special Superior Court Judge \n         for Complex Business Cases \n "
}