{
  "id": "2343d7ddcd425eda81baa225b6f6f565a6c026f3b1bcc28b2ecc850c64ddc7b6",
  "source_file": "data/raw/ncbc/2343d7ddcd425eda81baa225b6f6f565a6c026f3b1bcc28b2ecc850c64ddc7b6.pdf",
  "raw_text": "RREF BB Acquisitions, LLC v. MAS Props., LLC, 2015 NCBC 105. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF BRUNSWICK 13 CVS 193 \n \n \nRREF BB ACQUISITIONS, LLC, ) \n Plaintiff )  \n  ) \n v.  )    \n   )  \nMAS PROPERTIES, L.L.C. a/k/a MAS )   \nPROPERTIES LLC; MARK A. SAUNDERS )  \nand SIBYL H. SAUNDERS,  ) OPINION AND ORDER ON PLAINTIFF’S \n  Defendants/Third-Party ) MOTION FOR RECONSIDERATION \n  Plaintiffs ) \n   ) \n v.  ) \n   ) \nBRANCH BANKING AND TRUST ) \nCOMPANY,   ) \n  Third-Party Defendant          ) \n \n \nTHIS MATTER comes before the Court upon Plaintiff’s Motion for Reconsideration \nof the Court’s Opinion and Order on Summary Judgment as to Claims Against Defendant \nSibyl H. Saunders (“Plaintiff’s Motion”) filed on October 5, 2015, pursuant to, \ninter alia, \nN.C. Gen. Stat. § 1A-1, Rule 54(b). Plaintiff’s Motion requests the Court to reconsider its \nOpinion and Order entered June 9, 2015, as it pertains to Plaintiff’s Motion for Summary \nJudgment, and specifically, (i) Plaintiff’s First and Second Claims for Relief against Sibyl \nSaunders and (ii) Sibyl Saunders’ affirmative defense under the Equal Credit Opportunity \nAct (“ECOA”).1  \nTHE COURT, having considered Plaintiff’s Motion, the briefs in support of and in \nopposition to the Motion, and other appropriate matters of record, FINDS and \nCONCLUDES as follows: \n                                                 \n1 The ECOA is codified at 15 U.S.C. § 1691 et seq. \n \n \n2\n1. On June 9, 2015, this Court entered an Opinion and Order (the \"Summary \nJudgment Order\") ruling on Plaintiff and Third-Party Defendant’s Joint Motion for \nSummary Judgment.2 In the Summary Judgment Order, the Court denied Plaintiff’s \nmotion for summary judgment as to Defendants’ affirmative defense under the ECOA.  \nSibyl Saunders signed several loan modification agreements as to each of the loans.3  In \neach of the modification agreements BB&T agreed to defer large principal payments due \nfrom the borrowers and to restructure the loan terms to provide Defendants additional and \nextended periods of time to repay the loans.  The language in the loan modifications \nagreements signed by Sibyl Saunders read, in pertinent part, as follows: \n[A]ll other terms, conditions, and covenants of said Promissory Note remain \nin full force and effect, and that all other obligations and covenants of \nBorrower(s), except as herein modified, shall remain in full force and effect, \nand binding between Borrower(s) and Bank . . . . \n. . . . \n \nThe original obligation of the Borrower(s) as evidenced by the Promissory \nNote is not extinguished hereby. It is and agreed that except for the \nmodification(s) contained herein, the Promissory Note and any other Loan \nDocuments or Agreements . . . shall be and remain in full force and effect. . . . \nBorrower and Debtor(s)/Grantor(s), if any, jointly and severally consent to the \nterms of this Agreement, \nwaive any objection thereto, affirm any and all \nobligations to Bank and certify that there are no defenses or offsets against \nsaid obligations or the Bank, including without limitation the Promissory \nNote (emphasis added).4 \n \n                                                 \n2 For purposes of this Opinion and Order, Plaintiff and Third-Party Defendant will be referred to \njointly at “Plaintiff”. \n3 The Court is unable to locate in the record any of the loan modification agreements related to the \nearly of the two loans at issue in this case (the 11/6/97 loan), and the parties have not directed the \nCourt to such modification agreements.  Accordingly, the Court relies on the language contained in \nthe four loan modifications to the latter loan (2/08/05). \n4 A complete recitation of the facts surrounding Plaintiff’s claims against Sibyl Saunders and her \naffirmative defense under the ECOA is contained in the Summary Judgment Order.  The Court \nfound that there were facts in dispute regarding whether BB&T violated the ECOA by requiring \nSibyl Saunders to co-sign the original loans as a guarantor.  That fact dispute, however, would not \npreclude summary judgment if she signed a clear and unambiguous waiver of her claims under the \nECOA.  \n \n \n3\nThe Court held that the waiver language contained in the loan modifications \nagreements signed by Sibyl Saunders was sufficiently ambiguous that a jury needed to \ndecide whether the language was intended to waive her ECOA defense.  Accordingly, since \nthe Court also concluded that since Sibyl Saunders had a viable affirmative defense under \nthe ECOA, it could not grant summary judgment to Plaintiff on its First and Second Claims \nfor Relief against Sibyl Saunders.   \n2. On October 5, 2015, Plaintiff filed its Motion for Reconsideration of the \nCourt’s Opinion and Order on Summary Judgment as to Claims Against Defendant Sibyl H. \nSaunders. Plaintiff contends that the North Carolina Supreme Court’s decision in Ussery v. \nBranch Banking and Trust Company, issued on September 25, 2015, alters the controlling \nlaw by holding that waiver language in the loan modification agreements identical to the \nwaiver language this case was clear and unambiguous.  Plaintiff contends that Ussery \nrequires that the Court grant summary judgment in Plaintiff’s favor as to Sibyl Saunders’ \nECOA defense. 2015 N.C. LEXIS 935 (N.C. Sept. 25, 2015). \n3. The facts in Ussery are strikingly similar to the facts in this matter. BB&T \nmade a commercial loan to the plaintiff, and subsequently entered into six loan \nmodification agreements with the plaintiff.  The plaintiff was not in default when he \nentered into the modification agreements.   Each of the loan modification agreements \ncontained waiver language identical the language in the loan modification agreements \nsigned by Sibyl Saunders. The waiver language in the loan modifications in Ussery  read as \nfollows: \n [A]ll other terms, conditions, and covenants of [the $425,000 Note] remain in \nfull force and effect, and . . . all other obligations and covenants of \nBorrower(s), except as herein modified, shall remain in full force and effect, \nand binding between Borrower(s) and [the] Bank \n. . . . \n \nThe original obligation of the Borrower(s) as evidenced by the [$425,000 \n \n \n4\nNote] above described is not extinguished hereby. It is also understood and \nagreed that except for the modification(s) contained herein said [$425,000 \nNote] . . . shall be and remain in full force and effect. . . . Borrower and \nDebtor(s)/Grantor(s), if any, jointly and severally consent to the terms of this \nAgreement, waive any objection thereto, affirm any and all obligations to \nBank and certify that there are no defenses or offsets against said obligations \nor the Bank, including without limitation the [$425,000 Note]. \n \n2015 N.C. LEXIS 935 at *7 (emphasis in original).  The Supreme Court held that this \nwaiver language was “clear and unambiguous,” reaffirmed the plainitff’s loan obligation, \nand clearly waived any claims and defenses to the plaintiff’s indebtedness to the bank. Id. \nat *21, 26. \n4. Based on the Supreme Court’s ruling in Ussery, Plaintiff requests that the \nCourt reconsider its conclusion that the waiver language in the loan modification \nagreements was ambiguous, conclude as a matter of law that the language is unambiguous \nand constitutes a clear waiver, and grant Plaintiff’s motion for summary judgment against \nSibyl Saunders. On October 12, 2015, Defendants filed their opposition to Plaintiff’s Motion \n(“Defendants’ Opposition”). In Defendants’ Opposition, Defendants oppose Plaintiff’s Motion \nand move for a statement of alternate grounds to deny Plaintiff’s Motion. Defendants also \nmove the Court to reconsider its denial of summary judgment to Sibyl Saunders and enter \nsummary judgment in her favor, and if the Court does not grant summary judgment for \nSibyl Saunders, that that the Court exclude at trial any evidence as to waiver of the ECOA \ndefense. \n5. Defendants do not dispute that the waiver language in Ussery is \nsubstantially identical to the waiver language at issue here. Instead, Defendants contend \nthat Ussery is not dispositive because Sibyl Saunders’ waiver of ECOA rights is \nunenforceable as a matter of law. Defendants argue that Sibyl Saunders’ waivers were not \ncontained in a forbearance agreement or settlement agreement, but instead were contained \n \n \n5\nin loan modification agreements, which were renewals of the existing loans which had \nalready been renewed numerous times in the same way. Defendants contend Sibyl \nSaunders signed the waiver as part of BB&T’s normal course of business in order for BB&T \nto renew the original credit extended to Defendants rather than as part of a forbearance \nfollowing default or in final settlement of the loan obligations. \n6. Defendants argue that under the regulations governing the ECOA, a waiver \ncannot be included in any transaction constituting an “extension of credit.”  An “extension \nof credit” is defined in those regulations as “the granting of credit in any form (including, \nbut not limited to . . . the refinancing or other renewal of credit . . .).” 12 CFR § 202.2(q) \n(emphasis added).  Defendants contend that the loan modification agreements signed by \nSibyl Saunders are “extensions of credit” since they are simply agreements to refinance or \nrenew the Defendants’ credit with BB&T.  Defendants argue that Ussery, read in light of \nBallard v. Bank of America, 734 F.3d 308 (4th Cir. 2013) and RL Regi N.C., LLC v. \nLighthouse Cove, LLC, 367 N.C. 425 (2014), stands for the proposition that a party may \nwaive ECOA rights in connection with a forbearance or settlement agreement resolving the \ndefault on a loan, but not a waiver obtained as part of a refinancing or renewal of a loan \nthat is not in default.  \n7. In Ballard, Michael Ballard took out a business loan for his business, \nFoodSwing.  The defendant bank required Michael’s wife, the plaintiff Kellie Ballard, to \nprovide a personal guaranty of the loan.  FoodSwing subsequently defaulted on the loan.  \nThe bank and the FoodSwing did not enter into a forbearance or settlement agreement in \nresponse to the default, but instead entered into a “modified loan agreement,” which the \nbank required the plaintiff to guaranty. \nBallard, 734 F.3d at 309. The modification \ncontained a broad waiver requiring the plaintiff to waive “any and all claims” against the \nbank. Id. FoodSwing defaulted two more times, and each time entered into loan \n \n \n6\nmodification agreements with the bank in which the plaintiff waived all claims against the \nbank. Id. The plaintiff subsequently sued the bank alleging that the bank violated the \nfederal and state ECOA.  The district court dismissed her claims, inter alia, on the grounds \nthat she waived her ECOA claims by entering into the modified loan agreements.  Id.  The \nFourth Circuit affirmed, reasoning as follows: \n[The bank] did not require Mrs. Ballard to execute a prospective waiver of her \nECOA rights. Instead, the Bank obtained Mrs. Ballard's waiver only in \nexchange for its agreement to restructure the loan after FoodSwing \ndefaulted. Thus, [the bank] agreed to work with the Ballards to resolve \nFoodSwing's defaults, but only if the Ballards consented to forfeit all past, \npresent, and future claims against the Bank. . . . \n \n734 F.3d at 314. \n8. In RL Regi, the plaintiff provided $4,208,000 in financing for the acquisition \nand development of land in Brunswick County to Lighthouse Cove, LLC and Lighthouse \nCove Development Corp., Inc. (\"the LC Entities\") in 2006. The loan was secured by the real \nestate and guaranteed by the individual business partners and their spouses, including \ndefendants Lionel Yow and his wife, Connie Yow. \nRL Regi, 367 N.C. at 426.  In 2009, the \nLC Entities defaulted on the loans. As part of a restructuring agreement, on December 7, \n2009, the defendant executed a forbearance agreement.  The plaintiff agreed to not exercise \nany of collection remedies under the loan agreements and to forego payments on the \nprincipal debt during the forbearance period. In exchange, Connie Yow agreed to a \ncomprehensive waiver of all claims and defenses against the plaintiff. Id. The plaintiff \nsubsequently sued the defendants, including the Yows, to collect the loans.  In response, \nConnie Yow raised an affirmative defense that the plaintiff had violated the ECOA by \nrequiring her guaranty on the original loan. Id.  Following a jury trial, the trial court \nentered judgment for Connie Yow, concluding that the plaintiff had procured Connie Yow’s \nguaranty in violation of the ECOA and that this violation constituted an affirmative \n \n \n7\ndefense.  The plaintiff appealed, and the Court of Appeals affirmed. Id. at 427.  The \nSupreme Court reversed and remanded, concluding first that the waiver language was part \nof a “contractual forbearance agreement” that had to be interpreted “[a]pplying contract \nprinciples” to “determine the intent of the parties by the plain meaning of the written \nterms.” Id. at 428.  The Court further held: \n[The] waiver does not operate as a precondition to the original contract for credit … ; \ninstead, it acts as a \"negotiated benefit\" or compromise of the original contract \nterms. Defendant's waiver here was not a precondition for [Connie Yow] to receive \nthe original loan, but rather it was a negotiated settlement. \n \n  In executing the forbearance agr eement, defendant acknowledged the \nenforceability of her guaranty and waived her potential claims, including \nthose under the ECOA, in exchange for leniency in repaying the debt. The \ntrial court improperly allowed defendant to assert a claim she waived, thus \ndepriving plaintiff of its rights under the forbearance agreement. \n \nId. at 429-30 (citations omitted). \n \n9. While Defendants’ argument has some facial appeal, the Court is not \npersuaded that a borrower and only waive ECOA rights in a forbearance agreement or \nsettlement agreement executed after the borrower has gone into default.  First, while the \ndefendant in Ballard was in default, she did not sign a forbearance or settlement \nagreements, but instead signed a loan modification agreement and debt restructuring \nagreements as Sibyl Saunders signed here.  In addition, Sibyl Saunders most likely entered \ninto the loan modifications to avoid potential default from a looming large payment that \nwas due. \n10. Second, our Supreme Court has made clear that interpretation of these types \nof waivers contained in a contract between borrower and lender is primarily a product of \napplying long-standing contract interpretation principals.  RL Regi, 367 N.C. at 428.  Here, \nthe waiver language contained in the loan modification agreements signed by Sibyl \n \n \n8\nSaunders is broad and comprehensive, and is unambiguous.  Ussery, 2015 N.C. LEXIS 935 \nat *21, 26. \n11. More significantly, the holdings in both Ballard and RL Regi were grounded \nin the facts that the waivers at issue were obtained not as a precondition for extending the \noriginal credit to the borrower, but as a negotiated benefit relieving the borrower from the \nterms of the original loan contract and a restructuring of the original loan terms that was \nadvantageous to the borrower.  The same is true of this case, where Sibyl Saunders was not \nrequired to prospectively waive her rights under the ECOA when she entered into the \noriginal loan agreements, but did so in exchange for avoiding a soon due large payment and \nobtaining a modification of the terms or the existing loan.  The Court cannot conclude that \nthere is any basis to be found in the holdings in Ballard and RL Regi for permitting a \nborrower to waive their ECOA claims in a forbearance or settlement agreement but not in a \nloan modification or restructuring agreement. \n12. For the foregoing reasons, the Court GRANTS Plaintiff’s Motion and \nreconsiders its prior ruling in the Summary Judgment Order in light of Carolina Supreme \nCourt’s decision in Ussery v. Branch Banking and Trust Company, 2015 N.C. LEXIS 935 \n(September 25, 2015).  The Court finds that Ussery is controlling in interpreting the waiver \nlanguage in the loan modification agreements signed by Sibyl Saunders.  The Court further \nconcludes that the language in the loan modification agreements is clear and unambiguous, \nand that Sibyl Saunders waived her rights and defenses under the ECOA.  Therefore, \nsummary judgment is GRANTED as to Plaintiff’s motions for summary judgment as to the \nECOA affirmative defense and as its First and Second Claims for Relief against Sibyl \nSaunders.  \n13. Accordingly, Defendants’/Third-Party Plaintiffs’ Motion for Reconsideration \nof Denial of Summary Judgment to Sibyl H. Saunders and Motion for Statement of \n \n \n9\nAlternate Grounds to Deny Rialto’s Motion for Summary Judgment as to Sibyl H. Saunders \nis DENIED.5 \n \n  \nSO ORDERED, this the 3rd day of December, 2015. \n \n     / s /  G r e g o r y  P .  M c G u i r e     \n      G r e g o r y  P .  M c G u i r e  \n     Special Superior Court Judge for \n     Complex Business Cases  \n \n                                                 \n5 Defendants’ Alternative Motion In Limine to Exclude Evidence as to Waiver is moot since the \nparties have settled this matter.  Accordingly, the motion is DENIED AS MOOT. "
}