{
  "id": "23672538fdd2878964e22c3a25e7935fc14880012ec6e4e81c6dd2b7579d8a2d",
  "source_file": "data/raw/ncbc/23672538fdd2878964e22c3a25e7935fc14880012ec6e4e81c6dd2b7579d8a2d.pdf",
  "raw_text": "Litéra Corp. v. Martinez, 2017 NCBC 34. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF GUILFORD \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n14 CVS 6387 \nLITÉRA CORPORATION, \n \nPlaintiff and \nCounterclaim Defendant, \n \nv. \n \nDENEEN L. MARTINEZ,  \n \nDefendant, Counterclaim \nPlaintiff, and Third-Party \nPlaintiff, \n \nv. \n \nKAREN KENEFICK-MASSAND and \nRAINA MASSAND as Executrices of \nthe Estate of Deepak Massand, \n \nThird-Party Defendants. \n \nORDER & OPINION ON PLAINTIFF & \nTHIRD-PARTY DEFENDANTS’ MOTION \nFOR SUMMARY JUDGMENT & \nMOTION TO STRIKE  \n \n1. THIS MATTER is before the Court on Plainti ff and Third-Party \nDefendants’ Motion for Summary Judgment (the “Motion”) and Motion to Strike.  For \nthe reasons discussed below, the Court  DENIES the Motion as to Plaintiff’s claims , \nGRANTS the Motion as to Defendant’s counterclaims and third -party claim s, and \nDENIES the Motion to Strike. \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP by James T. Williams, \nJr., Benjamin R. Norman, and Matthew B. Tynan, for Plaintiff and Third-Party \nDefendants.  \n \nNelson Mullins Riley &  Scarborough, LLP by Mark Stafford and Carstens & \nCahoon, LLP by Vincent J. Allen, for Defendant.  \n \nGale, Chief Judge.  \n \n \n \nI. MATTER BEFORE THE COURT \n \n2. Litéra Corporation (“ Litéra”), founded by its former CEO  Deepak \nMassand (“Massand”) , employed Deneen Martinez (“Martinez”), pursuant to an \nemployment contract that included hired-to-invent provisions.  The parties dispute  \nwhether Martinez invented the  virtual deal -room technology known as Wormhole \nComputing (“Wormhole”), and if so, whether she invented it before or while she was \nemployed by Litéra.  Litéra brings two claims asserting that Martinez improperly \ndisclosed Litéra’s proprietary information, including but not limited to the Wormhole \ntechnology, in her patent application.  Martinez brings counterclaims and third-party \nclaims asserting her ownership of Wormhole.  The Motion  challenges the Court’s \nsubject matter jurisdiction over Martinez’s claims, contending  that they arise under \nfederal patent law.  \nII. STATEMENT OF FACTS \n \nA. The Parties \n \n3. Litéra is a software development company organized under the laws of \nNew Jersey, with its principal place of business in McLeansville, North Carolina.  \nLitéra creates products that allow users “to create, collaborate, compare, control and \nclean business document s.”  (Compl. ¶ 3 ; see also  First Am. Answer of Deneen \nMartinez (“Am. Answer”) ¶ 3.)  \n4. Massand founded Litéra and was its  CEO until his death in 2015 .  \n(Domnick Aff. ¶ 3.)  The executrices to his estate have been substituted in his place \nas the Third-Party Defendants in this action (“Massand’s Estate”). \n \n \n5. Martinez was Litéra’s Executive Director of Research and Development \nfrom August 1, 2011, until May 17, 2012.  (First Am. Countercls. and  Third-Party \nCompl. of Deneen Martinez (“Am. Countercls.”) ¶ 13; Reply to Am. Countercls. and  \nAnswer to Am. Third-Party Compl. (“Reply”) ¶ 13; Pl.’s Br. Supp. Mot. Summ. J. Ex. \nD.)  Her job responsibilities included  managing and working  with the development \nteam to fix problems with existing products and to create new products.  Martinez \nresigned on May 21, 2012.  (See Martinez Dep. Ex. 16; Martinez Dep. 80:15–21.)  \nB. Martinez’s Employment Agreement with Litéra  \n6. Prior to her employment, Martinez read and signed the Litéra Policy \nand Employment Agreement ( “Employment Agreement”) and the Confidential \nInformation and Non -Compete Agreement for Employees of Litéra, Corp. \n(“Confidentiality Agreement”) (collectively the “Agreements”).  (Martinez Dep. 46:7–\n47:10.)  Martinez agreed not to “use, reproduce or commercialize, or disclose to any \nperson or entity, any Confidential Information, unless specifically authorized by \n[Litéra] in writing.”  ( Compl. Ex. A (“Confidentiality Agreement”) § 1(a).)  The \nConfidentiality Agreement defines “C onfidential Information” as “all trade secrets, \ntechnical information, processes, computer programs, code, algorithms, formulas, . . . \n‘Employee Work Product’ . . . and all other information which if disclosed to a third  \nparty could adversely affect  a competitive advantage of [ Litéra].”  (Confidentiality \nAgreement § 1(b).)   \n7. The Confidentiality Agreement defines “Employee Work Product” as:  \nall Confidential Information created, developed, prepared or conceived \nof by [the] Employee (whether individually or jointly with others) during \n \n \n[the] Employee’s employment with [Litéra] which relates in any manner \nto the actual or demonstrably anticipated business, research or \ndevelopment of [Litéra], or results from or is suggested by  any task \nassigned to [the] Employee or any work performed by [the] Employee for \nor on behalf of [Litéra]. \n \n(Confidentiality Agreement § 1(d).)  The definition of confidential information \nspecifically excludes any “information known to [the] [e]mployee prior to employment \nwith [ Litéra], as established by [the] [e] mployee by documentary evidence” and \n“information independently developed by [the] [e]mployee, as established by [the] \n[e]mployee by documentary evidence; provided, that such information is outs ide the \nscope of [the] [e]mployee’s employment with respect to both the time spent developing \nand the subject matter of the information.”  (Confidentiality Agreement § 1(b).)  \n8. Martinez agreed that Litéra “is the exclusive owner of all Confidential \nInformation” and that “all rights, title , and interests [in Employee Work Product], \nincluding, without limitation, all copyrights, patent s and trade secrets, are . . . \nirrevocably assigned to [ Litéra].”  (Confidentiality Agreement § 1(c).)  The \nConfidentiality Agreement requires Martinez, as part of her job duties, to “assist \n[Litéra] in obtaini ng patents,” and to “execute all documents necessary to vest \n[Litéra] with full and exclusive title” to her work product.  (Confidentiality Agreement \n§ 1(c).)  \n9. Litéra’s Employment Agreement reiterates that “[a]ll ideas generated \nwhile [the employee is] an associate of Litéra, in meetings or as a result of use or \nexposure to Litéra products or methods, inventions, improvements made to exi sting \n \n \nLitéra products and offerings remain the intellectual property of Litéra.”  (Compl. Ex. \nB (“Employment Agreement”), at 5.)  \nC. Martinez’s Contentions Regarding the Creation of Wormhole  \n10. The parties dispute who created the idea for the virtual deal -room \nplatform referred to as Wormhole , which was developed and inco rporated into \nLitéra’s software, Litéra Galaxy, during Martinez’s employment.   \n11. Conceding that she worked on Wormhole during her employment with \nLitéra, Martinez contends that she developed the concept for that technology before \njoining Litéra and only worked on that technology outside of her normal working \nhours with Litéra.  (Martinez Aff. ¶¶ 2, 23; Martinez Dep. 50:17–51:19.)  Specifically, \nMartinez contends that prior to her employment with Litéra she documented in her \n“Idea Journal” the idea for Wormhole, describing it as a “Virtual Dealroom platform” \nthat would “provide[ ]  for the storage of content in virtual memory rather t han a \ntemporary directory to allow documents to be securely shared across the firewalls of \ndifferent entities.”  (Martinez Aff. ¶ 2.) \n12. In early December 2011 , while working for Litéra, Martinez met with \nThomas Zingale (“Zingale”), the Managing Director of Global Head of Legal and \nCompliance Systems and Strategic Planning  for UBS, and Steve Grossman \n(“Grossman”), an independent contractor.  UBS was a Litéra customer, but a t that \ntime, neither Zingale nor Grossma n worked for , or had a consulting contract with , \nLitéra.   \n \n \n13. Zingale testified that at this meeting he and Grossman disclosed their \nidea for the Wormhole technology to Martinez.  (Zingale Dep. 27:5–28:11.)  Martinez \ninstead claims that she told Zingale and Grossman about her idea for that technology \nand asked for their assistance in creating a presentation to use in pitching the concept \nto Litéra.  (Martinez Aff. ¶ 6 .)  She testified that she created the concept for \nWormhole, that she and Zingale “collaborated on the details,” and that Zingale and \nGrossman developed “[t]he marketing concept,” including creating the name  \n“Wormhole.”  (Martinez Dep. 134:8, 134:28, 135:19.)  Martinez contends that, while \nshe discussed the Wormhole concept with Zingale and Grossman, she did not disclose \n“the details of how to implement [it].”  (Martinez Aff. ¶ 6.) \n14. Martinez never had Zingale or Grossman execute a confidentiality or \nnon-disclosure agreement.  (Martin ez Dep. 140:24 –141:25, 142:23 –25.)  Grossman \nemailed Martinez the first draft of a  password protected PowerPoint presentation \naccessible to only Martinez, Zingale, and Grossman .  (Martinez Aff. ¶ 8 .)  Martinez \nused her Litéra company computer to communicate with Zingale and Grossman and \nto work on Wormhole related documents.  (Martinez Dep. 120:10–17.)  Martinez now \nadmits that the PowerPoint presentation disclosed a “step -by-step process of [her] \ninvention.”  (Martinez Dep. 192:19–20.)  Zingale’s nephew created an animated video \nto demonstrate how Wormhole would operate .  (Martinez Dep. 132:7–20.)  There is \nno evidence that Zingale’s nephew signed a confidentiali ty or non -disclosure \nagreement.   \n \n \n15. Litéra claims that Massand first developed the concept for the \nWormhole technology during a meeting with  Martinez on December 27, 2011 .  \n(Compl. ¶ 16.)  \nD. The December 27, 2011 Meeting between Martinez and Massand \n16. Martinez and Massand met at Litéra’s office in North Carolina  on \nDecember 27, 2011.  (See Compl. ¶ 16; Am. Answer ¶ 16.)  The parties dispute what \ntook place at that meeting.  Litéra and Massand ’s Estate contend that evidence \nMartinez seeks to admit regarding that meeting  and subsequent conversations with \nMassand is barred by North Carolina Rule of Evidence Rule 601(c ), commonly \nreferred to as the “Dead Man’s Statute.”  (Mot. Strike 1.)  \n17. Martinez contends that she requested the meeting, did not tell Massand \nthe purpose of the meeting  in advance , and asked that he keep the meeting and \ninformation disclosed during the meeting confidential.  (Martinez Aff. ¶ 14.)  Martinez \nasserts that, during the meeting  with Massand , she presented the video and \nPowerPoint presentation described above  and disclosed—for the first time to \nanyone—the architectur al designs for Wormhole .  (Martinez Aff. ¶ ¶ 2, 18 .)  In \naddition to her request to keep all information confidential, Martinez asked Massand \n“to keep the whiteboard drawing of [her] Wormhole technology hidden from sight so \nthat no Litéra employee would see the contents.”  (Martinez Aff. ¶ 18.)  Martinez did \nnot request that Massand sign a confidentiality or non-disclosure agreement.    \n18. Martinez contends that, after she disclosed Wormhole to Massand,  she \nand Massand, on behalf of Litéra, entered into an oral agreement , which she refers \n \n \nto as the “Development Agreement.”  The Development Agreement allegedly provides \nthat “Wormhole . . . would be implemented in a Litéra product” that Martinez “would \nretain the rights to,” but that she would grant Litéra “an exclusive license to sell the \nresulting Litéra product for royalty payments based on gross revenues.”  (Martinez \nAff. ¶ 19.)  Additionally, Martinez contends that Massand agreed that “Litéra would \nfile a patent application” for Wormhole and “absorb th e cost of the patent, \ndevelopment, and marketing fees,” but Martinez “would be the owner of the patent,” \nand “the sole inventor” listed on the patent.  (Martinez Aff. ¶ 19.)  Finally, Martinez \ncontends that Massand agreed to have  the Development Agreement “memorialized \nin writing.”  (Martinez Aff. ¶ 19.)   \n19. No Development Agreement was ever reduced to writing .  (Martinez \nDep. 108:7–10.)  Although Martinez’s regular practice was to take  notes regarding \nmeetings or “anything to do with Litéra business,” (Martinez Dep. 154:4–5,) she does \nnot have any notes regarding the December 27, 2011 meeting or the Development \nAgreement (Martinez Dep. 109:25 –110:2.)  Martinez did not tell  anyone about the \nalleged Development Agreement during her employment with Litéra.  (Martinez Dep. \n109:6–13.)  Martinez first disclosed her contention of this alleged oral agreement in \nMarch 2013 in a conversation with her attorney.  (Martinez Dep. 109:6 –9; see Am. \nCountercls. ¶¶ 60–61.) \n20. Litéra asserts that it “has never entered into an agreement that includes \n[such] terms.”  (Domnick Aff. ¶  7.)  Litéra contends that, during the December 27, \n2011 meeting, Martinez described a “problem of custody control” that UBS had with \n \n \ncollaborative software , and that in response Massand proposed a solution to this \nproblem.  (Litéra Corp.’s and Deepak Massand’s Answers, Resps., and Objs. to First \nSet Interrog s. (“Interrog. Resp.”) ¶ 15.)  Litéra contends that “Massand guided \nMartinez on the specifications of the design” for Wormhole and “the specifications of \nthe design” for a new collaboration software platform .  (Interrog. Resp. ¶ 3.)  Litéra \ncontends that Martinez recorded Massand’s instructions on the whiteb oard.  \n(Interrog. Resp. ¶¶ 3, 15; see also Compl. ¶ 16.)  Massand requested that Martinez, \nas Litéra’s Executive Director of Research and Development, continue to work on the \nproject and “prepare formal versions of the diagrams  . . . illustrate[d] on the \nwhiteboard.”  (Compl. ¶ 17; see also Interrog. Resp. ¶¶ 3, 15.)  \n21. Litéra Galaxy is a Litéra software that incorporates Wormhole and \nLitéra IDS, a patented document collaboration software tha t Litéra has a license to \nuse.  (Domnick Aff. ¶¶ 4–6; Interrog. Resp. ¶¶ 3, 15; see also Martinez Aff. ¶ 23.)  \nE. The Development of Wormhole and Litéra Galaxy  \n22. The parties agree that Martinez continued  to develop Wormhole and \nincorporated it into Litéra Galaxy during her employment at Litéra.  (See Compl. \n¶¶ 19–21; Martinez Aff. ¶ 23.)  Litéra contends that such work was within the scope \nof Martinez’s employment as Executive Director of Research and Development  and \nwas governed by her signed Agreements.  Martinez contends that  her work on \nWormhole was outside the scope of her employment , because she “worked in [he r] \nspare time editing [her] architectural designs [of Wormhole] so tha t Litéra could \nbegin developing” Litéra Galaxy.  (Martinez Aff. ¶ 23; see also Martinez Dep. 50:10–\n \n \n52:9.)  Martinez admits that developing Litéra Galaxy was a part of her job duties, \nbut attempts to distinguish the two projects by contending that she worked on “Litéra \nbusiness during the day ” and on Wormhole at night , during her personal time.  \n(Martinez Dep. 51 :1–2.)  Martinez  contends that her Employment Agreement only \napplied to work she completed between  9:00 a.m. and 5:00  p.m., but admits that no \none ever told her that.  (Martinez Dep. 51:20–52:1.)   \n23. In January 2012, Martinez sent Grossman the architectural designs for \nWormhole and sought his suggestions regarding “security aspects” of the technology, \nwithout securing any confidentiality agreement.  (Pl.’s Br. Supp. Mot. Summ. J. Exs. \nA, B.)     \n24. Martinez assisted Litéra’s attorneys, who were preparing the patent \napplication for Wormhole, “by providing technical information about . . . Wormhole.”  \n(Martinez Aff. ¶  24).  While reviewing a draft of the patent application, Martinez \nnoticed that Massand was named as the sole inventor.  Martinez contends that she \nconfronted Massand and that he assured her that Litéra would correct the mistake \nand name her as the inventor of Wormhole.  Martinez contends that she continued to \nassist patent counsel because  she was required to do so pursuant to a term of the \nDevelopment Agreement.  (See Martinez Aff. ¶ 24 .)  Litéra contends that Martinez \nassisted patent counsel because she was required to under her Employment \nAgreement.  (Compl. ¶ 22; see Confidentiality Agreement § 1(c).)   \n25. On March 19, 2012, Massand filed a pate nt application, U.S. Patent \nApplication No.  13/423805, naming Massand as the sole inventor of Wormhole \n \n \n(“Massand Application”).  He then assigned the Massand Application to Litéra.  \n(Compl. ¶ 7; Domnick Aff. ¶ 6.)   \n26. Litéra Galaxy is the only Litéra product that uses Wormhole, and Litéra \nhas been unable to sell it.  (Domnick Aff. ¶ 9.)  \nF. Martinez’s Resignation and Post-Resignation Actions \n27. On April 24, 2012, Massand and Martinez had a meeting regarding \nMartinez’s work performance.  (Am. Countercls. ¶ 47; Reply ¶ 47.)  After further email \ndiscussion, on May 17, 2012, Martinez’s position was changed to D irector of Special \nProjects, maintaining her salary but reducing her responsibilities.  (Martinez Aff. \n¶ 26; Pl.’s Br. Supp. Mot. Summ. J. Ex. D;  see also Domnick Aff. ¶ 8.)  On May 21, \n2012, Martinez resigned from Litéra and declined the severance package offered to \nher.  (Martinez Aff. ¶ 27; Martinez Dep. Ex. 16.)  \n28. Martinez admits that she took documents and emails from her Litéra \ncomputer regarding “[t]he [Wormhole] product information.”  (Martinez Dep. 81:24.)  \nShe contends that the documents concerning Wormhole “belong[ ] to [her],” because \nshe “created the [Wormhole] product prior to [her] employment with Litéra,” and \n“[e]verything [she] created during Litéra was based off the product that was created \nprior to Litéra.”  (Martinez Dep. 81:22, 82:6–10.)    \n29. Specifically, Martinez admits that she retained a draft of the Massand \nApplication and the emails exchanged between Litéra personnel and attorneys who \nwere preparing the Massand Application.  (Martinez Dep. 90:4–16, 150:9–12, 151:5–\n14, 153:1 –6.)  Martinez claims she had a right to those documents because she \n \n \nbelieved that the attorneys represented her, but admits that she was not paying the \nattorneys and that “[t]hey were working for Litéra.” (Martinez Dep. 94:17; see also \nMartinez Dep. 94:2–25.) \n30. On March 15, 2013, Ma rtinez filed her own  patent application for \nWormhole (“Martinez Application”).  (Martinez Aff. ¶ 29.)  Litéra contends that the \nMartinez Application “copied verbatim  from the Massand Application,” and \nseparately disclosed “concepts that are unique to the patented Litéra IDS,” which is \nindisputably licensed to Litéra.  (Compl. ¶ 25 ; see also  Domnick Aff. ¶ 4; Am. \nCountercls. ¶  14.)  Litéra contends that Martinez’s Application disclosed Litéra’s \nconfidential documents that had not previously been filed with the  United States \nPatent and Trade Mark  Office (“USPTO”), including (1) documents from the \nDecember 27, 2011 meeting, (2) May 2012 Wormh ole “design documents,”  and \n(3) documents concerning Litéra IDS specifications.  (Domnick Dep. 173:21 –174:8; \nSecond Domnick Aff. ¶ 10.)  The record makes clear that Martinez took and disclosed \ndocuments that were created and finalized during the period in which Martinez was \nemployed by Litéra and documents that disclose technology beyond Wormhole .  \n(Martinez Dep. 151:15–153:6, 156:16–20; see Martinez Dep. Ex. 39.) \n31. The Massand A pplication was published on September 19, 2013.   \n(Martinez Aff. ¶ 28.)  On June 6, 2014, Martinez filed her suggestion of interference \nbetween the Massand Application and Martinez Application .  (Martinez Aff. ¶  29.)  \nBecause the Massand Application was filed prior to the effective date of the America \nInvents Act (“Act”), the c ompeting patent applications are not subject to the \n \n \nfirst-to-file system created by that Act.  See Leahy-Smith America Invents Act, Pub. \nL. No. 112 -29, sec. 3 5, § 102, 125 Stat. 284, 285 (2011) (codified as amended at 35 \nU.S.C. § 102 (2012)).  To the Court’s knowledge, the USPTO has not yet ruled on the \ninterference claim.  \nIII. PROCEDURAL HISTORY \n \n32. On June 9, 2014, Litéra filed its C omplaint against Martinez alleging \nclaims for breach of contract and misappropriation of trade secrets .  The action was \ndesignated as a mandatory complex business case on August 5, 2014, and assigned to \nthe undersigned on August 8, 2014.   \n33. On September 2, 2014, Martinez filed her answer, c ounterclaims, and \nthird-party complaint against Massand.  Litéra and Massand filed their M otion to \nDismiss, Reply to the C ounterclaim, and Answer to the Third -Party Complaint on \nOctober 6, 2014. \n34. Martinez amended her counterclaims and third -party complaint on \nMarch 20, 2015, asserting seven counterclaims and six third-party claims, including \n(1) breach of contract,  (2) fraud, or alternatively , negligent misrepresentation, \n(3) unjust enrichment, in the alternative, (4) mi sappropriation of trade secrets,  \n(5) constructive trust, (6) declaratory judgment, and (7) punitive damages.  All claims \nother than the breach of contract claim are alleged against both Litéra and Massand.  \nLitéra and Massand filed their reply and answer on April 22, 2015.  \n35. On March 11, 2016, Martinez filed Defendant’s Motion to Substit ute \nParties, which requested that Karen Kenefick -Massand and Raina Massand, \n \n \nExecutrices of the Estate of Deepak Massand , be substituted as third -party \ndefendants in place of Massand.  The Court granted the Motion to Substitute Parties \non March 28, 2016.   \n36. On April 27, 2016, Litéra and Massand’s Estate  moved for summary \njudgment.  They seek summary judgment that Litéra is entitled to recover on Litéra’s \naffirmative claims and that Martinez’s counterclaims and third -party claims should \nbe dismissed.  \n37. On June 14, 2016, Litéra and Massand’s Estate filed their Motion to \nStrike. \n38. The Court heard argument on the Motion  and the Motion to Strike on \nAugust 24, 2016 .  After the hearing, both parties submitted supplemental briefs  to \naddress the relevance of the hired-to-invent doctrine to the application of Rule 601(c) \nin this case.  \n39. The Motion and Motion to Strike are now ripe for determination.  \nIV. ANALYSIS  \n \n40. The Motion presents a threshold issue of  subject matter jurisdiction .  \nThe Court concludes that it has subject matter jurisdiction over Litéra’s claims, which \ndo not arise under federal patent law , but does not have subject matter jurisdiction \nover Martinez’s counterclaims and third -party claims , which  arise under federal \npatent law.   \n \n \n \n \nA. Patent Law Is an Essential Element to All of Martinez’s Claims.  \n \n41. The Court has no jurisdiction over any claims that arise under federal \npatent law.  28 U.S.C. § 1338(a) (2012).  A case “arises under” federal patent law when \nthe “well -pleaded complaint establishes either that federal patent law creates the \ncause of action or that the plaintiff’s right to relief necessarily depends on resolution \nof a substantial question of federal patent law, in that patent law is a necessary \nelement of one of the well -pleaded claims.”  Christianson v. Colt Indus. Operating \nCorp., 486 U.S. 800, 809 (1988); see also Gunn v. Minton, 133 S. Ct. 1059, 1065 (2013) \n(clarifying the standard to determine whether a state law claim arises under federal \nlaw by articulat ing a four -part inquiry.)  The mere existence of a patent  law issue \ndoes not necessarily mean that the claim arises under federal patent law.  AT&T Co. \nv. Integrated Network Corp. , 972 F .2d 1321, 1325 (Fed. Cir. 1992 ) (quoting Consol. \nWorld Housewares, Inc. v. Finkle, 831 F.2d 261, 265 (Fed. Cir. 1987)).   \n42. Litéra and Martinez assert claims nominally stated as state law claims.  \nHowever, any claim that necessarily requires  resolution of the inventorship dispute \ndepends upon patent law.   See HIF Bio, Inc. v. Yung Shin Pharms. Indus. Co. , 600 \nF.3d 1347, 1354 (Fed. Cir. 2010).  Litéra contends that Martinez’s claims are subject \nto exclusive federal jurisdiction because they “necessarily depend[ ]” on resolving the \ninventorship dispute, which is a “substantial  question of  federal patent law.”  \nChristianson, 486 U.S. at 80 9.  Martinez counters that to prevail she only has to \nestablish that she owned  Wormhole before beginning work with Litéra and that \n \n \nownership is not a per se  patent law issue.  See CamSoft Data Sys., Inc. v. S. Elecs. \nSupply, Inc., 638 F. App’x 255, 263 (5th Cir. 2015).     \n43. Whether a claim depends on a substantial question of patent law “must \nbe determined from what necessarily appears in the [party’s] statement of his own \nclaim.”  Christianson, 486 U.S. at 809 (quoting Franchise Tax Bd. v. Constr. Laborers \nVacation Tr., 463 U.S. 1, 10 (1983)).  A party cannot plead around a defect in subject \nmatter jurisdiction and  “cannot avoid federal patent jurisdiction by leaving out an \nelement necessary t o the success of his claim .”  E.I. Du Pont de Nemours & Co. v. \nOkuley, 344 F.3d 578, 581 (6th Cir. 2003) (citing Christianson, 486 U.S. at 809).  “If \n‘on the face of a well-pleaded complaint there are . . . reasons completely unrelated to \nthe provisions and purposes of [the patent laws] why the [party] may . . . be entitled \nto the relief it seeks,’” then the claim does not arise under patent law.  Christianson, \n486 U.S. at 810 (first alteration in original) (quoting Franchise Tax Bd., 463 U.S. at \n26).  If, however, the only theories upon which a party can prevail require  the \ndetermination of a patent law issue, then patent law is essential to the claim, and the \nCourt does not have jurisdiction.  See id. at 811–12.   \n44. Here, the critical issue is whether the claims of either party necessarily \ndepend upon the issue of inventorship.  It is well established that “inventorship is a  \nunique question of patent law” that cannot be adjudicated by state courts.  HIF Bio, \nInc., 600 F.3d at 1353.  The fact that inventorship may be relevant to a dispute is not \ndispositive; rather the inquiry is whether “the only possible theory upon which relief \n \n \ncould be granted  . . . would be one in which determining the true inventor(s) of \ncompeting patents is essential,” in which event the claim arises under patent law.  Id.  \n45. In HIF Bio, Inc.  v. Yung  Shin Pharmaceuticals Industrial  Co., the \nFederal Circuit held that the plaintiffs’ slander of title claim arose under patent law \nbecause the only alleged “theory which entitle [d] plaintiffs to relief” was that “they \ninvented the INVENTION first and that defendants’ public statements of \ninventorship are false and caused the plaintiffs’ damage.”  Id. at 1355.  The Federal \nCircuit held that the plaintiffs’ declaration of ownership claim  did not arise under \npatent law, because the plaintiffs’ ownership claim was based on an implied contract \nbetween the parties arising from the employment agreement and did not require the \nissue of inventorship to be resolved.  Id. at 1356–57.  \n46. Martinez correctly notes that i nventorship and ownership  are two \ndistinct issues.  See Beech Aircraft Corp. v. EDO  Corp., 990 F.2d 1237, 1248 (Fed. \nCir. 1993).  “[I]nventorship is a question of who actually invented the subject matter \nclaimed in a patent,” whereas “[o]wnership . . . is a question of who owns legal title to \nthe subject matter claimed in a patent, patents having the attributes of personal \nproperty.”  Id.  “[T]he legal distinction between inventorship and ownership does not, \nby itself , determine whether a [state] court has jurisdiction over a claim of \nownership.”  CamSoft Data Sys., 638 F. App’x at 263.  In fact, “[t]he Federal Circuit \nhas made clear that an ownership claim  may, in some circumstances, turn on the \nquestion of inventorship.”  Id.   \n \n \n47. If a party’s claim of ownership arises based on an express assignment \ncontract or an implied-in-fact contract then state law controls, and the claim does not \ninvolve a question of federal patent law .  Morris v. Scenera Research , LLC , No. \n09-CVS-19678, 2012 NCBC LEXIS 1, at *16 (N.C. Super. Ct. Jan. 4, 2012) (“Federal \npatent law regulates who is the inventor, but once the fact and author of inventorship \nis established, ownership of patent rights  . . . is governed by state law.”); see, e.g., \nSpeck v. N.C. Dairy Found. , Inc. , 311 N.C. 679, 686 , 319 S.E.2d 139, 143 (1984) \n(explaining that ownership automatically vested with the employer, not the \ninventor-employees, by an implied -in-fact contract because the invention resulted \ndirectly from the employees’ job duties).  In contrast, if a party’s claim of ownership \ndepends entirely on the assertion that he invented the technology , then the \n“ownership claim . . . turn[s] on the question of inventorship” and federal patent law \ncontrols.  CamSoft Data Sys., 638 F. App’x at 263.  \n48. Martinez offers no evidence , and makes no contention , regarding any \nexpress or implied contract preceding her employment with Litéra that vests her with \nownership of Wormhole.  Martinez claims that the Development Agreement gives her \na contractual right to ownership  of the patent , but the Development Agreement is \nonly valid if she can establish she owned Wormhole, because her invention is her only \npurported consideration for the agreement. \n49. Martinez claims that she owns Wormhole because she created it and had \nfull possession of it  prior to being employed by  Litéra.  (Am. Countercls. ¶ 18; e.g., \nDef.’s Br. Opp’n to Mot. Summ. J. 10.)  The only basis on which she would have such \n \n \nownership would be that she in vented the technology.  Martinez has presented \nevidence in support of her contention that she invented Wormhole, including entries \nin her “Idea Journal” made prior to her employment at Litéra that allegedly depict \n“[t]he architectural designs of [her] Wormhole technology.”  (Martinez Aff. ¶ 12.)  Her \nclaim of ownership “turns on the question of inventorship.”  CamSoft Data Sys., 638 \nF. App’x at 263.  As there is no other basis on which Martinez can prove ownership, \nthe Court does not have subject matter jurisdiction over her claim to ownership, and \nany claim that requires Martinez to establish ownership to prevail must be dismissed.   \n50. The Court has separately assessed whether Martinez has any \ncounterclaims or third -party claim s that do  not depend upon her establishing \nownership of Wormhole , which in turn depends upon inventorship, and concludes \nthat she does not.  Therefore, all her claims must be dismissed.  \n(1) Martinez’s breach of contract counterclaim  \n \n51. Martinez claims that, by filing a patent application on which Massand \nwas listed as the sole inventor, Litéra breached the oral Development Agreement , \nwhich was either a  valid and enforceable independent contract, or alternatively a \nvalid oral modification of her Employment Agreement .  Litéra responds with three \nalternative assertions:  (1) first, even assuming , arguendo, that there  was a  \nDevelopment Agreement, it  was invalid because it lacked consideration; (2) second, \nany such agreement was  unenforceable because it is barred by both the statute of \nfrauds and  the provision in the Employment Agreement prohibiting an  oral \n \n \nmodification; and (3) third, Rule 601(c) of the North Carolina Rules of Evidence  \nprohibits the admission of the oral statements on which Martinez bases her claim.   \n52. To establish a claim for breach of contract Martinez must establish \n“(1) [the] existence of a valid contract and (2) breach of the terms of that contract.”  \nPoor v. Hill, 138 N.C. App. 19, 26, 530 S.E.2d 838, 843 (2000).  “Formation of a valid \ncontract ‘requires an offer, acceptance and consideration.’”  Kinesis Advert., Inc. v. \nHill, 187 N.C. App. 1, 11, 652 S.E.2d 284, 292 (2007) (quoting Cap Care Grp., Inc. v. \nMcDonald, 149 N.C. App. 817, 822, 561 S.E.2d 578, 582 (2002)).   \n53. Martinez asserts that her consideration for the Development Agreement \nwas disclosing Wormhole to Litéra and allowing Litéra to use Wormhole in a Litéra \nproduct.  For Martinez’s disclosure of Wormhole to be valid consideration she must \nestablish that she owned Wormhole and had the legal right to bargain with it.  Even \nif Martinez invented Wormhole while she was employed at Litéra, her promise to \ngrant Litéra exclusive licensing rights to sell a Litéra Wormhole product was not valid \nconsideration because her Employment Agreement already required her to grant \nLitéra such rights.  See Brown v. Owens, 181 N.C. 18, 19, 105 S.E. 817, 817 (1921). \n(“[A]s a general rule, the performance of, or promise to perform, an existing legal \nobligation is not a valid consideration.”).  To prevail on her contract claim, Martinez \nmust prove she owned Wormhole before she began her employment with Litéra.  As \nstated above,  establishing ownership of Wormhole depends  upon the issue of \ninventorship.  T herefore, Martinez’s breach of contract claim arises under federal \npatent law and must be dismissed.  \n \n \n(2) Martinez’s misappropriation of trade secrets claims  \n54. Martinez claims that Litéra and Massand misappropriated her trade \nsecrets by filing a patent application that disclosed Wormhole.  Section 66-153 of the \nNorth Carolina General Statutes provides that “[t]he  owner of a trade secret shall \nhave remedy by civil action for misappropriation of his trade secret.”  N.C. Gen. Stat. \n§ 66-153 (2015) (emphasis added).  Therefore, to prevail on this claim Martinez must \nestablish that she owns Wormhole.  \n55. As noted above, her ownership claim depends upon inventorship.  Thus, \nMartinez’s misappropriation of trade secrets claims arise  under federal patent law  \nand must be dismissed.  \n(3) Martinez’s fraud and negligent misrepresentation claims \n56. Martinez clai ms that Massand , individually and on behalf of Litéra, \nmade fraudulent misrepresentations that she relied upon when she decided “to \ndisclose [her] proprietary information and trade secrets, which she had developed \nprior to her employment w ith Litéra.”  (Am. Countercls. ¶ 72.)  To establish a claim \nfor fraud, Martinez  must establish “(1) a false representation or concealment of a \nmaterial fact; (2) reasonably calculated to deceive; (3) made with the intent to deceive; \n(4) which [she] reasonably relie[d] upon; (5) result ing in damage to  [her].”  Liggett \nGrp., Inc. v. Sunas, 113 N.C. App. 19, 30, 437 S.E.2d 674, 681 (1993).  \n57. Martinez claims that she would not have disclosed Wormhole  to \nMassand, but for his representations that Litéra would file a patent application \nnaming her as the sole inventor, give her ownership of the patent, and pay her \n \n \nroyalties from the gross revenue of any Litéra products that use Wormhole.  (Am. \nCountercls. ¶ 81.)  To prevail on this claim, Martinez must establish that Massand’s \nalleged false rep resentations caused her damage.  The only damage she allegedly \nsuffered was disclosin g her proprietary information—Wormhole.  To establish that \nWormhole is her proprietary information Martinez must establish that she invented \nWormhole prior to her employme nt with Litéra.  Thus, h er fraud and negligent \nmisrepresentation claims arise under federal patent law and are matters of exclusive \nfederal subject matter jurisdiction. \n(4) Martinez’s unjust enrichment claims  \n58.  The first element necessary to establish a claim for unjust enrichment \nis that Martinez conferred a benefit upon Litéra and Massand.  See Butler v. Butler, \n239 N.C. App. 1, 7, 768 S.E.2d 332, 336 (2015).  Martinez contends that she conferred \na benefit upon Litéra and Massand “[b]y agreeing to disclose her confidential ideas, \nproprietary information, and trade secrets” and by agreeing to “develop and promote \nproducts for Litéra, and assist with the preparation of a patent applicat ion \nincorporating [Wormhole].”  (Am. Countercls. ¶ 80.)  Once again, this claim depends \nupon Martinez establishing that Wormhole is her pr oprietary information, which \nrequires Martinez to establish that she invented Wormhole prior to her employment \nwith Litéra.  Based on the facts of this case, Martinez’s unjust enrichment  claim \narises under federal patent law and must be dismissed. \n \n \n \n \n(5) Martinez’s declaratory judgment claims \n \n59. Martinez seeks  a declaratory judgment that  “she has no liability to \n[Litéra] for breach of any agreements,”  “that she has no obligation to assign any \npatent applications  or patents to either [Litéra] or Massand ,” and that she  \n“is the owner of the patent applications and paten ts issuing therefrom.”   (Am. \nCountercls. ¶ 99.)  Martinez also seeks a declaratory judgment that Litéra “has no \nenforceable trade secrets. ”  (Am. Countercls. ¶ 99.)  Essentially, Martinez seeks a \ndeclaratory judgment that she is not liable for Litéra’s claims because she, not Litéra, \nowns Wormhole.  Again, because inventorship is an essential element of her claim s, \nthe claims arise under federal patent law, and this Court has no jurisdiction. \n(6) Martinez’s constructive trust and punitive damages claims \n60. Martinez’s claim s for a constructive trust and p unitive damages are \ndependent on her claims for fraud and misappropriation of trade secrets.  \nAccordingly, these claims are dismissed.  \n61. In sum, the Court concludes that each of Martinez’s claims  arise under \nfederal patent law because the inventorship dispute must be resolved for Martinez to \nprevail.  Accordingly, her claims must be dismissed for lack of subject matter \njurisdiction.    \nB. The Court Has Jurisdiction over Litéra’s Claims Because Neither of Its \nClaims Require the Court to Determine Who Invented Wormhole.  \n \n62. Litéra seeks summary judgment on its own claims.  The Court must \nhave subject matter jurisdiction over those claims to grant such relief.  The Court \nconcludes that Litéra’s claims do not depend entirely on the issue of inventorship and \n \n \ntherefore do not arise under federal patent law, but  that there are material factual \ndisputes that preclude summary judgment in Litéra’s favor.  \n63. Litéra asserts claim s against Martinez for breach of contract  and \nmisappropriation of trade secrets.  To prevail on its breach of contract claim, Litéra \nmust establish, first, that the Employment Agreement and Confidentiality \nAgreement are valid contracts, and second, that Martinez breached the terms of the \nAgreements.  See Poor, 138 N.C. App. at 26, 530 S.E.2d at 843.   \n64. Litéra contends that Martinez breached the Confidentiality Agreement \nand misappropriated Litéra’s trade secre ts by retaining and then public ly filing \nLitéra’s confidential documents, which contain “information regarding the \ndevelopment and design of Litéra products that are not disclosed i n the Massand \nApplication.”  (Second Domnick Aff. ¶  10.)  Litéra also contends that Martinez \nbreached the assignment provisions of both Agreements when she filed the Martinez \nApplication claiming rights in Wormhole.  (Compl. ¶ 36.)    \n65. Although t he issue of inventorship may be relevant to an ownership \nclaim based on an employment agreement containing hired-to-invent provisions, it is \nnot controlling, and therefore, such an ownership claim is a matter of state law rather \nthan federal law.  In AT&T Co. v. Integrated Network Corp., the plaintiff-employer \ncontended that its former  employees breached their employment contract and \nmisappropriated trade secrets by filing a patent application for an invention that the \nemployer contended the employees invented during the course of their employment \nand by assigning that patent to their subsequent employer.  972 F.2d at 1322.  The \n \n \ndispute concerned which employer was entitled to the patent rights in the invention, \nwhich depended on when the invention was made.  Id.  The issue of whether the four \nemployees were the inventors was apparently not contested.  Id. at 1322–23.  Similar \nto Litéra’s Agreements, AT&T’s employment contract provid ed that any invention \n“made or conceived . . . in the course of such employment” shall be assigned to the \nemployer.  Id. at 1323.  The Federal Circuit explained that the two contested issues \nwere (1) interpreting  what was meant by the contractual language of  inventions \n“conceived” and (2) determining when the invention was conceived.  Id. at 1324.  The \ncourt held that  neither of those  issues required determining invent orship u nder \nfederal patent law and that, because AT&T could prevail on its breach of contract and \nmisappropriation of trade secrets claims without having to address an exclusive issue \nof patent law, the claims did not lie in the federal court’s exclusive jurisdiction.  Id.  \n66. Unlike in AT&T, here, the question of who invented Wormhole is \ndisputed.  But like in AT&T, Litéra’s claims depend  on interpreting the contract \nbetween the parties  and do not necessarily depend on establishing who  invented \nWormhole.  Litéra asserts, and may be entitled to recover by proving , that Martinez \nwrongfully obtained and disclosed  various documents that constitute Litéra’s \nconfidential information, as defined by the Confidentia lity Agreement .  The \nConfidentiality Agreement defines confidential information as “all trade secrets, \ntechnical information, processes, computer programs, . . . designs, drawings, . . . [and] \n‘Employee Work Product .’”  (Confidentiality Agreement § 1(b).)  Litéra asserts that \nMartinez retained and disclosed (1) documents containing information regarding \n \n \nLitéra IDS, (2) documents containing information regarding Litéra Galaxy, (3) emails \nbetween Litéra and its attorneys, and (4) documents containing information \nregarding Worm hole.  Litéra contends that Martinez’s retention and disclosure of \ndocuments from any one of the se four categories constitutes a breach of the \nConfidentiality Agreement and a misappropriation of Litéra’s trade secrets.  Because \nLitéra can prevail on its claim s by establishing that Martinez disclosed confidential \ndocuments related to Litéra IDS and Litéra Galaxy, which does not require resolving \nthe Wormhole inventorship dispute , Litéra’s claims do not fall within the federal \ncourt’s exclusive jurisdiction , and this Court is not divested of subject matter \njurisdiction over those claims. \n67. Litéra also asserts that Martinez breached the Agreements when she \nfiled a patent application asserting ownership rights in Wormhole.  The Employment \nAgreement states that “[a]ll ideas generated while you are an associate of Litéra, in \nmeetings or as a result of use or exposure to Litéra products or methods, inventions, \nimprovements made to existing Litéra products and offerings remain the intellectual \nproperty of Litéra.”  (Employment Agreement 5.)  The Confidentiality Agreement also \nprovides that “all Employee Work Product developed for the employer.  . . is owned \nexclusively by [Litéra].”  (Confidentiality Agreement § 1(c).)  To prevail on its breach \nof contract claim based on this theory, Litéra could potentially concede or not \nchallenge Martinez’s assertion that she invented Wormhole, but contend that she did \nso during the course of her employment with Litéra, meaning Litéra has ownership \nof Wormhole based on the express terms of the Agreements .  As AT&T explains the \n \n \nquestion of when an invention occurs is not necessarily a question of federal patent \nlaw.  972 F.2d at 1324.   Although Martinez admits that she continued to work on \nWormhole and its integration into Litéra’s new product, she denies that her work was \nwithin the scope of her employment with Litéra.  (Martinez Aff. ¶ 23; Martinez Dep. \n50:10–52:9.)  The question s of what work Martinez completed while employed by \nLitéra and whether such work was governed by the Agreement s present issues of \nstate law that do not depend on determining inventorship.   \n68. Admittedly, if Litéra’s sole breach of contract theory required \ndetermining who invented Wormhole, Litéra’s claims might be dismissed on the same \nbasis as Martinez’s claims.  But “a claim supported by alternative theories in the \ncomplaint may not form the basis for [patent law] jurisdiction unless  patent law is \nessential to each of those theories.”  Christianson, 486 U.S. at 810 .  H ere, Litéra’s \nclaims for breach of contract and trade secret misappropriation extend beyond the \nquestion of whether Martinez was the inventor, and if so, when the invention \noccurred, because, as discussed above, Litéra presents other theories on which it can \nprevail.  Additionally, t he Court’s jurisdiction over Litéra’s claims is not defeated \nbecause Martinez asserts a defense based on her claim of inventorship.  See Franchise \nTax Bd., 463 U.S. at 14 (“[A] case may not be removed to federal court on the basis of \na federal defense . . . even if the defense is anticipated  . . . and even if both parties \nadmit that the defense is the only question truly at issue in the case.”).  \n69. In sum, Litéra’s breach of contract and misappropriation of trade secrets \nclaims do not arise under patent law because Litéra can prevail on both claims based \n \n \non a theory to whi ch patent law is not essential.  Ther efore, the Court has subject \nmatter jurisdiction over Litéra’s claims.   \nC. The Motion Must Be Denied As to Litéra’s Claims Because There Are Disputed \nIssues of Material Facts. \n \n70. Litéra, as the movant, bears the burden of showing that there is no \ngenuine issue of material fact with respect to the essential elements of its claims and \nthat it is entitled to judgment as a matter of law.  See Steel Creek Dev. Corp. v. Smith, \n300 N.C. 631, 636–37, 268 S.E.2d 205, 209 (1980).  Th e Court views the evidence in \nthe light most favorable to Martinez, the nonmovant.  See Coats v. Jones , 63 N.C. \nApp. 151, 154, 303 S.E.2d 655, 657 (1983), aff’d, 309 N.C. 815, 309 S.E.2d 253 (1983).    \nIf “genuine issue of fact exists” then Litéra is not entitled to summary judgment on \nits claims.  Watts v. Cumberland Cty. Hosp. Sys., Inc., 75 N.C. App. 1, 6, 330 S.E.2d \n242, 247 (1985), rev’d in part on other grounds, 317 N.C. 321, 345 S.E.2d 201 (1986). \n(1) Litéra’s misappropriation of trade secrets claim \n71. To establish a claim for misappropriation of trade secrets Litéra must \nestablish that Martinez “(1) [k]nows or should have kno wn of the trade secret,” and \n(2) “[h]as . . . acquired, disclosed, or used it without the express or implied consent or \nauthority of the owner.”  N.C. Gen. Stat. §  66-155(1)–(2) (2015).  However, “if the \ninformation is publicly available or there is no evidence indicating that the owner \nundertook efforts to ensure the information’s secrecy,” then it is not a trade secret.  \nSafety Test & Equip. Co. v. Am. Safety Util. Corp. , No. 13-CVS-1037, 2015 NCBC \nLEXIS 40, at *26 (N.C. Super. Ct. Apr. 23, 2015) (citing Bank Travel Bank v. McCoy, \n802 F. Supp. 1358, 1360 (E.D.N.C. 1992)). \n \n \n72. Litéra contends that Martinez misappropriated its trade se crets by \n(1) filing documents with the Martinez Application that contain “nonpublic \ninformation concerning the design and functionality  of Litéra Corp. products” and \n(2) sharing the architectural designs of Wormhole w ith Grossman in January 2012.  \n(Compl. ¶ 28.)   \n73. There is a dispute as to whether Martinez disclosed any information \nthat was not previously disclosed in the Massand Application.  The record establishes \nthat the Martinez Application disclosed Wormhole “design documents” completed in \nMay 2012  and documents concerning Litéra IDS, specifically the “ Litéra IDS \nSpecification and User Functionality” document and the “Revised IDS User Interface \nFINAL PPT.”  (Martinez Dep. Ex. 39, at KONSO216.)  However, the developed record \ndoes not clearly establish that such documents were confidential because it is unclear \nif information of this nature was disclosed in the Massand Application so as to render \nany additional information no longer confidential.   Further, there are disputed \nfactual issues as to the relevance, if any, of disclosures that Martinez made in her  \nemail to Grossman in January 2012. \n74. Because of these disputed issues,  Litéra is not entitled to summary \njudgment on its misappropriation of trade secrets claim.   \n(2) Litéra’s breach of contract claim \n75. Litéra contends that Martinez breached the Confidentiality Agreement \nby retaining and disclosing confidential information.  As discussed above, the record \ndoes not clearly establish that the documents Martinez disclosed were con fidential \n \n \nbecause the Confidentiality Agreement  specifically states that “information in the \npublic domain through no wrongful act” of the employee is not confidential.  \n(Confidentiality Agreement § 1(b).)   \n76. Litéra also claims that it can prevail on its breach of contract claim \nbased upon a theory that Martinez breached the Agreements when she filed the \nMartinez Application, claiming an ownership right to Wormhole.  This theory raises \nthe separate issue of whether Martinez’s work on Wormhole constitutes employee \nwork product.   Martinez has presented evidence that such work was performed \noutside the scope of her regular job duties.  (Martinez Aff. ¶  2.)  While the Court \nadmits skepticism as to Martinez’s contention, there are disputed issues of material \nfact that preclude summary adjudication of Litéra’s breach of contract claim.  \nD. The Motion to Strike Is Denied.   \n77. Litéra and Massand’s Estate move to strike “those portions of the \ntranscript of the deposition of Deneen Martinez and the Affidavit of Deneen Martinez \nregarding oral communications between Martinez and decedent Deepak Massand \ncited by Defendant,” in accordance w ith North Carolina Rule of Evidence 601(c), \ncommonly referred to as the “Dead Man’s Statute,” as well as any legal conclusions \nexpressed in the Affidavit of Deneen Martinez.  (Mot. Strike 1.) \n78. Because the Court concludes that it does not have jurisdiction o ver \nMartinez’s claims and that there are genuine disputes of material fact, based on \nevidence not challenged in the Motion to Strike, that preclude summary judgment in \n \n \nLitéra’s favor on its claims, the Court need not rely upon the contested evidence to \nrule on the Motion.   \n79. The Court therefore denies the Motion to Strike without prejudice to a \nlater Motion in Limine that may address the admissibility of such evidence at trial.  \nV. CONCLUSION \n \n80. For the foregoing reasons, the Court hereby: \n1) GRANTS Plaintiff and Third-Party Defendants ’ Motion as to \nMartinez’s counterclaims and third-party claims, and those claims \nare DISMISSED; \n2) DENIES Plai ntiff and Third -Party Defendant s’ Motion as to \nLitéra’s affirmative claims for breach of contract and \nmisappropriation of trade secrets; and \n3) DENIES the Motion to Strike without prejudice to later \nconsideration of the applicability of Rule 601(c) to evidence to be \npresented at trial.  \n \nIT IS SO ORDERED, this the 19th day of April, 2017. \n \n \n /s/ James L. Gale  \n James L. Gale \n Chief Business Court Judge \n "
}