{
  "id": "23f12223c09478e83075d3e4f40d80bc6de81ec61aad860f4ec9f3299f47396d",
  "source_file": "data/raw/ncbc/23f12223c09478e83075d3e4f40d80bc6de81ec61aad860f4ec9f3299f47396d.pdf",
  "raw_text": "Value Health Sols. Inc. v. Pharm. Research Assocs., Inc., 2019 NCBC 68. \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 18-CV-12318 \n \nVALUE HEALTH SOLUTIONS \nINC. and NAGARAJAN \nPARTHASARATHY, \n \nORDER AND OPINION ON \nPLAINTIFFS’ MOTION TO DISMISS \nDEFENDANTS’ AMENDED \nCOUNTERCLAIMS \n Plaintiffs, \n v.  \n \nPHARMACEUTICAL \nRESEARCH ASSOCIATES, INC. \nand PRA HEALTH SCIENCES, \nINC., \n  \nDefendants. \n \n \nTHIS MATTER comes before the Court on Plaintiffs Value Health Solutions, \nInc. (“Value Health”) and Nagarajan Parthasarathy’s (“Parthasarathy”; collectively \n“Plaintiffs”) Motion to Dismiss Amended Counterclaims.  (“Motion”, ECF No. 41.)  \nThe Court, having considered the Motion, the briefs submitted in support of and in \nopposition to the Motion, and the arguments of counsel at the hearing on the Motion, \nconcludes that the Motion should be GRANTED, in part, and DENIED, in part for \nthe reasons set forth below. \nMainsail Lawyers by David Glen Guidry and Joseph Kellam Warren for \nPlaintiffs Value Health Solutions, Inc. and Nagarajan Parthasarathy. \n \nKilpatrick Townsend & Stockton LLP by Randy Avram, John Moye, and \nJoe P. Reynolds for Defendants Pharmaceutical Research Associates, Inc. \nand PRA Health Sciences, Inc. \n \nMcGuire, Judge. \n \n \n \nI. FACTUAL AND PROCEDURAL BACKGROUND \n1. The Court does not make findings of fact on motions to dismiss under \nRule 12(b)(6), but only recites those facts included in the complaint that are relevant \nto the Court’s determination of the Motion.  See e.g., Concrete Serv. Corp. v. Inv’rs \nGrp., Inc., 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986).  The facts relevant to \nthe determination of the Motion are drawn from Defendants’ Amended \nCounterclaims.  (“Amended Counterclaims”, ECF No. 37 at CC.)1   \n2. Defendants Pharmaceutical Research Associates, Inc. (“PRA, Inc.”) and \nPRA Health Sciences ( “PRA Health” ) comprise “one of the world’s leading global \ncontract research organizations (CRO), engaging in the design, implementation, and \nmanagement of clinical trials all over the world.”  (ECF No. 37 at CC,  ¶¶ 1, 11 .) \n(Collectively, Defendants will be referred to herein as  “PRA,” in the singular, except \nas otherwise required.)   PRA conducts clinical trials for pharmaceutical and biotech \ncompanies.  As of December 20, 2018, PRA employed 15,000 employees in 60 different \ncountries.  (Id. at ¶ 11.)   \n3. Plaintiffs are the developers of clinical trial management  software \n(“CTMS”), a type of software CRO’s use to manage clinical trials.  Plaintiffs developed \na software product, called the “Solution,” which they represented to PRA as being \nsuitable for use by large CRO’s for conducting global clinical trials.  (Id. at ¶¶ 13–14.)  \nParthasarathy was employed by Value Health as its president.  \n                                            \n1 Defendants’ Amended Counterclaims are contained within ECF No. 37, which is entitled Defendants’ \nAmended Answer, Affirmative Defenses, and Counterclaims.  The Amended Counterclaims are set out \nunder a separate heading and contain 99 numbered paragraphs.  The Court herein cites to the \nCounterclaims as (ECF No. 37 at CC.)  \n \nA. Negotiation and Sale of Plaintiffs’ Solution to PRA  and Alleged \nMisrepresentations by Plaintiffs \n4. From early 2014 through May 2015, Plaintiffs and PRA engaged in \nnegotiations for PRA’s acquisition of the Solution.  (Id. at ¶¶ 1, 1 1–20.)  During the \nnegotiations, PRA alleges that Plaintiffs “represented themselves to PRA as \nsophisticated software developers with expertise in,” CTMS  and with “expertise [in] \nimplementation of CTMS on a global-scale.”  (Id. at ¶ 13 (quotation marks omitted).)  \nParthasarathy represented that the Solution “was capable, over the next five years, \nof simultaneo usly addressing the specific needs of up to 20 ‘Big  Pharma’ \ncustomers, . . . 80 ‘Big Biotech’ customers, . . . and 100 ‘Small Pharma’ customers[.]”  \n(Id. at ¶ 15.)  “Parthasarathy knew the details of the clinical trial management \nsystem (“CTMS”) then in use by PRA and the requirements that PRA had for any \nCTMS it deployed in the future, including the requirement that the CTMS be capable \nof handling global, sophisticated clinical trials.”  (Id. at ¶ 16.)   \n5. Additionally, after allegedly conducting a functio nality comparison \nbetween the Solution and  the clinical trial management system then used by PRA , \nParthasarathy “represented that . . . the Solution had high er ‘functionality’ with \nrespect to (1) ‘user interface, . . . (2) upgradability, . . . and (3) externalization[.]’”  (Id. \nat ¶ 16.)  Plaintiffs even advised PRA that “the Solution would be an improvement \nover the clinical trial management system PRA had in place . . . and that \nimplementing it would save PRA money.”  ( Id. at ¶ 25.)  Lastly, Parthasarathy \nclaimed that if it acquired the Solution  PRA could expect to generate around $250 \n \nmillion in revenue over five years from licensing the Solution to third parties.  (Id. at \n¶ 15.)   \n6. Plaintiffs also made certain representations to PRA regarding Plaintiffs’ \nability to enhance the functionality of the Solution to ensure that it met PRA’s needs.  \nOn June 2, 2014, PRA’s Executive Director of IT provided Parthasarathy with a \nsummary of key product enhancements  “the Product Enhancements”)  that were \nneeded to “close the gap” between the Solution and the clinical trial management \nsystem then used by PRA.  ( Id. at ¶ 17.)  In response, o n November 20, 2014, \nParthasarathy communicated to PRA that Plaintiffs had implemented a majority of \nthe Product Enhancements and that seven of the Product Enhancements were “ready \nand tested,” including: “PDF templates;” “Confirmation/Follow-Up Letters;” “Interim \nPayments (Advances) calculations;” “Milestone Payments;” “Budget Templates & \nItems;” and “Enable export to XLS/CSV from Views .”   (Id. at ¶ 18.)  PRA alleges \n“upon information and belief”  Plaintiffs had not implemented the seven Product \nEnhancements and “Parthasarathy knew these enhancements had not been \nimplemented into the Solution and were not ‘ready and tested.’”  (Id. at ¶ 19.)2 \n7. On May 21, 2019, PRA and Plaintiffs entered into an Asset Purchase \nAgreement (the “APA”, ECF No. 8.1 at APA), which contained the terms for Plaintiffs’ \n                                            \n2 PRA subsequently alleges that “Parthasarathy represented to PRA on November 20, 2014 \nthat ten of the twenty [Product Enhancements] had already been implemented into the \nSolution.”  (ECF No. 37 at CC, ¶ 26.)  For purposes of deciding the Motion, the Court will rely \non the allegation that Parthasarathy represented that ten Product Enhancements had been \nimplemented as of the time of the execution of the APA. \n \n \nsale of the Solution to PRA .3  (ECF No. 37 at CC, ¶ 20.)  PRA alleges it relied on \nPlaintiffs’ representations, and particularly on Parthasarathy’s representation that \nten of the Product Enhancements had been implemented into the Solution and were \n“ready and tested” in deciding to enter into the APA.  (Id. at ¶ 20.)   \n8. Pursuant to the APA, PRA paid Plaintiffs $2,457,000 in stock and cash \nfor the Solution.  ( ECF No. 8.1 at APA, p. 3.)  The APA also provided for additional \ncontingent payments to be made  by PRA to Plaintiffs if certain milestones set forth \nin the APA were met.  (Id. at pp. 3–4.)  A separate document entitled Schedules to \nthe Asset Purchase Agreement , referenced in the APA, details the requirements \nPlaintiffs were expected to satisfy to achieve the milestones in the APA.  (“Schedules”, \nECF No. 8.1 at Schedule s.)  Three of the milestones set were contingent upon \nPlaintiffs (1) integrating the Solution with PRA’s existing clinical trial management \nsoftware (“First Milestone”) ; (2)  completing key product enhancements t o the \nSolution (“Second Milestone”) ; and (3) migrating PRA’s former clinical trial \nmanagement studies into the Solution (“Third Milestone”, collectively “Milestones”), \nall within eighteen months from the clos ing date of the sale.  ( ECF No. 8.1 at APA, \npp. 3–4; ECF No. 8.1 at Schedules, pp. 4–7; ECF No. 37 at CC, ¶¶ 21–24.)  The closing \ndate of the APA was June 8, 2015 (“the Closing”).  (ECF No. 37 at CC, ¶ 31.)   \n                                            \n3 The Asset Purchase Agreement (“APA”) was filed as an attachment to Defendants’ original \nAnswer and can be found at electronic docket entry 8.1.  The APA includes an attachment \nentitled Schedules to the Asset Purchase Agreement (“Schedules”), which is referred to by \nand incorporated into the APA.  For ease of reference, the Court will cite to the APA as (ECF \nNo. 8.1 at APA) and will cite to the Schedules to the APA as (ECF No. 8.1 at Schedules)   \n \n9. PRA claims Plaintiffs made multiple representations  prior to entering \ninto the APA that led PRA to believe Plaintiffs could achieve the above Milestones \nwithin eighteen months after the Closing.  Plaintiffs claimed that the Solution “would \nallow PRA to build, within eighteen months of the closing date, a new platform that \nwould have functionality equivalent to—if not better than—PRA’s prior clinical trial \nmanagement system.” ( ECF No. 37 at CC, ¶ 25.)  Plaintiffs further stated that the \nSolution was 90% ready and that it would not be difficult to integrate and incorporate \nsome of the functions PRA needed in its trial management system within eighteen \nmonths of the Closing.  (Id. at ¶ 26.)  Parthasarathy also represented that ten of the \ntwenty Product Enhancements needed to achieve  the Second Milestone  in the APA \n“had already been implemented into the Solution.”  (Id. at ¶ 26.) \n10. According to PRA, however, many of the repres entations made by \nPlaintiffs prior to  entering into the APA were either knowingly false or made \nnegligently.  PRA alleges that “at the time [Plaintiffs] entered into the APA, and made \nthe representations identified above, [ Plaintiffs] knew, or should have known, that \nthe Solution would not be capable of achieving the functionality set forth in the \nMilestones within eighteen months of the closing date of the sale.”  (Id. at ¶ 28.)  PRA \nfurther alleges that Plaintiffs “failed  to inform PRA that the Solution was suitable \nonly for small -scale clinical trials; that it lacked the stated and identified \nfunctionality; and thus that it was plainly incapable of being used in the types of \nglobal clinical trials PRA is engaged to perfor m.”  (Id. at ¶ 30.)  Lastly, PRA claims \nthat Parthasarathy knew that the enhancements to the Solution requested by PRA \n \nhad not been implemented into the Solution and were not “ready and tested.”  (Id. at \n¶ 19.) \nB. Parthasarathy’s Employment with PRA , Inc.  and Alleged Breaches of \nEmployment Agreement and Settlement Agreement \n \n11. On June 8, 2015, Parthasarathy and PRA , Inc.  entered into an \nEmployment Agreement. (“Employment Agreement”, ECF No. 8.3.)  Pursuant to the \nEmployment Agreement, Parthasarathy was employed as Vice President of PRA, Inc.  \n(ECF No. 37 at CC, ¶¶ 32 –33; ECF No. 8.3, at p. 1. )  Among other things, the \nEmployment Agreement required Parthasarathy to “use [his] best efforts in support \nof the Company’s business and [ ] devote [his] full time, skill, attention, and energies \nto the Company’s business.”  (ECF No. 37 at CC,  ¶ 33; ECF No. 8.3, at p. 1.)  The \nEmployment Agreement also prohibited Parthasarathy from “engag[ing] in any other \nbusiness activity which is competitive with the Company’s business or which may (i) \ninterfere with [his] ability to discharge [his] responsibilities” and from “work[ing] on \neither a part-time or independent contracting basis for any other company, business, \nor enterprise without the prior written consent of [PRA, Inc.’s] CEO.”   (ECF No. 37 \nat CC, ¶ 33; ECF No. 8.3, at p. 1.)   \n12. Parthasarathy ended his employment with PRA, Inc. effective December \n29, 2017.   On February 9, 2018, Parthasarathy and PRA, Inc. entered into a \nConfidential Release and Settlement Agreement (“Settlement Agreement”).  \nAccording to PRA, in the Settlement Agreement, Parthasarathy represented that he \nhad “not breached any provision of the [ ] Employment Agreement.”  ( ECF No. 37 at \nCC, ¶ 42.)   \n \n13. After ending his employment with PRA, Inc., Parthasara thy was \nappointed as President and CEO of a company called My Games Solution, Inc. (“My \nGames”).  (Id. at ¶ 43.)  Upon information and belief, PRA alleges that in or around \nJune 2017, My Games released “a mobile application called ‘Sports Made Easy’ which \nfocuses on connecting tennis players with each other.”  (Id.)  Upon further information \nand belief, PRA alleges that Parthasarathy was the primary developer of Sports Made \nEasy, developed Sports Made Easy while still employed by PRA, Inc., and cr eated \nSports Made Easy using the systems, materials, equipment, and/or other resources \nof PRA. (Id. at ¶¶ 43–44.)  Lastly, Plaintiffs allege, upon information and belief, that \nParthasarathy’s efforts to design and create Sports Made Easy while employed by \nPRA interfered with [his] ability to discharge his responsibilities to PRA, as required \nby his employment agreement.  (Id. at ¶ 45.)   \nC. Parthasarathy’s Alleged Tortious Interference \n14. Chuck Piccirillo (“Piccirillo”) served as Senior Vice President of PRA, \nInc. from 2013 to 2016.  Piccirillo had a written employment agreement with PRA, \nInc. (“Piccirillo Employment Agreement”)  in which he recognized that certain \ninformation and knowledge he gained as an employee of PRA, Inc. was confidential, \nand agreed not to disclose such confidential information to “any person . . . or \notherwise use or disclose it or allow it to be used or disclosed for any purpose, other \nthan as may be permitted [by the Piccirillo Employment Agreement].”  ( Id. at ¶ 49; \nPiccirillo Employment Agreement, ECF No. 8.2.)   \n \n15. While employed by PRA, Inc., Piccirillo played a lead role on behalf of \nPRA in analyzing the Solution for PRA and negotiating with Plaintiffs prior to the \nexecution of the APA.  (ECF No. 3 7 at CC, ¶ 51.)  PRA alleges that because of his \nprevious role with PRA, Inc.  Piccirillo is in possession of PRA’s privileged and \nconfidential information.  (Id. at ¶ 52.) \n16. Piccirillo is now employed by My Games as Chief Technology Officer .  \n(Id. at ¶ 51.)  Upon information and belief, PRA alleges that Parthasarathy  “knows \nthe Piccirillo Employment Agreement ” prohibits Piccirillo from disclosing PRA’s \nconfidential information, but nevertheless “induced Piccirillo to breach [the Piccirillo \nEmployment Agreement] and divulge privileged and confidential information about \nPRA’s intentions with respect to the APA, in order to aid [Plaintiffs] in their current \nlawsuit.”  (Id. at ¶¶ 53–54.)  As an example, PRA claims that Plaintiffs’ allegations \nin the Complaint in this lawsuit concerning PRA’s alleged misrepresentations of its \n“intentions” concerning the Solution “are based upon Piccirillo’s disc losure of (and \nmischaracterization of) confidential and privileged PRA information.”  ( Id. at ¶ 54.)  \nBased upon these allegations, PRA brings a claim against Parthasarathy for tortious \ninterference with contractual relations. \nD. Procedural History \n17. Plaintiffs filed the Complaint in this matter on October 5, 2018.  (ECF \nNo. 5.)  On January 18, 2019, PRA filed its original Answer, Affirmative Defenses, \nand Counterclaims.  (ECF No. 8.)  On March 26, 2019,  PRA filed the Amended \nCounterclaims in which  PRA brings the following counterclaims: (1) breach of \n \ncontract against Parthasarathy and Value Health; (2) fraudulent inducement against \nParthasarathy and Value Health; (3) negligent misrepresentation against \nParthasarathy and Value Health; (4) breach of  contract against Parthasarathy; and \n(5) tortious interference with contractual relations against Parthasarathy. \n18. On April 25, 2019 , Plaintiffs filed the  Motion, and a supporting brief \n(Supp. Br., ECF No. 42), seeking the dismissal of Defendants’ counterclaims pursuant \nto Rule 12(b)(6) of the North Carolina Rules of Civil Procedure .  On May 15, 2019, \nDefendants filed a response brief in opposition to the Motion (Opp. Br., ECF No. 47), \nand on May 28, 2019, Plaintiffs filed their reply brief (Reply Br., ECF No. 48). \n19. The Court requested supplemental briefs from the parties regarding \nwhich states’ laws should apply to Counts I–III.  On June 12, 2019, Plaintiffs and \nPRA filed supplemental briefs addressing this question.  (PRA’s Br., ECF No. 55; Pls.’ \nBr., ECF No. 56.) \n20. On June 27, 2019, the Court held a hearing on the Motion, which now is \nripe for resolution. \nII. LEGAL STANDARD \n21. Dismissal of a counterclaim pursuant to Rule 12(b)(6) is proper when \n“(1) the complaint on its face reveals that no law supports the plaintiff's claim; (2) the \ncomplaint on its face reveals the absence of facts sufficient to make a good claim; or \n(3) the complaint  discloses some fact that necessarily defeats the plaintiff's claim. ”  \nCorwin v. British Am. Tobacco PLC , 371 N.C. 605, 615, 821 S.E.2d 729, 736 –37 \n(2018).  The Court, in deciding a Rule 12(b)(6) motion, construes the claims liberally, \n \naccepting all allegations as true .  Laster v. Francis, 199 N.C. App. 572, 577, 681 \nS.E.2d 858, 862 (2009).  The facts and permissible inferences set forth in the claims \nare to be treated in a light most favorable to the nonmoving party.  Ford v. Peaches \nEntm’t Corp., 83 N.C. App. 155, 156, 349 S.E.2d 82, 83 (1986).  However, the Court is \nnot required “to accept as true allegations that are merely conclusory, unwarranted \ndeductions of fact, or unreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t \nof Health & Human Servs., 174 N.C. App. 266, 274, 620 S.E.2d 873, 880 (2005). \n22. In deciding a motion to dismiss under Rule 12, t he Court also may \nconsider documents which are the subject of plaintiff’s complaint and to which the \ncomplaint specifically refers, including the contract that forms the subject matter of \nthe action. Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 60, 554 S.E.2d 840, 847 \n(2001).  A “trial court can reject allegations  [in the pleadings] that are contradicted \nby the documents attached, specifically referred to, or incorporated by reference in \nthe [C]omplaint.”  Laster, 199 N.C. App. at 577, 681 S.E.2d at 862. \nIII. ANALYSIS \n23. Defendants bring five counterclaims: (1) breach of the APA, (2) fraud in \nthe inducement, (3) negligent misrepresent ation, (4) breach of the Employment \nAgreement, and (5) tortious interference with contract. (ECF No. 37  at CC, ¶¶ 56–\n99.)  The Court will address each claim in turn. \nA.  Count I: Breach of Contract (APA) \n24. PRA alleges Plaintiffs breached section 3.22 of the APA .  Section 3.22  \nprovides as follows:  \n \nNo representation or warranty by Seller in this Agreement \nand no statement contained in the Schedules  to this \nAgreement or any certificate or other document furnished \nor to be furnished to Purchaser pursuant to this Agreement \ncontains any untrue statement of a material fact or omits \nto state a material fact necessary to make the statements \ncontained therein, in light of the circumstances in which \nthey are made, not misleading. \n \n(ECF No. 8.1 at APA, Art. 3, § 3.22.) \n25. PRA alleges that Plaintiffs violated section 3.22 by “failing to correct” \nthe alleged misrepresentations made to PRA during negotiation of the APA regarding \nthe implementation of certain Product Enhancements, the suitability of the Solution \nfor large scale clinical trials, and the potential for achieving full functionality of the \nSolution within eighteen months following the Closing.  (ECF No. 37 at CC, ¶¶ 56 –\n64.)  PRA contends that the failure to correct the misrepresentations were “omissions” \nthat “made statements contained in the APA false.”  (Id. at ¶¶ 60–63.) \n26. As a preliminary matter, the Court must determine what jurisdiction’s \nlaw applies to the claim for breach of the APA.  The APA provides that “[t]his \nAgreement shall be governed by and construed and enforced in accordance with the \ninternal laws of the State of Delaware without giving effect to the principles of \nconflicts of laws thereof.”  (ECF No. 8.1 at APA, p. 22.)  Based on this language, PRA \ncontends that Delaware law should be applied to the claim for breach of the APA.  \n(ECF No. 55, at pp. 2–3.)  Plaintiffs argue that the breach of APA claim is “actually a \nfraud claim in disguise,” and not a breach of contract claim, and that North Carolina \nlaw should apply under principles of lex loci.  (ECF No. 56, at pp. 3–4.)  \n \n27. “As a general rule, North Carolina will give effect to a contractual \nprovision agreeing to a different jurisdiction’s substantive law.”    Tanglewood Land \nCo. v. Byrd , 299 N.C. 260, 262, 261 S.E.2d 655, 656 (1980)  (“[W]here parties to a \ncontract have agreed that a given jurisdiction’s substantive law shall govern the \ninterpretation of the contract, such a contractual provision will be given e ffect.”);  \nAkzo Nobel Coatings Inc. v. Rogers , 2011 NCBC LEXIS 42, at *21 (N.C. Super. Ct. \nNov. 3, 2011).  However, North Carolina courts will not apply the chosen state’s law \nif “(a) the chosen state has no substantial relationship to the parties or the \ntransaction and there is no other reasonable basis for the parties ’ choice, or (b) \napplication of the law of the chosen state would be contrary to a fundamental policy \nof [North Carolina].”  Cable Tel Servs. v. Overland Contracting, Inc. , 154 N.C. App. \n639, 643 , 574 S.E.2d 31 , 33 –34 (2002) (applying North Carolina law to a contract \ndispute despite a Colorado choice of law provision because there was no substantial \nrelationship between the parties or transaction to Colorado). \n28. The Court concludes that Delaware law should be applied to the Count \nI for breach of the APA.  First, PRA is a Delaware corporation.  (ECF No. 37 at CC, ¶ \n6; ECF No. 8.1 at APA, p. 1.)  Second, Plaintiffs do not argue that that there is not a \nsubstantial relationship between Delaware law and the parties  or the transaction, \nnor that applying Delaware law to the claim for breach of the APA would be contrary \nto a policy of North Carolina.   \n29.  “Under Delaware law, the elements of a breach of contract claim are: 1) \na contractual obligation; 2) a breach of that obligation by the defendant; and 3) a \n \nresulting damage to the plaintiff. ”  H-M Wexford LLC v. Encorp, Inc.,  832 A.2d 129, \n140 (Del. Ch. 2003); Scott v. Lackey, 2012 NCBC LEXIS 60, at *36 (N.C. Super. Ct. \nDec. 3, 2012).   \n30. “Under Delaware law, the interpretation of contract language is treated \nas a question of law.”  L&L Broad. LLC v. Triad Broad. Co., 2014 Del. Super. LEXIS \n212, at *8 (Del. Super. Ct. Apr. 8, 2014) (citing Playtex FP, Inc.v. Columbia Cas. Co., \n622 A.2d 1074, 1076 (Del. Super. 1992).)  See also, AT&T Corp. v. Lillis, 953 A.2d 241, \n251–52, 2008 Del. LEXIS 242, at *24 (Del. Mar. 12, 200 8) (“Because this ‘involve[s] \nthe interpretation of contract language, [it is a] question of law that this Court \nreviews de novo for legal error.’”). “ Contract interpretation is governed by the parol \nevidence rule.”  L&L Broad. LLC, 2014 Del. Super. LEXIS 212, at *8. \nThe parol evidence rule provides that ‘[w]hen two parties \nhave made a contract and have expressed it in a writing to \nwhich they have both assented as to the complete and \naccurate integration of that  contract, evidence . . . of \nantecedent understandings and negotiations will not be \nadmitted for the purpose of varying or contradicting the \nwriting.’ To ensure compliance with the parol evidence rule, \nthe Court first must determine whether the terms of the  \ncontract it has been a sked to construe clearly state the \nparties’ agreement. In this regard, the Court must be \nmindful that the contract is not rendered ambiguous simply \nbecause the parties disagree as to the meaning of its terms. \n‘Rather, a contract is ambiguous only when the provisions \nin controversy are reasonably or fairly susceptible  of \ndifferent interpretations or may have two or more different \nmeanings.’ Upon concluding that the  contract clearly and \nunambiguously reflects the parties’ intent, the Court’s  \ninterpretation of the  contract must be confined to the \ndocument’s ‘four corners.’ The Court will  interpret the  \ncontract’s terms according to the meaning that would be \nascribed to them by a reasonable third party. \n \n \nL&L Broad. LLC  v. Triad Broad. Co. , 2014 Del. Super. LEXIS 212, at *8 –9 (Del. \nSuper. Ct. Apr. 8, 2014) (quoting Interim Healthcare, Inc. v. Spherion Corp., 884 A.2d \n513, 546–47 (Del. Super. 2005) aff’d, 886 A.2d 1278 (Del. 2005) (internal citations \nomitted)). See also, Paul v. Deloitte & Touche LLP , 974 A.2d 140, 145, 2009 Del. \nLEXIS 234, at *12 (Del. May 20, 2009) (“In analyzing disputes over the language of a \ncontract, we give priority to the intention of the parties. We start by looking to the \nfour corners of the  contract to conclude whether the intent of the parties can be \ndetermined from its express language.  In interpreting contract language, clear and \nunambiguous terms are interpreted according to their ordinary and usual meaning.” \n (citation and quotations omitted)). \n31. Section 3.22 of the APA is clear and unambiguous and  would be \nbreached only if Plaintiffs made an untrue, material statement in the APA or omitted \nto provide PRA material information that made a statement expressly contained in \nthe APA misleading.  \n32. The APA does not contain a representation that any of the twenty \nProduct Enhancements had been implemented or were ready and tested at the time \nthe parties executed the APA .  To the contrary, Schedule 2.6 (a)(ii) lists all 20 of the \ndiscreet Product Enhancements as tasks to be accomplished under the APA and does \nnot differentiate or identify any Product Enhancements as having been implemented \nalready.  Since there is  no express language in the APA that any of the Product \nEnhancements were alrea dy implemented, Plaintiffs’ failure to correct their pre-\ncontract claim that 10 Product Enhancements already were implemented is not an \n \nomission of “a material fact necessary to make the statements contained [in the APA \nand Schedules], in light of the circumstances in which they are made, not misleading.” \n(ECF No. 8.1 at APA, § 3.22.) \n33. Similarly, the APA does not contain any promise or guarantee by \nPlaintiffs that the Milestones would be achieved within eighteen months of the \nClosing, but inst ead provides only that PRA was eli gible for Incentive Payments if \ncertain steps in the implementation of the Solution were completed within eighteen \nmonths after the Closing .  Again, since there is no language in the APA promising or \nguaranteeing that Plaintiffs would complete the Milestones  within eighteen months \nafter the Closing, Plaintiffs’ failure to correct any representation that the Milestones \nwould be completed in eighteen months or less is not an omission of “a material fact \nnecessary to make the statements contained [in the APA and Schedules] , in light of \nthe circumstances in which they are made, not misleading. ” ( Id.) There is no \nmisleading statement in the APA regarding completion of the Milestones. \n34. PRA has not sufficiently alleged a breach of section 3.22 of the  APA.  \nTherefore, Plaintiffs’ motion to dismiss PRA’s first counterclaim for breach of the APA \nshould be GRANTED, and the claim DISMISSED.  \nB. Counts II and III: Fraud in the Inducement and Negligent Misrepresentation \n \n35. As a preliminary matter, the parties contend, and the Court agrees, that \nNorth Carolina law applies to the claims for fraudulent inducement and negligent \nrepresentation.  (ECF No. 55, at pp. 3–6; ECF No. 56, at pp. 5–6.)   In North Carolina, \n“[f]or actions sounding in tort, the state where the injury occurred is considered the \n \nsitus of the claim,” or the lex loci delicti. Harco Nat’l Ins. Co. v. Grant Thornton LLP, \n206 N.C. App. 687, 692, 698 S.E.2d 719, 722 (2010) (quoting Boudreau v. Baughman, \n322 N.C. 331, 335, 368 S.E.2d 849, 853 –54 (1988)).  “The place of the injury is the \nstate where the injury or har m was sustained or suffered —the state where the last \nevent necessary to make the actor liable or the last event required to constitute the \ntort takes place, and the substantive law of that state applies.”  Camacho v. \nMcCallum, 2016 NCBC LEXIS 81, at *17 (N .C. Super. Ct. Oct. 25, 2016)  Plaintiffs \ncontend that any injury to PRA occurred in North Carolina.  (ECF No. 56, at p. 6.)  \nPRA argues that all of the conduct giving rise to its injuries took place in North \nCarolina.  (ECF No. 55, at p. 4.)  The Court concludes that North Carolina law should \nbe applied to the counterclaims for fraudulent inducement and negligent \nmisrepresentation.  \n36. PRA brings counterclaims for fraud in the inducement and negligent \nmisrepresentation based on Plaintiffs’ alleged misrepresentation.  (ECF No. 37 at CC, \n¶¶ 65–83.)   \nWhile fraud has no all -embracing definition and is better \nleft undefined lest crafty men find a way of committing \nfraud which avoids the definition, the following essential \nelements of actionable fraud are well established: (1) False \nrepresentation or concealment of a material fact, (2) \nreasonably calculated to deceive, (3) made with intent to \ndeceive, (4) which does in fact deceive, (5) resulting in \ndamage to the injured party. \n \nRagsdale v. Kennedy, 286 N.C. 130 , 138, 209 S.E.2d 494, 500  (1974); see also Myers \n& Chapman, Inc. v. Thomas G. Evans, Inc. , 323 N.C. 559, 568 –69, 374 S.E.2d 385, \n \n391 (1988) (quoting Ragsdale and holding that it “correctly defines the elements of \nfraud”); State Props. v. Ray, 155 N.C. App. 65, 72, 574 S.E.2d 180, 186 (2002) ; Ward \nv. Fogel, 237 N.C. App. 570, 581, 768 S.E.2d 292, 301 (2014) (“The essential elements \nof fraud [in the inducement] are: (1) false representation or concealment of a material \nfact, (2) reasonably calculated to deceive, (3) made with intent to deceive, (4) which \ndoes in fact deceive, (5) resulting in damage to the injured party.”). \n37.   “Furthermore, any reliance on alleged false representations must be \nreasonable.  Reliance is not reasonable where the plaintiff could have discovered the \ntruth of the matter through r easonable diligence but failed to investigate.”  Cobb v. \nPa. Life Ins. Co., 215 N.C. App. 268, 277, 715 S.E.2d 541, 549-550 (2011) (citing State \nProps, 155 N.C. App. at 72, 574 S.E.2d at 186) (internal citations omitted). \n[N]egligent misrepresentation occurs when a party \njustifiably relies to his detriment on information prepared \nwithout reasonable care by one who owed the relying party \na duty of care.  Reliance is not justifiable for purposes of \nnegligent misrepresentation  if a plaintiff failed to mak e \nreasonable inquiry, had the opportunity to investigate, and \ncould have learned the true facts through reasonable \ndiligence[.] \nBDM Invs. v. Lenhil, Inc., 2019 N.C. App. LEXIS 278, *27–28, 826 S.E.2d 746 (2019) \n(citing and quoting Raritan River Steel Co. v. Cherry, Bekaert & Holland , 322 N.C. \n200, 206, 367 S.E.2d 609, 612 (1988) and Roundtree v. Chowan County, 252 N.C. App. \n155, 162, 796 S.E.2d 827, 832 (2017) ) (internal quotation marks and citations \nomitted).   \n38. PRA alleges it relied on Plaintiffs’ pre-contractual misrepresentations \nin deciding to enter the APA. (ECF No. 37 at CC, ¶¶  13–29.)  In support of its \n \ncounterclaims for fraud in the inducement and negligent misrepresentation, PRA \nalleges that: \na. During the negotiations prior to entering into the APA, Plaintiffs \nrepresented to PRA that Plaintiffs had already implemented ten of the \ntwenty Product Enhancements identified on Schedule 2.6(a)(ii) into the \nSolution, seven of which were “ready and tested .” (ECF No. 37  at CC, \n¶¶ 66 and 77).  PRA also alleges that Plaintiffs  “failed to correct \nParthasarathy’s false representation”  before the parties executed the \nAPA.  (Id. at ¶ 69); \nb. During negotiations prior to entering into the APA, Plaintiffs \nrepresented to PRA that “the Solution would be capable of achieving the \nfunctionality set forth in the Milestones within eighteen months of the \nClosing Date.”  (Id. at ¶¶ 6 8 and 78.)  PRA also alleges that Plaintiffs  \n“failed to inform PRA that the Solution would be incapable of achieving \nthe functionality set forth in the Milestones within eighteen months of \nthe Closing Date.”  (Id. at ¶ 70); \nc. During negotiations p rior to entering into the APA, Plaintiffs \nrepresented to PRA that the Solution would allow PRA to build, well \nwithin eighteen months of the Closing Date, a ‘new platform’ that would \nhave functionality equivalent to PRA’s prior clinical trial management \nsystem.”  (Id. at ¶¶ 67 and 78). \n \n39. Plaintiffs move to dismiss  the claims for fraudulent inducement  and \nnegligent misrepresentation , contending that (a) the claims are precluded by the \nmerger clause in the APA, and (b) the allegations fail to allege the misrepresentations \nwith sufficient particularity as required by Rule 9(b).  (ECF No. 42, at pp. 14 –16.)  \nPlaintiffs also contend that the claim for negligent misrepresentation fails because \nPRA has not pleaded the necessary elements to sustain such a claim.  (Id. at pp. 16–\n18.)  The Court first addresses the ar gument that the merger clause precludes the \nclaims. \n40. The APA contains a provision entitled “Entire Agreement” which states \n“[t]his Agreement, including the Schedules and Exhibits hereto, constitutes the entire \nagreement between the parties with respect to the subject matter hereof and \nsupersedes all prior discussions, negotiations, and understandings.”  (ECF No. 8.1 at \nAPA, p. 23.)  Plaintiffs argue that this provision is a “merger clause” that precludes \nPRA from making claims based on representations Plaintiff s made during \nnegotiations for the APA.  (ECF No. 42, at pp. 10 –11, 14–15.)  PRA argues that its \nclaims for fraud and negligent misrepresentation are not precluded in this case \nbecause it has alleged that Plaintiffs fraudulently induced PRA into executing the \nAPA. (ECF No. 47, at pp. 17–18, 19.)  The Court agrees. \n41. The Court has concluded that Delaware law applies to the interpretation \nof the language of the contract at issue here.   Under Delaware law, generally “a \nmerger clause does not preclude a claim based upon fraudulent misrepresentations.”  \nNorton v. Poplos , 443 A.2d 1, 6, 1982 Del. LEXIS 354, at *15 (Del. Mar. 11, 1982) \n \n(citing Slater v. Berlin , D.C. Mun.  Ct. App., 94 A.2d 38, 43 (1953); Ortel v. Upper \nAshburton Realty Co., Md.Ct.App., 171 Md. 678, 190 A. 239, 242 (1937) ).  Delaware \nrecognizes a narrow exception to this general rule when  \nthe contract’s terms, when read together, constituted a \nclear statement by the plaintiff that it was not relying on \nthe very factual statements that the plaintiff was \ncontending to be fraudulent .  Because Delaware’s public \npolicy is intolerant of fraud, the intent to preclude reliance \non extra-contractual statements must emerge clearly and \nunambiguously from the contract. . ..  \n \nStated summarily, for a contract to bar a fraud in the \ninducement claim, the contract must contain language \nthat, when read together, can  be said to add up to a clear \nanti-reliance clause by which the plaintiff has \ncontractually promised that it did not rely upon statements \noutside the contract’s four corners in deciding to sign the \ncontract.  The presence of a standard integration clause \nalone, which does not contain explicit an ti-reliance \nrepresentations and which is not accompanied by other \ncontractual provisions demonstrating with clarity that the \nplaintiff had agreed that it was not relying on facts outside \nthe contract, will not suffic e to bar fraud claims.  Rather, \nin that circumstance, the defendant will remain at risk if \nthe plaintiff can meet the difficult burden of demonstrating \nfraud. \nKronenberg v. Katz , 872 A.2d 568, 593, 2004 Del. Ch. LEXIS 77, *61 –63 (May 19, \n2004) (emphasis added).  \n42. The merg er clause in the APA  is virtually identi cal to the standard \nintegration clause contained in the agreement in Kronenberg that the cour t held \n \ninsufficient to bar a fraud claim. 4  Id., 872 A.2d at 587–94, 2004 Del. Ch. LEXIS 77, \nat *45–64.  Like the merger clause in Kronenberg, the “entire agreement” provision \nin the APA lacks specific, express anti-reliance language stating that PRA did not \nrely on the alleged statements preceding the execution of the APA  upon which they \nnow base their claims for fraudulent inducement and negligent misrepresentation .  \nAccordingly, under Delaware law the Court must conclude that the merger clause in \nthe APA cannot be interpreted as an anti-reliance provision precluding PRA’s claims \nfor fraudulent inducement and negligent misrepresentation  based on statements \nmade prior to the execution of the APA.  Plaintiffs’ argument that the merger clause \nbars the claims for fraudulent inducement and negligent misrepresentation fails. \n43. Plaintiffs also argue that PRA’s fraud allegations are not sufficiently \nparticular to satisfy  Rule 9(b).   (ECF No. 42, at pp. 15 –16.)  Rule 9 of the North \nCarolina Rules of Civil Procedure requires that “in all averments of fraud . . . the \ncircumstances constituting fraud . . . shall be stated with particularity.”  N.C.G.S. \n§ 1A-1, Rule 9(b).  “In pleading actual fraud, the particularity requirement is met by \nalleging time, place and content of the fraudulent representation, identity of the \nperson making the representation and what was obtained as a result of the \nfraudulent acts or representations.”  Terry v. Terry, 302 N.C. 77, 85, 273 S.E.2d 674, \n678 (1981).  Dismissal of a claim for failure to plead with particularity is proper where \n                                            \n4 In Kronenberg the merger clause provided as follows:  “Entire Agreement. This Agreement, \nwhich includes the Exhibits and shall include any Joinders upon execution thereof, \nconstitutes the entire agreement and understanding of the parties hereto with respect to the \nsubject matter hereof and supersedes all prior or contemporaneous agreements, \nunderstandings, inducements, or conditions, oral or written, express or implied. ”  872 A.2d \nat 587, 2004 Del. Ch. LEXIS 77, at *45. \n \nthere are “no facts whatsoever setting forth the time, place, or specific individuals \nwho purportedly made the  misrepresentations[.]”  Coley v. North Carolina Nat ’l \nBank, 41 N.C. App. 121, 125, 254 S.E.2d 217, 220 (1979).   \n44. PRA’s allegations of fraud , without question, are sufficiently particular \nunder Rule 9(b).  The allegations state the specific identity of the persons making the \nstatements, the specific content of the statement s, and  specific dates  when the \nstatements were made.  (ECF No. 37 at CC, ¶¶ 14–19, 26, 27.)  PRA also has expressly \nalleged that Plaintiffs’ false statements induced PRA’s agreement to the APA.   \nTherefore, the Court will not dismiss the fraud in the inducement claim  for lack of \nspecificity. \n45. Plaintiffs make the same argument in support of their motion to dismiss \nthe counterclaim for negligent misrepresentation:  “[PRA]’s negligent \nmisrepresentation counterclaim must fail because they do not aver specifically what \nwas said, who said it , when it was said , or to whom it was sa id.”  (ECF No. 42, at \np. 17; emphasis in original.)  This Court has previously held that “both ‘[a]llegations \nof fraud and negligent misrepresentation must be stated with particularity. ’”  \nRabinowitz v. Suvillaga, 2019 NCBC LEXIS 8, at *33 (N.C. Super. Ct. Jan. 28, 2019) \n(quoting Deluca v. River Bluff Holdings II, LLC, 2015 NCBC LEXIS 12, at *20 (N.C. \nSuper. Ct. Jan. 28, 2015) and citing N.C.G.S. § 1A-1, Rule 9(b)); see also BDM Inv. v. \nLenhil, Inc., 2012 NCBC LEXIS 7, at *56 (N.C. Super. Ct. Jan. 18, 2012).  The Court \nalready has concluded that the alleged misrepresentations are stated with sufficient \nparticularity as required by Rule 9(b) in the context of the fraudulent inducement \n \ncounterclaim.  That same analysis applies to the counterclaim for negligent \nmisrepresentation, and Plaintiffs’ argument fails.   \n46. Finally, Plaintiffs argue that the claim for negligent misrepresentation \nshould be dismissed because PRA does not allege that Plaintiffs owed PRA a duty to \nprovide accurate information and has “ not alleged that they were d enied the \nopportunity to investigate any aspect of their business arrangement with Plaintiffs, \nor that [PRA] could not have learned the true facts by exercise of reasonable \ndiligence.”  (ECF No. 42, at pp. 17–18.)  The Court agrees.    \n47. North Carolina recognize s that a duty of care “may arise between \nadversaries in a commercial transaction[,]” where the seller “was the only party who \nhad or controlled the information at issue” during the process of negotiations, “and \nthe buyer had no ability to perform any indep endent investigation.”  Roundtree, 252 \nN.C. App. at 161, 796 S.E.2d at 832 (quoting Kindred of North Carolina, Inc. v. Bond, \n160 N.C. App. 90, 584 S.E.2d 846 (2003)) (text modification and quotations omitted).  \nIn that case, “the seller owe[s] a duty to the buyer during the course of negotiations \nto provide accurate, or at least negligence -free financial information about the \ncompany[.]”  Id. \n48. PRA does not allege in its counterclaims that Plaintiffs were the only \nparty that “ had or controlled the information ” relevant to the purchase of the \nSolution.  To the contrary, PRA alleges it is a large, sophisticated CRO who negotiated \nthe APA with Plaintiffs  for a period of more than a year, frequently providing \nPlaintiffs with input as to the functionality required from the Solution and engaging \n \nin regular interactions with Plaintiff du ring the development of the software.  PRA \ndoes not allege that Plaintiffs ever denied them information that they requested or \ndenied them opportunity to test the Solution during its development.   In fact, at the \nhearing on the Motion, PRA’s counsel conceded that PRA did not ask for \ndemonstration of the Solution at any point during the negotiations and did not ask \nPlaintiffs to confirm through a demonstration that the ten Product Enhancements \nhad been implemented into the Solution.  PRA does not allege that it would have been \nimpossible to determine whether  the ten Product Enhancements had been \nimplemented if it had asked for such a demonstration. \n49. Similarly, PRA  does not allege that it sought to investigate o r verify \nPlaintiffs’ claims that the Solution was suitable for large clinical trials or that it could \nbe implemented within eighteen months following the Closing by, for example, asking \nPlaintiffs for the opportunity to independently inspect or review the software, or for \nreferences from other clients for which Plaintiffs had performed software \ndevelopment services or implemented CTMS software.  In fact, the counterclaims are \ndevoid of any allegations that PRA undertook any due diligence efforts related to the \npurchase of the Solution. \n50. PRA responds to Plaintiffs’ a rgument by noting that it alleges that it  \n“justifiably relied on [the] false information in entering into the APA.”  (ECF No. 37, \nat ¶ 82.)  However, the Court is not required to accept this legal conclusion where \nPRA does not support the statement with factual allegations.  Good Hope Hosp., Inc., \n174 N.C. App. at 274, 620 S.E.2d at 880.  The lack of allegations that PRA “was denied \n \nthe opportunity to investigate or . . . could not have learned the true facts by exercise \nof reasonable diligence” is fatal to it claim for negligent misrepresentation. Hudson-\nCole Dev. Corp. v. Beemer , 132 N.C. App. 341, 346, 511 S.E.2d 309, 313 (1999)   \nTherefore, Plaintiffs ’ motion to dismiss PRA’s counterclaim for negligent \nmisrepresentation should be GRANTED. \n51. Although not expressly raised by Plaintiffs  in their arguments for \ndismissal of the fraudulent inducement claim, the Court must address the fact that \na claim for fraud is subject to the same requirements regarding allegations of due \ndiligence as a claim for negligent misrepresentation.   “As to either tort, . . ., when the \nparty relying on the false or misleading representation could have discovered the  \ntruth upon inquiry, the complaint must allege that he was denied the opportunity to \ninvestigate or that he could not have learned the true facts by exercise of reasonable \ndiligence.  Hudson-Cole Dev. Corp., 132 N.C. App. at 346, 511 S.E.2d at 313 (1999); \nCobb, 215 N.C. App. at 277, 715 S.E.2d at 549–50 (“Furthermore, any reliance on \nalleged false representations must be reasonable.   Reliance is not reasonable where \nthe plaintiff could have discovered the truth of the matter through reasonable \ndiligence but failed to investigate.  Justifiable reliance is an essential element of both \nfraud and negligent misrepresentation.” (internal quote omitted)). \n52. PRA relies on  the same alleged misrepresentations in support of its \nnegligent misrepresentation and fraud claims.  As discussed above, PRA does not \nallege that  it was denied an opportunity to investigate the veracity of the \nmisrepresentations or that it could not have learned the true facts by ex ercising \n \nreasonable diligence.  The Court finds no reasoned basis  for allowing PRA to pursue \nthe claim for fraudulent inducemen t while dismissing the claim for negligent \nmisreprentation. Therefore, the Court concludes that Plaintiffs’ motion to dismiss \nPRA’s counterclaim for fraudulent inducement should be GRANTED. \nC. Count IV: Breach of Contract (Parthasarathy Employment and Settlement \nAgreements) \n \n53. PRA alleges that Parthasarathy breached the Parthasarathy   \nEmployment Agreement and the Settlement Agreement  by focusing on the \ndevelopment of an unrelated mobile application for My Games rather than devoting \nhis “best efforts” to the  business of PRA while he was employed by PRA .  (ECF No. \n37 at CC, ¶¶ 84–91.)  Specifically, Defendants allege Parthasarathy breached Section \n3(a) of his Employment Agreement, which states, in pertinent part:  \nYou agree to use your best efforts in support of . . . and \ndevote your full time, skill, attention, and energies to \n[PRA’s] business. During the Employment Period you may \nnot engage in any other business activity which . . . may [ ] \ninterfere with your ability to discharge your \nresponsibilities[.] . . . . [Y]ou may not: (i) work on either a \npart-time or independent contracting basis for any other  \ncompany without the prior written consent of the CEO[.] \n \n(ECF No. 8.3 at Ex. C, p. 1.)  \n54. PRA alleges Parthasarathy’s breach of the Employment Agreement also \nresults in the breach of the Settlement Agreement, in which he represented that he \nhad “not breach ed any provision of the [Parthasarathy] Employment Agreement.” \n(ECF No. 37 at CC, ¶ 85.) \n \n55. “The elements of a claim for breach of contract are (1) existence of a valid \ncontract and (2) breach of the terms of that contract.  Poor v. Hill, 138 N.C. App. 19, \n26, 530 S.E.2d 838, 843 (2000).  “[W]here the complaint alleges each of these \nelements, it  is error to dismiss a breach of contract claim under Rule 12(b)(6).”  \nWoolard v. Davenport, 166 N.C. App. 129, 134, 601 S.E.2d 319, 322 (2004). \n56. Parthasarathy moves to dismiss Defendants’ counterclaim for breach of \ncontract (Parthasarathy Employment Agreement) on the grounds that, inter alia, the \n“alleged breaches of the outside business activities provision is [sic] unenforceable, as \na matter of law ,” (ECF No. 42 , at pp. 19 –23.)  The C ourt need not consider \nParthasarathy’s argument, however, because PRA has neither alleged nor argued \nthat Parthasarathy’s conduct was a breach of the “outside business activitie s” \nprovision of Section 3(a) of the Parthasarathy Employment Agreement.  (ECF No. 37 \nat CC, ¶¶ 84–91; ECF No. 47, at pp. 21–23.)  Instead, PRA alleges Parthasarathy did \nnot devote his full time and attention and best efforts to implementing the So lution \nfor PRA.  \n57. PRA has sufficiently pleaded the elements of its breach of contract claim.  \nIt is undisputed that  the Parthasarathy Employment Agreement and Settlement \nAgreements existed and constitute contracts.  (ECF No. 8.3  at Ex. C; see also ECF \nNo. 42, at ¶ 32.) Further, PRA has sufficiently alleged a breach of both agreements, \nresulting in injury.  (See ECF No. 37 at CC, ¶¶ 84–91.)  Specifically, Defendants allege \nthat by diverting his time, resources, focus, and effort to a mobile tennis application \nunrelated to implementing the Solution, Parthasarathy failed to use “his best efforts” \n \nto further PRA initiatives , resulting in  the failures associated with the \nimplementation of the Solution software.  (Id.) \n58. Accordingly, this Court finds that Plaintiffs’ motion to dismiss PRAs’ \ncounterclaim for breach of the Parthasarathy  Employment Agreement and the \nSettlement Agreement should be DENIED.  \nD. Count V: Tortious Interference with Contractual Relations \n59. PRA brings a counterclaim against Parthasarathy for tortious \ninterference of contractual relations.  (ECF No. 37 at CC, ¶¶ 92–99.)  To state a claim \nfor tortious interference with contract, a claimant must show:  \n(1) a valid contract betwee n the [claimant] and a third \nperson, conferring upon the plaintiff a contractual right \nagainst the third person; (2) the [opposing party] knows of \nthe contract; (3) the [opposing party] intentionally induces \nthe third person not to perform the contract; (4 ) the \n[opposing party] acts without justification; and (5) the \n[opposing party’s] conduct causes actual pecuniary harm to \nthe plaintiffs.  \n \nPinewood Homes, Inc. v. Harris , 184 N.C. App. 597, 604 –05, 646 S.E.2d 826, 832 \n(2007).  PRA alleges  that Parthasarathy was aware of the confidentiality \nrequirements in the Pic cirillo Employment Agreement, that “ Parthasarathy \nwrongfully obtained PRA’s privileged and confidential information, including \ninformation related to PRA’s acquisition of the Solut ion, by inducing Piccirillo to \ndivulge that information ,” and that “[u]sing PRA’s privileged and confidential \ninformation . . . , Parthasarathy wrongfully filed this lawsuit, purporting to know \nPRA’s intentions with respect to its acquisition of the Solution.”  (ECF No. 37 at CC, \n \n¶¶ 95 –97.)  PRA further alleges that Parthasarathy acted “without privilege or \njustification.”  (Id. at ¶ 98.) \n60. Plaintiffs move to dismiss the tortious interference claim on the grounds \nthat Piccirillo acted without justification in sharing the confidential information with \nParthasarathy.  (ECF No. 42, at pp. 24 –25.)  Plaintiffs misunderstand the claim for \ntortious interference, which requires that PRA establish that the alleged interferer, \nParthasarathy, acted without justification. Pinewood, 184 N.C. App. at 604.  \nPlaintiffs’ argument misses the mark and fails to provide a basis for dismissal of \nPRA’s claim. \n61. PRA also argues that the tortious interference claim fails  because PRA \ndoes not allege the specific confidential information that Piccirillo disclosed in breach \nof the Piccirillo Employment Agreement. (ECF No. 42, at p. 25.)  The Court notes that \nthe allegations underlying this claim appear to be intentionally muddy.  PRA alleges \nthat Piccirillo revealed confidential information “including information related to \nPRA’s acquisition of the Solution[.]”  (ECF No. 37 at CC, ¶ 95.)  PRA further alleges \nthat Parthasarathy used the confidential information to file the lawsuit against PRA.  \n(Id. at ¶ 97.)   \n62. North Carolina is a notice-pleading state, and the Court concludes that \nthe allegations provide “sufficient notice of the claim asserted to enable [Plaintiffs] to \nanswer and prepare for trial [.]”  Feltman v. City of Wilson , 238 N.C. App. 246, 252, \n767 S.E.2d 615, 620 (2014).  Discovery will be necessary to determine precisely what \n \ninformation Piccirillo learned regarding PRA’s intentions during negotiations with \nPlaintiffs.   \n63. Therefore, Plaintiffs’ motion to dismiss Defendants’ counterclaim for \ntortious interference of contract should be DENIED.    \nIV. CONCLUSION \nIn conclusion, the Motion is GRANTED, in part, and DENIED, in part, as follows:  \n1. Plaintiffs’ motion to dismiss Defendants’ first counterclaim for Breach of \nContract (APA) is GRANTED, and the claim DISMISSED.  \n2. Plaintiffs’ motion to dismiss Defendants’ second counterclaim for fraud in the \ninducement is GRANTED, and the claim DISMISSED without prejudice.  \n3. Plaintiffs’ motion to dismiss Defendants’ third counterclaim for negligent \nmisrepresentation is GRANTED, and the claim DISMISSED  without \nprejudice. \n4. Plaintiffs’ motion to dismiss Defendants’ fourth counterclaim for breach of \ncontract (Parsatharathy Employment & Settlement Agreement) is DENIED.  \n5. Plaintiffs’ motion to dismiss Defendants’ fifth c ounterclaim for tortious \ninterference with contract is DENIED.   \nSO ORDERED, this the 6th day of September, 2019.  \n \n  /s/ Gregory P. McGuire   \nGregory P. McGuire \nSpecial Superior Court Judge for \nComplex Business Cases \n "
}