{
  "id": "24421aa4a2632c7b49bfb92ee782d1e4e8da474279793628438301522e88f127",
  "source_file": "data/raw/ncbc/24421aa4a2632c7b49bfb92ee782d1e4e8da474279793628438301522e88f127.pdf",
  "raw_text": "In re Se. Eye Ctr. (Judgments), 2018 NCBC 8. \n \n \n \nSTATE OF NORTH CAROLINA \n \nGUILFORD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n12 CVS 11322 \n \nIN RE SOUTHEASTERN EYE \nCENTER- JUDGMENTS \n \nORDER AND OPINION ON  \nJAMES MARK MCDANIEL’S  \nMOTION TO RECONSIDER \n \n \n1. THIS MATTER  is before the Court on James Mark McDaniel, Jr.’s \n(“McDaniel”) Rule 59 Motion to Reconsider Order Granting the Receiver’s Request to \nAbandon Judgment (the “Motion”  or “McDaniel’s Motion” ) in the above -captioned \ncase.  McDaniel is proceeding in this matter pro se. \n2. Having considered the Motion and the parties’ briefs, the Court elects, in its \ndiscretion, to decide the Motion without a hearing  pursuant to Business Court Rule  \n(“BCR”) 7.4 and DENIES the Motion as set forth below. \nOak City Law LLP, by Robert E. Fields, III, for Receiver Gerald A. Jeutter, \nJr. \n \nJames Mark McDaniel, Jr., pro se. \n \nBledsoe, Judge. \n \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n3. In January 2005, EBW, Inc. and EBW Laser, Inc. (the “Debtors”) sought \nrelief under Chapter 11 of the United States Bankruptcy Code before the Honorable \nWilliam L. Stocks of the United States Bankruptcy Court for the Middle District of \nNorth Carolina (the “Bankruptcy Court”) (collectively, the “Bankruptcy Proceeding”).  \nIn re EBW Laser, Inc., Nos. 05-10220C-7G, 05-10221C-7G, 2012 Bankr. LEXIS 3767, \nat *4 (Bankr. M.D.N.C. Aug. 14, 2012) (describing the Bankruptcy Proceeding). \n4. On October 16, 2009, the trustee appointed by the Bankruptcy Court  to \nadminister the Debtors’ estates  (the “Trustee”) moved for relief in the Bankruptcy \nProceeding against Douglas S. Harris (“Harris”), C. Richard Epes (“Dr. Epes”), and \nMcDaniel based on their violation of the Barton Doctrine  (the “Motion Seeking \nDamages”).1  The Trustee sought an award of damages, including attorneys’ fees and \nexpenses the Trustee incurred in defending against  the unauthorized suit and \nadvancing the Motion Seeking Damages.  Id. at *3, 23. \n5. On October 14, 2012, the Bankruptcy Court “ordered, adjudged and decreed \nthat Charles M. Ivey, III, as Chapter 7 Trustee for EBW Laser, Inc. and EBW, Inc., \nhave and recover from James Mark McDaniel, C. Richard Epes and Douglas S. \nHarris, jointly and severally, the sum of $320,980.23,” (Mot. Release J. Ex. A , ECF \nNo. 370 ), for the attorneys’ fees and expenses the Trustee incurred as a result of \nMcDaniel, Dr. Epes, and Harris’s violation of the Barton Doctrine (the “Barton \nJudgment” or “Judgment”).  In re EBW Laser, Inc., 2012 Bankr. LEXIS 3767, at *71. \n6. Through a series of events the Court need not delve into here, the court -\nappointed receiver in this case, Gerald A. Jeutter, Jr. (the “Receiver”),  came to hold \nthe Barton Judgment.  On May 4, 2017, the Court entered an Order and Opinion (the \n                                                 \n1 The Trustee sought an adjudication that McDaniel, Harris, and Dr. Epes had violated the \nBarton Doctrine because the three instituted a lawsuit against the attorneys representing \nthe Trustee in an adversary proceeding brought by the Trustee against, among o thers, \nMcDaniel and Dr. Epes.  In re EBW Laser, Inc., 2012 Bankr. LEXIS 3767, at *2. \n“May 4 Opinion”) (ECF No. 432), resolving various motions and, among other things, \nordering and directing the Guilford County Clerk of Superior Court to  \n(i) Mark on the judgment docket for Charles M. Ivey, III, as Chapter 7 Trustee \nfor EBW Laser, Inc. and EBW, Inc. v. James Mark McDaniel, C. Richard Epes \nand Douglas Harris  (Guilford County Superior Court, No. 12 -CVS-11322) \nthat the Barton Judgment is paid and satisfied in full and (ii) forwa rd a \ncertificate of payment in full to the clerk of superior court in each county to \nwhich a transcript of the Judgment has been sent. \n   \nIn re Se. Eye Center-Judgments, 2017 NCBC LEXIS 42, at *25 (N.C. Super. Ct. May \n4, 2017).  The Court further ordered “ the Receiver to cease and desist all collection \nactivities to recover on the Barton Judgment.”  Id. \n7. On August 22, 2017, the Court entere d an Order and Opinion in this case \n(the “August 22 Opinion” ) (ECF No. 467), ruling on the Receiver’s Motion  for \nAdditional Findings and Modification and Amendment of Interlocutory Order (EBW \nJudgment) (the “Receiver’s Motion”).   \n8. The Court incorporates herein the procedural and factual background set \nforth in Section I of th e August 22  Opinion, as well as the procedural an d factual \nbackground set forth in Section I of the May 4 O pinion, and includes here only th e \nprocedural and factual background necessary to resolve McDaniel’s Motion. \n9. In the August 22 Opinion, the Court deemed the Receiver’s Motion to include \na request to abandon the Barton Judgment to Ms. Bessie Epes (“Ms. Epes”).  In re Se. \nEye Center-Judgments, 2017 NCBC LEXIS 77, at *15 (N.C. Super. Ct. Aug. 22, 2017).  \nThe Court also entered an August 22, 2017 Scheduling Order,  requiring “that any \nobjections to the proposed Abandonment of the Barton Judgment to Bessie \nEpes . . . be filed no later than September 1, 2017.”  (Scheduling Order Receiver’s \nProposed Abandonment Barton J. Bessie Epes (All Matters) 1, ECF No. 468.) \n10. On September 1, 2017, Harris filed an objection to the Receiver’s proposed \nabandonment of the Barton Judgment.  The Receiver filed a response on September \n11, 2017.  On September 15, 2017, the Court entered an Order granting the Receiver’s \nrequest to abandon the Barton Judgment (the “September 15 Order”).  In that Order, \nthe Court noted that Harris was the only party to file an objection to the Receiver’s \nproposed abandonment of the Barton Judgment.  (Order Granting Receiver’s Request \nAbandon Barton J. Bessie Epes 1, ECF No. 475.) \n11. In addition to Harris’s objection, however, another document was filed with \nthe Court prior to the September 1 deadline for objections.   On August 29, 2017, \nMcDaniel f iled a document titled “James Mark McDaniel’s Response to Judge \nBledsoe’s Ruling Regarding Rejection of Receiver”  (“McDaniel’s Response”  or the \n“Response”).  McDaniel’s Response did not indicate what order, opinion, or other \ndocument it was responding to , either  by document title, date, or electronic filing \nnumber, and nowhere referenced the Barton Judgment.  Instead, the Response stated \nthat it was meant to respond to “a single part of the Court’s Ruling regarding the \nReceiver’s indistinguishable and inane legal request to write some sort of Report \nregarding the Receiv er’s extra -legal attempt to abscond monies from federally \ninsured bank accounts using a long expired joint and several judgment.”  (James \nMark McDaniel’s Resp. Judge Bledsoe ’s Ruling Regarding Rejection  Receiver 1 \n[hereinafter “McDaniel’s Resp.”], ECF No. 469.)   \n12. It appeared clear on the face of the Response that the “judgment” McDaniel \nreferred to was not the Barton Judgment but a matter from a related case  in these \nconsolidated actions, Old BattleGround Properties, Inc. v. Central Carolina Surgical \nEye Associates, P.A. (15CVS1648, Wake County).2  Specifically, McDaniel expressed \nconcern about the Receiver’s current possession of a confession of judgment executed \nby several entities and individuals in favor of Yadkin Bank as successor to NewBridge \nBank (the  “NewBridge Confession of Judgment”). 3  McDaniel indicated that he \nbelieved the Court had granted the Receiver the right to “pass [on to] others such \nthings as the legally fatally flawed Confession of Judgment in favor of NewBridge \nBank.”  (McDaniel’s Resp. 1.)  McDaniel argued that the Court’s ruling would result \nin the Receiver, the Receiver’s attorney, and another attorney, By ron Saintsing \n(“Saintsing”), filing the NewBridge  Confession of Judgment —which McDaniel \ncontended was “canceled and defective”—in Guilford County.  (McDaniel’s Resp. 2.) \n13. According to McDaniel, such a filing would cause bank accounts owned by \ncertain other parties “to be robbed of [their] funds[.]”  (McDaniel’s Resp. 2.)  McDaniel \ninformed the Court that this would be done to “force a settlement” ahead of upcoming \nhearings before the Supreme Court of North Carolina on appeals concerning certain \n                                                 \n2 Old BattleGround Properties, Inc. and a number of other cases were consolidated into the \nmaster case file In re Southeastern Eye Center-Pending Matters (15CVS1648, Wake County) \nby this Court on June 19, 2015.  (Order Mot. Consolidate (All Matters) 8, ECF No. 8.) \n \n3 The NewBridge Confession of Judgment is described by this Court’s Order on Yadkin Bank’s \nMotion to Transfer Possession of Confession of Judgment ( Old Battleground v. CCSEA - \nConsolidated) entered August 17, 2016 in In re Southeastern Eye Center -Pending Matters \n(15CVS1648, Wake County) at ECF No. 663.  The Court adopts and incorporates by reference \nthat description for the purposes of this Order and Opinion. \nother orders entered in In re Southeastern Eye Center-Pending Matters (15CVS1648, \nWake County).  (McDaniel’s Resp . 2.)  McDaniel  contended that the Receiver, the \nReceiver’s attorney, and Saintsing would follow through on McDaniel’s predictions \nbecause they did not want their activities “to be argued and exposed in fr ont of” the \nSupreme Court of North Carolina. (McDaniel’s Resp. 2.) \n14. The remainder of McDaniel’s Response focused on  “illegal activities which  \n[McDaniel believed] were undeniably perpetrated by the Receiver, the Receiver’s \nAttorney and a legally indefensible business alliance with  . . . Saintsing.”  \n(McDaniel’s Resp. 1.)  McDaniel accused the Receiver, the Receiver’s attorney, and \nSaintsing of, among other things, filing fraudulent UCC-1 financing statements, lying \nto the Internal Revenue Service , and lying to the Guilford County Sheriff’s Office.   \n(McDaniel’s Resp . 1–2.)   “Why the lies? Why the crimes?” McDaniel  rhetorically \nasked.  (McDaniel’s Resp. 2.)  “Pressure,” was the given answer—pressure to “force a \nsettlement[.]”  (McDaniel’s Resp. 2.) \n15. McDaniel’s Response concluded by asking “the Court to amend its otherwise \nwell worded Ruling  . . . to prevent the above from being perpetrated.”  (McDaniel’s \nResp. 2.)  McDaniel did not inform the Court of any specific relief he sought or how \nhe wished the Court to change the August 22 Opinion.  He also failed to identify any \nspecific Rule of Civil Procedure for his request. \n16. The Court did not reference or otherwise acknowledge McDaniel’s Response \nin its September 15 Order granting the Receiver’s request to abandon the Barton \nJudgment.4  On September 25, 2017, McDaniel filed the Motion with the Court.  The \nMotion states that it is made pursuant to Rule 59 of the North Carolina Rules of Civil \nProcedure.  The Receiver filed a response to McDaniel’s Motion on October 16, 2017.  \nThe Motion is now ripe for resolution.   \nII. \nANALYSIS \n17. The Court considers both McDaniel’s Motion and McDaniel’s Response , \nnoting first that the fact that a party may be litigating a case pro se does not change \nthe application of the Rules of Civil Procedure.  Brown v. Kindred Nursing Ctrs. E., \nL.L.C., 364 N.C. 76, 84, 692 S.E.2d 87, 92 (2010) (“[T]he rules [of civil procedure] must \nbe applied equally to all parties to a lawsuit, without regard to whether they are \nrepresented by counsel.” (quoting Goins v. Puleo, 350 N.C. 277, 281, 512 S.E.2d 748, \n751 (1999))). \nA. McDaniel’s Rule 59 Motion \n18. A motion made under Rule 59(a) or (e) “is ‘addressed to the sound discretion \nof the trial judge, whose ruling, in the absence of abuse of discretion, is not reviewable \non appeal.’”  Hamlin v. Austin , 49 N.C. App. 196, 197, 270 S.E.2d 558, 558 (1980) \n(quoting In re Brown, 23 N.C. App. 109, 110, 208 S.E.2d 282, 283 (1974)).  Under Rule \n59(e), “[a] motion to alter or amend the judgment under section (a) of this rule shall \nbe served not later than 10 days after entry of the judgment.”   N.C. R. Civ. P. 59(e).  \n                                                 \n4 The Court granted the Receiver’s request to abandon the Barton Judgment after concluding \nthat the abandonment would not “impair any existing rights Harris may have to defend \nagainst a subsequent transferee’s attempt to enforce the Barton Judgment.”  (Order Granting \nReceiver’s Request Abandon Barton J. Bessie Epes 1–2.) \n“A Rule 59(e) motion for relief from a judgment must be based on one of the grounds \nlisted in Rule 59(a).”  Ice v. Ice, 136 N.C. App. 787, 789–90, 525 S.E.2d 843, 845 (2000); \nsee also N.C. All. for Transp. Reform, Inc. v. N.C. Dep’t of Transp., 183 N.C. App. 466, \n469, 645 S.E.2d 105, 108 (2007).  The list ed grounds for alteration or amendment of \na judgment in Rule 59(a) are as follows: \n(1)  Any irregularity by which any party was prevented from having a fair \ntrial; \n(2)  Misconduct of the jury or prevailing party; \n(3)  Accident or surprise which ordinary prudence cou ld not have guarded \nagainst; \n(4)  Newly discovered evidence material for the party making the motion \nwhich he could not, with reasonable diligence, have discovered and produced \nat the trial; \n(5)  Manifest disregard by the jury of the instructions of the court; \n(6)  Excessive or inadequate damages appearing to have been given under the \ninfluence of passion or prejudice; \n(7)  Insufficiency of the evidence to justify the verdict or that the verdict is \ncontrary to law; \n(8)  Error in law occurring at the trial a nd objected to by the party making \nthe motion, or \n(9)  Any other reason heretofore recognized as grounds for new trial. \n \nN.C. R. Civ. P. 59(a).   \n19. McDaniel’s Motion states specifically that it is made under subsections (a)(1) \nand (a)(2) of  Rule 59.  McDaniel contends that he should be granted relief because \n“an irregularity occurred” during the Court’s consideration of the Receiver’s request \nto abandon the Barton Judgment.   (James Mark McDaniel’s R. 59 Mot. Reconsider \nOrder Granting Receiver’s Request Abandon J. 1 [hereinafter “McDaniel’s Motion”], \nECF No. 476.)   He also argues that this irregularity was caused by the Receiver’s \nmisconduct.  \n20. Both of McDaniel’s arguments can be distilled to this —McDaniel believes \nthe Receiver lied to the Court in the Receiver’s S eptember 11, 2017 response \nconcerning whether the Receiver should be allowed to abandon the Barton Judgment.  \nMcDaniel believes this is the case because the Receiver reported in his response that \nHarris was the only party to file an objection to the proposed abandonment.  McDaniel \nasserts that this was a false representation because his Response was also an \nobjection.  He also asserts that his Response  was “[o]bviously . . . not considered at \nall by the Court[.]”  (McDaniel’s Motion 1.)  McDaniel believes the Receiver’s conduct \nprevented the Court from considering his arguments. \n21. The Receiver argues that McDaniel’s Motion should be denied because \nMcDaniel did not file an objection  to the proposed abandonment of th e Barton \nJudgment but instead sought relief concerning the Newbridge Confession of \nJudgment and made broad allegations of misconduct against the Receiver, the \nReceiver’s attorney, and Saintsing .  As a result, the  Receiver contends his  \nrepresentation was tr ue and no irregularity resulted from the Court declining to \naddress McDaniel’s Response in the September 15 Order.  The Court agrees with the \nReceiver.  Because McDaniel’s Response  did not  mention or discuss  the Barton \nJudgment or any adverse consequence should the Receiver abandon the Judgment, \nthe Court concludes that the Receiver’s representation to the Court in his September \n11, 2017 brief was accurate, and no relief is proper to McDaniel under Rule 59 for any \nalleged “irregularity” leading up to  the C ourt’s September 15, 2017 Order. 5  \nMcDaniel’s Motion is therefore denied.  \nB. McDaniel’s Response \n22. McDaniel also appears to request relief in his August 29, 2017 Response. \n23. Rule 6 of the General Rules of Practice for the Superior and District Courts \n(“General Rule 6”) states “[a]ll motions, written or oral, shall state the rule number \nor numbers under which the movant is proceeding.”  A motion should not be denied \nmerely because it fails to comply with General Rule 6, but all motions must at least \nmeet the requirements of the North Carolina Rules of Civil Procedure .  Currituck \nAssocs. Residential P’ship v. Hollowell , 166 N.C. App. 17, 22, 601 S.E.2d 256, 260 \n(2004).  These requirements are set out in Rule 7(b)(1): “[a]n application to the court \nfor an order shall be by motion which  . . . shall state with particularity the grounds \ntherefor, and shall set forth the relief or order sought.”  N.C. R. Civ. P. 7(b)(1).    \n24. In accordance with the above -mentioned rules, a trial judge may deny or \ndecline to rule on a motion that does not specify the rule it is made under, does not \nspecify the grounds on which it seeks relief, does not set forth the relief it seeks, and \nis otherwise indecipherable t o the court and the  parties.  See N.C. All. for Transp. \nReform, Inc., 183 N.C. App. at 469 –70, 645 S.E.2d at 108 (affirming denial of Rule \n                                                 \n5  The bulk of McDaniel’s Motion is devoted to new facts about an ongoing dispute McDaniel \nappears to have with the Receiver and Ms. Epes about the status of the Barton Judgment at \nthe Guilford County Register of Deeds.  McDaniel complains that neither party will inform \nthe Register of Deeds that the judgment should be marked satisfied.  He concludes by asking \nthe Court to withdraw the Sept ember 15 Order and order the Receiver to mark the Barton \nJudgment satisfied and cancelled at the Guilford County Register of Deeds.  None of these \nallegations entitle McDaniel to the relief he requests under Rule 59.   \n \n59(e) motion when “the basis of the motion was not apparent from the grounds listed, \nleaving the trial court and the opposing party to guess what the particular grounds \nmight be”); Dusenberry v. Dusenberry, 87 N.C. App. 490, 492, 361 S.E.2d 605, 606 \n(1987) (holding that a trial court’s denial of a motion that did not comply with Rule \n7(b)(1) was proper, “[f]or where court and adverse party cannot comprehend the basis \nof a motion, they are rendered powerless to respond to it”); Sherman v. Myers, 29 N.C. \nApp. 29, 30 –31, 222 S.E.2d 749, 750 (1976) (holding that  the trial c ourt was not \nrequired to rule on a motion when the motion did not state either the rule it was made \nunder or the specific grounds for relief it sought); Lehrer v. Edgecombe Mfg. Co. , 13 \nN.C. App. 412, 413 –14, 185 S.E.2d 727, 729 (1972)  (“The trial judge should have \ndeclined to rule upon the motions because they did  not comply with Rule 6 of the \n‘General Rules of Practice for the Superior and District Courts’  . . . .”); but see Wood \nv. Wood, 297 N.C. 1, 6–7, 252 S.E.2d 799, 802 (1979) (holding that a failure to comply \nwith General Rule 6 was not a fatal defect when the “judge was fully aware of the \nbasis for plaintiff’s motion” (emphasis added)); Currituck Assocs. Residential P’ship, \n166 N.C. App. at 22, 601 S.E.2d at 260 (explaining that General Rule 6 will not render \na motion defective “if the parties are given adequate notice” of the grounds on which \nthe movant is relying).   \n25. McDaniel’s Response does not identify the Rule of Civil Procedure  under \nwhich it is made.  It thus fails to comply with General Rule 6.  The Response also fails \nto comply with Rule 7(b)(1)  because it does not  set forth the particular grounds for \nthe motion or the relief or order it seeks.  Instead, it merely asks the Court to “amend \nits otherwise well worded Ruling,” —presumably, but not clearly,  referring to the \nAugust 22 Opinion —“to prevent the above from being perpetra ted.”  (McDaniel \nResponse 2.)   “The above” appears to refer to McDaniel’s accusations against the \nReceiver, the Receiver’s attorney, and Saintsing—lying to public officials, committing \ncrimes, and engaging in “clandestine meetings” —as well as McDaniel’s pr ediction \nthat the NewBridge Confession of Judgment will be used to encumber certain bank \naccounts.  The Response is replete with such allegations, but it provides no evidence \nto support them.  It also fails to provide how McDaniel wants the Court to amend its \nprevious ruling or what legal relief McDaniel is actually seeking.   \n26. To the extent McDaniel intended his Response to be a motion under Rule 59 \nor Rule 60, the Court concludes that McDaniel’s motion should be denied.  Not only \ndoes McDaniel’s Response p rovide no evidence of the conduct alleged therein , the \nNewBridge Confession of Judgment and the Barton Judgment are two distinct \nmatters arising from separate, though related, cases before the Court.  A motion to \nreconsider a decision about the Barton Judg ment is not the proper method of \nrequesting action on the NewBridge Confession of Judgment, and likewise, \nMcDaniel’s Response, which discusses facts relating only to the NewBridge \nConfession of Judgment , does not present the Court with any grounds  on which to \ngrant McDaniel relief  under Rule 59 or Rule 60  concerning the Court’s decision on \nthe Barton Judgment.  Accordingly, t he Court den ies the relief requested in \nMcDaniel’s Response to the extent the Response is made under either Rule 59 or Rule \n60. \n27. To the extent McDaniel seeks relief in his Response on some other basis, \nMcDaniel’s failure to comply with General Rule 6 or Rule 7(b)(1) puts the Court in \nthe position of guessing the basis for his requested relief and whether he is actually \nentitled to legal o r equitable relief  on some unspecified grounds.  See N.C. All. for \nTransp. Reform, Inc. , 183 N.C. App. at 470, 645 S.E.2d at 108.  The Court thus \ndeclines to rule on any request for relief in  McDaniel’s Response to the extent the \nResponse is based on grounds other than those outlined in Rule 59 or Rule 60. \nIV. \nCONCLUSION \n28. WHEREFORE, for the reasons stated above, the Court, in its discretion, \nhereby ORDERS as follows: \na. McDaniel’s Motion is DENIED. \nb. Any request for relief in McDaniel’s Response is DENIED to the extent \nthe Response is made under either Rule 59 or Rule 60. \nc. The Court DECLINES to rule on any request for relief in McDaniel’s \nResponse to the extent the Response is based on grounds other than \nthose outlined in Rule 59 or Rule 60. \nSO ORDERED, this the 24th day of January, 2018. \n \n \n       /s/ Louis A. Bledsoe, III    \n       Louis A. Bledsoe, III \n       Special Superior Court Judge  \n         for Complex Business Cases  \n \n "
}