{
  "id": "2449b3dd25d2a4013a08966c3507783c2a03f455b393c483c29c7c8da9019611",
  "source_file": "data/raw/ncbc/2449b3dd25d2a4013a08966c3507783c2a03f455b393c483c29c7c8da9019611.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 13907 \n \nJORDAN HARRIS, \n \nPlaintiff, \n \nv. \n \nTEN OAKS MANAGEMENT, LLC, \n \nDefendant. \n \n \n \n \nORDER AND OPINION \nON MOTIONS FOR \nSUMMARY JUDGMENT \n \n \n1. Jordan Harris is a former employee of  Ten Oaks Management, LLC  (“Ten \nOaks”).  In this lawsuit, he claims  that Ten Oaks refused to pay incentive \ncompensation guaranteed by his employment agreement.  Both parties have  moved \nfor summary judgment.  For the following reasons, the Court DENIES their motions. \nHull & Chandler, P.A., by Nathan M. Hull and Joseph Armand Volta, \nfor Plaintiff Jordan Harris. \nMoore & Van Allen , PLLC, by Karin M. McGinnis, Caroline F. Savini, \nElizabeth Weisner, and Rashaad Bryon Hamilton , for Defendant Ten \nOaks Management, LLC. \nConrad, Judge. \nI. \nBACKGROUND \n2. The Court does not make findings of fact  w hen ruling on motions for \nsummary judgment.  The following background, drawn from the evidence submitted \nby the parties, provides context for the Court’s analysis and ruling only. \n3. Ten Oaks styles itself as “ a family office that focuses on investing in \ncorporate divestitures, such as the acquisition of divisions or subsidiaries from large \nHarris v. Ten Oaks Mgmt., LLC, 2023 NCBC 48. \ncorporate entities.”  Its founders are Mike Hahn and Matt Magan.  (Hahn Aff. ¶ ¶ 2, \n3, ECF No. 46.10; Magan Aff. ¶¶ 2, 3, ECF No. 46.11.)1 \n4. In April 2020, Harris  joined Ten Oaks  as an “Investmen t Professional”  \ntasked with sourcing deals for the firm.  His employment agreement promised him a \nmodest base salary plus the potential to earn more lucrative incentive compensation \nbased on his success in finding and managing deals.  The incentives included a cash \nbonus “for each deal” that Harris “sourced”—$5,000 if the deal resulted in a letter of \nintent and another $10,000 if the deal closed.  The incentives also included “5% of \nTen Oaks’ equity share in any company” that Harris “sources.”  For deals sourced by \nsomeone else, Harris could earn $5,000 by assisting with  project management.  (Ex. \n1 to Harris Dep., ECF 46.2 [“Emp. Agrmt.”]; see also Hahn Aff. ¶ 8; Harris Aff. ¶¶ 5, \n6, ECF No. 57.25.)  \n5. Harris’s stint at Ten Oaks was short.  The firm fired him in September 2020, \nbarely five months after he started.   That led to this dispute.  After ending Harris’s \nemployment, Ten Oaks paid him $10,000 in outstanding incentive compensation, half \nof which was supposedly for project management on a deal  involving the acquisition \nof the European division of a company called ScanSource, Inc .  Harris demanded \nmore—an extra $10,000 and 5% equity in the acquired entity—on the ground that he \nhad sourced the ScanSource deal.  (See, e.g., Hahn Aff. ¶¶ 13, 14; Harris Aff. ¶¶  19, \n20; Magan Aff. ¶¶ 10, 11.) \n \n1 The parties repeatedly filed multiple identical copies of the same exhibits , including \naffidavits of key witnesses and essential documents.   Harris’s employment agreement, for \nexample, appears in at least ten different locations .  For simplicity, the Court will  cite one \nlocation, not all, for these exhibits.  \n6. Each side agrees that two people cannot source the same deal; there can be \nonly one.  Ten Oaks contends that Hahn , not Harris,  sourced the ScanSource deal.   \nIts basis for that contention is that Hahn  made the first contact.   Searching the  \ninternet, he gleaned that ScanSource had tried without success to divest one or more \nof its foreign divisions.  He also identified someone he believed to be a useful insider: \nAndrew Catlin, Manager, Corporate Strategy at ScanSource.  In early August 2020, \nHahn contacted Catlin through the social-media website LinkedIn to pitch Ten Oaks’ \ncapabilities.  T he two men spoke soon after .  Catlin recalls generally discussing \n“ScanSource’s efforts to divest its European division” and promising to convey Hahn’s \ninterest to his “management team.”  Hahn and Catlin had no further contact .  (See \nCatlin Aff. ¶¶  4, 9, 10, ECF No.  46.8; Hahn Aff. ¶¶  10, 11, & Exs. 1–3; Hahn Dep. \n189:5–8, 197:22–198:21.)2 \n7. Harris concedes much of this but contends that Hahn’s efforts were a dead \nend and that it was his own pursuit of ScanSource  that led to the eventual deal.  At \nHahn’s request, Harris began to “blitz” ScanSource.  The day after Hahn spoke with \nCatlin, Harris spoke with Joe More, a Vice President at ScanSource who oversaw its \nfinance teams in Europe, Latin America, and Brazil.  At that point, More told Harris \nthat ScanSource already had a deal in the works with another buyer for its European \n \n2 The record includes several exhibits with overlapping but distinct e xcerpts of deposition \ntestimony for certain  witnesses.  For ease of reference, the excerpts of Hahn’s testimony \nappear at ECF Nos. 46.3, 50.3, 57.3, 62.2, 66.2,  and 68.2; the excerpts of Harris’s testimony \nappear at ECF Nos. 46.3, 50.3,  54.1, 57.3, 62.2, 66.2 , 68.1, and 69.1; and the excerpts of \nMagan’s testimony appear at ECF Nos. 46.4, 50.4, 54.2, 57.4, 62.3, 66.2, 67.1, 68.3, and 69.2.  \nThe parties filed many of these excerpts and associated exhibits provisionally under seal.  In \na separate order issued today, the  Court has denied the motions to seal with respect to all \nbut a handful of marginally relevant documents. \ndivision.  Within a few weeks, though, negotiations with the other buyer had stalled, \nand More then followed up with Harris to gauge Ten Oaks’ interest.  Harris responded \nfavorably before passing the reins to Magan to explore acquisition terms.  By the end \nof August 2020, Ten Oaks had submitted a formal bid, and negotiations were under \nway.  (See Harris Aff. ¶¶ 17, 18, 28; More Aff. ¶¶ 3, 4, 9, 13–18, ECF No. 57.18 ; see \nalso Exs. 3, 27, 37, 38 to Harris Dep.; TOM_458, ECF No. 57.10.) \n8. According to Harris, there was never a  question that he had sourced the \nScanSource deal.  Hahn and Magan  implied as much , he says,  by praising him for \nmaking inroads with More and telling him that th e deal would make him wealthy .  \nLater, after Ten Oaks fired Harris, the parties discussed separation terms.  Their \nrecollections differ, but  for his part, Harris claims that  Hahn and  Magan \nacknowledged that he had sourced the ScanSource deal and assured hi m that Ten \nOaks would pay up if the deal closed .  ( See Harris Aff. ¶  21; Harris Dep. 228:22–\n231:17; Magan Dep. 137:5–12; Ex. 15 to Magan Dep.) \n9. Meanwhile, the deal went forward and was a success.  ScanSource signed a \nletter of intent in October, and Ten Oaks closed the deal in November.  To complete \nthe transaction, Ten Oaks formed SSE Holdings, Inc. (a holding company), which, in \nturn, executed a purchase agreement with ScanSource and acquired its European \ndivision.  Harris now claims that he is entitled to a 5% stake in SSE Holdings or the \nequivalent value of that interest, which he pegs at nearly $2 million.   (See Ex. 10 to \nMagan Dep.; Am. Compl. ¶¶ 51, 52, ECF No. 14.)  \n10. A single claim for breach of Harris’s employment agreement  remains at \nissue.3  (See Am. Compl. ¶¶ 57–61.)  Both parties have moved for summary judgment, \ntheir motions have been fully briefed, and the Court held a hearing on 14 February \n2023.  The motions are ripe for decision.  (ECF Nos. 46, 50.)   \nII. \nANALYSIS \n11. Summary judgment is appropriate when “ the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if any, \nshow that there is no genuine issue as to any material fact and that any party is \nentitled to a judgment as a matter of law.”  N.C. R. Civ. P. 56(c).  In ruling on a motion \nfor summary judgment, the Court  must consider the evidence in the light most \nfavorable to the nonmoving party , drawing all inference s in the nonmoving party’s \nfavor.  See, e.g., Morrell v. Hardin Creek, Inc., 371 N.C. 672, 680 (2018).   \n12. The moving party “bears the initial burden of demonstrating the absence of \na genuine issue of material fact.”  Liberty Mut. Ins. Co. v. Pennington, 356 N.C. 571, \n579 (2002).  The moving party meets its burden “by proving that an essential element \nof the opposing party’s claim is nonexistent, or by showing through discovery that the \nopposing party cannot produce evidence to support an essential element of his claim  \n. . . .”  DeWitt v. Eveready Ba ttery Co. , 355 N.C. 672, 68 2 (2002) (citations and \nquotation marks omitted).   If  the moving party make s that showing, “the burden \nshifts to the nonmoving party to ‘ produce a forecast of evidence demonstrating that \n \n3 In an earlier opinion, the Court dismissed a veil-piercing theory that Harris had asserted.  \nSee generally Harris v. Ten Oaks Mgmt., LLC, 2022 NCBC LEXIS 62 (N.C. Super. Ct. June \n20, 2022). \nthe nonmoving party will be able to make out at least a prima facie case at trial.’ ”  \nCummings v. Carroll , 379 N.C. 347, 358 (2021) ( quoting DeWitt, 355 N.C. at 682).   \nThe nonmoving party “may not rest upo n the mere allegations or denials of his \npleading, but his response, by affidavits or as otherwise provided in this rule, must \nset forth specific facts showing that there is a genuine issue for trial.”  N.C. R. Civ. P. \n56(e). \nA. Harris’s Motion \n13. Harris’s motion for summary judgment is not based on his employment \nagreement.  It is based instead on a separation agreement that he contends he and \nTen Oaks negotiated when the firm fired him.  Magan supposedly offered to give \nHarris equity in the ScanSource deal in return for his promise to assist with handing \noff his contacts to others at the firm.  Harris claims to have accepted the offer, \nresulting in a new contract that, in his view, modifies and supersedes his employment \nagreement.  On that basis, Harris contends  that Ten Oaks breached the separation \nagreement by refusing to pay incentive compensation after the ScanSource deal \nclosed and that he is entitled to equity in the deal even if he did not source it under \nhis original employment agreement. \n14. This theory comes out of left field.  It has no basis in the amended complaint, \nwhich alleges only that Ten Oaks breached the April 2020 employment agreement’s \nrequirement to compensate Harris for deals that he sourced.  Nothing in the amended \ncomplaint suggests that the parties formed a new contract in September 2020, that \nthis new contract supplanted the employment agreement, or that Harris was \npromised equity in the ScanSource deal whether or not he sourced it.  Because Harris \ndid not plead this novel theory, it cannot support the entry of summary judgment.  \nSee Fund 19-Miller, LLC v. Isbill, 2021 N.C. App. LEXIS 624, at *11– 12 (N.C. Ct. \nApp. Nov. 16, 2021) (unpublished) (“Litigants are unable to assert new theories of \nrecovery that were not alleged in the complaint at summary judgment because these \nbelated changes fail to provide sufficient notice of the events or transactions which \nproduced the claim to enable the adverse party to understand the nature of it and the \nbasis for it.” (citation and quotation m arks omitted)); see also , e.g.,  Bradshaw v. \nMaiden, 2020 NCBC LEXIS 106, at *19–20 (N.C. Super. Ct. Sept. 15, 2020) (declining \nto consider novel theory of recovery that party failed to plead); Wake County v. \nHotels.com, L.P, 2012 NCBC LEXIS 63, at *30– 33 (N.C. Super. Ct. Dec. 19, 2012)  \n(same).     \n15. In his reply brief, Harris asks for leave to amend his complaint again.  The \nCourt declines this request.  A reply brief is the wrong means for seeking leave to \namend.  And in any event, the request is untimely, coming two months after the close \nof fact discovery, a year after the amended complaint, and more than fourteen months \nafter the original complaint.  Harris knew about his discussions with Magan before \nhe filed this lawsuit; he could have —and should have—raised this theory long ago.  \nAn amendment so late in the game would surely prejudice Ten Oaks, necessitate \nadditional discovery, and unreasonably prolong resolution of the contract dispute that \nHarris actually pleaded.  See, e.g.,  Wilkerson v. Duke Univ., 229 N.C. App. 670, 679 \n(2013) (affirming denial of motion to amend filed during summary  judgment for \nreasons of undue delay and undue prejudice); see also Willard v. Barger, 2020 NCBC \nLEXIS 117, at *28 n.13 (N.C. Super. Ct. Oct. 9, 2020) (declining to allow plaintiffs to \namend complaint through brief in support of summary  judgment); Media Network, \nInc. v. Mullen Advert . Inc., 2006 NCBC LEXIS 9, at *6 –7 (N.C. Super. Ct. May 24 , \n2006) (denying leave to amend due to “undue delay” when party knew relevant facts \nbut waited a year after filing complaint to seek leave to amend). \n16. Accordingly, the Court denies Harris’s motion.   \nB. Ten Oaks’ Motion \n17. Ten Oaks contends that Harris did not source the ScanSource deal  and \ntherefore cannot maintain his claim for breach of the  employment agreement.  The \ndispute, according to Ten Oaks,  boils down to a question of contract interpretation.  \nIn its view, the term “source” means to find or identify a deal opportunity , and the \nundisputed evidence shows that Hahn identified the ScanSource deal when he made \nfirst contact with Catlin. \n18. Harris disputes that interpretation.  He defines “source” to mean making a \nmeaningful contact leading to a deal and contends that his contact with More  was \nmeaningful in ways that Hahn’s contact with Catlin was not.  As Harris sees it, Hahn \nmerely identified ScanSource as a target company.4 \n19. The parties’ interpretive dispute is the  place to start.  The goal of contract \ninterpretation is to ascertain the intent of the parties when the con tract was made.  \nSee, e.g., Morrell, 371 N.C. at 681.  “If the plain language of a contract is clear, the \nintention of the parties is inferred from the words of the contract.  Intent is derived \n \n4 Harris’s opposition brief also repeats many of the  arguments contained in his motion for \nsummary judgment.  The Court rejects these arguments for the reasons discussed above. \nnot from a particular contractual term but from the contract as a whole. ”  State v. \nPhilip Morris USA Inc. , 359 N.C.  763, 773 (2005) (citations and quotation  marks \nomitted).   \n20. Here, the plain language supports Ten Oaks’ interpretation .  T he word  \n“source” when used as a verb ordinarily means “find” or something similar—as in, to \nfind where a product or service can be obtained .5  That is how t he employment \nagreement uses the word.  It treats  “source” and “find” as interchangeable terms: \nHarris was to receive a cash bonus “for each deal sourced,” meaning that he would be \npaid $5,000 if he “finds a deal that results in an accepted Letter of Intent” and another \n$10,000 if the same “deal results in a successful acquisition by Ten Oaks.”  ( Empl. \nAgrmt. (emphasis added).)  In ordinary usage, the word “find” means to discover or \ncome upon something, usually through searching, effort, or study.6  Because “source” \nand “find” are one and the same, s ourcing a deal under the employment agreement \nmeans discovering the deal through effort. \n21. Harris does not dispute t hat the employment agreement uses “source” an d \n“find” interchangeably.  Nor does he dispute the ordinary meaning of these words.  \nRather, he bases his competing interpretation on his  own subjective understanding \n \n5 See Source, Merriam -Webster Dictionary, http://merriam-webster.com/dictionary/source \n(last visited July 31, 2023) (“to specify the source of (something, such as quoted material)”);  \nSource, Collins Dictionary, http://collinsdictionary.com/us/dictionary/english/source (last \nvisited July 31, 2023) (“to find or acquire a source”). \n6 See Find, Merriam- Webster Dictionary, http://merriam- webster.com/dictionary/find (last \nvisited July 31, 2023) (“to come upon by searching or effort” or “to discover by study or \nexperiment”).  The word also sometimes means to come upon accidentally (for example, \nfinding a penny in a parking lot) , though no one contends that would be an appropriate \ndefinition in this context.  See id.  \nand his expert’s testimony.  Neither persuades.  Having agreed to the plain terms of \nthe contract, Harris is “bound by” them  regardless of his subjective understanding.  \nAtl. & E. Carolina Ry. Co. v. Wheatly Oil Co., 163 N.C. App. 748, 752 (2004) (citation \nand quotation marks omitted); see also Vestal v. Vestal, 49 N.C. App. 263, 268 (1980) \n(“It is not the understanding or intent of one of the parties that controls the \ninterpretation of a contract, but the agreement of both parties.”) .  And  Harris may \nnot use expert testimony to contradict  the ordinary meaning of nontechnical terms , \nwhich “source” and “find” undoubtedly are.  See, e.g., Smith v. Childs, 112 N.C. App. \n672, 681 (1993). \n22. Moreover, the text and structure of the agreement refute  Harris’s \ninterpretation.  His definition hinges on whether  a contact leads to a deal , but the \nagreement distinguishes the initial step of finding a deal ( sourcing) from later steps \nof consummating the deal (project management, securing letters of intent, and  \nclosing).  Indeed, the agreement promises partial compensation for sour cing a deal \nthat results in a letter of intent even when that deal falls through and does not close.  \nDefining “source” as contact that leads to a deal would therefore make little sense. \n23. In sum, the contract language is unambiguous, making its interpretation a \nquestion of law for the Court to decide.  See Metcalf v. Black Dog Realty, LLC , 200 \nN.C. App. 619, 633 (2009).  To “source” a deal  means to “find” a deal—that is, to \ndiscover a deal through effort.7 \n \n7 Having agreed with Ten Oaks that the contract is unambiguous, the Court need not address \nits contradictory argument that the contract is so indefinite that it is unenforceable. \n24. Ten Oaks contends that resolving the in terpretive issue in its favor  is \ndispositive because the undisputed evidence shows that Hahn researched ScanSource \nand made first contact with Catlin before involving Harris.   The Court disagrees.   \nEven under the interpretation proposed by Ten Oaks and ado pted by the Court, the \nquestion of who sourced the ScanSource deal —Hahn or Harris—remains a genuine \nissue of material fact. \n25. Viewed in the light most favorable to Harris, the evidence suggests that \nHahn found a target company as opposed to a deal  involving the divestiture of \nScanSource’s European division.  When Hahn asked Harris to “blitz” ScanSource, for \nexample, he referred generally to ScanSource’s efforts “to jettison some international \nunits” but nothing more concrete.  (Ex. 25 to Harris Dep.)  Likewis e, after speaking \nwith Catlin, Hahn told Magan and Harris generally that ScanSource was “looking for \n‘easy button’ buyers for their international units.”  (Hahn Aff. Ex. 3.)   To be sure, \nCatlin recalls discussing “ScanSource’s efforts to divest its European division” with \nHahn.  (Catlin Aff. ¶ 10.)  But as Hahn conceded in his deposition, it is not enough to \n“hear about a divestiture.”  (Hahn Dep. 23 1:11–23.)  In Magan’s words, a deal must \nbe “an actionable  investment opportunity.”  (Magan Dep. 93:9 –10; see also Magan \nDep. 10:1 –2; 63 :24–64:1.)  Ten Oaks has not pointed to undisputed evidence that \nHahn found an actionable deal as opposed to a target of interest. \n26. In fact, some evidence suggests that when Hahn and Catlin spoke about the \ndeal, there was no actionable deal to be found.  More’s testimony is that ScanSource \nwas actively negotiating with a buyer for its European division.  The same week that \nHahn spoke with Catlin, More told  Harris that he would keep Ten Oaks “in mind \nshould an opportunity arise for the sale and subsequent purchase [of] ScanSource \nEurope’s assets.”  (More Aff. ¶ ¶ 13, 14  (emphasis added) .)  It was only after \nScanSource’s negotiations with the other buyer  fell through that More contacted \nHarris to discuss a potential deal between ScanSource and Ten Oaks. \n27. In his affidavit, More also states his “opinion that Jordan Harris sourced the \ntransaction between Ten Oaks and ScanSource for the divestiture of ScanSource’s \nEuropean assets.”  (More Aff. ¶  22.)  Ten Oaks objects to the statement as \ninadmissible lay opinion testimony.  The Court does not rely on More’s opinion  and \ntherefore need not decide its admissibility.  The other statements in More’s \naffidavit—related to the status of the divestiture of the E uropean division and his \ninteractions with Harris and others at Ten Oaks —are admissible and support \nHarris’s view of the facts. \n28. Clouding the picture further is  evidence that Hahn and Magan \nacknowledged that Harris had sourced the ScanSource deal.  According to Harris, \nMagan praised him for “getting” the ScanSource deal and crowed that compensation \nfor the deal would make him wealthy.  (Harris Dep. 228:3–229:8.)  Contemporaneous \ntexts between Hahn and Magan are similar.  A fter Ten Oaks obtained  a letter of \nintent with ScanSource, Magan  asked Hahn if he had sent Harris “the $5k on \nScanSource.”  Hahn responded that “We sent him 5K on 9/17 – I think to your point \nwe still owe him 5K for signed LOI.”  (Ex. 13 to Hahn Dep.) \n29. From this evidence, a reas onable jury could conclude  that Hahn found a \ntarget of interest rather than an actionable deal; that no actionable deal existed at \nthe time Hahn spoke with Catlin; that Harris found the actionable deal when More \ncontacted him after negotiations with another buyer stalled; and that Hahn and \nMagan acknowledged that Harris ha d sourced the deal .  On the other hand , a \nreasonable jury could also conclude , as Ten Oaks contends,  that Hahn sourced the \ndeal before Harris contacted More and that Harris’s efforts are better categorized as \nproject management.  The Court’s duty is not to decide which conclusion is more \ncompelling; it is only to decide whether genuine issue s of material fact exist.  They \ndo, and they are for the jury to decide. \n30. Accordingly, Ten Oaks is not entitled to summary judgment. \nIII. \nCONCLUSION \n31. For the se reasons, the Court DENIES  each party’s  motion for summary \njudgment. \n \nSO ORDERED, this the 31st day of July, 2023. \n \n \n       /s/ Adam M. Conrad   \n     Adam M. Conrad \n     Special Superior Court Judge  \n  for Complex Business Cases  \n "
}