{
  "id": "24633901881c834b166ccc90c1ce5dd70cd316d07ee41702ccf311261850d01a",
  "source_file": "data/raw/ncbc/24633901881c834b166ccc90c1ce5dd70cd316d07ee41702ccf311261850d01a.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15CVS001648-910 \nIN RE SOUTHEASTERN EYE \nCENTER-PENDING MATTERS \n \n \n \nGUILFORD COUNTY                                                    12CVS011322-400 \n \nIN RE SOUTHEASTERN EYE \nCENTER-JUDGMENTS \n \n \n \nORDER AND OPINION ON DEFENDANT DOUGLAS S. HARRIS’S MOTION \nTO DISMISS PURSUANT TO N.C. R. CIV. P. RULES 12(b)(1) AND 12(h)(3) \n \n1. THIS MATTER is before the Court upon  Defendant Douglas S. Harris’s \n(“Harris”) Motion to Dismiss Pursuant to Rules 12(b)(1) and 12(h)(3) of the North \nCarolina Rules of Civil Procedure (the “Rule(s)”)  in the above -captioned case  (the \n“Motion”).1 \n2. Having considered the Motion, the parties’ briefs in support of and in \nopposition to the Motion, the relevant pleadings, and the arguments of counsel at the \nhearing on the Motion, the Court, in the exercise of its discretion, hereby DENIES \nthe Motion for the reasons set forth below. \nSmith Debnam Narron Drake Saintsing & Myers, LLP , by Byron L. \nSaintsing, for Plaintiff Nivison Family Investments, LLC, Plaintiff Old \nBattleground Properties, Inc., and Arthur Nivison. \n \nOak City Law LLP, by Robert E. Fields III and Samuel Pinero II, for \nGerald A. Jeutter, Jr., as Receiver for JDPW Trust U/T/A Dated June \n8, 2007, Central Carolina Surgical Eye Associates, P.A., HUTA Leasing \nLLC, Southeastern Eye Management, Inc., Southeastern Cataract Laser \n \n1 (Douglas S. Harris’s Mot. Dismiss Pursuant to N.C. R. Civ. P. Rules 12(b)(1) & 12(h)(3), ECF \nNo. 1575.)  For ease of reference, all ECF citations in this Order and Opinion are to the \nCourt’s electronic docket in Wake County 15 CVS 1648 unless otherwise specified.   \n \nIn re Se. Eye Ctr. (Pending Matters); In re Se. Eye Ctr. (Judgments), 2024 NCBC \n83. \nCenter, PLLC, EMS Partners, LLC, KEPES Newco, LLC, and DRE \nNewco, LLC. \n \nDouglas S. Harris, Pro se. \n \nBledsoe, Chief Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND  \n3. This action represents part of a large group of cases before th is Court that \nhave been consolidated into two files: In re Se. Eye Ctr. -Pending Matters ( Wake \nCounty 15 CVS 1648) and In re Se. Eye Ctr. -Judgments (Guilford County 12 CVS \n11322).  The extensive background of these cases is set forth in previous orders and \nopinions.2  The Court recites only the factual background relevant to the issues \npresented in this Motion. \n4. In July 2014, Plaintiff Nivison Family Investments LLC (“NFI”) filed suit \nagainst Harris, individually and as trustee of JDPW Trust (“JDPW”), and NewBridge \nBank.3  Seven  months later, Plaintiff Old Battleground  Properties, Inc.  and NFI \n(together, “Plaintiffs,” and with Arthur Nivison, the “Nivison Parties” ) filed suit \nagainst Defendant Central Carolina Surgical Eye Associates, P.A. (“CCSEA”) , \n \n2 See In re Southeastern Eye Center—Pending Matters , 2019 NCBC LEXIS 29, *3 –23 (N.C. \nSuper. Ct. May 7, 2019) [hereinafter, the “May 2019 Order”]; In re Southeastern Eye Center—\nPending Matters, 2021 NCBC LEXIS  43, *3–18 (N.C. Super. Ct. Jan. 6, 2022) [hereinafter, \nthe “Jan. 2022 Am. Order”] (reciting additional procedural background and citing prior \norders).  \n \n3 (Compl., Nivison Family Invs., LLC v. Douglas S. Harris, ECF No. 1 (Wake County 14 CVS \n9564).) \n \nvarious CCSEA- affiliated entities, Dr. Richard Epes and his wife  (together, the \n“Epeses”), and Mark McDaniel and his wife.4 \n5. In the second lawsuit, and upon the parties’ joint request, the Court \nappointed Gerald A. Jeutter, Jr. as the  receiver (the “Receiver”) for CCSEA and \nseveral of its affiliated entities (the “Receivership Entities”). 5  See generally  Old \nBattleground Props., Inc. v. Cent. Carolina Surgical Eye Assocs., P.A. , 2015 NCBC \nLEXIS 19 (N.C. Super. Ct. Feb. 25, 2015).  Following his appointment, the Receiver \ninvestigated and asserted claims and demands on behalf of the Receivership Entities \nagainst the Epeses.  As litigation in these two cases progressed, the number of entities \nin receivership and the number of cases related to CCSEA and other parties \nexpanded. \n6. In June 2015, the Court consolidated the two designated lawsuits with a \nnumber of other related pending cases and directed that all subsequent filings be \nmade in the two designated “master” cases reflected in the caption above.6  The Court \nalso required all persons asserting claims against CCSEA or its affiliated entities to \nfile their claims with the Receiver.7   \n \n4 (Compl., Nivison Family Invs., LLC v. Douglas S. Harris.) \n \n5 (Order Pl.’s Renewed Mot. TRO & Prelim. Inj. & Inspection & Inventory Collateral & \nAppointment Receiver, ECF No. 20.) \n \n6 (Order Mot. Consolidate (All Matters) 8–9, ECF No. 76.) \n \n7 (Case Mgmt. Order 5–8, ECF No. 82.) \n \n7. In July and August 2015, Plaintiffs sought leave to amend their complaints \nin each of their lawsuits.  The Court ordered the two actions  consolidated for future \nproceedings and directed Plaintiffs to file a single amended consolidated complaint in \nthis case (the “Amended Consolidated Complaint”) .8  Plaintiffs filed their A mended \nConsolidated Complaint in September 2015, which added Defendants Castle \nMcCulloch, Inc., Historic Castle McCulloch, LLC, and Richard Harris (together, the \n“CM Defendants”).9  The Amended Consolidated Complaint also contained Plaintiffs’ \nclaim against JDPW for breach of the terms of the JDPW Trust Promissory Note \n(“Count Four”).10 \n8. On 28 April 2016, and upon Plaintiffs’ and the Receiver’s various motions, \nthe Court entered its Order Approving Plaintiffs’ Motion for Appointment of Receiver \nfor JDPW Trust (the “JDPW Receivership Order”),11 and its Order Approving Nivison \nSettlement and Related Transactions I ncluding Release of CEA Sale Proceeds (the \n“Settlement Approval Order”).12   \n9. In the Settlement Approval Order, the Court approved a settlement \nnegotiated between NFI and the Receiver  (the “Settlement Agreement”) which, \n \n8 (Order Pls.’ Mot. Amend Compl. &  Consolidation (Nivison v. Harris ) ( Old Battleground \nProps., Inc. v. Ctr. Carolina Surgical Eye Assocs., P.A.), ECF No. 168.) \n \n9 (Am. Consol. Compl., ECF No. 179.) \n \n10 (Am. Consol. Compl. ¶¶ 112–17.) \n \n11 (In re Se. Eye Ctr. —Pending Matters, 2016 N.C. Super. LEXIS 43 (N.C. Super. Ct. Apr. 28, \n2016) [hereinafter, the “JDPW Receivership Order”].) \n \n12 (In re Se. Eye Ctr. —Pending Matters, 2016 N.C. Super. LEXIS 34 (N.C. Super. Ct. Apr. 28, \n2016) [hereinafter, the “Settlement Approval Order”].) \n \namong other things,  “provide[d] for an allowed claim against CCSEA, DRE and \nKEPES13 of $4 million [ ] and an allowed claim against JDPW T rust of $2.1 million, \nplus accrued interest and attorney’s fees, if the JDPW Trust is placed into \nReceivership with Gerald A. Jeutter, Jr. appointed as the Receiver.”14   \n10. At the same time, the Court entered the JDPW Receivership Order, which \nappointed the Receiver as the receiver of JDPW Trust “[p]ursuant to the Court’s \ninherent authority to appoint receivers[,]” and “pursuant to [N.C.G.S.] §§ 1-501, -502, \n-507.1, and 39-23.7,” and “authorized [the Receiver] to allow the claim of NFI against \nthe receivership estate of JDPW Trust in the amount of $2.1 million”  (“NFI’s Claim” \nor the “Claim”).15  The Court did so after finding and concluding , for the limited \npurposes of the JDPW Receivership Order, that, among other things, (i)  “[Doug] \nHarris [had] a conflict of interest in remaining in control of JDPW Trust as its trustee \nand making decisions on its behalf ”; (ii) “[Doug] Harris [was] unlikely to investigate \nand pursue possible claims of JDPW Trust against his brother Richard Harris and \nthe other CM Defendants”; and (iii) “[t]he Court perceive[d] no conflict of interest in \nthe Receiver of the CCSEA Entities serving as the receiver for JDPW Trust, provided \n \n13 DRE and KEPES “were established to receive and hold substantially all of the assets of the \nEpeses by Order of this Court.”  Settlement Approval Order ¶ 2; see Order Joint Mot. Approve \nSettlement Agreement & Release (All Matters), ECF No. 117.)  \n \n14 (Settlement Approval Order ¶ 19 (emphasis added).) \n \n15 (JDPW Receivership Order, Findings Fact ¶¶ 8–12.) \n \nthat NFI is allowed a $2.1 million claim . . . against the receivership estate of JDPW \nTrust.”16    \n11. Doug Harris filed the Motion on 2 July 2024 , seeking dismissal of NFI’s \nClaim for lack of subject matter jurisdiction over eight years after the Court approved \nthe settlement of that Claim. 17  After full briefing, the Court held a hearing on the \nMotion on 31 July 2024 via Webe x videoconference, at which the Receiver  and the \nNivison Parties were represented by counsel and Harris appeared pro se.  The Motion \nis now ripe for resolution. \nII. \nLEGAL STANDARD \n12. “A Rule 12(b)(1) motion to dismiss represents a challenge to the trial court’s \nsubject matter jurisdiction over a plaintiff's claims. ”  Marlow v. TCS Designs, Inc. , \n288 N.C. App. 567, 572 (2023).  Rule 12(h)(3) provides that “[w]henever it appears by \nsuggestion of the parties or otherwise that the court lacks jurisdiction of the subject \nmatter, the court shall dismiss the action.” \n13. “[A] trial court need not confine its evaluation of a Rule 12(b)(1) motion to \nthe face of the pleadings, but may review or accept any evidence, such as affidavits, \nor it may hold an evidentiary hearing.”  Marlow , 288 N.C. App. at 572 (citation \nomitted); see also Tart v. Walker, 38 N.C. App. 500, 502 (1978) (“ A motion to dismiss \n \n16 (JDPW Receivership Order, Findings Fact ¶¶ 8–12.) \n \n17 (Douglas S. Harris’s Mot. Dismiss Pursuant to N.C. R. Civ. P. Rules 12(b)(1) & 12(h)(3); see \nalso Def. Douglas S. Harris’s Br. Supp. Def.’s Mot. Dismiss Pursuant to N.C. R. Civ. P. Rules \n12(b)(1) & 12(h)(3) [hereinafter, “Harris’s Br. Supp.”], ECF No. 1576.) \nfor lack of subject matter jurisdiction is not viewed in the same manner as a motion \nto dismiss for failure to state a claim upon which relief can be granted.  In our view, \nmatters outside the pleadings  [ ] may be considered and weighed by the court in \ndetermining the existence of jurisdiction over the subject matter.”). \n14. “Subject matter jurisdiction refers to the power of the court to deal with the \nkind of action in question[]” and “ is conferred upon the courts by either the North \nCarolina Constitution or by statute.”  Harris v. Pembaur, 84 N.C. App. 666, 667 \n(1987).  “[E]xcept for areas specifically placing jurisdiction elsewhere (such as claims \nunder the Worker's Compensation Act) the trial courts of North Carolina have subject \nmatter jurisdiction over ‘all justiciable matters of a civil nature.’ ”  Id. at 668. \n15. N.C.G.S. § 7A-240 sets forth the civil jurisdiction for a Superior Court in \nNorth Carolina: \nExcept for the original jurisdiction in respect of claims against the State \nwhich is vested in the Supreme Court, original general jurisdiction of all \njusticiable matters of a civil nature cognizable in the General Court of \nJustice is vested in the aggregate in the superior court division and the \ndistrict court division as the trial divisions of the General Court of \nJustice.  Except in respect of proceedings in probate and the \nadministration of decedents ’ estates, the original civil jurisdiction so \nvested in the trial divisions is vested concurrently in each division. \n16. “[T]he general rule is that the jurisdiction of a court depends upon the state \nof affairs existing at the time it is invoked. ”  In re Peoples, 296 N.C. 109, 144 (1978).  \n“Once jurisdiction of a court attaches it exists for all time until the cause is fully and \ncompletely determined.  Jurisdiction is not a light bulb which can be turned off or on \nduring the course of the trial.   Once a court acquires jurisdiction over an action it \nretains jurisdiction over that action throughout the proceeding. ”  Id. at 146 (cleaned \nup). \nIII. \nANALYSIS  \nA. Subject Matter Jurisdiction Over NFI’s $2.1 Million Claim \n17. Harris contends first that the Court lack ed subject matter jurisdiction to \napprove NFI’s $2.1 million Claim against JDPW because jurisdiction for receivership \nclaims is conferred by statute and NFI has not satisfied the statutory requirements \nto assert its claim.18  Harris argues that, although the Court approved the Claim  in \n2016, it did so before the Receiver was appointed as receiver for JDPW, and that once \nthe Receiver was appointed, NFI had a  duty to re -assert its C laim against JDPW \nunder N.C.G.S. § 1-507.6.19  Consequently, Harris asserts that because NFI did not \nre-assert its Claim, the Court never obtained jurisdiction over NFI’s Claim  and the \nCourt’s approval of the Claim in the Settlement Approval Order is void and without \nlegal effect.20  Harris also contends that  the Court could not approve NFI’s Claim \nbecause JDPW did not enter into the Settlement Agreement.21  The Court disagrees. \n18. Section 1-501 sets forth the jurisdiction of a receivership court: \n \n18 (Harris’s Br. Supp. 6–11.) \n \n19 Harris relies on the  portion of N.C.G.S. § 1-507.6 which provides: “All claims against an \ninsolvent corporation must be presented to the receiver in writing[.]”  (Harris’s Br. Supp. 2.) \n \n20 (Harris’s Br. Supp. 11.) \n \n21 (Harris’s Br. Supp. 11–15.)   \n \nAny judge of the superior or district court with authority to grant \nrestraining orders and injunctions has like jurisdiction in appointing \nreceivers . . . Any resident judge of the Superior Court Division [  ] who \nappoints receivers pursuant to the authority granted hereby while \nholding court in that district may, in his discretion, retain jurisdiction \nand supervision of the original action, of the receivers appointed therefor \nand of any other civil actions pending in the same district involving the \nreceivers, following his rotation out of the district.\n22 \n19. North Carolina law provides that a creditor may assert a claim against an \nentity in receivership in one of two ways: by asserting a claim in the action in which \nthe receiver has been appointed or by petitioning the receivership court for leave to \nfile an independent action against the entity in receivership.  See Nat’l Surety Corp. \nv. Sharpe, 232 N.C. 98, 101 (1950) (“The law contemplates the settlement of all claims \nagainst the insolvent debtor in the original action in which the receiver is appointed, \nexcept in the infrequent instances where the appointing court, for good cause shown, \ngrants leave to a claimant to bring an independent action against the receiver.”).\n23   \n20. Here, NFI asserted a breach of contract claim against JDPW in Count Four \nof the Amended Consolidated Complaint for breach of the JDPW Promissory Note.24  \n \n22 N.C.G.S. §§ 1-507.20–1-507.54 became effective on 1 January 2021 as the North Carolina \nCommercial Receivership Act (the “Receivership Act”) and now control s the operation of \nreceiverships in this State .  N.C.G.S. §§ 1-501.1–1-507.11, which were repealed when the \nReceivership Act was passed, were effective as of the date the Receiver was appointed the \nreceiver for JDPW on 28 April 2016.  The Court has previously determined that these now-\nrepealed provisions continue to govern the JDPW receivership.  (See Order on Receiver’s Mot. \nfor Order Authorizing Exercise of Power of Sale ( Old Battleground v. CCSEA) ¶¶ 5–8, ECF \nNo. 1504.)  \n \n23 There is no dispute that NFI did not petition the Court for permission to file, and the Court \ndid not otherwise allow, an independent action for the assertion of Count Four.  Thus, the \nCourt will limit its determination to whether a claim was properly asserted in the action in \nwhich the Receiver was appointed, i.e., in this action. \n \n24 (Am. Consol. Compl. ¶¶ 112–17.)  \n \nAs noted above, the trial courts of North Carolina have subject matter jurisdiction \nover “all justiciable matters of a civil nature.”  N.C.G.S. §  7A-240.  NFI , as the \npromisee on the promissory note at issue, asserted Count Four for breach of the note \nagainst JDPW, as the promisor. 25  As such, “[t]he contract dispute between the \nparties in this case constitutes a ‘justiciable matter’ that is ‘cognizable’ in our trial \ncourts.”  Harris v. Pembaur, 84 N.C. App. 666, 668 (1987) (reversing the trial court’s \ndetermination that there was no subject matter jurisdiction).   \n21. Thus, there can be no dispute that this Court had subject matter jurisdiction \nover Count Four when this action was filed , see generally, e.g., Comm. to Elect Dan \nForest v. Employees Political Action Comm ., 376 N.C. 558, 596 (2021), o r that it has \nretained jurisdiction over Count Four ever since, see, e.g., In re Peoples, 296 N.C. at \n146 (cleaned up) (“ Once a court acquires jurisdiction over an action it retains \njurisdiction over that action throughout the proceeding.”). \n22. Although this alone requires denial of the Motion, the Court will nonetheless \naddress Harris’s  other contentions in anticipation of  his likely appeal.  As made \nobvious by their contents and the timing of their filing, t he Receiver’s motion to \napprove the Settlement Agreement and his motion to appoint the Receiver as receiver \nfor JDPW were presented to the Court at the same time,  and each was filed in \ncontemplation of the other  being granted .  NFI’s Claim under the Settlement \nAgreement is substantially lower  than the damages NFI sought on its breach of \ncontract claim against JDPW in Count Four.  That claim was vigorously disputed by \n \n25 (Am. Consol. Compl., Ex. DD, Promissory Note, ECF No. 187.) \nNFI and the Receiver, and the damages NFI sought substantially exceeded the $2.1 \nmillion settlement the Receiver ultimately negotiated.   \n23. With Count Four still pending  against JDPW, and after a full hearing on \nboth motions, including consideration of Harris’s opposition to each, the Court \nentered its order appoint ing the Receiver  as the receiver for JDPW —immediately \nvesting title to all of JDPW’s assets in the Receiver —and at the same time entered \nits order authorizing the Receiver to allow NFI’s reduced claim in the amount of $2.1 \nmillion, which the Receiver later reported to the Court and all parties that he had \nallowed.26  The Court entered these orders in part so that the Receiver could take \ncontrol of JDPW’s assets to satisfy the valid claims of creditors: \nIt appears to the Court, in the exercise of its discretion, that the \nappointment of a receiver for JDPW Trust is fair and reasonable to the \nbeneficiary and creditors of JDPW Trust.   It appropriately balances \ncompeting interests, disputed facts, risks and uncertainties and \nprovides a reasonable means of providing for the orderly disposition of \nthe debts of JDPW Trust, to the extent of available assets, under all the \nfacts and circumstances.  The appointment of a receiver for JDPW Trust \ndoes not unfairly hind er or delay creditors of JDPW Trust.  To the \ncontrary, it protects such creditors from disorderly liquidation and a \nnumber of litigation inefficiencies.\n27 \n24. Neither the appointment of the Receiver as receiver for JDPW or the Court’s \napproval of NFI’s claim  impacted in any way the Court’s existing subject matter \njurisdiction over NFI’s Count Four against JDPW.  Harris’s contention that the Court \nof Appeals’ decision in First Citizens Bank & Trust Co. v. Berry , 2 N.C. App. 547 \n \n26 (See, e.g., Receiver’s Resp. Opp’n Harris Mot. Stay (All Matters), ECF No. 608.) \n \n27 (JDPW Receivership Order, Findings Fact ¶ 11.) \n \n(1968), required NFI to re -assert its C laim against JDPW after the Receiver was \nappointed and the Claim was allowed is without merit .28  First Citizens involved \nclaims asserted in two cases, not one, and the Court of Appeals rejected the plaintiff’s \ncontention—in the case in which the receiver was appointed—that the complaint it \nfiled against the defendant in an earlier action was sufficient to assert a claim against \nthe receivership estate in the pending case.  Id. at 551–52.  In stark contrast, NFI’s \nCount Four was asserted, and the Settlement Agreement resolving NFI’s Claim was \napproved, in the same action in which the Receiver was appointed, so First Citizens \nis inapposite.  \n25. Harris cites no North Carolina decision, nor has th e Court’s research \nrevealed one, which holds that a claimant must re-assert a claim previously asserted \nin the same action against an entity which is placed into receivership , after \nappointment of a receiver.  Moreover, the Court’s Case Management Order, entered \non 22 June 2015 in this action, 29 plainly stated that “[p]arties to lawsuits currently \npending,” which included NFI and Harris in the Old Battleground  action in which \nCount Four was pending, did “not need to file Claims and each such pending \nmatter . . . shall be deemed to be among the Claims filed . . . without the necessity of \nincluding them on a filed claims list.”   \n26. Accordingly, for the reasons set forth above, the Court finds Harris’s \n“statutory requirements” arguments to be without merit and concludes that  the \n \n28 (Harris’s Br. Supp. 6–11.) \n \n29 (Case Mgmt. Order 6–7.) \n \nstatutory requirements for settling and approving NFI’s Claim against JDPW have \nbeen met. \n27. Harris also contends that the Court never “approved” NFI’s claim against \nthe Receivership because the “Court did not use the phrase ‘approve the $2.1 million \nclaim.’ ”30  This argument, however, exalts form over substance, as the Court clearly \nstated in the JDPW Receivership Order that “[t] he Receiver of JDPW Trust is \nauthorized to allow the claim of NFI against the Receivership Estate of JDPW Trust \nin the amount of $2.1 million, ” thus approving the c laim without further Court \naction.31  In re Southeastern Eye Center -Pending Matters, 2016 N.C. Super. LEXIS \n43, at *26 (N.C. Super. Ct. Apr. 28, 2016 ).  Accordingly, the Court rejects Harris’s \nchallenge to the Court’s subject matter jurisdiction on this ground. \n28. Finally, Harris contends that the Receiver and counsel for NFI “have a \nblatant lack of standing” because there is a conflict of interest  arising from the \nSettlement Agreement.32  The Court, however, has already concluded that there is no \nconflict of interest in the circumstances of the Receiver’s appointment as receiver for \nJDPW.33  The Court, therefore, declines to conclude that it lacks subject matter \njurisdiction on this ground.  \n \n30 (Harris’s Br. Supp. 9.) \n \n31 (JDPW Receivership Order, Orders ¶ 5.) \n \n32 (Harris’s Br. Supp. 18–19.) \n \n33 (JDPW Receivership Order, Findings Fact ¶ 12.) \n \nB. JDPW Trust’s Liability to NFI \n29. Harris separately contends that the Court lacks jurisdiction to hold JDPW \nTrust liable on NFI’s C laim because the Court “[l]acks [j]urisdiction [u]nder Rule \n12(b)(1) to [a]lter [c]ontracts[.]”34  Harris contends that JDPW cannot be held liable \nfor NFI’s approved Claim because, to approve that Claim, the Court was required to \n“rewrite” six contracts. 35  The Receiver, in opposition, contends that “[t]he rules of \ncontract interpretation upon which Doug Harris relies are rules of decision, not rules \nof jurisdiction.” 36  The Court agrees with the Receiver.   In essence, Harris seeks \nreconsideration of the Court’s decisions as to the interpretation of these six contracts \nin the Court’s earlier orders and opinions. 37  After careful consideration, the Court \nfinds no error  in its earlier rulings  that would affect the Court’s subject matter \njurisdiction and therefore denies Harris’s Motion on this ground as well. \nIV. \nCONCLUSION \n30. WHEREFORE, for the reasons stated above, the Court hereby DENIES \nthe Motion.  \n31. Pursuant to Rule 54(b), the Court enters this Order as a final judgment \nbecause there is no just reason for delay in entering the judgment as a final judgment \n \n34 (Harris’s Br. Supp. 22–28.) \n \n35 (Harris’s Br. Supp. 22–28.) \n \n36 (Receiver’s Resp. Opp’n Mot. Dismiss Pursuant to Rules 12(b)(1) & 12(h)(3) 13, ECF No. \n1600.) \n \n37 (See Jan 2022. Am. Order ¶¶ 92-99; May 2019 Order.) \nand permitting appellate review of this Order and the other orders that the Court is \nentering contemporaneously herewith. \nSO ORDERED, this the 19th day of December, 2024. \n \n \n     /s/ Louis A. Bledsoe, III     l \n     Louis A. Bledsoe, III \n     Chief Business Court Judge "
}