{
  "id": "246813ccfa529765867c1baf55ff51e5d2b4705ca1f895ad40ed779e20ebee51",
  "source_file": "data/raw/ncbc/246813ccfa529765867c1baf55ff51e5d2b4705ca1f895ad40ed779e20ebee51.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nGUILFORD COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 8287 \nALAN W. (“A”) CONE, JR. and LOUIS \n(“BILLY”) CONE individually and \nderivatively on behalf of BLUE GEM, \nINC., \n \nPlaintiffs, \n \nv. \n \nBLUE GEM, INC.; STEPHEN B. \nCONE; and ELAINE BULLUCK,  \n \nDefendants. \n \nORDER AND OPINION  \nON MOTIONS TO DISMISS  \n \n1. Plaintiffs, shareholders in a family -owned corporation, seek a judicial \ndissolution of the business after their unsuccessful attempts to redeem their \ninterests.  The case is before the Court on two motions to dismiss —one filed by the \ncorporate defendant, Blue Gem, Inc., and the other filed by the individual defendants, \nStephen B. Cone and Elaine Bull uck (“Defendants’ Motions to Dismiss”), \n(ECF Nos. 20, 22).   \n2. After hearing Defendants’ Motions to Dismiss but prior to the Court’s \nruling, Plaintiffs filed thei r own Motion to Dismiss Without Prejudice (“Plaintiffs’ \nMotion to Dismiss”), (ECF No. 55).  That motion is also before the Court. \n3. Having considered the motions , the related brief ing, the arguments of \ncounsel, and other appropriate matters of record, the motions are hereby GRANTED \nin part and DENIED in part, as provided below.  \nCone v. Blue Gem, Inc., 2023 NCBC 70. \nBrooks, Pierce, McLendon, Humphrey & Leonard LLP, by Clinton \nShepperd Morse and Amanda Hawkins, for Plaintiffs Alan W. (“A”) Cone, \nJr. and Louis (“Billy”) Cone. \n \nBlock, Crouch, Keeter, Behm & Sayed, by Christopher K. Behm, for \nDefendant Blue Gem, Inc.  \n \nWard and Smith, P.A., by Jenna F. Butler and Joseph Anthony Schouten, \nfor Defendants Stephen B. Cone and Elaine Bulluck. \n \nEarp, Judge.  \nI. BACKGROUND \n4. The Court does not make findings of fact when ruling on motion s to \ndismiss.  It recites below the factual allegations in the Amended Complaint that are \nrelevant and necessary to the motions before the Court.   \n     The Parties \n5. Blue Gem, Inc. (“Blue Gem” or the “Company”) , a North Carolina \ncorporation, is a commercial real estate holding company.   (First Am. Compl. [“Am. \nCompl.”] ¶¶ 3, 15, 17, ECF No. 11.)  It was incorporated by Alan Cone, Sr. (“Senior”), \na “wealthy descendant of th e Cone Mills family” as a C corporation.  \n(Am. Compl. p. 1.)1 \n6. Senior used Blue Gem to accumulate wealth at the corporate tax rate \nand rarely took dividends.  (Am. Compl. pp. 1-2.)  Upon his death in 2019, Senior left \nhis interest in Blue Gem to a trust for the benefit of his children.  (Am. Compl. ¶ 29.) \n \n1 Pages 1-3 of the First Amended Complaint contain unnumbered paragraphs.  The Court \nrefers to allegations on those pages by page number.  \n7. Plaintiff Alan W. Cone (“A Cone”), one of the four Cone siblings who are \nnamed parties in this action, is a resident of Virginia.  He owns 23.146 percent of the \nvoting stock of Blue Gem.  (Am. Compl. ¶¶ 1, 29.) \n8. Plaintiff Louis (“Billy”) Cone  is a resident of North Carolina .  He also \nowns 23.146 percent of the voting stock of Blue Gem.  (Am. Compl. ¶¶  2, 29.)  In \naddition, Billy serves as a director of the Company.  (Am. Compl. ¶ 31.) \n9. Defendant Elaine (“Bunny”) Bulluck is a re sident of North Carolina .  \nShe owns 23.146 percent of the voting stock of Blue Gem.  (Am. Compl. ¶¶ 5, 29.)  \nBunny is also a director of the Company.  (Am. Compl. ¶ 31.) \n10. Defendant Stephen B. Cone (“Steve”) is a resident of North Carolina.  He \nowns 29.748 percent of the voting stock of Blue Gem and serves as both a director of \nthe Company and its President.  (Am. Compl. ¶¶ 4, 29, 31.) \nCone Family Wealth \n11. Billy, A Cone, Bunny, and Steve are Senior’s children .  (Am. \nCompl. pp. 1-2.)  During his lifetime, Senior was a beneficiary of family wealth  that \nhe invested in a number of businesses, including Blue Gem.  (Am. Compl. ¶¶ 6 -12.)  \nBecause Senior had other sources of income, he did not take dividends from Blue \nGem.  Instead, Senior allowed his investments in Blue Gem to grow and to be taxed \nat the corporate rate.  (Am. Compl. pp. 1-2.)2 \n \n2 Senior incorporated Tareyton Corporation (“Tareyton”) as another holding company for his \ninvestments.  During the 1980s, he moved his commercial real estate to Blue Gem.  (Am. \nCompl. ¶¶ 9, 15.)  He then merged Tareyton into Blue Gem in 1993.  At the time of his death \nin 2019, Blue Gem was Senior’s only investment vehicle.  (Am. Compl. ¶¶ 17-18.) \n \n12. At times, Senior used his assets to assist his family members when they \nwere in financial need.  (Am. Compl. ¶ 19.)   He provided Bunny’s family significant \nfinancial support during the 1990s when their apparel company fell on hard times.  \n(Am. Compl. ¶¶ 20- 23.)  In addition, Plaintiffs believe that “sometime in the early \n2000s,” Senior assisted Steve when his boat building business experienced financial \ndifficulties.  (Am. Compl. ¶ 24.) \n13. In 1998, as part of his estate planning, Senior “redeemed”3 all the stock \nhe had previously gifted his children.  (Am. Compl. ¶ 25.)  Plaintiffs do not allege how \nthe value of the stock was determined when it was redeemed.  \n14. In 2014, Senior began an annual practice of gifting non-voting Blue Gem \nstock to A Cone, Billy, and Bunny, and gifting voting stock to Steve, who by then was \nemployed as the Vice President of Blue Gem.  (Am. Compl. ¶¶ 25-26.) \n15. Senior later redeemed Billy’s non-voting stock in Blue Gem “as needed” \nfor Billy’s personal living expenses.  (Am. Compl. ¶ 27.)  Again, Plaintiffs do not allege \nhow the value of the stock was determined when it was redeemed.  \n16. In addition to financial support, Senior took proactive steps to minimize \nfamily strife within Blue Gem.  For instance, when Senior foresaw the potential for \nconflict among members of his extended family, he substituted his vacation home for \nBlue Gem shares owned by his second wife’s children so that ownership of Blue Gem \nwould be limited to his natural offspring.  (Am. Compl. ¶ 28.) \n  \n \n3 It is unclear from the Amended Complaint whether Senior caused Blue Gem to redeem the \nstock or bought it himself.  \nBlue Gem’s Management \n17. Bunny, Steve, and Billy are currently on Blue Gem’s Board of Directors.  \nSteve serves as its President.  (Am. Compl. ¶ 31.)  Because he was gifted voting stock \nand the other siblings received non-voting stock while Senior was alive, Steve now \nowns 29.748 percent of the voting shares, while A Cone, Billy, and Bunny each own \n23.146 percent.  (Am. Compl. ¶¶ 26, 29.) \n18. Plaintiffs allege that Steve and Bunny are “acting together as a block”  \nwith respect to decisions regarding Blue Gem.   (Am. Compl. ¶ 32.)  Together they \nhave 52.894 percent of the voting shares of the Company.  (Am. C ompl. ¶ 32.)  This \nmajority voting power—along with their two board seats —gives Steve and Bunny \nultimate control.  (Am. Compl. ¶¶ 52-70.) \n19. Plaintiffs complain that  “Steve and Bunny have not continued to run \nBlue Gem with an eye toward avoiding family drama or to provide solutions for the \nentire family as needed[.]”  (Am. Compl. ¶ 33.)  Among their grievances, A Cone and \nBilly complain that Blue Gem is wasting assets  by paying excessive taxes, and that \nSteve and Bunny refuse to redeem their shares without minority and illiquidity \ndiscounts that Plaintiffs believe are unfair.  (Am. Compl. ¶¶ 52-70.) \n20. With respect to the tax issue, A Cone and Billy contend that because \nprofits are taxed twice in a C corporation —once at the corporate level and again at \nthe individual level when shareholders receive dividends —allowing Blue Gem to \nremain a C corporation constitutes corporate waste.  Although the parties agree that \nsomething should be done about the tax issue, Plaintiffs state that the shareholders \nare “deadlocked on any remedy” and “at complete loggerheads.”   \n(Am. Compl. ¶¶ 33, 54-55.)  \n21. Plaintiffs further complain that Blue Gem’s investments are “extremely \nconservative[,]” (Am. Compl. ¶ 39), and they believe their returns would improve if \nthey were able to access the value of their shares and reinvest in another vehicle .  \nConsequently, Plaintiffs state that they w ant to “liquidate their positions in Blue \nGem[.]”  (Am. Compl. ¶ 42.) \n22. In addition, Billy contends that because Senior periodically redeemed \nhis non-voting stock for “fair value,” and because in 1998, Senior redeemed all his \nchildren’s gifted stock for “fair value,” there is a “pattern and practice” giving rise to \nan expectation with respect to redemption .   He claims that his  inability to redeem \nhis shares at will “is an additional source of irreconcilable frustration among the \nshareholders.”  (Am. Compl. ¶¶ 45-51.) \n23. In short, Plaintiffs’ inability to access the principal of their inheritance, \nas well as their disagreement  with their siblings  over tax issues, have caused \nPlaintiffs to conclude that “this is not the business [to benefit the family and avoid \nstrife] that Senior foresaw.”  (Am. Compl. ¶ 36.)4 \n24. In pursuit of a resolution, the siblings have considered different options, \nbut they cannot agree on a path forward.  ( See Am. Compl. ¶¶ 55 -65.)  One option \nconsidered was for Blue Gem to make an S corporation election.  However, Plaintiffs \n \n4 In addition to these two central grievances, Plaintiffs point to other unpleasant interactions \nwith Defendants, their belief that Blue Gem’s investment strategy is overly conservative, and \na general increase in family drama and tension between the siblings as additional reasons \nthey seek to exit Blue Gem.  (Am. Compl. ¶¶ 34, 36, 40.) \nallege that they have been advised that such an election would result in tax liability \nthat could exceed $3 million.  (Am. Compl. ¶¶ 57-58.)  Consequently, A Cone and Billy \nhave rejected the S corporation election option.  T hey allege that they “reasonably  \ndesire to end their business relationship” with their siblings and “certainly have no \ninterest in paying $3 million in taxes to remain in Blue Gem.”  (Am. Compl. ¶ 59.)  \nBecause IRS Code § 1362(a)(2) requires all shareholders to consent to an S election, \nA Cone and Billy’s refusal makes an S election impossible.  (Am. Compl. ¶¶ 57, 59.) \n25. A second option considered would be for Plaintiffs to sell their shares to \nSteve and Bunny.  While Plaintiffs are willing to sell, the parties cannot agree on a \nprice.  Pla intiffs contend that Steve and Bunny have “rejected A Cone and Billy’s \nreasonable buy-out proposal” because “Steve and Bunny are only willing to buy -out \nor redeem A Cone and Billy’s stock with illiquidity and minority discounts that A \nCone and Billy are not willing to give.”  (Am. Compl. ¶ 63.)  Consequently, this option \nhas been a nonstarter. \n26. Similarly, converting Blue Gem to an LLC would trigger A Cone and \nBilly’s statutory appraisal rights pursuant to N.C.G.S. § 55 -13-02(a)(8) and entitle \nthem to redeem their shares at fair value , which they allege would not involve \nilliquidity or minority discounts.  They allege that, for this reason, conversion to an \nLLC would be unacceptable to their siblings.  (Am. Compl. ¶¶ 60-61.)   \n27. Another solution discussed was a tax -free spinoff “whereby the \nshareholders would create a subsidiary and then transfer 42.6% of the real estate to \nthe subsidiary.”  (Am. Compl. ¶ 64.)  A Cone and Billy would then be able to “exchange \ntheir shares in Blue Gem for shares in the subsidiary in a tax -free transaction.”  \n(Am. Compl. ¶ 64.)  After consideration, h owever, Bunny and Steve did not find the \nproposal to be “reasonable or in the best interest of Blue Gem[,]” and they rejected it.  \n(Am. Compl. Ex. 8, ECF No. 11.8.) \n28. Having exhausted the se options, Plaintiffs allege that the siblings are \n“hopelessly deadlocked while Blue Gem wastes its assets through unnecessary taxes,” \nand they assert that “judicial dissolution procedures present the only option available \nto breach the deadlock and waste.”  (Am. Compl. ¶ 65.) \n29. Furthermore, Plaintiffs attribute Steve and Bunny’s rejections of \nPlaintiffs’ preferred solutions to a failure on the part of Steve and Bunny to exercise \nbusiness judgment.  They claim that this failure is motivated by a personal desire not \nto pay fair value for A Cone and Billy’s interests.  (Am. Compl. ¶ 69.)  Plaintiffs \nconclude that “[i]n the exercise of any business judgment, Steve and Bunny should \neither liquidate, buy -out at fair value, or agree to a  tax-free spin off.”  \n(Am. Compl. ¶ 68 (emphasis omitted).)  By not accepting one of these three options , \nPlaintiffs allege that Steve and Bunny have breached their fiduciary duties to Blue \nGem.  (Am. Compl. ¶ 70.) \nProcedural Background \n30. Plaintiffs initiate d this suit on 25 October 2022 by filing their \nComplaint, (ECF No. 3).  After designation to the Business Court, Plaintiffs filed an \nAmended Complaint on 12 December 2022, asserting a claim for judicial dissolution \nand a derivative claim for breach of fiduciary duty, (ECF No. 11).  Defendants \nsubsequently filed Defendants’ Motions to Dismiss, and the Court held on hearing on \nthe motions on 11 April 2023.  (See ECF No. 50.) \n31. On 9 August 2023, following an unsuccessful mediation and prior to the \nCourt’s ruling on Defendants’ Motion s to Dismiss, Plaintiffs filed their own motion \nseeking a dismissal without prejudice of this case in its entirety. 5 \nII. LEGAL STANDARD \n32. With respect to Defendants’ Motions to Dismiss filed p ursuant to Rule \n12(b)(6) of the North Carolina Rules of Civil Procedure, (the “Rule(s)”), dismissal of a \nclaim is proper if “(1) the complaint on its face reveals that no law supports the \nplaintiff’s claim; (2) the complaint on its face reveals the absence of facts sufficient to \nmake a good cl aim; or (3) the complaint discloses some fact that necessarily defeats \nthe plaintiff’s claim.”  Corwin v. Brit. Am. Tobacco PLC , 371 N.C. 605, 615 (2018).  \nOtherwise, “a complaint should not be dismissed for insufficiency unless it appears \nto a certainty that plaintiff is entitled to no relief under any state of facts which could \nbe proved in support of the claim.”  Sutton v. Duke, 277 N.C. 94, 103 (1970) (emphasis \nomitted).  \n33. When deciding a motion to dismiss , the Court construes the complaint \nliberally and accepts all allegations as true.  See, e.g., Sykes v. Health Network Sols., \n \n5 Steve and Bunny moved to strike certain material in the pleadings and their attached \nexhibits (the “Motion to Strike”), (ECF No. 15).  Further, shortly after Defendants filed their \nMotions to Dismiss and Motion to Strike, Plaintiffs filed a Motion for Summary Judgment, \nalong with a supporting brief.  ( See ECF Nos. 39, 43.)  The Court entered an order staying \nbriefing on the Motion for Summary Judgment until it ruled on the pending m otions to \ndismiss.  (See ECF No. 49.)  For the reasons stated herein, both Defendants’ Motion to Strike \nand Plaintiffs’ Motion for Summary Judgment are denied as moot.  \n \nInc., 372 N.C. 326, 332 (2019); Laster v. Francis, 199 N.C. App. 572, 577 (2009).  \nNonetheless, the Court is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Hum . Servs., 174 N.C. App. 266, 274 (2005) \n(quoting Veney v. Wyche, 293 F.3d 726, 730 (4th Cir. 2002)).  Furthermore, the Court \n“can reject allegations that are contradicted by the documents attached, specifically \nreferred to, or incorporated by reference in the complaint.”  Laster, 199 N.C. App. at  \n577; see also Moch v. A.M. Pappas & Assocs., LLC., 251 N.C. App. 198, 206 (2016). \n34. As for Plaintiffs’ Motion to Dismiss, Rule 41(a)(1) of the North Carolina \nRules of Civil Procedure  permits a plaintiff , “[s]ubject to the provisions of . . . any \nstatute of this State” to voluntarily dismiss “an action or any claim therein . . . without \norder of court (i) by filing a notice of dismissal at any time before the plaintiff rests \nhis case [.]”  N.C.  R. Civ. P. 41(a)(1).   “Unless otherwise stated in the notice of \ndismissal or stipulation, the dismissal is without prejudice[.]”  Id.  \n35. Our Supreme Court has explained, \n[t]he purpose of our long -standing rule allowing a plaintiff to take a \nvoluntary dismissal . . . is to provide a one -time opportunity where the \nplaintiff, for whatever reason, does not want to continue the suit.  The \nrange of reasons clearly includes  those circumstances in which the \nplaintiff fears dismissal of the case for rule violations, shortcomings i n \nthe pleadings, evidentiary failures, or any other of the myriad reasons \nfor which the cause of action might fail.  The only limitations are that \nthe dismissal not be done in bad faith and that it be done prior to a trial \ncourt’s ruling dismissing plaintiff’s claim or otherwise ruling against \nplaintiff at any time prior to plaintiff resting his or her case at trial.  \n \nBrisson v. Santoriello, 351 N.C. 589, 597 (2000).   \n36. Thus, “two limitations exist on the general rule permitting voluntary \ndismissals.”  Mkt. Am., Inc. v. Lee , 257 N.C. App. 98, 103 ( 2017).  “[ V]oluntary \ndismissals may not be taken in bad faith [,]” and “a voluntary dismissal cannot be \ntaken after the plaintiff has rested its case.”  Id. (citing Boyd v. Rekuc, 246 N.C. App. \n227, 231 (2016)).  See  Eubank v. Van-Riel, 727 S.E.2d 25, 32 ( N.C. App. 2012) (“[a] \ndismissal taken for the purpose of defeating a substantive decision about to be \nrendered by a trial court is of no effect.”).   \n37. However, Rule 41(d) provides, “[a] plaintiff who dismisses an action  or \nclaim under section (a) of this rule shall be tax ed with the costs of the action unless \nthe action was brought in forma pauperis.”  N.C. R. Civ. P. 41(d).  \n38. And, when the dismissal involves a derivative claim, the North Carolina \nBusiness Corporation Act  requires, as  an additional step, that the dismissal be \napproved by the Court.  N.C.G.S. § 55-7-45(a). \nIII. ANALYSIS \nA.  Claim for Judicial Dissolution \n39. Plaintiffs’ Amended Complaint contains two claims , one for judicial \ndissolution, and a second for breach of fiduciary duty asserted derivatively on behalf \nof Blue Gem.  By statute, dismissal of the derivative claim requires court approval.   \nHowever, dismissal of the claim for judicial dissolution  does not.  According to Rule \n41(a), Plaintiffs may unilaterally dismiss a claim “at any time before the plaintiff \nrests his case[.]”  N.C. R. Civ. P. 41(a)(1).  Accordingly, Plaintiffs’ motion serves to \ndismiss their judicial dissolution claim without prejudice.   \n40. Defendants Steve and Bunny argue that the claim for judicial \ndissolution should be dismissed with prejudice because “Plaintiffs’ claims have no \nplace before this Court.”  (Defs.’ Stephen B. Cone’s and Elaine Bulluck’s Br. Opp. to \nPls.’ Mot. to Dismiss [“ Steve and Bunny’s Br. Opp.”] p. 1 0, ECF No. 57. )  Similarly, \nDefendant Blue Gem argues that the first claim should be dismissed with prejudice \n“because Plaintiffs failed to adequately allege any of the elements required to succeed \nin judicial dissolution pursuant to [N.C.G.S.]  55-14-30[.]”  (Def. Blue Gem, Inc .’s Br. \nOpp. to Pls.’ Mot. to Dismiss [“Blue Gem’s Br. Opp.”] p. 7, ECF No. 60.)  \n41. Although it is true that a  dismissal may not be taken in bad faith , see \ne.g., Mkt. Am., 257 N.C. App. at  103, Defendants argue that it is the lawsuit itself \nthat was brought in bad faith, not the filing of the voluntary dismissal.  In a letter to \nthe Court attached as an exhibit to Plaintiffs’ Motion to Dismiss, Plaintiffs  explain \nthat a significant factor in their decision to dismiss the claim was the cost of pursuing \nit.  (Letter, ECF No. 55.1.)   There is no indication that Plaintiffs  sought to defeat a \nsubstantive decision about to be rendered by the trial court or otherwise acted in bad \nfaith when they filed their dismissal. \n42. The dismissal is not without a problem, h owever.  Plaintiffs include in \ntheir motion a demand that each side bear its own costs and attorneys’ fees.  Pursuant \nto Rule 41(d) of the North Carolina Rules of Civil Procedure, “[a] plaintiff who \ndismisses an action or claim under section (a) of this rule shall be taxed with the costs \nof the action unless the action was brought in forma pauperis.”  N.C. R. Civ. P. 41(d) \n(emphasis added).  \n43. Rule 41(d) “serves as a mandatory directive to the trial court[.]”  \nWoodcock v. Cumberland Cnty. Hosp. Sys., 2021 NCBC LEXIS 65, at *5 (N.C. Super. \nCt. July 26, 2021) (quoting Sealey v. Grine, 115 N.C. App. 343, 346 (1994) ).  Our \nAppellate Courts “have emphasized the mandatory nature of Rule 41(d) and the duty \nof courts to strictly apply its mandate.”  Id. at *8; see, e.g., Sims v. Oakwood Trailer \nSales Corp., 18 N.C. App. 726 (stating that “the language of Rule 41(d) constitutes a \nmandatory directive of the trial court”), cert. denied, 283 N.C. 74 (1973).   \n44. Case law establishes that t here are  two purposes to Rule 41(d): “(1) \nreimbursing defendants for costs when through no fault of their own they are denied \na hearing on the merits, and (2) curtailing vexatious lawsuits by creating \nconsequences for the plaintiff’s voluntary dismissal.”  Lord v. Customized Consulting \nSpecialty, Inc., 164 N.C. App. 730, 732-33 (2004).  Accordingly, Plaintiffs’ request that \neach side bear its own costs is of no effect.  Plaintiffs shall be taxed with the costs of \nthe action.  \n45. Accordingly, Plaintiffs’ Motion for Vol untary Dismissal Without \nPrejudice is GRANTED as to the claim for judicial dissolution, but Plaintiffs shall be \ntaxed with the costs of th is action.  Plaintiffs’ voluntary dismissal of this claim \nMOOTS Defendants’ Motions to Dismiss with respect to it. \n     B.  Derivative Claim for Breach of Fiduciary Duty \n46. As stated above, by statute  “[a] derivative proceeding may not be \ndiscontinued or settled without the court’s approval.”  N.C.G.S. § 55-7-45(a). \n47. Plaintiffs contend that dismissal of the derivative clai m is in the best \ninterests of the shareholders because both the direct and indirect costs of litigation \nare high.  (Pls.’ Br. Supp. of Mot. to Dismiss [“Pls.’ Br. Supp.”] p. 2, ECF No. 56.)  \nDefendants Steve and Bunny agree that dismissal is in the best in terests of the \nshareholders, but they argue that any dismissal should be with prejudice for the \nreasons they present in their Motions to Dismiss.  (Steve and Bunny’s Br. Opp. p. 10.)  \nBlue Gem agrees that a dismissal with prejudice is warranted because it “should not \nface the risk of having to defend against Plaintiffs’ . . . claims asserted in this action \never again.”  (Blue Gem’s Br. Opp. p. 13.) \n48. “In determining whether to approve the [dismissal] of a derivative \naction, the court is to balance (1) any legitimate corporate claims as brought forward \nin the derivative shareholder suit against (2) the corporation’s best interests.”  Lee v. \nMcDowell, 2022 NCBC LEXIS 129, at *4 (N.C. Super. Ct. Nov. 2, 2022) (quoting Scott \nv. Sokolov, 1996 NCBC LEXIS 1, at *6 (N.C. Super. Ct. Dec. 2, 1996)).  Here, t he \nCourt evaluates the legitimacy of the claim pursuant to Rule 12(b)(6) and determines \nthat it is subject to dismissal with prejudice.   \n49. Plaintiffs complain that Steve and Bunny, as directors of Blue Gem, \nhave breached the fiduciary dut y of care they owe the Company by refusing to \nstructure it to avoid “ double tax ation[.]” (Am. Compl. ¶¶ 52 -53, 65, 67- 70, 88.)  \nPlaintiffs argue that “unnecessary” corporate  taxes, as well as attorneys’ fees  \naccruing as a result of this action, are wasting corporate assets.  They contend that \nSteve and Bunny  are using their majority voting power to reject options to remedy \nthe perceived tax issue in order to deny Plaintiffs the opportunity to receive fair value \nfor their shares.  (Am. Compl. p. 3, ¶¶ 32, 36, 62-70, 87-91.) \n50. Defendants respond first that Plaintiffs do not have standing to assert \na derivative claim because they  have not alleged facts sufficient to show  that they \nhave complied with the pre-suit demand requirement found in Section 55-7-42 of the \nGeneral Statutes.  Second, they argue that the Amended Complaint lacks factual \nsupport for Plaintiffs’ conclusion t hat Steve and Bunny  have acted in bad faith or \nself-interest and, therefore, the business judgment rule controls .  (Defs.’ Stephen B. \nCone’s and Elaine Bulluck’s Reply to Pls.’ Opp. to Mot. to Dismiss [“Steve and Bunny’s \nReply”] pp. 2-7, ECF No. 40; Defs.’ Memo. L. Supp. Mot. Dismiss Am. Compl. [“Defs.’ \nBr. Supp.”] pp. 22-28, ECF No. 19.) \n51. The Court concludes that Plaintiffs have sufficiently alleged compliance \nwith the demand requirement in Section 55-7-42 by attaching the derivative demand \nitself to their Amended Complaint.  ( See Am. Compl. Ex. 6 , ECF  No. 11.6 .)  See \nOberlin Cap., L.P. v. Slavin , 147 N.C. App. 52, 60 (2001)  (“when ruling on a Rule \n12(b)(6) motion, a court may properly consider documents which are the subject of a \nplaintiff’s complaint  and to which the complaint specifically refers ”).  Therefore, \nPlaintiffs have standing to bring the claim.  Even so, the Court determines that \nPlaintiffs have failed to state a derivative claim for breach of fiduciary duty against \nSteve and Bunny.   \n52. To state their claim, Plaintiffs must allege: “(1) the defendant owed the \nplaintiff a fiduciary duty; (2) the defendant breached that fiduciary duty; and (3) the \nbreach of fiduciary duty was a proximate cause of injury to the plaintiff. ”  \nSykes, 372 N.C. at 339.   \n53. It is elementary that directors of a corporation owe fiduciary duties to \nthe corporation.  See Governor’s Club Inc. v. Governors Club Ltd., 152 N.C. App. 240, \n248 (2002)  (“directors of a corporation generally owe a fiduciary duty t o the \ncorporation” (emphasis omitted)); Seraph Garrison, LLC v. Garrison, 787 S.E.2d 398, \n403 (N.C. App. 2016) (“corporate directors . . . act in a fiduciary capacity in the sense \nthat they owe the corporation the duties of loyalty and due care.”); see also  \nN.C.G.S. § 55-8-30(a). \n54. Actions and decisions by corporate directors are subject to review under \nthe business judgment rule.  Adum v. Alb ermarle Plantation Prop. Owners Ass’n , \n2021 NCBC LEXIS 6, at **38 (N.C. Super. Ct. Jan. 19, 2021)  (“[t]he standard of \nconduct applicable to officers and directors is subject to review under the business \njudgment rule”).  The business judgment rule creates an initial presumption that “in \nmaking a decision the directors acted with due care (i.e., on an informed basis) and \nin good faith in the honest belief that their action was in the best interest of the \ncorporation[.]”  Russell M. Robinson, II, Robinson on North Carolina Corporation Law \n§ 14.06, at 281.  Absent rebuttal of this initial presumption,  a powerful substantive \npresumption arises “ that a decision by a loyal and informed board will not be \noverturned by a court unless it cannot be attributed to any r ational business \npurpose.”  Id .; see also Adum, 2021 NCBC LEXIS 6 , at **38-39 (applying the rule); \nHolland v. Warren, 2020 NCBC LEXIS 146, at **19-24 (N.C. Super. Ct. Dec. 15, 2020) \n(same).  “The business judgment rule recognizes that business decisions are best left \nin the hands of informed and experienced boards of directors and managers.”  Emrich \nEnters. v. Hornwood, Inc., 2022 NCBC LEXIS 19 , at **46 (N.C. Super. Ct. Feb. 15, \n2022). \n55. To survive a motion to dismiss in the face of the business judgment rule, \n“the Complaint must allege, in other than conclusory terms, that the board was \ninattentive or uninformed, acted in bad faith, or that the board ’s decision was \nunreasonable.”  Green v. Condra, 2009 NCBC LEXIS 20, at **20 (N.C. Super. Ct. Aug. \n14, 2009)  (quotations omitted)  (emphasis added) . Conclusory assertions in the \npleadings are not enough.  Allegations of bad faith must be pleaded through facts.  \nSee Mauck v. Cherry Oil Co., 2022 NCBC LEXIS 39, at **28-29 (N.C. Super. Ct. May \n2, 2022).6   \n56. Plaintiffs argue that their allegations that Steve and Bunny are acting \nin bad faith without using “any business judgment”  are sufficient to satisfy their \npleading obligations.   (Pls.’ Br. Opp. to Defs.’ Mot. to Dismiss [“Pl.’s  Br. Opp.”] pp. \n7-11, ECF No. 27.)  They accuse Steve and Bunny of refusing to address Blue Gem’s \n \n6 Ultimately, the burden is on the Plaintiffs to overcome the business judgment rule.  See \nWinter v. First Union Corp. , 2001 NCBC LEXIS 5, at **11 (N.C. Super. Ct. July 12, 2001) \n(“At a minimum, to overcome the presumption of the business judgment rule, the burden is \non the plaintiff to show the defendant directors failed to act (1) in good faith, (2) in the honest \nbelief that the action taken was in the best interest of the company, or (3) on an informed \nbasis.” (cleaned up)).  \n \ntax status because of their “self- interested desire” to force A Cone and Billy to sell \nshares at a substantial discount.  Plaintiffs argue that leveling this accusation is \nsufficient to meet their pleading requirement.  (Pls.’ Br. Opp. p. 10.)   \n57. The Court disagrees.  Plaintiffs’ conclusion  that Steve and Bunny have \nacted in bad faith and self -interest is based on their own assumptions, not alleged \nfacts.  See Good Hope Hosp., Inc., 174 N.C. App. at 274 (the Court is not required “to \naccept as true allegations that are merely conclusory, unwarranted deductions of fact, \nor unreasonable inferences”). \n58. Nowhere in the Amended Complaint do Plaintiffs allege facts suggesting \nthat Steve and  Bunny are attempting to forc e them to sell their shares .  To the \ncontrary, Plaintiffs allege that it is they who want out, but their exit proposals have \nbeen voted down.  (See Am. Compl. p. 3, Exs. 7, 8, ¶¶ 37-51, 59, 78, 88.)  In addition, \nPlaintiffs’ allegations reflect that Steve and Bunny are not ignoring the shareholders’ \ndesire to reduce their tax burden, a burden they share.  Exhibits to the Amended \nComplaint evidence that Steve and Bunny have participated in negotiations and \ndiscussions regarding t he various options ; they simply disagree with Plaintiff s. \n(Am. Compl. ¶ 64, Exs. 7, 8.)  In the meantime, the Company has continued to pay its \ntaxes, as it must.  \n59. Without the requisite factual allegations of bad faith, Plaintiffs cannot \novercome the business judgment rule.  See Wachovia Cap. Partners, LLC v. Frank \nHarvey Inv. Family L.P., 2007 NCBC LEXIS 7, at **12 (N.C. Super. Ct. Mar. 5, 2007) \n(absent “ specific al legations, the board ’s decision is entitled to a presumption of \nreasonableness” (quotations omitted)). \n60. Accordingly, the Court GRANTS the Motions to Dismiss with respect to \nthe derivative claim for breach of fiduciary duty  and DISMISSES that claim with \nprejudice.  Plaintiffs’ Motion to Dismiss  the derivative claim without prejudice is \nDENIED. \nIV. CONCLUSION \n61. WHEREFORE, the Court hereby ORDERS as follows: \na. Plaintiffs’ Motion to Dismiss is GRANTED with respect to their claim \nfor judicial dissolution , and that claim is DISMISSED without \nprejudice.  In all other respects, Plaintiffs’ Motion to Dismiss is \nDENIED.   \nb. Defendants’ Motions to Dismiss are GRANTED  with respect to \nPlaintiffs’ derivative claim for breach of fiduciary duty , and that claim \nis DISMISSED with prejudice . Except as stated, Defendants’ \nMotions to Dismiss are DENIED as MOOT. \nc. Defendants Steve and Bunny’s Motion to Strike, (ECF No. 15), and \nPlaintiffs’ Motion for Summary Judgment, (ECF No. 39), are DENIED \nas MOOT. \nd. Pursuant to Rule 41(d) Plaintiffs are taxed with the costs of this action.7 \n \n7 For purposes of Rule 41(d), the definition of costs does not include attorneys’ fees.  See \nN.C.G.S. § 7A -305(d).  Therefore, w ith respect to attorneys’ fees, the Court will consider \nseparately Blue Gem’s Motion for Recovery of Reasonable Expenses , Including Attorneys’ \nIT IS SO ORDERED, this the 13th day of October, 2023. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n \n \nFees (ECF No. 61 ) and Defendants Stephen B. Cone’s and Elaine Bulluck’s Motion for \nPayment of Expenses or, in the alternative, for Indemnification (ECF No. 58). "
}