{
  "id": "24dd2ca105c598e4d53241a568728fe10f1483f3e5e2ee707a1ad7755d942d71",
  "source_file": "data/raw/ncbc/24dd2ca105c598e4d53241a568728fe10f1483f3e5e2ee707a1ad7755d942d71.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nORANGE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 255 \n \nBIOMILQ, INC., \n \nPlaintiff, \n \nv. \n \nSHAYNE GUILIANO and 108LABS, \nLLC, \n \nDefendants. \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ JOINT MOTION TO \nDISMISS OR IN THE ALTERNATIVE \nHOLD PROCEEDINGS IN ABEYANCE \n \n1. THIS MATTER  is before the Court on Defendant s Shayne Guiliano \n(“Mr. Guiliano”) and 108Labs, LLC’s (“108Labs” and together “Defendants”) filing on \n15 June 2022 of the Joint Motion to Dismiss or in the Alternative Hold Proceedings \nin Abeyance (the “Motion”).  (ECF No. 73 [“Mot.”].)  Pursuant to Rule 12(b)(6) of the \nNorth Carolina Rules of Civil Procedure (the “Rules”), Defendants request dismissal \nof Plaintiff BIOMILQ, Inc.’s (“BIOMILQ”) First Amended Complaint (“Amended \nComplaint”), (Mot. 1) , or in the alternative, that  the Court stay all proceedings \npending the resolution of the ongoing equitable distribution matter between Mr. \nGuiliano as plaintiff,  and Dr. Le ila Strickland (“Dr. Strickland”) , BIOMILQ, and \nMichelle Egger as defendants,  in the District Court  of Orange County , Case No. \n22 CVD 283 (the “District Court Action”), (Mot. 1). \n2. For the reasons set forth herein, the Court GRANTS in part and DENIES \nin part the Motion. \nRobinson, Bradshaw & Hinson, P.A., by J. Dickson Phillips and Stephen \nD. Feldman, and Goodwin Procter, LLP, by Rachel M. Walsh for Plaintiff \nBIOMILQ, Inc. \n \nBIOMILQ, Inc. v. Guiliano, 2023 NCBC 13. \nBowens & Averhart, PLLC, by Stephon J. Bowens, and Carnes Warwick, \nPLLC, by Tara D. Warwick and Jonathan A. Carnes for Defendant \n108Labs, LLC. \n \nCarnes Warwick, PLLC, by Tara D. Warwick and Jonathan A. Carnes \nfor Defendant Shayne Guiliano. \n \nRobinson, Judge. \nI. INTRODUCTION \n3. This action arises out of a  dispute between Defendants and BIOMILQ \nregarding certain human cell-cultured technologies and products.  The focus  of the \ndispute is on Mr. Guiliano’s alleged conduct prior to and on 18 February 2022, when \nhe allegedly photographed pages of a BIOMILQ -issued notebook containing trade \nsecret and confidential information.  Defendants contend that they have contributed \nto the development of BIOMILQ’s technology, patents, and alleged trade secrets, and \nthat Defendants have rights in them. \n4. This Opinion concerns the Amended Complaint and the seven claims for \nrelief alleged therein.  Defendants ask the Court to dismiss the Amended Complaint \nin full, but to the extent any claim survives the motion to dismiss stage, Defendants \nrequest that the Court stay this action until the District Court Action is fully resolved. \nII. FACTUAL AND PROCEDURAL BACKGROUND \n5. The Motion is brought, in part, pursuant to N.C.G.S. § 1A-1, Rule 12(b)(6) \nfor failure to state a claim upon which relief can be granted.   Accordingly, the Court \nis limited to its review of the  Amended Complaint as to that aspect  of the Motion .  \nTherefore, to the extent any party has relied on extraneous evidence to support their \nrespective positions, the Court has not considered that evidence. \n6. The Court does not make findings of fact on a motion to dismiss pursuant \nto Rule  12(b)(6), but only recites those factual allegations that are relevant and \nnecessary to the Court ’s determination of the Motion.  See, e.g.,  White v. White, 296 \nN.C. 661, 667 (1979) ( stating that the purpose  of “a motion to dismiss is to test the \nlaw of a claim, not the facts which support it”). \n7. BIOMILQ is a Delaware corporation with its principal place of business at \n9 Laboratory Drive, Durham, NC 27709.  ( First Am. Compl. ¶ 6, ECF No. 42 [“ Am. \nCompl.”].) \n8. Mr. Guiliano is a n individual residing in  Hillsborough, North Carolina.  \n(Am. Compl. ¶ 7.) \n9. 108Labs is a North Carolina limited liability company with its principal \nplace of business at 141 W. King Street, H illsborough, NC 27278.  (Am. Compl. ¶ 8.)  \nIt is alleged that 108Labs did not execute an operating agreement. 1  (Am. Compl. \n¶ 14.) \nA. BIOMILQ, Inc.’s Formation and Events Preceding It \n10. On or about 1 October 2013, Mr. Guiliano and Dr. Strickland, a doctor of \ncell biology with post -doctoral research experience at Stanford Medical School, \nfounded 108Labs.  ( Am. Compl. ¶¶ 11, 13.)   At the time, Mr. Guiliano and \nDr. Strickland were married.  (Am. Compl. ¶  13.)  BIOMILQ alleges  Mr. Guiliano \n \n1 Pursuant to N.C.G.S. § 57D-2-30(a), an LLC, such as 108Labs, can have a written operating \nagreement executed by its members which governs its internal affairs.  It is unclear from the \nAmended Complaint whether 108Labs has an operating  agreement.  The Amended \nComplaint alleges only that 108Labs “did not execute” one.  (Am. Compl. ¶ 14.) \nprovided operational support for 108Labs, while Dr. Strickland focused on research, \nscientific planning, and execution.  (Am. Compl. ¶ 13.) \n11. BIOMILQ alleges that i n late 2013, Dr. Strickland began thinking about  \nideas for synthesizing cell-cultured human milk outside the body.  (Am. Compl. ¶ 12.)  \nBetween 2013 and 2016, it alleges that 108Labs failed to secure outside funding, and \nfrom 2016 to 2019, that 108Labs  engaged in “little meaningful activity” such that \nMr. Guiliano and Dr.  Strickland did not intend to pursue it further.   (Am. Compl. \n¶ 14.)  Dr. Strickland allegedly  ceased participation in 108Labs in March 2020 but  \nretained her partial ownership interest in it.  (Am. Compl. ¶ 15.) \n12. In or around August 2019, Dr. Strickland met Michelle Egger (“Ms. Egger”), \nthe co-founder of BIOMILQ.  (Am. Compl. ¶  20.)  The Amended Complaint provides \nthat Dr. Strickland personally funded an experiment involving cell-cultured products, \narranging the work through 108Labs, but that she did not use 108Labs’s funds to pay \nfor the experiment.  (Am. Compl. ¶ 21.) \n13. Dr. Strickland and Ms. Egger founded and incorporated BIOMILQ in \nJanuary 2020.  (Am. Compl. ¶ 23.) \n14. In February 2020, BIOMILQ  alleges it entered into an agreement with a \nlaboratory at the University of California at Davis  for the laboratory to do testing \nwith samples provided by Dr. Strickland.  (Am. Compl. ¶  25.)  The laboratory \ncompleted th e testing, and the results were shared with Dr. Strickland and \nMr. Guiliano.  (Am. Compl. ¶ 26.) \n15. BIOMILQ alleges that Mr. Guiliano wa s never involved with its  research \nor development efforts.  (Am. Compl. ¶ 23.) \n16. BIOMILQ hired Dr. Strickland in March 2020, and  it alleges that  she \nthereafter assigned to BIOMILQ  any intellectual property and business know -how \nrelating to the development of cultured mammary cells.  (Am. Compl. ¶ 24.)  By June \n2020, BIOMILQ had  $3.5 million in funding from various investors , and the next \nmonth it opened laboratories in Durham, North Carolina , and hired its first \nresearchers.  (Am. Compl. ¶ 28.)  BIOMILQ continued to hire researchers and raise \nfunds through April 2022.  (Am. Compl. ¶¶ 29–30.) \nB. Patents, Patent Applications, and Trademarks at Issue \n17. A number of patent applications relevant to this matter were filed with the \nUnited States Patent and Trademark Office (“USPTO”)  in 2020 and 2021, and some \nof those applications ultimately resulted in patents. \n18. On 8 January 2020,  U.S. Provisional Patent Application No. 62/958,407, \ntitled “Live Cell Constructs for Milk Production and Methods Using the Same” was \nfiled, listing Dr. Strickland and Mr. Guiliano as  the inventors and applicants (the \n“ ’407 Application”).  (Am. Compl. ¶ 32; Am. Compl. Ex. A, ECF No. 42.2.)  BIOMILQ \nalleges that Dr. Strickland assigned her interest in the ’40 7 Application to it on \n10 April 2020.  (Am. Compl. ¶  33.)  BIOMILQ also alleges that Mr. Guiliano was \nincluded on the ’407 Application because of his personal relationship with Dr. \nStrickland, and his “limited research into the scientific literature” done at her \nrequest, but that the results of Mr. Guiliano’s  work “were not incorporated into later \nwork by BIOMILQ.”  (Am. Compl. ¶ 32.) \n19. On 10 December 2020, U.S. Provisional Patent Application No. 63/199,164, \ntitled “Live Cell Cons tructs for Milk Production and Methods Using  the Same” was \nfiled, listing Dr. Strickland as the sole inventor and BIOMILQ as the sole applicant \n(the “ ’164 Application”).  (Am. Compl. ¶ 34; Am. Compl. Ex. B, ECF No. 42.3.) \n20. Eight days later, on 18 December 2020, U.S. Patent Application No. \n17/247,672, titled “Live Cell Constructs for Production of Cultured Milk Product and \nMethods Using the Same” was filed, list ing Dr. Strickland as the sole inventor and \nBIOMILQ as the sole applicant (the “  ’672 Application”).\n2  (Am. Compl. ¶  35.)  The \n’672 Application claims priority to  both the ’407 Application  and ’164 Application.3  \n(Am. Compl. ¶ 35.)  On 7 September 2021, the ’672 Application issued as U.S. Patent \nNo. 11,111,477 (the “ ’477 Patent”).  (Am. Compl. Ex. C, ECF No. 42.4.) \n21. On 29 March 2021, U.S. Patent Application No. 17/301,216, titled “Milk \nProduct Compositions” was filed, listing Dr. Strickland as the sole inventor and \nBIOMILQ as the sole applicant (the “  ’216 Application”).  (Am. Compl. ¶  42; Am. \nCompl. Ex. F, ECF No. 42.7.)  The ’216 Application claims priority to U.S. Provisional \nPatent Application Nos. 63/030,149 and 63/200,480 (the “ ’149 Application” and the \n“ ’480 Application”), each filed by Dr. Strickland as the sole inventor with BIOMILQ \n \n2 The pleadings do not contain a copy of the ’672 Application. \n \n3 37 C.F.R. § 1.78(a) contains the requirements necessary for later-filed patent applications \nto “claim the benefit of” or “priority to” prior applications filed.   See also 35 U.S.C. § 119(e).  \nFurther, 37 C.F.R. § 1.78(d) contains provisions relating to claims under 35 U.S.C. §§ 120, \n121, 365(c), or 386(c) for the benefit of a prior-filed nonprovisional application. \nas the sole applicant.  ( Am. Compl. ¶¶ 40–42.)  The ’216 Application disclosed milk \ncompositions containing specific natural components found in human breast milk .  \n(Am. Compl. ¶ 42.)  On 28 December 2021, the ’216 Application issued as U.S. Patent \nNo. 11,206,843 (the “  ’843 Patent”).  (Am. Compl. ¶  43; Am. Compl. Ex. G, ECF No. \n42.8.) \n22. On 6 September 2021, U.S. Patent Application No. 17/467,358, titled “Live \nCell Constructs for Production of C ultured Milk Product and Methods Using the \nSame,” was filed, listing Dr. Strickland as the sole inventor and BIOMILQ as the sole \napplicant (the “ ’358 Application”).  (Am. Compl. ¶  37; Am. Compl. Ex. E , ECF No. \n42.6.)  The ’358 Application was a continuation of the ’672 Application and concerned \nmilk products separated from the cultured mammary cells that produced them.  (Am. \nCompl. ¶ 37; Am. Compl. Ex. E, ECF No. 42.6.)  The ’358 Application claims priority \nto the ’407 Application and ’164 Application.  (Am. Compl. ¶ 37.) \n23. BIOMILQ alleges that Dr. Strickland assigned al l her rights, title and \ninterest in the preceding patents and patent applications to it.  (Am. Compl. ¶¶  36, \n38, 42, 44.) \n24. BIOMILQ was granted registration of the mark “BIOMILQ” and de sign at \nReg. No. 6,581,364 for research and development services in international class 42 .  \n(Am. Compl. ¶ 46; Am. Compl. Ex. H, ECF No. 42.9.)  On 3 August 2021, BIOMILQ \nalso applied to register the mark “BIOMILQ” and design serial number on an “intent-\nto-use” basis for biotechnology milk products in international class 5 , but it alleges \nthat application is awaiting examination.  (Am. Compl. ¶ 47; Am. Compl. Ex. I, ECF \nNo. 42.10.) \nC. Relevant Events Following the Formation of BIOMILQ, Inc. \n25. In connection with her work for BIOMILQ, Dr. Strickland used notebooks \nfor recording “ideas, observations, and activities.”  (Am. Compl. ¶ 50.)  The Amended \nComplaint alleges that she used the BIOMILQ -issued notebooks for taking detailed \nnotes about BIOMILQ’s “technology and product development, to- do lists for [its] \nongoing projects, ideas regarding processes and trouble -shooting for BIOMILQ’s \nproduction, strategy regarding product development and commercialization, an d \ninformation relating to potential partnerships and investors for BIOMILQ.”  (Am. \nCompl. ¶ 50.)  BIOMILQ alleges that all of Dr. Strickland’s notebooks are its property \nand contain its trade secrets and confidential information , and that they were kept \nin secure locations, including at least: at BIOMILQ’s offices ; in a closed bag within \nDr. Strickland’s residence; in a closed bag together with a laptop when travelling \nbetween home and work; or on Dr. Strickland’s work surface at home.  (Am. Compl. \n¶¶ 50–51.) \n26. This case primarily involves Dr. Strickland’s notebook used from  \napproximately 1 December 2021 to 18 February 2022 (the “Notebook”).  (Am. Compl. \n¶ 52.)  BIOMILQ alleges the Notebook contains trade secret information such as: (1) \nBIOMILQ’s research and development efforts, including new products; (2) research \npriorities and next steps for research and development; (3) BIOMILQ’s processes and \npotential refinements and trouble-shooting for those processes; (4) potential partners \nand suppliers; (5) personne l and hiring materials  for potential employees; and (6) \nstrategies regarding product development and commercialization of products , \nincluding notes from a board meeting where “BIOMILQ laid ou t plans for research \nand development going forward for the next two years , and for commercializing \nproducts for the next five years.”  (Am. Compl. ¶ 52.) \n27. In or around March 2020, Mr. Guiliano and Dr. Strickland separated. 4  \n(Am. Compl. ¶  53.)  They had an informal joint custody arrangement of their two \nchildren but lived separately.  (Am. Compl. ¶ 54.) \n28. On 18 February 2022, Mr. Guiliano was scheduled to drop the children off \nat the marital home, where Dr. Strickland was living.  (Am. Compl. ¶  55.)  At \n5:56 p.m., Dr. Strickland received a text message from her child  stating “Dads [sic] \ntaking photos of the stuff in your blue journal.”  (Am. Compl. ¶ 55; Am. Compl. Ex. K, \nECF No. 42.12.)  After receiving this message, Dr. Strickland sent a text message to \nMr. Guiliano stating “ [g]et the [ f__k] out of my journal [.]”  (Am. Compl. ¶  56; Am. \nCompl. Ex. L, ECF No. 42.13.)  In his response, Mr. Guiliano wrote “[i]t’s not fun to \nsee it open to a [redacted] project, but not news either.  You should better protect your \ntrade secret theft . . . [t]his is my house, you should get an office.”  (Am. Compl. Ex. L, \nECF No. 42.13.)  BIOMILQ alleges that it would be “devastating” and “at a great risk \nof losing its competitive position” i f the contents of the Notebook were revealed to a \ncompetitor.  (Am. Compl. ¶ 60.) \n \n4 The Court understands that the Orange County D istrict Court Judge presiding over the \nrelated proceeding has not made a determination on the date of separation. \n29. On 22 February 2022, counsel for BIOMILQ sent a cease- and-desist letter \nto Mr. Guiliano demanding that  (1) he return or sequester any photographs of the \nNotebook, (2) he refrain from using any of the information in the photographs, and  \nfrom disseminating the photographs or the information contained in them to any \nthird parties, and (3) if any of the information was already shared with third parties, \nthat he identify those third parties.  (Am. Compl. ¶ 61.)  Mr. Guiliano acknowledged \nreceipt of the letter on 24 February 2022, but neither he nor his counsel responded .  \n(Am. Compl. ¶ 62.) \nD. Procedural History \n30. This action was initiated on 4 March 202 2 on the filing of the Complaint , \n(ECF No. 3), and was designated to the undersigned the same day (ECF Nos. 1, 7).   \nThe Amended Complaint was filed as of right on 13 April 2022.  (See Am. Compl.) \n31. Contemporaneous with the filing of its Complaint , BIOMILQ filed its \nMotion for Temporary Restraining Order and Preliminary Injunction.  (ECF No. 4.)   \nOn 8 March 2020, with the consent of all parties, the Court entered a Consent Order \non BIOMILQ’s Motion for Temporary Restraining Order (“TRO”).  (ECF No. 17.)  The \nTRO provided that Mr. Guiliano would refrain from  disseminating the information \ncontained in the Notebook or any photos he may have of it .  (ECF No. 17.)  Th at \nrestraining order has remained in effect throughout this litigation. \n32. BIOMILQ alleges seven claims for relief against Mr. Guiliano: (1) \nmisappropriation of trade secrets pursuant to the North Carolina Trade Secrets \nProtection Act, N.C.G.S. §  66-152 et seq . (the “TSPA”) , (Am. Compl. ¶¶  63–73); \n(2) common law trademark infringement, (Am. Compl. ¶¶  74–79); (3) unfair or  \ndeceptive trade practices in violat ion of N.C.G.S. §  75-1.1 (the “UDTPA”) , (Am. \nCompl. ¶¶ 80–86); (4) common law unfair competition, (Am. Compl. ¶¶  87–91); (5) \ntrespass to chattels, (Am. Compl. ¶¶  92–97); (6) declaratory judgment regarding \ncertain trade secrets and other intellectual property pursuant to N.C.G.S. §  1-253, \n(Am. Compl. ¶¶  98–105); and (7) declaratory judgment regarding assignment of \npatents and patent applications pursuant to N.C.G.S. § 1-253, (Am. Compl. ¶¶ 106–\n17). \n33. As against 108Labs, BIOMILQ alleges the same claims for (1) common law \ntrademark infringement, (2) unfair or  deceptive trade practices, (3) common law \nunfair competition, and (4) declaratory judgment as to intellectual property and \ncertain patents and patent applications alleged in Counts Six and Seven. \n34. After two extensions of time for Defendants to respond  to the Amended \nComplaint, (ECF Nos. 57, 72), the Motion was filed on 15 June 2022 (Mot.).5 \n35. After full briefing, on 15 August 2022, BIOMILQ filed its Motion for Leave \nto File Supplemental Brief in Response to the Motion.  (ECF No. 90.)  On 9 September \n2022, the Court denied the motion without prejudice to the refiling of the motion with \na supporting brief as required by Business Court Rule 7.2.  (ECF No. 94.)  BIOMILQ \n \n5 On 6 February 2023, following extensive briefing and two hearings  on the Motion, counsel \nfor Defendants filed a document entitled  Answer and Counterclaims.  (ECF No. 120.)   The \nfiling does not include a response to the averments in Plaintiff’s Complaint and provides that \n“pursuant to [Rules] 12(a)(1)(a) and 12(b), the time to answer the [Amended] Complaint is \nnot yet required, as Defendants have a pending Motion to Dismiss before th[e] Court[.]”  (ECF \nNo. 120, at 1.)  The filing does, however, include over 100 pages of factual and legal \nallegations.  (See ECF No. 120.)  The Court does not consider this filing as part of the \npleadings for purposes of the Motion and has not considered it in its analysis of the Motion. \nthen properly filed its motion, and a fter full briefing, the Court ordered that \nBIOMILQ was permitted to file its supplemental brief and Defendan ts were \npermitted to file a response brief.  (ECF Nos. 95–98.) \n36. A hearing on the Motion was he ld 17 November 2022 (the “Hearing”) at \nwhich all parties were present and represented by counsel.  (See ECF No. 101.)  After \nthe Hearing, the Court entered an order permitting supplemental briefing on  two \npatent law issues, (see ECF No. 106), allowing each party to file an initial brief on the \nissues and a subsequent response brief .  A hearing regarding the supplemental \nbriefing was held on 3 February 2023 (the “Subsequent Hearing”) at which all parties \nwere present and represented by counsel.  (See ECF No. 119.) \n37. Having considered the Motion, briefing, and the arguments by c ounsel at \nthe Hearing and the Subsequent Hearing, the Motion is ripe for resolution. \nIII. LEGAL STANDARD \n38. In ruling on a motion to dismiss pursuant to Rule  12(b)(6) of the North \nCarolina Rules of Civil Procedure, the Court reviews the allegations in the Amended \nComplaint in the light most favorable to Plaintiff.  See Christenbury Eye Ctr., P.A. v. \nMedflow, Inc., 370 N.C. 1, 5  (2017).  The Court’s inquiry is “whether, as a matter of \nlaw, the allegations of the complaint .  . . are sufficient to state a claim upon which \nrelief may be granted under some legal theory[.]”  Harris v. NCNB Nat’l Bank , 85 \nN.C. App. 669, 670 (1987).  The Court accepts all well -pleaded factual allegations in \nthe relevant pleading as true.  See Krawiec v. Manly , 370 N.C. 602, 606 (2018).  The \nCourt is therefore not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274 (2005) \n(citation omitted). \n39. Furthermore, the Court “can reject allegations that are contradicted by the \ndocuments atta ched, specifically referred to, or incorporated by reference in the \ncomplaint.”  Moch v. A.M. Pappas & Assocs., LLC , 251 N.C. App. 198, 206 (2016) \n(citation omitted).  The Court may consider these attached or incorporated documents \nwithout converting the R ule 12(b)(6) motion into a motion for summary judgment.  \nId. (citation omitted).  Moreover, the Court “may properly consider documents which \nare the subject of a plaintiff’s complaint and to which the complaint specifically refers \neven though they are pres ented by the defendant.”  Oberlin Capital, L.P. v. Slavin , \n147 N.C. App. 52, 60 (2001) (citation omitted). \n40. Our Supreme Court has noted that “[i]t is well -established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on its face reveals that no \nlaw supports the plaintiff’s claim; (2) the complaint on its face reveals the absence of \nfacts sufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.’  ”  Corwin v. British Am. Tobacco PLC , 371 \nN.C. 605, 615 (2018) (quoting Wood v. Guilford Cty., 355 N.C. 161, 166 (2002)).  This \nstandard of review for Rule  12(b)(6) is the standard our Supreme Court “uses \nroutinely .  . . in assessing the sufficiency of complaints in the context of complex \ncommercial litigation.”  Id. at 615 n.7 (citations omitted). \nIV. ANALYSIS \n41. Defendants move to dismiss all seven claims for relief alleged in the \nAmended Complaint .  In the alternative, Defendants request the Court stay the \npresent action pending the complete resolution of the District Court Action.  \nA. Count One: Misappropriation of Trade Secrets \n42. In order for BIOMILQ’s misappropriation of trade secrets claim to survive  \nthe 12(b)(6) stage , it must allege and “identify a trade secret with sufficient \nparticularity so as to enable a defendant to delineate that which he is accused of \nmisappropriating and a court to determine whether misappropriation has or is \nthreatened to occur.”  Washburn v. Yadkin Valley Bank & Trust Co. , 190 N.C. App. \n315, 326 (2008) (citations omitted).  “[G]eneral allegations in sweeping and conclusory \nstatements, without specifically identifyi ng the trade secrets allegedly \nmisappropriated, [are] ‘ insufficient to state a claim for misappropriation of trade \nsecrets.’ ”  Krawiec v. Manly, 370 N.C. 602, 610 (2018) (quoting Washburn, 190 N.C. \nApp. at 327). \n43. The TSPA defines a trade secret as “busines s or technical information, \nincluding but not limited to a formula, pattern, program, device, compilation of \ninformation, method, technique, or process that” both: \na. Derives independent actual or potential commercial value from not \nbeing generally known o r readily ascertainable through independent \ndevelopment or reverse engineering by persons who can obtain economic \nvalue from its disclosure or use; and \n \nb. Is the subject of efforts that are reasonable under the circumstances \nto maintain its secrecy. \n \nN.C.G.S. § 66-152(3) (2023); see also United Therapeutics Corp. v. Liquidia Techs. , \n2022 NCBC LEXIS 120, at **8–9 (N.C. Super. Ct. Oct. 13, 2022) (citing Sterling Title \nCo. v. Martin, 266 N.C. App. 593, 601 (2019)). \n44. Our Courts have employed six factors when determining the existence of a \ntrade secret: \n(1) the extent to which the information is known outside the business; \n(2) the extent to which it is known to employees and others involved in \nthe business; (3) the extent of measures taken to guard the secrecy of \nthe information; (4) the value of information to business and its \ncompetitors; (5) the amount of effort or money expended in developing \nthe information; and (6) the ease or difficulty with which the information \ncould properly be acquired or duplicated by others. \n \nCombs & Assocs. v. Kennedy , 147 N.C. App. 362, 369– 70 (2001).   “ ‘These factors \noverlap, and courts do not always examine them separately and individually. ’ ”  \nUnited Therapeutics, 2022 NCBC LEXIS 120, at ** 9 (quoting Vitaform, Inc. v. \nAeroflow, Inc., 2020 NCBC LEXIS 132, at **19 (N.C. Super. Ct. Nov. 4, 2020)). \n45. The TSPA defines misappropriation as the “ acquisition, disclosure, or use \nof a trade secret of another without express or implied authority or consent, unless \nsuch trade secret was arrived at by independent development, reverse engineering, \nor was obtained from another person with a right to disclose the trade secret. ”  \nN.C.G.S. § 66-152(1).  “General and conclusory allegations of misappropriation will \nnot survive a motion to dismi ss.”  United Therapeutics, 2022 NCBC LEXIS 120, at \n**10 (citations omitted). \n46. Defendants argue  that BIOMILQ’s claim for misappropriation of trade \nsecrets must be dismissed because (1) the information in the Notebook was already \nknown by Mr. Guiliano because he was listed as an inventor on the ’407 Application, \nand (2) Mr. Guiliano had a right to be in the marital home on 18 February 2022, and \nleaving the N otebook out in the marital home affirmatively demonstrates  that \nBIOMILQ failed to take reasonable efforts to maintain its secrecy.  (Defs.’ Br. Supp. \nMot. 11–12, ECF No. 77 [“Br. Supp.”].) \n47. BIOMILQ argues that Mr. Guiliano’s contention that he knew the trade \nsecrets cannot be a basis for dismissing this claim.  Further, BIOMILQ argues it has \npled reasonable efforts to maintain secrecy, including the measures Dr. Strickland \ntook with respect to the notebooks issued to her , and that Mr. Guiliano did not have \npermission to access the Notebook or enter the home.  (BIOMILQ’s Br. Resp. Mot. 20, \n22, ECF No. 83 [“Resp. Br.”].) \n1. Identifying the Trade Secret with Sufficient Particularity \n48. BIOMILQ alleges that the Notebook contained its trade secret information, \nincluding: (1) its  research and development efforts, including new products; (2) \nresearch priorities and n ext steps for research and development; (3) BIOMILQ’s \nprocesses and potential refinements and trouble -shooting for those processes; (4) \npotential partners and suppliers for BIOMILQ; (5) personnel and hiring material for \npotential employees; and (6) strateg ies regarding product development and \ncommercialization of products including prospective plans for research, development, \nand commercializing products.  (Am. Compl. ¶¶ 52, 65.) \n49. These allegations are sufficient to survive Rule  12(b)(6) scrutiny, and  are \nsimilar to allegations that have been sufficient in prior cases.  See, e.g., S. Fastening \nSys. v. Grabber Constr. Prods., 2015 NCBC LEXIS 42, at *11 (N.C. Super. Ct. Apr. \n28, 2015) (trade secrets were alleged as “confidential freight information, sales \nreports, prices and terms books, sales memos, sales training manuals, commission \nreports, and information concerning SFS’s relationship with its vendors”);  Bldg. Ctr., \nInc. v. Carter Lumber, Inc., 2016 NCBC LEXIS 79, at *11–13 (N.C. Super. Ct. Oct. \n21, 2016) (trade secrets were alleged as including “confidential and proprietary \nbusiness information such as: names and contacts of customers; customer \npreferences, including the needs, requirements, and values of customers; sales and \nmarketing strategies ; pricing structures; margins and profits; manufacturing \ntechnologies; and other confidential business information”). \n2. Taking Reasonable Steps to Maintain the  S ecrecy of the \nAlleged Trade Secrets \n \n50. The far more difficult inquiry is  whether BIOMILQ pled sufficient facts \ndemonstrating that it engaged in reasonable efforts to maintain the secrecy of its \nalleged trade secrets. \n51. North Carolina law is clear that to  state a claim for misappropriation of \ntrade secrets, a plaintiff must allege that the trade secret inf ormation is subject to \nreasonable efforts to maintain its secrecy.  N.C.G.S. §  66-152(3)(b).  “Plaintiffs must \nallege the reasonable efforts taken .  . . [because t]he mere assertion that [trade \nsecrets] were kept confidential is not enough to withstand a [Rule] 12(b)(6) motion to \ndismiss.”  McKee v. James, 2013 NCBC LEXIS 33, at *37–38 (N.C. Super. Ct. July \n24, 2013) (citation omitted). \n52. BIOMILQ contends that it alleg ed reasonable steps to keep this \ninformation secret and confidential.  (Resp. Br. 22–23; see Am. Compl. ¶¶ 66–67.)  It \nalleges that a full notebook , meaning one no longer in use,  “is stored in a secure \nlocation in BIOMILQ’s offices”  and that Dr. Strickland’s filled notebooks are stored \nin a locked drawer in her personal office at BIOMILQ.  (Am. Compl. ¶ 67.) \n53. While BIOMILQ alleges its security measures generally, it does not allege \nmeasures taken to maintain the secrecy of the trade secrets at issue in the Notebook, \nor what its security practices were for notebooks currently in use by Dr.  Strickland.  \nInstead, BIOMILQ makes only general statements about how notebooks were treated \nduring use.  It alleges that Dr. Strickland kept her notebooks in secure locations such \nas (1) at BIOMILQ’s offices, (2) in a closed bag within her residence which, it alleges, \nshe does not share with Mr. Guiliano, (3) in a closed bag together with her laptop \nwhen travelling between home and work, and (4) on her work surface at home.  (Am. \nCompl. ¶ 51.)  However, North Carolina law is clear that stating something is “secure” \nor “kept confidential” is not enough to survive a motion to dismiss without allegations \nof efforts to protect the misappropriated trade  secrets.  See McKee v. James,  2013 \nNCBC LEXIS 33, at **37–38 (N.C. Super. Ct. July 24, 2013); Bldg. Ctr., Inc. v. Carter \nLumber, Inc., 2016 NCBC LEXIS 79, at *13–14 (N.C. Super. Ct. Oct. 21, 2016). \n54. This case is similar to McKee v. James, where the complaint contained “no \nallegations outlining the reasonable measures [p] laintiffs relied on to maintain the \nsecrecy of their construction methods. ”  2013 NCBC LEXIS 33, at **38.  There, the \nonly allegation in the complaint mentioning the protection of plaintiff s’ confidential \ninformation was that the information was password protected.  Id. at **38.  The Court \nheld that plaintiffs failed to allege facts tending to demonstrate reasonable efforts to \nprotect the secrecy of the information.  Id. at **39. \n55. Here, the sole protection afforded the Notebook on Dr. Strickland’s desk at \nher shared home is analogous to the confidential information in McKee.  Just as the \nconstruction methods in McKee were protected only by a password, the Notebook was \nprotected only by a lock on the home to which Mr. G uiliano had access .6  See also \nEdgewater Servs. v . Epic Logistics, Inc. , 2009 NCBC LEXIS 21 , at ** 12–13 (N.C. \nSuper. Ct. Aug. 11, 2009)  (recognizing that maintaining files in an unlocked room, \naccessible to all employees without safeguards to ensure security, was not reasonable \nunder the circumstances given that “anybody could access the information . . . if they \nknew where to go and what they were looking for”). \n56. BIOMILQ cites Bui lding Center Inc. v. Carter Lumber, Inc.  to support its \ncontention that it has sufficiently allege d the reasonable secrecy efforts element, \nclaiming that “only where efforts to maintain secrecy of the allegedly misappropriated \ntrade secrets were completely absent have North Carolina courts dismissed claims at \nthe 12(b)(6) stage.”  2016 NCBC LEXIS 79, at *13.  However, in Building Center, this \n \n6 The Amended Complaint does not allege facts addressing whether Mr. Guiliano had a key \nto the dwelling, or if the children had a key and let him in on the occasions that he took them \nhome after school.  The Amended Complaint also does not allege that the  Orange County \nDistrict Court Judge presiding over the related proceeding made a determination on whether \nthe house was Dr. Strickland’s private residence  or whether Mr. Guiliano was prohibited \nfrom entering it even though he holds title to it. \nCourt found that there were three  security measures pled by plaintiff, including a \n“password-protected login, controlled and permission-restricted access on a need -to-\nknow basis, and confidentiality policies and/or agreements.”  Id. at *14. \n57. Unlike in Building Center, BIOMILQ has pled that, at most, the Notebook \nwas protected by Dr. Strickland individually or by the home.  It does not allege that \nthe Notebook stayed in a locked drawer or room within the home, nor does it  allege \nany restricted access to the Notebook , or any confidentiality policies or agreements, \nlike in Building Center.  Keeping the Notebook in a clos ed bag at home, in a closed \nbag when travelling between work and home, or on a work surface at home, are not \nmeasures taken to maintain the secrecy of the trade secrets. \n58. Given that BIOMILQ alleges the trade secrets contained in the Notebook \nwere highly sou ght after by competitors, that Mr. Guiliano was allegedly pursuing \ncell-cultured human milks, that Mr. Guiliano on at least some occasions brought the \nchildren to Dr. Strickland’ s residence,  and that Dr. Strickland was keeping the \nNotebook unlocked in a bu ilding at least partially owned by Mr. Gu iliano and to \nwhich he had access, at least on the occasions he took the children to the home, the \nmeasures BIOMILQ took to maintain the secrecy of the Notebook  are unreasonable \nunder the circumstances. \n59. Even giving BIOMILQ the benefit of an expansive and forgiving reading of \nthe Amended Complaint, it has failed to allege reasonable measures to maintain the \nsecrecy of the Notebook and the alleged trade secrets contained therein .  Since  the \nAmended C omplaint fails to allege facts specific to a  required element of the \nmisappropriation claim, the Motion is GRANTED as to Count One and that claim is \nhereby dismissed without prejudice.7 \nB. Count Two: Common Law Trademark Infringement \n60. “Under North Carolina law, a common law claim for trademark \ninfringement of an unregistered mark is analyzed under federal law standards \nregarding infringement claims of unregistered trademarks.”  Cty. of Wake Johnson & \nMorris, PLLC v. Abdelbaky & Boes, PLLC, 2017 NCBC LEXIS 89, at *13 (N.C. Super. \nCt. Sept. 28, 2017) (citations omitted).  For the common law trademark infringement \nclaim to survive at the Rule 12(b)(6) stage, BIOMILQ must allege “(a) [that] it has a \nvalid and protectable mark, and (b) that [Defendants’] use of its mark is likely to \ncause confusion among consumers. ”  Id.  at *13–14 (citing Lone Star Steakhouse & \nSaloon, Inc. v. Alpha of Va., Inc. , 43 F.3d 922, 930 (4th Cir. 1995);  B & J Enters. v. \nGiordano, 329 Fed. App’x 411, 416 (4th Cir. 2009)). \n61. Defendants argue that Count Two must be dismissed because the Amended \nComplaint fails to allege that the mark “BIOMILQ” was used by BIOMILQ  at any \ndefinitive time prior to the use of the mark by Defendants.  (Br. Supp. 13.)   \nDefendants contend that 108Labs was the first to use the word mark “BIOMILQ” in \n \n7 Notwithstanding the Court’s conclusions that this claim should be dismissed, “[t]he decision \nto dismiss an action with or without prejudice is in the discretion of the trial court.”  First \nFed. Bank v. Aldridge, 230 N.C. App. 187, 191 (2013).  The Court concludes, in the exercise \nof its discretion, that dismissal of BIOMILQ’s misappropriation of trade secrets claim should \nbe without prejudice to BIOMILQ ’s right to attempt to reassert such claim through proper \nfactual allegations by way of a motion to amend. \nDecember 2019, and therefore that it has priority over any alleged use by BIOMILQ \nof that word mark.8  (Br. Supp. 13–14.) \n62. BIOMILQ argues that it has alleged “(1) it has valid protectable rights in \nthe BIOMILQ mark, and (2) that Defendants’ use of a colorable imitation is likely to \ncause confusion among consumers.”  (Resp. Br. 24 (citing Windsor Jewelers, Inc. v. \nWindsor Fine Jewelers, LLC, 2009 NCBC LEXIS 19, at *64 (N.C. Super. Ct. Feb. 16, \n2009)).)  It argues that, at this stage, nothing else is required for the claim to survive.  \nThe Court agrees. \n63. BIOMILQ alleged it has used the word mark “BIOMILQ” since no later \nthan 2020, and that Defendants’ use of the mark is likely  to cause confusi on by \nmisleading the public into inferring an affiliation between Defendants and BIOMILQ.  \n(Am. Compl. ¶¶  75, 77–78.)  BIOMILQ has satisfied the pleading requirements for \nthis claim to survive the Motion, and therefore the Moti on is DENIED with respect \nto Count Two. \nC. Count Three: Unfair and Deceptive Trade Practices \n64. BIOMILQ brings its claim for violations of the UDTPA against Defendants \nfor (1) falsely representing that Mr. Guiliano’s own ventures are affiliated with \nBIOMILQ, and (2) trade secret theft.  (Resp. Br. 25.) \n65. To state a claim for a violation of the UDTPA, a plaintiff must allege that \n“(1) defendant committed an unfair or deceptive act or practice, (2) the action in \n \n8 While Defendants assert that 108Labs has priority as the first to use the word mark \n“BIOMILQ”, Defendants rely on information outside the Amended Complaint for this \nproposition. \nquestion was in or affecting commerce, and (3) the act proximately caused injury to \nthe plaintiff.”  Dalton v. Camp, 353 N.C. 647, 656 (2001).  “A practice is unfair if it is \nunethical or unscrupulous, and it is deceptive if it has a tendency to deceive.”  Id. \n66. BIOMILQ alleges a violation of the UDT PA against Defendants for  \nknowingly and intentionally misrepresenting to BIOMILQ’s potential investors that \nDefendants were affiliated with BIOMILQ and its technology .  As against \nMr. Guiliano only, BIOMILQ alleges a violation of the UDTPA for theft of the  \nNotebook and the trade secret information therein.  (Am. Compl. ¶¶ 81, 83.) \n67. As to the first alleged violation of the UDTPA, this claim appears to rely on \nBIOMILQ’s claim for trademark infringement alleged in Count Two.  (Am. Compl. \n¶¶ 77, 81.)  Pursuant to N.C.G.S. §§  80-11–13, a claim for common law trademark \ninfringement may constitute a violation of the UDTPA.  See also Window Gang \nVentures, Corp. v. Salinas, 2019 NCBC LEXIS 24, at *55 (N.C. Super. Ct. Apr. 2, \n2019) (“Window Gang’s allegations in support of its surviving claims for trademark \ninfringement . . . support[s] the denial of [d] efendants’ [m]otion to dismiss Window \nGang’s UDTPA claim”). \n68. Therefore, because the Court at this stage declines to dismiss the common \nlaw trademark infringement claim, the Court DENIES in part the Motion as to this \nclaim to the extent it relies on the allegations in Count Two.  However, given that the \nmisappropriation of trade secrets claim is dismissed, the Court GRANTS in part the \nMotion, without prejudice, to the extent this claim is premised on Count One. \nD. Count Four: Common Law Unfair Competition \n69. BIOMILQ brings its unfair competition claim against Defendants, alleging \nDefendants’ claims of connection with BIOMILQ, includi ng its technology, were \nmisleading and deceiving.  (Am. Compl. ¶ 88.)  BIOMILQ alleges that it developed its \nown technology and patents, without contribution from  108Labs or Mr. Guiliano.  \n(Am. Compl. ¶ 89.) \n70. “The gravamen of unfair competition is the protection of a business from \nmisappropriation of its commercial advantage earned through organization, skill, \nlabor, and money. ”  Henderson v. U.S. Fid. & Guar. Co., 346 N.C. 741, 749 (1997).  \n“Unfair competition has been found to encompass a range of behaviors ‘such as \ntrademark infringement, imitation of a competitor ’s product or its appearance, \ninterference with a competitor ’s contractual relations, [and] disparagement of a \ncompetitor’s product or business methods, and misappropriation of a competitor’s \nintangible prop erty rights such as advertising devices or business systems.’  ”  \nGateway Mgmt. Servs. v. Carrbridge Berkshire Grp., Inc. , 2018 NCBC LEXIS 45,  at \n*19–20 (N.C. Super. Ct. May 9, 2018) (quoting Stearns v. Genrad, Inc. , 564 F. Supp. \n1309, 1320 (M.D.N.C. 1983)). \n71. “Courts have recognized that a claim for common law unfair competition is \nanalyzed as a claim for unfair or deceptive trade practices under [N.C.]G.S. § 75-1.1.” \nCty. Wake PDF Elec. & Supply Co., LLC v. Jacobsen, 2020 NCBC LEXIS 103, at *26 \n(N.C. Super. Ct. Sept. 9, 2020); see also Global Textile Alliance, Inc. v. TDI Worldwide, \nLLC, 2018 NCBC LEXIS 104, at *23 (N.C. Super. Ct. Oct. 9, 2018)  (“The standard \nwhich a plaintiff must meet to recover on an unfair competition claim under the \ncommon law is not appreciably different from a claim for unfair or deceptive trade \npractices.” (cleaned up)). \n72. Because the same analysis for UDTPA claims applies to claims for common \nlaw unfair competition, and that these allegations mirror those against Defendan ts \nin Count Two, the Court concludes that this claim survives dismissal to the extent it \nis based on Count Two.  See Global Textile Alliance, 2018 NCBC LEXIS 159, at *23.  \nTherefore, the Motion is DENIED as to Count Four. \nE. Count Five: Trespass to Chattels \n73. “The tort of trespass to chattels is a trespass to personal property based on \nan ‘injury to possession.’  ”  Dishner v. Goneau, 2017 NCBC LEXIS 7, at *12 (N.C. \nSuper. Ct. Jan. 30, 2017) (quoting Fordham v. Eason, 351 N.C. 151, 155 (1999)).  To \nstate a claim of trespass to chattels, a plaintiff must allege that it “had either actual \nor constructive possession of the [personal property]  in question at the time of the \ntrespass, and that there was an unauthorized, unlawful interference [with] or \ndispossession of the property. ”  Fordham , 351 N.C. at 155.   “Actual possession \nconsists of exercising dominion over” or “making ordinary use of” the property, while \nconstructive possession exists where “ there is title granting an immediate right to \nactual possession.”  Id.  “The key to assessing possession under a trespass to chattel \nclaim is determining if there is a right to present possession whenever so desired, or \na right to immediate actual possession.”  Id. (citing Carson v. Noblet, 4 N.C. 136, 136 \n(1814); White v. Morris, 8 N.C. 301, 303 (1821)). \n74. An unauthorized, unlawful interference or dispossession of the property \nmay be shown by alleging that “(1) a person dispossesses the other of the chattel; or \n(2) the chattel is impaired as to condition, quality, or value; or (3) the possessor is \ndeprived of use of chattel for a substantial time; or (4) bodily harm is caused to the \npossessor or some person or thing in which possessor has a legally protected interest.”  \nHSG, LLC v. Edge -Works Mfg. Co. , 2015 NCBC LEXIS 91, at *18 (N.C. Super. Ct. \nOct. 5, 2015) (citation omitted).  “A party may not merely claim that another accessed \nor touched [its] property without permission; instead [it] must show that such access \nor touching actually interfered with [its] use of the property in some fashion. ”  Id. \n(citation omitted). \n75. Defendants argue that BIOMILQ has failed to satisfy the element of actual \nor constructive possession of the Notebook, arguing that the Notebook was outside its \npossession because it was in Dr. Strickland’s possession, unsecured and unattended.  \n(Br. Supp. 19.) \n76. The Amen ded Complaint alleges that Mr. Guiliano photographed the \nNotebook while in Dr. Strickland’s reside nce, and that, even though the Notebook \nwas in the custody of Dr. Strickland, it was possessed by BIOMILQ.  (Am. Compl. \n¶¶ 93–94.) Therefore, it alleges BIOMI LQ had constructive possession of the \nNotebook, given that Dr. Strickland was its employee .  The Court agrees  with \nBIOMILQ that the allegations in the Amended Complaint  marginally meet the \npleading requirement for the first required element of the claim. \n77. As to the second required element, BIOMILQ alleges that Mr. Guiliano, by \nphotographing each page and turning the pages of the Notebook, intentionally \ntrespassed and caused harm to BIOMILQ’s interest in its confidential business \ninformation and trade secrets.  (Am. Compl. ¶¶ 95–96.)  However, this is insufficient \nto meet the pleading requirements because, even viewing the allegations in the light \nmost favorable to  BIOMILQ, it  has not alleged an unauthorized, unlawful \ninterference with or dispossession of the property. \n78. BIOMILQ has not  alleged the existence of any of  the four non-exclusive \nfactors provided by the Court in Edge -Works Manufacturing .  BIOMILQ has no t \nalleged that Mr. Guiliano dispossessed it of the Notebook; it has not alleged that the \ncondition, quality, or value of the Notebook was impaired; it has not alleged that  it \nwas deprived of using the Notebook for a substantial time; and, it has not alleged that \nbodily ha rm was caused to the possessor.  See Edge- Works Mfg. Co. , 2015 NCBC \nLEXIS 91, at *18.  Rather, BIOMILQ alleged at most that the purported trade secrets \ncontained within the Notebook were devalued .  That, however,  is an intellectual \nproperty issue  fit for a  different cause of action .  Therefore, the pleadings do not \nsupport a viable claim for trespass to chattels, and the Motion is hereby GRANTED \nas to Count Five. \nF. Counts Six and Seven: The Declaratory Judgment Claims \n79. “A motion to dismiss for failure to state a claim is seldom appropriate ‘ in \nactions for declaratory judgments, and will not be allowed simply because the plaintiff \nmay not be able to prevail.’ ”  Morris v. Plyler Paper Stock Co., 89 N.C. App. 555, 557 \n(1988) (quoting N.C. Consumers Power, Inc. v. Duke Power Co. , 285 N.C. 434, 439 \n(1974)).  “Rather, a motion to dismiss a declaratory [ ]judgment claim is appropriate \nonly when the complaint does not allege an actual, genuine existing controversy, \nwhich prevents a court from entering a purely advisory opinion.”  Bennett v. Bennett, \n2019 NCBC LEXIS 19, at *30–31 (N.C. Super. Ct. Mar. 15, 2019) (cleaned up).   The \nquestion is not whether the plaintiff will prevail on their claim, “[i]t is only whether \nthey have identified an actual, genuine controversy.”  Id. at *32. \n1. Count Six \n80. BIOMILQ’s claim for declaratory judgment in Count Six  alleges that “an \nactual controversy exists . . . as to the ownership of certain trade secrets, know-how, \nprocesses, and confidential and/or proprietary information, or other intellectual \nproperty developed by BIOMILQ.”  (Am. Compl. ¶  100.)  It also allege s that these \nassets are “the sole property of BIOMILQ”  and that Defendants have no ownership \nrights in, or rights to use, those assets.   (Am. Compl. ¶¶ 101–02.)  BIOMILQ alleges \nit suffered from Defendants’ contention of ownership to third parties when potential \ninvestors reached out to BIOMILQ for clarification, and then ultimately declined to \ninvest in BIOMILQ.  (Am. Compl. ¶ 104.)  Therefore, BIOMILQ alleges it is entitled \nto a declaration from the Court as to its ownership rights in these assets.  (Am. Compl. \n¶ 105.) \n81. Defendants contend that Count Six must be dismissed because there is no \nactual controversy .  A ccording to Defendants, all  BIOMILQ’s activities  and \nintellectual property are derived from “inventions, discoveries, intellectual property, \nand patentable processes created by Dr. Strickland and [Mr.]  Guiliano under the \nbanner of 108Labs. ”  (Br. Supp. 20 –21.)  This argument by Defendants seems to \nconfirm, rather than dispel, the existence of a genuine dispute. \n82. Here, BIOMILQ has identified and ple d an actual, genuine controversy  \nbetween it and Defendants concerning the ownership rights of certain trade secrets,9 \nknow-how, and other intellectual property developed as early as 2019 .  The \ncontroversy arises out of the parties’ opposing contentions regarding Dr. Strickland’s \nalleged assignment agreement with BIOMILQ in March 2020.  (Am. Compl. ¶ 24.) \n83. BIOMILQ has adequately stated a claim for declaratory judgment.   \nTherefore, the Motion with respect to Count Six is hereby DENIED. \n2. Count Seven \n84. Count Seven requests a declaratory judgment on BIOMILQ’s and \nDefendants’ respective rights to use or to exclude others from using the subject matter \nof the patents discussed herein at Part II.B.  (Am. Compl. ¶ 108; see supra ¶¶ 18–22.) \n85. Federal courts have exclusive jurisdiction over claims arising under federal \npatent law, but they do not have general subject  matter jurisdiction over all issues \ninvolving patents.  See 28 U.S.C § 1338; 35 U.S.C. § 256 (2023).  Federal jurisdiction \nunder 2 8 U.S.C. § 1338(a) extends “only to those cases in which a well -pleaded \ncomplaint establishes either (1) that federal patent law creates the cause of action or \n \n9 The Court has granted the Motion as to Count One for BIOMILQ’s failure to allege sufficient \nfacts concerning its efforts to maintain the secrecy of alleged trade secrets in the Notebook.  \nTherefore, to the extent BIOMILQ requests a declaratory judgment concerning its ownership \nof that information, the claim does not survive the Motion.  However, to the extent BIOMILQ \nseeks a declaratory judgment with respect to other trade secrets, Count Six survives. \n(2) that the plaintiff’s right to relief necessarily depends on resolution of a substantial \nquestion of federal patent law, in that patent law is a necessary element of one of the \nwell-pleaded claims.”  Christianson v. Cold Indus . Operating Corp., 486 U.S. 800, \n808–09 (1988)  (cleaned up) .  For cases arising under §  1338(a), Congress has \nexpressly eliminated state jurisdiction.  See Gunn v. Minton, 568 U.S. 251, 257 (2013).  \nHowever, “[t]he mere existence of a patent law issue does not necessarily mean that \nthe claim arises under federal patent law. ”  Litéra Corp. v. Martinez , 2017 NCBC \nLEXIS 35, at *19 (N.C. Super. Ct. Apr. 19, 2017). \n86. Where a claim “finds its origins in state rather than federal law ,” the \nSupreme Court has “identified a special and small category in which arising under \njurisdiction still lies.”  Gunn, 568 U.S. at 258.  “[F]ederal jurisdiction over a state law \nclaim will lie if a federal issue is: (1) necessarily raised, (2) actually disputed, (3) \nsubstantial, and (4) capable of resolution in federal court without disrupting the \nfederal-state balance approved by Congress. ”  Id.  Where all four elements are met, \n“jurisdiction is proper because there is a ‘serious federal interest in claiming the \nadvantages thought to be inherent in a federal forum’[.]”  Id. (quoting Grable & Sons \nMetal Prods., Inc. v. Darue Eng’g & Mfg., 545 U.S. 308, 314 (2005)). \n87. Whether a claim depends on a substantial question of patent law “must be \ndetermined from what necessarily appears in the [party ’s] statement of his own \nclaim.”  Christianson, 486 U.S. at 809.  “ If on the face of a well -pleaded complaint \nthere are reasons completely unrelated to the provisions and purposes of the patent \nlaws why the party may be entitled to the relief it seeks, then the claim does not arise \nunder patent law. ”  Litéra Corp. , 2017 NCBC LEXIS 35, at *19– 20 (cleaned up) \n(citations omitted). \n88. “[I]nventorship is a question of who actually invented the subject matter \nclaimed in a patent,” whereas “[o]wnership . . . is a question of who owns legal title to \nthe subject matter claimed in a patent, patents having the attributes of personal \nproperty.”  See Beech Aircraft Corp. v. EDO Corp. , 990 F.2d 1237, 1248 (Fed. Cir. \n1993).  “[T]he question of who owns patent rights, and on what terms, typically is a \nquestion exclusively for state courts and not one arising under United States patent \nlaws.”  Int’l Nutrition Co. v. Horphag Research Ltd. , 257 F.3d 1324, 1329 (Fed. Cir. \n2001).  For example, “[i] f a party ’s claim of ownership arises based on an express \nassignment contract or an implied- in-fact contract then state law controls, and the \nclaim does not involve a question of federal patent law. ”  Litéra Corp. , 2017 NCBC \nLEXIS 35, at *21–22 (citing Morris v. Scenera Research, LLC, 2012 NCBC LEXIS 1, \nat *16 (N.C. Super. Ct. Jan. 4, 2012) ).  However, “if a party’s claim of ownership \ndepends entirely  on the assertion that he invented the technology, then the \n‘ownership claim . . . turn[s] on the question of inventorship’ and federal patent law \ncontrols.”  Id.  at *22  (citing CamSoft Data Sys. , Inc. v. S. Elecs. Supply, Inc. , \n638 F. App’x 255, 263 (5th Cir. 2015)). \n89. Here, the critical issue before the Court is whether BIOMILQ’s Count \nSeven for declaratory judgment necessarily depends upon the issue of inventorship, \ngiven that it is well established that “inventorship is a unique question of patent law” \nthat cannot be adjudicated by state courts.  HIF Bio, Inc. v. Yung Shin Pharms. Indus. \nCo., 600 F.3d 1347, 1353 (Fed. Cir. 2010). \n90. BIOMILQ alleges that “an actual controversy exists between the parties as \nto the ownership of the ’358 A pplication, the ’149 A pplication, the ’480 A pplication, \nthe ’216 A pplication, the ’477 P atent, and the ’843 P atent, and patents and \napplications claiming priority to the same.”  (Am. Compl. ¶  108.)  It alleges that \nDr. Strickland, as the sole named inventor on the ’358 A pplication and the ’478 \nPatent, assigned all her rights in those to BIOMILQ.  (Am. Compl. ¶ 109.)  It further \nalleges that Dr. Strickland, as the sol e named inventor on the ’149 A pplication, the \n’480 Application, the ’216 Application, and the ’843 Patent, assigned all rights in each \nof those to BIOMILQ.  (Am. Compl. ¶ 110.) \n91. BIOMILQ alleges that Mr. Guiliano “falsely and repeatedly asserted that \nhe was involved in the development of, or is entitled to exploit for his and 108Labs’[s] \nown benefit, at least a portion of the subject matter claimed” in the listed patents and \npatent applications.  (Am. Compl. ¶  111.)  It also  alleges that Mr. Guiliano has \nasserted that Defendants have  an ownership interest in those patents and patent \napplications.  (Am. Compl. ¶ 112.)  Therefore, BIOMILQ seeks a declaration that it is \nthe sole owner of the patents and patent applications, and that Defendants have no \nownership or claim to ownership of them, including no  rights in or rights to control \nor direct activities related the patents and patent applications.  (Am. Compl. ¶ 115.) \n92. The relevant inquiry is “whether ‘the only possible theory upon which relief \ncould be granted .  . . would be one in which determining the true inventor(s) of \ncompeting patents is essential, ’ in which ev ent the claim arises under patent law .”  \nLitéra Corp., 2017 NCBC LEXIS 35, at *20 (quoting HIF Bio, Inc., 600 F.3d at 1353).  \nHere, it is not, and thus Count Seven does not arise under federal patent law. \n93. Here, BIOMILQ alleges that, except for the ’407 Application, it is the owner \nof the patents and applications discussed herein .  (Am. Compl. ¶  108.)  BIOMILQ \nalleges that its ownership in the patents and applications is a result of Dr. Strickland \nassigning her “rights in each of those patents and applications to BIOMILQ.”  (Am. \nCompl. ¶ 109–10.) \n94. In its allegations concerning ownership, BIOMILQ does not raise any \narguments concerning the validity or invalidity of the inventorship of the patents and \npatent applications.  In fact, at the Subsequent Hearing, the Court asked counsel if \neither side contended that there was a real, present controversy over inventorship.  \nCounsel for Defendants stated that Defendants did not wish to make a claim for \ninventorship in this Court, and counsel for BIOMILQ reiterated that Count Seven is \nexpressly limited to the issue of its ownership resulting from Dr.  Strickland’s \nassignment agreements.  Counsel for BIOMILQ  also clarified that Count Seven , as \nalleged, concerns the various  ways Mr. Guiliano has allegedly asserted that the \npatents and patent applications should properly belong to him or to 108Labs through \nsome operation of contract or corporate laws.  ( See Am. Compl. ¶ 116–17.)  Counsel \nargued, therefore, that Count Seven is  a claim properly presented to a state court \nrather than a federal court. \n95. BIOMILQ has expressly limited its Count Seven to the issue of its \nownership of the ’358 Application, the ’149 Application, the ’480 Application, the ’216 \nApplication, the ’477 Patent , the ’843 Patent, and those patents and patent \napplications claiming priority to the same.  (Am. Compl. ¶ 114–15.)  If a party’s claim \nof ownership arises based on an assignment contract, either express or implied, state \nlaw controls , and the claim need n ot be dismissed for lack of subject matter \njurisdiction.  See Litéra Corp., 2017 NCBC LEXIS 35, at *21–22; CamSoft Data Sys., \n638 Fed. Appx. at 263 (“To be certain, there will be disputes over ownership in which \ninventorship is immaterial.  For example, parties may make other arrangements, \nsuch as a contract, that result in the automatic assignment of ownership rights to \npersons other than the undisputed inventor.”); Int’l Nutrition Co. , 257 F.3d at 1329 \n(“[T]he question of who owns patent rights, and on what terms, typically is a question \nexclusively for state courts and not one arising under United States patent laws.”); \nsee also Speck v. North Carolina Dairy Foundation, Inc., 311 N.C. 679, 686–87 (1984) \n(The Supreme Court  of North Carolina , dealing with a patent ownership issue, \nfinding that “the secret process developed through the research of the plaintiffs \nbelonged to the University absent a written contract by the University to assign ,” \nthus indicating that ownership of patentable processes is adjudicated in state court). \n96. F urther, even if Defendants, in answering the Amended Complaint, raise a \ndefense of inventorship, that is not enough to remove this case to federal court.  See \nFranchise Tax Bd. v. Constr. Laborers Vacation Trust, 463 U.S. 1, 14 (1983) (“[A] case \nmay not be removed to federal court on the basis of a federal defense .  . . even if the \ndefense is anticipated . . . and even if both parties admit that the defense is the only \nquestion truly at issue in the case.”). \n97. Therefore, this Court has subject  matter jurisdiction to reach Defendants’ \nMotion as to  BIOMILQ’s Count Seven  because the claim concerns ownership of \ncertain patent rig hts, not the inventorship of those patents or patent applications .  \nFurther, based on the allegations in the Amended Complaint and the exhibits thereto, \nBIOMILQ has identified and pled an actual, genuine controversy  between it and \nDefendants concerning the  ownership rights of the ’358 Application, the ’149 \nApplication, the ’480 Application, the ’216 Application, the ’477 Patent, and the ’843 \nPatent, arising out of opposing contentions regarding Dr. Strickland’s alleged \nassignment to BIOMILQ of her rights in  them.  Therefore, BIOMILQ has stated a \nclaim for declaratory judgment, and the Motion is hereby DENIED as to Count \nSeven. \nG. Defendants’ Request the Court Stay th e Business Court Action , \nPending Resolution of the District Court Action \n \n98. In addition to seeking dismissal of all claims, the Motion alternatively \nrequests a stay of any surviving claims.  In this regard, Defendants contend that the \nissues before the Court are “interrelated” to those in the District Court Action  and \nthat, because the parties and subject matter overlap, the Court must stay the matters \npending before it.  (Br. Supp. 22.)   Defendants contend that “[a]ll of the ma tters in \nthis litigation as to ownership of intellectual property and patentable processes are \ninterrelated to” the District Court Action.  (Br. Supp. 22.) \n99. In North Carolina, t he district courts are “the proper division  . . . for the \ntrial of civil actions and proceedings for annulment, divorce, equitable distribution of \nproperty, alimony, child support, child custody and the enforcement of separation or \nproperty settlement agreements between spouses, or recovery for the breach thereof.”  \nN.C.G.S. § 7A-244.  In an equitable distribution action, the district court must  \n“determine what is the marital property and divisible property and shall provide for \nan equitable distribution of the marital property and divisible property between the \nparties[.]”  N.C.G.S. § 50-20(a).  The purpose of the Equitable Distribution Act is “ to \ndivide property equitably, based upon the relative positions of the parties at the time \nof divorce, rather than on what they may have intended when the property was \nacquired.”  Mims v. Mims, 305 N.C. 41, 54 (1982). \n100. In Baldelli v. Baldelli, the Court of Appeals decided a n issue  factually \nsimilar to the issue now before the Court .  249 N.C. App. 603 (2016).  In that case, \nthe parties were separated in 2013 and filed claims for equitable distribution of their \nmarital property in Moore County District Court.  Id. at 604.  Plaintiff later filed an \naction in Moore County Superior Court , asserting five claims related to businesses \nincorporated during the  marriage.  Id.   Defendant moved to dismiss the action in \nSuperior Court, and in the alternative, requested that court hold the action in \nabeyance until the district court matter was settled.  Id.  The Superior Court \ndismissed the action for lack of subject matter jurisdiction, and plaintiff appealed.  Id. \nat 604–05.  On appeal, the Court of Appeals found that the Superior Court erred by \ndismissing the action.  Id. at 605. \n101. The Court of Appeals in Baldelli, relying on its prior decision in  \nJessee v. Jessee, applied the “prior pending action” doctrine in finding that the \ndismissal was in error.  Id.; see Jessee v. Jessee, 212 N.C. App. 426, 438 (2011).  The \nprior pending action doctrine is \nintended to prevent the maintenance of a subsequent action that is \nwholly unnecessary and, for that reason, furthers the interest of judicial \neconomy.  The ordinary test for determining whether or not the parties \nand causes are the same for the purpose of abatement by reason of the \npendency of the prior action is this: Do the two actions present a \nsubstantial identity as to parties, subject matter, issues involved, and \nrelief demanded? \n \nJessee, 212 N.C. App. at 438 (internal citations and marks omitted).  In applying this \ntest, the Baldelli Court found that while “it is possible that the equitable distribution \naction could resolve the [breach of fiduciary duty claim], it is also possible that the \nequitable distribution action will leave these issues unresolv ed, or .  . . leave \n[p]laintiffs without the full remedy that would be provided in the superior court \naction.”  Baldelli, 249 N.C. App. at 607. \n102. In Jessee v. Jessee, the Court of A ppeals held that, even though the “prior \npending action” doctrine did not mandate dismissal of the superior court action, \nwhere “there is a clear interrelationship between the two cases, such that the \nequitable distribution portion of the domestic relations case should be resolved prior \nto the determination of the [superior court] c ase,” the superior court case should be \n“held in abeyance pending resolution of the domestic relations case[.]”   Jessee, 212 \nN.C. App. at 439. \n103. In Burgess v. Burgess, ownership of a company jointly owned by a husband \nand wife was at issue in an equitable distribution action, and while that case was \npending, the wife filed a shareholder derivative suit in superior court.  205 N.C. App. \n325, 326 (2010).  The Court of Appeals held that the superior court had jurisdiction \nover the wife’s claims for breach of fiduciary duty and for an accounting and \ninspection of corporate books and records, because  those claims did not involve the \ndivision of marital property, were outside  the scope of N.C. G.S. § 50-20, and were \nseparate claims of the corporation .  Id. at 331–32.  The court held that e ven if the \ncorporation were added as a party to the district court action, the wife in Burgess \nwould not be entitled to the relief she sought in the derivative action, and the district \ncourt could not obtain jurisdiction over the shareholder derivative suit by statute.   \nId. at 333–34. \n104. Here, the Business Court  action is the first filed action  because it was  \ninitiated on 4 March 2022 with the filing of the Complaint.  (ECF No. 3.)  The record \nindicates that the District Court Action was initiated on 8 March 2022.  (ECF No. \n75.2.)  Consequently, this case differs from Baldelli, Jessee, and Burgess, given that \nthe Business Court action predates the District Court Action. \n105. Further, the parties and causes of action before the Court differ from those \nin the District Court Action .  In this case, the parties are BIOMILQ, Mr. Guiliano, \nand 108Labs, while in the District Court Action , the parties are BIOMILQ, \nMr. Guiliano, Dr. Strickland, and Ms. Egger.  Moreover, as in Burgess, the issues \ninvolved and relief demanded here are dissimilar  from those in the District Court \nAction.  As discussed at length  herein, t his case concerns  the separate claims of \nBIOMILQ regarding Defendants’ alleged trademark infringement,  unfair and \ndeceptive trade practices, unfair competition, and ownership over certain claimed \ntrade secrets and intellectual property .  The District Court Action concerns the \nidentification and distribution of Dr. Strickland and Mr. Guiliano’s marital and \ndivisible property.  Thus, there is hardly overlap, if any, between this action and the \nDistrict Court Action.\n10  Just as in Burgess, this case does not involve the division of \nmarital property, and even if the parties in each action were identical, BIOMILQ \nwould not be entitled to the relief it seeks here in the District Court Action. \n106. Because the Court determines that the two cases are not s ufficiently \ninterrelated that a stay, at this time, is warranted , the Court hereby DENIES  the \nMotion as to Defendants’  request to hold these proceedings in abeyance, without \nprejudice.  \nV. CONCLUSION \n107. THEREFORE, for the foregoing reasons, the Court hereby  GRANTS in \npart, and DENIES in part, the Motion as follows: \na. The Motion is GRANTED as to Count One , and this claim is \ndismissed without prejudice; \n \n10 The Amended Complaint alleges that Dr. Strickland used “her personal funds to pay for” \nthe first cell-cultured human breast milk experiment in November 2019, and that she “did \nnot use 108Labs funds to pay for the experiment” even though the work was arran ged \nthrough 108Labs.  (Am. Compl. ¶  21.)  Dr. Strickland also allegedly rented lab space and \nequipment under the name of 108Labs.  (Am. Compl. ¶ 22.)  Given the procedural posture of \nthis case and the District Court Action , these allegations are not sufficient to give rise to a \nconclusion that any of the issues before this Court would require it to divide and distribute \nmarital property. \nb. The Motion is DENIED as to Count Two; \nc. The Motion is  GRANTED in part, and DENIED in part as to Count \nThree, and this claim is dismissed in part without prejudice to the extent it \nis premised on Count One; \nd. The Motion is DENIED as to Count Four; \ne. The Motion is GRANTED as to Count Five , and this claim is \ndismissed without prejudice; \nf. The Motion is DENIED as to Count Six; \ng. The Motion is DENIED as to Count Seven; and \nh. The alternative Motion to hold proceedings in abeyance  pending \nresolution of the District Court Action is DENIED without prejudice. \nPursuant to Rule 12(a)(1)(a), Defendants shall serve a responsive pleading within 20 \ndays of entry of this Order. \n \nIT IS SO ORDERED, this the 10th day of February, 2023. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}