{
  "id": "24f375f6f56fa52cd77e0da0ef4086f47483817d1094ccd22c60c7616ce0b1d2",
  "source_file": "data/raw/ncbc/24f375f6f56fa52cd77e0da0ef4086f47483817d1094ccd22c60c7616ce0b1d2.pdf",
  "raw_text": "A-1 Pavement Marking, LLC v. APMI Corp., 2008 NCBC 13. \n \nSTATE OF NORTH CAROLINA             IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \nCOUNTY OF UNION                                        07 CVS 3186 \n \n \n \nA-1 PAVEMENT MARKING, LLC, \n \n  Plaintiff, \n \n v. \n \nAPMI CORPORATION,  \nLINDA BLOUNT and GARY BLOUNT, \n \n  Defendants. \n \n \nORDER & OPINION  \n \nMcGuire Woods LLP by Amy R. Worley and Bradley R. Kutrow for \nPlaintiff. \n \nBaucom, Claytor, Benton, Morgan & Wood, P.A. by Rex C. Morgan for \nDefendants. \n \nDiaz, Judge. \n{1} Before the Court is Plaintiff’s Motion for Judgment on the Pleadings \npursuant to Rule 12(c) of the North Carolina Rules of Civil Procedure, or, in the \nalternative, to Dismiss the Second, Third, Fourth and Fifth Claims for Relief in \nDefendants’ Counterclaims pursuant to Rule 12(b)(6) of the North Carolina Rules of \nCivil Procedure (the “Motion”).  For the reasons set forth below, the Court GRANTS \nin part and DENIES in part Plaintiff’s Motion. \n \nI. \nPROCEDURAL BACKGROUND \n{2}  On 13 November 2007, Plaintiff A-1 Pavement Marking, LLC \n(“Plaintiff” or “A-1”) filed a Verified Complaint against Defendants APMI \nCorporation, Linda Blount and Gary Blount (collectively, the “Defendants”) \nasserting claims for (1) breach of contract; (2) conversion; and (3) unfair competition \nand unfair and deceptive acts and practices, said claims arising from Plaintiff’s \npurchase of certain assets from Defendant APMI Corporation (“APMI”).  Plaintiff \nalso sought a temporary restraining order and a preliminary injunction.1 \n{3} On 20 December 2007, Defendants answered the Complaint and filed  \nCounterclaims alleging Plaintiff breached certain agreements executed in \nconjunction with the APMI asset purchase transaction, to wit:  (1) the Asset \nPurchase Agreement (“APA”); (2) the Promissory Note and Security Agreement; and \n(3) Defendant Gary Blount’s Employment Agreement.   \n{4} On 22 January 2008, Plaintiff filed an Amended Complaint asserting \nthe following claims:  (1) breach of contract; (2) conversion; (3) restitution/unjust \nenrichment; (4) civil conspiracy; and (5) unfair and deceptive acts and practices.  \n{5} On 7 February 2008, Defendants answered the Amended Complaint \nand re-asserted their Counterclaims.  \n{6} On 20 February 2008, the case was transferred to the North Carolina \nBusiness Court.  \n{7} On 12 May 2008, Plaintiff filed the Motion.    \n{8} On 25 June 2008, the Court heard oral arguments on the Motion. \n \nII. \nTHE FACTS \nA. \nTHE PARTIES \n{9} Plaintiff A-1 is a North Carolina limited liability company.  (Am. \nCompl. ¶ 1.)      \n{10} Defendant APMI is a North Carolina corporation.  (Am. Compl. ¶ 4.)   \n                                                 \n1 The presiding Superior Court judge in Union County where this action was filed entered a \npreliminary injunction by consent on 10 December 2007.  (Order, Dec. 10, 2007.) \n \n{11} Defendant Linda Blount is the sole shareholder of APMI.  (Am. Compl. \n¶ 5.) \n{12} Defendant Gary Blount is the husband of Linda Blount and a former \nemployee of APMI who subsequently became A-1’s General Manager.  (Am. Compl. \n¶ 6.)     \nB. \nTHE ASSET PURCHASE TRANSACTION  \n{13} On 21 April 2006, Langevin Ventures, LLC (Plaintiff’s predecessor in \nname and interest) agreed to purchase certain assets of APMI pursuant to the APA.  \n(Am. Compl. ¶ 8; Defs.’ Answer, First Defense ¶ 8.)   \n{14} At the closing, the parties executed (1) a Promissory Note establishing \na payment schedule for the asset purchase transaction; (2) a Security Agreement \nsetting forth APMI’s remedies if Plaintiff failed to discharge its contract obligations; \n(3) an Employment Agreement, whereby Gary Blount became A-1’s General \nManager; and (4) covenants barring Linda and Gary Blount from competing with A-\n1.  (Countercl. ¶¶ 4, 9, 16, 20.) \n{15} Under the terms of the APA, Plaintiff was to pay $1,500,000.00 for \nAPMI’s assets, with $500,000.00 to be paid at closing and the remaining balance \ndue pursuant to the terms of the Promissory Note.  (Defs.’ Answer, Second Defense \n¶ 2(a)–(c).) \n{16} The parties agreed that the assets sold pursuant to the APA would \nserve as collateral for the Promissory Note. (Countercl. ¶ 7.) \n{17} Pursuant to the APA, Plaintiff also agreed to assume “all long-term \nand current liabilities of [APMI] as of February 28, 2006.”  (Defs.’ Answer, Second \nDefense ¶ 6(b).) \n{18} Section 2.3 of the APA, as it existed at closing, did not include a \nspecific list of APMI’s long-term liabilities that Plaintiff was to assume.  (Defs.’ \nAnswer, Second Defense ¶ 6(b).)    \n{19} Plaintiff nevertheless paid APMI’s long-term liabilities for over a year \nafter the 21 April 2006 closing.  (Defs.’ Answer, Second Defense ¶¶ 6–8.)  However, \nin or around August 2007, Plaintiff stopped making such payments.  (Am. Compl. \n¶¶ 27,41; Defs.’ Answer, Second Defense ¶ 9.) \n{20} The Promissory Note allows APMI to accelerate the debt and repossess \nthe collateral should A-1 default.  One such event of default is a “breach of the \n[APA] by [Plaintiff].”  (Countercl. ¶ 5.) \n{21} Similarly, the Security Agreement provides that Plaintiff’s failure “in \nthe discharge of any liability to [Defendants]” constitutes an incident of default.  \n(Countercl. ¶ 5.)  \n{22} Finally, the covenants not to compete signed by the individual \nDefendants are unenforceable in the event of certain specified defaults by Plaintiff, \nincluding a breach of the APA.  (Countercl. ¶¶ 16,18, 21–22.) \nC. \nTHE EMPLOYMENT AGREEMENT \n{23} As part of the asset purchase transaction, Plaintiff hired Gary Blount \nto serve as its General Manager.  (Countercl. ¶ 9.).  Blount served in that capacity \nuntil May 2007.  (Am. Compl. ¶ 27.) \n{24} Blount’s Employment Agreement provides for payment of a bonus \nupon the business attaining certain performance measurements.  (Countercl. ¶ 10.) \n{25} Blount was not paid a bonus for his service as A-1’s General Manager. \n(Countercl. ¶ 12.)  \n \nIII. \nCONTENTIONS OF THE PARTIES \n{26} Defendants contend the APA does not reflect the full agreement of the \nparties.  (Defs.’ Answer, Second Defense ¶ 10.) \n{27} According to Defendants, a page detailing the specific long-term \nliabilities to be assumed by Plaintiff in conjunction with the asset purchase \ntransaction was inadvertently omitted from the APA.  (Defs.’ Answer, First Defense \n¶ 10.)  Defendants request that the Court reform the APA to include the omitted \npage.     \n{28} Defendants also allege that Plaintiff’s failure to pay APMI’s long-term \nliabilities constitutes a breach of the APA as the parties intended it to be written,   \n(Countercl. ¶ 6), and that this breach (1) is a default under the Promissory Note and \nthe Security Agreement, thus allowing APMI to accelerate the debt and repossess \nthe collateral, and (2) relieves the individual Defendants of their obligations under \nthe covenants not to compete.  (Countercl. ¶ 8.) \n{29} There is no dispute that Plaintiff paid APMI’s long-term liabilities for \nover a year after the 21 April 2006 closing.  (Defs.’ Answer, Second Defense ¶¶ 6–8, \nPl’s Am. Compl. ¶ 27.)  However, in or around August 2007, Plaintiff stopped \nmaking such payments, alleging that Defendant Gary Blount made the prior \npayments without authorization.  (Defs.’ Answer, Second Defense ¶ 9.) \n{30} Plaintiff also denies that any terms were omitted from the APA.  (Pl.’s \nAnswer Countercl. ¶ 2.)  Regardless, Plaintiff asserts Defendants cannot claim \nPlaintiff is in default of a version of the APA that did not exist at the time of the \nalleged breaches.  (Pl.’s Br. Supp. Mot. 1.) \n{31} Defendant Gary Blount claims separately that Plaintiff failed to pay \nhim a $60,000.00 bonus to which he was entitled pursuant to the Employment \nAgreement.  (Countercl. ¶ 12.) \n{32} More specifically, Defendant Gary Blount contends Plaintiff \nintentionally and improperly diverted income to affiliated companies and taxed \nexpenses to A-1 in an effort to avoid the obligation to compensate him pursuant to \nthe Employment Agreement bonus structure.  (Countercl. ¶ 14.) \n{33} According to Blount, these actions, in addition to amounting to a \nbreach of the Employment Agreement, also constitute unfair and deceptive trade \npractices.  (Countercl. ¶ 14.) \n{34} Plaintiff responds that this claim fails as a matter of law because the \nNorth Carolina Unfair and Deceptive Trade Practices Act (the “UDTPA”) does not \nsupport a cause of action for a simple breach of contract, particularly one based on \nthe alleged breach of an employment agreement.  (Pl.’s Br. Supp. Mot. 1.) \n \nIV. \nPRINCIPLES OF LAW \nA. \nMOTION TO DISMISS/MOTION FOR JUDGMENT ON THE PLEADINGS \n \n{35} The standard to judge the sufficiency of a complaint under Rule \n12(b)(6) and Rule 12(c) of the North Carolina Rules of Civil Procedure is the same.  \nPraxair, Inc. v. Airgas, Inc., 1999 NCBC 5 ¶ 5 (N.C. Super. Ct. May 26,1999), \nhttp://www.ncbusinesscourt.net/ncbc_website/ opinions/1999%20ncbc%205.htm. \n{36} Additionally, the “rules regarding the sufficiency of a complaint to \nwithstand a motion to dismiss . . . are equally applicable to a claim for relief by a \ndefendant in a counterclaim.”  Barnaby v. Boardman, 70 N.C. App. 299, 302, 318 \nS.E.2d 907, 909 (1984) rev’d on other grounds, 313 N.C. 565, 330 S.E.2d 600 (1985).   \n{37} Thus, the essential question presented by the Motion is \nwhether, as a matter of law, the allegations of the complaint, treated \nas true, are sufficient to state a claim upon which relief may be \ngranted under some legal theory.  In  ruling upon such a motion, the \ncomplaint is to be liberally construed, and the trial court should not \ndismiss the complaint unless it appears beyond doubt that [the] \nplaintiff could prove no set of facts in support of his claim which would \nentitle him to relief.  \n \nShepard v. Ocwen Fed. Bank, FSB, 361 N.C. 137, 139, 638 S.E.2d 197, 199 (2006) \n(quoting Meyer v. Walls, 347 N.C. 97, 111– 12, 489 S.E.2d 880, 888 (1997) (alteration \nin original)).  \n{38} However,  \n[w]hen considering a motion under Rule 12(b)(6), the court is not \nrequired to accept as true any conclusions of law or unwarranted \ndeductions of fact in the complaint.  When the complaint fails to allege \nthe substantive elements of some le gally cognizable claim, or where it \nalleges facts which defeat any claim, the complaint should be \ndismissed under Rule 12(b)(6). \n \nBetter Bus. Forms & Prods., Inc. v. Craver, 2007 NCBC 34 ¶ 22 (N.C. Super. Ct. \nNov. 1, 2007), http://www.ncbusinesscourt.net/opinions/110107%20Order% \n20Motion%20to%20Dismiss%20webpage.pdf. \n B. \nREFORMATION \n{39} “There is always a strong presumption in favor of the correctness of the \ninstrument as written and executed, for it must be assumed that the parties knew \nwhat they had agreed and have chosen fit and proper words to express that \nagreement in its entirety.”  Clements v. Life Ins. Co., 155 N.C. 57, 61, 70 S.E. 1076, \n1077 (1911). \n{40} That said, “[r]eformation is a well-established equitable remedy used \nto reframe written instruments where, through mutual mistake or the unilateral \nmistake of one party induced by the fraud of the other, the written instrument fails \nto embody the parties’ actual, original agreement.”  Metro. Prop. & Cas. Ins. Co. v. \nDillard, 126 N.C. App. 795, 798, 487 S.E.2d 157, 159 (1997) (quoting Dettor v. BHI \nProp. Co., 91 N.C. App. 93, 95–96, 370 S.E.2d 435, 437 (1988), rev'd on other \ngrounds, 324 N.C. 518, 379 S.E.2d 851 (1989)).   \n{41}  “In an action for reformation of a written instrument, the [moving \nparty] has the burden of showing that the terms of the instrument do not represent \nthe original understanding of the parties and must do so by clear, cogent and \nconvincing evidence.”  Hice v. Hi-Mil, Inc., 301 N.C. 647, 651, 273 S.E.2d 268, 270 \n(1981) (citation omitted).  “[W]hether or not the evidence is clear, strong and \nconvincing in a particular case is for the jury to determine.”  Nw. Mut. Ins. Co. v. \nHylton, 7 N.C. App. 244, 248, 172 S.E.2d 226, 228 (1970) (quoting Textile Ins. Co. v. \nLambeth, 250 N.C. 1, 108 S.E.2d 36 (1959)).  \n{42} “[T]he general rule is that a contract, once reformed, relates back—in \nits effective form—to the original date of execution.”  Nash Finch Co. v. Rubloff \nHastings, L.L.C., 341 F.3d 846, 850 (8th Cir. 2003) (citation omitted); see also \nSheets v. Stradford, 200 N.C. 36, 38, 156 S.E. 144, 146 (1930) (stating that when a \ncourt invokes the remedy of reformation on a transaction, “its power thus invoked \nrelates to the beginning of the transaction”). \n{43} Finally, where reformation is appropriate, the court “not only correct[s] \nthe . . . contract . . . as written, but compel[s] performance of it, or enforce[s] it, in its \namended form.”  Long v. U. S. Fid. & Guar. Co., 178 N.C. 503, 506, 101 S.E. 11, 13 \n(1919). \nC. \nTHE UDTPA \n{44} To state a claim under the UDTPA, a plaintiff must allege “(1) \ndefendants committed an unfair or deceptive act or practice, (2) in or affecting \ncommerce and (3) plaintiff was injured as a result.”  Phelps-Dickson Builders, \nL.L.C. v. Amerimann Partners, 172 N.C. App. 427, 439, 617 S.E.2d 664, 671 (2005) \n(citing Edwards v. West, 128 N.C. App. 570, 574, 495 S.E.2d 920, 923 (1998)).     \n{45}  As a general rule, there is a presumption against unfair and \ndeceptive practice claims as between employers and employees.  \nOrdinarily, in such a context, the claimant must make a showing of \nbusiness related conduct that is unlawful or of deceptive acts that \naffect commerce beyond the employ ment relationship. The rationale \nbehind this general rule is that pure employer-employee disputes are \nnot sufficiently “in or affecting commerce” to satisfy the second element \nof a UDTPA claim.  \n \nGress v. Rowboat Co., 661 S.E.2d 278, 281–82 (N.C. Ct. App. 2008) (internal \ncitations omitted).  \n{46} Furthermore, North Carolina courts routinely dismiss UDTPA claims \nasserted in simple breach of contracts cases.  See Mitchell v. Linville, 148 N.C. App. \n71, 75, 557 S.E.2d 620, 623 (2001) (“[A]ctions for unfair or deceptive trade practices \nare distinct from actions for breach of contract, and . . . a mere breach of contract, \neven if intentional, is not sufficiently unfair or deceptive to sustain an act under \n[the UDTPA].”) (alterations in original) (quoting Branch Banking and Trust Co. v. \nThompson, 107 N.C. App. 53, 62, 418 S.E.2d 694, 700 (1992)). \n{47} Consequently, the “plaintiff must show ‘substantial aggravating \ncircumstances attending the breach to recover under the Act.’”  Johnson v. Colonial \nLife & Accident Ins. Co., 173 N.C. App. 365, 370, 618 S.E.2d 867, 871 (2005) \n(quoting Eastover Ridge, L.L.C. v. Metric Constructors, Inc., 139 N.C. App. 360, \n367–68, 533 S.E.2d 827, 832–33 (2000)).  \n \nV. \nANALYSIS \nA. \nBREACH OF CONTRACT CLAIMS  \n{48} According to Plaintiff, Defendants’ Counterclaims alleging breaches of \nthe contract documents relating to the asset purchase transaction fail as a matter of \nlaw because Plaintiff’s actions in refusing to pay APMI’s long-term liabilities were \nconsistent with the terms of the APA as they now exist.  (Pl.’s Br. Supp. Mot. 1.)    \n{49} Plaintiff denies that the APA fails to reflect the parties’ true \nagreement regarding the disputed long-term liabilities.  Plaintiff contends, however, \nthat even if Defendants prevail on their claim for reformation of the APA, \nDefendants’ sole remedy is a judgment for money damages as to the unpaid long-\nterm liabilities, and not an “ex post facto” default entitling Defendants to rescind \nthe Promissory Note, Security Agreement, and the individual Defendants’ \ncovenants not to compete.  (Pl.’s Br. Supp. Mot. 1.)  \n{50} The Court disagrees.  While there is a strong presumption in favor of \ncorrectness of an instrument as written, Hice, 301 N.C. at 651, 273 S.E.2d at 270, a \n“court’s principle [sic] objective is to determine the intent of the parties to the \nagreement.”  \nHolshouser v. Shaner Hotel Group Props. One Ltd. P’ship, 134 N.C. \nApp. 391, 397, 518 S.E.2d 17, 23 (1999). \n{51} Moreover, when a court reforms an instrument, the general rule is that \n‘”[t]he rights of the parties are measured by the instrument as originally intended, \nand the effect of the reformation, as a whole, is to give all the parties all the rights \nto which they are equitably entitled under the instrument that they intended to \nexecute.”  66 Am. Jur. 2d Reformation of Instruments § 9 (2007) (citing Gurske v. \nStrate, 87 N.W.2d 703 (Neb. 1958)).     \n{52} Thus, if Defendants establish by clear, cogent and convincing evidence \nthat, because of a mutual mistake, the APA does not reflect the true intention of the \nparties at the original date of execution with respect to the long-term liabilities to \nbe assumed by Plaintiff, they would be entitled to (1) have the agreement judicially \nreformed to correct the mistake, and (2) seek full relief for Plaintiff’s alleged breach \nof the APA and related contract documents.  \nLong, 178 N.C. at 506, 101 S.E. at 13 \n(stating that when reformation is granted, the court not only corrects the contract \nas written, but enforces it in its amended form).2 \n{53} Accordingly, the Court DENIES Plaintiff’s Motion to Dismiss the \nSecond, Third, Fourth and Fifth Claims for Relief in Defendants’ Counterclaims.   \nB. \nTHE UDTPA CLAIM \n{54} Defendant Gary Blount has sufficiently pled a claim for breach of \ncontract arising from Plaintiff’s failure to pay a bonus pursuant to his Employment \nAgreement.  For the reasons explained below, however, Blount may not pursue a \nseparate UDTPA violation on these facts.  \n{\n                                                \n55} The general rule is that employer-employee relationships fall outside \nthe scope of the UDTPA.  See Hajmm Co. v. House of Raeford Farms, Inc., 328 N.C. \n578, 593, 403 S.E.2d 483, 492 (1991) (stating the statutory definition of Section 75-\n1.1 of the North Carolina General Statutes  does not cover employer-employee \nrelations).  To avoid dismissal in such a context, “the claimant must make a \nshowing of business related conduct that is unlawful or of deceptive acts that affect \ncommerce beyond the employment relationship.”  Gress, 661 S.E.2d at 282. \n{56} Here, Defendant Blount alleges that Plaintiff “has failed to properly \naccount for the income and expenses of [A-1], and has included expenses associated \nwith other affiliated companies or has diverted income to affiliated companies which \n \n2 The scope of any such relief is not before me at this time.  The Court, however, retains “discretion \nto shape the relief in accord with its view of the equities or hardships of the case.”  Roberts v. \nMadison County Realtors Ass’n, 344 N.C. 394, 401, 474 S.E.2d 783, 788 (1996).   \nshould have been attributed to A-1 . . . with the express purpose of depriving \nDefendant of his proper bonus payment.”  (Countercl. ¶¶ 13–14.)  \n{57} This allegation is insufficient to support Blount’s UDTPA claim for two \nreasons. \n{58} First, A-1’s alleged accounting misdeeds arguably relate to matters of \ninternal corporate governance, which are insufficient to sustain a UDTPA claim.  \nMaurer v. SlickEdit, Inc., 2005 NCBC 1, ¶ 40 (N.C. Super. Ct. May 16, 2005), \nhttp://www.ncbusinesscourt.net/opinions/2005%20ncbc%201.htm (stating matters \ninvolving the internal governance of a corporation do not qualify as “in commerce” \nfor purposes of an UDTPA claim). \n{59} Second, Blount alleges nothing more than a breach of contract claim, \nwhich the cases uniformly hold to be outside the scope of the UDTPA.  See, e.g., \nBranch Banking & Trust Co., 107 N.C. App. at 62, 418 S.E.2d at 700 (stating even \nintentional breaches of contract are not sufficient to be unfair or deceptive and \nindicating plaintiff must show substantial aggravating circumstances attending the \nbreach to recover under the UDTPA). \n{60} In this context, it does not matter that the purported breach resulted \nfrom A-1’s alleged accounting irregularities, as that fact alone is insufficient to \nelevate a contract dispute into an UDTPA claim.     \n{61} Accordingly, the Court GRANTS Plaintiff’s Motion as to that portion of \nBlount’s Counterclaim purporting to allege a violation of the UDTPA.  \n \n \n \n \n \n \n \n \n \nVI. \nCONCLUSION \n{62} The Court DISMISSES that portion of the Third Claim for Relief in \nDefendants’ Counterclaims purporting to allege a violation of the UDTPA. \n{63} In all other respects, Plaintiff’s Motion is DENIED.  \n \nSO ORDERED this the 4th day of August, 2008. \n \n \n "
}