{
  "id": "250fb64bcb6879d9cc7b157f5bccb78c1ad1fb9d573965b1b7dda9821a1c920c",
  "source_file": "data/raw/ncbc/250fb64bcb6879d9cc7b157f5bccb78c1ad1fb9d573965b1b7dda9821a1c920c.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 9995 \n \nINTERSAL, INC., \nPlaintiff, \n \nv. \n \nD. REID WILSON, Secretary, North \nCarolina Department of Natural and \nCultural Resources; NORTH \nCAROLINA DEPARTMENT OF \nNATURAL AND CULTURAL \nRESOURCES; THE STATE OF \nNORTH CAROLINA; and FRIENDS \nOF QUEEN ANNE’S REVENGE, a \nNon-Profit Corporation, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \n CROSS-MOTIONS FOR  \nSUMMARY JUDGMENT \n \n \n \nI. INTRODUCTION \n \n1. In 1996, after almost a decade of searching, Intersal, Inc. (“Intersal”), a \nmarine research and recovery company, discovered the storied Queen Anne’s Revenge \n(“QAR”), flagship of the notorious pirate Blackbeard, off the coast of North Carolina.  \nThe vessel reportedly sank  near Beaufort Inlet in 1718, and it has been the stuff of \nlegend since.   \n2. Although no treasure chests of gold were found in the debris, historical \nrelics have been recovere d from the QAR , and t he rights to make images, replicas , \nand narratives about the relics have amounted to another form of treasure .  \nPersistent disputes over the division of these rights have led to this litigation. \nIntersal, Inc. v. Wilson, 2023 NCBC 15. \n3.  Intersal and Defendants, including t he North Carolina Department of \nNatural and Cultural Resources ( “DNCR”),1 present th eir claims  to the Court on \ncross-motions for summary judgment, (the “Motions”) (ECF Nos. 153, 160).  For the \nreasons stated below, the Court GRANTS in part and DENIES in part the Motions. \nLinck Harris Law Group, PLLC, by David H. Harris Jr. and Kilpatrick  \nTownsend & Stockton, LLP by Dustin T. Greene, Richard J. Keshian, \nElizabeth Winters and Kyleigh E. Feehs for Plaintiff Intersal, Inc. \n \nN.C. Department of Justice, by Michael Bulleri, Amar Majmundar, \nBrian D. Rabinovitz , Orlando L. Rodriguez and Charles G. Whitehead \nfor Defendants D. Reid Wilson, et al. \n \nEarp, Judge. \nII. FACTUAL BACKGROUND \n4. The Court does not make findings of fact when ruling on motions \nfor summary judgment.  “Rather, the Court summarizes the relevant evidence of \nrecord, noting both the facts that are disputed and those that are uncontested, to \nprovide context for the claims and the Motions.”   Aym Techs., LLC v. Rodgers, 2019 \nNCBC LEXIS 64, *2 (N.C. Super Ct. Oct. 16, 2019) (citing Hyde Ins. Agency, Inc. v. \nDixie Leasing Corp., 26 N.C. App. 138, 142 (1975)).  The following background, \ndescribing the evidence and noting relevant disputes, is intende d to provide context \nfor the Court’s analysis and ruling. \n5. Intersal is a Florida corporation  registered to do business in North \nCarolina.  (Third Am. Compl. ¶ 14, ECF No. 106.)   \n \n1 DNCR was formerly known as the North Carolina Department of Cultural Resources \n(“DCR”).  The two names are used interchangeably in this Order and Opinion. \n6. DNCR is an executive agency of the State of North Carolina.  (Third Am. \nCompl. ¶ 16.)  Defendant Wilson is the Secretary of DNCR.   (Notice of Substitution \nof Def., ECF No. 149.)   \n7. In 1994, DNCR issued Permit No. 94  BUI 585 (the “ QAR Permit”) to \nIntersal, authorizing Intersal  to search for the QAR , which sank off the North \nCarolina coast in 1718.  (Third Am. Compl. ¶ 21; Pl.’s Resp. Defs.’ Mot. Dismiss, Ex. \n6 [“QAR  Permit”], ECF No. 79.) \n8.  Shortly thereafter, DNCR issued Permit No. 94  BUI 584 to Intersal, \nauthorizing Intersal to search for a  second ship, the El Salvador , which also \nreportedly sank near Beaufort Inlet in 1750.  (Third Am. Compl. ¶ 20; Def s.’ Mot. \nSumm. J., Ex. 25 [“El Salvador Permit”], ECF No. 159.25.)   \n9. The QAR Permit specified that Intersal would be entitled to 75% of \n“[a]ny [coins and precious metals] recovered during Phase Five [the salvage phase] of \nthe project.”2  ( QAR Permit, at 2.)  In contrast, the El Salvador Permit authorized \nonly “site assessment activities,” (target relocation, limited recovery of artifacts, data \nanalysis and reporting),  as opposed to salvage activities.3  (El Salvador Permit at 1.)  \nIn the event the El Salvador was located, “more extensive investigations” such as \n \n2 The federal Abandoned Shipwreck Act of 1987, 43 U.S.C. § 2105(c), and State law, N.C.G.S. \n§ 121-22, provide that a shipwreck recovered from the submerged lands of the State of North \nCarolina belongs to the State.  However, the State is free to cede some or all of its ownership \nrights.   \n \n3 The 2013 El Salvador Permit allowed for the recovery of artifacts or other site materials on \na limited basis for commercial salvage with DNCR approval.   With that exception, all \nmaterials recovered were to remain the property of the State of North Carolina.  (El Salvador \nPermit, at 2-3.)   \n“large scale excavation and/or the recovery of an extensive number of artifacts” would \nrequire a separate agreement with the State.  (El Salvador Permit at 4-5.) \n10. The El Salvador Permit limited Intersal’s activities to one year, but it \ncould be renewed annually, “subject to any changes in the permit terms [DNCR] \ndeems appropriate, providing [Intersal] has satisfactorily met all the terms and \nconditions of this permit.”  Moreover, t he Permit stated that it “in no way \nconstitute[d] a guarantee by [DNCR], as the permitting agency, that future Permits \n[would] be automatically granted to [Intersal].”  (El Salvador Permit at 1-2.) \n11. The El Salvador Permit required Intersal to demonstrate to  the \nsatisfaction of DNCR that it had “provided for facilities within the State of North \nCarolina, sufficient in size, security, equipment, staffing, and supplies” to perform \nconservation and analytical work on the artifacts before it could undertake recov ery \nefforts.  (El Salvador Permit at 3).  \n12. On 21 November 1996, operating under the authority of its permit s, \nIntersal discovered the QAR near Beaufort Inlet, just over a mile off Bogue Banks, \nNorth Carolina.  (Third Am. Compl. ¶ 22.) \n13. On 1 September 1998, I ntersal, DNCR, and a non- party, the Maritime \nResearch Institute (“MRI”), entered into an agreement regarding the QAR and any \nresulting projects (the “1998 Agreement”).  (Third Am Compl. ¶ 24, Ex. 1, pp. 11-25.)\n  \nAs a result of the 1998 Agreement, Intersal relinquished its right to receive  75% of \nthe coins and precious metals recovered from the QAR in exchange for promotion \nopportunities arising from the QAR “Project,”4 as well as for assurances from DNCR \nthat the El Salvador Permit  would be renewed  except for just cause .5 (Third Am. \nCompl. ¶ 24, Ex. 1, pp. 11-25.) \nThe 1998 Agreement \n14. The 1998 Agreement described Intersal and DNCR as partners “to \nresearch, survey, search, recover, preserve, protect, conserve, curate, and promote the \n[QAR artifact] collection for the life of this Agreement.”  (1998 Agreement at 2.)  It \nprovided in relevant part:  \n14. Subject to their rights under this Agreement, Intersal and MRI \nhereby assign to the Department, and the Department hereby accepts, \non behalf of the People of North Carolina, the interests of Intersal and \nMRI in the title and ownership of QAR and its artifacts.  \n \n* * * * \n16. . . . Intersal shall have the exclusive right to make and market all \ncommercial narrative (written, film, CD Rom, and/or video) accounts of \nproject related activities undertaken by the Parties[.] \n \n17. All Parties agree to cooperate in the making of a non commercial \n(sic) educational video and/or film documentary, or series of such \ndocumentaries . . . and there is no distribution or dissemination for sale \nof the said educational documentary without Intersal’s written \npermission[.] \n \n* * * * \n \n4 The term “Project” is defined in the 1998 Agreement to mean “all survey, documentation, \nrecovery, preservation, conservation, interpretation and exhibition activities related to any \nportion of the shipwreck of QAR or its artifacts.”  (1998 Agreement ¶ 11.)  \n \n5 The 1998 Agreement provided that other artifacts, such as the vessel structure, ship’s \nfittings, weapons, personal effects, and non-precious cargo would be sent to a suitable facility, \npossibly in the Beaufort area, where the material could be curated for scientific study and \npublic display.  Intersal agreed to forego any right to receive the coins and precious metals \nrecovered “in order that all QAR artifacts remain as one intact collection and in order to \npermit the Depa rtment to determine the ultimate disposition of the artifacts.” (1998 \nAgreement at 2.)  \n \n33. Subject to the provisions of Article 3 of Chapter 121 of the General \nStatutes of North Carolina and subchapter .04R of Title 7 of the North \nCarolina Administrative Code, the Department agrees to recognize \nIntersal’s and MRI’s efforts and participation in the QAR project as \nsufficient to satisfy any performance requirements associated with \nannual renewal of Intersal’s permits for . . . El Salvador . . . , and for the \nlife of this Agreement, renewal of said permit[ ] cannot be denied \nwithout just cause.  \n \n(1998 Agreement ¶¶ 14, 16, 17, 33.)  \n \n15. Almost fifteen years passed.  While Intersal and the State undoubtedly \nhoped that the 1998 Agreement would keep them anchored , their relationship went \noff course.  Multiple d isputes regarding the 1998 Agreement arose , and both sides \nheld their ground.  Consequently , on 26 July 2013, Intersal filed a Petition for a \nContested Case with the Office of Administrative Hearings (“OAH”), Intersal v. N.C. \nDep’t of Cultural Resources, 13 DCR 15732 (the “Petition”) .  (Br. Supp. Pl’s Mot. \nPartial Summ. J., Ex 5, ECF No. 154.5.)  \n16. OAH ordered mediation in the matter, which resulted in a new \nagreement executed by Intersal and DNCR on 24 October 2013.\n6  (Third Am. Compl., \nEx. 1 [ “2013 Agreement”], ECF No. 159.1.) \nThe 2013 Agreement \n17. Among other things, the 2013 Agreement required Intersal to dismiss \nthe Petition.  (2013 Agreement ¶ 25.)  Additionally, the parties expressly agreed that \nthe 2013 Agreement superseded the 1998 Agreement.  (2013 Agreement ¶ 1.) \n \n6 Nautilus Productions, LLC (“Nautilus”) and its President, Rick Allen, are also parties to the \n2013 Agreement.  Nautilus was Intersal’s “QAR Video Designee” under the 1998 Agreement. \n(Third Am. Compl. ¶ 29.) \n18. The 2013 Agreement again made clear that Intersal relinquished its \nright to share in any coins and precious metals recovered from the QAR  site in \nexchange for a more streamlined renewal process for its El Salvador Permit and the \nrights to certain promotion opportunities with respect to the QAR Project.  As for the \nlatter, the 2013 Agreement contained requirements for the production and use of \ndigital images and other media, and it established a means for Intersal to publish its \nterms of use to third parties before they were given access to the QAR Project.  \n19. Relevant paragraphs of the 2013 Agreement provided: \n3. El Salvador Permit.  In consideration for Intersal’s significant \ncontributions toward the discovery of the QAR and  continued \ncooperation and participation in the recovery, conservation, and \npromotion of the QAR, DCR agrees to continue to issue to Intersal an \nexploration and recovery permit for the shipwreck El Salvador . . . .  \nDCR agrees to issue the permit through th e year in which the QAR \narchaeology recovery phase is declared complete so long as the \nrequirements contained in the permit are fulfilled.  Subject to the \nprovisions of Article 3 of Chapter 121 of the North Carolina General \nStatutes entitled, “Salvage of A bandoned Shipwrecks and Other \nUnderwater Archaeological Sites,” and the North Carolina \nAdministrative Code, DCR agrees to recognize Intersal’s efforts and \nparticipation in the QAR project as sufficient to satisfy any performance \nrequirements associated with annual renewal of Intersal’s permit for the \nEl Salvador[.]  \n \n* * * * \n \n9. Replicas to be Used in Exhibits, Scientific Study, or \nEducational Tools .  Understanding that there may be times when \noriginal artifacts cannot be used, DCR may make, or have made, molds \nor otherwise reproduce, or have reproduced, any QAR artifacts of its \nchoosing for use in museums or traveling exhibits, as educational props \nin its exhibits, museums, or laboratories, as scientific tools, or for \nscientific study.  These replicas shall not be sold. \n \n* * * * \n \n14. Commercial Documentaries .  Intersal, through Nautilus, has \ndocumented approximately fifteen (15) years of underwater and other \nactivities related to the QAR project.  . . . Intersal shall have the \nexclusive right to produce a documentary film about the QAR project for \nlicensing and sale.  Intersal may partner with DCR if it chooses to do \nso[.] \n \n15. Other Commercial Narrative .  DCR and Intersal agree to \ncollaborate in making other commercial narrative, such as, but not \nlimited to, books and e-books, mini- and full-length documentaries, and \nvideo games.  Any profit -sharing agreements shall be based on the \namount of work contributed by each entity.  If DCR and Intersal cannot \nreach an agreement on the sharing and production of any such \ncommercial ventures that they propose to undertake, DCR and Intersal \nwill refer the issues to a mutually selected, neutral arbitrator for binding \narbitration, with arbitration to be concluded within three (3) months of \nselection of the neutral arbitrator. \n \n16. Media and Access Passes.   \n \na. Procedure \n \n1)  DCR agrees to establish and maintain access to a website for \nthe issuance of Media and Access Passes to QAR -project related \nartifacts and activities.  \n \n2)  DCR shall manage the issuance of Media and Access passes \nafter receiving access requests from third parties via the website.  \n \n3)  The website shall be the primary means of access for requests, \nand shall include, at a minimum:  \n \n(a)  An Intersal terms of use agreement, to be electronically \nsubmitted;  \n \n(b)  The QAR media fact sheet; and \n \n(c) Links to  DCR, Intersal, and Nautilus Productions \nwebsites. \n \n4)  Upon electronic submission of requests and terms of use, if \napplicable, electronic notice shall be sent to DCR and Intersal or \nits designee showing acceptance or nonacceptance of the terms of \nuse. \n \n5)  Intersal shall bear the sole responsibility for managing and \nenforcing its terms of use. \n \n6)  For requests for access that are not received through the \nwebsite, DCR shall provide the requestor with substantially the \nsame information contained on the website. \n \nb. Non-commercial Media. \n \n1)  All non -commercial digital media, regardless of producing \nentity, shall bear a time code stamp, and watermark (or bug) of \nNautilus and/or DCR, as well as a link to DCR, Intersal, and \nNautilus websites, to be clearly and v isibly displayed at the \nbottom of any web page on which the digital media is being \ndisplayed. \n \n2)  DCR agrees to display non -commercial digital media only on \nDCR’s website.  \n \nc. Termination.  This Media and Access Pass section shall \nterminate after the 5\nth anniversary of the signing of this \nAgreement.  After five (5) years, DCR and Intersal may agree to \nextend this provision by mutual written consent. \n \n17. Public Records.  Nothing in this Agreement shall prevent DCR \nfrom making records available to the public pursuant to North Carolina \nGeneral Statutes Chapters 121 and 132, or any other applicable State \nor federal law or rule related to the inspection of public records. \n \n18. Records Management.  During the recovery phase of the QAR \nproject, DCR and Intersal agree to make available to each other records \ncreated or collected in relation to the QAR project.  . . . Within one (1) \nyear after the completion of the recovery phase, Intersal shall allow DCR \nto accession duplicate or original records that were created or collected \nby Intersal during the project.  . . . These materials shall become public \nrecords curated by DCR.  All digital media provided by Intersal under \nthe terms of this paragraph shall include a time code stamp and \nwatermarks (or bugs)[.]  \n \n(2013 Agreement, ¶¶ 3, 6, 9, 14, 15, 16(a), 16(b), 17, 18.)  \n20. Unfortunately, any harmony achieved by the 2013 Agreement did not \nlast, and it was not long before disagreements again arose between Inters al and \nDNCR.  The claims in this action turn on whether Defendants have breached \nIntersal’s rights as specified in the 2013 Agreement.   \nEvents Giving Rise to Alleged Breaches of 2013 Agreement \n21. On 28 October 2013, less than a week after the 2013 Agreement was \nexecuted, DNCR participated with the U nited States Coast Guard in raising five \ncannons from the seabed at the QAR  site. (Third Am. Compl. ¶ 35A.)  Although \ncertain members of the media were informed of the event, Intersal alleges that it was \nnot informed.  Intersal further alleges that, as a result, it was denied an opportunity \nto video the event for a planned documentary film pursuant to P aragraph 14 of the \n2013 Agreement, as well as the chance to collaborate with DNCR to use the footage \nfor other “commercial narratives” pursuant to Paragraph 15 of the same agreement. \n22. In addition, as discussed below, Intersal contends that because it was \nunaware of the event before DNCR allowed third parties to access the site, it lost the \nopportunity to impose a terms of use agreement that would have governed the ability \nof the third parties to take and use photographs and video of the site .  Intersal \ncomplains that DNCR’s inaction resulted in the U.S. Coast Guard taking and \npublishing footage of the event on the internet.  (Third Am. Compl. ¶  35A, ECF No. \n107; see also Pl.’s Br. Supp. Mot. Partial Summ. J., Ex. 1 [“Meyer Dep.”] 177:11 -25, \nECF No. 154.1; Coast Guard images, ECF No. 154.17.)     \n23. A month later, on 9 December 2013, Intersal submitted its terms of use \nagreement to DNCR for posting on the website the parties had agreed would be used \nto issue media and access passes.  DNCR questioned the submission and proposed \nthat representatives from both Intersal and DNCR meet to discuss the terms in mid-\nJanuary 2014.  (Pl.’s Mot. Partial Summ. J., Ex. 44, ECF No. 154.44.)  On 13 January \n2014, DNCR e-mailed Intersal to arrange the meeting.  (Pl.’s Mot. Partial Summ. J., \nEx. 45, ECF No. 154.45.)  Abo ut a week later, Intersal responded, agreeing to meet \nand requesting that DNCR provide their proposed revisions to the terms beforehand.  \n(Pl.’s Mot. Partial Summ. J., Ex. 45.)  In reply, DNCR sent Intersal a proposed fact \nsheet, but it did not propose any revisions to the terms of use agreement that Intersal \nprovided.  (Pl.’s Mot. Partial. Summ. J., Ex. 46, ECF No. 154.46.) \n24. When the terms of use agreement was still not in place by 9 June 2014, \nIntersal submitted a second version to DNCR.  Intersal represented that the language \nof this version was taken “verbatim” from the State’s Division of Tourism, Film and \nSports Development website, changing only the names.  (Pl.’s Mot. Partial Summ. J., \nEx. 47, ECF  No. 154.47.)  But DNCR did not post or disseminate the terms of use \nagreement because it did not agree with t he content.  (Pl.’s Mot. Partial Summ. J., \nEx. 51 [“Masters’ Dep.”] at 116:12-13, ECF No. 154.51; Defs.’ Mot. Summ. J., Ex. 14, \nECF No. 159.14.)  Indeed, to date DNCR has not posted an Intersal terms of use \nagreement pursuant to Paragraph 16(a)(3)(a) of the 2013 Agreement. \n25. In the days following the QAR cannon-raising event, DNCR provided \nmedia outlets a Flickr 7 link for use to access un -watermarked images of the event.  \n(ECF No. 154.14; ECF No. 154.15; Pl.’s Br. Supp. Mot. Partial Summ. J., Ex. 7  [“Cox \nDep.”] 32:15-33:20, 38:2-41:21, ECF No. 154.7; Meyer Dep. 174:7-177:10.)   \n26. Both before and after the 2013 Agreement, Defendants posted QAR \ndigital media to websites other than DNCR’s own website.  Much of the digital media \nwas posted and continues to be displayed without watermarks, time code stamps, or \nwebsite links.  (ECF Nos. 154.21, 154.25, 154.27-.33.)   \n27. For example, in October 2014, DNCR provide d images of the cannon \nraising event to then-Governor Pat McCrory’s office via email, (ECF No. 154.23), and \nthe Governor’s office posted the images on its Facebook page, (ECF No. 154.22). \n28. In January 2014, both the Smithsonian and National Geographic \nEspaña magazines published QAR digital media supplied by DNCR in response to a \npublic records request.  Intersal complains that it was not afforded an opportunity to \ncollaborate with the State o n this “commercial narrative” in violation of paragraph \n15 of the 1998 Agreement.  (Third Am. Compl. ¶  35B; Pl.’s Br. Supp. Mot. Summ. J. \nEx. 14, ECF Nos. 154.14-15.) \n29. On two days in September 2015, Defendants allowed the nonprofit \nFriends of the Queen Anne’s Revenge (“FoQAR”) and a radio show host and crew to \ndive the site and collect footage of the QAR .  Because there was no agreement on \nIntersal’s terms, however, DNCR did not provide a terms of use agreement to FoQAR \n \n7 Flickr is an online photo management and sharing application.  See  www.flickr.com (last \nvisited 23 February 2023). \nor to the radio host and crew.  Intersal complains that it was not invited to collaborate \nwith DNCR on this event. (Third Am. Compl. ¶ 35G.)  On 28 October 2015, FoQAR \nallegedly posted video footage from th is dive to Facebook without watermarks, time \ncode stamps, or website links.  (Third Am. Compl. ¶ 35H.)  \n30. Images of the QAR Project, including photographs of recovered cannons, \nwere published on YouTube on 22 January 2019, (ECF No. 154.20).  The record does \nnot indicate who produced or posted the photographs.  At least two photographs of \nQAR cannons that appear to have been produced by the U.S. Coast Guard are \navailable for the public to purchase from third parties online, without compensating \neither the State or Intersal.  (ECF No. 154.19.) \n31. Defendants have charged admission to State facilit ies where they have \ndisplayed a traveling exhibit of QAR Project artifacts.  Intersal complains that \nDefendants have done so without collaborating or sharing profits with Intersal.  \n(Third Am. Compl. ¶ 35J ; Pl.’s Br. Resp. Defs.’ Mot. Summ. J. 8 -9.)  Defen dants \nrespond that these exhibitions are not “commercial narratives” from which they have \nprofited and that Intersal is not entitled to any portion of their museum admission \nfees.  (Defs.’ Answer to Pl.’s Third Am. Compl. ¶  35J, Defs.’ Br. Supp. Mot. Summ.  \nJ. 6.) \n32. In 2018, authors Mark Wilde-Ramsing and Linda Carnes-McNaughton \npublished Blackbeard’s Sunken Prize, a book about the QAR that contains images of \nrecovered QAR artifacts.  (Pl.’s Mot. Partial Summ. J., Ex. 61, ECF No. 154.61.)  \nWilde-Ramsing is the former State Deputy Archeologist for DNCR.  (Pl.’s Mot. Partial \nSumm. J., Ex. 34 [“Wilde-Ramsing Dep.”] at 8:3-5, ECF No. 154.34.)    \n33. The authors initially reached out to two  publishing companies, but after \nmeeting with DNCR, the authors chose UNC Press, a State entity , to publish the \nbook.  (Pl.’s Mot. Partial Summ. J., Exs. 40, 41, 62, 63, ECF Nos. 154.40, 154.41, \n154.62, 154.63; Wilde-Ramsing Dep. 58:3-59:9.) \n34. Wilde-Ramsing and Carnes-McNaughton received an advance to write \nthe book, (Wilde- Ramsing Dep. at 74:6- 12), and they had an agreement with the \npublisher to receive royalties from sales of the book, as well as a share of net proceeds \nfrom the sale or licensing of subsidiary rights.  (Pl.s’ Mot. Partial Summ. J., Ex. 65 at \n4-5, ECF No. 154.65.)   \n35. Intersal observes that the book is commercially available.  It contends \nthat although Defendants collaborated with the book’s authors, Defendants did not \ncollaborate or share profits with Intersal with respect to this “commercial narrative.”\n8   \n36. Defendants respond that they did not provide any funding for \nBlackbeard’s Sunken Prize, (Wilde -Ramsing Dep. at 65:8 -66:25), did not write any \ncontent for the book, (Wilde-Ramsing Dep at 59:15-59:20), and did not help pick any \n \n8 Intersal argues that this failure was intentional.  In support of its allegation, Intersal \nprovides evidence that Wilde-Ramsing initially proposed the book to DNCR in early 2015 and \ndescribed the book as “targeted for general audiences.”  (Pl’s Mot. Partial Summ. J., Ex. 61 , \nECF No. 154.61. )  However, the description was later changed to “an educational book \ntargeting the general audiences” in a proposal sent by the authors to DNCR, in anticipation \nof a meeting about the book that was to take place on 26 February 2015.  (Pl.’s Mot. Partial \nSumm. J., Ex. 62, ECF No. 154.62.)  The agenda for the meeting included a discussion of the \n“[d]efinition of ‘commercial narrative’ [1998 & 2013 MOA with Intersal and MRI].”  (Pl’s Mot. \nPartial Summ. J., Ex. 62.) \n \nof the images used in the book, (Wild e-Ramsing Dep. at 60:12-60:17).  However, \nDNCR “suggest[ed] that UNC Press might be a good publisher,” (Wilde-Ramsing Dep. \nat 58:3- 59:23), and DNCR informed Wilde -Ramsing that unwatermarked digital \nimages of the QAR were available through a public records request.  (Wilde-Ramsing \nDep. at 59:23-60:2,  61:11-17.)  \n37. Finally, in June 2013, FoQAR contracted with Think Out Loud \nProductions (a/k/a Shark Brothers), a commercial documentary maker, to make a \nmulti-part documentary series about the QAR.  On the same date that it executed the \nagreement with Think Out Loud Productions , FoQAR also executed an agreement \nwith DNCR assigning all rights in the documentary series to DNCR and giving DNCR \nthe “exclusive right to broadcast and distribute” the series.  (Pl.’s Mot. Partial Summ. \nJ., Exs. 52-53, ECF Nos. 154.52, 154.53.) \n38. The parties dispute how far production of the documentary s eries had \nprogressed at the time the 2013 Agreement was reached, but they agree that the \nseries had not been completed.  They further agree t hat this series is not mentioned \nin the 2013 Agreement.\n9   (Pl.’s Mot. Partial Summ. J., Ex. 54, ECF No. 154.54) (email \nfrom October 2014 sent to DNCR employee Claggett from Think Out Loud \nProductions regarding “approval for the Blackbeard and Queen Anne’s Revenge \ndocumentary”); (Pl.’s Mot. Partial Summ. J., Ex. 55, ECF No. 154.55) (November 2014 \n \n9 DNCR contends that the agreement between Think Out Loud Productions  and FoQAR \nspecifies that all filming (“field production”) would b e completed by June 2013, well before \nthe 2013 Agreement was executed.  (Pl.’s Mot. Partial Summ. J., Ex. 52 at 2.)  DNCR contends \nthat any activity on the project that occurred after the 2013 Agreement was limited to post-\nproduction work.  (Defs.’ Br. Resp. Pl.’s Mot. Partial Summ. J. 38.) \n \nemails between Claggett and Think Out Loud Productions regarding the same); (Pl.’s \nMot. Partial Summ. J., Ex. 9 [“Claggett Dep.\"], at 63:10-64:5, ECF No. 154.9.)   \n39. Moreover, the parties dispute whether the documentary series is a \ncommercial narrative requiring DNCR to collaborate with Intersal pursuant to \nParagraph 15 of the 2013 Agreement.  There is some evidence that the series was \nintended to be used for educational purposes but that it was never used that way.   \n(Pl.’s Mot. Partial Summ. J.  at 28-29, Ex. 57 [“Morris Dep.”] at 39:7-23, 57:9-58:5, \nECF No. 154.57.) \n40. Portions of the series containing DCR’s waterma rk (but without  time-\ncode stamps or links to DCR, Intersal, and Nautilus websites) were later posted on \nYouTube rather than to DCR’s own website. 10  Intersal contends that even if this \ncontent is considered “non -commercial,” posting the video in this manne r violated \nParagraph 16(b) of the 2013 Agreement.  Intersal  further argues that the series \nconstitutes a documentary film produced in violation of the exclusive right it was \nafforded by Paragraph 14 of the 2013 Agreement. \nRenewal of the El Salvador Permit \n41. In early November 2015, Intersal sought renewal of its El Salvador \nPermit.  (Third Am. Compl. ¶ 40.)  After some administrative wrangling, 11 on 1 \n \n10 Episodes of t he multi-part documentary series are still available on YouTube.   See e.g., \nDocumentary Episode 7 of 7: Blackbeard and the Queen Anne’s Revenge – Shark Brothers \nMultimedia, https://www.youtube.com/watch?v=QGFsd_UvAjQ. \n \n11 On 3 November 2015, Intersal received a Notice of Termination of Permit.  The reason \ngiven for termination was Intersal’s failure to submit a request for renewal prior to expiration \nof the existing permit.  (Third Am. Compl. ¶ 40; Br. Response Defs.’ Mot. Summ. J. , Ex. 13, \nDecember 2015,  Intersal received a Notice of Termination of Permit for the following \nreasons: (1) “Intersal failed to fulfill the requirements set forth in [the permit]; and \n(2) Issuance of further renewal permits is no longer deemed to be in the best interest \nof the State.”  (Defs.’ Mot. Summ. J., Ex. 22, ECF No. 159.22.) \n42. Intersal contends that, by denying the permit, the State breached its \npromise in the 2013 Agreement to waive the performance requirements associated \nwith annual renewal.  (Br. Response Defs.’ Mot. Summ. J., Ex. 14 [“Claggett Dep.”] \nat 152:14- 153:3, ECF No. 173.14) (agreeing that the “real  basis [for denying the \npermit] was [Intersal’s] failure to make substantial progress towards finding the El \nSalvador.”) \n43. In addition, although the State had been aware for years that the \nKingdom of Spain claimed to own the El Salvador, it is undisputed that in  November \n2015, DNCR’s counsel contacted Spain to determine that country’s position regarding \nrenewal of the permit.   In response, on 30 November 2015, Spain’s counsel sent a \nletter to DNCR restating Spain’s position that it claimed ownership of the El \nSalvador.  (Pl.s’ Br. Resp. Defs.’ Mot. Summ. J., Ex. 16 [“Howell Dep.”] at 20:17 -23, \nECF No. 173.16; Ex. 14 [“Claggett  Dep.”] at 170:1-7.)  Intersal contends that DNCR \npurposefully solicited a statement from the Kingdom of Spain as a pretext to support \nDNCR’s conclusion that renewal of Intersal’s permit was not in the State’s best \ninterest.  (Third Am. Compl. ¶¶ 42, 47 n.14.) \n \nECF No. 173.13.)   However, after Intersal notified DNCR that it had submitted a request \nbefore the deadline, DCR withdrew its denial.  (Pl.s’ Br. Resp. Defs.’ Mot. Summ. J. 23.) \n44. After the El Salvador Permit was terminated, Intersal filed a Petition \nfor a Contested Case with the OAH.  (Pl.’s Br. Supp. Mot. Partial Summ. J., Ex. 5, \nECF No. 154.5.)  On 27 May 2016, Intersal’s case was dismissed, and Intersal \nappealed to the Superior Court of Wake County.  (Third Am. Compl. ¶ 49; Defs’ Br. \nSupp. Mot. Dismiss and Mot. Strike Pl.’s Second Am. Compl., Ex. A, ECF No. 57.)  On \n7 November 2016, citing N.C.G.S. § 121-25(a), the Court issued a decision upholding \ntermination of the El Salvador Permit because it was not in the “best interest of the \nState.”  (Intersal, Inc. v. N.C. Dep’t of Cult’l Resources, 16 CVS 8149; Defs’ Br. Supp. \nMot. Dismiss and Mot. Strike Pl.’s Second Am. Compl., Ex. B.)  \nIII. PROCEDURAL BACKGROUND \n45. Intersal initiated this action on  27 July 2015.  (Compl. and Mot. for Rule \n65 Relief, ECF No. 1.)  On 10 September 2015, the case was designated a mandatory \ncomplex business case, (Designation Order, ECF No. 5).   \n46. On 20 February 2017, this Court granted Intersal’s Amended Motion for \nLeave to File Second Amended Complaint, (ECF No. 43).  The Second Amended \nComplaint asserted breach of contract claims against Defendants under both the \n1998 and 2013 Agreements.  (Second Am. Compl., ECF No. 44.)   \n47.  Thereafter, on 30 March 2017, Defendants moved to dismiss the Second \nAmended Complaint.  (Answer, Defenses, and Mot. Dismiss Pl.’s Second Am. Compl., \nand Mot. Strike, ECF No. 85.)  After considering the motion, on 13 October 2017, \nBusiness Court Judge Gregory P. McGuire dismissed with pre judice: (1) Intersal’s \nbreach of contract claims under the 1998 A greement, and (2) Intersal’s breach of \ncontract claims under the 2013 Agreement resulting from DNCR’s refusal to renew \nthe El Salvador Permit.  The Court dismissed without prejudice Intersal’s breach of \ncontract claim for alleged violations of Intersal’s digital media and promotion \nopportunity rights in the 2013 Agreement.  Intersal, Inc. v. Hamilton ,  2017 NCBC \nLEXIS 97, at *37-38 (N.C. Super. Ct. Oct. 12, 2017). \n48. On 1 June 2018, Intersal filed a petition for writ of certiorari  to the \nSupreme Court of North Carolina seeking review of Judge McGuire’s decision.\n12  The \nSupreme Court allowed the petition on 5 December 2019.  Intersal v. Hamilton , 373 \nN.C. 89, 97 (2019).   \n49. Subsequently, on 1 November 2019, the Supreme Court issued a \ndecision determining that this Court: (1) properly dismissed Intersal’s breach of \ncontract claims arising from the 1998 Agreement; (2) erred when it dismissed \nIntersal’s breach of contract cla im with respect to its digital media rights and \npromotion opportunities for lack of subject matter jurisdiction (failure to exhaust \nadministrative remedies); and (3) erred by dismissing on res judicata grounds \nIntersal’s breach of contract claim against th e Defendants arising from Defendants’ \nfailure to renew Intersal’s El Salvador Permit. Id. at 110- 111.  The case was \nremanded to this Court for further proceedings.   \n \n12  On 9 November 2017, Inte rsal filed a Notice of Appeal to the North Carolina Court of  \nAppeals which, by statute, was the incorrect judicial body to hear the appeal.  (Notice of \nAppeal, ECF No. 86.  See N.C.G.S. § 7A–27(a)(2).)  As a result, on 10 April 2018, Defendants \nfiled a Motion to Dismiss Intersal’s Appeal, (ECF No. 90), which this Court granted, and the \noriginal appeal was dismissed on 3 May 2018, (Order Granting Defs.’ Mot. Dismiss Appeal, \nECF No. 96).  The Supreme Court of North Carolina heard the case after issuing  a wri t of \ncertiorari. \n \n50. On 31 January 2020, Intersal filed its Third Amended Complaint to \nreflect the Supreme Cour t’s ruling.  (Third Am. Compl., ECF No. 106.)  Defendants \nresponded with defenses challenging, among other things, the enforceability of the \n2013 Agreement.  (Defs.’ Answer to Pl.’s Third Am. Compl., ECF No. 107.) \n51. All discovery is now complete, and b efore the Court are the parties’ \ncross-motions for summary judgment.  Intersal has affirmatively moved for partial \nsummary judgment, seeking (1) to establish as a matter of law that Defendants’ \nsecond and ninth affirmative defenses are barred by the law of the c ase doctrine, \njudicial estoppel, and quasi-estoppel, and (2) a declaratory judgment that Defendants \nhave breached Paragraphs 14, 15, and 16 of the 2013 Agreement (“Intersal’s Motion”).  \n(Pl.’s Mot. Partial Summ. J., ECF No. 153.)   Conversely, Defendants move for \nsummary judgment in their favor on both of Intersal’s claims for breach of contract \n(“Defendants’ Motion”; together, the “Motions”).  (Defs.’ Mot. Summ. J., ECF No. 160.) \n52. With the benefit of full briefing and a hearing on 6 January 2022 during \nwhich all parties were heard through counsel, the cross -motions are now ripe for \ndetermination. \n53. The Court, having considered the Motions, the briefs filed by the parties, \nthe arguments of counsel, and other relevant matters of record, concludes that the \nMotions shall be GRANTED in part and DENIED in part as specified below. \nIV. LEGAL STANDARD \n54. Summary judgment is appropriate “if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if any, \nshow that there is no  genuine issue as to any material fact and that any party is \nentitled to a judgment as a matter of law.”  N.C. R. Civ. P. 56(c).  “An issue is ‘genuine’ \nif it can be proven by substantial evidence and a fact is ‘material’ if it would constitute \nor irrevoca bly establish any material element of a claim or a defense.”  Lowe v. \nBradford, 305 N.C. 366, 369 (1982). \n55. In deciding a motion for summary judgment, the Court views the \nevidence in the light most favorable to the nonmoving party, taking its evidence as \ntrue and drawing inferences in its favor.  See, e.g. , In re Will of Jones, 362 N.C. 569, \n573 (2008). \n56. Affirmative summary judgment on a party’s own claims for relief carries \na greater burden.  Brooks v. Mount Airy Rainbow Farms Ctr., Inc., 48 N.C. App. 726, \n728 (1980).  The moving party “must show that there are no genuine issues of fact, \nthat there are no gaps in his proof, that no inferences inconsistent with his recovery \narise from the evidence, and that there is no standard that must be applied to the \nfacts by the jury.”  Parks Chevrolet, Inc. v. Watkins, 74 N.C. App. 719, 721 (1985).  \nTherefore, it is “rarely  . . . proper to enter summary judgment in favor of the party \nhaving the burden of proof.”  Blackwell v. Massey , 69 N.C. App. 240, 243 (1984); see \nBanc of Am. Merch. Servs., LLC v. Arby’s Rest. Grp., Inc. , 2021 NCBC LEXIS 61, at \n*10-11 (N.C. Super. Ct. June 30, 2021). \n57. In any case, when ruling on a motion for summary judgment, a trial \ncourt may not resolve issues of fact but must deny the motion if there is any genuine \nissue of material fact.  Singleton v. Stewart, 280 N.C. 460, 464 (1972). \nV. ANALYSIS \nA. Enforceability of the 2013 Agreement \n58. Defendants argue that Intersal’s two claims for breach of contract fail \nbecause there is no contract.  Without a meeting of the minds on all material terms, \nDefendants contend that the 2013 Agreement is unenforceable.  (Defs.’ Br. Supp. Mot. \nSumm. J. 9, 19-23, ECF No. 161.) \n59. Citing the law of the case doctrine and principles of estoppel , Intersal \nresponds that whether the 2013 Agreement is enforceable is a question that has \nalready been raised and answered on appeal.  Int ersal contends that Defendants \nendorsed the enforceability of the 2013 Agreement in their arguments to the Supreme \nCourt, and that the Supreme Court, relying on that endorsement, has determined \nthat the 2013 Agreement is valid and enforceable.  Intersal contends that this issue \nhas been finally decided and that no new evidence has been unearthed in discovery \nthat could serve as the basis for Defendants to resurrect their enforceability \nchallenge.  (Pl.’s Br. Resp. Defs.’ Mot. Summ. J. 1-4, ECF 174.)   \n60. The l aw of the case doctrine provides that “when an appellate court \npasses on a question and remands the cause for further proceedings, the questions \nthere settled become the law of the case .  . . in subsequent proceedings in the trial \ncourt.” Bank of Am., N.A.  v. Rice, 244 N.C. App. 358 (2015); see Tennessee- Carolina \nTransp., Inc. v. Strick Corp., 286 N.C. 235, 239 (1974) (stating that the Supreme \nCourt’s decision in prior appeal “constitutes the law of the case, both in subsequent \nproceedings in the trial court and on a subsequent appeal”); Premier, Inc. v. Peterson, \n2016 NCBC LEXIS 39, at **14 (N.C. Super. Ct. May 13, 2016) (applying law of the \ncase doctrine to question of contract interpretation). \n61. The law of the case doctrine applies to “points actually prese nted and \nnecessary to the determination of the case.”  Condellone v. Condellone, 137 N.C. App. \n547, 551 (2000).  It requires that “[n]o judgment other than that directed or permitted \nby the appellate court may be entered.”  D & W, Inc. v. City of Charlotte , 268 N.C. \n720, 722 (1966).  “As a result, ‘[o]n remand of a case after appeal, the mandate of the \nreviewing court is binding on the lower court, and must be strictly followed, without \nvariation or departure.’ ”  Premier, Inc. , 2016 NCBC LEXIS 39, at **15 (quoting \nCouch v. Private Diagnostic Clinic, 146 N.C. App. 658, 667 (2001)). \n62. In this case, the Supreme Court has spoken.  It affirmed the trial court’s \ndetermination that the 2013 Agreement was a novation of the 1998 Agreement.  \nIntersal, 373 N.C. at 99.  The Court held that the language of the 2013 Agreement, \n“clearly demonstrate[d] the parties’ intent that it would function as a novation of the \n1998 Agreement[.]” Id.  It concluded: “[b]ecause the 2013 Settlement Agreement was \na novation of the 1998 Agreem ent, plaintiff’s breach of contract claims arising from \nthe 1998 Agreement are ‘extinguished.’ ” Id. \n63. As the Supreme Court explained, “ ‘[t]he essential requisites of novation \nare a previous valid obligation, the agreement of all parties to the new contract , the \nextinguishment of the old contract, and the validity of the new contract .’ ” Intersal, \n373 N.C. at 98 (quoting Tomberlin v. Long, 250 N.C. 640 (1959)) (emphasis added).  \nTherefore, in determining that the 2013 Agreement was a novation of the 1998 \nAgreement, the Supreme Court necessarily determined that the 2013 Agreement \nitself was valid.  \n64. Defendants protest that new developments u nveiled in discovery since \nthe Supreme Court’s decision reveal that the parties never agreed on material terms.  \nTherefore, they  argue that the enforceability of the 2013 Agreement must be \nreconsidered.  Defendants point to the deposition of Intersal’s President, David \nReeder, who testified that the 2013 Agreement was a “working document” and a \n“starting point to finally spur on our cooperation and a successful conclusion of the \nQAR project.”  (Defs.’ Br. Supp. Mot. Summ. J. 20, Ex. 5, Reeder Dep. 30:16 -23.)  \nReeder testified that Intersal’s terms of use were not discussed “item by item” but \nthat similar terms were used by other State departments and that the parties had \nagreed to the same concept.  (Reeder Dep. 82:17-83:14.)  He thought that some of the \noperational details for the Business Panel needed to be refined.  (Reeder Dep. 31:3 -\n10.)  However, he “didn’t feel like there was anything else left incomplete, as you call \nit.”  (Reeder Dep. 31:13-14.) \n65. Reeder also testified about profit -sharing with respect to future \ncommercial narratives and described how the parties were to calculate a split based \non the division of work and their relative participation.  The 2013 Agreement \nspecifically contemplates such a formula and provides for arbitration in the event o f \na dispute.  (Reeder Dep. 134:21 -135:22; 2013 Agreement ¶ 15.)  Reeder further \nobserved that the A greement “was binding on all parties that signed it,” but, as is \ntypical, there was a provision that allowed for amendment if necessary.  (Reeder Dep. \n221:8-11.)  \n66. Significantly, even if Reeder’s testimony were sufficient to raise doubts \nwith respect to a meeting of the minds on the terms he mentions, Defendants concede \nthat Reeder’s testimony w as consistent with that of the ir own officials who were \ninvolved in the negotiations.  (Defs.’ Br. Supp. Mot. Summ. J. 22.)   \n67. Based on the above, t he Court concludes that Reeder’s post -appeal \ntestimony did not reveal facts that were unknown to Defendants at the time they \nargued to the Supreme Court.  Consequently, the Cou rt concludes that there have \nbeen no new developments that would warrant reconsideration of the enforceability \nof the 2013 Agreement.  That issue has been finally decided for purposes of this case.13  \nSee Ray v. Hill Veneer Co. , 188 N.C. 414, 415 (1924) (holding that exception to the \nlaw of the case doctrine applies only when there is a “material difference” between \nthe record on the prior appeal and the present record); cf. Metts v. Piver,  102 N.C. \nApp. 98, 100-01 (1991) (holding even new evidence did not entitle party to a second \nchance at summary judgment on the same issues, otherwise “an unending series of \nmotions for summary judgment could ensue”). \n68. Intersal also contends that Defendants are judicially estopped from \narguing that the 2013 Agreement is invalid as a result of the position they took before \n \n13 Whether North Carolina recognizes a claim for breach of a duty to negotiate in good faith \nis unsettled.  See HD Hospitality, LLC v. Live Oak Banking Co ., 2022-NCCOA-638 (2022).  \nHowever, even if the 2013 Agreement is read as an “agreement to agree,” Defendants, by \narguing that it constitutes a novation, have conceded that it is sufficiently definite to be \nenforceable, and the Supreme Court has accepted that position. \n \nthe Supreme Court.  (Pl.’s Br. Supp. Mot. Partial Summ. J. 12, ECF No. 162.)  \n“Judicial estoppel protects the integrity of the court judicial process by prohibiting \nparties from deliberately changing positions according to the exigencies of the \nmoment.”  Powell v. City of Newton, 364 N.C. 562, 568 (2010) (alteration omitted).  \nThe Court may invoke the doctrine to “prevent a party from acting in a way that is \ninconsistent with its earlier position before the court.”  Id. at 569.   \n69. “[W]hen determining whether to invoke the doctrine three aspects to \nconsider are whether:  (1) the party’s subsequent position is “clearly inconsistent with \nits earlier position; (2) judicial acceptance of a party’s position might threaten judicial \nintegrity because a court has previously accepted that party’s earlier inconsistent \nposition; and (3) the party seeking to assert an inconsistent position would derive an \nunfair advantage or impose an unfair detri ment on the opposing party as a result.”  \nIn re Southeastern Eye Center -Pending Matters, 2021 NCBC LEXIS 43, at *22- 23 \n(internal quotation marks and citations omitted). \n70. In this case the Supreme Court observed, “Here, neither Intersal nor the \nState Defendants have argued before this Court that either the 1998 Agreement or \nthe 2013 Agreement are invalid.”   Intersal, 373 N.C. at 99.  Indeed, in Defendants’ \nbrief to the Supreme Court, Defendants stated: “[i]n this appeal, neither [Defendants] \nnor [Intersal] has challenged the validity of the 2013 Agreement[,]” (ECF No. 175.1 \nat 20), and “[i]n sum, this record offers no sound basis to predict that the 2013 \nAgreement would ever be held void[,]” (ECF No. 175.1 at 28–29, emphasis added). \n71. The Supreme Court further observed that Defendants chose not to argue \nthat the 2013 Agreement was unenforceable  despite the fact that they rais ed \nunenforceability as an affirmative defense in their Answer .  Intersal, 373 N.C. at 99 \nn.3.   Although it is true, as Defendants argue, that the Rules of Civil Procedure allow \nlitigants to plead alternative legal theories, the problem here is that Defendants did \nnot preserve their ability to argue in the alternative when they represented to the \nSupreme Court that the 2013 Agreement was a novation.  Defendants inextricably \nchose a path, and the Supreme Court clearly based its decision on their \nrepresentation.  Cf. Whiteacre P’ship v. BioSignia, Inc., 358 N.C. 1, 26 (2004) (“where \na party gives a reason for h is conduct and decision touching anything involved in a \ncontroversy, he cannot, after litigation has begun, change his ground, and put his \nconduct upon another and a different consideration.  He is not permitted thus to mend \nhis hold.”) (quoting Ry. Co. v.  McCarthy, 96 U.S. 258, 267- 68 (1877) (emphasis in \noriginal)).  Under these circumstances, this Court concludes that application of the \ndoctrine of judicial estoppel is appropriate. \n72. Because the issue has been determined, this Court must conclude that \nthe 2013 Agreement is a valid, enforceable contract.  See Collins v. Simms , 257 N.C. \n1, 8 (1962) (“[T]he courts, whose judgments and decrees are reviewed by an appellate \ncourt of errors, must be bound by and observe the judgments, decrees and orders of \nthe latter court, within its jurisdiction.   Otherwise, the courts of error would be \nnugatory and a sheer mockery.”).14   \n73. Therefore, Plaintiff’s Motion with respect to Defendants’ Second \nAffirmative Defense (that the 2013 Agreement is illegal and void as against pu blic \npolicy) and Defendants’ Ninth Affirmative Defense (to the extent Defendants contend \nthat terms of the Agreement are unenforceable) is hereby GRANTED.  \nB. Alleged Breach of Promotion Opportunities in 2013 Agreement \n74. Section IV of the Agreement, governing the rights and obligations of the \nparties with respect to promotion opportunities, is divided into several parts. \nIntersal’s exclusive right to p roduce a c ommercial documentary is described in \nParagraph 14.  The parti es’ duty to collaborate on commercial narratives exists in \nParagraph 15.  Rules regarding third party access to QAR  Project-related artifacts \nand activities are in paragraph 16(a).  The parties’ duty to mark, and restrictions on \ntheir ability to display, non-commercial media are specified in paragraph 16(b).  The \nparties have filed cross -motions for summary judgment with respect to Plaintiff’s \nclaim that Defendants breached each of these provisions.15  \n \n14 The Court’s holding that the 2013 Agreement is an enforceable contract does not, however, \npreclude its conclusion that some interpretations of the Agreement proffered by the parties \nare not reasonable because they would violate the law.  See infra, Section V(B)(4). \n \n15  Plaintiff alleges that some events give rise to multiple breaches of the 2013 Agreement.  By \nhighlighting the event with respect to one of those alleged breaches in its analysis, the Court \ndoes not suggest that no other possible breaches exist with respect to the same event.  \n \n1. Paragraph 14 (Commercial Documentaries) \n75. Paragraph 14 of the 2013 Agreement gives Intersal “the exclusive right \nto produce a documentary film about the QAR project for licensing and sale.  Intersal \nmay partner with DCR if it chooses to do so [.]” (2013 Agreement ¶ 14.)    \nThe Cannon Raising \n76.   Intersal presents testimony that it was not notified  of the cannon \nraising event that took place just days after the 2013 Agreement was  reached.  See \ne.g., Meyer Dep. at 125:12 -25 (unaware of any notice to Intersal) . It argues that \nDefendants breached Paragraph 14 by not telling it about the even t in order to \nprevent its video-designee, Nautilus, from filming this  sentinel moment in the QAR \nrecovery operations.16  (Pl.’s Br. Resp. Defs.’ Mot. Summ. J. 7.) \n77. Defendants respond with testimony that the event was publicly \nannounced days in advance , that nothing in the agreement required them  to notify \nIntersal of every QAR-related activity, and that, in any event, they believe they did \ninform Intersal.  (Defs.’ Br. Supp. Mo tion Summ. J. 5; Claggett Dep. 53:12- 19 (“I \ndirected Billy Ray Morris to contact them.”)  (But see Pl.s’ Br. Resp. Defs.’ Mot. Summ. \nJ., Ex. 1, ECF No 173.1 [Morris Dep.] 64:15-21)  (Q: Do you recall personally reaching \nout to either Rick Allen or Intersal about participating in that dive?  A:  No.  Q.  Do \nyou know if anyone else from DNCR ever did?  A.  I don’t know.”).  \n \n16 Intersal also argues that DNCR breached Paragraph 15 of the 2013 Agreement because \nDNCR did not “collaborate” with it in the “making” of a “commercial narrative.”  (Pl.’s Br. \nResp. Defs.’ Mot. Summ. J. 7.)  For the reasons stated b elow, the Court concludes that the \nparties’ ambiguous contract language in Paragraph 15 precludes summary judgment with \nrespect to this contention.  \n78. “Whenever a court is called upon to interpret a contract[,] it s primary \npurpose is to ascertain the intention of the parties at the moment of its execution.”  \nHoward v. IOMAXIS, LLC , 2020 NCBC LEXIS 57, at *15 (N.C. Super. Ct. May 1, \n2020) (quotation omitted).  “To do so, the Court must first look to the language of the \ncontract and determine if it is clear and unambiguous.”  Id .  “Whether or not the \nlanguage of a contract is ambiguous is a question for the court to determine.”  W & W \nPartners, Inc. v. Ferrell Land Co., LLC , 2018 NCBC LEXIS 52, at *12 (N.C. Super. \nCt. May 22, 2018) (quoting Lynn v. Lynn, 202 N.C. App. 423, 432 (2010)). \n79. “If a court finds a contract ambiguous, the intent of the parties becomes \na question of fact.”  Howard, 2020 NCBC LEXIS 57, at *15 (quotation omitted); see \nRobertson v. Hartman , 90 N.C. App. 250, 252-53 (1988) ( Where the language of a \ncontract is \"subject to more than one reasonable meaning,\" its interpretation is an \nissue for the jury); Leonard v. Pugh , 86 N.C. App. 207, 210 (1987) (“Ambiguous \ncontracts must be interpreted by a jury[.]”).  \n80. “The fact that a dispute has arisen as to the parties’ interpretation of \nthe contract is some indication that the language of the contract is, at best, \nambiguous.”  Salvaggio v. New Breed Transfer Corp., 150 N.C. App. 688, 690 (2002). \n81. The record is far from clear regarding whether the parties intended for \nIntersal to be notified of significant events in the recovery process and, if so, whether \nIntersal knew or should have known of the planned cannon raising.  Accordingly, the \nCourt determines that g enuine issues of  material fact , evident from th is record, \npreclude summary judgment. \nThe Think Out Loud Documentary Series \n82. It is undisputed that in June 2013, prior to execution of the October 2013 \nAgreement, FoQAR arranged with Think Out Loud Productions  to make a \ndocumentary series about the QAR  Project.  It is also  undisputed that at the same \ntime it reached agreement with Think Out Loud Productions, FoQAR simultaneously \nassigned the rights to the series  to DNCR, giving  DNCR the exclusive right to \nbroadcast and distribute it.  (Pl.’s Mot. Summ. J.  Ex. 53; Claggett Dep. 47:15-49:14.) \n83. Intersal alleges that Steve Claggett, head of the Office of State \nArcheology, was “well -aware” of this arrangement  but did not reveal it during \nnegotiations with Intersal for the 2013 Agreement.  (Pl.’s Mot. Partial Summ. J.  26; \nClaggett Dep. 49:15- 50:24.)  Intersal argues that the 2013 Agreement does not \ncontain an exception allowing for the continued production of this documentary series \nin violation of its exclusive right to produce a documentary as stated in Paragraph 14 \nof the 2013 Agreement. \n84. Defendants argue that the OAH action resulting in the 2013 Agreement \nwas not filed until 26 July 2013, more than a month and a half after  the agreement \nbetween FoQAR and Think Out Loud Productions  was signed .  Consequently, \nDefendants contend, they had no obligation to apply the terms of the 2013 Agreement \nretroactively to the production of a docu mentary series that was already underway.  \n(Pl.’s Mot. Partial Summ. J., Ex. 52, ECF No. 154.52; Defs.’ Br. Resp. Pl.’s Mot. Partial \nSumm. J. 38.)  Defendants  point out that the agreement between FoQAR and Think \nOut Loud Productions required that all filming be completed by the end of June 2013.  \n(See Pl.’s Br. Supp. Mot. Partial Summ. J. , Ex. 52 at ¶ 8.)   Finally, Defendants note \nthat FoQAR “was not a party to the 2013 Agreement,” and they contend that Intersal \ncannot “impose its purported exclusive narrative rights on third parties.”  (Pl.’s Br. \nSupp. Mot. Partial Summ. J. 38-39.) \n85. But, citing various emails  and Claggett’s testimony,  Intersal disputes \nDefendants’ implication that the  filming and production of the series had been \ncompleted prior to execution of the 2013 Agreement .  (Pl.’s Br. Supp. Mot. Partial \nSumm. J. 27, Ex. 54, ECF No. 154.54 (23 October 2014 e-mail from Think Out Loud \nProductions to Claggett regarding status of web series); Pl.’s Br. Supp. Mot. Partial \nSumm. J. 27, Ex. 55, ECF No. 154.55 (email chain between Claggett and Think Out \nLoud Productions  discussing status of project in November 2014); Claggett Dep. \n63:10-64:5 (conceding that Defendants were working wit h Think Out Loud \nProductions on the web series project during November 2014).)   \n86. Intersal further argues that DNCR cannot avoid liability by hid ing \nbehind F oQAR as the party that contract ed with the film company when, a lmost \nsimultaneously, FoQAR assigned the rights to the docu mentary series to DNCR.  It \ncontends that Claggett, head of the Office of State Archeology for DNCR admitted \nthat DNCR used FoQAR as nothing more than a “pass through.”  (Pl.’s Br. Supp. Mot. \nPartial Summ. J. 26; Claggett Dep. 49:11-14.) \n87. Continuing the dispute , t he parties dis agree regarding  whether the \ndocumentary series should be analyzed as a “commercial narrative” under Paragraph \n15.  Intersal argues that it is, (Pl.’s Br. Supp. Mot. Partial Summ. J. 28), while DNCR \nsays that the project was  educational in nature and, therefore, does not meet the \ndefinition of  “ commercial narrative.”  ( Defs.’ Br. Resp. Pl.’s Mot. Partial Summ. J.  \n37.)  D NCR points to  the fact that it contracted for the development of an \naccompanying “lesson plan”  as evidence  that the documentary series  was not \nintended to be a  commercial narrative.  However, Intersal argues that the evidence \nproves that the lesson plans and videos were never actually used in schools.  (Pl.’s Br. \nSupp. Mot. Partial Summ. J. 28-29; Morris Dep. at 39:17-20.) \n88. Under the circumstance s presented here , the Court  concludes that \nsummary judgment with respect to the Think Out Loud  documentary series is not \nappropriate.  Other than listing as  examples: “books and e -books, mini - and full -\nlength documentaries, and video games,”  t he term “commercial narrative” is not \ndefined either in Paragraph 15 or elsewhere in the 2013 A greement.  Whether the \nparties intended for the term “commercial narrative” to cover a web -based \ndocumentary series, whether the timing of th is particular project causes it to fall \nwithin the parameters of the 2013 Agreement, and whether Defendants are \nresponsible for FoQAR’s action in these circumstances are all matters for the jury to \ndecide. \n2. Paragraph 15 (Collaboration on “Commercial Narratives”) \n89. Paragraph 15 of the 2013 Agreement states:  \nDCR and Intersal agree to collaborate in making other commercial \nnarrative, such as, but not limited to, books and e-books, mini- and full-\nlength documentaries and video games. Any profit -sharing agreements \nshall be based on the amount of work contributed by each entity.  If DCR \nand Intersal cannot reach an agreement on the sharing and production \nof any such commercial ventures that they propose to undertake, DCR \nand Intersal will refer the issues to a mutually selected, neutral \narbitrator for binding arbitration, with arbitration to be conclu ded \nwithin three (3) months of selection of the neutral arbitrator. \n \n(2013 Agreement ¶ 15.)17 \nBlackbeard’s Sunken Prize \n90. Intersal seeks summary judgment on the grounds that Defendants \nbreached Paragraph 15 of the 2013 Agreement by collaborating on the book \nBlackbeard’s Sunken Prize with Wilde -Ramsing and Carnes -McNaughton and not \nincluding Intersal.  They contend that DNCR steered the project , and they point to \nthe decision to recast the book as “educational” rather than “commercial,” as evidence \nof an alleged attempt  by Defendants  to avoid Paragraph 15.  They argue that \nDefendants mandated that the authors use UNC Press as the publisher, resulting in \na monetary benefit for the State.  Intersal further complains that DNCR collaborated \nwith the authors by advising them to submit public records requests for \nunwatermarked images so that they could avoid  including Intersal.  (Pl.’s Br. Supp. \nMot. Partial Summ. J. 23-25.)18   \n \n17 The arbitration provision  was not utilized by the parties.  In response to the Court’s \nquestioning during the hearing, Defendants argue that it does not apply because they have \nnot failed to collaborate on any commercial narratives.  (Tr. 27-31, ECF No. 194.)  Plaintiff \nargues that it was up to Defendants to demand arbitration, and they have not.  (Tr . 37-38.)  \nArbitration is a contractual right that may be waived.  See, e.g., Cyclone Roofing Co., Inc. v. \nDavid M. LaFave Co., Inc., 312 N.C. 224, 229 (1984).  \n \n18 The Court observes, as did Defendants, that these allegations do not appear in the Third \nAmended Complaint; however, Intersal sufficiently  alleges that Defendants breached \nParagraph 15 of the 2013 Agreement and that their action resulted in monetary damages to \nIntersal.  (Third Am. Compl. ¶¶ 64-66.)  Intersal is not required to state a breach of contract \nclaim with particularity.  See, e.g., Poor v. Hill, 138 N.C. App. 19, 26 (2000); Vanguard Pai \nLung, LLC v. Moody, 2019 NCBC LEXIS 30, at *10 (N.C. Super. Ct.  June 19, 2019). \n \n91. Defendants respond that their limited interaction with Wilde -Ramsing \nand Carnes-McNaughton did not constitute the “making” of a commercial narrative ; \nconsequently, they contend that they had no duty to collaborate with Intersal.  They \nargue that  Paragraph 15 “confers no rights on Intersal to police the conduct of third \nparties, or to extract a licensing fee whenever someone creates content—commercial \nor otherwise—telling the story of the QAR discovery.”  (Br. Supp. Defs.’ Mot. Summ. \nJ. 4.) \n92. While there is evidence that DNCR discussed the book with its authors, \nonce again the facts are not sufficiently developed for the Court to determine whether \nDNCR participated in “ making” it.  This is a question of fact yet to be resolved.  \nAccordingly, summary judgment is inappropriate.  \nMuseum Exhibitions \n93. Intersal alleges that Defendant s have displayed a traveling exhibit of \nQAR artifacts at state -owned venues without collaborating or sharing profits with \nIntersal. (Third Am. Compl. ¶ 35J.)   Defendants argue that they are entitled to \nsummary judgment on this claim beca use the exhibitions do not meet the definition \nof “commercial narrative ,” and, in any event,  the State has not profited b ecause no \nadditional admission fee has been charged to view the artifacts. 19   (Br. Supp. Defs.’ \nMot. Summ. J. 6.)   \n \n19 Defendants also argue that the 2013 Agreement expressly allows DNCR to use QAR  \nartifacts and replicas in traveling exhibits and museums.  (Defs.’ Reply Supp. Mot. Summ. J. \n7, ECF No. 182.)  But the 2013 Agreement says only that DNCR may “make, or have mad e, \nmolds or otherwise reproduce, or have reproduced, any QAR artifacts of its choosing for use \nin museums or traveling exhibits, as educational props in its exhibits, museums, or \nlaboratories, as scientific tools, or for scientific study.”  It does not speak to whether, with \n94. But regardless of whether a surcharge was added to the admis sion fee \nto view the traveling exhibit, the re are other ways in which the  State might have \nprofited from the exhibition.  Whether it did, and whether the parties intended for \nthe term “commercial narrative” to apply to an exhibition of this nature are questions \nfor the jury to resolve.  \nBlockbuster Tour \n95. Relatedly, Defendants argue that they  are entitled to summary \njudgment with respect to Intersal’s contention that Defendants  violated Paragraph \n15 by deciding not to participate in a “blockbuster” tour20 of the QAR artifacts.  They \nargue that the term “commercial narrative” was never intended to encompass a tour \nlike the one contemplated by Intersal.  They further argue that the term “collaborate” \ndoes not mean they are required to participate in every idea imagined by Intersal.   \nTherefore, they conclude, a decision not to engage with Intersal in the production of  \na tour of this magnitude does not constitute a breach of P aragraph 15.  (Defs.’ Br. \nSupp. Mot. Summ. J. 7.) \n96. Intersal respond s that summary judgment for Defendants is \ninappropriate because Defendants did not collaborate with it to produce, or even \nseriously discuss, its idea for a tour.  According to Intersal , Defendants  are \n \nrespect to these exhibitions, DNCR must collaborate or share profits with Intersal. (2013 \nAgreement ¶ 9.) \n \n20 According to Intersal’s expert with respect to exhibitions, Samuel S. Weiser, a “blockbuster” \nexhibition is one that is generally 12,000 square feet but can be scaled up or down depending \non the exhibition space.  (Weiser Report ¶ 36, ECF No. 159.2.) \n \n“intentionally delay[ing]” and “slow-walk[ing] that concept until after this litigation \nends so that [they] can cut [ Intersal] out of the tour .” ( Pl.’s Br. Resp . Defs.’ Mot. \nSumm. J.  9-10, 11. )  Had they been able to “make” this “commercial narrative,” \nIntersal argues, a tour of this nature would have resulted in Intersal realizing more \nthan $11.5 million in revenue, (Pl.’s Br. Resp. Defs.’ Mot. Summ. J., Ex. 25 ¶¶ 35, 40, \n62 [“Weiser Expert Report”], ECF No. 173.25.) \n97. Once again, a determination of this claim  turns on an interpretation of \nambiguous language in the 2013 Agreement.  W hether the parties inte nded for the \nterm “commercial narrative” to include a large-scale tour, and what they meant when \nthey agreed to “collaborate  in making” commercial narratives, are matters for the  \njury to decide. \n98. Finally, Defendants contend that Intersal’s evidence that it has been  \ndamaged as a result of Defendants’ alleged failure to collaborate on a “ blockbuster” \nQAR exhibition is too speculative to support its claim.  Defendants  argue that, even \nif Intersal is successful in proving that the 2013 Agreement was breached, the Court \nshould enter summary judgment in their favor on damages and peremptorily instruct \nthe jury that no more than nominal damages may be awarded.  (Br. Support Defs.’ \nMot. Summ. J. 23-24.) \n99. Specifically, Defendants assert that Intersal cannot prove that a tour of \nthis nature would have generated profits because of two “fundamental contingencies.”  \n(Br. Support Defs.’ Mot. Summ. J. 25.)  First, Intersal and DNCR would have had to \nreach a future agreement on the details and, according to Defendants, “Intersal has \nno reasonable basis to predict that the parties would ever reach such an agreement.” \n(Br. Support Defs.’ Mot. Summ. J. 25.)   Second, Defendants contend that a tour of \nthis size would require a third-party tour promoter, and they argue that “Intersal has \nno reasonable basis to predict that the parties would ultimately reach an agreement \nwith a third-party promoter.”  (Br. Support Defs.’ Mot. Summ. J. 26.)    \n100. Intersal responds to the first argument by pointing to the arbitration \nprovision in Paragraph 15, whi ch reads:  “ If [DNCR] and Intersal cannot reach an \nagreement on the sharing and production of any such commercial ventures that they \npropose to undertake, [ DNCR] and Intersal will refer the issues to a mutually \nselected, neutral arbitrator for binding arbi tration, with arbitration to be concluded \nwithin three (3) months of selection of the neutral arbitrator.”  ( 2013 Agreement ¶ \n15.)  Intersal concludes, therefore, that failure to agree in advance on these details \nwas a contingency adequately addressed by t he language of the 2013 Agreement.  \n(Pl.’s Br. Resp. Defs.’ Mot. Summ. J. 15.)    \n101. As for whether the parties would have had to reach agreement with a \nyet-unknown third-party tour promoter in order to produce profits, Intersal says the \n2013 Agreement does not require one, and  it would be up to a jury to decide both \nwhether a tour promoter would have been necessary  and whether the parties would \nhave been able to reach agre ement with one.  (Pl .’s Br. Resp. Defs .’ Mot. Summ. J.  \n15.)21    \n \n21 Defendants point again to  the report of  Intersal’s exhibition expert, Weiser, who stated \nthat his analysis assumed that the cost of mounting and touring the exhibition would be \nunderwritten by a third -party partner with experience developing and touring blockbuster \nexhibitions.  See Weiser Expert Report ¶¶ 38, 49.  But Weiser, who includes in his work \n102. “In a suit for damages for breach of contract, proof of the breach would \nentitle the plaintiff to nominal damages at least.” Delta Envtl. Consultants, Inc. v. \nWysong & Miles Co., 132 N.C. App. 160, 172 (1999) (citation and quotation marks \nomitted).  Beyond that, “[a] party claiming damages from a breach of contract must \nprove its losses with ‘reasonable certainty.’ ”  Plasma Ctrs. of Am., LLC v. Talecris \nPlasma Res., Inc. , 222 N.C. App. 83, 91 (2012).  “While the reasonable certainty \nstandard requires something more than ‘hypothetical or speculative forecasts,’ it does \nnot require absolute certainty.”  Id. (citation and quotation marks omitted) ; State \nProps., LLC v. Ray, 155 N.C. App. 65, 76 (2002) (“absolute certainty” not required to \nprove damages).  \n103. The law recognizes that certain agreements “[i]nvolve[] damages which \nare difficult to calculate with absolute precision[,]” but the “indefiniteness  . . . does \nnot, however, by itself preclude relief[.]”  Keith v. Day, 81 N.C. App. 186, 196 (1986).  \n“What the law does require in cases of this character is that the evidence shall with \na fair degree of probability establish a basis for the assessment of damages[.]”  Id . \nWhere evidence of damages “p ushes . . . proof of damages beyond ‘hypothetical or \nspeculative forecasts of losses[,]’ ” there is a genuine issue to be decided at trial.   \nBOGNC, LLC v. Cornelius NC Self-Storage LLC, 2013 NCBC 26, at *87 (N.C. Super. \nCt. May 1, 2013). \n \nexperience that he was formerly an executive of a “market leader in the touring exhibition \nbusiness” and the company that toured Titanic exhibitions, among others, also stated that \n“Businesses like Premier Exhibitions, where I was CEO, and other firms would have been \ninterested in working with the QAR parties .  . . . These entities would have contributed to \nthe project, and possibly underwritten it in full, in exchange for a significant participation in \nthe revenues.”  (Weiser Expert Report ¶ 38.) \n104. The Court agrees w ith Intersal that the 2013 Agreement’s arbitration \nprovision gave the parties a surefire mechanism to avoid stalling over a dispute \nregarding the production of a commercial narrative.   However, whether the parties \nwould have required a third-party promoter and, if so, whether they would have been \nable to agree on terms with one, r emains to be determined.  Weiser , who has \nexperience in the field, provides support for the Plaintiff’s position.  A jury will  have \nto decide whether a blockbuster tour was among the “commercial narratives” \ncontemplated by the parties  and, if so,  whether the parties would have been \nsuccessful in producing a tour that would have generated a profit. \n3. Paragraph 16(a) (Terms of Use Agreement to Access Artifacts \nand Activities) \n \n105. Intersal moves for entry of summary judgment on its claim that \nDefendants breached Paragraph 16(a) of the 2013 Agreement by refusing to post  an \nIntersal terms of use agreement on a website DNCR  agreed to establish to control \nthird party access to QAR Project-related artifacts and activities. (Pl.’s Br. Supp. Mot. \nPartial Summ. J. 29-31.)  \n106. Paragraph 16(a)(3) states in relevant part:  \na.  Procedure. \n \n3)  The website shall be the primary means of access for requests, and \nshall  include, at a minimum:  \n \n(a) An Intersal terms of use agreement, to be electronically  \nsubmitted[.] \n \n(2013 Agreement, § 16(a)(3).)  \n107. Intersal claims that DNCR refused to post  or disseminate an Intersal  \nterms of use agreement  as required by Paragraph 16(b) , “destroying [Intersal’s] \nability to police unauthorized use of QAR  digital media by third parties.”  (Pl.’s Br. \nSupp. Mot. Partial Summ. J. 30 -31.)  Intersal contends that this refusal occurred \ndespite Intersal’s electronic submission in June 2014 of a terms of use agreement that \nparroted the terms used by  Defendants’ Division of Tourism, Film, and Sports \nDevelopment website, “changing only the names.”  (Pl.’s Br. Supp. Mot. Partial \nSumm. J. 30.)22   \n108. On the other hand, Defendants contend that the 2013 Agreement did \nnot give Intersal a unilateral right to decide what the terms of use agreement would \ncontain, and they argue that Defendants had the right to weigh in, especially because \nthe terms were to be posted on a government  website.  Defendants assert that they \ncould not use Intersal’s language because it raised First Amendment concerns, and \nthey argue that the parties never agreed on the terms that would be posted or \notherwise disseminated to third parties.  (Defs.’ Br. Response Pl.’s Mot. Partial \nSumm. J. 25-27.)  As for the language copied from the Division of Tourism, Film, and \nSports Development, Defendants contend that even those terms were problematic \nbecause the y “would apparently grant [Defendants] a copyright in the news \n \n22 Intersal originally submitted its terms of use  agreement in December 2013, but it was  \nnever posted by DNCR. (Pl.’s Br. Supp. Mot. Partial Summ. J., Ex. 44, ECF No. 154.44 (email \nfrom Cochran to Masters acknowledging receipt of terms)).  Nevertheless, the Third Amended \nComplaint does not allege that a breach  occurred until June 2014, when Intersal’s revised \nterms of use agreement (copying the language used by the Division of Tourism, Film, and \nSports Development) was also not posted.  (Third Am. Compl. ¶ 35C.) \n \norganization’s digital images of QAR activities and artifacts ,” a result that is \nconstitutionally impermissible.  (Br. Supp. Defs.’ Mot. Summ. J. 14.)   \n109. Again, the words of the 2013 Agreement f ail to provide a clear answer  \nhere.  Paragraph  16(a) does not speak to the process by which the language of the \nterms of use agreement would be decided.  Indeed, even though it references the \nwriting as the Intersal terms of use agreement,  use of the passi ve voice, “to be \nelectronically submitted,” does not permit the Court to identify Intersal as the sole \nauthor.  All that can be definitively discerned from the language of the 2013 \nAgreement is that the parties intended for access restrictions to appear on a website \nto be established by DNCR, and that Intersal had responsibility for “managing and \nenforcing” them.  The contract is silent regarding  whether the parties intended for \nthe language of the terms of use agreement to be mutually acceptable.  Accordingly, \nthe question must be put to a jury.  Summary judgment as to this issue is DENIED. \n4. Paragraph 16(b) (Marking and Posting Non-Commercial Media) \n \n110. Paragraph 16(b) of the 2013 Agreement states:  \n1) All non-commercial digital media, regardless of producing entity, \nshall bear a time code stamp, and watermark (or bug) of Nautilus \nand/or DCR, as well as a link to DCR, Intersal, and Nautilus \nwebsites, to be clearly and visibly displayed at the bottom of any \nweb page on which the digital media is being displayed. \n \n2) DCR agrees to display non -commercial digital media only on \nDCR’s website. \n \n(2013 Agreement ¶ 16(b)). \n111. Intersal moves for affirmative summary judgment on the grounds that \nDefendants breached Paragraph 16(b) by failing to include watermarks and time code \nstamps on non-commercial digital media of the QAR Project that it produced to third \nparties, whether in response to public records requests or otherwise.  Intersal further \nalleges that Defendants themselves posted—and by doing so enabled others to post—\nhundreds of unmarked QAR images and videos.  It alleges that some were posted to \nwebsites other than the  DNCR website, including Facebook, Instagram, Flickr, and \nYouTube, all in violation of the 2013 Agreement.  (Pl.’s Br. Supp. Mot. Partial Summ. \nJ. 18-23.) \n112. Intersal argues that D NCR has conceded that the 2013 Agreement \nrequired that it mark digital media and further that DNCR has admitted that it did \nnot begin marking digital media until late 2017.  (Meyer Dep. at 56:2-57:18, 74:4-10, \n110:12-18, 175:14- 177:5; Cox Dep.  6:7-9:24, 32:15- 33:21, 38:11-43:2.)  It lists as \nexamples instances in which DNCR responded to public records requests  by \nproducing unmarked images.23  Even after it began watermarking the digital media \nin 2017, Intersal argues, Defendants continued to violate Paragraph 16(b)(2) by \nleaving off time code stamps and required links to websites , and by posting digital \nmedia to websites other than its own.  (Pl’s Br. Supp. Mot. Partial Summ. J. 23.)  \n113. In addition, Intersal complains that DNCR provided unmarked  \n“non-commercial” digital media to other state offices to be posted on websites other \nthan DNCR’s own.  For  example, Intersal points to DNCR’s decision to send digital \nimages of the cannon raising event to the Governor’s office to be posted on Facebook.  \n(Pl.’s Br. Supp. Mot. Partial Summ. J. , Exs. 22-23, Facebook postings of images on \n \n23 It is not always clear from the record whether a particular image became a public record \nbefore or after the effective date of the 2013 Agreement. \nGovernor’s webpage, ECF Nos. 154.22-154.23.)  DNCR also sent a Flickr link of \nimages taken during the cannon raising to numerous media outlet s. (Pl.’s Br. Supp. \nMot. Partial Summ. J., Ex. 14, email from Cox to media outlets forwarding Flickr link \nof images , ECF No. 154.14. )  In neithe r instance were the images marked in \naccordance with Paragraph 16.  In all, Intersal claims that D efendants posted \nhundreds of QAR  images and videos to websites such as Facebook, Instagram, \nYouTube, Flickr, and Twitter, often without watermarks or time code stamps.  (Pl.’s \nBr. Supp. Mot. Partial Summ. J. 20-22.)  \n114. Defendants respond that  the marking requirements of Paragraph  \n16(b)(1) apply only to non -commercial digital media produced and posted to the \ninternet by the parties (Intersal, DNCR, Rick Allen, and Nautilus Productions, LLC) \nafter the effective date of the 2013 Agreement.  (Defs.’ Br. Response Pl.’s Mot. Partial \nSumm. J. 29.)  In addition, Defendants maintain that if Paragraph 16(b)(1) extended \nto all digital media in their  possession, Intersal’s interpretation would “ require \nDefendants to alter records provided in response to public records requests and \nimpose restrictions on a requestor’s use of public records,” a result that is contrary to \nParagraph 17 of the 2013 Agreement  and State law.  (Defs.’ Br. Response Pl.’s Mot. \nPartial Summ. J. 31.) \n115. Paragraph 17 of the 2013 Agreement provides:  \nNothing in this Agreement shall prevent [DNCR] from making records \navailable to the public pursuant to North Carolina General Statutes \nChapters 121 and 1 32, or any other applicable State or federal law or \nrule related to the inspection of public records.  \n \n(2013 Agreement ¶ 17.) \n116. Chapter 121 establishes that DNCR is the “official archival agency of \nthe State of North Carolina.”  N.C.G.S. § 121 -5.  Chapter 132 provides that public \nrecords are “the property of the people.”  N.C.G.S. § 132-1(b).  Therefore, “ it is the \npolicy of this State that the people may obtain copies of their public records and public \ninformation free or at minimal cost[.]”  N.C.G.S. § 132-1(b). \n117. The definition of a public record is broad, covering any “documentary \nmaterial, regardless of physical form or characteristics, made or received pursuant to \nlaw . . . in connection with the transaction of public business by any agency of North \nCarolina[.] ”  N.C.G.S. § 132-1(a).  It specifically includes photographs and films and, \nif there were any doubt that digital images of the QAR  would be covered, Section \n121-25(b) of the General Statutes removes it: \nAll photographs, video recordings, or other documentary materials of a \nderelict vessel or shipwreck .  . . in the custody of any agency of North \nCarolina government or its subdivisions shall be a public record \npursuant to Chapter 132 of the General Statutes.  \n \nN.C.G.S. § 121-25(b). \n118. Custodians of public records must allow the examination of public \nrecords upon request and must furnish copies of public records to any person making \na request.  The custodian of public records is prohibited from requiring a requestor to \n“disclose the purpose or motive for the [public records] request.” N.C.G.S. § 132-6(b). \nMoreover, “[p]ersons requesting copies of public records may elect to obtain them in \nany and all media in which the public agency is capable of providing them.”  N.C.G.S. \n§ 132-6.2.   \n119. Notably, i t is a Class 3 misdemeanor for any person to alter , deface, \nmutilate or destroy a public record.  N.C.G.S. § 132-3(a).    \n120. Defendants contend that, by its clear terms, P aragraph 17 takes \nprecedence over any conflicting term in the Agreement , and that the referenced \nstatutes prohibit Defendants from altering public records or restricting their use.   \n(Defs.’ Br. Resp Pl.’s Mot. Partial Summ. J. 29-32.) \n121. The Court agrees that Paragraph 17 trumps  any interpretation of the \n2013 Agreement that would require the State to alter public records or to limit the \npublic’s right to access or use them, both violations of state law.  Therefore, Paragraph \n16(b) cannot be read to mean that Defendants were required to add watermarks, time \ncode stamps and weblinks to public documents that pre-existed the 2013 Agreement.  \nTo do so would be to alter those documents, which is both contrary to public records \nobligations made paramount by Paragraph 17, as well as a criminal offense.  See, e.g., \nDuke Power Co. v. Blue Ridge Electric Membership Corp.,  253 N.C. 596, 602 (1961) \n(“When called upon to interpret a contract, courts seek to ascertain and give effect to \nthe intent of the parties if that intent does not require the performance of an act \nprohibited by law .”) (emphasis added); Security Life & Annuity Co. v. Costner, 149 \nN.C. 293, 297 (1908)  (rejecting party’s interpretation of contract because it would \nhave required performance of an illegal act); Restatement 2d Contracts § 203 (“In the \nabsence of contrary indication, it is assumed that each term of an agreement has a \nreasonable rather than an unreasonable meaning, and that the agreement is \nintended to be lawful rather than unconscionable, fraudulent or otherwise illegal ”);  \nCf. Carolina Water Service, Inc. of North Carolina v. Town of Pine Knoll Shores, 145 \nN.C. App. 686, 689 (2001) (“An agreement which cannot be performed without \nviolation of a statute is illegal and void.”).24 \n122. In addition to when the digital media was produced, D efendants argue \nthat how it is being used is relevant when determining whether the 2013 Agreement \nrequires it to be marked.  Defendants argue that Paragraph 16(b) stands only for the \nproposition that if any of the parties to the 2013 Agreement desire to post non -\ncommercial digital media on the internet , that party is first required to add a time \ncode stamp and watermark of Nautilus and/or DCR, as well as a link to the DNCR, \nIntersal and Nautilus websites, and that the markings must be “clearly and visibly” \ndisplayed at the bottom of any web page on which the digital media ap pears.  (Defs.’ \nBr. Resp. Pl.’s Mot. Partial Summ. J. 32.) \n123. Intersal responds  that Defendants’ interpretation of this provision \ncreates a hole in the bottom of the sea through which hundreds of images and other \ndigital media has escaped.   It argues that the  State committed to mark all  non-\ncommercial digital media produced regardless of who produced it and how it is being \nused.  (Pl.’s Reply Supp. Mot. Partial Summ. J. 12.) \n \n24 Likewise, Paragraph 16(b) cannot be read to mean that, when responding to public records \nrequests, Defendants are required to add watermarks, time code stamps and weblinks to \npublic records received from third parties, even if the records were received after the effective \ndate of the 2013 Agreement.  Again, such an interpretation would mean that the State was \nrequired to alter public records contrary to the prohibition in Chapter 132.  The Court notes, \nhowever, Defendants’ re presentation that “with only a handful of exceptions , the digital \nimages at issue were taken by and belong to DNCR[.]” (Br. Supp. Defs .’ Mot. Summ. J. 27, \nECF No. 161.) \n \n124. The Court concludes that Paragraph 16(b) could be read to support \neither argument.  However, the difference in these two interpretations is significant.  \nIf Intersal is correct, Paragraph 16(b) has implications for the manner in which  \nDefendants maintain the digital media pertaining to the QAR Project, even if they do \nnot post it.  On the other hand, if Defendants are correct and marking is only required \nfor images Defendants post online,  far fewer digital images would be  subject to \nmarking requirements , and many public records requests would net unmarked \nimages.  \n125. The Court concludes that, as with other terms  of the 2013 Agreement, \nthe parties’ intent with respect to marking requirements cannot be gleaned from the \nplain language of Paragraph 16(b) .  Summary judgment i n these circumstances i s \ninappropriate.  However, under either reading of the provision, Intersal is entitled to \nsummary judgment  to the extent DNCR poste d on the internet non -commercial \ndigital media regarding the QAR Project that DNCR produced after the effective date \nof the 2013 Agreement without including a time code stamp and watermark (or bug) \nof Nautilus and/or DCR, as well as a link to the DNCR, Intersal and Nautilus \nwebsites at the bottom of the web page on which that digital media was displayed.  In \naddition, Intersal is entitled to summary judgment  for those occasions after the \neffective date of the 2013 Agreement on which DNCR displayed non- commercial \ndigital media regarding the QAR Project  (marked or unmarked)  on websites other \nthan its own.  As to these aspects of the first breach of contract claim (Media Rights), \nIntersal’s Motion for Partial Summary Judgment is GRANTED. \n126. On the other hand, Defendants are entitled to summary judgment to the \nextent Intersal claims that a breach resulted from Defendants’ failure to alter public \nrecords—regardless of their source —that predate the effective date of the 2013 \nAgreement prior to producing those records in response to a public records request .  \nAs to th is aspect of the first breach of contract claim  (Media Rights), Defendants’ \nMotion for Summary Judgment is GRANTED. \n127. Except as to these specific circumstances, the parties must await the \njury’s interpretation of the 2013 Agreement, and the cross -motions for summary \njudgment as to the balance of the parties’ arguments with respect to the first breach \nof contract claim (Media Rights) are DENIED.25 \nC. Alleged Breach for Failure to Renew the El Salvador Permit \n128. Intersal claims that Defendants breached the 2013 Agreement  by \nrefusing to  renew the El Salvador P ermit, but Defendants argue that Intersal  is \n \n25 Defendants argue that the “hypothetical licensing model” used  by Intersal’s expert, Jeff \nSedlik, to calculate its damages is “untethered from both the facts of this case and from the \nprovisions of the 2013 Agreement.” Defendants contend that because Intersal did not produce \nand does not own the images that it claims Defendants improperly handled, it would not be \nentitled to a licensing fee for their use.  ( Defs.’ Br. Supp.  Mot. Summ. J. 27 -28.)  Intersal \nresponds that Defendants misunderstand its theory of damages.  According to Intersal, \nParagraph 16(b) of the 2013 Agreement required t hat DNCR mark QAR digital media, and \nthat its failure to do so damaged the value of QAR digital media for Intersal’s use either in \nits exclusive documentary or for another commercial narrative. \n \nThe Court deems Defendants’ argument to be in the nature of a challenge to the admissibility \nof Sedlik’s expert opinion, and it defers consideration of the argument pending a fully briefed \nmotion in limine pursuant to Rule 702 of the North Carolina Rules of Civil Procedure and \nrelated law.   See, e.g., State v. Abrams , 248 N.C. App. 639, 649 (2016) (Hunter, Jr., R., \nconcurring) (“[B]est practice dictates parties should challenge a n expert’s admissibility \nthrough motions in limine.”). \n \nbarred by collateral estoppel from relitigating this issue because it has already been \ndecided.  (Defs.’ Br. Supp. Mot. Summ. J. 30.) \n129. Paragraph 3 of the 2013 Agreement provides that “[i]n consideration for \nIntersal’s significant contributions toward t he discovery of the QAR,” DNCR agrees \nto continue to issue the El Salvador Permit to Intersal through the year in which the \nQAR archaeology recovery phase is declared complete26 “so long as the requirements \ncontained in the permit are fulfilled.”27 (2013 Agreement ¶ 3.)   \n130. Additional requirements for the renewal of the El Salvador Permit are \nas follows:  \nD. The period of this permit shall be one year. The permit may be \nrenewed yearly, subject to any changes in the terms [D NCR] deem s \nappropriate, providing the Permittee has satisfactorily met all the terms \nand conditions of this permit. \nG.  Issuance or renewal of this permit shall not be construed to confer in \nthe Permittee any right, nor create in DCR or the State a ny duty or \nobligation, to defend or in any way support the Permittee against claims \nby third parties. \nH.  This Permit renewal in no way constitutes a guarantee by DCR, as \nthe permitting agency, that future Permits will be automatically \ngranted to the Permittee. Each proposed renewal of the Permit requires \na separate application which successfully meets all requirements of NC \nGeneral Statute 121, Article 3, and Title 7, subchapter  .04R of the NC \nAdministrative Code. \n  (Defs.’ Mot. Summ. J. Ex. 26 [“El Salvador Permit”] at ¶¶ D, G, H (emphasis added).) \n \n26 It is undisputed that the archaeology phase has yet to be declared complete. \n \n27 DNCR specifically agreed that it would “ recognize Intersal’s efforts and participation in \nthe QAR project as sufficient to satisfy any performance requirements associated with annual \nrenewal of Intersal’s permit for the El Salvador.”  (2013 Agreement ¶3.) \n131. Chapter 121, Article 3 of the North Carolina General Statutes pertains \nto, among other things, the salvage of abandoned shipwrecks.  Section 121-25 speaks \nto the permitting process and provides, in relevant part:   \nIf [DNCR] shall find that the granting of such permit or license is in the \nbest interest of the State, it may grant such applicant a permit or license \nfor such a period of time and under such conditions as the Department \nmay deem to be in the best interest of the State. \nN.C.G.S. § 121-25 (emphasis added). \n132. It is undisputed that DNCR refused to renew the El Salvador Permit in \n2015.  Intersal filed a P etition for C ontested Case Hearing with the Office of \nAdministrative Hearings (“OAH”) and an administrative law judge dismissed the \nmatter on summary judgment.  Intersal  appealed to the Wake County Superior \nCourt, which also dismissed the case, albeit for a different reason.  \n133. Determining that the proper issue for review was whether DNCR erred \nin concluding that the issuance of the permit was not “in the best interest of the \nState,” the Honorable Paul C. Ridgeway observed that DNCR’s grant of authority and \ndiscretion is broad  and that it could be reversed , “only upon a showing that the \ndecision [was] arbitrary and capricious.”  Intersal, Inc. v. NC Dept of Nat’l and Cult’l \nResources, 16 CVS 8149 (Wake County, Nov. 7, 2016)  (unpublished) (citing Cates v. \nNorth Carolina Dep’t of Justice,  121 N.C. App. 243 (1996)).  R ecognizing that “[t]he \ntrial court is not allowed to override a discretionary agency decision exercised in good \nfaith and in accordance with the law,” Judge Ridgeway concluded that there were no \ngenuine issues of material fact with respect to DNCR’s proper exercise of its \ndiscretion, and he entered summary judgment for DNCR.  The Court wrote:   \nIn other words, taking all the pleadings, affidavits and submissions of \nthe Petitioner as true, the inescapable fact remains . . . that the Kingdom \nof Spain has a sufficient likelihood of success in its claim of ownership \nof the consigned cargo of the El Salvador, and that a reasonably cautious \nand prudent steward of the State’s resources, in a good faith exercise of \ndiscretion, could conclude that the issuance of the [El Salvador Permit] \nto [Intersal] was no longer in the best interest of the State. \nIntersal, Inc., 16 CVS 8149.   Accordingly, the Superior Court dismissed Intersal’s \nadministrative action, and there was no appeal.  The judgment is final. \n134. In this case, Intersal  argues that the Supreme Court has already \ndetermined that  “res judicata does not apply because [Intersal’s] El Salvador contract \nclaim is a separate cause of action from that decided in the administrative case on \nthe permit denial.” (Br. Supp. Defs.’ Mot. Summ. J. 3 1-32.)  Intersal is correct.  The \nclaim before this Court (breach of contract) differs from the a dministrative claim for \ndenial of a permit that was before Judge Ridgeway,28 and the breach of contract claim \nhas not been decided.  However, Defendants do not argue claim preclusion.  They \nargue issue preclusion, also known as collateral estoppel .  There is a difference \nbetween these two legal concepts.29  \n \n28 As the Supreme Court observed, Intersal did not plead the elements of a breach of contract \naction it its Petition for a Contested Case Hearing. \n \n29 The Supreme Court recognized that although res judicata and collateral estoppel are \n“historically recognized as species of a broader category of estoppel by judgment, [they] are \nnot interchangeable. Specifically, res judicata, or claim preclusion, functions to bar a \nplaintiff's entire cause of action, whereas collateral estoppel, or issue preclusion, bars only \nthe subsequent adjudication of a previously determined issue, even if the subsequent action \nis based on an entirely different claim.   Therefore, although the two doctrines are \ncomplimentary, they are not the same.”  Intersal, 373 N.C. at 106 n.5 (cleaned up).  However, \nbecause the trial court’s analysis was limited to res judicata, so too was the Supreme Court’s \nanalysis.   \n \n \n135. Calling them “companion principles,” the North Carolina Supreme \nCourt has attempted to clear the fog surrounding res judicata and collateral estoppel \nby using the words of the United States Supreme Court: \nThe language, therefore, which is so often used, that a judgment estops \nnot only as to every ground of recovery or defense actually presented in \nthe action, but also as to every ground which might have been presented, \nis strictly accurate, when applied to the demand or claim in \ncontroversy. Such demand or claim, having passed into judgment, \ncannot again be brought into litigation between the parties in \nproceedings at law upon any ground whatever. \n \nBut where the second action between the same parties is upon a \ndifferent claim or demand, the judgment in the prior action operates as \nan estoppel only as to those matters in issue or points controverted, upon \nthe determination of which the finding or verdict was rendered. \n \nKing v. Grindstaff, 284 N.C. 348, 356 (1973) (quoting Cromwell v. County of Sac, 94 \nU.S. 351, 353 (1877)).  And “[a]lthough the names used by courts when referring to \n[these] two ‘effects’ have varied over time, the term ‘res judicata’ is frequently applied \nto the former and the term ‘collateral estoppel,’ to the latter.”  Thomas M. McInnis & \nAssocs., Inc. v. Hall, 318 N.C. 421, 428 (1986).   \n136. Thus, res judicata bars relitigating the same cause of action following \nthe rendering of a final judgment; whereas collateral estoppel bars the retrying of an \nissue that was necessary to, and has already been decided in, previous litigation, even \nwhen the cause of action  is different.  See King, 284 N.C. at 355- 357; McInnis, 318 \nN.C. at 427-28; Matthew Bender & Company, Inc., 2 North Carolina Civil Procedure \n§§ 88-1, 88-4 (2023). \n137. For collateral estoppel to apply, Defendants must show “that the earlier \nsuit resulted in a final judgment on the merits, that the issue in question was \nidentical to an issue actually litigated and necessary to the judgment, and that both \n[defendant] and [plaintiffs] were either parties to the earlier suit or w ere in privity \nwith parties.” Turner v. Hammocks Beach Corp., 363 N.C. 555, 558-59 (2009) (quoting \nMcInnis, 318 N.C. at 429).  But see Whitacre P’ship v. BioSignia, Inc., 358 N.C. 1, 15 \n(2004) (“we have followed the modern trend in abandoning the strict ‘m utuality of \nestoppel’ requirement for defensive collateral estoppel.”). \n138. Here, the issue is whether DNCR breached the 2013 Agreement when it \nrefused to renew the El Salvador Permit on the grounds that  it was not in the best \ninterest of the State.  Because t he 2013 Agreement expressly incorporates the \npermitting requirements of Chapter 121 which, in turn, condition permit renewal on \nDNCR’s finding that reissuing the permit is in the best interest of the State, the issue \nfor collateral estoppel purposes is precisely the same in this Court as it was before \nJudge Ridgeway.  Therefore, if, as Judge Ridg eway has already determined, DNCR  \nproperly exercised its authority when it concluded that it was not in the State’s best \ninterest to continue to renew the El Salvador Permit, then its decision does not \nconstitute a breach of the 2013 Agreement. \n139. Because this issue has been finally decided, collateral estoppel applies  \nand requires this Court to conclude that DNCR’s decision not  to renew the El \nSalvador Permit because it was not in the best interest of the State was not a breach \nof the 2013 Agreement.   See Bradley v. Hidden Valley Transp., Inc. , 148 N.C. App. \n163, 166 ( 2001) (“[C]ollateral  estoppel precludes the subsequent adjudication of a \npreviously determined issue even if the subsequent action is based on an entirely \ndifferent claim.”) (citation omitted). \n140. Accordingly, Defendants’ Motion for Summary Judgment with respect \nto Plaintiff’s second claim for breach of contract (Re fusal to Renew the El Salvador  \nPermit) is GRANTED.30 \nD. Breach of the Implied Duty of Good Faith and Fair Dealing \n141. Defendants argue that the Court should grant summary judgment in \ntheir favor with respect to I ntersal’s claim that Defendants not only breached the \nexpress terms of the 2013 Agreement but also breached the implied duty of good faith \nand fair dealing .  Defendants c ontend that the implied duty claim is subject to \ndismissal because Intersal has already conceded that it is not “making a claim for bad \nfaith,” and because it is duplicative of Intersal’s  claims for breach of the express \nprovisions in the contract that Intersal is asserting.  (Br. Supp. Defs.’ Mot. Summ. J. \n41.)  \n142. The first argumen t is easily dispatched.  Although it is true that this \nCourt previously dismissed with prejudice any attempted bad faith breach of contract \nclaim, ( see Order ¶ 79 , ECF No. 85 ), that dismissal does not preclude a claim for \nbreach of the implied covenant of good faith and fair dealing.  See Southeast \n \n30 Because the Court holds that DNCR’s decision not to renew  the El Salvador Permit was \nnot a breach of the 2013 Agreement, it declines to address Defendants’ argument that \nIntersal’s evidence of damages pertaining its loss of the El Salvador Permit is so speculative \nthat dismissal of the claim is required. \n \nAnesthesiology Consultants, PLLC v. Rose, 2019 NCBC LEXIS 52, at *25- 26 (N.C. \nSuper. Ct. Aug. 20, 2019) (distinguishing between a bad faith breach of contract claim \nand one for breach of the implied covenant of g ood faith and fair dealing).  Contrary \nto Defendants’ argument, this claim has not been previously addressed.  \n143. As for the argument that the claim is subject to dismissal because it is \n“duplicative” of Intersal’s claim for breach of the express provisions o f the 2013 \nAgreement, the Court determines that the converse is true:  to the extent Intersal’s \nbreach of contract claim survives, it includes  within its ambit  the implied covenant \nof good faith and fair dealing.  \n144. “North Carolina law has long recognized  that a covenant of good faith \nand fair dealing is implied in every contract and requires the contracting parties not \nto “do anything which injures the rights of the other to  receive the benefits of the \nagreement.”  Bicycle Transit Auth. v. Bell, 314 N.C. 219, 228 (1985) (citation omitted).  \nThis implied covenant is a  “basic principle of contract law that a party who enters \ninto an enforceable contract  is required to act in good faith and to make reasonable \nefforts to perform his  obligations under the agreement.”  Maglione v. Aegis Family \nHealth Ctrs., 168 N.C. App. 49, 56 (2005) (quoting Weyerhaeuser Co. v. Godwin Bldg. \nSupply Co., 40 N.C. App. 743, 746 (1979)).  It requires parties to avoid “arbitrary or \nunreasonable conduct which has the effect of preventing the other party to the \ncontract from receiving the [contract’s] fruits.”   Wilgus v. Salt Pond Inv. Co., 498 A.2d \n151, 159 (Del. Ch. 1985) (interpreting Restatement 2d of Contracts § 205 (1981)) \n145. The implied covenant of good faith and f air dealing has been called the \n“spirit of the contract.”   Bicycle Transit  Authority, Inc., 314 N.C. at  230 (defendant \nbreached both the “letter  and the spirit of the contract”); accord Allen v. Allen , 61 \nN.C. App. 716, 720 (1983) (party’s actions were “clear violations of both the letter and \nspirit of the contract”).   A material term, the implied covenant  is the gap-filler that \nguides the parties in the performance of the express terms of the contract.  Howard \nv. IOMAXIS, LLC, 2022 NCBC LEXIS 146, at ** 15 (N.C. Super. Ct. Dec. 5, 2022 ).  \n“Evasion of the spirit of the bargain, lack of diligence and slacking off, willful \nrendering of imperfect performance, abuse of a power to specify terms, and \ninterference with or failure to cooperate in the other party’s  performance” may \nconstitute breach of the implied covenant.  Restatement 2d of Contracts § 205 cmt. d \n(1981). \n146. Here, Intersal did not set out a separate claim for breach of the implied \ncovenant of good faith and fair dealing in its Third Amended Complaint.  Rather, it \nalleged conduct that it argues constitutes breach of both the express and the implied \nterms of the 2013 Agreement before pleading  two breach  of contract claims, one \npertaining to media rights and the other pertaining to  the El Salvador Permit.  \nDefendants contend that Intersal’s failure to identify the implied covenant by name \nin its pleading dooms its claim for breach of that term.  \n147. “Where a party’s claim for breach of the implied covenant of good faith \nand fair dealing is based upon the same acts as its claim for breach of contract,” the \nformer claim is ‘part and parcel’ of the latter.  Cordaro v. Harrington Bank, FSB, 260 \nN.C. App. 26 , 38-39 (2018).  This means that the fate of an implied covenant claim \nrises and falls with the fate of the breach of contract claim if it is based on the same \nunderlying facts.  In other words, if the breach of contract claim fails, there can be no \nbreach of the implied covenant.  See,  e.g., Suntrust Bank v. Bryant/Sutphin Props., \nLLC, 222 N.C. App. 821, 833 (2012) (“As the jury determined that plaintiff  did not \nbreach any of its contracts with defendants, it would be illogical for this Court to \nconclude that plaintiff  somehow breached implied terms of the same contracts.”).   \nHowever, it also means that the converse is true.  Where the breach of contract claim \nsurvives, whether the implied covenant was one of the terms breached remains an \nissue to be determined.    \n148. In this case Intersal has asserted a viable c laim for breach of contract  \nand has not chosen to narrow its claim to breach of only the implied covenant of good \nfaith and fair dealing.  Instead, pursuant to Rule 8 of the North Carolina Rules of \nCivil Procedure, it has put Defendants on notice that it contends that  Defendants \nbreached material terms in the 2013 Agreement  pertaining to its media righ ts and \nthat they ignored their duty to act in good faith.   (See, e.g., Third Am. Compl. ¶ 54:  \n“All actions taken by the State Defendants were taken with the clear intent to deprive \nIntersal of its contractual, media, property and liberty rights [.]”) \n149. Just as Intersal was not required to plead with particularity the express \nterms that were breach ed, t he implied covenant —the spirit of the agreement —is \nincluded in its claim for breach of contract without the need to identify it specifically.  \nIndeed, “there are no magic words for pleading [a contract claim under North \nCarolina law.]”  Stellar Ins. Group, Inc. v. Cent. Cos., LLC,  2006 U.S. Dist. LEXIS \n75801, at *23 (W.D.N.C. 2006).   Plaintiff need only plead the “(1) existence of a valid \ncontract and (2) breach of the terms of that contract.”  Poor, 138 N.C. App. at 26; see \nVanguard Pai Lung, LLC , 2019 NCBC LEXIS 39, at *11  (observing that “stating a \nclaim for breach of contract is a relatively low bar”). \n150. Moreover, the fact that Intersal did not label its claim as one for breach \nof the implied covenant is not dispositive.  See, e.g., Gant v. NCNB Nat. Bank, 94 N.C. \nApp. 198, 199 (1989) (on a motion to dismiss “[t]he question before us is whether, as \na matter of law, the allegations of the complaint, treated as true, are sufficient to \nstate a claim upon which relief may be granted under some legal theory, whether \nproperly labeled or not.”). \n151. Because the Court has determined that Intersal’s second breach of \ncontract claim is barred by collateral estoppel, a claim for breach of the implied duty \nof good faith and fair dealing with respect to denial of the El Salvador Permit is also \nbarred.  To that extent, Defendants’ Motion for Summary Judgment is GRANTED. \n152. However, Intersal may pursue breach of the implied duty of good faith \nand fair dealing in its claim for breach of certain of its media rights, as stated herein.  \nAccordingly, as to Intersal’s first claim for breach of contract, Defendants’ Motion for \nSummary Judgment is DENIED. \n  \nVI. CONCLUSION \n153. WHEREFORE, the Court hereby ORDERS as follows: \na. Intersal’s Motion for Partial Summary Judgment with respect to \nDefendants’ Second and Ninth  Affirmative De fenses is GRANTED, except \nthat nothing herein is intended to require terms of the 2013 Agreement to be \ninterpreted in a manner that is inconsistent with North Carolina law. \nb.  Intersal’s Motion for Partial Summary Judgment with respect to Intersal’s \nFirst Claim for Relief (Breach of Contract with respect to Media Rights) is \nGRANTED in part.   \n(i)  The Court declares as a matter of law that, after the effective date of \nthe 2013 Agreement, DNCR’s posting on the internet of non-commercial \ndigital media of the QAR Project that DNCR produced without including \na time code stamp, watermark (or bug) of Nautilus and/or DNCR, as well \nas a link to DNCR, Intersal, and Nautilus websites, clearly and visibly \ndisplayed at the bottom of any web page on which the digital media was \nor is being displayed, constitutes a breach of Paragraph 16( b)(1) of the \n2013 Agreement. \n(ii)  The Court further declares as a matter of law that, after the effective \ndate of the 2013 Agreement, DNCR’s posting of non -commercial digital \nmedia of the QAR  Project on websites other than its own  constitutes a \nbreach of Paragraph 16(b)(2) of the 2013 Agreement. \nc.  In all other respects, Intersal’s  Motion for Partial Summary Judgment is \nDENIED. \nd.  Defendants’ Motion for Summary Judgment with respect to Intersal’s First \nClaim for Relief ( Breach of Contract with respect to M edia Rights ) is \nGRANTED to the extent that Intersal asserts that Defendants b reached \nParagraph 16(b)(1) of the 2013 Agreement  by failing to mark digital media of \nthe QAR Project that predates the effective date of the 2013 Agreement  prior \nto producing it in response to a public records request. \ne.  In all other respects, Defendants ’ Motion for Summary Judgment  with \nrespect to Intersal’s First Claim for Relief is DENIED. \nf.  Defendants’ Motion for Summary Judgment with respect to Intersal’s \nSecond Claim for Relief (Breach of Contract with respect to the El Salvador  \nPermit) is GRANTED, and Intersal’s Second Claim for Relief is dismissed with \nprejudice. \nIT IS SO ORDERED, this the 23rd day of February, 2023. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases "
}