{
  "id": "2531b96d3b93271d5d6e722b1f6d3fbd44282b8228fa804e574f9d08d916c6f9",
  "source_file": "data/raw/ncbc/2531b96d3b93271d5d6e722b1f6d3fbd44282b8228fa804e574f9d08d916c6f9.pdf",
  "raw_text": "Window Gang Ventures, Corp. v. Salinas, 2018 NCBC 18. \n \nSTATE OF NORTH CAROLINA \n \nCARTERET COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 107 \n \nWINDOW GANG VENTURES, \nCORP., \n \nPlaintiff, \n \nv. \n \nGABRIEL SALINAS; THE GANG \nGROUP, LLC; and WINDOW \nNINJAS, LLC, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION FOR \nPRELIMINARY INJUNCTION \n \n \n1. THIS MATTER is before the Court upon Plaintiff Window Gang Ventures, \nCorp.’s (“Window Gang” or “Plaintiff”) Motion for Preliminary Injunction (“Motion”) \npursuant to Rule 65 of the North Carolina Rules of Civil Procedure in the above -\ncaptioned case. \n2. Having considered the Motion, the briefs, exhibits, and affidavits in support \nof and in opposition to the Motion, and the arguments of counsel at the hearing on \nthe Motion on February 16, 2018, the Court hereby GRANTS in part and DENIES \nin part the Motion as set forth herein. \nBell, Davis & Pitt, P.A., by Jason B. James, Joshua B. Durham and Derek \nM. Bast, for Plaintiff Window Gang Ventures, Corp. \nHodges Coxe Potter & Phillips, LLP, by C. Wes Hodges, II, Bradley Coxe and \nSamuel B. Potter, for Defendants Gabriel Salinas, the Gang Group, LLC, \nand Window Ninjas, LLC. \n \nBledsoe, Judge. \n \n \nI. \nPROCEDURAL HISTORY \n3. Plaintiff filed its Verified Complaint (“Complaint”) initiating this action on \nFebruary 1, 2018, asserting claims against Defendants Gabriel Salinas (“Salinas”), a \nlong-time franchisee of Plaintiff, and Salinas’s two companies, The Gang Group, LLC \n(“Gang Group”) and Window Ninjas, LLC (“Window Ninjas”) (collectively, \n“Defendants”), arising out of Salinas’s alleged conduct following  the termination of \nSalinas’s franchise relationship with Plaintiff on December 15, 2017.  Specifically, \nPlaintiff asserts claims against some or all Defendants for breach of contract, \nconversion, unjust enrichment, unfair and deceptive trade practices under N.C. Gen. \nStat. § 75-1.1, misappropriation of trade secrets, tortious interference with contract , \ntortious interference with prospective economic advantage, punitive damages, and \ninjunctive relief under Rule 65.   \n4. On the same day Plaintiff filed the Complaint  and upon Plaintiff’s \napplication, Superior Court Judge John E. Nobles, Jr. issued a temporary restraining \norder (“TRO”), ex parte, restraining Defendants in certain respects and scheduling a \nhearing “for further determination of this matter” for 9:00 AM on February 7, 2018.   \n(TRO 3, ECF No. 4.)  The TRO restricted D efendants from using Plaintiff ’s “Marks, \nlikeness, good will, customer lists, Trade Secrets and proprietary systems and \nprocesses as defined in the Complaint and from soliciting or interfering with Window \nGang, its customers, or contacts.”  (TRO 1.)  In addition , the TRO enjoined Salinas \nfrom directly competing against Plaintiff and ordered Defendants to immediately stop \nusing certain phone numbers that belonged to Plaintiff.  (TRO 1–2.)   \n \n \n5. On February 2, 2018, Defendants filed a Notice of Designation in the North \nCarolina Business Court.  A Designation Order was entered on February 5, 2018, and \nthe case was assigned to the undersigned on February 6, 2018.  Upon entry of the \nDesignation Order, all further proceedings in this action were required to come before \nthis Court as provided in N.C. Gen. Stat. § 7A-45.4(f) and Business Court Rule 7.13.  \nAs a result, Plaintiff’s motion for preliminary injunction was not brought on for \nhearing before Judge Nobles on February 7, 2018 .  T he Court held a status and \nscheduling conference by telephone with all counsel of record on February 9, 2018. \n6. Consistent with the Court’s February 9, 2018 Scheduling Order, Plaintiff \nfiled the Motion on February 13, 2018 , seeking a preliminary injunction enjoining \nDefendants from (i) using any mark associated with Window Gang; (ii) using any \ntelephone number that was previously associated with any Window Gang franchise \noperated by Salinas or the other Defendants; (iii) representing to any person or entity \nthat Window Ninjas is a successor-in-interest to, a continuation of, or the same entity \nas Window Gang; (iv) making use of Window Gang’s confidential and trade secret \ninformation; (v) competing against Window Gang in certain restricted areas; and (vi) \nsoliciting Window Gang’s customers. \n7. The TRO is no longer in effect.  The Motion has been fully briefed, and the \nCourt held a hearing on the Motion on February 1 6, 2018 at which all parties were \nrepresented by counsel.  The Motion is now ripe for resolution. \n \n \nII. \nFINDINGS OF FACT \n8. Having considered the affidavits, briefs, arguments, an d supporting \nmaterials presented to the Court, the Court makes the following FINDINGS OF \nFACT for the limited purpose of resolving the Motion.1 \n9. Plaintiff Window Gang is a North Carolina corporation with its principal \noffice and place of business in Carteret County.  (Compl. ¶ 1, ECF No. 3.)   \n10. Defendant Salinas is a resident of New Hanover County.  (Compl. ¶ 2.) \n11. Defendant Gang Group is a North Carolina corporation with its principal \noffice and place of business in New Hanover County, and Salinas is the Presi dent of \nGang Group.  (Compl. ¶ 3; Salinas Aff. ¶ 2, ECF No. 23.) \n12. Defendant Window Ninjas  is a North Carolina limited liability company \nwith its principal office and place of business in New Hanover County.  (Compl. ¶ 4.) \n13. Window Gang is engaged in the business of residential, commercial, \nindustrial and high-rise cleaning services, including window cleaning, blind cleaning, \ngutter cleaning,  window tinting, chimney sweeping, dryer vent cleaning, roof \nwashing, oil remediation, no slips floor ing, and low an d high pressure spray \napplications.  (Compl. ¶ 6 .)  Window Gang provides these services in twenty states \nacross the country and has been in business for over thirty years.   (Compl. ¶¶ 7–9.)  \nEach exclusive outlet/territory is operated as a company -owned bu siness or by a \n                                                           \n1 This Court is not bound at a trial on the merits by the findings of fact made in a preliminary \ninjunction order.  Lohrmann v. Iredell Mem’l Hosp., Inc. , 174 N.C. App. 63, 75, 620 S.E.2d \n258, 265 (2005) (citing Huggins v. Wake Cty . Bd. of Educ., 272 N.C. 33, 40 –41, 157 S.E.2d \n703, 708 (1967)). \n \n \nWindow Gang franchisee that is specifically authorized to conduct busin ess as \nWindow Gang.  (Compl. ¶ 7.) \nA. The Franchise Agreement \n14. On or about July 22, 1997 , Defendant Salinas entered into a Franchise \nAgreement (the “1997 Agreement”) which granted him the exclusive right to operate \na Window Gang franchise in Wilmington, North Carolina and nearby counties for a \nperiod of ten years.  (Compl. ¶ 13; Pl.’s Suppl. Statement Supp. Mot. Prelim. Inj. Ex. \nA [hereinafter “1997 Agreement”], at Ex. G, ECF No. 25.1.)   \n15. On or about June 10, 2007, Salinas, individually and on behalf of Defendant \nGang Group  (collectively hereafter, “Salinas”) , entered into a renewal Franchise \nAgreement with Plaintiff extending the franc hise through June 10, 2017 (the \n“Franchise Agreement”).  (Compl. ¶ 18.)   The Franchise Agreement specifically \nprovides that Plaintiff granted Salinas  a “non-exclusive license . . .  to operate one \nfranchised Outlet under the Marks at a location specified [as ‘1509 Ann Street, \nBeaufort, North Caroli na 28516’] within the territory specified [as ‘the Wilmington \nNC area’].”  (Compl. Ex. 1 § 2.1 [hereinafter “Agreement”], ECF No. 1.)  \n16. The Franchise Agreement contains a confidentiality provision, under which \nSalinas agreed as follows: \nYou acknowledge that Your knowledge of the operation of a WINDOW \nGANG Franchise will be derived from the information disclosed to You \nby Us pursuant to the franchise and that certain information, including \nwithout limitation the contents of the Operations Manual and \nspecifications, standards and operation procedures of the WINDOW \nGANG Franchise is proprietary, confidential and a trade secret of \nWINDOW GANG .  You agree that You will maintain the absolute \nconfidentiality of all such information during and after the term of the \nFranchise and will not use, divulge, reproduce or exhibit to any person \n \n \nother than employees and only to the extent necessary for the operation \nof the WINDOW GANG Franchise in accordance with this Agreement, \nany portion of the WINDOW GANG Confidential Operations Manual or \nuse any such information in any other business or in any manner not \nspecifically authorized or approved in writing by Us. \n \n. . . You, either during the term of this Agreement or at any other time \nthereafter, shall [not] communicate, divulge or use for [Your] benefit … \nnot in conjunction with this Franchise, or [to the benefit of] any other \nperson, partnership, association or corporation, any confidential \ninformation, knowledge or know -how concerning the methods of \noperation of the Franc hise Business hereunder, which may be \ncommunicated to You . . . .  Any and all information, knowledge and \nknow-how used in or related to the WINDOW GANG Franchise which \nWe communicate to You . . . , including without limitation, contents of \nthe Manual, specifications, techniques, training materials, operation \nprocedures, tapes and films, computer software, client lists and other \ndata shall be deemed confidential for purposes of this Agreement. \nNeither You nor any other person who is actively involved in a \nmanagerial or supervisory position with You nor any employee who will \noperate, manage or do any work in connection with the operation of the \nFranchise shall at any time, without Our prior written consent, use, \ncopy, duplicate, record or otherwise reproduce such materials or \ninformation, in whole or in part, nor otherwise make the same available \nto any unauthorized persons. \n \n(Agreement § 12.1.) \n17. Salinas also agreed in the Franchise Agreement that “WINDOW GANG is \nthe owner of all Names and Marks licensed to [him] by this Agreement,” that \nSalinas’s right to use such Names and Marks “derived solely from [the] Agreement,” \nand that the “Names and Marks and any goodwill established thereby shall inure to \nthe exclusive benefit of WINDOW GANG.”  (Agreement § 13.1.)   \n18. Significantly for the current Motion, Salinas further agreed in the Franchise \nAgreement that “after the termination or expiration of this Franchise [he would] not \nidentify [him]self, or any Outlet, or any other business as a WINDOW GANG \n \n \nfranchise, a former  WINDOW GANG franchise or franchised Outlet, or as a \nFranchisee otherwise associated with [Plaintiff], or use in any manner or for any \npurpose any Name or Mark or other indicia of a WINDOW GANG franchise.”  \n(Agreement § 13.1.)  Consistent with this provisi on, Salinas also agreed that “upon \ntermination or expiration of the Franchise,” he would return to Plaintiff “all signs, \ncatalogues, advertising materials, forms, invoices, and other materials containing the \nWINDOW GANG Names and the Marks or otherwise rel ating to the Franchise [.]”  \n(Agreement § 16.3.)   \n19. The Franchise Agreement further provides that Plaintiff has the “sole right \nto and interest in the telephone numbers and directory listings associated with the \nNames and Marks or the Franchise,” and that Salinas would “notify the telephone \ncompany and all listing agencies of the termination or expiration of [his] right to use \nany telephone number and any regular Yellow Page or other telephone directory \nlistings or advertising associated with the Names and Ma rks or with the Franchise  \nand to authorize transfers of the same to [Plaintiff].”  (Agreement § 16.3.)    \n20. Also of relevance here, the Franchise Agreement contains a covenant not to \ncompete, providing that, for a period of two years after the termination or expiration \nof the Franchise Agreement, Salinas would not: \nhave any interest as an owner . . . partner, director, officer, employee, \nconsultant, representative or agent, or in any other capacity, in any other \nbusiness conducting re sidential or commercial cleaning services . . . which is \nthe same, similar to or competitive with [Plaintiff] and the Window Gang \nFranchise System wit hin a radius of 50 miles of [Salinas’s]  Operating \nTerritory.  (Agreement § 16.5.)   \n \n \n \nThe Franchise Agreeme nt designates Salinas’s Operating Territory as the \n“Wilmington, NC area[.]”  (Agreement Ex. A.) \n21. In addition to the non -compete, the Franchise Agreement also contain s a \ncovenant not to solicit customers , stating simply that Salinas is “not permitted to \nsolicit customers and/or advertise outside the defined Operating Territory.”  \n(Agreement § 7(q).)  A form agreement between Salinas and his employees, attached \nas E xhibit C to the Franchise Agreement  and not signed by any employee , also \nprovides that Salinas’s employees shall not, while “employed by Franchisee,\" “[d]ivert \nor attempt to divert, directly or indirectly, any business, business opportunity or \ncustomer of any [WINDOW GANG] business to any competitor[,] . . . [e]mploy or seek \nto employ any person who is at the time employed by [Plaintiff] or any franchisee of \n[Plaintiff], or otherwise directly or indirectly induce such person to change any \nexisting relationship .”  (Agreement Ex. C, at 3.)  That same form agreement also \ncontains a non-compete similar to  the non-compete at section 16.5 of the Franchise \nAgreement. \n22. In addition to operating a franchise in the Wilmington, North Carolina \nterritory, Salinas also operated, pursuant to separate oral agreements with Plaintiff, \nWindow Gang franchises in Jacksonville, North Carolina; Charleston, South \nCarolina; Columbia, South Carolina; Greenville -Spartanburg, South Carolina; \nMyrtle Beach, South Carolina; Nashville, Tennessee; Hampton, Virginia; Richmond, \nVirginia; and Virginia Beach, Virginia (collectively, the “Later Franchises”).  (Compl. \n¶¶ 25–27; Salinas Aff. ¶ 20;  McCullen Aff. ¶ 11 , ECF No. 15 .)  As he did with his \n \n \nWilmington franchise, Salinas paid a franchise fee and made royalty payments to \nPlaintiff in connection with each of the Later Franchises.  (Compl. ¶ 25; McCullen \nAff. ¶ 11.)   \n23. The Franchise Agreement expired by its terms on June 10, 2017, although \nSalinas and Window Gang continued renewal negotiations for several months and \nSalinas continued to make royalty payments in accordance with the Franchise \nAgreement through September 20 17.  (McCullen Aff. ¶ 13; Salinas Aff. ¶¶ 42 –48.)  \nWindow Gang and Salinas ultimately did not reach any agreements to further extend \ntheir franchise relationship at any location.  (McCullen Aff. ¶ 13; Salinas Aff. ¶ 48.)  \nB. Termination of Window Gang Affiliation and Creation of Window Ninjas  \n24. On December 15, 2017, Salinas cancelled his affiliations with Window Gang \nand started operating his franchises under the name Window Ninjas .  (Salinas Aff. \n¶¶ 49–50.)2   Window Ninjas is a completely separate company from Plaintiff and is \nPlaintiff’s direct competitor in locations in which they both operate.   \n25. On December 16, 2017, Salinas sent emails to Plaintiff’s customers \nintroducing Window Ninjas, identifying himself  as Window Ninjas’s owner, and \nsuggesting that Window Ninjas was simply Window Gang with a new and improved \nname and logo: \nIt is with great excitement that we would like to introduce you to \nWindow Ninjas!  You knew us before as Window Gang.  We may have a \nnew and improved name and logo, however our excellent staff, \nmanagement team, and leadership remain the same.  You can rest \nassured that we will continue to give our customers the quality and \n                                                           \n2 Salinas’s wife, Melissa Salinas, executed Article of Organization for Window Ninjas on \nDecember 18, 2017.  (McCullen Aff. ¶ 14.) \n \n \nservice you have come to expect from us.  When you see the new Window \nNinjas logo, you will automatically know that you are choosing the best \nin the business! \n(Compl. Ex. 3.) \n26. On December 18, 2017 , Window Ninjas personnel emailed Window Gang’s \ncustomers with a materially identical statement and requested that the customers \ndirect their future inquiries to Window Ninjas.  (McCullen Aff. Ex. 7, ECF No. 15.7.) \n27. At this same time and continuing thereafter, Window Ninjas represented to \nWindow Gang customers and the general public that Window Ninjas is “formerly \nWindow Gang.”  (Salinas Suppl. Aff. ¶ 7, ECF No. 24.) \n28. Defendants changed the Window Gang franchises’ Facebook pages into \nWindow Ninjas pages.  (McCullen Aff. ¶ 24.)  As of February 16, 2018, Window Ninjas \nfeatured customer reviews on its Facebook and Google webpages that customers had \nposted for work performed by Window Gang but that Defendants attributed to \nWindow Ninjas.  (See McCullen Aff. Exs. 15–16, ECF Nos. 15.15–15.16.)   \n29. Window Gang customers have, as a result of Window Ninjas’ s \nrepresentations, expressed to Window Gang that they are confused as to Window  \nNinjas’s and Window Gang’s identities.  (Compl. ¶ 50, Ex. 7.) \n30. While he was a franchisee, Salinas created a personal Gmail account using \na Window Gang mark, windowgangwilmington@gmail.com, and he caused Window \nGang’s customer information to be automatically sent to this email address.  \n(McCullen Aff . ¶ 10 ; McCullen Aff. Ex. 3, ECF No. 15.3 .)  Since terminating his \nrelationship with Window Gang, Salinas has continued to use the Gmail account and \nits contents.  (McCullen Aff. ¶ 15, Ex. 7.)   \n \n \n31. Window Ninjas continues to use the telephone numbers that were \nassociated with Window Gang prior to the termination of the parties’ relationship .   \n(Compl. ¶ 38; McCullen Aff. ¶ 21; McCullen Aff. Exs. 11, 14, ECF Nos. 15.11, 15.14.)  \nTelephone calls made to Window Gang numbers used by Salinas during his \nrelationship with Plaintiff are currently routed to Window Ninjas .  (Salinas Suppl. \nAff. ¶ 13.)   \n32. Salinas has sent at least one invoice to customers for work performed by \nWindow Gang that bears the Window Gang logo but directs that payment be made to \nWindow Ninjas at Window Ninjas’s address.  (McCullen Aff. ¶ 17; McCullen Aff. Ex. \n8, ECF No. 15.8.) \n33. The parties disagree over the extent to which Defendants have sought to \ncorrect misrepresentations they have made to customers suggesting that Window \nNinjas is in fact Window Gang.   \n34. Window Ninjas is pursuing, and has pursued, many of the same \nopportunities and customers that Salinas and his employees pursued while affiliated \nwith Window Gang.   \n35. Salinas did not return to Plaintiff, and continues to possess, a Quickbooks \nfile that contains the entire order and billing history for the customers that Salinas \nserved during his relationship with Window Gang.  (McCullen Aff. ¶ 29.)   \n36. Salinas has not returned certain of Window Gang’s confidential materials, \nincluding its service manuals and other company manuals.  (McCullen Aff. ¶ 30.)    \n \n \n37.  Salinas now operates a Window Ninjas location in each market where he \nformerly operated a Window Gang franchise.  (Compl. ¶ 34; McCullen Aff. Ex. 11.)    \nIII. \nCONCLUSIONS OF LAW \n38. BASED UPON the foregoing FINDINGS OF FACT, the Court makes the \nfollowing CONCLUSIONS OF LAW: \n39. “[A] preliminary injunction is an extraordinary measure taken by a court to \npreserve the status quo of the parties during litigation.”  A.E.P. Indus., Inc. v. \nMcClure, 308 N.C. 393, 401, 302 S.E.2d 754, 759 (1983).  A preliminary injunction is \nproper only:   \n(1) if a plaintiff is able to show likelihood of success on the merits of his case \nand (2) if a plaintiff is likely to sustain irreparable loss unless the injunction \nis issued, or if, in the opinion of the Court, issuance is necessary for the \nprotection of a plaintiff’s rights during the course of litigation.   \n \nId. at 401, 302 S.E.2d at 759 –60 (emphasis omitted).  The burden is on the moving \nparty to establish its right to a preliminary injunction, and the remedy “should not \nbe lightly granted.”  GoRhinoGo, LLC v. Lewis, 2011 NCBC LEXIS 39, at *17 (N.C. \nSuper. Ct. Sept. 29, 2011); see also Travenol Labs., Inc. v. Turner, 30 N.C. App. 686, \n692, 228 S.E2d 478, 483 (1976)  (“An injunction is an extraordinary remedy and  will \nnot be lightly granted.”). \n40. North Carolina courts have held that in assessing the preliminary \ninjunction factors, the trial judge should “engage in a balancing process, weighing \npotential harm to the plaintiff if the injunction is not issued against the potential \nharm to the defendant if injunctive relief is granted.  In effect, the harm alleged by \n \n \nthe plaintiff must satisfy a standard of re lative substantiality as well as \nirreparability.”  Williams v. Greene, 36 N.C. App. 80, 86, 243 S.E.2d 156, 160 (1978).  \n41. Irreparable injury under Rule 65 is established upon a showing that “the \ninjury is beyond the possibility of repair or possible compens ation in damages” or \n“that the injury is one to which the complainant should not be required to submit or \nthe other party permitted to inflict, and is of such continuous and frequent recurrence \nthat no reasonable redress can be had in a court of law.”  A.E.P. Indus., Inc., 308 N.C. \nat 407, 302 S.E.2d at 763 (emphasis omitted) (citing Barrier v. Troutman, 231 N.C. \n47, 50, 55 S.E.2d 923, 925 (1949)).  \n42. If there is a “full, complete and adequate remedy at law,” the moving party \nis not entitled to the equitable remedy of injunction.  Bd. of Light and Water Comm’rs \nv. Parkwood Sanitary Dist., 49 N.C. App. 421, 423, 271 S.E.2d 402, 404 (1980).  “[O]ne \nfactor used in determining the adequacy of a remedy at law for money damages is the \ndifficulty and uncertainty in d etermining the amount of damages to be awarded for \ndefendant’s breach.” A.E.P. Indus., Inc., 308 N.C. at 406–07, 302 S.E.2d at 762.  \nA. Breach of Contract: Use, Non-Disclosure, and Return Provisions \n \n43. A breach of contract requires the existence of a valid existing contract and a \nbreach of the terms of that contract.  J.T. Russell & Sons, Inc. v. Silver Birch Pond \nLLC, 217 N.C. App. 290, 295, 721 S.E.2d 699, 703 (2011) (citing Johnson v. Colonial \nLife & Accident Ins. Co., 173 N.C. App. 365, 369, 618 S.E.2d 867, 870 (2005)).  \n44. The Franchise Agreement is a valid and binding contract, and the \nconfidentiality obligations and provisions restricting Salinas’s use of Window Gang’s \n \n \nname, marks, and telephone numbers are binding.  Although the Franchise \nAgreement assigns Salinas the “Wilmington, NC area” as his Operating Territory and \ndoes not address the L ater Franchises, the Franchise Agreement does not limit \nSalinas’s obligations concerning Plaintiff’s name, marks, and telephone numbers to \nonly those used in connection with the Wilmington franchise. \n45. In particular, t he Franchise Agreement provides, in relevant part, as \nfollows: \nYou will re turn to [Window Gang] all . . . materials containing the \nWindow Gang Names and Marks or otherwise relating to the Franchise \n. . . You further agree that You will notify the telephone company and \nall listing agencies of the termination or expiration of Your right to  use \nany telephone number . . . associated with the Names and Marks or with \nthe Franchise[.] \n \n(Agreement § 16.3 (emphasis added).)  Applying standard rules of contract \nconstruction, the Court concludes that the disjunctive “or” in these provisions \nindicates that the parties intended that upon termination of the franchise \nrelationship, Salinas should be prohibited from using Plaintiff’s n ames, marks, or \ntelephone numbers wherever he might have chosen to do so, and not simply in \nconnection with his franchise in Wilmington.  Accordingly, the Franchise \nAgreement’s express terms prohibit Salinas from using the Window Gang names, \nmarks, and telephone numbers wherever used, including in any location where \nSalinas may operate Window Ninjas. \n46. Section 16.3 of the Franchise Agreement requires Salinas to return to \nWindow Gang “all signs, catalogues, advertising materials, forms, invoices and other \nmaterials containing the WINDOW GANG Names and Marks or otherwise relating \n \n \nto the Franchise.”  Section 12.1 of the Franchise Agreement prevents Salinas from \nusing or divulging to third parties Plaintiff’s proprietary and confidential \ninformation, “including without limitation the contents of the Operations Manual and \nspecifications, standards and operation procedures of the WINDOW GANG \nFranchise,” as well as “training materials, operation procedures, client lists and other \ndata” (collectively, the “Protected Information”).   \n47. Based on the Court’s findings of fact on the current record, the Court \nconcludes that Plaintiff has established a likelihood of success on the merits on its \nclaim against Salinas for breach of contract by presenting persuasive evidence that \nthe Franchise Agreement is a valid and binding contract and that Salinas has \nengaged in conduct in breach of that Agreement by (i) using Plaintiff’s name, marks, \nand telephone numbers at each of the Window Gang locations that he now operates \nas Window Ninjas  and (ii) failing to return to Plaintiff the Protected Information, \nincluding without limitation the manuals and other training materials provided to \nSalinas.   \n48. The Court, however, cannot conclude at this stage that Plaintiff has \nestablished a likelihood of success on its claim against Salinas for breach of contract \nbased on his failure to return the Quickbooks file containing the order and billing \nhistory for each of the customers in the areas Salinas serviced for Plaintiff.   Indeed, \nwhile the Franchise Agreement provides Plaintiff a right of inspection  and review \nand restricts Salinas’s use of customer lists provided by Plaintiff, the Agreement does \nnot expressly require Salinas to turn over his business records to Plaintiff upon the \n \n \nconclusion of the franchise relationship , including his business records concerning \ncustomers.  The Court is not otherwise persuaded on this record that the return of \nthe Quickbooks material , unlike the return of the Protected Information, is \ncontemplated under the Franchise Agreement.     \n49. The Court concludes that Plaintiff has suffered and continues to suffer \nirreparable harm as a result of Salinas’s breach of contract as described above.  \n50. The harm to Plaintiff is immediate and ongoing and cannot be later \nredressed by the Court if allowed to continue during the course of the litigation.  Thus, \nthe Court concludes, in the exercise of its discretion, that the issuance of a \npreliminary injunction is necessary for the protection of Plaintiff’s rights during the \ncourse of this litigation.  See, e.g., Comput. Design & Integration, LLC v. Brown, 2017 \nNCBC LEXIS 8, at *31 –33 (N.C. Super. Ct. Jan. 27, 2017) ( entering preliminary \ninjunction based on alleged breach of confidentiality provision); see also ABT, Inc. v. \nJuszczyk, No. 5:09CV119-RLV, 2010 U.S. Dist. LEXIS 91613, at *9, *25 (W.D.N.C. \nAug. 10, 2010) (granting preliminary injunction for claims, including a claim of \nbreach of contract for violating a confidentiality agreement, where plaintiff’s goodwill \nand customer relationships would be injured).  \n51. The Court has engaged in a balancing process, weighing potential harm to \nPlaintiff if an injunction is not issued against the potential harm to Salinas a nd the \nother Defendants if injunctive relief is granted, and finds that the potential harm to \nPlaintiff outweighs that to Defendants.  \n \n \n52. Accordingly, the Court concludes, in the exercise of its discretion, that \nPlaintiff is entitled to a preliminary injunction restraining and enjoining Defendants \nand all other persons in active concert or participation with any Defendant from \nretaining, using, disclosing, or distributing Plaintiff’s Protected Information or from \nusing Plaintiff’s name, marks, or telephone numbers.  \nB. Breach of Contract: Covenant not to Compete \n53. Covenants not to compete are enforceable if they are (1) in writing; (2) made \nas part of the employment contract; (3) supported by valuable consideration; (4) \nreasonable as to time and territory; and (5) designed to protect a legitimate business \ninterest.  Hartman v. W.H. Odell & Assocs., Inc., 117 N.C. App. 307, 311, 450 S.E.2d \n912, 916 (1994).     \n54. Preliminary injunctions are especially appropriate in the context of \ncovenants not to compete because of the immediacy of harm and the need to protect \nthe plaintiff’s rights during the pendency of the litigation.  A.E.P. Indus., Inc., 308 \nN.C. at 410, 302 S.E.2d at 764.  \n55. There is no evidence before the Court that any of the non -competition \nagreements Plaintiff purports to enforce concerning the Later Franchises w ere ever \nreduced to writing.  As a result, the Court concludes that Plaintiff has failed to show \na likelihood of success on its non -compete claim against Salinas as to the Later \nFranchises.  See, e.g., N.C. Gen. Stat. § 75-4 (requiring a “writing duly signed by the \nparty who agrees not to enter into any such business within such territory”). \n56. The only non-competition provision reduced to writing in this case was made \nas part of the written Franchise Agreement  and was supported by valuable \n \n \nconsideration in the form of a ten-year extension of the franchise relationship.  As a \nresult, Salinas will be prohibited from competing against Window Gang under the \nFranchise Agreement if the covenant’s  restrictions for time and territory are \nreasonable and if the covenant is designed to protect a legitimate business interest of \nPlaintiff. \n57. When evaluating the enforceability of covenants not to compete, North \nCarolina courts note a distinction between those relating to the sale of business and \nthose ancillary to employment contracts.  Outdoor Lighting Perspectives Franchising, \nInc. v. Harders, 2012 NCBC LEXIS 28, at *19 (N.C. Super. Ct. May 14, 2012), aff’d, \n228 N.C. App. 613, 747 S.E.2d 256 (2013).  Our appellate courts have determined that \nnon-competes in franchise agreements present hybrid situations where courts should \ncombine the elements used  to evaluate non-competes for the sale of a business and \nthose used to analyze  employment contracts.  Outdoor Lighting, 228 N.C. App. at \n621–22, 747 S.E.2d at 263–64.   \n58. As stated by our Court of Appeals: \n[t]he ultimate issue which we must decide in resolving such disputes \namong franchisors and franchisees is the extent to which the non -\ncompetition provision contained in the  franchise agreement is no more \nrestrictive than is necessary to protect the legitimate interests of the \nfranchisor, with the relevant factors to be considered in the making of \nthis determination to include the reasonableness of the duration of the \nrestriction, the reasonableness of the geographic scope of the restriction, \nand the extent to which the restriction is otherwise necessary to protect \nthe legitimate interests of the franchisor. \n \nId. at 623, 747 S.E.2d at 264.  Plaintiff has the burden to prove the restrictions of \nthe covenant are reasonable.  Hartman, 117 N.C. App. at 311, 450 S.E.2d at 916.   \n \n \n59. “In evaluating reasonableness, the  time and territory restrictions must be \nread in tandem .”  Id. at 311, 450 S.E.2d at 916 ; see, e.g., Jewel Box Stores Corp. v. \nMorrow, 272 N.C. 659, 665, 158 S.E.2d 840, 844 (1968) (“Although a valid covenant \nnot to compete  must be reasonable as to both time and area, these two requirements \nare not independent and unrelated aspects of the restraint.  Each must be considered \nin determining the reasonableness of the other.”).  While “either the time or the \nterritory restriction, standing alone, may be reasonable, the combined effect of the \ntwo may be unreasonable.”  Farr Assocs. Inc. v. Baskin, 138 N.C. App. 276, 280, 530 \nS.E.2d 878, 881 (2000) .  “If a non-compete covenant ‘is too broad to be a reasonable \nprotection to the employer's business it will not be enforced.  The courts will not \nrewrite a contract if it is too broad but will simply not enforce it.’”  VisionAir, Inc. v. \nJames, 167 N.C. App.  504, 508, 606 S.E.2d 359, 362 (2004)  (quoting Whittaker Gen. \nMed. Corp. v. Daniel, 324 N.C. 523, 528, 379 S.E.2d 824, 828 (1989)). \n60. North Carolina courts have held that a two -year post-employment or post-\nsale non-competition restriction is often reasonable .  See, e.g. , Kinston Med . \nSpecialists, P.A. v. Bundle, 2015 NCBC LEXIS 48, at *7 (N.C. Super. Ct. May 7, 2015); \nsee also Hartman, 117 N.C. App. at 315, 450 S.E.2d at 918 (noting that our Supreme \nCourt has recognized that, under certain circumstances, a five-year covenant might \nbe reasonable).  \n61.  Our courts have also found that a fifty -mile radius in such a covenant can \nbe reasonable in certain contexts.  See, e.g., Cut N Up Hair Salon of Carolina Beach, \nLLC v. Bennett, No. COA13-1417, 2014 N.C. App. LEXIS 1031, at *21 (N.C. Ct. App. \n \n \nSept. 16, 2014) (fifty-mile radius enforceable); Keith v. Day, 81 N.C. App. 185, 194–\n95, 343 S.E.2d 562, 568 (greater Raleigh area enforceable);  Robins & Weill, Inc. v. \nMason, 70 N.C. App. 537, 53 8–39, 320 S.E.2d 693, 6 95 (1984) (two -county wide \ncovenant enforced); Forrest Paschall Mach. Co. v. Milholen,  27 N.C. App. 678, 687, \n220 S.E.2d 190, 197 ( 1975) (350 -mile non-compete upheld).  However, “the scope of \n[a] geographic restriction must not be any wider than is necessary to protect the \nemployer's reasonable business interests.”  Okuma Am. Corp. v. Bowers, 181 N.C. \nApp. 84, 89, 638 S.E.2d 617, 620; see also A.E.P. Indus., Inc., 308 N.C. at 408, 302 \nS.E.2d at 763.   \n62. Courts look to six factors in determining whether a post-employment \nrestriction is valid: “(1) the area, or scope, of the restriction, (2) the area assigned to \nemployee, (3) the area in which the employee actually worked or was subject to work, \n(4) the area in which the employer operated, (5) the nature of the business involved, \nand (6) the nature of the employee's duty and his knowledge of the employer's \nbusiness operation.”  Outdoor Lighting, 228 N.C. App. at 622, 747 S.E.2d at 263.  An \nadditional factor courts evaluate in the business sale context—and by extension the \nfranchise context—is whether the restriction reasonably protects the goodwill of the \nplaintiff’s business.  Id. at 623, 747 S.E.2d at 264.  Significantly for our purposes, “[t]o \nprove that a geographic restriction in a non-compete provision is reasonable, an \nemployer must first show where its customers are located and that the geographic \nscope of the covenant is necessary to maintain those customer relationships.” Farr \nAssocs., 138 N.C. App. at 281, 530 S.E.2d at 882.   \n \n \n63. Here, the 1997 Agreement identifies Salinas’s operating territory as \n“Wilmington NC (New Hanover County); Burnswick  [sic] County  North Carolina; \nPender County; Duplin County [.]” (1997 Agreement Ex. G .)  The subsequent \nFranchise Agreement lists Salinas’s operating territory as the “Wilmington, NC  \narea[.]”  (Agreement Ex. A.)  Plaintiff has not only offered scant evidence that Salinas \nand Gang Group serviced Plaintiff’s customers in Wilmington, but Plaintiff has also \nfailed to offer any evidence that Plaintiff has existing customers located within the \nfour-county area defined under the 1997 Agreement  or within the fifty-mile radius \nextending from Wilmington or New Hanover, Duplin, Brunswick, or Pender counties.  \nIn sum, Plaintiff has failed to offer any evidence to support its contention that the \nterritorial restriction in the Franchise Agreement protects a legitimate business \ninterest of Plaintiff.  Compare Beasley v. Banks, 90 N.C. App. 458, 460–61, 368 S.E.2d \n885, 886 –87 (1988) (finding unreasonable a thirty-mile radius restriction wh ere \nplaintiff failed to present specific evidence supporting his conclusory statement that \nhe had customers within the thirty-mile radius and defendant offered evidence to the \ncontrary) with Cut N Up Hair Salon , 2014 N.C. A pp. LEXIS 1031, at * 20–21  \n(upholding fifty-mile radius where plaintiff presented evidence that customers visited \nbusiness from up to fifty miles  away).  As such, the Court concludes that it cannot \nenforce the non-compete provision on the current record. \n64. The Court further concludes that “blue penciling” cannot permit \nenforcement of the covenant at this stage of the proceedings.  “[B]lue-penciling is the \nprocess by which a court of equity will take notic e of the divisions the parties \n \n \nthemselves have made in a covenant not to compete, and enforce the restrictions in \nthe territorial divisions deemed reasonable and refuse to enforce them in the divisions \ndeemed unreasonable.”  Beverage Sys. of the Carolinas,  LLC v. Associated Beverage \nRepair, LLC, 368 N.C. 693, 699, 784 S.E.2d 457, 461 (2016) (internal quotation marks \nomitted).  The Franchise Agreement here contains a single territorial restriction—\n“within a radius of 50 miles of Your Operating Territory” —and the Operating \nTerritory is specifically defined as the “Wilmington, NC area [.]”  (Agreement § 16.5, \nEx. A.)   Ignoring this restriction would leave the covenant without a territorial \nrestriction at all, precluding enforcement.  See id. at 699, 784 S.E.2d at 462.   \n65. The Court thus concludes that Plaintiff has failed to demonstrate a \nlikelihood of success on the merits on its claim for Salinas’s alleged breach of his \ncovenant not to compete and will not afford relief on this ground. \nC. Breach of Contract: Non-Solicitation Agreement \n66. Non-solicitation agreements “must meet the same requirements as are \napplied to . . . covenant[s] not to compete[,]” including that they be “reasonable as to \ntime and territory.”  Aeroflow Inc. v. Arias, 2011 NCBC LEXIS 21, at *24 (N.C. Super. \nCt. July 5, 2011).  Non-solicitation agreements, however, can more easily be enforced \nthan covenants not to compete, “as [their] restraints . . . are generally more tailored \nand less onerous on employees’ ability to earn a living.”  Akzo Nobel Coatings, Inc. v. \nRogers, 2011 NCBC LEXIS 42, at *31 (N.C. Super. Ct. Nov. 3, 2011).   \n67. In addition, “North Carolina ’s courts will enforce a covenant prohibiting a \nformer employee from soliciting his former employer’s customers even when not tied \nto a specific geographic region where ‘the terms and conditions of this contract clause \n \n \nwere reasonably necessary to protect the employer's legitimate business interests.’ ”  \nSandhills Home Care, L.L.C. v. Companion Home Care - Unimed, Inc., 2016 NCBC \nLEXIS 61, at *25–26 (N.C. Super. Ct. Aug. 1, 2016) (quoting Triangle Leasing Co. v. \nMcMahon, 327 N.C. 224, 229, 393 S.E.2d 854, 857 (1990)).  “A customer -based \nrestriction on solicitation is analyzed in much the same manner as a geographic \nrestriction, taking into consideration many of the same factors and, particularly, the \ntime period of the restriction.”  Id. (citing Wade S. Dunbar Ins. Agency v. Barber, 147 \nN.C. App. 463, 469, 556 S.E.2d 331, 335 (2001)). \n68. The n on-solicitation provision in th e Franchise Agreement provides that \nSalinas is “no t permitted to solicit customers and/or advertise outside the defined \nOperating Territory, except to the extent that [Salinas has] received [Window Gang’s] \nprior written authorization. ”  (Agreement § 7(q).)  The provision does not contain a  \ngeographic restriction or a time period.  Neither does the provision define “customers” \nor attempt to restrict Salinas from soliciting only customers or potential customers \nwith whom he has had meaningful contact.  To the contrary, the restriction seeks to \npreclude Salinas from soliciting the very customers he was precluded from calling \nupon during his franchise relationship with Plaintiff.  As such, the Court cannot \nconclude on this Motion that the non-solicitation provision is enforceable.  See, e.g., \nHejl v. Hood, Hargett & Assocs., Inc. , 196 N.C. App. 299, 307, 674 S.E.2d 425, 430 \n(2009) (restrictive covenant for solicitation unenforceable where the  “[a]greement \nreaches not only [customers], but potential [customers], and extends to areas where \nPlaintiff had no connections or personal knowledge of customers” ); Farr Assocs., 138 \n \n \nN.C. App. at 282, 530 S.E.2d at 883 (“[A] client-based limitation cannot extend beyond \ncontacts made during the period of the employee's employment.”); Okuma Am. Corp., \n181 N.C. App. at 90, 638 S.E.2d at 621  (requiring scope of non-solicitation covenant \nto be no wider than necessary to protect the employer’s reasonable business  \ninterests).  \n69. Exhibit C to the  Franchise Agreement cannot provide an alternative basis \nfor enforcement as Plaintiff suggests.  First, like the Franchise Agreement, Exhibit C \ndoes not include a territorial restriction for the purported non-solicitation agreement \ncontained therein .  Moreover, by its plain language, Exhibit C does not preclude \nSalinas or the other Defendants from soliciting customers but rather restricts only \nSalinas’s employees.  Plaintiff contended at the hearing that relief should be based \non Salinas’s breach of section 12.2 of the Franchise Agreement , which requires him \nto cause his managerial and supervisory employees to execute Exhibit C and to use \nhis “best efforts” to ensure their compliance with that document.  Plaintiff, however, \nhas not offered evidence that Salinas has breached section 12.2 or that injunctive \nrelief is proper for such a breach.  As a result, the Court concludes that Plaintiff has \nfailed to show a likelihood of succ ess on its claim for breach of the non -solicitation \nprovision and thus will not afford Plaintiff relief on that basis. \nD. Unfair and Deceptive Trade Practices \n70. To establish a violation of N.C. Gen. Stat. § 75 -1.1, a plaintiff must show: \n“(1) defendant committed an unfair or deceptive act or practice, (2) the action in \n \n \nquestion was in or affecting commerce, and (3) the act proximately caused injury to \nplaintiff.”  E.g., Dalton v. Camp, 353 N.C. 647, 656, 548 S.E.2d 704, 711 (2001).  \n71. “A practice is unfair when it offends established public policy as well as \nwhen the practice is immoral, unethical, oppressive, [unscrupulous], or substantially \ninjurious to consumers.”   Johnson v. Phoenix Mut. Ins. Co. , 300 N.C. 247, 263, 266 \nS.E.2d 610, 621 (1980).  An act or practice is deceptive under the meaning of §75‐1.1 \nif it has the capacity or tendency to deceive.  RD&J Props. v. Lauralea‐Dilton Enters., \nLLC, 165 N.C. App. 737, 748, 600 S.E.2d 492, 501 (2004).   \n72. Injunctive relief is available to plaintiffs who bring private suits under N.C. \nGen. Stat. § 75-1.1.  See, e.g., Johnson v. Honeycutt, No. COA05-295, 2006 N.C. App. \nLEXIS 249, at *4 (N.C. Ct. App. Feb. 7, 2006) (affirmin g trial court judgment where \ntrial court issued a preliminary injunction based on unfair and deceptive trade \npractices claim); Union Carbide Corp. v. Sunox, Inc ., 590 F. Supp. 224, 227 –28 \n(W.D.N.C. 1984) (applying preliminary injunction standard to claim b rought under \nN.C. Gen. Stat. § 75-1.1).  See generally Noel L. Allen, North Carolina Unfair Business \nPractice § 12.01 (3d ed. 2015).    \n73. Based on the Court’s findings of fact, the Court concludes that Plaintiff has \nshown a likelihood of success on the merit s of its section 75-1.1 claim by presenting \npersuasive evidence of Defendants’ misleading statements and representations \nconcerning Window Ninjas’s status as the same as, a successor to, or a continuation \nof Plaintiff that deceived Plaintiff’s customers and advantaged Defendants in their \ntrade and business at Plaintiff’ s expense with intended and resulting harm to \n \n \nPlaintiff.  See, e.g., Comput. Design & Integration, 2017 NCBC LEXIS 8, at *33 –36; \nAir Cleaning Equip. v. Clemens , No. 16 CVS 900, 2016 N.C. Super. LEXIS 121, at \n*25–26 (N.C. Super. Ct. Apr. 29, 2016).  \n74. The Court further concludes that such conduct has resulted in irreparable \nharm to Plaintiff, and if not enjoined, will continue to result in irreparable harm to \nPlaintiff because there i s no adequate remedy at law, there is substantial difficulty \nand uncertainty in determining the amount of damages to be awarded for Defendants’ \nconduct, and the injury Defendants have inflicted, and unless enjoined will continue \nto inflict, on Plaintiff is  one to which Plaintiff should not be required to submit or \nDefendants permitted to inflict based on the record before the Court.  \n75. The Court has engaged in a balancing process, weighing the potential harm \nto Plaintiff if an injunction is not issued against  the potential harm to Defendants if \ninjunctive relief is granted, and finds that the potential harm to Plaintiff outweighs \nthat to Defendants.  \n76. The Court further concludes, in the exercise of its discretion, that the \nissuance of a preliminary injunction is necessary for the protection of Plaintiff’s rights \nduring the course of this litigation.  Accordingly, the Court concludes, in the exercise \nof its discretion, that Plaintiff is entitled to a preliminary injunction restraining and \nenjoining Defendants and all other persons in active concert or participation with any \nDefendant from making any misrepresentations to any person or entity, including \nWindow Gang’s existing or potential customers, concerning Window Ninjas’s status \nas the same as, a successor to, or a continuation of Window Gang. \n \n \nIV. \nCONCLUSION \n77. WHEREFORE, based upon the foregoing FINDINGS of FACT and \nCONCLUSIONS of LAW, it is hereby ORDERED, in the exercise of the Court’s \ndiscretion, that pending final resolution of this civil action, and unless and until \notherwise ordered by this Court: \na. Defendants, and any persons or entities in active concert or \nparticipation with any of them , are hereby RESTRAINED and \nENJOINED, during the pendency of this action, from using, \ndisclosing, or distributing Plaintif f’s Protected Information (as \ndefined herein); \nb. Defendants, and any persons or entities in active concert or \nparticipation with any of them, are hereby RESTRAINED and \nENJOINED, during the pendency of this action, from making any \nmisrepresentation to any per son or entity, including to Plaintiff’s \nexisting or potential customers, asserting that Window Ninjas is a \nsuccessor entity to, a continua tion of, the same entity as, or  in any \nway connected to Plaintiff .  This prohibition shall include \nrepresentations that Window Ninjas is “formerly Window Gang” and \nwords to that effect; \nc. Defendants, and any persons or entities in active concert or \nparticipation with any of them, are hereby RESTRAINED and \n \n \nENJOINED, during the pendency of this action, from making or \ndistributing any advertisement asserting that Window Ninjas is a \nsuccessor entity to, a continuation of, the same entity as, or in any \nway connected to Plaintiff.  This prohibition shall include making or \ndistributing any advertisement or communication, including \ninvoices, that uses the Window Gang name or logo; \nd. Defendants, and any persons or entities in active concert or \nparticipation with any of them, are hereby ORDERED to remove \nany and all references to Window Gang on their Facebook pages, \nwebsites, and Google pages; \ne. Defendants, and any persons or entities in active concert or \nparticipation with any of them , are hereby RESTRAINED and \nENJOINED, during the pendency of this action, from advertising, \ndirecting callers to use, or otherwise using the following phone \nnumbers:  \nWilmington/Jacksonville, NC \n910-794-2770 \n910-455-5998 \n910-763-9330 \n \nCharleston, SC \n843-744-3447 \n843-849-9003 \n \nColumbia, SC \n803-212-0018 \n \nGreenville/Spartanburg, SC \n864-297-6890 \n \n \n864-814-4264 \n \nMyrtle Beach, SC \n843-213-1760 \n \nNashville, TN \n615-600-2981 \n615-371-0089 \n \nRichmond, VA \n804-359-4800 \n \nVirginia Beach, VA \n757-425-1211 \n757-425-4454 \n \nHampton, VA \n757-928-0420 \n757-928-0200 \nf. Defendants are hereby ORDERED to port the telephone numbers in \nthe preceding subparagraph so that they may be returned to \nPlaintiff;  \ng. Defendants, and any persons or entities in active concert or \nparticipation with any of them, are hereby RESTRAINED and \nENJOINED, during the pendency of this action, from using \nPlaintiff’s names and marks and from  using, or accessing the \ncontents of, the windowgangwilmington@gmail.com email account; \nh. Defendants are hereby ORDERED to return to Plaintiff all of \nPlaintiff’s Protected Information.  Defendants are further ordered to \nfile a statement with the Court within sixty (60) days of the entry of \nthis Order certifying that Defendants have fully complied with this \n \n \nsubparagraph or attesting they do not have any of the Protected \nInformation.  \ni. Pursuant to N.C. Gen. S tat. § 1A -1, Rule 65(c), this Order shall \nbecome effective upon Plaintiff’s posting of security in the amount of \nTen Thousand Dollars ($ 10,000.00) (“Security”), which the Court \nconcludes, in the exercise of its discretion, is reasonable and \nappropriate as a condition of granting this preliminary injunction.  \nThe Security shall be in the form of cash, check, surety bond, or other \nundertaking satisfactory to the Clerk of Superior Court of Carteret \nCounty.  The Court’s order concerning Plaintiff’s posting of s ecurity \nis without prejudice to any party’s right to move the Court to adjust \nthe amount of the Security for good cause shown. \n \n \nSO ORDERED, this the 21st day of February, 2018. \n \n \n     /s/ Louis A. Bledsoe, III  \n     Louis A. Bledsoe, III \n     Special Superior Court Judge  \n   for Complex Business Cases  "
}