{
  "id": "2590310b3dbfc6904c59d6ebf5ca4328354a3f56bc4e1bb5d383de51c7f6e146",
  "source_file": "data/raw/ncbc/2590310b3dbfc6904c59d6ebf5ca4328354a3f56bc4e1bb5d383de51c7f6e146.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 5724 \n \nJOHN M. MCCABE and REBECCA \nB. MCCABE, \n \nPetitioners, \n \nv. \n \nNORTH CAROLINA DEPARTMENT \nOF REVENUE, \n \nRespondent. \n \n \n \n \n \nORDER AND OPINION ON \nPETITION FOR JUDICIAL REVIEW \n \n \n1. In this appeal, Petitioners John and Rebecca McCabe seek judicial review of \nan administrative decision that resulted in the disallowance of  an income tax credit \nthey claimed in 2014.  Respondent North Carolina Department of Revenue \n(“Department”) contends that disallowance is appropriate and seeks to affirm the \njudgment.  The Department  has also filed exceptions to certain evidentiary rulings \nmade during the administrative proceeding. \n2. For the following reasons, the Court REVERSES the decision of the Office \nof Administrative Hearings  and REMANDS with instructions to grant summary \njudgment in favor of the McCabes.  The Court also OVERRULES the Department’s \nexceptions. \n3. The Court notes that it is issuing this decision in tandem with its decision \nin a separate appeal  brought by North Carolina Farm Bureau  Mutual Insurance \nCompany.  Both  cases involve similar factual circumstances and present nearly \nidentical legal questions.  See N.C. Farm Bureau  Mut. Ins. Co.  v. N.C. Dep ’t of \nMcCabe v. N.C. Dep’t of Revenue, 2023 NCBC 28. \nRevenue, No. 2 0 CVS 10244 (Wake Cnty.) ( Order and Opinion located at ECF No. \n103). \nBrooks, Pierce, McLendon, Humphrey & Leonard, L.L.P, by James C \nAdams, II and Howard L. Williams, for Petitioners John M. and Rebecca \nB. McCabe. \n \nJoshua H. Stein, Attorney General of the State of North Carolina, by \nPerry J. Palaez, Special Deputy Attorney General, North Carolina \nDepartment of Justice, for Respondent North Carolina Department of \nRevenue.\n1 \n \nConrad, Judge. \nI. \nBACKGROUND \n4. When reviewing a final decision in a contested tax case, the Court does not \nmake findings of fact.  The following background is intended only to provide context \nfor the Court’s analysis and ruling. \nA. Statutory Background \n5. As the Court explained in the companion Farm Bureau  decision, North \nCarolina has long used tax credits to spur the advancement of renewable energy \nresources.  There were once a dozen or more statutes granting tax credits for wind, \nsolar, and similar energy  facilities.  In 1999, the General Assembly repealed and \nreplaced this patchwork of laws with a unified statutory scheme for renewable energy \ntax credits.  See 1999 N.C. Sess. Laws 342, Secs. 1, 2. \n \n1 Perry J. Pelaez has since withdrawn as counsel for the Department.  Taking his place are \nEricka R. McDaniel, Assistant Attorney General, and  M.A. Kelly Chambers, Senior Deputy \nAttorney General, both of the North Carolina Department of Justice. \n6. Here’s how the credit works.  “A taxpayer that has constructed, purchased, \nor leased renewable energy property” is eligible to receive a credit “if the property is \nplaced in service in this State during the taxable year.”  N.C.G.S. § 105-129.16A(a).  \nThe amount of the credit is “equal to thirty -five pe rcent (35%) of the cost of the \nproperty” up to a cost of $2.5 million per installation.  Id. § 105-129.16A(a), (c)(1).  But \nwhen the property serves a “business purpose,” the taxpayer may not take the credit \nall at one time.  It is instead split into five annual “installments beginning with the \ntaxable year in which the property is placed in service.”  Id. § 105-129.16A(a); see also \nid. § 105-129.16A(c)(1) (defining “business purpose”).  Each successive installment is \ncontingent.  If the property is taken out of service during the five- year period, “the \ncredit expires,” and the taxpayer loses any installments that haven’t accrued.  Id.  \n§ 105-129.16A(b). \n7. In practice, few taxpayers that qualify for this credit can directly take \nadvantage of it.  This is because builders and lessors of renewable energy installations \nare often limited liability companies or other entities treated as partnerships for tax \npurposes.  See, e.g., id. § 105-153.3(9), (13).  A partnership does not pay tax and has \nno tax liability to offset with a credit.  It is considered a pass -through entity: its \nincome, losses, and other tax items are allocated among its partners who then report \ntheir shares of each on their tax returns.\n2 \n \n2 North Carolina allows partners hips to borrow from federal forms for use in  the state \npartnership tax return, Form D-403.  See 17 N.C. Admin. Code 6B.3501, 6B.3503(a).  To fill \nout Form D -403, a partnership can import some information directly from the federal IRS \nForm 1065.  Just as th e federal Schedule K-1 sets out each partner’s allocated share of tax \nitems, the Schedule NC K-1 serves the same purpose on the state level.  See 17 N.C. Admin. \nCode 6B.3503(b). \n8. Thus, when a partnership earns a renewable energy tax credit, the partners \nare the ones who claim it.  A hybrid of state and federal law governs what the partners \nare allowed to claim.  The starting point is N.C.G.S . § 105-269.15.  Subsection (a) \nstates that a partnership that qualifies for a credit “passes through to each of its \npartners the partner’s distributive share of the credit.”  Id.  § 105-269.15(a).  \nSubsection (c) goes on to say that a “distributive share of an income tax credit shall \nbe determined in accordance with sections 702 and 704 of the” Internal Revenue \nCode.  Id. § 105-269.15(c).  The scope of this reference to Code\n3 sections 702 and 704 \nis central to the parties’ dispute here. \n9. Designed to be temporary, the statutory scheme for renewable energy tax \ncredits carries a built-in sunset provision.  As a result, renewable energy properties \nplaced into service after 201 7 are no longer eligible to earn the credit.  See id.  \n§ 105-129.16A(e)–(g).  \nB. The McCabes’ Investment \n10. John and Rebecca McCabe are North Carolina residents.  In 2014, they \ninvested in several renewable energy projects in North Carolina through  a \npartnership organized by Monarch Tax Credits, LLC .  The McCabes then claimed a \nshare of the tax credits generated by the projects on their  joint income tax return .  \n(See R.72302, R.72308–09.)4 \n \n3 In keeping with the North Carolina Revenue Act, the Court refers to the Internal Revenue \nCode simply as the “Code.”  See N.C.G.S. § 105-228.90(b)(7) (defining “Code” as “[t]he Internal \nRevenue Code as enacted as of May 1, 2020, including any provisions enacted as of that date \nthat become effective either before or after that date”). \n4 The Court refers to the McCabes jointly as “investors” and “partners” for simplicity .  It is \nmore accurate to say that John McCabe invested in the partnership as an individual and that \n11. Monarch specializes in tax -equity financing across a variety of industries, \nincluding renewable energy, low -income housing, film projects, and historic \nrehabilitation.  Put simply, this means that Monarch works with project developers \nto raise capital by marketing their surplus or unused tax credits to investors.  ( See \nR.66405.)  \n12. The events in this case involve solar energy projects sponsored by Ecoplexus, \nInc. and FLS Energy, Inc.   Seeking capital for the projects, t he sponsors enlisted \nMonarch to find investors who would finance a portion of the cost —roughly 11% for \nEcoPlexus and 17% for FLS Energy —with the expectation of  receiving in return \nallocations of tax credits generated by the projects.  Much of the remaining cost was \nfinanced with debt.  Recall that the amount of tax credit that a renewable energy \nproperty generates depends on its total cost (not its method of financing).  See  \nN.C.G.S. § 105-129.16A(a).  Factoring in projected costs and the size of its investment, \nMonarch anticipated a ratio of $1 in credit for every 35 cents its investors contributed \nto EcoPlexus and  $1 in credit for every  58 cents contributed to  FLS Energy.  This \narrangement benefited the investors and sponsors alike:  as one developer with FLS \nEnergy testified, the “projects would not have been feasible” without the capital from \nMonarch’s investors.  (See R.66243, R.66406–08.)   \n13. Monarch created partnerships designe d to route capital from  investors to \nthe sponsors and to return the tax credits generated by the projects to the investors.  \n \nthe McCabes together claimed a share of credit on their tax return as a married couple filing \njointly.  (See R.72308, R.72311.)  The Court also refers to Monarch Tax Credits as “Monarch” \nthroughout this opinion, though the parties often refer to it by its previous name, State Tax \nCredit Exchange, LLC. \nThe partnership structure is complex , comprising several tiers.  In t he top tier, the \ninvestors are partners in an entity called the  Annual Fund.  In the next tier down, \nthe Annual Fund is a partner in a nother entity called the Master Fund.  There are \nmore tiers below that , with the Master Fund holding  an interest in one or more \npartnerships connected t o the project sponsors .  A t the bottom ar e the renewable \nenergy projects.  ( See, e.g., R.65411–75, R.65479–564, R.65568–731, R.66278 –81, \nR.66297–36.)5 \n14. One advantage of this partnership structure for investors is the short-term \ncommitment.  As its name sug gests, each Annual Fund is tied to a single tax ye ar.  \nThis year-to-year framework runs in parallel with  the statutory scheme, which \nrequires taxpayers to take r enewable energy tax credits in installments over five \nyears.  In effect , Monarch create d a new A nnual Fund each year to receive and \nallocate that year’s installment of tax credits, along with any profits or losses.  After \ndoing so, the Annual Fund would exercise a  put option and sell its interest in the \nMaster Fund for $100.00, and a new Annual Fund for the next year would take its \nplace.  Each investor would be free to make a new contribution and become a partner \nin the new Annual Fund, or to step aside .  ( See, e.g. , R.66320, R.70335, R.72307, \nR.72311.) \n \n5 This is a simplified summary of a more complex organizational chart.  (See, e.g., R.72305–\n07.)  For clarity and readability, t he Court refers to the partnerships as Annual Fund and \nMaster Fund as a shorthand in place of their much lengthier proper names.  Also, although \nthis case concerns only state tax credits, the projects at issue generated federal tax credits as \nwell.  A parallel chain of partnerships was created to facilitate allocations of the federal tax \ncredits to other investors. \n15. The McCabes chose to invest in the Annual Fund  for 2014 after learning \nabout it from their accountant and sometime investment advisor.  Monarch gave the \nMcCabes several agreements that set forth the fund’s details, including that its \nprimary purpose was to invest in renewable energy properties  and that the pool of \navailable tax credits would depend on the amount invested and other factors .  \nMonarch also noted that the actual amount of credit generated by the projects might \nfall short of what was anticipated and that there were legislative and regulatory risks \nassociated with the investment.   The investment materials stated that the Annual \nFund might cover a credit shortfall out of its reserves but was under no obligation to \ndo so.  (See R.66364, R.66372–75, R.70061, R.70094–109, R.70110–39.) \n16. In December 2014, the McCabes bought  a .3166842% membership interest \nin the Annual Fund .  They made an initial capital contribution of $8,640.00—or  30 \npercent of the total contribution—at that time.  In April 2015, the Annual Fund then \nallocated to the McCabes their pro rata share of tax items, including $36,000 in tax \ncredit and $14,192 in losses.  After receiving their  K-1 schedule, the McCabes paid \nthe remaining $20,160 to the Annual Fund to  complete their total investment \ncontribution of $2 8,800.  In total, the Annual Fund  for 2014 contributed over \n$6,000,000 in capital to the underlying projects.  (See, R.64890, R.64893–94, R.66243, \nR.66407, R.70061, R.72310–11.)   \n17. The McCabes claimed the ir share of  credit and losses on their 2014 tax \nreturns.  Because they could not offset more than 50% of their North Carolina income \ntax liability with tax credit, the McCabes claimed less than their full allocation from \nthe Annual Fund ($30,464) in 2014.  Because the unused credit carried forward, the \nMcCabes were able to claim allocated losses and the credit remaining from 2014 on \ntheir 2015 tax return.  (See R.72311–12.) \n18. In July 2015, the 2014 Annual Fund exercised its put option and redeemed \nits interest in the Master Fund for $100.00.  After exercising this put option, the 2014 \nAnnual Fund retained only a nominal interest in the Master Fund.  In 2015, despite \nits nominal interest in the Master Fund, the 2014 Annual Fund still allocated $11,614 \nin losses to McCabe  along with $3 of interest income.  ( See R.62875, R.64897, \nR.72311.) \nC. Procedural History \n19. At the beginning of 2018, the Department notified the McCabes that their \n2014 tax return was subject to an audit.  (See R.72313.)   \n20. While the audit was pending, the Department issued an “Important Notice: \nTax Credits Involving Partnerships.”  The stated purpose of the Important Notice \nwas “to assist in evaluating the validity and potential amount of” a partner’s \ndistributive share of a tax credi t earned by a pass -through entity.  To that end, the \nDepartment referred taxpayers to federal law, citing the link “to sections 702 and 704 \nof the Code” in N.C.G.S. §  105-269.15.  In the Department’s words, a “person not \nqualifying as a partner under federal income tax [law] would not qualify for allocation \nof a credit” under state law.  Similarly, the Department cautioned that some transfers \nof tax credits may be viewed as disguised sales under Code section 707, which would \nprevent the “credits from being allocated to a taxpayer under section 704.”  (R.65034–\n36.)6   \n21. In November 2018, the Department issued a proposed assessment based on \nthe Official Auditor’s report that disallowed the McCabes’ claimed share of tax credit.  \nThe McCabes then requested a Departmental review.  (See R.72313.) \n22. Following its review, t he Department upheld the  proposed assessment.  \nTracking its guidance in the Important Notice, the Department reasoned that section \n105-269.15(c)’s reference to Code sections 702 and 704 incorporates the federal bona \nfide partnership and disguised sale doctrines .  Applying these doctrine s, the \nDepartment first concluded that the McCabes were not bona fide partner s in the \nAnnual Fund because any upside potential from th e underlying renewable energy \nprojects would not go to them, guaranty agreements ensured that they would face no \ndownside risk, and the substance of the transaction was not an investment in a true \npartnership.  (See R.63541–44 (citing, e.g., Historic Boardwalk Hall v. Comm’r, 694 \nF.3d 425 (3rd Cir. 2012)).) \n23. In addition, the Department concluded that even if the McCabes were bona \nfide partners, allocating a share of tax credit to them in return for their  investment \n \n6 In the years bef ore the Important Notice, the Department issued many Private Letter \nRulings (“PLRs”) concerning section 105-269.15.  The McCabes argue that the Department \nblessed Monarch’s partnership structure in these PLRs and reversed course in the Important \nNotice.  The Department, on the other hand, argues that its interpretation has remained \nconsistent throughout and notes that the McCabes never requested a PLR.  After reviewing \nthe PLRs, the Court concludes that they have little relevance to the questions presented.  See \nN.C.G.S. §  105-264.2(a) (“A written determination is applicable only to the individual \ntaxpayer addressed and as such has no precedential value except to the taxpayer to whom \nthe determination is issued.”). \namounted to  a disguised sale.   The Department reasoned that the McCabes’ \ninvestment was tied directly to the amount of credit th ey expected to receive, which \nwas reasonably certain at the time of the  investment; that they had a contractual \nright to the expected share of credit ; that the  amount of  credit due was  secured \nagainst shortfall or recapture ; that  their interest in the partnership was \ndisproportionate to their share of the profits; and that they had no further obligation \nto the partnership after receiving their share of the credit .  T he Department also \nrelied on its finding that the McCabes faced no entrepreneurial risk.  (See R.63544–\n47 (citing Va. Historic Tax Credit Fund 2001 L P v. Comm’r, 639 F.3d 129 (4th Cir. \n2011)).) \n24. The McCabes filed a timely petition for a contested case hearing in the Office \nof Administrative Hearings.  The parties filed numerous motions , including  \ncross-motions for summary judgment, cross -motions to exclude expert witness \ntestimony, and the McCabes’ motion to supplement the record on summary judgment.  \nThe presiding Administrative Law Judge (“ALJ”)  denied the McCabes’ motion to \nsupplement the record and granted in part  the cross -motions to exclude expert \ntestimony.  (See R.64367–68, R.64390–92, R.64404–5.) \n25. In a Final Decision, the ALJ granted the Department’s motion for summary \njudgment and denied the McCabes’ motion .  Among other things , the ALJ observed \nthat the McCabes’ investments mirrored the “partnership structure commonly used \nthroughout the United St ates for renewable energy tax equity financing projects \nunder federal and various state laws.”  Even so, the ALJ held  that this partnership \nstructure is unlawful in North Carolina “because this State does not allow renewable \nenergy tax credits to be bought or sold.”  Reasoning that “the McCabes purchased the \nrenewable energy credits to offset their state income tax liability,” the ALJ concluded \nthat their claimed allocation of credit must be disallowed.  (R.62788, R.62791.) \n26. Moreover, the ALJ agreed with the Department  that state law “treats the \nallocation of tax credits by partnerships in the same fashion as federal law.”  The ALJ \nconcluded that the McCabes were not bona fide partners under federal law because  \nthe partnerships at issue  “lacked a non -tax b usiness purpose ” and because their  \n“cash-for-credit transactions were not, in substance, partnership investment s.”  \nAssuming that the McCabes were bona fide partners, the ALJ further concluded that \ntheir “purchase of the renewable energy credits amounted to a ‘disguised sale’ under \nCode § 707(a) and cannot b e included in the calculation  of a partner’s distributive \nshare as set forth in Code § 704(b).”  (R.62788, R.62791.)   \n27. Having concluded that the McCabes could not claim a share of tax credit in \nany amount, the ALJ had no need to decide whether they adequately substantiated \ntheir claim or whether the claimed allocation of credit was correctly calculated.  (See \nR.62791.)   \n28. Following the Final Decision, the McCabes  paid the assessment and then \npetitioned for judicial review in this Court.  The Department, in turn, has filed \nexceptions relating to the admissibility of expert testimony offered by the McCabes.   \n(See Pet., ECF No. 3; Resp. to Pet., ECF No. 13.) \n29. These matters are ripe for determination. \nII. \nLEGAL STANDARD \n30. In reviewing an agency’s final decision, this Court “acts in the capacity of an \nappellate court,” and “the substantive nature of each assignment of error dictates the \nstandard of review.”  N.C. Dep’t of Env’t & Nat. Res. v. Carroll, 358 N.C. 649, 658, 662 \n(2004).  The Court reviews de novo an order granting summary judgment .  Midrex \nTechs. v. N.C. Dep ’t of Revenue , 369 N.C. 250, 257 (2016) ; see also  N.C.G.S. \n§ 150B-51(b)(4), (c).  This means that the Court “considers the matter anew and freely \nsubstitutes its own judgment for” the agency’s.  Midrex, 369 N.C. at 257 (cleaned up) \n(quoting Carroll, 358 N.C. at 660 ).  But the scope of review is limited to “the final \ndecision and the official record.”  N.C.G.S. § 150B-51(c). \n31. “In reviewing a final decision allowing .  . . summary judgment, the court \nmay enter any order allowed by .  . . Rule 56” of the North Carolina Rules of Civil \nProcedure.  Id.  § 150B-51(d).  Thus, summary judgment is appropriate “if the  \npleadings, depositions, answers to interrogatories, and admissions on file, together \nwith the affidavits, if any, show that there is no genuine issue as to any material fact \nand that any party is entitled to a judgment as a matter of law.”  N.C. R. Civ. P. 56(c).  \nThe Court views the evidence in the light most favorable to the nonmoving party and \ndraws all inferences in its favor.  See, e.g., DeWitt v. Eveready Battery Co. , 355 N.C. \n672, 682 (2002); N.C. Farm Bureau Mut. Ins. Co. v. Sadler, 365 N.C. 178, 182 (2011). \n32. The moving party has the initial, procedural “burden of establishing  that \nthere is no triable issue of material fact,” which may be accomplished “by proving that \nan essential element of the opposing party’s claim is nonexistent, or by showing \nthrough discovery that the opposing party cannot produce evidence to support an \nessential element of his claim.”  DeWitt , 355 N.C. at 681 (citations and quotation \nmarks omitted).  If the moving party carries this burden, then “the burden shifts to \nthe nonmoving party to produce a forecast of evidence demonstrating that the \nnonmoving party will be able to make out at least a prima facie case at trial.”  Id. at \n681–82 (cleaned up). \n33. The taxpayer retains the substantive “burden of proving eligibility for a \ncredit and the amount of the credit .”  N.C.G.S. §  105-129.18.  And the “ proposed \nassessment of the Secretary  [of Revenue]  is presumed to be correct .”  Id.  \n§ 105-241.9(a). \nIII. \nANALYSIS \n34. The McCabes seek to reverse the judgment below and restore the tax credits \nthat they claimed for tax year  2014.  The Department  argues that the judgment \nshould be affirmed for the reasons stated by the ALJ and on alternative grounds that \nthe ALJ did not reach. \n35. The Court will begin by addressing disputes concerning, first, whether the \nMcCabes unlawfully bought a share of a tax credit  as a matter of state law  and, \nsecond, whether the ir entitlement to claim  a share of  the credit depends on the \napplication of certain federal tax doctrines.  Then, the Court will address the amount \nof credit the McCabes may claim, if entitled to do so.  Last, the Court will address the \nparties’ evidentiary disputes. \nA. Actual Sale \n36. The ALJ disallowed the McCabes ’ claimed tax credit  for several reasons.  \nThe first stated reason is that the McCabes “purchased the renewable energy credits \nto offset their State income tax liability ,” which “is unlawful in North Carolina .”  \n(R.62791.)   \n37. The McCabes contend that this was error.  In their view, the ALJ treated \nthe disputed transaction as an “actual sale” of tax credit when, in reality, it involved \nthe sale of an interest in a partnership that carried with it various rights, including \nthe right to receive pro rata shares of income, loss, and credit generated by the \npartnership.  \n38. Indeed, there is no serious dispute about the form of the transaction.  The \nundisputed evidence shows that the McCabes claimed a share of tax credit received \nin the form of  a partnership allocation , not in the form of a sale.  The Department \nacknowledges as much.  Accordingly, there is no basis to disallow the McCabes’ claim \non the ground that it arose from an “actual sale” of credit. \n39. Even so, the Department argues that the j udgment must be affirmed  \nbecause the McCabes’ use of the partnership form concealed what was in substance \na sale of credit.  In support, the Department points to Monarch’s marketing materials, \nwhich often describe its business as buying and selling tax credits.  The Department \nalso cites two North Carolina appellate decisions, neither of which involves section \n105-269.15 or tax credits more generally.   \n40. The Court is not persuaded.  To be sure, there are times when courts must  \n“look beyond the corporate facade and to substance rather than form,” so as to ensure \nthat the tax laws will not “ ‘be evaded through technicalities.’ ”  Good Will Distribs. \n(N.), Inc. v. Currie, 251 N.C. 120, 126 (1959)  (quoting Indus. Cotton Mills Co. v . \nComm’r, 61 F.2d 291, 293 (4th Cir. 1932)).  But the scope of that principle is not well \ndeveloped within our State’s case law, and rarely should a court cast aside a lawfully \nformed partnership as a tax-manipulative sham.   \n41. Caution is warranted here.   Th is is, at root, a statutory question, and the \nCourt is bound to respect the General Assembly’s  wishes.  To encourage the \ndevelopment of renewable energy resources, the General Assembly offered tax credits \nas incentives.  Its detailed statutory scheme established not only the criteria that  a \npartnership must meet to qualify to receive a tax credit, see N.C.G.S. § 105-269.15, \nbut also the structure by which the partnership  “passes through to each of its \npartners the partner’s distributive share of the credit ,” id. § 105-269.15(a).  There is \nlittle room for judicial meddling if a transaction checks these boxes.  As one federal \ncourt recently observed, “it’s odd to reject a Code-compliant transaction in the service \nof general concerns about tax avoidance.”  Summa Holdings, Inc. v. Comm’r, 848 F.3d \n779, 787 (6th Cir. 2017). \n42. The McCabes’ claim checks the boxes.  It is undisputed that each underlying \nrenewable energy project legitimately qualified for  a tax credit under section \n105-129.16A.  It is also undisputed that the McCabes acquired a membership interest \nin a limited liability company .  For tax purposes, that makes the McCabes partners \nin a partnership.   There is no statutory basis to disallow tax credits legitimately \nearned by a partnership and then passed through to its partners. \n43. Yes, i t might be necessary to put up  judicial guardrails  if there were \nevidence of fraud or a sham transa ction.  But there isn’t.   These transactions were \nreal, not fake.  The McCabes invested real money in real renewable energy properties \nthat were placed in service and that generated tax credits.  The ir investment \nmattered too: according to one of the project sponsors, the properties “would not have \nbeen feasible” without the contributions  from investors in Monarch’s tiered \npartnerships.  (R.66243.)  Moreover, nothing suggests that the McCabes obtained an \nillusory partnership interest.  They had meaningful rights—including rights to share \nin profits and losses—established through operating agreements  and other  \norganizational documents.  ( See, e.g., R.70094–109, R.70110–39.)  A nd to boot, the \nMcCabes’ investments involved exactly the kind of economic activity that the General \nAssembly deemed socially desirable and sought to encourage with tax credits.  \n44. Accordingly, the undisputed evidence does not show that the McCabes \npurchased a renewable energy tax cre dit or that their partnership transaction was \n“unlawful” under state law .  It was error to disallow the claimed share of credit for \nthat reason. \n45. The Department also advances distinct but highly similar arguments based \non federal  tax doctrines, which it contends  have been incorporated into section \n105-269.15.  The Court now turns to these arguments. \nB. Federal Doctrines \n46. As secondary grounds for disallowing the McCabes’ share of credit, the ALJ \nrelied on two federal tax doctrines.  The ALJ concluded that the McCabes were not \nbona fide partners  under federal law.  In addition, the ALJ concluded that, even if \nthe McCabes were bona fide partners, their transactions we re impermissible \ndisguised sales under Code section 707 , thus  necessitating the exclusion of the \npartnership’s tax credit from their distributive share of tax items. \n47. The McCabes contend that neither federal doctrine is part of North Carolina \nlaw and that the ALJ therefore erred in relying on them.  The Department contends \nthat the General Assembly incorporated both doctrines into North Carolina law  by \nstating that “a distributive share of an income tax credit shall be determined in \naccordance with sections 702 and 704 of the” Code.  N.C.G.S. § 105-269.15(c).  \n48. The Court thoroughly addressed these interpretative question s in the \ncompanion Farm Bureau decision and concluded that the General Assembly did not \nintend to adopt federal laws on bona fide partnerships and disguised sales into section \n105-269.15(c).  This conclusion applies with equal force here.  Rather than repeat the \ndiscussion in Farm Bureau  in full , the Court incorporates  it by reference .  See \ngenerally N.C. Farm Bureau Mut. Ins. Co. v. N.C. Dep’t of Revenue, No. 20 CVS 10244 \n(Wake Cnty.) (ECF No. 103 at ¶¶ 40–79). \n49. By way of summary, it will suffice to note that “when the General Assembly \nintends to adopt provisions or definitions from other sources of law into a statute, it \ndoes so ‘by clear and specific reference.’ ”  Fidelity Bank v. N.C. Dep’t of Revenue, 370 \nN.C. 10, 19 (2017) (quoting Lutz Indus. v. Dixie Home Stores, 242 N.C. 332, 340 \n(1955)).  Section 105-269.15(c) contains no reference to federal definitions of partner \nand partnership or to Code section 707 and disguised sales.  The only reference to \nfederal law is instead to Code sections 702 and 704, but these two sections deal with \nthe mechanics of calculating a partner’s distributive share of tax items, such as \nincome, losses, and credit.  See 26 U.S.C. §§ 702, 704.  It is for that purpose —\ndetermining a distributive share, not determining partnership status or determining \nwhether to treat a transaction as a disguised sale—that section 105-269.15(c) points \nto Code sections 702 and 704. \n50. Had the General Assembly intended to adopt the se federal doctrines, it \nwould have incorporated them into section 105-269.15 by clear and specific reference.  \nIt did not.  Consequently, the Department’s contention that the McCabes are not bona \nfide partners and that their transactions were disguised sales is misplaced. \n51. In addition, the Department has not argued or shown that the McCabes do \nnot qualify as partners under state law.  As the Court explained in Farm Bureau, the \ntext and context of section 105-269.15(c) show an intent to use the terms partner and \npartnership as defined in an analogous part of the Revenue Act governing individual \nincome tax.  See N.C.G.S. § 105-153.3(9), (13) (defining “partnership” to include “a \nlimited liability company” and “partner” to include “a member of the limited liability \ncompany”).  It is uncontested that the McCabes—as members in the Annual Fund—\nare members of a limited liability company.  Accordingly, the Court concludes, based \non the undisputed evidence,  that the McCabes are partners  in the sense meant by \nsection 105-269.15 and thus are entitled to claim a distributive share of tax credits.7 \n \n7 It is perhaps worth noting that the Department has not argued or shown whether  the \nfederal government has applied either doctrine to the McCabes’ partnership transactions. \nC. The Amount of the McCabes’ Distributive Share \n52. Next, the Court considers whether the McCabes have carried their burden \nto show  the amount of credit that they are entitled to claim.  The ALJ noted the \nparties’ disputes on this point  but chose not to decide them, having concluded that \nthe McCabes could not claim a distributive share in any amount.  Because the record \nis complete and because the parties have presented their disputes on appeal, the \nCourt concludes that it is proper to decide them now and that a remand to the Office \nof Administrative Hearings to calculate the amount would be inefficient and wasteful. \n53. One dispute  involves the substantiation requirement in N.C.G.S. \n§ 105-129.18.  This statute requires a taxpayer who claims a credit to “provide any \ninformation required by the Secretary of Revenue” and to “maintain and make \navailable for inspection by the Secretary of Revenue any records the Secretary \nconsiders necessary to determine and verify the amount of the credit to whic h the \ntaxpayer is entitled.”  N.C.G.S. §  105-129.18.  The penalty for noncompliance is \ndisallowance of the claimed credit: “The burden of proving eligibility for a credit and \nthe amount of the credit rests upon the taxpayer, and no credit may be allowed to  a \ntaxpayer that fails to maintain adequate records or to make them available upon \ninspection.”  Id.  \n54. The McCabes argue that they complied with the substantiation \nrequirement.  They contend that the only materials required by the Department were \nthe partnership agreements, which were produced.  ( See R.66245; see also R.66720–\n21.)  This contention is supported by the Department’s stipulation that the McCabes \nmaintained all records that they had received and provided them to the Department.  \n(See R.72313.)  Additionally , the Department testified that it was not aware of any \nrequested document that had not been provided.  (See R.66755.) \n55. The Department’s response is inscrutable.  What information does  the \nSecretary require to substantiate a claim for a tax credit?  What records does the \nSecretary consider necessary to determine and verify the amount of the claimed \ncredit?  Did the McCabes fail to maintain these records or to make them available for \ninspection?  The Department doesn’t say.  Its conclusory, one- paragraph argument \ncites no evidence and offers no reasonable basis to conclude that the McCabes failed \nto comply with section 105-129.18. \n56. A second dispute is whether the McCabes complied with Code section 704, \nas incorporated into s ection 105 -269.15(c).  Co de section 704 has two potentially \napplicable subsections.  Subsection (a) states a default rule that a distributive share \nshall “be determined by the partnership agreement.”  26 U.S.C. § 704(a).  Subsection \n(b), on the other hand,  states that a distributi ve share “ shall be determined in \naccordance with the partner’s interest in the partnership”  when the partnership \nagreement is silent or when the allocation at issue “does not have substantial \neconomic effect.”  Id. § 704(b). \n57. It is undisputed that t he McCabes received a pro rata allocation of credit \nfrom the partnership.  That is, the McCabes hold a .31 66842% membership interest \nin the Annual Fund, and the $36,000.00 in credit they received amounts to .3166842% \nof the total credit held by the fund and distributed to all partners.   ( See R.64890, \nR.72311.)  This allocation is consistent with the terms of the Annual Fund’s operating \nagreement.  (See R.66307–10.)  Thus, according to the McCabes, their claimed  \nallocation complies with section 704—no matter which subsection applies—because \nit follows the partnership agreement and aligns with their interest in the \npartnership. \n58. The Department argues that section 704(b) controls and that the amount of \ncredit allocated to the McCabes  is not consistent with their interest in the \npartnership.  The  basis for th is argument is that the  McCabes’ credit  allocation \nexceeds their capital contribution to the partnership due to the way the underlying \nrenewable energy projects were financed.  In a nutshell, the financing included a mix \nof investor contributions and recourse debt.   Each project qualified to receive a tax \ncredit in an amount based on its total cost without regard to the source of financing \nor the ratio of capital to debt financing .  As a result, each project generated more in \ntax credit than it received in investor contributions. \n59. According to the Department,  this means that  the McCabes  received a \nbenefit from the projects’ use of debt financing that is not reflected in their  \npartnership interest and their claimed allocation of credit.  But at no point does the \nDepartment explain how debt financing affects interests in a partnership.  It cites no \ncase, regulation, or statute on the subject.  Nor does it say how the law applies in this \ncase—that is, what share of credit the McCabes are entitled to claim once debt  \nfinancing is considered.  The Department’s brief also runs afoul of the Business Court \nRules by incorporating its “brief below,” (DOR Op. Br. 52–53, ECF No. 54), in lieu of \nciting evidence in the record. \n60. Accordingly, the Court concludes that there are  no genuine issue s of \nmaterial fact concerning the amount of credit the McCabes are entitled to claim.  The \nMcCabes have offered unrebutted  arguments and evidence to show that they \nsubstantiated their claim as required by  section 105-129.18 and to show that  their \nclaim is consistent with their interest in the partnership as required by Code section \n704.  The McCabes are entitled to an allocation of  $36,000 in tax credit  and are \nentitled to use that credit to offset up to 50% of their 2014 income tax liability. \nD. Evidentiary Disputes \n61. Each side contends that the ALJ erred in ruling on certain  e videntiary \nissues. \n62. First, the ALJ deni ed the McCabes’ motion to supplement the record  \nfollowing the  hearing on the parties’ cross -motions for summary judgment.   The \nMcCabes contend that this was an abuse of discretion because the proffered evidence \naddressed questions raised by the ALJ at the hearing.  As the ALJ observed, though, \nthe time to submit evidence relating to the cross-motions was before the hearing, not \nafter.  The Court cannot say that the ALJ’s decision to deny the motion to supplement \nas untimely was “manifestly unsupported by reason, or could not be the product of a \nreasoned decision.”  Terry’s Floor Fashions, Inc. v. Crown Gen. Contractors, Inc., 184 \nN.C. App. 1, 17 (2007) (citation and quotation marks omitted). \n63. Second, the ALJ excluded expert opinion testimony —from both the \nMcCabes’ experts and the Department’s —concerning the scope of  state law and the \nGeneral Asse mbly’s legislative intent.  The McCabes  agree with that decision  \ngenerally but argue that the ALJ went too far, excluding parts of three expert reports \nthat merely referred to state law or legislative policies. \n64. An ALJ’s ruling on the admissibility of expert testimony is reviewed for an \nabuse of discretion.  See, e.g., Stark v. N.C. Dep’t of Env’t & Nat. Res., 224 N.C. App. \n491, 500–01 (2012).  “The burden is on the appellant not only to show error, but also \nto enable the Court to see that he was prejudiced and that a different result would \nhave likely ensued had the error not occurred. ”  Hasty v. Turner, 53 N.C. App. 746, \n750 (1981); see also N.C. Dep’t of Transp. v. Mission Battleground Park, DST , 370 \nN.C. 477, 483 (2017) (observing that complaining party must show whether exclusion \nof expert testimony “was prejudicial or harmless”); Ingram v. Henderson Cnty. Hosp. \nCorp., 259 N.C. App. 266, 285 (2018) (finding no abuse of discretion when party could \nnot “demonstrate prejudice” from exclusion of expert testimony). \n65. After careful review, the Court concludes that any error in the ALJ’s \nevidentiary ruling, if one exists, was harmless.  In the McCabes’ own words, mo st of \nthe disputed portions of the expert report s concern background context  and rote \nrecitations of law.  The McCabes do not identify any prejudice or explain what \ndifference it would have made had the ALJ admitted these aspects of the reports. \n66. Third, the ALJ denied the Department’s motion to exclude  the reports and \ntestimony of the McCabes’ experts in their entirety.  The Department filed exceptions \nto this decision, which is subject to review for abuse of discretion .  The Department \nhas the burden “to show both error and that [it] was prejudiced by” the admission of \nthe evidence.  State v. Gappins, 320 N.C. 64, 68 (1987). \n67. Citing only its “brief below,” the Department contends  that the McCabes’ \nexpert reports “are no different from legal briefs .”  (DOR Op. Br. 60.)  This does not \nfairly raise the issue on appeal.  The attempt to incorporate arguments made below \nviolates the Business Court Rules that set out word limits for briefs (which the Court \nenlarged in this case) and that require parties to cite supporting materials  with \nspecificity.  Indeed,  the Department does not describe the experts’ opinions \nindividually, point to representative passages in any of their reports, or cite relevant \npages or paragraphs.  Although the Department advanced more comprehensive \narguments in its reply brief, those arguments are untimely.  See, e.g., State v. Triplett, \n258 N.C. App. 144, 147 (2018) (“ [A] reply brief is not an avenue to correct the \ndeficiencies contained in the original brief.” (citations and quotation marks omitted)); \nLarsen v. Black Diamond French Truffles, Inc. , 241 N.C. App. 74, 78 –79 (2015) \n(same).  Moreover,  any error was harmless —the Department does not mention  \nprejudice or show that it was prejudiced by the ALJ’s decision.   Accordingly, the \nDepartment has not met its burden to show an abuse of discretion.  Its exceptions are \noverruled. \nIV. \nCONCLUSION \n68. For all these reasons, the Court  GRANTS the McCabes’ Petition, \nVACATES the Final Decision, and REMANDS with direction to GRANT summary \njudgment in favor of the McCabes .  The Court further OVERRULES the \nDepartment’s exceptions to ALJ’s denial of its motions to exclude. \n \nSO ORDERED, this the 3rd day of April, 2023. \n \n \n        /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n \n "
}