{
  "id": "25a966c7456e89653eb12d873fc5aba5f6b46a425700bb02f273f50e59b6136d",
  "source_file": "data/raw/ncbc/25a966c7456e89653eb12d873fc5aba5f6b46a425700bb02f273f50e59b6136d.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22CVS003924-100 \n \nJAMES R. TALLEY, \n \nPlaintiff, \n \nv. \n \nEARTH FARE 2020, INC. and \nDENNIS HULSING, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON  \nPOST-TRIAL MOTIONS \n \n \n1. THIS MATTER is before the Court following the 8 August 2024 filing  by \nDefendants Earth Fare 2020, Inc. and Dennis Hulsing (together, “Defendants”) of the \nMotion for Judgment Notwithstanding the Verdict (“Defendants’ Motion”) , (ECF No. \n64 [“Defs.’ Mot.”]); and the 12 August 2024 filing by Plaintiff James R. Talley of \nPlaintiff’s Motion for Judgment Notwithstanding the Verdict, New Trial, and Order \nRequiring Defendants to Provide PowerP oint Presentation  (“Talley’s Motion” ; and \nwith Defendants’ Motion, the “Motions”), (ECF No. 66 [“Pl.’s Mot.”]). \n2. After a trial, the jury found, in relevant part, that Defendant Dennis \nHulsing (“Hulsing”) was unjustly enriched by Plaintiff James R. Talley (“Talley”).  \nUpon the jury’s findings, and after consultation with the parties, the Court entered \nits Final Order and Judgment on 1 August 2024.  (ECF No. 63 [“Final Or. & J.”].) \n3. Pursuant to Rules 50 and 59 of the North Carolina Rules of Civil Procedure \n(the “Rule(s)”), all parties now seek judgment notwithstanding the jury’s verdict, with \nTalley also seeking a new trial on his breach of contract and Wage and Hour Act \nTalley v. Earth Fare 2020, Inc., 2024 NCBC 81. \nclaims, along with  an order requiring Defendants to provide a PowerPoint \npresentation used for trial purposes during closing argument. \n4. For the reasons set forth herein, the Court DENIES the Motions. \nBrooks, Pierce, McLendon, Humphrey & Leonard LLP by Robert J. King, \nAgustin Martinez, and D.J. O’Brien, III, for Plaintiff James R. Talley. \n \nHall Booth Smith, P.C.  by Adam Peoples, for Defendants Earth Fare \n2020, Inc. and Dennis Hulsing. \n \nRobinson, Judge. \n \nI. FACTUAL AND PROCEDURAL BACKGROUND \nA. The Parties \n5. Talley is a resident of Buncombe County, North Carolina.  (Compl. ¶ 1, ECF \nNo. 3.) \n6. Hulsing is a resident of Johnson County, Kansas.  (Compl. ¶  3; Answer of \nDefs. ¶ 3, ECF No. 4 [“Answer”].) \n7. Earth Fare 2020, Inc. (“Earth Fare 2020”) is a North Carolina corporation \nwith its principal place of business in Buncombe County, North Carolina.  \n(Compl. ¶ 2; Answer ¶ 2.)  At all relevant times, Hulsing was a director, officer, and \nagent of Earth Fare 2020.  (Compl. ¶ 4; Answer ¶ 4.) \nB. Facts Relevant to Post-Trial Motions \n8. The evidence presented to the jury during trial disclosed the following.  \nTalley co-founded Earth Fare, Inc. (“Earth Fare”) in 1994, but later left Earth Fare \nin 1999.  (Compl. ¶¶ 8–9.)  Talley then returned to Earth Fare in 2005, (Compl. ¶ 9), \nand was later involved in “selling Earth Fare to a private equity firm [,]” \n(Compl. ¶ 10). \n9. In February 2020, Earth Fare announced it was going out of business and \nbegan liquidating its stores , and it ultimately filed for bankruptcy protection.  \n(Compl. ¶ 12; Answer ¶ 12.)  Thereafter, Talley “began searching for investors to help \nEarth Fare survive.”  (Compl. ¶ 13.) \n10. Hulsing and Talley were introduced, (Compl. ¶  15; Answer ¶  15), and \nHulsing ultimately paid approximately $1,500,000.00 in exchange for Earth Fare’s \nbrand, intellectual property, and the right to three (3) store leases in Asheville, North \nCarolina; Roanoke, Virginia; and Athens, Georgia.  (Compl. ¶ 17; Answer ¶ 17.) \n11. Around 21 April 2020, Earth Fare 2020 was incorporated.  (Compl. ¶  21; \nAnswer ¶  21.)  Hulsing was named CEO of Earth Fare 2020, (Compl. ¶ 22; \nAnswer ¶ 22), and Talley and Hulsing were initial members of Earth Fare 2020’s \nBoard of Directors, (Compl. ¶ 23; Answer ¶ 23). \n12. Talley served as Chief Sustainability Officer of Earth Fare 2020 from \napproximately March 2020 through  April 16, 2022.  (Compl. ¶  56; Answer ¶ 56.) \nAdditionally, Talley remained on Earth Fare 2020’s Board of Directors until his \nresignation on 14 July 2022.  (Compl. ¶ 31; Answer ¶ 31.) \n13. During Talley’s relationship with Defendants , numerous emails were \nexchanged pertaining to an alleged agreement between the parties relating to Talley’s \nability to earn stock options and other forms of compensation .  Those emails  have \nbecome the focus of this litigation. \nC. Procedural Background \n14. This action commenced on 20 October 2022 with the filing of Talley’s \nComplaint.  (Compl., ECF No. 3.) \n15. A trial by jury was held in Buncombe County from 22 July to 25 July 2024, \n(the “Trial”).  (See ECF No. 49.) \n16. Thereafter, the  parties filed the ir respective  Motions, and following the \nbriefing period, a hearing on the Motions was held on 3 December 2024 (the \n“Hearing”).  (See ECF No. 81.) \n17. The Motions are ripe for resolution. \nII. LEGAL STANDARD \nA. Judgment Notwithstanding the Verdict \n18. A motion for judgment notwithstanding the verdict (“JNOV”) \nprovides the trial court with an opportunity to reconsider the question \nof the sufficiency of the evidence after the jury has returned a verdict \nand permits the court to enter judgment in accordance with the movant’s \nearlier motion for a directed verdict and notwithstanding the contrary \nverdict actually returned by the jury. \n \nPrimerica Life Ins. Co. v. James Massengill & Sons Constr. Co., 211 N.C. App. 252, \n256–57 (2011) (quotation marks omitted).  A JNOV motion tests the sufficiency of the \nevidence to take the case to the jury and support a verdict for the non-movant.  \nId. at 257.  “The party moving for judgment notwithstanding the verdict, like the \nparty seeking a directed verdict, bears a heavy burden under North Carolina law.”  \nS. Shores Realty Servs. v. Miller, 251 N.C. App. 571, 578 (2017) (quoting Taylor v. \nWalker, 320 N.C. 729, 733 (1987)). \n19. A JNOV motion should be denied “if there is more than a scintilla of \nevidence supporting each element of the non-movant’s claim.”  Hewitt  v. Hewitt, \n252 N.C. App. 437, 442 (2017).  “A scintilla of evidence is defined as very slight \nevidence[,]” S. Shores Realty Servs., 251 N.C. App. at 578, and “[t]he trial court must \nconstrue the evidence in the light most favorable to the non-movant and resolve all \nevidentiary conflicts in the non-movant's favor[,]” Morris v. Scenera Research, LLC, \n368 N.C. 857, 861 (2016). \nB. New Trial \n20. Rule 59(a) provides that “[a] new trial may be granted to all or any of the \nparties on all or part of the issues” on several different grounds; however,  the Court \nshould only do so where upholding the verdict would result in a miscarriage of justice. \nSee In re Will of Buck , 350 N.C. 621, 628 (1999); see also Strum v. Greenville \nTimberline, LLC , 186 N.C. App. 662, 666 (2007) (finding  that denying a Rule 59 \nmotion for new trial was not an abuse of discretion even where the jury’s verdict was \ninconsistent because the inconsistencies were surplusage). \n21. The decision to grant a new trial is entirely within the trial court's \ndiscretion.  However, this “discretion [ ] ‘must be used with great care and exceeding \nreluctance.’ ”  Shaw v. Gee, 2018 NCBC LEXIS 109, at *15 (N.C. Super. Ct. Oct. 19, \n2018) (quoting Buck , 350 N.C. at 626).  “It is well  settled that a verdict should be \nliberally and favorably construed with a view of sustaining it, if possible . . . .”  Strum, \nat 665 (quoting Guy v. Gould, 202 N.C. 727, 729 (1932)).  The Court has discretionary \npower to set aside a verdict when it would be unjust to let it stand; and, if no question \nof law or legal inference is involved in the motion, his action in so doing is not subject \nto review on appeal in the absence of a clear abuse of discretion.  Chisum v. \nCampagna, 2019 NCBC LEXIS 28, at *50 (N.C. Super. Ct. Apr. 25, 2019) (quoting \nSeaman v. McQueen, 51 N.C. App. 500, 505 (1981)). \n22. “Rule 59(a)(7) permits a new trial to be granted for ‘ [i]nsufficiency of the \nevidence to justify the verdict. ’  The term ‘ insufficiency of the evidence ’ means that \nthe verdict is against the g reater weight of the evidence. ”  Buck , 350 N.C. at 624 \n(citation omitted).  “It is the  jury’s function to weigh the evidence and to determine \nthe credibility of witnesses.”  Anderson v. Hollifield, 345 N.C. 480, 483 (1997).  A new \ntrial is improper if the jury’s determination of a “fact -intensive question” was \n“reasonable” and did not “amount to a ‘substantial miscarriage of justice.’ ”  Chalk v. \nBraakman, 2019 N.C. App. LEXIS 263, at *16 (2019)  (quoting Justus v. Rosner, \n371 N.C. 818, 825 (2018)). \n23. Rule 59(a)(8) permits a new trial to be granted for “[e]rror in law occurring \nat the trial and objected to by the party making the motion[.]”  N.C.G.S. §  1A-1, \nRule 59(a)(8).   In order to obtain relief under  Rule 59(a)(8 ), a party must show a \nproper objection at trial to the alleged error of law giving rise to the Rule 59(a)(8) \nmotion.  Davis v. Davis, 360 N.C. 518, 522 (2006). \nIII. ANALYSIS \n24. The Court first address es Defendants’ Motion, and then turns  to Talley’s \nMotion. \nA. Defendants’ Motion \n25. At Trial, the jury found that Hulsing (but not Earth Fare  2020) was \nunjustly enriched by the services rendered by Talley.  (Verdict at Issue 11, ECF \nNo. 62 [“Verdict”].)  As a result, the jury awarded Talley $195,000.00 to be paid by \nHulsing—not Earth Fare 2020 .  (Verdict at Issue 13.)  Defendants now seek JNOV \non Talley’s unjust enrichment claim on the basis that “Hulsing could not be unjustly \nenriched by [Talley]’s work securing investors for Earth Fare [2020], because [Talley] \nwas employed from the outset to perform that exact task.”  (Br. Supp. Defs.’ Mot. 5, \nECF No. 65 [“Defs.’ Br. Supp.”].) \n26. Defendants contend that because Talley was “employed pursuant to an \nexpress contract entitling him to receive a salary for the work he completed for [  ] \nHulsing,” Talley’s claim was not properly before the jury.  (Defs.’ Br. Supp. 6.)  \nDefendants do concede that they have been “unable to locate a published North \nCarolina case directly stating” the proposition that “an employer -defendant cannot \nbe unjustly enriched by an employee -plaintiff ‘performing the job [they] are paid a \nsalary to perform.’ ”  (Defs.’ Br. Supp. 5 n.3 (citation omitted).) \n27. However, i n support of this contention, Defendants offer evidence that \n“[Talley]’s own complaint, deposition testimony, and trial testimony all defeat” his \nclaim.  (Defs.’ Br. Supp. 6.)  Defendants provide that Talley (1) “openly acknowledged \nthere was a written agreement governing his compensation for securing investors,” \n(Defs.’ Br. Supp. 6–7 (citing Compl.,)); (2) “testified he was paid the $50,000 provided \nfor in the written business plan he presented to [  \n] Hulsing,” (Defs.’ Br. \nSupp. 7 (citation omitted)); and (3) “reaffirmed at trial that he and [Hulsing] had an \nexpress contract that [Talley] would be compensated in exchange for the work he did \non behalf of [  ] Hulsing in securing leases, merchants, and investors for Earth Fare \n[2020,]” (Defs.’ Br. Supp. 7 (citing Transcript Vol. 1 at 21:1– 4, ECF No. 64.1 \n[“Tr. Vol. 1.”])). \n28. Talley disagrees with Defendants’  arguments on this issue in two respects. \n29. First, Talley contends that Defendants should be estopped from  changing \npositions on whether a contract was entered into regarding Talley’s $50,000 salary.  \n(Pl.’s Br. Opp’n  Defs.’ Mot. 4, ECF No.  74 [“Pl.’s Br. Opp.”].)  Talley argues that \ninitially “Defendants [ ] asserted in their Answer that ‘[Talley] was not employed by \neither defendant[,]’ ” (Pl.’s Br. Opp. 4 (quoting Answer 6)), and now Defendants take \nthe position that Talley “was employed pursuant to an express contract entitling him \nto receive a salary for the work he completed” for Hulsing, (Pl.’s Br. Opp. 4 ( quoting \nDefs.’ Br. Supp. 6)).  As such, Talley argue s that “Hulsing should be judicially \nestopped from taking [a] clearly inconsistent position” on whether a contract was \nentered into between the parties.  (Pl.’s Br. Opp. 4.) \n30. Defendants, in their Reply, contend that this argument is without merit, as \n“Defendants’ affirmative defenses were specifically authorized” by Rule 8(e)(2), which \nallows a party to “state as many separate claims or defenses as he has regardless of \nconsistency[.]”  (Defs.’ Reply at 6, ECF No. 77 [“Reply”].) \n31. The Court agrees. Defendants were permitted under Rule 8(e)(2) to assert \ninconsistent affirmative defenses. \n32. Second, Talley contends that the receipt of a salary does not hinder Talley’s \nunjust enrichment claim.  (Pl.’s Br. Opp. 7– 8.)  As Talley notes, “[t]he jury made no \nother finding as to any other alleged  contract[,]” and as a result,  it is Talley’s \ncontention that Hulsing’s assertion that “there is some other ‘express agreement \nbetween [Talley] and [  ] Hulsing’ precluding the unjust enrichment claim[  ] fails.”  \n(Pl.’s Br. Opp. 6 n.4.) \n33. Specifically, Talley relies on Talley’s own testimony related to “multiple \ndiscussions with [ ] Hulsing ‘about the rest of [his] compensation’[,]” (Pl.’s Br. Opp. 8 \n(quoting Tr. Vol. 1  at 32)), and the emails between Hulsing and Talley regarding \n“additional compensation promised to [  ] Talley beyond his base salary[,]” (Pl.’s Br. \nOpp. 8 (citing Trial Ex. 2)).  Talley, relying on this evidence, contends that his “receipt \nof a salary does not foreclose his unjust enrichment claim.”  (Pl.’s Br. Opp. 8.) \n34. The Court determines that there was sufficient evidence presented at Trial \nthat Talley rendered services to Hulsing with the expectation that he would receive \nadditional compensation separate and apart from his base salary of $50,000.00 .  As \nsuch, the jury’s finding that Hulsing was unjustly enriched by Talley’s conduct in the \namount of $195,000.00 is well-supported based on the evidence presented at Trial. \n35. Therefore, the Court hereby DENIES Defendants’ Motion. \nB. Talley’s Motion \n36. At Trial, the jury found that Defendants did not enter into any agreement \nwith Talley.  (Verdict at Issues 1, 2.)  As a result, the jury was instructed not to answer \nissues relating to Talley’s Wage and Hour Act claim.  (Jury Instructions at 11, ECF \nNo. 61 [“Jury Instr.”].)  Talley now seeks JNOV on his breach of contract and Wage \nand Hour Act claims, or, alternatively, a new trial on these same issues.  (Br. Supp. \nPl.’s Mot. 1, ECF No. 67 [“Pl.’s Br. Supp.”].)  Additionally, Talley requests production \nof Defendants’ PowerPoint presentation utilized during closing arguments.  (Pl.’s Br. \nSupp. 8.) \n37. The Court will first address Talley’s Motion as it relates to his request for \nJNOV, and then turn to Talley’s alternative request for a new trial. \n1. Judgment Notwithstanding the Verdict \n38. First, Talley seeks JNOV as to his breach of contract claims, arguing that \n“the evidence presented by Mr. Talley at trial established that he entered into an \nagreement with Mr. Hulsing.”  (Pl.’s Br. Supp. 3.)  Talley contends that “Hulsing’s \nadmissions during his deposition and in his written communications, combined with \nthe other extensive trial evidence summarized above, conclusively established at trial \nthat the parties entered into an agreement.”  (Pl.’s Br . Supp. 5–6.)  Further, Talley \nargues that “Defendants’ br each of contract would also constitute a violation of the \nWage and Hour Act,” such that if Talley is entitled to JNOV on his breach of contract \nclaims, he is similarly entitled to JNOV on his Wage and Hour Act claims.  (Pl.’s Br. \nSupp. 6 n.3.) \n39. Defendants disagree, arguing that “Plaintiff’s testimony not only failed to \nshow a prima facie case as to the existence of a subsequent contract, but also as to any \nbreach by the Defendants. ”  (Br. Opp’n Pl.’s Mot. 5, ECF No. 75 [“ Defs.’ Br. Opp.”].)  \nAs to Talley’s Wage and Hour Act claim, Defendants contend that “[Talley] does not \ninclude a single assertion that he even presented evidence [at trial] to support that \nclaim. . . [n]or did [Talley] clarify which section of the [Wage and Hour Act] he was \nentitled to judgment” on.  (Defs.’ Br. Opp. 6.) \n40. The Court agrees with Defendants, and finds that the jury’s conclusion that \nno enforceable agreement had been entered into between Talley and either of the \nDefendants is well-supported based on the evidence presented at Trial.  Accordingly, \nTalley’s Motion is DENIED in part as to his request for JNOV for his breach of \ncontract claim, and as a result, Talley’s Motion is similarly DENIED in part as to his \nrequest for JNOV on his Wage and Hour Act claim. \n2. New Trial on Talley’s Breach of Contract Claims \n41. In the alternative, Talley contends he is entitled to a new trial on his breach \nof contract claims for three reasons: (1)  “there was insufficient evidence to support \nthe jury’s verdict against Mr. Talley on his breach of contract claims against \nDefendants[,]” (Pl.’s Br. Supp. 7); (2) “Defendants’ counsel’s misstatement of law, . . . \nand the absence of a correcting or clarifying instruction by the Court, created a high \nprobability of jury confusion[,]” (Pl.’s Br. Supp. 8–9); and (3) the Court “did not include \n[Talley]’s requested instruction in the final instructions to the jury,” (Pl.’s Br. \nSupp. 9). \na. Sufficiency of the Evidence \n42. First, as to the sufficiency of the evidence presented at Trial, Talley argues \nthat the “trial evidence presented by [  ] Talley conclusively proved that the parties \nentered into an agreement,” and “Defendants did not show otherwise at trial[.]”  (Pl.’s \nBr. Supp. 8.) \n43. As a preliminary matter, even if there was an enforceable contract between \nTalley, on the one hand, and one or more of the Defendants, on the other hand, Talley \nwas required to show both the existence of a contract and its breach.  At Trial, Talley \nadmitted on cross -examination that he was paid the salary and benefits expressly \ncalled for in the purported employment agreement he entered with Earth Fare 2020.  \nTalley contended, however, that there were other promises made by Defendants with \nrespect to his compensation that were not provided to him as agreed. \n44. The burden was clearly on Talley to convince the jury of the existence of \nboth of these elements. \n45. Defendants argu e that Talley’s  “own evidence defeated his breach of \ncontract claim,” as his “own testimony presented sufficient evidence upon which the \njury could, and did, reasonably infer that the parties did not enter into a contract \ngoverning [compensation in addition to his salary such as] commissions or awards of \nequity in August 2020.”  (Defs.’ Br. Opp. 7.) \n46. The Court determines that because there was sufficient evidence to support \nthe jury’s conclusion either: (1) that no agreement in addition to salary payment had \nbeen entered into between Talley and either of the Defendants ; or (2) if there was \nsuch an agreement, it was not breached , the evidence does not mandate entry of \njudgment in Talley’s favor on the claim for breach of contract. \nb. Alleged Misstatement of Law During Closing Remarks \n47. Second, as to the statements made by Defendants’ counsel during closing \narguments and Talley’s contention that the Court should have provided a clarifying \nor correcting instruction thereafter, Talley argues that “Defendants’ counsel made a \nmisstatement of law to the effect that [  ] Talley had to prove that a contract was \nactually signed in order for [ ] Talley to prevail on his breach of contract claim.”  (Pl.’s \nBr. Supp. 8.)  As such, Talley contends without a “correcting or clarifying instruction \nby the Court” following Talley’s objection, this alleged misstatement “created a high \nprobability of jury confusion.”  (Pl.’s Br. Supp. 9.) \n48. As a preliminary matter on this issue, while Defendants argue that Talley \ncites no authority “to support his contention that this Court can order defense counsel \nto produce illustrative summaries used during a closing argument[,]” and fails “to \nexplain the relevance, let alone procedure, for compelling counsel to produce \nmaterials which are not part of the official record of transcript[,]” (Defs.’ Br. Opp. 8), \nthe PowerPoint presentation was provided to Talley’s counsel during the hearing and \nthereafter filed on the record on  3 December 2024.  ( See ECF No. 82.)  As a result, \nTalley’s Motion is DENIED as moot as to this request. \n49. Additionally, the Court notes that Talley’s counsel did not properly specify \nor document its objection to Defendants’ closing argument to the jury and no party \nrequested that the final arguments be recorded.  The Court concludes this failure is \na separate and independent basis for denial of Talley’s request for relief here. \nc. Exclusion of Proposed Jury Instruction \n50. Talley argues that he requested that the Court include a jury instruction , \nproviding that \n[For there to be an enforceable contract , t]here is no requirement that \nthe offer be made in any particular form. A contract may be made orally \nbetween parties. The fact that a contract was not reduced to writing \ndoes not make it unenforceable.  Although a contract may be made \norally, you may consider written documents describing the contract as \nevidence of the parties’ agreement or its terms. \n \n(Pl.’s Br. Supp. 9; see Proposed Jury Instructions 15, ECF No. 55 [“Prop. Jury Instr.”].)  \nTalley contends that the Court should have included this instruction as it “was a \ncorrect statement of law and supported by the evidence at trial.”  (Pl.’s Br. Supp. 9.) \n51. Defendants disagree, initially objecting to the inclusion of this instruction  \nas it “is already included in the pattern [instruction].”  (Prop. Jury Instr. 15.)  \nAdditionally, D efendants represent that the instruction provided by the Court \n“clearly addressed [Talley’s] request in substance and made clear that a signed \nwriting was not necessary for the jury to find the parties entered into a contract.”  \n(Defs.’ Br. Opp. 9–10.) \n52. The Court agrees with Defendants.  Assuming Talley’s request was proper, \nand the “request is made for a specific instruction, correct in itself and supported by \nevidence, the trial court, while not obliged to adopt the precise language of the prayer, \nis nevertheless required to give the instruction, in substance at least [.]”  Minor v. \nMinor, 366 N.C. 526, 531 (2013) (emphasis added) (quoting Calhoun v. State Highway \n& Pub. Works Com m’n, 208 N.C. 424, 426 (1935) ).  The instructions given by the \nCourt to the jury at Trial provided that \nAn “offer” is an expression of willingness to do or refrain from doing a \nparticular thing. There is no requirement that the offer be made in any \nparticular form. It may be made orally, in writing, or by conduct which \nreasonably indicates the offering party’s intention to be bound if the other \nparty accepts. An “acceptance” is an expression of assent to the offer. If \nthe offer does not specify a particular method, manner, or form of \nacceptance, acceptance can be made in any manner and by any medium \nreasonable under the circumstances. Acceptance may be oral, in writing, \nor by conduct which reasonably signifies that the accepting party assents \nto each material term of the offer.  However, if the offer specifies \ncircumstances, or circumstances unambiguously indicate, a particular \nmethod, manner, or form of acceptance, acceptance must be made in the \nmethod, manner, or form specified or indicated. \n \n(Jury Instr. 7 (emphasis added).)  As such, the jury was instructed that an offer and \nan acceptance may be oral, in writing, or by conduct which reasonably signif ies the \nparties’ intention.  The instruction given to the jury was, in substance, the same as \nthe instruction sought by Talley. \n53. Therefore, Talley’s argument as it relates to the Court’s exclusion of his \nproposed jury instruction related to oral contracts does not pass muster as a reason \nto grant a new trial on Talley’s breach of contract claims. \n3. New Trial on Talley’s Wage and Hour Act Claims \n54. Finally, Talley contends he is entitled to a new trial on his Wage and Hour \nAct claims because the Court provided the jury with an incorrect instruction on the \nlaw.  (Pl.’s Br. Supp. 10.)  Talley argues that the “Wage and Hour Act does not require \nthat an employee prove the existence of a contract . . . for the employee to be entitled \nto unpaid wages under the Act.”  (Pl.’s Br. Supp. 10 –11 (citing N.C.G.S. §  95-25.1 \net seq.).) \n55. Talley contends that  he “presented evidence that he rendered services to \nDefendants, that Mr. Hulsing promised him payment for those services, and that \nMr. Talley was ultimately not paid for those services.”  (Pl.’s Br. Supp. 11.)  As a \nresult, Talley argues “[t]his evidence entitled Mr. Talley to have his Wage and Hour \nAct claim considered by the jury, even if the jury rejected his separate breach of \ncontract claim.”  (Pl.’s Br. Supp. 11.) \n56. In response, Defendants offer that as Talley was “seeking unpaid wages \nbased on a purported agreement that provided for him to receive commissions based \non investor funds he raised” on Defendants’ behalf, the instruction given by the Court \ndirecting the jury to only consider the Wage and Hour Act claim if they found there \nwas a contract governing such compensation was correct.  (Defs.’ Br. Opp. 11.)  \nFurther, Defendants argue that Talley “expressly testified that he received a $50,000 \nsalary in exchange for the work he did at [ ] Hulsing’s direction.”  (Defs.’ Br. Opp. 12 \n(citing Tr. Vol. 1  at 20:01–32:02).)  As such, Defendants contend that Talley’s own \nevidence presented shows that “he met the conditions to receive, and did receive, the \nwages to which he was entitled.”  (Defs.’ Br. Opp. 12.) \n57. First, the Court notes that there appear to be two separate “contractual” \narguments at issue:  (1) the employment contract between Talley and Earth \nFare 2020, in which Talley received a salary of $50,000.00 in exchange for his role as \nChief Sustainability Officer; and (2) the alleged “agreement” for stock, stock options, \nand other forms of compensation discussed by email. \n58. As it relates to Talley’s employment contract, it appears based on the \nCourt’s review of the record, and the evidence presented at Trial, that it is undisputed \nthat Talley was paid a $50,000.00 salary as a result of the work he performed for \nEarth Fare 2020.  ( See Tr. Vol. 1 at 20:01–32:02.)  As such, the Wage and Hour Act \nclaim brought by Talley cannot be premised on this contract, as he admits he was \npaid the agreed-to salary for the work he performed. \n59. However, Talley appears to argue that  his Wage and Hour Act claim  is \nbased on an alleged agreement by email with Hulsing, either individually or on behalf \nof Earth Fare 2020,  for stock, stock options, and other forms of compensatio n for \nwhich he was entitled to the benefits of the agreement.  (Pl.’s Br. Supp. 10.)  As such, \nthe Court instructed the jury that if they found that an agreement had been reached \nbetween Talley and either of the Defendants as to th ose terms, then they were to \nconsider the Wage and Hour Act claim accordingly.  (See Jury Instr. 11.)  Likewise, if \nthe jury did not find an agreement existed related to these terms, then they were not \nto consider the Wage and Hour Act claim as there was  no employment relationship, \napart from Talley’s $50,000.00 salary which he admits he was paid, that would entitle \nTalley to stock, stock options, or other forms of compensation.  (See Jury Instr. 11.) \n60. Talley relies on Martinez-Hernandez v. Butterball, LLC  for the contention \nthat the Wage and Hour Act “contains no requirement of an express contract or \nagreement to pay for particular work. Rather, the statute applies to all time an \nemployee has been ‘suffer[ ed] or permit[ted] to work.’ ”  578 F. Supp. 2d 816, 821 \n(E.D.N.C. 2008); (see Pl.’s Reply 9, ECF No. 79 [“Pl.’s Reply”]). \n61. In Butterball, the plaintiffs alleged that Butterball “failed to pay them .  . . \nregular and overtime pay for actual, compensable time worked[,]” which included \n“time spent changing into and out of personal protective gear required by Butterball, \ntime spent traveling to and waiting at production lines, and time that Butterball \nautomatically deducted for breaks.”  Id. at 818.  Butterball sought summary judgment \non this claim, arguing that “plaintiffs ha[d] failed to establish that Butterball \ncontracted to pay plaintiffs for the time plaintiffs spent engaging in such activities as \nchanging into and out of protective gear, walking to and from workstations and \nwaiting at workstations for production lines to start.”  Id. at 820. \n62. The Court in Butterball found in favor of the plaintiffs, explaining that \nwere the Court to interpret [the Wage and Hour Act] as requiring \nplaintiffs to prove that their employer expressly agreed to pay them for \nparticular services performed .  . . an employer would be able to avoid \npayment of any wages to his employees by simply claiming that the \nservices rendered, although for the benefit of the employer, were \nsomething other than ‘work’. \n \nId. at 822. \n63. In this case, Defendants do not argue  that Talley ’s responsibilities and \nobligations were not “work” as defined in the Wage and Hour Act, and instead contend \nthat the work performed by Talley had already been expressly contracted for and  \nTalley was compensated in accordance with that express agreement.  (Defs.’ Br. \nOpp. 12.)  In fact, Talley admitted at Trial that he was paid a salary of $50,000.00 for \nthe whole “bundle of jobs” that he performed “ up until [he] resigned from working.”  \n(Trial Vol. 1 at 26:18–22; see also Trial Vol. 1 at 31:6–10; 31:25–32:04.) \n64. While Talley argues that he “presented evidence establishing that he was \n. . . promised additional compensation in the form of stock, stock options, and \npayments relating to investor funds[,]” (Pl .’s Reply 8), it appears Talley was justly \ncompensated at $50,000.00 annually for the work he expressly contracted to perform \nfor Earth Fare 2020, and as determined by the jury at T rial in this case, the parties \ndid not reach  another agreement  for any extra compensation that Talley was \nattempting to bargain for.   Therefore, the reasoning in Butterball is inapplicable to \nthis dispute. \n65. Therefore, Talley’s Motion is hereby DENIED in part as it relates to his \nrequest for a new trial on his Wage and Hour Act claims. \nIV. CONCLUSION \n66. For the foregoing reasons, the Court hereby DENIES the Motions. \nSO ORDERED, this the 12th day of December, 2024. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}