{
  "id": "25d955f9754b509e37aa217e6459699956b5ab35d9c379bac2d51435d4bd6b1f",
  "source_file": "data/raw/ncbc/25d955f9754b509e37aa217e6459699956b5ab35d9c379bac2d51435d4bd6b1f.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF GUILFORD \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n13 CVS 9429 \nSOFT LINE, S.p.A., Individually, and \nin the Right of and for the Benefit of \nSOFT LINE CALIA AMERICA, LLC, \n \nPlaintiffs, \n \nv. \n \nITALIAN HOMES, LLC; CALIA \nTRADE, S.p.A.; VINCENT \nSCOCUZZA; GIUSEPPE CALIA; and \nANGELO CALCULLI,  \n \nDefendants, \n \n         and \n \nSOFT LINE CALIA AMERICA, LLC, \n \nNominal Defendant.\n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nCORRECTED ORDER ON MOTION \nFOR ALTERNATIVE METHOD \nOF SERVICE \n \n{1} THIS MATTER is before the Court on Plaintiff’s Motion for Alternative \nMethod of Service (“Motion”), which asks the Court to permit Plaintiff to serve a \nsummons upon a foreign individual, Angelo Calculli (“Mr. Calculli”), by service on \nItalian Homes, LLC, a North Carolina limited liability company of which Mr. \nCalculli is a manager.  For the reasons expressed below, the Motion is GRANTED. \nWomble Carlyle Sandridge & Rice, LLP by Jason C. Hicks, Mark N. Poovey, \nand Jonathan Reich for Plaintiffs. \nNexsen Pruet, PLLC by Gary L. Beaver, Christine L. Myatt, and Catherine \nB. Lane for Defendants Italian Homes, LLC; Calia Trade, S.p.A.; Vincent \nScocuzza; and Giuseppe Calia. \nGale, Chief Judge. \n \n \nSoft Line, S.p.A. v. Italian Homes, LLC, 2015 NCBC 24A (Amended 03-17-2015).\n \n \nI. BACKGROUND \n{2} A more complete summary of the facts surrounding the substantive \ncauses of action in the case may be found in the Court’s Order on Defendants’ \nMotion for Summary Judgment.  See Soft Line, S.p.A. v. Italian Homes, LLC, 2015 \nNCBC LEXIS 6, at *3–8 (N.C. Super. Ct. Jan. 16, 2015). \n{3} The issue presently before the Co urt is whether it can and should \npermit Plaintiff to serve Angelo Calculli, an Italian citizen, with a summons and the \nComplaint by serving Italian Homes, LLC, a North Carolina limited liability \ncompany.  Mr. Calculli is a manager of Italian Homes, LLC, but currently resides in \nItaly. \n{4} Plaintiff has attempted to se rve Mr. Calculli through the Hague \nConvention on the Service Abroad of Judicial and Extrajudicial Documents (“Hague \nConvention”) using the only address that Defendants Italian Homes, LLC, Calia \nTrade, S.p.A., Vincent Scocuzza, and Giuseppe Calia (“Party-Defendants”) have \nprovided for Mr. Calculli in discovery.  Three months after submitting the pleadings \nto the proper Italian government agency, Plaintiff was advised that the Italian \ngovernment was unable to serve Mr. Calculli. \n{5} Plaintiff has also requested that Mr . Gary Beaver, counsel of record for \nParty-Defendants, accept service on Mr. Calculli’s behalf.  Mr. Calculli has not \nauthorized Mr. Beaver to do so. \n{6} Plaintiff had proposed retaining a private process server in Italy, but \nsuspended any such efforts when Party-Defendants offered to arrange for Plaintiff \nto depose Mr. Calculli in Italy in January 2015.  The agreement for the deposition \nwas conditioned on Mr. Calculli not being served with the Complaint, required to \nanswer questions about where he resides, or asked to provide any information that \nwould assist Plaintiff in serving him with a summons.  The agreement for the \ndeposition was initially withdrawn when Mr. Calculli learned that Plaintiff’s \n \n \nprimary corporate representative, Modesto Scagliusi (“Mr. Scagliusi”), intended to \nattend.1 \n{7} Mr. Scagliusi later agreed not to attend Mr. Calculli’s deposition.  The \ndeposition was taken in Rome, Italy, on January 14–16, 2015. \n{8} Plaintiff renewed its Motion, whic h the Party-Defendants continue to \noppose. \n{9} The Motion has been briefed, the Court heard oral argument on \nOctober 29, 2014, and the matter is ripe for disposition. \nII. ANALYSIS \n {10} Under the North Carolina Rules of Civil Procedure (“North Carolina \nRule(s)”), service upon a defendant may be effected outside of the United States \n“[b]y any internationally agreed means reasonably calculated to give notice, such as \nthose means authorized by the Hague Convention on the Service Abroad of Judicial \nand Extrajudicial Documents; or . . . [b]y other means not prohibited by \ninternational agreement as may be directed by the court.”  N.C. R. Civ. P. 4(j3).  The \nNorth Carolina Rule mirrors Federal Rule of Civil Procedure (“Federal Rule(s)”) \n4(f), which provides that an individual may be served outside of the United States \n“by any internationally agreed means of service that is reasonably calculated to give \nnotice, such as those authorized by the Hague Convention on the Service Abroad of \nJudicial and Extrajudicial Documents; [or] . . . by other means not prohibited by \ninternational agreement, as the court orders.”  Fed. R. Civ. P. 4(f). \n {11} There is no guiding North Carolina precedent on the issue now before \nthe Court.  The Court may then look to interpretations of the Federal Rule to inform \nits analysis.  See Sutton v. Duke, 277 N.C. 94, 101, 176 S.E.2d 161, 165 (1970), cited \nin Hammond v. Hammond, 209 N.C. App. 616, 629, 708 S.E.2d 74, 83 (2011). \n                                                 \n1 This caused Plaintiff to file its Motion to Compel Deposition and Motion for Entry of Order on \nAlternative Service, which renewed Plaintiff’s Motion and asked the Court to compel Mr. Calculli’s \ndeposition.  As Mr. Calculli later consented to deposition, the portion requesting the Court to compel \nhis deposition is now moot. \n \n \n{12} Federal courts have determined  that a party seeking to serve a \ndefendant outside of the United States is not required to exhaust all internationally \nagreed means of service, such as the Hague Convention, before turning to a method \nnot prohibited by international agreement.  See Nuance Commc’ns, Inc. v. Abbyy \nSoftware House, 626 F.3d 1222, 1239 (Fed. Cir. 2010); Rio Props., Inc. v. Rio Int’l \nInterlink, 284 F.3d 1007, 1015 (9th Cir. 2002).  Here, the Court, in its discretion, \ndeferred its consideration of the Motion until at least several attempts at service \nwere tried but failed. \n{13} Federal Rule 4(f)(3) allows extrate rritorial service so long as (1) it is \n“reasonably calculated, under all the circumstances, to apprise interested parties of \nthe pendency of the action and afford them an opportunity to present their \nobjections;” (2) it does not violate any international agreement; and (3) the \ncircumstances of the case necessitate court intervention.  See Nuance, 626 F.3d at \n1240 (quoting Mullane v. Cent. Hanover Bank & Trust Co., 339 U.S. 306, 314 \n(1950)); Rio Props., 284 F.3d at 1016.  So long as service is reasonably calculated to \ngive Mr. Calculli notice, due process does not further require that the individual \nserved on behalf of Mr. Calculli represent him or be authorized to accept service on \nhis behalf.  See Brown v. China Integrated Energy, Inc., 285 F.R.D. 560, 565–66 \n(C.D. Cal. 2012). \n{14} The Court remains mindful of the due process considerations \nattendant to substituted or alternative service.  It will not, however, endorse \nevasive attempts to avoid service by one who is aware of the litigation and efforts to \nserve him. \n{15} Under the current circumstances of this case, the Court determines \nthat serving the Complaint on Italian Homes, LLC satisfies requirements of North \nCarolina Rule 4 and due process.  Mr. Calculli is a manager of Italian Homes, LLC \nand is active in its affairs.  Service on the company is reasonably calculated to \napprise him of the pendency of the action and to give him an opportunity to respond \nto claims against him.  Party-Defendants’ counsel has been able to communicate \nwith Mr. Calculli by e-mail, telephone, and mail, but advises that Mr. Calculli \n \n \ncontrols whether he will respond.  (Defs.’ Br. Opp’n Pl.’s Mot. Alternative Method \nService 7.)  Mr. Calculli is obviously aware of the litigation as a result of his \ndeposition. \n{16} The likelihood that a party to be served will respond is not among the \ndeterminative factors considered in allowing a motion for alternative service.  The \nquestion is, rather, whether the individual will receive actual and adequate notice \nof the action.  There are various, clear indications that service on Italian Homes, \nLLC is reasonably calculated to apprise Mr. Calculli of the claims against him in \nthe present action and to give him an opportunity to respond.  The record \ndemonstrates that Mr. Calculli has responded to communications from Italian \nHomes, LLC in the past.  He has made himself available for deposition based on \ncommunications that he has clearly received. \n{17} The Court is aware of no intern ational agreement between the United \nStates and Italy that prohibits such service of Mr. Calculli, and Defendants have \nnot pointed to any such agreement. \n{18} Plaintiff has made diligent effo rts but has been unable to serve Mr. \nCalculli through the Hague Convention or by other means.  Therefore court \nintervention is merited, as is alternative service. \nIII. CONCLUSION \n {19} For the foregoing reasons, Plaintiff’s Motion for Alternative Method of \nService by service of the summons and Complaint addressed to Angelo Calculli upon \nItalian Homes, LLC pursuant to North Carolina Rule 4(j3)(3) is GRANTED.  The \ndate of service should be the date Italian Homes, LLC is served in the above-\ndescribed manner.  Mr. Calculli’s right to subsequently challenge the Court’s \npersonal jurisdiction over him is preserved.   \n \n \n \n \n \n {20} The Court has not considered th e merits of any claims against Mr. \nCalculli in reaching its decision.  Neither does the Court express an opinion on \nwhether Mr. Calculli may raise a successful personal jurisdiction challenge. \n  \n IT IS SO ORDERED, this the 17th day of March, 2015. \n \n \n \n "
}