{
  "id": "260bce9854d76ed5cb8ba934bc8a83e2b34bb66dc6bfaa068a1686da73b96590",
  "source_file": "data/raw/ncbc/260bce9854d76ed5cb8ba934bc8a83e2b34bb66dc6bfaa068a1686da73b96590.pdf",
  "raw_text": "Price v. Carlson, 2018 NCBC 133. \n \n \n \nSTATE OF NORTH CAROLINA \n \nMOORE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 938 \n \nKEVIN PRICE; and JUSTIN \nFULLER, \n \nPlaintiffs, \n \nv. \n \nJEFFREY A. CARLSON; and JOHN \nD. SINSLEY, JR., \n \nDefendants, \n \nv. \n \nG2 TELECOM, INC., \n \n                                Nominal  \n                                Defendant. \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFFS’ VERIFIED MOTION \nFOR CONTEMPT AND TO EXPAND \nTHE PRELIMINARY INJUNCTION \nPROTECTIONS, DEFENDANTS’ \nMOTION TO VACATE INJUNCTION, \nAND SUPPLEMENTAL MOTIONS \nAND OBJECTIONS \n \n \n1. THIS MATTER is before the Court upon (i) Plaintiffs’ Verified Motion for \nContempt and to Expand the Preliminary Injunction Protections (the “Motion for \nContempt and Modification”) and (ii) Defendants’ Motion to Vacate  Injunction (the \n“Motion to Vacate”)  in the above -captioned case.  This Order and Opinion also \naddresses (iii) Plaintiffs’ Objection to the Untimely Filed Supplemental Affidavit of \nJeffrey A. Carlson and (iv) Defendants’ December 19, 2018 Motion for Extension of \nTime. \n2. On December 7, 2018 Plaintiffs filed the Motion for Contempt and \nModification, and Defendants filed the Motion to Vacate.  The Court held a hearing \non both motions on December 13, 2018 at which Plaintiffs and Defendants were \nrepresented by counsel.  After considering the arguments of counsel at the hearing, \n \n \nthe briefs in support of and in opposi tion to the motions, and other appropriate \nmatters of record, the Court decides the pending motions as follows.1 \nVan Camp & Van O’Linda, PLLC, by James R. Van Camp and William \nM. Van O’Linda, Jr., for Plaintiffs Kevin Price and Justin Fuller. \n \nParry Tyndall White, by James C. White and Michelle M. Walker, and \nConnor Law Group, by Gregory S. Connor, for Defendants Jeffery A. \nCarlson and John D. Sinsley, Jr. \n \nBledsoe, Chief Judge. \nI. \nBACKGROUND \n3. Plaintiffs Kevin Price (“Price”) and Justin Fuller (“Fuller,” and together with \nPrice, “Plaintiffs”) and Defendants Jeffrey A. Carlson (“Carlson”) and John D. Sinsley \n(“Sinsley,” and together with Carlson, “Defendants”) are the four shareholders of G2 \nTelecom, Inc. (“G2”) , a Delaware corporation .  (Verified Compl. and Mot. TRO and \nPrelim. Inj. ¶¶ 1–5 [hereinafter “Compl.”], ECF No. 4.)  G2’s Board of Directors has \n                                                 \n1  The Court limited briefing on Plaintiffs’ and Defendants’ motions to supporting and \nopposition briefs.  At the December 13, 2018 hearing, Plaintiffs’ counsel requested the \nopportunity to submit additional materials in support of Plaintiffs’ Motion for Contempt and \nModification, which counsel represented were erroneously not included in Plaintiffs’ initial \nfiling, as well as an affidavit in response to assertions made by Defendants in their materials \nopposing the Motion for Contempt and Modification (the “R eply Affidavit”).   The Court \nallowed Plaintiffs’ counsel to hand these materials to the Court at the December 13 hearing \nand file the materials that same day.  The Court gave Defendants, at their request, through \nDecember 18, 2018 to file an affidavit responding to the Reply Affidavit (the “Supplemental \nAffidavit”).  Defendants did not file their Supplemental Affidavit until December 19, 2018, \nand Plaintiffs objected to its timing and scope.  Defendants then moved for a post hoc  \nextension of time.  The Court has reviewed the Supplemental Affidavit and finds that it would \nnot alter the Court’s decisions on matters discussed in this Order  and Opinion. The Court \nwill, in its discretion, deny Defendants’ untimely motion for an extension of time , grant \nPlaintiffs’ request to strike the Supplemental Affidavit,  and not consider the Supplemental \nAffidavit in ruling on matters herein. \n \n \nappointed Sinsley to serve as  President of G2, Carlson to serve as  Vice President, \nPrice to serve as Secretary, and Fuller to serve as Treasurer.  (Compl. ¶ 22.) \n4. On September 7, 2018, following a motion by Plaintiffs, the Honorable \nJames M. Webb entered a preliminary injunction in this action (the “Preliminary \nInjunction”).  In the Preliminary Injunction, Judge Webb found that Defendants had \nrepudiated and therefore breached the terms of a March 4, 2015 Shareholders’ \nAgreement (the “Shareholders’ Agreement”) between Plaintiffs and Defendants and \nthat Plaintiffs had shown they would suffe r irreparable harm if Defendants \n“continue[d] to breach the terms of the Shareholders’ Agreement[,]”  (Prelim. Inj. 2–\n3, ECF No. 6 .)  Judge Webb then concluded that Plaintiffs had demonstrated a \nlikelihood of success on the merits of their claims for declaratory judgment and breach \nof contract, (Prelim. Inj. 3), and ordered as follows: \na. “That the Defendants and those persons in active concer t or \nparticipation with the Defendants are enjoined and prohibited from \nconducting . . . shareholders’ meetings where t he proposed resolutions \nor business is the same or similar to those matters proposed  [for \nconsideration] in the August 15, 2018 Notice of Meeting of Shareholders \npending the entry of final judgment on Plaintiffs’ claims.”   (Prelim. Inj. \n4.) \nb. “That the Board of Directors of [G2] is limited to four members pending \nthe entry of final judgment on Plaintiffs’ claims.”  (Prelim. Inj. 4.) \n \n \nc. “That Jeffrey A. Carlson, John D. Sinsley, Kevin Price, and Justin Fuller \neach have the right to designate one member of the Board of Directors \npursuant to the Shareholders’ Agreement with each having one vote \npending the entry of final judgment on Plaintiffs’ claims.”  (Prelim. Inj. \n3.) \nd. “That any party is prohibited from violating the terms of the Certificate \nof Incorporation of [G2], its Bylaws and the terms of the March 4, 2015 \nShareholders’ Agreement.”  (Prelim. Inj. 5.) \ne. That the Preliminary Injunction “shall remain in full force and effect \nduring the pendency of this action subject to further Orders of this Court \nand the security shall remain in the amount of $500.00 without \nprejudice to [Defendants’ ability] to move for an increase at a later date.”  \n(Prelim. Inj. 5.) \n5. On September 13, 2018, Defendants filed a Notice of Designation seeking to \ndesignate this action as a mandatory complex business case under N.C. Gen. Stat. \n§ 7A-45.4.  (Notice Designation 1, ECF No. 7.)  That same day, Chief Justice Mark R. \nMartin of the Supreme Court of North Carolina ordered that this action be designated \nas a mandatory complex business case under N.C. Gen. Stat. § 7A -45.4(a). \n(Designation Order, ECF No. 3 .)  The case was then assigned to the undersigned.  \n(Assignment Order, ECF No. 2.) \n6. On or about November 30, 2018, Sinsley sent Price and Ful ler letters in \nwhich Sinsley indicated that he was, as President of G2, terminating Plaintiffs’ \n \n \nemployment with the company.  (Exs. Pls.’ Br. Supp. Verified Mot. Contempt and to \nExpand Prelim. Inj. Protections 1, 5 [hereinafter “Termination Letters” ], ECF No. \n39.)  The letters also contained a section titled “Termination as Employee -\nShareholders.”  (Termination Letters 2, 6.)  This section asserted that Plaintiffs’ \ntermination would be considered a “Call Event” under the Shareholders’ Agreement \nand that this Call Event granted G2 the right to purchase each Plaintiff’s shares in \nthe company for $1.  (Termination Letters 2, 6.)  The Shareholders’ Agreement defines \n“Employee-Shareholder” as shareholders who are “also officers, employees or \ndirectors (or some co mbination thereof)[.]”  (Compl. Ex. 3, at 2 [hereinafter \n“Shareholders’ Agreement”], ECF No. 4.)  \n7. All motions before the Court are ripe for resolution. \nII. \nANALYSIS \n8. The circumstances under which a court may enter a preliminary injunction \nare well settled. \nA preliminary injunction will be issued only “(1) if a plaintiff is able to show \nlikelihood of success on the merits of his case and (2) if a plaintiff is likely to \nsustain irreparable loss unless the injunction is issued, or if, in the opinion of \nthe Court, issuance is necessary for the protection of a plaintiff's rights during \nthe course of litigation.” \n \nProvidence Volunteer Fire Dep’t v. Town of Weddington, 800 S.E.2d 425, 435 (N.C. Ct. \nApp. 2017) (quoting Ridge Cmty. Inv’rs, Inc. v. Berry , 293 N.C. 688, 701, 239 S.E.2d \n566, 574 (1977)).  The entry of a preliminary injunction is an interlocutory order.  Id.   \n \n \n9. “One superior court judge may only modify, overrule, or change the order of \nanother superior court judge where the original order was (1) interlocut ory, (2) \ndiscretionary, and (3) there has been a substantial change of circumstances since the \nentry of the prior order. ”  Crook v. KRC Mgmt. Corp. , 206 N.C. App. 179, 189, 697 \nS.E.2d 449, 456 (2010) (quoting First Fin. Ins. Co. v. Commercial Coverage, Inc., 154 \nN.C. App. 504, 507, 572 S.E.2d 259, 262 (2002)).  As such , the general rule is that \n“one superior court judge may modify or dissolve a preliminary injunction order \nentered by another judge only upon a clear showing of changed conditions since the  \nentry of the [initial preliminary injunction] order.”  Wachovia Bank v. Harbinger \nCapital Partners Master Fund I, Ltd. , 2008 NCBC LEXIS 6, at *16 (N.C. Super. Ct. \nMar. 13, 2008), aff’d, 201 N.C. App. 507, 687 S.E.2d 487 (2009).   The changed \nconditions must “bear upon the propriety” of the previous order, see Calloway v. Ford \nMotor Co., 281 N.C. 496, 505, 189 S.E.2d 484, 490 (1972), and the burden of showing \na change in circumstances rests with the party seeking modification or dissolution of \nthe preliminar y injunction, Wachovia Bank v. Harbinger Capital Partners Master \nFund I, Ltd., 201 N.C. App. 507, 517, 687 S.E.2d 487, 493 (2009).  Where modification \nis allowed, the decision to modify or refuse to dissolve a preliminary injunction is left \nto the discretion of the trial court.  Id. at 516, 687 S.E.2d at 493.  Findings of fact and \nother proceedings before the trial court relating to a motion for preliminary injunction \nare not binding on the parties or the court at a trial on the merits .  See Schloss v. \nJamison, 258 N.C. 271, 276–77, 128 S.E.2d 590, 594 (1962). \n \n \nA. Defendants’ Motion to Vacate \n10. Defendants request that this Court dissolve the Preliminary Injunction.  \nBecause the Preliminary Injunction was entered by Judge Webb, the Court must first \ndetermine whether the undersigned may revisit the Preliminary Injunction on \nDefendants’ motion at all. \n11. Defendants argue that the mere designation of this case to the Business \nCourt is a change of circumstances sufficient for the Court to revisit the Preliminary \nInjunction, citing Ruff v. Parex, Inc., 1999 NCBC LEXIS 6 (N.C. Super. Ct. June 17, \n1999).  The Court disagrees.   \n12. Ruff revisited a class certification order.  Id. at *2.  This Court’s decision in \nRuff made clear that, aside from designation , there existed “one or more changes in \ncircumstance relating to the legal foundation of the original [class] certification order \nthat [justified] its modification[.]”  Id. at *28.  Thus, while the Court also noted “that \nthe designation and assignment of [th e] case . . . [served] as a justification for the \nCourt’s exercise of its discretion in connection with the trial management issues the \nCourt must oversee,” id., that fact was merely an additional consideration supporting \nthe Court’s decision.  See id. at *25–27 (detailing three major changed circumstances \nthat gave this Court grounds to modify the certification order as a matter of law).  \nRuff never held that the designation o r assignment of a case to this Court , without \nmore, would constitute changed circumstances such that a Business Court Judge \ncould revisit an interlocutory order entered by one of his or her colleagues on the \nSuperior Court bench. \n \n \n13. At oral argument, the Court and Defendants’ counsel also discussed whether \nthe North Carolina Court of Appeals’ decision in Wachovia Bank impacted the Court’s \nability to revisit Judge Webb’s order.  After a careful review, the Court concludes \nWachovia Bank is inapplicable here. \n14. In Wachovia Bank, the Court of Appeals noted that Judge Diaz, then of the \nBusiness Court, was able to revisit a preliminary injunction entered by Judge Ervin, \na regular Superior Court judge, without a finding of changed circumstances following \nJudge Ervin’s recusal from the cas e and the Chief Justice ’s entry of an order \ndesignating the case as exceptional and assigning it to Judge Diaz.  Wachovia Bank, \n201 N.C. App. at 517, 687 S.E.2d at 494.  In particular, the reassignment in that case \nfollowed Judge Ervin’s recusal due to circumstances which, while consented to by the \nparties, may have created the appearance of a conflict of interest for Judge Ervin.  Id. \nat 514, 517, 687 S.E.2d at 491 –94.  T he Court of Appeals concluded that the \nreassignment to Judge Diaz did not constitute “judge shopping”—the undignified act \nthat the general rule against Superior Court judges revisiting each other’s orders is \nmeant to avoid.  Id. at 517, 687 S.E.2d at 494.  Instead, Judge Diaz was deemed to \nhave “stepped into Judge Ervin’s shoes” and could revisit the preliminary injunction \nas Judge Ervin would have.  Id. \n15. In contrast, the genesis of this action’s reassignment to the undersigned and \nJudge Webb’s inability to revisit the Preliminary Injunction is wholly a product of \nDefendants’ election to litigate their case in the Business Court.  On these facts, the \nCourt concludes a showing of changed circumstances  is required  before the \n \n \nPreliminary Injunction  may be revisi ted.  Just as one party may not “wait[] for \nanother judge to come around and [take its] chances with” him or her, State v. \nWoolridge, 357 N.C. 544, 550, 592 S.E.2 191, 194 (2003) (quoting Henry v. Hilliard, \n120 N.C. 479, 487, 27 S.E. 130, 132 (1897)), a party should not be allowed to actively \nseek out another judge to relitigate an unfavorable order. \n16. For these reasons , the Court concludes that a change in circumstances is \nnecessary to modify or dissolve the Preliminary Injunction entered by Judge Webb .  \nThe Court further concludes on this record that Defendants have not met their \nburden of showing a change in circumstances bearing upon the propriety of the \nprovisions of the  original Preliminary Injunction.   Defendants’ request that the \nPreliminary Injunction be vacated will thus be denied. \n17. Defendants also request , as an alternative to the Court vacating the \nPreliminary Injunction, that  the bond set in connection with the Preliminary \nInjunction be increased.  Decisions concerning the “amount of security, if any, [that] \nis necessary to protect the enjoined party’s interest s” are left to the trial court’s \ndiscretion.  Iverson v. TM One, Inc., 92 N.C. App. 161, 166, 374 S.E.2d 160, 164 (1988) \n(quoting Keith v. Day , 60 N.C. App. 559, 561, 299 S.E.2d 29 6, 297 (1983)) .  “In \nrequesting an increase in the amount of security required for the issuance of a \n[preliminary injunction], the burden is upon the movant to place the Court in a \nposition to make a determination whether such increase is justified.”  Puerto Rico v. \nPrice Comm’n, 342 F. Supp. 1308, 1310–11 (D.P.R. 1972); see Santos v. Reverse Mortg. \nSols., Inc., No. 12-3296-SC, 2012 U.S. Dist. LEXIS 147473, at *23 (N.D. Cal. Oct. 12, \n \n \n2012) (concluding defendants had failed to persuade the court to modify th e state \ncourt’s decision to not require a bond in association with a preliminary injunction).2 \n18. The Court concludes that Defendants have not provided sufficient evidence \nto convince the Court that an increase in the amount of the bond set by Judge Webb \nis reasonable or necessary at this time.  Contrary to Defendants’ assertions, the \nPreliminary Injunction does not prevent G2 from holding meetings necessary to \nadminister and run its day -to-day affairs.  Defendants have also failed to present \nevidence that the Preliminary Injunction, if wrongful, will cause them individual \ninjury or evidence as to the amount of any such injury .  Thus, Defendants’ request \nthat the Court modify the bond necessary for the issuance of the Preliminary \nInjunction will be denied. \nB. Plaintiffs’ Motion for Contempt and Modification \n19. Plaintiffs’ Motion for Contempt and Modification as ks the Court to hold \nDefendants in contempt for firing Plaintiffs and hiring other employees to work for \nG2, for withholding financial information from  Plaintiffs, for terminating Plaintiffs’ \naccess to e -mail and other electronic information relating to G2, and for allegedly \nwithholding shareholder distributions.  Plaintiffs also request that the Court modify \nthe Preliminary Injunction in several ways. \n20. With respect to Plaintiffs’ request that the Court hold Defendants in civil \ncontempt for violating the Preliminary Injunction, Plaintiffs, as the moving, \n                                                 \n2  North Carolina courts look to federal decisions on Federal Rule of Civil Procedure 65(c) for \nguidance on issues concerning North Carolina Rule of Civil Procedure 65(c).  Keith, 60 N.C. \nApp. at 560–61, 229 S.E.2d at 297. \n \n \naggrieved parties, bear the burden of proving contempt.  N.C. Gen. Stat. § 5A-23(a1).  \nThe elements of civil contempt are:  \n[A] [f]ailure to comply with an order of a court .  . . as long as: (1) The order \nremains in force; (2) The purpose of the order may still be served by \ncompliance with the order; (2a) The noncompliance by the person to whom \nthe order is  directed is wil lful; and (3) The person to whom the order is \ndirected is able to comply with the order or is able to take reasonable \nmeasures that would enable the person to comply with the order. \n \nN.C. Gen. Stat. § 5A-21(a).  “Willfulness involves more than deliberation or conscious \nchoice; it also imports a bad faith disregard for authority and the law.”   Hancock v. \nHancock, 122 N.C. App. 518, 523, 471 S.E.2d 415, 418 (1996) (internal quotation \nmarks omitted). \n21. With respect to Plaintiffs’ request that the Court modify the Preliminary \nInjunction, the Court first notes that it may clarify  Judge Webb’s previous order  \nwithout a change of circumstances.  See Rosenstadt v. Queens Towers Homeowners’ \nAss’n, 177 N.C. App. 273, 276, 628 S.E.2d 431, 433 (2006) (ho lding that a party’s \nrequest that one judge clarify another judge’s order did not constitute “judge \nshopping”).  Further, to the extent that the Court’s decisions herein modify Judge \nWebb’s order, the Court concludes that Defendants’ attempt to terminate P laintiffs’ \nemployment with G2 constitutes a change of circumstances sufficient to revisit the \nPreliminary Injunction on Plaintiffs’  motion, as these acts by Defendants may \n“warrant[] a different or new disposition of the matter.”  Woolridge, 357 N.C. at 550, \n592 S.E.2d at 195. \n22. Beginning with  Plaintiffs’ requests for shareholder information, Judge \nWebb ordered that  the parties were “prohibited from violating  . . . the terms of the \n \n \nMarch 4, 2015 Shareholders’ Agreement.”  (Prelim. Inj. 5.)   That agreement states \nthat G2 “shall permit each Shareholder, at such Shareholder’s expense, to visit and \ninspect the Company’s properties; examine its books of account and records; and \ndiscuss the Company’s affairs, finances, and accounts with its officers, during normal \nbusiness hours of the Company as may be reasonably requested by the \nShareholder[.]”  (Shareholders’ Agreement § 3.2.)   \n23. Under the Preliminary Injunction, Defendants must comply with section 3.2 \nof the Shareholders’ Agreement.  By the terms of the contract between the parties, no \ninformation request under statutory law is necessary for a shareholder of G2 to have \naccess to the material s, records, and other information mentioned in section 3.2.  \nDefendants shall therefore be ordered to comply with section 3.2, and Plaintiffs shall \nbe permitted to “visit and inspect the Company’s properties; examine its books of \naccount and records; and discuss the Company’s affairs, finances, and accounts with \nits officers, during normal business hours of th e Company as may be reasonably \nrequested[.]”  (Shareholders’ Agreement § 3.2.)  For ease of assessing compliance, \nhowever, the Court will require Plaintiffs to make a written demand upon G2 before \nthey may exercise their information rights set forth in the Shareholders’ Agreement. \n24. Based on the above, the Court finds that Defendant’s failure to abide by \nsection 3.2 of the Shareholders’ Agreement was a violation of the Preliminary \nInjunction.  However, the Court finds that Plaintiffs have not met their burden  of \nshowing Defendants willfully violated the Preliminary Injunction with respect to this \nissue because the Preliminary Injunction did not set out Defendants’ obligations with \n \n \nrespect to shareholders’ information rights and contained only general instructi ons \nthat Defendants were to follow G2’s governing documents.  See Williams v. Chaney, \n792 S.E.2d 207, 210 (N.C. Ct. App. 2016);  In re Board of Comm’rs , 4 N.C. App. 626, \n629–30, 167 S.E.2d 488, 491 (1969) (“In view of the apparent vagueness of the order . \n. . and the lack of notice to show cause before entry of the Order appealed from, we \nreverse the adjudication of contempt[.]”).  The Court will clarify this obligation under \nthe Preliminary Injunction. \n25. Turning to Defendants’ purported termination of Plaintiffs’ employment \nwith G2 and G2’s hiring of other employees, G2’s Bylaws provide that “[t]he business \nand affairs of the corporation shall be managed by or under the direction of the Board \nof Directors of the corporation,” (Compl. Ex. 2, art. II, § 1 [hereinafter, “Bylaws”], ECF \nNo. 4), and that “the vote of the majority of the directors present at a meeting at \nwhich a quorum is present shall be [an] act of the Board,” (Bylaws art. II, § 4).   The \nBylaws further provide that G2’s officers are designate d and chosen by the Board of \nDirectors and that such officers “shall have such authority and perform such duties \nin the management and operation of the corporation as shall be prescribed in the \nresolutions of the Board of Directors designating and choosing  such officers and \nprescribing their authority and duties [.]”  (Bylaws art. III.)  The Bylaws also state \nthat officers “shall have such additional authority and duties as are incident to their \noffice, except to the extent that [resolutions by the Board] ma y be inconsistent \ntherewith.”  (Bylaws art. III.)  G2’s officers “may be removed, with or without cause, \nby the Board of Directors.”  (Bylaws art. III.)   \n \n \n26. Based on the above  and the current evidence in the record , Sinsley, as \nPresident of G2, does not appear to have the authority to remove Plaintiffs from their \npositions as Secretary and Treasurer of G2 , a Delaware corporation .  See 2 William \nMeade Fletcher, Fletcher Cyclopedia of the Law of Private Corporations § 357 (perm. \ned. rev. vol. 2014) (“Absent express authority, the president of a corporation has no \npower to remove an officer appointed by the board of directors where the power of \nremoval is in the board[.]” (emphasis added)); In re Walt Disney Co. Derivative Litig., \n907 A.2d 693, 775 n.571 (Del.  Ch. 2005) (noting th e above point from Fletcher and \nadding that “the leading Delaware treatise []” to address the issue  states that \n“‘presumably, the removal of officers is governed by the same provisions that regulate \ntheir election.’” (quoting Rodman War d, Jr. et al., Folk on the Delaware General \nCorporation Law § 142.4 (4th ed. 2004))) , aff’d sub nom. Brehm v. Eisner, 906 A.2d \n27 (Del. 2006).   \n27. The Court concludes, however, that the evidence at this early stage suggests \nthat Sinsley does possess “additio nal authority and duties as are incident to [his] \noffice,” (Bylaws art. III), and that such authority includes the hiring and firing of \nemployees.  See, e.g., Lee v. Jenkins Bros. , 268 F.2d 357, 367 (2d Cir. 1959) (“ It is \ngenerally settled that the president as part of the regular course of business has \nauthority to hire and discharge employees[.]”) ; 2A Fletcher, supra, § 597  (perm. ed. \nrev. vol. 2017) (noting “the common-sense rule is that the president has implied power \nto hire necessary help” and that such power “may be implied by law as pertaining to \nthe usual and customary duties of the president of a corporation[.]”); see also id. § 556 \n \n \n(“The modern view  . . . tends to consider the president as the real head of the \ncorporation with certain limited powers connected with the ordinary business of the \ncorporation, or at least to hold that there is a rebuttable presumption that the \npresident has such powers.”).  Sinsley therefore possessed the authority to terminate \nPlaintiffs’ status as ordinary employees.  See Goldman v. Shahmoon, 208 A.2d 492, \n493–94 (Del. Ch. 1965) (noting the “historically rigid view of the attributes which set \na corporate officer apart from an employee” and that the latter “‘is subordinate to the \nofficers [of a corporation] and under their control and direction’”) (quoting 13 Am. Jur. \nOfficers § 866 (1936))); see also Russell M. Robinson II, Robinson on North Carolina \nCorporation Law § 16.03 (7th ed. 2017) (“An individual’s p osition as an officer of a \ncorporation and his position as an employee are two different relationships, although \nthey may be tied together in various ways by contract.  Of course, an individual can \nbe an officer without being an employee, and vice versa.” ).  To the extent the \nShareholders’ Agreement places limitations on Defendants’ ability to terminate \nPlaintiffs’ status as “Employee -Shareholders” of G2, those provisions do not appear \nto apply here, as Plaintiffs still remain officers and directors of G2.  (See Shareholders’ \nAgreement § 2.2(c)–(d).) \n28. On this record, the Court concludes that Plaintiffs have failed to show that \nSinsley’s hiring and firing of employees, including Plaintiffs, violated the Bylaws or \nShareholders’ Agreement or the terms of the Preliminary Injunctio n.  Thus, in \nconnection with Plaintiffs’ request that the Court hold Defendants in civil contempt  \n \n \non this basis, the Court finds that Plaintiffs have not shown a failure to comply with \nthe Preliminary Injunction. \n29. As to Plaintiffs’ request that the Court modify the Preliminary Injunction to \nenjoin Defendants from hiring or firing employees, the Court concludes that Plaintiffs \nhave failed to carry their burden of showing that they, as individuals, will be \nirreparably harmed unless Defendants’ conduct is enjoined3 or that they are likely to \nsucceed on the merits of a legal claim that would pr event their termination as \nemployees or show that such termination was wrongful. \n30.  Based upon the above, the Court further concludes that Plaintiffs are \nentitled as officers and directors of G2 to have the Preliminary Injunction modified to \nallow them access to their company e -mail or electronic information relating to G2, \nbut only to the extent necessary to remove any risk that Plaintiffs’ lack of access will \ncause them to breach their duties as officers or directors of G2.  The Court finds, \nhowever, that Plaintiffs have failed to show that Defendants ’ termination of  \nPlaintiffs’ access to e -mail or other electronic information constituted a willful \nviolation of the Preliminary Injunction. \n31. Plaintiffs also request that the Court hold Defendants in conte mpt for \nunilaterally withholding shareholder distributions from Plaintiffs.  In the \nalternative, Plaintiffs ask the Court to expand the Preliminary Injunction to order \n                                                 \n3  “An injunction ordinarily will not be granted where there is an adequate legal \nremedy which is as practical and efficient as is the equitable remedy.”  A.E.P. Indus., Inc. v. \nMcClure, 58 N.C. App. 155, 156, 293 S.E.2d 232, 233 (1982) (internal quotation marks \nomitted), rev’d on other grounds, 308 N.C. 393, 302 S.E.2d 754 (1983). \n \n \nthat G2 make regular distributions pursuant to a formula agreed upon at a March \n15, 2015 Board of Directors meeting. \n32. Reviewing the record before it at this time, the Court finds that Plaintiffs \nhave not met their burden of showing that the payment of distributions was within \nthe scope of the Preliminary Injunction or that G2 or Defendants willfully violated \nthe Preliminary Injunction  by failing to pay distributions .  (See Prelim. Inj. 5 \n(prohibiting any party “from violating the terms of the Certificate of Incorporation of \n[G2], its Bylaws and the terms of the March 4, 2015 Shareholders’ Agreement” but \nomitting any reference to the Board of Directors’ March 15, 2015 resolution).) \n33. Further, the Court concludes that Plaintiffs have not met their burden to \nobtain a modification of the Preliminary Injunction to require distributions.  While it \nappears on the current record that withholding distributions to G2’s shareholders \nmay be contrary to the Board of Directors’ March 15, 2015 resolution and a deviation \nfrom the course of conduct among G2 and its shareholders and directors,4  Plaintiffs’ \nComplaint does not reflect that Plaintiffs seek to establish such a right in this action.  \nPlaintiffs’ claim for breach of contract relates to the Shareholders’ Agreement, a \ndocument that does not address G2’s distributions to shareholders.  (See Compl. ¶¶ \n45–51.)  Plaintiffs’ claim for a declaratory judgment requests that the Court declare \nthat G2’s governing documents and the Shareholders’ Agreement are binding and \nenforceable between G2’s shareholders “regarding the composition and function of \n                                                 \n4  A cessation of distributions would also appear to be contrary to Defendants’ representation \nto Judge Webb at the September 6, 2018 hearing on Plaintiffs’ Motion for Preliminary \nInjunction that Defendants planned to continue distributions.  (Hearing Mot. Prelim. Inj. Tr. \n27:2–5, ECF No. 48.)  \n \n \nthe Bo ard of Directors” and does not seek an adjudication of shareholders ’ rights \nconcerning distributions.  (Compl. ¶ 42.)   As such, Plaintiffs have not advanced a \nclaim based on the March 15, 2015 Board resolution or sought relief in their \nComplaint that would permit the Court to enter an order enjoining Defendants or G2 \nwith respect to G2’s distributions to shareholders.  \n34. Finally, the Court concludes that Plaintiffs have failed to meet their burden \nwith respect to their request that the Court  modify the Preliminary Injunction to \ninclude a “‘catch -all’ provision which prohibits individual parties from taking \nunilateral action relating to the business and affairs of [G2], subject to any approved \naction of the Board of Directors .”  (Pls.’ Br. Supp. Verified Mot. Contempt and to \nExpand Prelim. Inj. Protections 17, ECF No. 38) .  The Court will not modify the \nPreliminary Injunction in this manner .  See N.C. R. Civ. P. 65(d) (requiring an \ninjunction to state specific terms); see also Louis W. Epstein Family P’ship v. KMart \nCorp., 13 F.3d 762, 771–72 (3d Cir. 1994) (remanding unspecific “catch-all” provision \nto district court with instructions to strike, stating, “One party should not be allowed \nto hold the club of contempt forever over the other’s head”). \nIII. \nCONCLUSION \n35. WHEREFORE, the Court, in the exercise of its discretion, hereby \nORDERS as follows: \na. Defendants’ Motion to Vacate is DENIED. \n \n \nb. Plaintiffs’ Motion for Contempt and Modification is GRANTED in part \nand DENIED in part as follows: \ni. Consistent with Section 3.2 of the Shareholders’ Agreement, upon \na written request by either Plaintiff, Defendants  and G2  shall \npermit Plaintiffs, at Plaintiffs’ expense, to visit and inspect G2’s \nproperties, to examine its books of account and records, and to \ndiscuss G2’s affai rs, finances, and accounts with its officers \nduring normal business hours of G2 as may be reasonably \nrequested by Plaintiffs.  G2 shall not be obligated to provide \naccess to any information that is reasonably considered a trade \nsecret or confidential infor mation (unless covered by a \nconfidentiality agreement, in form acceptable to G2) or the \ndisclosure of which would adversely affect the attorney -client \nprivilege between G2 and its counsel. \nii. To the extent Plaintiffs’ Motion for Contempt and Modification \nasks the Court to find Defendants in cont empt for terminating \nPlaintiffs as employees of G2  or hiring other employees , the \nmotion is DENIED. \niii. To the extent Plaintiffs’ Motion for Contempt and Modification \nasks the Court to Modify the Preliminary Injunction to e njoin \nDefendants from hiring or firing G2’s employees, the motion is \nDENIED. \n \n \niv. To the extent Plaintiffs’ Motion for Contempt and Modification \nasks the Court to find Defendants in contempt for terminating \nPlaintiffs’ access to e -mail or electronic information relating to \nG2, the motion is DENIED. \nv. To the extent Plaintiffs’ Motion for Contempt and Modification \nasks the Court to modify the Preliminary I njunction with regard \nto Plaintiffs’ access to e-mail or electronic information relating to \nG2, the motion  is GRANTED subject to this limitation:  \nDefendants and G2 shall provide Plaintiffs with access to their e-\nmail or electronic information relating to G2 to the extent \nreasonably necessary to allow Plaintiffs to fulfill their duties as \nofficers or directors of G2. \nvi. To the extent Plaintiffs’ Motion for Contempt and Modification \nasks the Court to find Defendants in contempt for G2’s \nwithholding of shareholder distributions, the motion is DENIED. \nvii. To the extent Plaintiffs’ Motion for Contempt and Modification \nasks the Court to modify the Preliminary Injunction to require G2 \nto make distributions to shareholders, the motion is DENIED. \nviii. To the extent Plaintiffs’ Motion for Contempt and Modification \nasks the Court to modify the Preliminary Injunction to prohibit \nindividual parties from taking unilateral action relating to the \n \n \nbusiness and affairs of G2, subject to any approved action of the \nBoard of Directors, the motion is DENIED. \nc. Unless otherwise ordered by the Court, Defendants shall not have any \nfurther obligation to pay Plaintiffs compensation in connection with \nPlaintiffs’ previous positions with G2 as ordinary employees during the \npendency of this litig ation.  This provision does not affect G2’s \nobligations to Plaintiffs with respect to any compensation Plaintiffs \nreceive as directors  or officers of G2  and does not address whether \nPlaintiffs are entitled to distributions from G2 as shareholders. \nd. Defendants’ December 19, 2018 Motion for Extension of Time is \nDENIED. \ne. Plaintiffs’ Objection to the Untimely Filed Supplemental Affidavit of \nJeffrey A. Carlson is GRANTED and the S upplemental Affidavit is \nhereby stricken from the record.   The Court did not consider  the \nSupplemental Affidavit in ruling on matters discussed in this Order and \nOpinion and has further determined that the statements made in the \nSupplemental Affidavit would not alter the Court’s ruling on the \npending motions.  The Court’s ruling is based on timeliness grounds only \nand is without prejudice to Defendants’ right to timely file the \nSupplemental Affidavit in connection with other matters that may arise \nin the course of this litigation. \n \n \n SO ORDERED, this the 21st day of December, 2018. \n \n \n     /s/ Louis A. Bledsoe, III    \n     Louis A. Bledsoe, III \n     Chief Business Court Judge \n \n \n \n \n \n \n  "
}