{
  "id": "263f85a58529e2b067c99872cabb093d3a8a26cbcf19e5117de3ff2d29698e8c",
  "source_file": "data/raw/ncbc/263f85a58529e2b067c99872cabb093d3a8a26cbcf19e5117de3ff2d29698e8c.pdf",
  "raw_text": "Kerry Bodenhamer Farms, LLC v. Nature’s Pearl Corp., 2018 NCBC 136. \n \nSTATE OF NORTH CAROLINA \n \nDAVIE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 217 \n \nKERRY BODENHAMER FARMS, \nLLC, \n \nPlaintiff, \n \nv. \n \nNATURE’S PEARL CORPORATION, \n \nDefendant.  \n \n \n \n \n \nORDER AND OPINION  \nON MOTIONS IN LIMINE \n \n \n \n1. This case is scheduled for trial on January 28, 2019.  In this Order, the Court \nmust decide whether  to exclude certain opinions offered by each party’s  expert \nwitness.   \nWyche, P.A., by Wade S. Kolb, III, Matthew T. Richardson, and Eric B. \nAmstutz, and Bro oks, Pierce, McLendon, Humphrey & Leonard, LLP, by \nKearns Davis, Eric M. David, and Jessica Thaller-Moran, for Plaintiff Kerry \nBodenhamer Farms, LLC.  \n \nNelson Mullins Riley & Scarborough, LLP, by G. Gray Wilson and Lorin J. \nLapidus, for Defendant Nature’s Pearl Corporation.  \n \nConrad, Judge.  \n \nI. \nBACKGROUND  \n \n2. Earlier opinions describe in detail the nature of this case and its procedural \nhistory.  See Kerry Bodenhamer Farms, LLC v. Nature’s Pearl Corp. , 2018 NCBC \nLEXIS 84 (N.C. Super. Ct. Aug. 15, 2018); Kerry Bodenhamer Farms, LLC v. Nature’s \nPearl Corp., 2017 NCBC LEXIS 27 (N.C. Super. Ct. Mar. 27, 2017).  Thus, the Court \nprovides only a short summary here in lieu of a detailed background. \n \n \n3. This action arises out of a contract dispute.  Defendant Nature’s  Pearl \nCorporation sells juices and related products  that require muscadine grapes.  \nPlaintiff Kerry Bodenhamer Farms, LLC (“ KB Farms”) is one of its grape suppliers .  \nIn January 2012, Nature’s Pearl and KB Farms executed a written contract in which \nNature’s Pearl obtained the exclusive right to purchase all of KB Farms’s grapes on \nan annual basis for twenty years.  As it turns out, the contract lasted just three.  The \nflashpoint was a single load of grapes delivered in September 2014.  After pressing \nthe grapes, Nature’s Pearl tested the alcohol content of the juice and determined that \nit was too high.  Nature’s Pearl refused to pay for the load and, several months later, \nterminated the contract.  KB Farms argues that there was nothing wrong with the \ngrapes and that , having accepted them, Nature’s Pearl ’s termination was without \ncause.  Each party now accuses the other of breaching the contract. \n4. One key issue in this case is whether the September 2014 shipment was \nfermented at the time of delivery.  Nature’s Pearl contends that it was and intends to \noffer Dr. Reza Ghaedian as an expert witness  in support of that position.  Ghaedian \nwill opine that the likely cause of fermentation was a two-day delay between the time \nthat KB Farms picked the grapes and the time that it shipped them.  (Br. in Supp. of \nPl.’s Mot. Lim. 2, ECF No. 92.1 [“Pl.’s Br. in Supp.”].)  Ghaedian will also testify that \nthe Brix level, or sugar content, of the grapes was not the cause of the alcohol content \nand that it would not have been feasible for Nature’s Pearl to test the alcohol content \nof the grapes before pressing them into juice.  (Pl.’s Br. in Supp. 2.)* \n                                            \n* In its notice designating Ghaedian as an expert witness, Nature’s Pearl listed five opinions \nthat he was expected to offer.  After KB Farms filed its motion in limine, Nature’s Pearl \n \n \n5. KB Farms  contends that the grapes were not fermented at the time of \ndelivery.  It has pointed to evidence intended to show that Nature’s Pearl combined \nthe juice from the September 2014  shipment with juice from other growers before \ntesting it, thus compromising the test results .  KB Farms also expects to call Dr. \nBarclay Poling as an expert witness to testify that any fermentation in the disputed \nshipment likely occurred after delivery and during processing by Nature’s Pearl.  (See \nBr. in Supp. of Def.’s Mot. Lim. 5, ECF No. 91 [“Def.’s Br. in Supp.”].)  \n6. Poling is also the damages expert for KB Farms.  He opines that KB Farms \nsuffered lost profits of roughly $150,000 to $200,000 when Nature’s Pearl refused to \naccept the 2015 harvest after terminating the contract.  (See Def.’s Br. in Supp. Ex. 1 \nat 14 [“Poling Report”] .)  He al so concludes that KB Farms will suffer future lost \nprofits of more than $1.7 million through 2031, the end of the contract’s 20-year term.  \n(See Poling Report 14–15.)  These opinions are set out in a sixteen-page report.   \n7. Each party has filed a motion in limine, seeking to exclude the testimony of \nthe other’s expert.  (See ECF Nos. 90, 92.)  The Court held a hearing on December 13, \n2018, and the motions are ripe for disposition. \nII. \nLEGAL STANDARD  \n \n8. “A motion in limine  seeks pretrial determination of the admissibility of \nevidence to be introduced at trial.”  State v. Britt, 217 N.C. App. 309, 313, 718 S.E.2d \n                                            \nwithdrew two of the five .  (See Def.’s Notice of Withdrawal Certain Exp. Op., ECF No. 95 \n(withdrawing Ghaedian’s testimony that (1) Nature’s Pearl had the right to and timely did \nreject the grapes, and also had the right to cancel the contract; and (2) KB Farms’s grape \nshipment had “excessive alcohol content”)).  \n \n \n725, 728 (2011).  “The trial court has wide discretion in making this advance ruling \nand will not be reversed abs ent an abuse of discretion.”  Hamilton v. Thomasville \nMed. Assocs., 187 N.C. App. 789, 792, 654 S.E.2d 708, 710 (2007) (quoting Heatherly \nv. Indus. Health Council , 130 N.C. App. 616, 619, 504 S.E.2d 102, 105 (1998) ).  \nFurthermore, “[t]he Court’s ruling on motions in limine is interlocutory and ‘subject \nto modification during the course of the trial. ’”  Insight Health Corp. v. Marquis \nDiagnostic Imaging of N.C., LLC, 2017 NCBC LEXIS 91, at *6 (N.C. Super. Ct. Oct. \n3, 2017) (quoting Hamilton, 187 N.C. App. at 792, 654 S.E.2d at 710). \n9. “Expert testimony is governed by North Carolina Rule of Evidence 702, \nwhich is now virtually identical to its federal counterpart and follows the Daubert \nstandard for admitting expert testimony.”  Insight Health  Corp. v. Marquis \nDiagnostic Imaging of N.C., LLC, 2017 NCBC LEXIS 14, at *39–40 (N.C. Super. Ct. \nFeb. 24, 2017) (internal citatio ns and quotation marks omitted).  In other words, \nNorth Carolina trial courts now perform the same “gatekeeping role” that fed eral \ndistrict courts have long performed.  Daubert v. Merrell Dow Pharms., Inc., 509 U.S. \n579, 597 (1993).  In applying Rule 702, the Court may look to federal decisions as \npersuasive authority.  See Insight Health Corp., 2017 NCBC LEXIS 14, at *40.  \n10. Rule 702(a) sets out a three-part test.  First, the “expert testimony must be \nbased on specialized knowledge that will assist the trier of fact.”  Id. at *39.  Second, \nthe expert must be qualified through some combination of appropriate education and \nexperience.  See id.  Third, the expert’s testimony must be reliable , meaning that it \nis “based upon sufficient facts or data,” is “the product of reliable principles and \n \n \nmethods,” and applies these “principles and methods reliably to the facts of the case.”  \nId. at *39 –40 (quoting N.C. R. Evid. 702(a)(1) –(3)).  “The precise nature of the \nreliability inquiry will vary from case to case depending on the nature of the proposed \ntestimony,” and “the trial court has discretion in determining how to address the \nthree prongs of the reliability test.”  State v. McGrady, 368 N.C. 880, 890, 787 S.E.2d \n1, 9 (2016). \nIII. \nPLAINTIFF’S MOTION \n \n11. KB Farms asks the Court to disqualify  Ghaedian on the ground s that he \nlacks appropriate education and experience .  (See Pl.’s Br. in Supp. 2, 3, 4 .)  It also \nargues that his opinions are not based on sufficient facts and data and are therefore  \nunreliable.  (See Pl.’s Br. in Supp. 4, 10.) \n12. The requirement that an expert must be qualified  has been “liberally \nconstrued.”  United States v. Velasquez, 64 F.3d 844, 849 (3d Cir. 1995).  “Differences \nin expertise bear chiefly on the weight to be assigned to the testimony by the trier of \nfact, not its admissibility.”  Huss v. Gayden, 571 F.3d 442, 452 (5th Cir. 2009); see also \nHolbrook v. Lyke s Bros. S.S. Co., Inc. , 80 F.3d 777, 782 (3d Cir. 1996) (“[M]ost \narguments about an expert’s qualifications relate more to the weight to be given the \nexpert’s testimony, than to its admissibility.”).  Such is the case here. \n13. Ghaedian holds a Ph.D. in food science and technology.  (Def.’s Designation \nof Exp. 4, ECF No. 60 [“Def.’s Designation”]; see also Br. in Opp’n to Pl.’s Mot. Lim. 3, \nECF No. 94 [“Def.’s Opp’n”].)  His master’s thesis related to “muscadine grape juice \ncomponents and properties.”  (Def.’s Designation 6.)  And he served, for a short time, \n \n \nas a quality assurance manager at a processing facility for muscadine grapes .  (See \nDef.’s Designation 6 , 7 .)  This combination of education and practical experience , \nhowever brief, is sufficient to qualify Ghaedian as an expert on factors that contribute \nto fermentation in muscadine grapes. \n14. KB Farms argues that Ghaedian’s experience is stale because his work with \nmuscadine grapes dates to the early 1990s.  (See Pl.’s Br. in Supp. 3.)  This is a fair \nsubject for cross-examination, but it is not disqualifying .  KB Farms has not shown  \nthat Ghaedian’s knowledge is too old to be useful to the jury, especially given that he \nhas remained active in related areas (including other fruits, such as cranberries).  \nSee, e.g., Antioch Co. Litig. Trust v. McDermott Will & Emery, LLP , 2016 U.S. Dist. \nLEXIS 114022, at * 7 (S.D. Ohio Aug. 25, 2016)  (holding that “the fact that [expert] \nhas not practiced in 23 years” was subject of cross-examination but not disqualifying); \nsee also Am. Auto. Ins. Co. v. First Mercury Ins. Co. , 2017 U.S. Dist. LEXIS 163346, \nat *15–16 (D.N.M. Sept. 30, 2017); Ryan v. Nat’l Union Fire Ins. Co., 2010 U.S. Dist. \nLEXIS 53910, at *8 –9 (D. Conn. June 2, 2010); Pension Comm. o f the Univ. of \nMontreal Pension Plan v. Banc of Am. Sec., LLC, 691 F. Supp. 2d 448, 479 (S.D.N.Y. \n2010); Owens v. Amtrol, Inc., 94 F. Supp. 2d 952, 955 (N.D. Ind. 2000).   \n15. As to reliability, KB Farms argues that Ghaedian made only a cursory \ninvestigation.  ( See Pl.’s Br.  in Supp.  4, 5 .)  Ghaedian depended primarily on  \ninformation gathered from Achan Smith, a Nature’s Pearl employee who was present \nat the time the grapes were received and processed.  Ghaedian did not visit Nature’s \nPearl’s processing facility, and during his deposition, he was unfamiliar with some of \n \n \nNature’s Pearl’s processes, could not confirm that the sampled grapes all came from \nthe same grower, and did not review available production records.  (See Pl.’s Br. in \nSupp. 5, 11–12.) \n16. By and large,  though, Ghaedian’s anticipated testimony  is rooted in \ngenerally accepted scientific principles of fermentation , which do not require \ninvestigation of Nature’s Pearl’s facility.  Both parties’ experts agree that muscadine \ngrapes ripen and mature at different rates in the vineyard and that the Brix level \ncannot be the sole cause of excessive alcohol in muscadine grapes.  It is also agreed \nthat a delay between harvesting and deliver ing grapes enhances the natural \nfermentation process.  Ghaedian’s understanding of these general principles does not \nturn on the particular facts of this case, and the Court sees no reason that his limited \ninvestigation should prevent  him from testifying  about relevant general  scientific \nprinciples.  See Strauss Farms, Inc. v. Combs Commodities, Inc. , 2005 U.S. Dist. \nLEXIS 6965, at *5–7 (D. Kan. Mar. 29, 2005) (allowing expert to testify as to general \nprinciples not based on facts or data specifically related to the case). \n17. This includes Ghaedian’s opinion that it would not have been feasible to test \nthe alcohol content of the grapes until after they were pressed into juice.  Ghaedian \ndoes not base this opinion on unique circumstances related to the disputed shipment.  \nRather, he opines that it is generally true that grapes must be processed to obtain an \naccurate sample.  KB Farms disagrees with this view but has not pointed to any basis \nto exclude it as unreliable. \n \n \n18. The quality of Ghaedian’s investigation appears to be relevant only to his  \nopinion that the most likely cause of the excessive alcohol content was a two-day delay \nbetween the time that KB Farms picked the grapes and the time that it shipped them.  \nIn forming that opinion, Ghaedian relied almost exclusively on information from \nAchan Smith, who reported that the Nature’s Pearl employees present at the time of \ndelivery had (1) collectively sensed  that the grapes were f ermented, based on a \nsufficient sampling procedure,  and (2) run their operations normally.  Taking the \nfacts given to him as true, Ghaedian concludes that the fermentation occurred before \ndelivery, likely as a result of the shipping delay. \n19. Although KB Farms argues that Ghaedian should have performed a more \nthorough and independent investigation, our Court of Appeals has held that “experts \nmay rely on data and other information supplied by third parties  even if the data \nwere prepared for litigation by an interested party.”  Pope v. Bridge Broom, Inc., 240 \nN.C. App. 365, 374, 770 S.E.2d 702, 710 (2015) (internal citation , alteration,  and \nquotation marks omitted).  It is also reasonable for an expert to make “assumptions \nso long as those assumptions are suf ficiently grounded in available facts.”  Edison \nWetlands Ass’n v. Akzo Nobel Chems., Inc., 2009 U.S. Dist. LEXIS 119281, at * 13 \n(D.N.J. Dec. 22, 2009).  Arguments that the expert’s  assumptions are unfounded \ntypically “go to the weight, not the admissibilit y, of the testimony.”  In re Air Cargo \nShipping Servs. Antitrust Litig. , 2014 U.S. Dist. LEXIS 180914, at *117 (E.D.N.Y. \nOct. 15, 2014) (quoting Grand River Enters. Six Nations, Ltd. v. King , 783 F. Supp. \n2d 516, 526 (S.D.N.Y. 2011)). \n \n \n20. Here, it appears to be undisputed that KB Farms shipped the disputed \ngrapes two days after picking them, and Achan Smith’s testimony supports \nGhaedian’s assumption that there were no unusual processing delays at Nature’s \nPearl’s facility after delivery.  G haedian’s assumptions are therefore sufficiently \ngrounded in available facts.   Whether the assumptions are correct is not a question \nthe Court can or should resolve.  To the extent KB Farms disagrees with Ghaedian’s \nassumptions, it is free to cross -examine him about the m and also the scope and \nsubstance of his investigation.   “A party confronted with an adverse expert witness \nwho has sufficient, though perhaps not overwhelming, facts and assumptions as the \nbasis for his opinion can highlight those weaknesse s through effective cross -\nexamination.”  Stecyk v. Bell Helicopter Textron, Inc., 295 F.3d 408, 414 (3d Cir. 2002).   \n21. Accordingly, the Court concludes that Ghaedian is qualified to testify as an \nexpert in this area and that his testimony is sufficiently re liable to satisfy Rule 702.  \nThe Court denies Plaintiff’s motion to exclude his testimony.  \nIV. \nDEFENDANT’S MOTION \n \n22. Nature’s Pearl seeks to exclude Poling’s testimony as to the likely cause of \nfermentation in the September 2014 shipment and as to the lost profits incurred by \nKB Farms after the termination of the parties’ contract.  The Court considers each in \nturn. \nA. Causation  \n23. Nature’s Pearl argues that Poling is not qualified  to testify in the area of \nfermentation and that, even if he is, his opinion on the likely cause of fermentation is \n \n \nunreliable.  ( See Def.’s Br. 1 –2, 5, 6 .)  The Court disagrees on both counts, more or \nless for the same reasons that support  denying KB Farms’s motion to exclude \nGhaedian. \n24. Poling’s education and experience are sufficient to qualify him as an expert \nin this area.   Poling is a professor at North Carolina State University, with \nsubstantial experience in agricultural economics.  ( Poling Report 2; see also Br. in \nOpp’n to Def.’s Mot. Lim. 2, ECF No. 100  [“Pl.’s Opp’n”] .)  He hold s a Ph.D. in \npomology and viticulture —the science of growing fruit and the study of grape \ncultivation, respectively.  ( Poling Report 2 .)  Moreover, much of his experience is \nspecific to muscadine grapes.  (See Poling Report 2.) \n25. Nature’s Pearl contends that Poling is not an expert in fermentation because \nhe testified in his deposition  that he is “not an expert in that area .”  (Def.’s Br. in \nSupp. Ex. 2 at 62:17–18.)  Viewing Poling’s testimony in context,  though, the Court \ndoes not construe his statement as an admission that he is unqualified.  Rather, \nPoling made clear that he is knowledgeable about fermentation because of his \nexperience with muscadine grapes.  (Def.’s Br. in Supp. Ex. 2 at 62:14–64:12, 74:15–\n75:1.)  The Court is satisfied that Poling’s experience will allow him to educate a lay \njury about the general principles at issue (which, as noted, are largely undisputed).  \nNature’s Pearl may question Poling about his  qualifications on cross -examination, \njust as KB Farms may do so with Ghaedian.  See, e.g., Holbrook, 80 F.3d at 782. \n26. The Court also concludes that Poling’s causation opinion is sufficiently \nreliable.  Poling’s report  clearly states the assumptions upon which he bases his \n \n \nopinion, including, for example, that KB Farms shipped the grapes und er \nrefrigeration.  (See Poling Report at 8.)  As discussed, the Daubert standard “does not \npreclude testimony merely because it may be based upon an assumption.”  In re TMI \nLitig., 193 F.3d 613, 677 (3d Cir. 1999).  Nature’s Pearl contends that Poling failed to \ntake into account the two-day delay between harvesting and shipping, but arguments \nthat Poling should have relied on better or different assumptions  go to the weight of \nhis testimony, not its admissibility.  See In re Air Cargo , 2014 U.S. Dist. LEXIS  \n180914, at *117, 118; see also Synergetics, Inc. v. Hurst , 477 F.3d 949, 95 5 (8th Cir. \n2007) (“As a general rule, the factual basis of an expert opinion goes to the credibility \nof the testimony, not the admissibility, and it is up to the opposing party to examine \nthe factual basis for the opinion in cross-examination.” (quoting Bonner v. ISP Techs., \nInc., 259 F.3d 924, 929 (8th Cir. 2001))). \n27. The Court denies Nature’s Pearl’s motion to  the extent it seeks to  exclude \nPoling’s causation opinion.  \nB. Damages \n28. Poling divides his damages opinions  into two parts.  In section 8 of his \nreport, Poling calculates the lost profits that KB Farms incurred when Nature’s Pearl \nrefused to accept its 2015 harvest.  (See Poling Report 8 –14.)  In section 9, Poling \ncalculates f uture lost profits that KB Farms expects to incur through 2031 .  (See \nPoling Report 14–15.)   \n \n \n29. Nature’s Pearl asks the Court to exclude both.  It argues that Poling’s \ncalculations are speculative and methodologically flawed, and therefore  unreliable \nunder Rule 702.  \n1. Lost Profits for 2015 \n30. After Nature’s Pearl terminated th e parties’ contract, KB Farms tried, \nwithout success, to sell its 2015 harvest to others.  As the grapes ripened, they were \nleft on the vine and lost.  Employees of KB Farms surveyed the vineyard at that time \nin an effort to estimate the crop’s yield poten tial.  Poling cites this yield study in his \nreport and relies on its data as one factor in estimating lost profits for the 2015 \nharvest. \n31. Nature’s Pearl argues that Poling’s use of this 2015 yield study renders his \nopinion unreliable.  It points, first, to Poling’s deposition testimony in which he \ncharacterized the study as “biased.”  (See Def.’s Br. in Supp. 7.)  As Poling explained, \nthe employees who carried out the study attempted to choose representative vines \nbut did not employ sampling techniques throu ghout the vineyard.  (See Def.’s Br. in \nSupp. 7; Pl.’s Opp’n 5 –6.)  Although  Poling attempted to account for that issue by \nmaking adjustments, Nature’s Pearl contends that those adjustments were arbitrary.  \n(See Def.’s Br. in Supp. 8–10.) \n32. The Court disagrees.  Although Poling acknowledged in his deposition that \nthe 2015 yield study was not sophisticated, he stressed that it produced good, useful \ndata.  (See Def.’s Br. in Supp. Ex. 2 at 82:12–19; see also Pl.’s Opp’n 6 .)  His report \nprovides ample support for that conclusion and demonstrates a thorough \n \n \nunderstanding of both the methods that were used and the nature of the data it \nproduced.  (See Poling Report 8–14.)  Poling described the study as  “biased” only in \nthe sense that it had been conducted by laypersons, not that KB Farms manipulated \nthe results. \n33. Furthermore, Poling did not accept the 2015 yield study at face value.  He \ndetermined, based on his experience and other historical data, that  the yield \nestimates were too high, even for a n excellent growing season.  ( See Poling Report \n11.)  He then adjusted the yield figures to provide a more accurate estimate of the \n2015 crop yield.  (See Poling Report 11; see Pl.’s Opp’n 7, 8.)   \n34. These adjustments were not unreliable, as Nature’s Pearl c ontends.  As an \nexample, Poling compared the 2015 data with yield data from KB Farms’s previous \nharvests.  In doing so, Poling  excluded the 2013 harvest, which was largely lost due \nto adverse weather conditions.  (See Poling Report 10.)  Nature’s Pearl characterizes \nthis decision as arbitrary, designed to artificially inflate the expected crop yield.  Not \nso.  Poling explained that 2015 was an excellent year for growing conditions.   (See \nPoling Report 9.)  By contrast, 2013 was an abnormally poor year, which KB Farms \ndoes not dispute.  Had Poling used data from 2013 to assess the accuracy of the 2015 \nyield study , it would not have been an apples -to-apples comparison.  Poling’s \nexclusion of the 2013 data is therefore reasonable and does not render his opinion \nunreliable.  The Court has considered Nature’s Pearl’s arguments  about Poling’s \nother adjustments and finds them equally unpersuasive. \n \n \n35. There is one  final matter,  though, that could affect the admissibility of \nPoling’s opinion.   Nature’s Pearl a rgues that Poling  improperly inflated his \ncalculation by using a  contract price of $700  per ton, which reflects a $500 market \nprice plus a $200 premium.  Nature’s Pearl argues that the contract’s price term does \nnot include a $200 premium over and above the market rate.  KB Farms, by contrast, \nargues that it does.  Whether it was reasonable for Poling to add a premium depends \non the outcome of this  interpretive dispute .  In a separate Order, t he Court has \ndirected the parties to brief the issue and, as a result, defers a final decision as to the \nreliability of Poling’s calculation of lost profits for the 2015 harvest. \n2. Future Lost Profits \n36. Finally, in section 9 of his report, Poling calculates future lost profits for the \nyears 2017 through 2031—in other words, the profits KB Farms would have received \nthrough the end of the contract’s 20-year term had Nature’s Pearl not terminated it.  \nNature’s Pearl seeks to exclude this opinion for a variety of reasons.   \n37. “Damages for breach of contract may include loss o f prospective profits \nwhere the loss is the natural and proximate result of the breach.”  Mosley & Mosley \nBuilders v. Landin, Ltd., 87 N.C. App. 438, 446, 361 S.E.2d 608, 613 (1987).  “Absolute \ncertainty is not required but evidence of damages must be sufficiently specific and \ncomplete to permit the jury to arrive at a reasonable conclusion.”  Weyerhaeuser Co. \nv. Godwin Bldg. Supply Co., 292 N.C. 557, 561, 234 S.E.2d 605, 607 (1977) (citation \nand quotation marks omitted).  The injured party must prove its lost profits  with \n“reasonable certainty ,” not “hypothetical or speculative forecasts of losses.”  Iron \n \n \nSteamer, Ltd. v. Trinity Rest., Inc., 110 N.C. App. 843, 847, 431 S.E.2d 767, 770 (1993) \n(internal citation and quotation marks omitted). \n38. Nature’s Pe arl argues that Poling’s calculation of future lost profits is \nspeculative.  It notes, among other things, that Poling assumed “that al l variable \nexpenses such as harvesting and trucking costs will remain constant over the 20-year \ncontract duration.”  ( Def.’s Br. in Supp.  12.)  This assumption, Nature’s Pearl \ncontends, is unfounded because “[c]ommodities such as oil prices change over tim e, \nas do labor costs.”  (Def.’s Br. in Supp. 12.) \n39. In response, KB Farms does not predict that variable costs will, in fact, \nremain stable from now until 2031.  Rather, KB Farms argues that Poling was not \nrequired to project future changes to variable costs.  According to KB Farms, if Poling \nhad adjusted costs for inflation, “he would have needed to similarly inflation -adjust \nthe projected revenue numbers.  Instead, he reached the same result by adjusting \nneither the revenue figures nor the cost figures for inflation.”  (Pl.’s Opp’n 12.) \n40. This approach is deeply flawed.  For one thing, Poling provides no reasoned \nbasis for it.  His report cites no economic principle that would support holding cos ts \nand revenues steady in today’s dollars in lieu of projecting future costs and revenues \nand then discounting them to present value.  Nor does he cite any basis to support an \nassumption that costs and revenues will increase over time at exactly the same rate.  \nThat alone is a sufficient reason to exclude his opinion as  unreliable.  See Praxair, \nInc. v. Airgas, Inc. , 2000 NCBC LEXIS 5, at *26  (N.C. Super. Ct. Aug. 14, 2000) \n(excluding expert opinion based on “an undisclosed methodology”); see also TK-7 Corp. \n \n \nv. Estate of Barbouti, 993 F.2d 722, 733 (10th Cir. 1993) (“In order to establish future \nlost profit damages with reasonable certain ty, the plaintiffs at a minimum were  \nrequired to present testimony fully explaining how the projection of future sales was \ncalculated and the factors upon which it was based.”); Foraker v. Schauer, 2005 U.S. \nDist. LEXIS 46071, at *23 (D. Colo. Sept. 8, 2005) (excluding expert who “failed to \nprovide any competent evidence of either the discount or the inflation rate” and “used \na legally improper methodology for calculating plaintiffs’ future losses”). \n41. There is also good reason to conclude that Poling’s approach is contrary to \nsound economic principles.   It is highly likely that KB Farms’s revenues would be \nsubject to different market pressures than its production  costs (e.g., labor and fuel)  \nwould be.  As costs go up, a producer such as KB Farms may seek to increase its price, \nbut whether the market would support that increase is a question of consumer \ndemand.  How consumers respond to price increases changes from industry to \nindustry, and it could be that the demand for muscadine grapes is not overly sensitive \nto price.  But Poling says nothing about the demand side of the equation, and it would \nbe unreasonable to assume, as he apparently does, that price increases have no effect \non demand at all.  See JMJ Enters., Inc. v. Via Veneto Italian Ice, Inc., 1998 U.S. Dist. \nLEXIS 5098, at *2 2–25 (E.D. Pa. Apr. 15, 1998) (excluding expert’s testimony as to \nlost profits because his failure to project increased costs was unreliable). \n42. Poling’s approach also guarantees an inflated profit total.  As part of his \ncalculation, Poling assumes that the contract’s price term includes a $200 premium \nabove market rates.  As time goes by, inflationary pressures are sure to reduce the \n \n \nvalue of that premium.  A $200 premium in 2031 could be worth $150 or less in today’s \ndollars, depending on the rate of inflation.  By holding the contract price steady in \ntoday’s dollars through 2031, Poling  negates the impact of inflation and  effectively \nincreases the premium over time.  Because the premium accounts for most of KB \nFarms’s expected profits, this error artificially inflates its damages demand by a \nsubstantial margin. \n43. In light of these unsupported and spe culative assumptions, the Court \nconcludes that Poling’s calculation of future lost profit s is unreliable and not the \nproduct of sound methodology .  His opinion is therefore not admissible and should \nnot be heard by the jury.  As the Fourth Circuit has persuasively observed, “[s]crutiny \nof expert testimony is especially proper where it consists of an array of figures \nconveying a delusive impression of exactness in an area where a jury’s common sense \nis less available than usual to protect it.”  E. Auto Distribs., Inc., v. Peugeot Motors of \nAm., Inc., 795 F.2d 329, 338 (4th Cir. 1986) (internal citation  and quotation marks \nomitted); see also Henkle v. Cumberland Farms, Inc., 2017 U.S. Dist. LEXIS 217367, \nat *5–6  (S.D. Fla. June 20, 2017) ( excluding damages opinion not based on sound \neconomic principles); Chesapeake Corp. v. Sainz , 2002 U.S. Dist. LEXIS 28702, at \n*56–61 (E.D. Va. Mar. 19, 2002) (same); KW Plastics v. United States Can Co., 131 F. \nSupp. 2d 1289, 1293–94 (M.D. Ala. 2001) (same).   \n44. The Court therefore grants Nature’s Pearl ’s motion to exclude Poling’s \ncalculation of future lost profits, including the opinions stated in section 9 and Exhibit \n \n \n3 of his report.  Having reached this conclusion, the Court does not address Nature’s \nPearl’s other bases for excluding Poling’s calculation of future lost profits.   \nV. \nCONCLUSION \n45. For the reasons set forth above, the Court, in the exercise of its discretion, \nORDERS as follows: \n46. The Court DENIES Plaintiff’s motion to exclude Ghaedian’s testimony.  \n47. The Court GRANTS Defendant’s motion to exclude Poling’s testimony as to \nfuture lost profits but DEFERS its ruling as to Poling’s calculation of lost profits for \nthe 2015 harvest, pending resolution of the parties’ dispute about the proper \ninterpretation of their contract’s price term.  In all other respects, the Court DENIES \nDefendant’s motion. \n \n \nSO ORDERED, this the 27th day of December, 2018.  \n \n \n \n       /s/ Adam M. Conrad                          \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n \n "
}