{
  "id": "26430f6ffd16d4427413e01311fd9bea7b89ace6a33b1907ff94289f4405d3a5",
  "source_file": "data/raw/ncbc/26430f6ffd16d4427413e01311fd9bea7b89ace6a33b1907ff94289f4405d3a5.pdf",
  "raw_text": "Chisum v. Campagna, 2017 NCBC 61. \n \nSTATE OF NORTH CAROLINA \nNEW HANOVER COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 2419 \nDENNIS D. CHISUM, individually \nand derivatively on behalf of JUDGES \nROAD INDUSTRIAL PARK, LLC, \nCAROLINA COAST HOLDINGS, \nLLC, and PARKWAY BUSINESS \nPARK, LLC, \nPlaintiff, \n \nv. \nROCCO J. CAMPAGNA, RICHARD \nJ. CAMPAGNA, JUDGES ROAD \nINDUSTRIAL PARK, LLC, \nCAROLINA COAST HOLDINGS, \nLLC, PARKWAY BUSINESS PARK, \nLLC,  \nDefendants. \n \n \n \n \nOPINION AND ORDER ON CROSS- \nMOTIONS FOR PARTIAL SUMMARY \nJUDGMENT \n \nTHIS MATTER comes before the Court upon Plaintiff’s Second Motion for \nPartial Summary Judgment (“Pl.’s Second Motion for SJ”) . Plaintiff seeks an order \ngranting partial summary judgment in Plaintiff’s favor on his claim for declaratory \njudgment (Fifteenth Claim for Relief  in Pl.’s Amended Complaint ) against \nDefendants Rocco J. Campagna, Richard J. Campagna, and Judges Road Industrial \nPark, LLC.1 \nAlso before the Court is Defendants’ Motion for Summary Judgment raised by \nDefendants in their Memorandum of Law in Opposition of Second Motion for Partial \n                                                           \n1 Although Pl.’s Second Motion for SJ seeks summary judgment only as to Plaintiff’s \ndeclaratory judgment claim involving Judges Road and not the other Defendant limited \nliability companies, the response in opposition was filed on behalf of all of the Defend ants.  \nAccordingly, the Court will refer to the responding party as “Defendants.” \nSummary Judgment (“Defendants’ Motion”; collectively with Pl.’s Second Motion for \nSJ, the “Motions”) pursuant to North Carolina Rule of Civil Procedure 56(c) (“Rules”). \nAlthough the Defendants’ Motion is not particularly clear on this point, Defendants \nappear to seek summary judgment in their favor only as to Plaintiff ’s claim for a \ndeclaratory judgment.  The Court, in its discretion, will consider Defendants’ Motion \nonly as it applies to Plaintiff’s declaratory judgment claim regarding Judges Road \nIndustrial Park, LLC.  Rutherford Mgmt. Corp. v. Town of Columbus, 2005 N.C. App. \nLEXIS 23, *7–8 (2005) (holding that “[i]t is well-established that ‘summary judgment \nmay be entered upon less than the entire case,’” and that the trial court properly did \nnot address a claim that was not specifically raised by the defendant in its motion for \nsummary judgment). \nThe Court, having considered the Motion s, the evidentiary materials filed by \nPlaintiff and Defendants, the briefs of the parties in support of and opposition to the \nMotions, and other appropriate matters of record, finds and concludes that the Pl.’s \nSecond Motion for SJ should be GRANTED , in part, and DENIED , in part, and \nDefendants’ Motion should be DENIED for the reasons set forth below. \nWhitfield Bryson & Mason LLP, by Mathew E. Lee, Esq. and Jeremy R. \nWilliams, Esq. and Sigmon Law, PLLC, by Mark Sigmon, Esq. for Plaintiff. \n \nShipman & Wright, LLP, by W. Cory Reiss, Esq. , Gregory M. Katzman, Esq., \nand James T. Moore, Esq. for Defendants  \n \nMcGuire, Judge. \n \n \nI. Introduction. \n1. This action arises, in part, from Plaintiff Dennis Chisum’s (“ Plaintiff”) \nclaim that he currently has a m embership interest in Defendant  Judges Road \nIndustrial Park, LLC (“Judges Road”). Rocco Campagna (“Rocco”) and Richard \nCampagna (“Richard”) (collectively, Rocco and Richard will be referred to as the \n“Campagnas”) contend that Plaintiff’s membership interest in Judges Road has been \ndissolved or extinguished due to his failure to meet certain capital calls made by \nJudges Road.  In Pl.’s Second Motion for SJ, Plaintiff contends that under Judges \nRoad’s Operating Agreement his membership interest in the LLC could not be \nextinguished for fail ure to meet capital calls, but only proportionally reduced, and \nthat as a matter of law, he still holds a membership interest in Judges Road. \n2. In Pl.’s Second Motion for SJ, Plaintiff seeks “partial summary judgment \non liability only” concerning his claim for declaratory judgment. Specifically, Plaintiff \nseeks an order as to “his status as  an owner/member of Judges Road . . . leaving the \nissue of his ownership percentage for further discovery and adjudi cation.” ( Pl.’s \nSecond Mot. SJ 1–2.) \n3. Defendants oppose  Pl.’s Second Motion for SJ , and seek summary \njudgment in their favor regarding Plaintiff’s declaratory judgment claim on the \ngrounds that Plaintiff’s claim is barred by the statute of limitations. \n \n \n \nII. Procedural Background. \n4. On July 16, 2016, Plaintiff filed this action in the Superior Court of New \nHanover County against the Campagnas , Judges Road, Carolina Coast Holdings, \nLLC (“CCH”), and Parkway Business Park, LLC (“Parkway”). \n5. On August 19, 2016, this matter was designated to  the North Carolina \nBusiness Court by Chief Justice Mark Martin of the North Carolina Supreme Court.  \nOn August 23, 2016, this case  was assigned to the undersigned by order of the \nHonorable James L. Gale, Chief Judge of the North Carolina Business Court. \n6. On January 6, 2017, Plaintiff filed a Motion for Leave to File Amended \nComplaint that included Plaintiff’s proposed Amended Complaint as an attachment. \n7. On January 23, 2017, Plaintiff filed a Motion for Partial Summary \nJudgment. \n8. On February 7, 2017, the Cour t granted Plaintiff leav e to file the \nAmended Complaint, and on February 8, 2017, Plaintiff filed the Amended Complaint \nin the same form as attached to the Motion for Leave to File Amended Complaint . \nThe Amended Complaint stated claims against the Campagnas and the LLCs for, \ninter alia: breach of fiduciary duty ; constructive fraud; civil conspiracy; conversion; \nfraud in the inducement; failure to pay distributions; unjust enrichment; unfair and \ndeceptive trade practices; declaratory judgment; and judicial dissolution. \n9. On February 8, 2017, Plaintiff filed Pl.’s Second Motion for SJ. \n10. On March 20, 2017, Defendants  filed their Me morandum of Law in \nOpposition of Second Motion for Partial Summary Judgment  (“Defs.’ Memorandum \nin Opposition”).  \n11. On April 21, 2017, Plaintiff filed a reply in support of Pl.’s Second Motion \nfor S J.  The r eply also contained Plaintiff’s response in opposition to Defendants’ \nMotion. \n12. Pl.’s Second Motion for SJ and the Defendants’ Motion have been fully \nbriefed and are n ow ripe for determination. Pursuant to Business Court Rule 7.4 \n(“BCR”), the Court decides the Motions without hearing. \nIII. Facts. \n13. The following facts are not in dispute, except where expressly noted. \n14. In the mid -1990s, Plaintiff and the Campagnas began develop ing \ncommercial property in  Wilmington, North Carolina. In 1996, Plaintiff and the \nCampagnas formed Judges Road. Judges Road owned a single, vacant parcel of land \non which the members planned to build a mini-storage facility. \n15. On February 15, 1 996, Plaintiff and the Campagnas entered into the \nwritten “Operating Agreement of Judges Road” (“Operating Agreemen t”). (Am . \nCompl. ¶ 8, Ex . A .) Th e Operating Agreement provides , inter alia , the following \ndefinitions: \n1.1(e) “Capital Contribution” means any contribution to the \ncapital of the Company in cash or property by a Member \nwhenever made and “Capital Unit” shall represent the unit \nvalue assigned to each capital contribution which shall be \none unit for each $1,000.00 contribution.  \n… \n1.1(j) “Initial Contribution” means the initial contribution \nto capital of the Company made by a Member pursuant to \nSection 8.1(a) of this Agreement.  \n… \n1.1(p) “Membership Interest ” means all of a Member’s \nrights in the Company, including without limitation, the \nMember’s share of the profits and losses of the Company, \nthe rights to receive distributions of the Company’s assets, \nany right to vote and any right to participate in the \nmanagement of the Company as provided in the [North \nCarolina Limited Liability] Act and this Agreement. As to \nany Member, Membership Interest shall mean the  \npercentage set forth opposite  such Member’s name on \nSchedule I hereto.  \n \n16. The Operating Agreement sets out Plaintiff and the Campagnas’ initial \ncapital contributions to Judges Road, and permits the Manager(s) to make additional \ncapital calls under certain circumstances.  Sections 8.1(a) and (b) of the Operating \nAgreement provide, in pertinent part, as follows: \n8.1(a) Upon execution of this Agreement, each Member \nagrees to contribute cash to the Company in the amount \nset forth as the Initial Capital Contribution of such \nMember on Schedule I, attached hereto. \n8.1(b) If the Managers determine that the Initial Capital \nContributions are insufficient to carry out the purposes o f \nthe Company, the Managers may request that the \nMembers make additional contributions to the capital of \nthe Company.  If a Majority in Interest of the Members \napprove such request, then each of the Members shall be \nobligated to make such additional contri butions (each an \n“additional Capital Contribution”) to the Company ratably \nin accordance with such Members’ then existing \nMembership Interest within the time period approved by \nthe Majority in Interest of the Members.  In the event any \nMembers [sic] fails to fulfill any commitment to contribute \nadditional Capital (the “Defaulting Member”), the \nManagers may elect to allow the remaining Members (the \n“Lending Members”) to contribute to the Company, pro \nrata by Membership Interest, such Additional Capital \nContribution.  Any Member who makes a contribution to \nthe Company pursuant to this Article for another Member \nshall have the option to (i) treat the contribution as \nadditional capital of the Company, or (ii) treat the \ncontribution as a loan to the defaulting Me mber, which \nelection shall be made, in writing, at the time the \ncontribution is made.  If the contributing Member elects to \ntreat his contribution as additional capital, such funds \nshall be allocated toward the purchase of additional capital \nownership.  Af ter such contributions are made, each \nMember percentage interest in the profits, losses and cash \nflow of the Company shall be adjusted and determined by \ndividing the aggregate shares of all the Members in the \nCompany into the aggregate shares of each Membe r.  The \nresulting quotient with respect to each Member shall be the \nadjusted percentage interest of such Member.  Such \nadjusted percentage interest of each Member shall \nsupersede the percentage interest of such Member as set \nforth in Schedule I.  \n17. The Campagnas originally owned their interest in Judges Road through \nThe Camp Group, a partnership in which Richard and Rocco were each 50% partners. \nSchedule I of the Operating Agreement provided as follows: \nName & Address \nof Members: \nInitial Capital \nContribution \nInitial Capital \nUnits \nMembership \nInterest \nThe Camp Group, A \nN.C. General \nPartnership \n6631 Amsterdam \nWay \nWilmington, NC \n28405 \n \n$62,855 \n \n62.855 \n \n65% \nDennis D. Chisum $33,845 33.845 35% \n18. The Operating Agreement named t he Camp Group as the initial \nManager of Judges Road. \n19. In 2001, the Camp Group transferred its interest in Judges Road to \nRocco and Richard individually , and the parties reassigned their respective \nownership interests such that Plaintiff, Rocco , and Richard each had a 33.333% \nMembership Interest in Judges Road. (Defs.’ Mem. Opp. Ex. 2.) \n20. From 2007 through 2009, Plaintiff sold and assigned portions of his \nownership interest  in Judges Road to the Campagnas through a series of \ntransactions. (Defs.’ Mem. Opp. Ex s. 5, 9, 10, and 11.)  As of 2010, the Membership \nInterests in Judges Road were as follows: Plaintiff —18.884%; Rocco—40.558%; and \nRichard—40.558%. (Pl.’s Mem. Supp. Second Mot. SJ Ex. 1 ¶ 14.) \n21. On November 29, 2007, the members amended the Operating \nAgreement to name Richard Campagna  as the Manager for Judges Road.  (Defs.’ \nMem. Opp. Ex. 3.) \n22.  On June 25, 2012, James MacDonald, attorney for Judges Road, mailed \na letter to Plaintiff notifying him of a capital call for Judges Road , and a Notice of \nMeeting of Members to Consider Amendment of the Operating Agreement (“Notice”). \n(Defs.’ Mem. Opp. 3 –4, Ex. 12.) The letter stated that J udges Road was making a \ncapital call in the amount of $100,000.00, and that Plaintiff was required to pay \n$16,666.66 as his share of the capital call. Plaintiff claims he did not receive the letter \nor Notice. (Pl.’s Mem. Supp. Second Mot. SJ Ex. 6 ¶¶ 4–5.) \n23. On July 2, 2012, the Campagnas held a meeting of the members of \nJudges Road (“Members Meeting”).  Plaintiff did not attend the Members Meeting. In \nthe Members Meeting , the Campagnas passed motions “to direct [Judges Road]’s \naccountant to dilute the membership interest of [Plaintiff] for his failure to meet and \nmake his outstanding and delinquent capital call of $16,666.66.” ( Pl.’s Mem. Supp. \nSecond Mot. SJ Ex. 4.) The Campagnas also purported to amend section 8.1(b) of the \nOperating Agreement to permit a member’s interest to be “diluted” to 0% under \ncertain circumstances for failure to meet a capital call. (Pl.’s Mem. Supp. Second Mot. \nSJ Exs. 3 and 4.) Plaintiff contends th at the amendment was not properly adopted \npursuant to the Operating Agreement, and Defendants concede that the amendment \nneed not be considered for purposes of deciding Pl.’s Second Mot ion for SJ. ( Defs.’ \nMem. Opp. 14–15.) \n24. On August 27, 2012, the Campagnas paid the entire $100,000.00 capital \ncall for Judges Road, including Plaintiff’s portion.  (Pl.’s Mem. Supp. Second Mot. SJ \nEx. 1  ¶¶ 18 –19.) The Campagnas contend that Plaintiff’s 18.8845 % membership \ninterest in Judges Road was dissolved at the July 2, 2012 meeting, and that Richard \nand Rocco each now hold  a 50% Membership Interest in Judges Road. 2 (Pl.’s Mem. \nSupp. Second Mot. SJ Ex. 1 ¶¶ 18, 20.) \n25. The Campagnas contend that Plaintiff did not participate in the \nmanagement of Judges Road nor did he inquire about his status as a member from \n2012 until 2016. ( Defs.’ Mem. Opp. 4–7.) Plaintiff claims that he did not have any \ninformation that would have lead him to question his continuing status as a member \nof Judges Road until, at the earliest, September 2014. (Pl.’s Reply 19–20.) \n \n \n                                                           \n2 This appears to be incorrect. Under the Operating Agreement, Plaintiff’s interest would not \nhave been impacted until another member or members paid Plaintiff’s obligation towards the \nwhole of the capital contribution.  This would mean Plaintiff’s interest would not have been \nextinguished until Rocco and Richard made the contribution for Plaintiff on August 27, 2012. \nIV. Analysis.       \n26. Both parties have moved for partial summary judgment regarding \nPlaintiff’s claim for declaratory judgment. Summary judgment is appropriate if the \npleadings, depositions, answers to interrogatories, and admissions on file, together \nwith affidavits, if any, show that there is no genuine issue of material fact and that \nany party is entitled to judgment as matter of law. Variety Wholesalers, Inc. v. Salem \nLogistics Traffic Servs., LLC, 365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012). An issue \nis “material” if its “ resolution . . . is so essential that the party against whom it is \nresolved may not prevail.” McNair v. Boyette, 282 N.C. 230, 235, 192 S.E.2d 457, 460 \n(1972). The moving party bears “ the burden of clearly establishing   lack of a triable \nissue” to the trial court and may meet this burden by “ proving an essential element \nof the opposing party’ s claim does not exist,  cannot be proven at trial, or would be \nbarred by an affirmative defense.”  Variety Wholesalers, Inc. , 365 N.C. at 523, 723 \nS.E.2d at 747.  All evidence is viewed in the light most favorable to the nonmoving \nparty with the benefit of all reasonable inferences. Bruce-Terminix Co. v. Zurich Ins. \nCo., 130 N.C. App. 729, 733, 504 S.E.2d 574, 577 (1998).  \n27. The Court will first address Defendants’ Motion because in the event  \nPlaintiff’s claim for declaratory judgment is barred by the statute of limitations, Pl.’s \nSecond Motion for SJ must be denied as moot. \nA.  Defendants’ Motion. \n28. Defendants have requested that summary judgment be entered against \nPlaintiff under Rule 56(c).  Elliott v. Enka-Candler Fire & Rescue Dep’t, Inc., 213 N.C. \nApp. 160, 170–71, 713 S.E.2d 132, 139–40 (2011) (noting that R ule 56(c) allows the \ntrial court to grant summary ju dgment to the non-moving party). Defendants argue \nPlaintiff’s claim for conversion is the “underlying claim” on which the declara tory \njudgment cause of action is premised. (Defs.’ Mem. Opp. 16.) Defendants contend that \nsince the alleged conversion occurred in or around the July 2, 2012 Member Meeting, \nmore than four years before Plaintiff initiated this action, the claim for conversion is \nthus barred by the three year statute of limitations in G.S. 1-52(4).  (Defs.’ Mem. Opp. \n16–18.) Defendants argue that because Plaintiff’s conversion claim is barred by the \nstatute of limitations, his claim for declaratory judgment is barred as well. The Court \nis not persuaded by this argument. \n29. As an initial matter, Defendants’ contention that Plaintiff’s declaratory \njudgment action must be premised on another “underlying claim” is incorrect. \n“Although a declaratory judgment action must involve an actual controversy between \nthe parties, plaintiffs are not required to allege or prove that a traditional cause of \naction exists against defendant[s] in order to establish an actual controversy.” Conner \nv. N.C. Council of State , 365 N.C. 242, 258, 716 S.E.2d 836, 846 (2011) (quoting \nGoldston v. State, 361 N.C. 26, 33, 637 S.E.2d 876, 881 (2006)). Here, the Amended \nComplaint alleges an actual controversy between Plaintiff and Rocco and Richard  \nover their respective rights and obligations as members of Judges Road, irrespective \nof the claim for conversion. \n30. Additionally, the Court cannot find, and Defendants have not \nreferenced, any North Carolina authority citing to a specific statute of limitations for \na declaratory judgment claim. Rather, the decisions of North Carolina’s appellate \ncourts suggest that the timeliness of a declaratory action should be challenged by a \ndefense of laches. See, e.g., Taylor v. Raleigh, 290 N.C. 608, 622–23, 227 S.E.2d 576, \n584–85 (1976) (“Since proceedings for declaratory relief have much in common with \nequitable proceedings, the equitable doctrine of laches has been applied in such \nproceedings.”); Stratton v. Royal Bank of Can., 211 N.C. App. 78, 89, 712 S.E.2d 221, \n230–31 (2011) ( analyzing timeliness of claim under laches and holding that laches \nwas “an appropriate defense to [plaintiff]’s claim for declaratory judgment .”). \nDefendants have not argued that  laches should apply to Plaintiff’s declaratory \njudgment claim. \n31. Additionally, Defendants’ reliance on Ludlum v. State, 227 N.C. App. 92, \n742 S.E.2d 580 (2013) , in support of their argument is misplaced. In Ludlum, the \nplaintiff sought and was denied benefits by the State of North Carolina under a State \nretirement program for members of the National Guard.  Over four years after being \nnotified that his claim for benefits was denied, the plaintiff filed suit against the State \nof North Carolina claiming breach of contract and violation of his statutory rights to \nbenefits.  Id. at 93, 742 S.E.2d at 581–82. The plaintiff also sought a d eclaratory \njudgment that the State wrongfully denied him retirement benefits. Id. The trial \ncourt dismissed the plaintiff’s claim for declaratory relief on the grounds that it was \nbarred by the statute of limitations, and the plaintiff appealed. Id. \n32. The Court of Appeals affirmed the trial court, holding that: \nPlaintiff’s claims were properly dismissed under the \n[Declaratory Judgment] Act if the statute of limit ations \nbars any claim, because “jurisdiction under the Declaratory \nJudgment Act may be invoked only in a case in which there \nis an actual or real existing controversy between parties \nhaving adverse int erests in the matter in dispute”  . . . . \nTherefore, if the statute of limitations was properly applied \nto plaintiff’ s underlying claims, no relief can be afforded \nunder the Declaratory Judgment Act. \n \nId. at 94, 742 S.E.2d at 582 (citation omitted). The Court of Appeals concluded that \nthe plaintiff’s claims for breach of contract and for violation of statutory rights were \ngoverned by three year statutes of limitations and barred as untimely. Id. The Court \napparently concluded t hat since the plaintiff’s claims for retirement benefits were \nbarred, there was no “existing controversy” between the parties on which it could \naward declaratory relief and that the claim for declaratory judgment also was barred. \nLudlum, 227 N.C. App. at 95, 742 S.E.2d at 583. \n33. The Court’s decision in Ludlum appears to be based on the conclusion \nthat since all of the plaintiff’s claims upon which he sought to recover the retirement \nbenefits were barred, no actual controversy existed between the parties and a \ndeclaration that the State of North Carolina breached an agreement with the plaintiff \nor violated the statute entitling the plaintiff to retirement benefit s would be a futile \nexercise. Here, however, even if the conversion claim is time-barred, it is not the only \ncause of action under which Plaintiff could recover against the Campagnas and \nJudges Road.  Defendants have not addressed the timeliness of most of Plaintiff’s \nother claims, including his claim for constructive fraud, which is subject to a ten-year \nstatute of limitations. NationsBank v. Parker , 140 N.C. App. 106, 113, 535 S.E.2d \n597, 602 (2000) (“A claim of constructive fraud based upon a breach of a fiduciary \nduty falls under the ten-year statute of limitations contained in  N.C. Gen. Stat. § 1-\n56.”). The claim for constructive fraud will necessarily involve a determination of \nwhether the Campagnas breached fiduciary duties owed to Plaintiff by claiming to \nhave extinguished Plaintiff’s Membership Interest in Judges Road pursuant to \nsection 8.1(b) of  the Operating Agreement, and the parties have an existing and \nactual controversy over the construction of section 8.1(b). \n34. As there is an actual and existing controversy between Plaintiff and the \nDefendants based upon a claim that is not time -barred, Defendants’ Motion should \nbe DENIED. \nB.  Pl.’s Second Motion for SJ. \n35. Under North Carolina law, a  declaratory judgment  is a statutory \nremedy that g rants a court the authority to “ declare rights, st atus, and other legal \nrelations” when an “actual controversy” exists between parties to a lawsuit. G.S. § 1-\n253; Pine Knoll Shores v. Carolina Water Serv. , 128 N.C. App. 321, 321, 494 S.E.2d \n618, 618 (1998). The Court may, by declaratory judgment, “determine[ ] questions of \nconstruction or validity” and declare “rights, status, and other legal relations” under \na written contract.  G.S. § 1 -254. The presence of a real or existing controversy \nbetween adverse parties, however, is an essential requirement of any  declaratory \njudgment action. Summary judgment may be granted  on a claim for  declaratory \njudgment if there remain s no issues of material fact and either party is entitled to \nrelief as a matter of law. Smith v. Marez, 217 N.C. App. 267, 270, 719 S.E.2d 226, 229 \n(2011) (internal citation omitted). \ni. Nature of the declaratory relief. \n36. The specific nature of the declaratory relief Plaintiff seeks is not clear. \nIn the Amended Complaint, Plaintiff alleges as follows: \nPlaintiff Dennis Chisum is entitled to a declaratory \njudgment . . . stating that he is an owner in each of the \nChisum/Campagna LLCs as set forth herein and entitled \nto distributions from Chisum/Campagna LLCs in \naccordance with the fair market value of his ownership \ninterests plus interest at the legal rate from the date su ch \ndistributions were due until the date of payment. \n(Am. Compl. ¶ 157.) \n37. In Pl.’s Second Motion for SJ, however, Plaintiff states that he is seeking \na declaration regarding  only “his status as an owner/member of the Judges Road \n[LLC], leaving the issue of his ownership percentage for further discovery and \nadjudication.” (Pl.’s Second Mot. SJ 1–2.)  In Pl.’s Second Motion for SJ, Plaintiff also \ncontends that “the operating agreement for Judges Road does not permit a member’s \ninterest to be dissolved for fail ing to meet a capital call . Accordingly, [Plaintiff]’s \nownership interest could not have been dissolved in its entirety by the Campagnas.” \n(Pl.’s Second Mot. SJ ¶¶ 13–14.) Plaintiff further contends that “[t]he interpretation \nof the Judges Road operating agreement is a matter of law, and the determination of \n[Plaintiff]’s status as an owner at this stage will narrow the disputed issues in this \nlitigation.” (Pl.’s Second Mot. SJ ¶ 16.) \n38.   Despite Plaintiff’s statements in the Amended Complaint and Pl.’s \nSecond Motion for SJ regarding the declaratory relief he seeks, in their briefs  the \nparties’ arguments focus almost exclusively on the construction to be given section \n8.1(b) of the Operating Agreement. Plaintiff argues that the plain language of section \n8.1(b) establishes that a member’s Membership I nterest cannot be extinguished \nthrough contributions of capital by other members, but only proportionately reduced \nto a smaller interest. Defendants contend that the language of section 8.1(b) permits \nmembers to acquire the interest of a non -contributing member up to and including \nextinguishing the non-contributing member’s interest entirely.  \n39. Neither party has argued, nor can the Court conclude at this stage of \nthe proceeding, that the only means by which Plaintiff could have lost his ownership \ninterest in Judges Road was under section 8.1(b) of the Operating Agreement.  Since \nthe record establishes that Plaintiff sold or otherwise assigned parts of his  \nmembership interest in Judges Road  to the Campagnas at various times, the Court \nsimply cannot conclude that Chisum is still an owner of Judges Road based on the \nevidence and arguments currently before it. Additionally, the parties have presented \nno evidence or argument regarding Plaintiff’s entitlement to distributions from \nJudges Road. Therfore, to the extent Plaintiff seeks summary judgment in his favor \non the question of whether he has retained an ownership interest in Judges Road, or \nwhether he is entitled to distributions or other relief from Judges Ro ad, or the \nCampagnas, the Motion should be DENIED without prejudice. \n40. On the other hand, the content of Pl.’s Second Motion for S J, the \nevidence in the record, and  the parties’ arguments have raised the question o f \nwhether, as a matter of law, s ection 8.1(b) of the Operating Agreement permit s a \nmember’s Membership Interest in Judges Road to be extinguished when the member \nfails to make capital contributions in response to capital calls and another member \nor members make the capital contribution for the non-contributing member.  This \nquestion is appropriate for the Court’s determination since it involves only the \nconstruction of  the Operating Agree ment and will resolve a significant issue of \ndispute between the parties. \nii. Construction of the Operating Agreement. \n41. G.S. §  57D-2-30(e) provides that the laws of  contract “govern the \nadministration and enforcement of operating agreements.” See also N.C. State Bar v. \nMerrell, 777 S.E.2d 103, 114, 2015 N. C. App. LEXIS 820, *28 (2015)  (“An \n[LLC] operating agreement is a contract.”). \n42.    “With all contracts, the goal of construction is to arrive at the intent of \nthe parties when the contract was issued. The intent of the parties may be derived \nfrom the language in the contract.” Bank of Am., N.A. v. Rice, 230 N.C. App. 450, 456, \n750 S.E.2d 205, 209 (2013).  “When the language of the contract is clear and \nunambiguous, construction of the agreement is a matter of law for the court and the \ncourt cannot look beyond the terms of the contract to determine the intentions of the \nparties.” Id.; Lynn v. Lynn , 202 N.C. App. 423, 431, 689 S.E.2d 198 , 204  (2010).  \nWhether or not the language of a contract is ambiguous is a question for the court to \ndetermine. Lynn, 202 N.C. App. at 432, 689 S.E.2d at 205. \n43. In determining whether the Operating Agreement  permits Plaintiff’s \ninterest in Judges Road to be extinguished through his failure to adequately respond \nto capital calls, “[t]he court must construe the contract ‘as a whole’ and [its provisions] \nmust be ‘appraised in rel ation to all o ther provisions.’” Schenkel & Shultz, Inc. v. \nHermon F. Fox & Assocs., P.C., 362 N.C. 269, 273, 658 S.E.2d 918, 921 (2008) . “It is \npresumed that each part of the contract means something.” Brown v. Lumbermens \nMut. Casualty Co., 326 N.C. 387, 393, 390 S.E.2d 150, 153 (1990). “The various terms \nof the [contract] are to be harmoniously construed, and if possible, every word and \nevery provision is to be given effect. ” In re Foreclosure of a Deed of Trust , 210 N.C. \nApp. 409, 415, 708 S.E.2d 174, 178 (2011). With  these principles of construction in \nmind, the Court analyzes the Operating Agreement.  \n44. The Court first looks to the definitions of certain critical words and \nterms provided by the Operating Agreement. T he Operating Agreement specifically \nprovides that a “‘Capital Contribution’ means any contribution to the capital of the \nCompany in cash or property by a Member whenever made . . . .” (Op. Agreement § \n1.1(e)) (emphasis added). “Capital Contribution”  includes the “Initial Capital \nContribution” of each member as set out in Schedule I to the Operating Agreement \n(Op. Agreement §§ 1.1(j) and 8.1(a),) and any “Additional Capital Contribution.”  (Op. \nAgreement § 8.1(b).) A “Capital Unit” is assigned to a member for each $1 ,000.00 in \nCapital Contribution made by the member. (Op. Agreement § 1.1(e), Schedule I.) A \nmember’s “Membership Interest” in Judges Road is determined by dividing the \nnumber of Capital Units held by the member by the total aggregate number of Capital \nUnits held by the members of Judges Road. (Op. Agreement § 1.1(o), Schedule I.) \n45. The critical language in s ection 8.1(b) of the Operating Agreement \nprovides that: \nAny Member who makes a contribution to the Company \npursuant to this Article for another Member shall have the \noption to (i) treat the contribution as additional cap ital of \nthe Company  . . . . If the contributing Member elects to \ntreat his contribution as additional capital, such funds \nshall be allocated toward the purchase of additional capital \nownership. After such contributi ons are made, each \nMember percentage interest . . . shall be adjusted and \ndetermined by dividing the aggregate shares of all the \nMembers in the Company into the aggregate shares of each \nMember. The resulting quotient with respect to each \nMember shall be th e adjusted percentage interest of such \nMember. Such adjusted percentage interest of each \nMember shall supersede the percentage interest of such \nMember as set forth in Schedule I. \n46. The plain language in s ection 8.1(b) comports with the definitions \noutlined in section 1.1 of the Operating Agreement .  When a member fails to pay a \ncapital call  (hereinafter, “non-contributing member”) , and another member \n(hereinafter, “contributing member”) elects to make the payment for  the non-\ncontributing member, the contributing member “purchase[s]  . . . additional capital \nownership,” and Judges Road credits  the contributing member with one additional \nCapital Unit for each $1,000.00 contributed. (Op. Agreement § 8.1(b).) This, in turn, \nincreases the number of Capital Units held by the contributing member, and the total \nnumber of issued and outstanding Capital Units in Judges Road. Each member’s \nadjusted Membership Interest is then determined by dividing the number of Capital \nUnits held by the member by the new aggregate number of outstanding Capital Units \nheld by all members . As a result , the contributing member’s M embership Interest \nproportionally increases, a nd the non-contributing member’s Membership Interest \nproportionally decreases.  \n47. The Court recognizes that section 8.1(b) uses the word “shares”3 instead \nof Capital Units in describing  the process for adjusting Membership Interests after \nthe purchase of the additional Capital Units  by the contributing member . Read in \ncontext, however, the reasonable and logical interpretation is that “shares” means \nCapital Units, particularly because the language ties the adjusted Membership \nInterest to Schedule I.  \n48. The Court’s construction of section 8.1(b) also permits that section to be \nharmonized with section 10.6(f) of the Operating Agreement. Section 10.6(f) provides \nthe method for valuing a member’s Membership Interest in Judges Road when that \ninterest is voluntarily sold. First, the Company’s “adjusted value” is determined. (Op. \nAgreement § 10.6(f)(i)—(v).) The price to be paid for the Membership Interest is then \ncalculated as follows: \nThe purchase price of the Seller’s capital interest shall be \nthe adjusted value of the Company divided by the number \nof capital units outstanding and multiplied by the number \nof capital units owned by the Seller. \n(Op. Agreement § 10.6(f)(vi).) \n49. Defendants contend that under section 8.1(b) a contributing member \npurchases Capital Units held by the non -contributing member, and is not credited \nwith new or additional Capital Units  for covering the  non-contributing member ’s \ncapital call obligation.  Specifically, Defendants argue: \nJudges Road consists of 96.7 finite units . . . . The Operating \nAgreement contains no provision for increasing the number \nof capital units after the initial ca pital contribution, as \nreferenced in § 1.1(e) . . . . Therefore, the additional capital \n                                                           \n3 The word “shares” is neither defined nor used elsewhere in the Operating Agreement. \nownership must be purchased from the non -contributing \nmember. \n(Defs.’ Mem. Opp. 10–11.) \n50. Defendants’ contention simply is incorrect and cannot be squared with \nthe terms of the Operating Agreement or plain language of section 8.1(b).  First, the \nOperating Agreement does not state that the original 96.7 Capital Un its in Judges \nRoad are “finite,” nor does it prohibit the issuance of additional Capital Units. To the \ncontrary, the Operating Agreement distinguishes between the Initial Capital \nContributions, which resulted in 96.7 Capital Units being credited to the members, \nand other Capital Contributions “whenever made.” (Op. Agreement §§ 1.1(e) and \n1.1(j).) The definit ion of Capital Contribution in s ection 1.1(e)  of the Operating \nAgreement expressly provides that each $1,000.00 of capital contributed to Judges \nRoad shall have a value of one Capital Unit. \n51. Second, the Operating Agreement provides that a member’s \nMembership Interest can be transferred, including by  sale, only in accordance with \nsection 10.6. (Op. Agreement §§ 10.1 and 10.2.)  Section 10.6(a) provides as follows: \nOffer of Membership Interest.  If any Member (referred to \nas the “Seller”) desires to sell or othe rwise transfer all or \nany portion of his interest (capital units) in the Company \nto any person or entity, said Seller shall give the other \nMembers at least thirty (30) days written notice of his \nintention to sell or otherwise transfer all or any portion of  \nhis interest in the Company. Such written notice shall \ninclude an offer to sell to Company and the other Members, \nin that order, the portion of the Seller’s capital interest in \nthe Company which is subject to the notice. \nThe Operating Agreement contains no other provision specifically addressing  the \ntransfer of one member’s Membership Interest  to another member , and it does not \naddress any procedure for the involuntary transfer of one’s Membership Interest. \n52. The Court has thoroug hly considered the languag e in s ection 8.1(b) of \nthe Operating Agreement and concludes that it is unambiguous and does not permit \na member’s Membership Interest to be diluted to zero, or extinguished, by his failure \nto contribute capital in response to a capital call. The unambiguous language of the \nOperating Agreement provides that a contributing member making a Capital \nContribution for a non-contributing member is credited with one additional Capital \nUnit for each $1,000.00 of “Additional Capital” contributed. (Op. Agreement §§ 1.1(e) \nand 8.1(b).) Each member’s Membership Interest is then adjusted by dividing the \nmember’s aggregate  Capital Units by the new total aggregate number of Capital \nUnits held by all members . (Op. Agreement § 8.1(b).) As a result , the contributing \nmember’s Membership Interest proportionally increases, and the non -contributing \nmember’s Membership Interest proportionally decreases. Since the non-contributing \nmember is not required to sell his Capital Units to the contributing member, the non-\ncontributing member’s Membership Interest can be proportionally reduced in relation \nto the total number of Capital Units outstanding , but can never be reduced to zero. \nAs to whether the Operating Agreement permits a member’s Membership Interest in \nJudges Road to be extinguished through his failure to make capital contributions in \nresponse to capital calls, Pl.’s Second Motion for SJ should be GRANTED. \nTHEREFORE, IT IS ORDERED that Pl.’s Second Motion for SJ is GRANTED, \nin part, and DENIED, in part, and the Defendants’ Motion is DENIED, as follows: \n1. Pl.’s Second Motion for SJ  is GRANTED to the extent that Plaintiff \nseeks a declaration that, as a matter of law, section 8.1(b) of the Operating Agreement \nwould not permit a member’s interest to be diluted to zero, or extingu ished entirely, \nby the failure to contribute capital in response to a capital call. Accordingly, the Court \nenters the following declaration pursuant to G.S. § 1-254 regarding the rights, status, \nand other legal relations of the parties to this action pursuant to section 8.1(b) of the \nOperating Agreement:4 \nSection 8.1(b) of the Operating Agreement of Judges Road \nis unambiguous and does not permit a member’s \nmembership interest to be diluted to zero, or extinguished, \nby failure to contribute capital in response to a capital call. \nThe unambiguous language provides that a contributing \nmember making a capital contribution for a non -\ncontributing member is credited with one additional \nCapital Unit for each $1 ,000.00 of “Additional Capital” \ncontributed. Each member’ s Membership Interest is then \nadjusted by dividing the number of Capital Units held by \nthe member by the new total aggregate number of Capital \nUnits held by all members. As a result, the contributing \nmember’s Membership Interest proportionally increases, \nand the non -contributing member’s Membership Interest \nproportionally decreases. Since the non -contributing \nmember is not required to sell his Capital Units to the \ncontributing member, the non -contributing member’s \nMembership Interest can be proportionally r educed in \nrelation to the total number of Capital Units outstanding, \nbut can never be reduced to zero  by failure to make a \ncontribution in response to a capital call. \n                                                           \n4 This declaration is not intended to apply to any claims regarding the effectiveness of the \npurported July 2, 2012, amendment to section 8.1(b) of the Operating Agreement of Judges \nRoad, or as an interpretation of the language contained in the purported amendment. \n2. Pl.’s Second Motion for SJ regarding a declaration that Plaintiff retains \nan ownership interest in Judges Road, or that Plaintiff is entitled to distributions or \nother relief from Judges Road or the Campagnas, is DENIED. \n3. Defendants’ Motion is DENIED. \nThis the 20th day of July, 2017. \n \n      /s/ Gregory P. McGuire    \n      Gregory P. McGuire \n      Special Superior Court Judge for  \n      Complex Business Cases \n                  \n   \n \n \n \n \n "
}