{
  "id": "268afd58de6d2f232e253378c4626a13e4fd973124d73d49d21caef02092419c",
  "source_file": "data/raw/ncbc/268afd58de6d2f232e253378c4626a13e4fd973124d73d49d21caef02092419c.pdf",
  "raw_text": "Emrich Enters., LLC v. Hornwood, Inc., 2020 NCBC 29. \n \n \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 5659 \n \nEMRICH ENTERPRISES, LLC, \nindividually and derivatively on \nbehalf of TRIANGLE AUTOMOTIVE \nCOMPONENTS, LLC, \n \n Plaintiff, \n \nv. \n \nHORNWOOD, INC., \n \n Defendant, \n \nv. \n \nTRIANGLE AUTOMOTIVE \nCOMPONENTS, LLC, \n \n Defendant and \n Nominal Defendant. \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ PARTIAL  \nMOTION TO DISMISS \n \n1. THIS MATTER  is before the Court on Defendants’ Partial Motion to \nDismiss (the “Motion”) filed on August 21, 2019.  (ECF No. 63.) \n2. For the reasons set forth herein, the Court DENIES the Motion. \nEllis & Winters LLP by Jonathan D. Sasser, Stephen D. Feldman,1 and \nMichelle A. Liguori, for Plaintiff.  \n \nMoore & Van Allen, PLLC by Mark A. Nebrig and Kaitlin M. Price for \nDefendants.  \n \nRobinson, Judge. \n \n                                                 \n1 At the time of briefing and oral arguments on the Motion, Mr. Stephen D. Feldman (“Mr. \nFeldman”) represented Plaintiff Emrich Enterprises, LLC as legal counsel.  After oral \narguments on February 27, 2020, Mr. Feldman requested that the Court permit him \nwithdraw as counsel.  (ECF No. 80.)  The Court granted Mr. Feldman’s request on March 3, \n2020, and Mr. Feldman is effectively no longer counsel of record in the above -captioned \nlitigation.  (ECF No. 82.)  Mr. Jonathan D. Sasser and Ms. Michelle A. Liguori remain counsel \nof record for Plaintiff Emrich Enterprises, LLC.  \nI. INTRODUCTION \n3. This action arises out of a dispute between Plaintiff Emrich Enterprises, \nLLC (“Emrich Enterprises”) and Defendant Hornwood, Inc. (“Hornwood”) as member-\nmanagers of a North Carolina limited liability company, Triangle Automotive \nComponents, LLC (“Triangle,” and with Hornwood collectively referred to herein as \n“Defendants”).  Emrich Enterprises contends that Hornwood attempted to \nunilaterally withdraw from Triangle contrary  to the terms of Triangle’s operating \nagreement.  Emrich Enterprises also contends that  after being enjoined from \nwithdrawing from Triangle by this Court, Hornwood has subsequently mismanaged \nTriangle in order to benefit itself.   \nII. FACTUAL BACKGROUND \n4. The Court does not make findings of fact for the purposes of a motion to \ndismiss, but only recites or summarizes those factual allegations contained in the \noperative pleading, which are accepted as true, that are relevant and necessary to the \nCourt’s determination of the Motion.2 \nA. The Parties  \n5. Emrich Enterprises is a North Carolina limited liability company with its \nprincipal office in Raleigh.  (First Am. Verified Compl. ¶ 14, ECF No. 56 [“Am. \nCompl.”].) \n                                                 \n2 “Absent a request by one of the parties, the trial court is not required to make findings of \nfact when ruling a motion” to dismiss.  Cameron-Brown Co. v. Daves, 83 N.C. App. 281, 285, \n350 S.E.2d 111, 114 (1986).  The appellate courts will presume that the  trial court found \nsufficient facts to support its ruling.  Id.  \n6. Hornwood is a North Carolina corporation with its principal office in \nLilesville.  (Am. Compl. ¶ 15.)   Chuck Horne is Hornwood’s Chief Executive Officer  \n(“Horne”).  (Am. Compl. ¶ 43.)   \n7. Triangle is a North Carolina limited liability company with its principal \noffice in Lilesville.  (Am. Compl. ¶ 15.)   Triangle is in the business of manufacturing \nand selling automotive textile products for passenger and commercial vehicles.  (Am. \nCompl. ¶ 1.)  \n8. Emrich Enterprises is the minority member of Triangle, with a membership \ninterest of approximately forty-seven percent (47%).  (Am. Compl. ¶ 14.)  Hornwood \nis the majority and controlling member of Triangle, with a membership interest of \nabout fifty-three percent (53%).  (Am. Compl. ¶ 16.)   Hornwood controls Triangle’s \nfinances.  (Am. Compl. ¶¶ 47, 127.) \nB. Triangle’s Operations  \n9. On February 28, 2006, Emrich, Hornwood, and Bondtex , Inc. (“Bondtex”), \nwho is not a party to this litigation,  entered into an operating agreement  (the \n“Operating Agreement”) to govern Triangle’s operations.  (Am. Compl. ¶ 33 ; see also \nAm. Compl. Ex. 1, ECF No. 56.1 [the “Operating Agreement”].)  Emrich Enterprises, \nHornwood, and Bondtex also entered into a joint venture agreement dated April 28, \n2006 (the “Joint Venture Agreement”).  (Am. Compl. ¶ 38; see also Am. Compl. Ex. 2, \nECF No. 56.2 [the “Joint Venture Agreement”] .)  At some point after signing the \nOperating Agreement and the Joint Venture Agreement, Bondtex withdrew from \nTriangle.  (See Am. Compl. ¶ 29.) \n10. When Triangle was founded in 2006,  Hornwood and Emrich  Enterprises \nagreed to a certain division of labor.  (Am. Compl. ¶ 29.)   Aside from the division of \nBondtex’s responsibilities after it withdrew from Triangle , Emrich Enterprises and \nHornwood’s responsibilities have remained the same since 2006.  (Am. Compl. ¶ 29.)  \n11. Hornwood manufactures the fabric that Triangle sells and performs certain \nnon-manufacturing services.  (Am. Compl. ¶ 28.)  Hornwood also owns the facilities \nat which Triangle’s products are manufactu red.  (Am. Compl. ¶ 30.)  Emrich \nEnterprises performs functions related to Triangle’s business development, including \nsales and marketing services.  (Am. Compl. ¶¶ 28, 118.)  Emrich Enterprises does not \nhave manufacturing facilities or the ability to perfo rm Hornwood’s manufacturing \nand non-manufacturing responsibilities.  (Am. Compl. ¶ 31.) \n12. Triangle is a supplier for automobile companies, including Daimler, GM, \nand Fiat Chrysler.  (Am. Compl. ¶ 23.)   In the automotive industry, suppliers are \nawarded “programs” to supply component parts for automobiles.  (Am. Compl. ¶ 25.)  \nUnder the programs, the manufacturers usually give Triangle their projected needs \non a six-month basis, and Triangle then meets those supply needs during that period \nof time.  (Am. Compl. ¶ 26.) \n13. The approval process for being awarded these programs usually takes six \nto nine months and requires approval by the automobile manufacturers’ engineers.  \n(Am. Compl. ¶ 25.)  Any change Triangle makes in its manufacturing process also \nrequires approval by the automobile manufacturer’s engineers.  (Am. Compl. ¶ 25.) \n  \nC. Triangle’s Lawsuit and its Settlement Proceeds \n14. In 2015, Triangle sued one of its former sales agents , who had acquired \nBondtex, for breach of contract and related claims (the “Lawsuit”).   (Am. Compl. ¶ \n42.)  In September 2018, the Lawsuit was settled favorably for Triangle.  (Am. Compl. \n¶ 44.) \n15. Emrich Enterprises and Hornwood, comprising 100% of the membership \ninterests of Triangle, agreed that Triangle would distribute the Lawsuit’s settlement \nproceeds with approximately fifty -two percent (52%) being distributed to Hornwood \nand approximately forty-eight percent (48%) being distributed to Emrich Enterprises.  \n(Am. Compl. ¶¶ 14, 16, 45.) \n16. In October 2018, Triangle distributed approximately seventy-eight percent \n(78%) of Emrich Enterprises’ share of the settlement proceeds to Emrich Enterprises.  \n(Am. Compl. ¶ 46.)   Emrich Enterprises, Hornwood, and Triangle agreed that \nTriangle would retain the remainder of Emrich Enterprises’ share of the settlement \nproceeds until the end of 2018 to ensure that Triangle could pay its liabilities for that \nyear.  (Am. Compl. ¶ 46.) \n17. Emrich Enterprises has made multiple requests for the remainder of its \nshare of the Lawsuit’s settlement proceeds, but Triangle has refused to make such \npayment.  (Am. Compl. ¶ 46.)  Hornwood controls Triangle’s finances and has caused \nTriangle to wrongful ly withhold Emrich Enterprises’ share of the settlement \nproceeds.  (Am. Compl. ¶ 47.)  \n18. As part of the settlement of the Lawsuit, Hornwood and Emrich Enterprises \nconsented to Bondtex’s withdrawal from Triangle.  (Am. Compl. ¶ 48.)  Prior to its \nwithdrawal, Bondtex provided lamination services for Triangle.  (Am. Compl. ¶ 49.)  \nTriangle hired a contract laminator, C.H. Mueller (“Mueller”) , to provide Triangle  \nwith lamination services as a successor to and replacement for Bondtex  providing \nthese services.  (Am. Compl. ¶ 51.)   \n19. Emrich Enterprises and Hornwood agreed that Hornwood would oversee \nthe transition from Bondtex to Mueller.  (Am. Compl. ¶ 51.)  However, Hornwood \nfailed to timely transition the lamination services to Mu eller, requiring Triangle to \ncontinue to use Bondtex’s lamination services.  (Am. Compl. ¶¶ 52 –53.)  Bondtex \ncharges substantially more than Mueller and the continued use of Bondtex’s \nlamination services has resulted in reduced Triangle profits by tens of thousands of \ndollars per month.  (Am. Compl. ¶¶ 54, 57.) \n20. Hornwood’s failure to properly oversee the lamination transition is a \nbyproduct of its intensive work with a competitor of Triangle.  (Am. Compl. ¶ 67.) \nD. Hornwood’s Alleged Competitive Misconduct      \n21. Borgstena, similar to  Triangle, is a textile company in the business of \nmanufacturing and selling automotive textile products for suppliers of automobile \nmanufacturers.  (Am. Compl. ¶¶ 6, 68.)  Borgstena is a competitor of Triangle.  (Am. \nCompl. ¶¶ 6, 67.)   \n22. Beginning in Septe mber 2017, Hornwood began working with Borgstena.  \n(Am. Compl. ¶ 6.)   On or before that date , Borgstena contacted Horne to discuss \nHornwood making seating and headliner fabric for an automobile manufacturer.  \n(Am. Compl. ¶ 69.)  Horne provided Borgstena with a “company profile” for Hornwood.  \n(Am. Compl. ¶ 69.) \n23. In November 2017, Hornwood and Borgstena entered into a nondisclosure \nagreement with the intent of working together on product development.  (Am. Compl. \n¶ 70.)  Hornwood never disclosed this agreement to Emrich Enterprises or suggested \nthat Triangle should be a party to the agreement.  (Am. Compl. ¶ 70.) \n24. In February 2018, Horne, and another Hornwood principal, visited \nBorgstena’s manufacturing facility in Portugal.  (Am. Compl. ¶ 73.)  Hornwood never \ninformed Emrich Enterprises of Hornwood’s plans to send its representatives to \nBorgstena’s Portugal facility.  (Am. Compl. ¶ 73.) \n25. After Horne’s visit to Borgstena’s Portugal facility, Hornwood began \ncommunicating weekly with Borgstena regarding product-development issues.  (Am. \nCompl. ¶ 74.)  Hornwood and Borgstena discussed product development with at least \nthree automobile manufacturers, one of which is a customer of Triangle.  (Am. Compl. \n¶¶ 71–72, 75–76.)   \n26. After the Lawsuit was initiated and w hile the Lawsuit was pending, \nTriangle, at the advice of Hornwood’s leadership, scaled back its efforts to secure new \nprograms.  (Am. Compl. ¶ 78.)   Horne represented that automobile manufacturers \nwould not grant new programs to a supplier that was involved in litigation.  (Am. \nCompl. ¶ 78.)  However, d uring this time, Hornwood was actively engaging in \nproduct-development efforts with Borgstena.  (Am. Compl. ¶¶ 76, 78.) \n27. After the Lawsuit was settled in 2018, Hornwood and Emrich Enterprises \ndiscussed efforts to secure new business for Triangle.  (Am. Compl. ¶ 79.)  Before \nEmrich Enterprises became aware of the work Hornwood was doing with Borgstena, \nJohn Emrich  (“Mr. Emrich”) , of Emrich Enterprises, suggested to Horne that \nTriangle contact Borgstena regarding a joint development, sales, and supply \nagreement between Triangle and Borgstena.  (Am. Compl. ¶¶ 82, 88, 97.)  Borgstena’s \nCEO declined this offer.  (Am. Compl. ¶ 82.)  The offer purportedly made by Horne to \nBorgstena’s CEO was a “charade” and Hornwood had no intent ion of pursuing a \npartnership with Borgstena as a member of Triangle.  (Am. Compl. ¶ 82.)  \n28. On January 1, 2019, Borgstena Textile North A merica, LLC was formed \nand organized as a North Carolina limited -liability company.  (Am. Compl. ¶ 84.)   \nDuring January 2019, Hornwood informed Borgstena of an opportunity to purchase \na textile plant in North Carolina.  (Am. Compl. ¶ 85.)   \n29. On March 5, 201 9, Hornwood and Borgstena met with the director of the \nAnson County Economic Development Partnership.  (Am. Compl. ¶ 86.)  Borgstena, \nthrough Borgstena Textile North America, LLC, is opening a facility in Anson \nCounty, where Horwood’s facilities are located.  (Am. Compl. ¶¶ 86–87.) \n30. While discussing product development with Borgstena, Hornwood disclosed \nto Borgstena representatives Triangle’s confidential product information.  (Am. \nCompl. ¶¶ 89–95.)  Horne admitted by e -mail to Borgstena’s CEO that Hornwood’s \nwork with Borgstena violates the provisions of the Operating Agreement.  (Am. \nCompl. ¶ 96.)   \n31. Hornwood did not tell Emrich Enterprises about its product -development \nefforts with Borgstena until it was disclosed in discovery in this litigation.  (Am. \nCompl. ¶ 88.) \nE. Hornwood’s Proposed Changes to the Operating Agreement \n32. On March 4, 2019, Triangle held a members meeting.  (Am. Compl. ¶ 97.)   \nHorne and Wesley Horne (collectively referred to herein as the “Hornes”) attended \nfor Hornwood and Mr. Emrich and Martha Miller (“Ms. Miller”) attended for Emrich \nEnterprises.  (Am. Compl. ¶ 97.) \n33. Before the March 4 meeting, Emrich Enterprises and Hornwood discussed \nadjusting their respective membership interests in Triangle and eliminating Emrich \nEnterprises’ sales commissions.  (Am. Compl. ¶ 98.)   \n34. The Hornes also proposed a new governing document for Triangle.  (Am. \nCompl. ¶ 99.)  Emrich Enterprises contends that the proposed document eliminated \nthe majority of the terms in the Operating Agreement and the Joint V enture \nAgreement.  (Am. Compl. ¶ 99.)  Mr. Emrich and Ms. Miller did not agree to the terms \nof the proposed agreement and refused to sign it.  (Am. Compl. ¶ 99.) \n35. At the March 4 meeting, Hornwood informed Emrich Enterprises that \nHornwood planned to do business with Borgstena.  (Am. Compl. ¶ 100.)  Hornwood \nthen acknowledged that the Operating Agreement prohibited it from doing business \nwith Borgstena; therefore, Hornwood needed to discontinue its affiliation with \nEmrich Enterprises in order to work with Borgstena.  (Am. Compl. ¶ 100.) \n36. Hornwood offered to buy Emrich Enterprises’ membership share in \nTriangle, bu t Hornwood’s offer undervalued Emrich Enterprises’ interest .  (Am. \nCompl. ¶ 101.)  Alternatively, Hornwood offered to sell its membership interest in \nTriangle to Emrich Enterprises.  (Am. Compl.  ¶ 102.)  Emrich Enterprises  declined \nthis offer because it lacks the manufacturing capabilities that Hornwood provides and \nis not able to operate Triangle without Hornwood.  (Am. Compl. ¶¶ 102, 106–10.) \n37. At the end of the March 4 meeting, Hornwood provided Emrich Enterprises \na notice of its intent to withdraw f rom Triangle in sixty (60) days.  (Am. Compl. ¶ \n103.)  Notwithstanding Hornwood’s notice , in the weeks after the conclusion of the \nMarch 4 meeting, Emrich Enterprises and Hornwood communicated on multiple \noccasions regarding Hornwood’s offer to purchase Emrich Enterprise s’ interest in \nTriangle.  (Am. Compl. ¶ 104.)     \nF. Hornwood Threatens to Withdraw from Triangle \n38. On April 16, 2019, Horne, by letter, again expressed Hornwood’s interest in \npurchasing Emrich Enterprises’ share of Triangle.  (Am. Compl. ¶ 105.)  However, \nHorne communicated that if Emrich Enterprises did not agree to sell its share of \nTriangle, Hornwood would withdraw from Triangle as of May 2 , 2019 and stop \nperforming its manufacturing duties.  (Am. Compl. ¶ 105; see also Am. Compl. Ex. 6, \nECF No. 56.6.) \n39. On April 24, 2019, Hornwood sent a letter to Emrich Enterprises, \nwithdrawing its offer to purchase Emrich Enterprises’ interest in Triangle and \nreiterating its intent to withdraw from Triangle.  (Am. Compl. ¶ 113.)  The next day, \non April 25, 2019, Hornwood sent an e -mail to Emrich Enterprises threatening to \ninform Triangle’s customers of Hornwood’s withdrawal.  (Am. Compl. ¶ 114.)   \n40. On May 31, 2019, the Court entered the Order on Amended Motion for \nPreliminary Injunction, prohibiting Hornwood from withdrawing from Triangle (the \n“Preliminary Injunction”).  (Order Am. Mot. Prelim . Inj. ¶ 75, ECF No. 40 [“ Prelim. \nInj.”].) \n41. After the Court entered the Preliminary Injunction, Hornwood initiated \nseveral actions “designed to cripple Triangle.”  (Am. Compl. ¶ 117.) \nG. Additional Alleged Misconduct by Hornwood  \n42. In exchange for Emrich Enterprises providing sales and m arketing \nservices, Triangle agreed to pay Emrich Enterprises a monthly commission on \nTriangle’s sales.  (Am. Compl. ¶¶ 118, 120.)  This agreement was made part of the \nJoint Venture Agreement.  (Am. Compl. ¶ 120; see also Joint Venture Agreement ¶¶ \n2(c), 3(a).) \n43. Beginning in January 2013, Triangle paid Emrich Enterprises a two-\npercent commission on  a regular basis.  (Am. Compl. ¶ 125.)   After Emrich \nEnterprises initiated this lawsuit, Hornwood caused Triangle to stop paying \ncommissions to Emrich Enterprises.  (Am. Compl. ¶¶ 126–27.) \n44. Additionally, on June 10, 2019, Hornwood unilaterally approved a n \nunprecedented price increase  for fabric manufactured and sold by Hornwood to \nTriangle, which will cost Triangle more than $200,000 a year .  (Am. Compl. ¶¶ 128, \n130–32.) \n45. The Joint Venture Agreement requires Hornwood to charge Triangle at cost \nfor the fabric it manufactures for Triangle.  (Am. Compl. ¶ 129.)  Emrich Enterprises \nrequested that Hornwood produce documents to support the proposition that the \nincreased prices represented Hornwood’s actual costs.  (Am. Compl. ¶ 133.) \n46. Hornwood has not provided credible documentation to justify the price \nincreases.  (Am. Compl. ¶ ¶ 134, 140.)  The documentation provided by Hornwood \nsuggests that the price increases a re a device to achieve Hornwood’s desired \nseparation from Emrich Enterprises.  (Am. Compl. ¶¶ 134–40.) \n47. On June 24, 2019, Hornwood informed Emrich Enterprises that Hornwood, \nfor the first time since Triangle’s inception, would start billing Triangle for \nHornwood’s non-manufacturing services.  (Am. Compl. ¶ 143.)  Hornwood stated that \nit was “no longer willing to handle [Triangle’s]  customer service, accounting, and \nother non-manufacturing tasks” if Hornwood was not paid for its non-manufacturing \nservices.  (Am. Compl. ¶ 145.) \n48. After the Court entered the Preliminary Injunction prohibiting Hornwood \nfrom unilaterally withdrawing from Triangle, Hornwood has attempted to use its \nstatus as controlling member of Triangle to divert Triangle profits to Hornwood, stop \nthe flow of profits from Triangle to Emrich Enterprises, and otherwise cripple \nTriangle.  (Am. Compl. ¶¶ 117, 147.)  \nIII. PROCEDURAL BACKGROUND \n49. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motion. \n50. Emrich Enterprises initiated this action by filing a Verified Complaint on \nApril 29, 2019 (the “First Complaint”).  (ECF No. 3.)  The action was designated as a \nmandatory complex business case that same day, (ECF No. 1), and assigned to the \nundersigned on April 30, 2019, (ECF No. 2).  \n51. On May 21, 2019, Emrich Enterprises  filed an Amended Motion for \nPreliminary Injunction.  (ECF No. 27.)  The Court entered the Preliminary Injunction \non May 31, 2019.  (ECF No. 40.) \n52. As of right, Emrich Enterprises filed the First Amended Verified Complaint \non July 22, 2019 (the “FAVC”).     \n53. Hornwood and Triangle  filed the Motion and brief in support thereof on \nAugust 21, 2019.  (Defs.’ Mem. Supp. Partial Mot. Dismiss Pl.’s First Am. Verified \nCompl., ECF No. 64 [“Br. Supp.”].)   Briefing was timely completed , and the Court \nheld a hearing on the Motion on February 19, 2020.  (See ECF No. 78.)   \n54. The Motion is ripe for resolution. \n \n \n \nIV. LEGAL STANDARDS \nA. Subject Matter Jurisdiction  \n55. A court shall dismiss the action when it appears that the court lacks subject \nmatter jurisdiction.  N.C.G.S. § 1A-1, Rule 12(h)(3).  The plaintiff bears the burden of \nestablishing subject matter jurisdiction.  Harper v. City of Asheville, 160 N.C. App. \n209, 217, 585 S.E.2d 240, 245 (2003).  “A motion to dismiss for lack of subject matter \njurisdiction is not viewed in the same manner as a motion to dismiss for failure to \nstate a claim upon which relief can be granted.”  Tart v. Walker, 38 N.C. App. 500, \n502, 248 S.E.2d 736, 737 (1978).  A court may consider matters outside the pleadings \nin determining whether subject matter jurisdiction exists.  Keith v. Wallerich , 201 \nN.C. App. 500, 554, 687 S.E.2d 299, 302 (2009); Tart, 38 N.C. App. at 502, 248 S.E.2d \nat 737.  \nB. Rule 12(b)(6) \n56. A motion to dismiss pursuant to Rule 12(b)(6) “tests the legal sufficiency of \nthe complaint.”  Concrete Serv. Corp. v. Inv’rs Grp., Inc., 79 N.C. App. 678, 681, 340 \nS.E.2d 755, 758 (1986).  In ruling on a motion to dismiss pursuant to Rul e 12(b)(6), \nthe Court reviews the allegations in the Complaint in the light most favorable to \nPlaintiff.  See Christenbury Eye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 5, 802 S.E.2d \n888, 891 (2017).  The Court’s inquiry is “whether, as a matter of law, the  allegations \nof the complaint . . . are sufficient to state a claim upon which relief may be granted \nunder some legal theory[.]”  Harris v. NCNB Nat’l Bank , 85 N.C. App. 669, 670, 355 \nS.E.2d 838, 840 (1987).  The Court accepts all well-pleaded factual allegations in the \nrelevant pleading as true.  See Krawiec v. Manly, 370 N.C. 602, 606, 811 S.E.2d 542, \n546 (2018).  The Court is therefore not required “to accept as true allegations that are \nmerely conclusory, unwarranted deductions of fact, or unreasonable inferences.”  \nGood Hope Hosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, \n274, 620 S.E.2d 873, 880 (2005) (citation omitted). \n57. Furthermore, the Court “can reject allegations that are contradicted by the \ndocuments attached, specifically referred to, or incorporated by reference in the \ncomplaint.”  Moch v. A.M. Pappas & Assocs., LLC., 251 N.C. App. 198, 206, 794 S.E.2d \n898, 903 (2016) (citation omitted).  The Court may consider these attached or \nincorporated documents without converting th e Rule 12(b)(6) motion into a motion \nfor summary judgment.  Id.  (citation omitted).  Moreover, the Court “may properly \nconsider documents which are the subject of a plaintiff’s complaint and to which the \ncomplaint specifically refers even though they are p resented by the defendant.”  \nOberlin Capital, L.P. v. Slavin , 147 N.C. App. 52, 60, 554 S.E.2d 840, 847 (2001) \n(citation omitted).  Where the Court considers documents that are not specifically \nreferred to, contained in, or attached to the c omplaint, the Rule 12(b)(6) motion will \nbe converted into a Rule 56 motion and subject to its standards of consideration and \nreview.  Fowler v. Williamson, 39 N.C. App. 715, 717, 251 S.E.2d 889, 890−91 (1979).\n3 \nOur Supreme Court has noted that “[i]t is well -established that dismissal pursuant \nto Rule 12(b)(6) is proper when ‘(1) the complaint on its face reveals that no law \n                                                 \n3 For the purposes of Rule 12(b)(6), the Court is limited to its review of the relevant pleading, \nthe FAVC, and any documents referred to in th at pleading.  Moch, 251 N.C. App. at  206 \nS.E.2d at 903 (citation omitted).  While the Court may consider matters outside of the FAVC \nin determining whether it has subject matter jurisdiction over the parties or the claims, the \nCourt limits its review for the purposes of Rule 12(b)(6), only considering appropriate matters \nof record.  See Estate of Belk v. Boise Cascade Wood Prods., L.L.C., 824 S.E.2d 180, 183 (N.C. \nCt. App. 2019) (“[T]he trial court is not required to convert a motion to dismiss into one for \nsummary judgment simply because additional documents are submitted. . .  Where it is clear \nfrom the record, namely from the order itself, that the additional materials were not \nsupports the plaintiff’s claim; (2) the complaint on its face reveals the absence of facts \nsufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.’” Corwin v. British Am. Tobacco PLC , 371 \nN.C. 605, 615, 821 S.E.2d 729, 736−37 (2018) (quoting Wood v. Guilford Cty., 355 N.C. \n161, 166, 558 S.E.2d 490, 494 (2002)).  This standard of review for Rule 12(b)(6) is the \nstandard our Supreme Court “uses routinely . . . in assessing the sufficiency of \ncomplaints in the context of complex commercial litigation.”  Id. at 615, 821 S.E.2d at \n737 n.7 (citations omitted).   \nV. ANALYSIS \n58. The FAVC includes eight claims for relief .  (See Am. Compl. ¶¶ 150 –235.)  \nOnly the following six claims for relief are the subject of the Motion: (1) breach of \ncontract, brought derivatively and directly, against Hornwood for violation of section \n4.4. of the Operating Agreement (the “First Claim for Relief”);  (2) breach of contract, \nbrought derivatively and directly,  against Hornwood for ceasing manufacturing for \nTriangle (the “Second Claim for Relief”);  (3) breach of fiduciary duty, brought \nderivatively and directly, against Hornwood (the “Fourth Claim for Relief”);  (4) \nbreach of contract against Triangle for failure to pay settlement proceeds from the \nLawsuit (the “Fifth Claim for Relief”) ; (5) breach of contract against Hornwood for \nfailure to manufacture for Triangle at cost (the “Seventh Claim for Relief”); and (6) a \n                                                 \nconsidered by the trial court, the 12(b)(6) motion is not converted into a Rule 56 motion.” \n(internal quotation marks, brackets, and citation omitted).) \ndirect breach of  fiduciary duty claim against Hornwood (the “Eight h Claim for \nRelief”).4  (See Br. Supp. 1–2.) \n59. Hornwood moves to dismiss the derivative claims asserted by Em rich \nEnterprises – the First, Second, and Fourth Claims for Relief  – for lack of subject \nmatter jurisdiction for Emri ch Enterprises’ failure to m eet the pre-suit demand \nrequirements as provided for in N.C.G.S. § 57D-8-01.  (Br. Supp. 8–10.)  However, on \nSeptember 20, 2019, Emrich Enterprises voluntarily dismissed its Second Claim for \nRelief without prejudice.  (Resp. Emrich Enterprises, LLC Defs.’ Part. Mot. Dismiss \n9, ECF No. 72 [“Resp. Br.”].)  Therefore, Defe ndants’ Motion should be DENIED as \nMOOT to the extent it seeks dismissal of Emrich Enterprises’ Second Claim for Relief. \n60. Hornwood also moves to dismiss the First and Seventh Claims for Relief \npursuant to Rule 12(b)(1), contending that Emrich Enterprises la cks standing to \nassert the respective direct breach of contract claims against Hornwood.  (Br. Supp. \n15–16.) \n61. Hornwood also moves to dismiss Emrich Enterprises’ direct breach of \nfiduciary duty claims, the Fourth and Eight h Claims for Relief, pursuant to  Rule \n12(b)(1) arguing that it does not owe Emrich Enterprises fiduciary duties.  (Br. Supp. \n11–14.)  Hornwood also argues that the Fourth and Eight h Claims for Relief fail \npursuant to Rule 12(b)(6) because Emrich Enterprises fails to allege that Hornwood \nbreached any fiduciary duty owed or that any such breach caused damages.  ( Br. \nSupp. 16–19.) \n                                                 \n4 The Third and Sixth Claims for Relief, as defined by the FAVC, are not subject to the Motion.  \n(See Am. Compl. ¶¶ 176–86, 207–16; see also Br. Supp. 1–2.) \n62. Lastly, Hornwood and Triangle move to dismiss the direct breach of \ncontract claims asserted against them incorporated in the First and Fifth Claims for \nRelief pursuant to Rule 12(b)(6).  (Br. Supp. 19–23, 25–27.)  \n63. The Court addresses each issue in turn.   \nA. Derivative Claims \n64.   At the time Emrich Enterprises filed the FAVC, it asserted four derivative \nclaims against Hornwood on behalf of Triangle.  (Am. Compl.  ¶¶ 150–197.)  Only two \nof Emrich Enterprises’ derivative claims are now the subject of Hornwood’s Motion to \nDismiss: (1) breach of section 4.4 of the Operating Agreement (the First Claim for \nRelief); and (2) breach of fidu ciary duty (the Fourth Claim for Relief).  (Defs.’ Reply \nMem. Supp. Part. Mot. Dismiss Pl.’s First Am. Verified Compl. 2 –4, ECF No. 74 \n[“Reply Br.”].) \n65. Hornwood contends that Emrich Enterprises did not comply with the pre -\nsuit demand requirements in N.C.G.S. § 57D -8-01(a)(2) for the  derivative claims \nencompassed in the First and Fourth Claims for Relief.  (Br. Supp. 8.)   \n66. “The challenge to the adequacy of any pre- suit demand is, inter alia, a \nchallenge to the Court’s subject matter jurisdiction over the deri vative claims .”  \nZoutewelle v. Mathis, 2018 NCBC LEXIS 95, at *18 (N.C . Super. Ct. Sept. 13, 2018) \n(citation omitted).  “Without a proper demand, the plaintiff has no standing to pursue \nderivative claims, and the trial court has no subject matter jurisdict ion to hear and \ndecide them.”  Al -Hassan v. Salloum, 2020 NCBC LEXIS 22, at *5 (N.C. Super. Ct. \nFeb. 20, 2020.)     \n67. A member of a North Carolina limited liability company  may bring a \nderivative action only if “ the member made written demand on the LLC to take \nsuitable action, and either (i) the LLC notified the member that the member’s demand \nwas rejected, (ii) 90 days have expired from the date the demand was made, or (iii) \nirreparable injury to the LLC would result by waiting for the expiration of the 90-day \nperiod.”  N.C.G.S. § 57D-8-01(a)(2). \n68. On April 29, 2019, Emrich Enterprises served Triangle with a demand \nletter.  (Am. Compl. ¶ 115 ; see also Am. Compl. Ex. 9 , ECF No. 56.9 .)  However, \nEmrich Enterprises did not wait 90 days before filing the First Complaint nor the \nFAVC, which were filed on April 29, 20 19 and July 22, 2019 respectively.  ( See ECF \nNos. 3, 56.)  Emrich Enterprises also does not allege that Triangle notified Emr ich \nEnterprises that the demand was rejected.   Therefore, Emrich Enterprises did not \ncomply with the 90 -day waiting period requirement in N.C.G.S. § 57D -8-01(a)(2) \nwhen initiating this derivative action.  \n69. However, N.C.G.S. § 57D-8-01(a)(2) provides that the 90-day waiting period \nis “excused by . . . a finding of irreparable injury that would result from imposing such \na waiting period.”  Petty v. Morris, 2014 NCBC LEXIS 67, at *13–14 (N.C. Super. Ct. \nDec. 16, 2014).   Notably, Defendants did not move t he Court to dismiss Emrich \nEnterprises’ Third Claim for Relief  for Hornwood’s breach of the Operating \nAgreement for its threat to unilaterally withdraw from Triangle.  (Br. Supp. 8–10.)   \n70. Emrich Enterprises alleges that Hornwood’s withdrawal from Triangle , \ncontrary to the provisions of the Operating Agreement,  will cause Triangle and \nEmrich Enterprises to suffer irreparable harm.  (Am. Compl. ¶ 184.)   Emrich \nEnterprises specifically alleges that , if Hornwood were to withdraw and cease its \nmanufacturing duties owed to Triangle, all of Triangle’s business would come to a \nhalt, Triangle would not be able to meet its customers’ orders , and it would destroy \nTriangle’s customer relationships.  (Am. Compl. ¶¶ 5, 106, 184.)  Emrich Enterprises \ncontends that Hornwood’s withdrawal f rom Triangle would irreparably harm \nTriangle’s and Emrich Enterprises’ reputation s and ability to obtain business from \nfuture customers or to find future business opportunities in the textile industry.  (Am. \nCompl.  ¶¶ 184–85.)   \n71. The Court has already concluded “that allowing Hornwood to unilaterally \nwithdraw in breach of the Operating Agreement, and thereby extinguish its fiduciary \nduties, would result in irreparable harm to both Triangle and to Emrich Enterprises.”  \n(Prelim. Inj. ¶¶ 60– 64.) \n72. Defendants appear to argue th at Emrich Enterprises must show \nirreparable injury on a claim -by-claim basis, and that  a showing that irreparable \ninjury would result from a delay might be sufficient for one derivative claim but \ninsufficient to waive the 90- day waiting period requirement for other asserted \nderivative claims in the same action.  (Reply Br. 2–4.) \n73. The statute does not require that irreparable injury stem from each claim  \nfor the plaintiff to bring the derivative acti on.  See N.C.G.S. § 57D-8-01.  “[N.C.G.S. \n§57D-8-01] does permit filing the complaint before the 90 -day period expires upon a \nsufficient showing of irreparable harm.”  Winters v. First Union Corp. , 2001 NCBC \nLEXIS 5, at *6 (N.C. Super. Ct. July 12, 2001).   \n74. The Court declines on the record before it to judicially impose an additional \nrequirement on Emrich Enterprises  by requiring it to show irreparable injury on a \nclaim-by-claim basis.  See State v. Davis, 364 N.C. 297, 302, 698 S.E.2d 65, 68 (2010) \n(“[C]ourts must give [an unambiguous] statute its plain and definite meaning, and \nare without power to interpolate, or superimpose, provisions and limitations not \ncontained therein.”) (alteration in original).  \n75. The Court concludes that showing irreparable injury for the Third Claim \nfor Relief is sufficient for the purposes of N.C.G.S. §  57D-8-01 to permit  Emrich \nEnterprises to initiate its derivate action before the expiration of the 90-day waiting \nperiod.  Therefore, the Court may properly exercise subject  matter jurisdiction over \nall of Emrich Enterprises’ derivative claims in the FAVC and the Motion should be \nDENIED to the extent it requests the Court dismiss any of Emrich Enterprises’ \nderivative claims for lack of subject matter jurisdiction  based on a f ailure to satisfy \nN.C.G.S. § 57D-8-01.      \nB. Standing to Bring Direct Claims  \n76. Hornwood also challenges  this Court’s subject matter jurisdiction over \ncertain direct claims brought by Emrich Enterprises against Hornwood including the \nFirst, Fourth, Seventh, and Eighth Claims for Relief.  (Br. Supp. 10–16.)  Generally, \nHornwood argues that Emrich Enterprises does not have standing to bring these \nclaims.  (See Br. Supp. 10–16.)  \n77. “Standing is a necessary prerequisite to a court’s proper exercise of subject \nmatter jurisdiction.”  Neuse River Found., Inc. v. Smithfield Foods, Inc. , 155 N.C. \nApp. 110, 113, 574 S.E.2d 48, 51 (2002)  (citation omitted) .  The plaintiff has the \nburden of proving that it has standing to bring its claims.  Id.  “In considering whether \na member of an LLC has standing to assert an individual claim, ‘members of an LLC \nare treated like corporate shareholders and managers are similar to directors.’”  Wirth \nv. Sunpath, LLC , 2017 NCBC LEXIS 84, at *10 (N.C. Super . Ct. Sept. 14, 2017) \n(quoting Levin v. Jacobson, 2015 NCBC LEXIS 111, at *14 (N.C. Super. Ct. Dec. 7, \n2015)). \n78. Generally, “shareholders cannot pursue individual causes of action against \nthird parties for wrongs or injuries to the corporation that result in the diminution or \ndestruction of the value of their stock.”  Barger v. McCoy Hilliard & Parks, 346 N.C. \n650, 658, 488 S.E.2d 215, 219 (1997).  However, there are two exceptions that may \npermit a shareholder to sue for injuries to the corporation: “(1) where there is a special \nduty, such as a contractual duty, between the wrongdoer and the shareholder, and \n(2) where the shareholder suffered an injury separate and distinct from that suffered \nby other shareholders.”  Id.   “These rules apply equally to LLCs an d their members \nbecause the members are, for this purpose, functionally equivalent to corporate \nshareholders.”  Bennett v. Bennett, 2019 NCBC LEXIS 19, at *13 (N.C. Super. Ct. \nMar. 15, 2019) (internal quotation marks omitted). \n79. The Court concludes that  Emrich Enterprises  has standing to raise its  \ndirect claims , as alleged in the First  and Seventh Claims for Relief , for breach of \ncontract based on contractual obligations owed directly to Emrich Enterprises.   \n80. Section 4.4 of the Operating Agreement states that “[n]o M ember may \nengage in or possess an interest in other business ventures of any nature or \ndescription, independently or with others, which are competitive with the activities \nof [Triangle], without fir st offering an interest in such activities to [Triangle] and \neach other Member.”  (Operating Agreement § 4.4.)  Section 4.4 imposes an obligation \non Hornwood to offer an interest in business ventures that are competitive activities \nto Emrich Enterprises as  a member of Triangle before pursing such competitive \nactivities.  By pursuing a claim for breach of section 4.4. of the Operating Agreement, \nEmrich Enterprises attempts to enforce its own contractual rights.  See, e.g., Panzino \n5Church, Inc., 2020 NCBC LEXIS 17, at *17–18 (N.C. Super. Ct. Feb. 12, 2020).  \n81. Paragraph 3(a) of the Joint Venture Agreement states that:   \nEither party shall invoice [Triangle], with the terms of 75 days, the cost it \nincurs in providing fabric, laminating, cutting and packaging for the \ncompletion of the services.   Selling expenses shall be paid on a commission \nbasis of the 15th of the month based on the previous month’s invoices.  All \nparties shall mutually agree upon additional expenses.\n5   \n(Joint Venture Agreement ¶ 3(a).)  Emrich Enterprises is a party to the Joint Venture \nAgreement.  ( See Compl. ¶ 38; Joint Venture Agreement 1; see also  Resp. Br. 17. )  \nParagraph 3(a) prevents Hornwood from invoicing  Triangle for additional expenses \n                                                 \n5 Paragraph 3(a) of the Joint Venture Agreement appears to include hand -written \nmodifications which read as presented in this Order and Opinion.  (See Joint Venture \nAgreement ¶ 3(a).) \nwithout the consent of Emrich Enter prises.  By purs uing a claim for breach of \nparagraph 3(a) of the Joint Venture Agreement, Emrich Enterprises attempts to \nenforce its own contractual rights to participate in the management of Triangle.  See \n759 Ventures, LLC v. GCP Apt. Inv ’rs, LLC, 2018 NCBC LEXIS 82, at *9 –10 (N.C. \nSuper. Ct. Aug. 13, 2018)  (concluding that excluding a member from the LLC’s \nmanagement was a direct cause of action) ; see also La Mack v. Obeid , 2015 NCBC \nLEXIS 24, at *12 –14 (N.C. Super . Ct. Mar. 5, 2015) (applying Delaware law, the \nCourt concluded that the plaintiffs  could bring a direct claim when the managers ’ \ncontractual rights to vote on matters impacting the LLC were impeded). \n82. When a member of an LLC seeks to enforce its own rights under the LLC’s \noperating agreement, not the rights of the LLC, in an effort to remedy its own injury, \nthat member has standing to bring its direct breach of contract claim.  Panzino, 2020 \nNCBC LEXIS 17, at *17 –18; 759 Ventures, LLC , 2018 NCBC LEXIS 82, at *8 –11.  \nAccordingly, the Court concludes that Emrich Enterprises has standing to bring the \ndirect breach of contract claims in the First and Seventh Claims for Relief and \nHornwood’s Motion as to those claims should be DENIED.  \n83. Hornwood also argues that Emrich Ente rprises cannot assert a direct \nbreach of fiduciary duty claim against Hornwood because , absent provisions in an \noperating agreement to the contrary, members of a limited liability company do not \nowe a fiduciary to each other  and any claim brought by Emrich  Enterprises should \nbe brought as a derivative claim .  (Br. Supp. 10 –14; Reply Br. 4 –7.)  Hornwood \ncontends that it follows that Emrich Enterprises lacks standing to assert  its direct \nbreach of fiduciary duty claims encompassed in the Fourth and Eighth Cla ims for \nRelief.  (Br. Supp. 10–13.) \n84. As it pertains to the Fourth and Eighth Claims for Relief, and even if the \nCourt applied Barger to the First and Seventh Claims for Relief, the Court concludes \nthat the allegations by Emrich Enterprises satisfy, at this preliminary stage in the \nproceeding, the first Barger exception by sufficiently alleging that Hornwood is the \ncontrolling member of Triangle thus owing fiduciary duties individually and directly \nto Emrich Enterprises.  See Corwin, 371 N.C. at 612, 821 S.E.2d at 734–35 (providing \nthat whether the first Barger exception applied depended on whether the plaintiff \nsufficiently alleged that the controlling stockholder owed the plaintiff minority \nstockholder fiduciary duties). \n85. For the aforementioned reasons, the Motion as it pertains to Emrich \nEnterprises’ standing to bring the First, Fourth, Seventh,  and Eighth Claims for \nRelief should be DENIED.    \nC. Motion to Dismiss Pursuant to Rule 12(b)(6) \n86. Hornwood requests that the Court dismiss  Emrich Enterprises’ First, \nFourth, Fifth, and Eighth Claims for Relief for Emrich Enterprises’ failure to state a \nclaim pursuant to Rule 12(b)(6).  (Br. Supp. 16–23, 25–27.)    \n1. Breach of Fiduciary Duty  \n87. Emrich Enterprises’ Fourth and Eighth Claims for Rel ief assert breach of \nfiduciary duty claims, directly and derivatively on behalf of Triangle , against \nHornwood in its capacity as the controlling member -manager of Triangle.  (Am. \nCompl. ¶¶ 188–97, 228–35.) \n88. “The North Carolina Limited Liability Company Act does not create \nfiduciary duties among members.”  Finkel v. Palm Park, Inc., 2019 NCBC LEXIS 38, \nat *23 (N.C. Super. Ct. June 11, 2019) (citation and quotation marks omitted).  As a \ngeneral rule, “[m]embers of a limited liability company are like sharehold ers in a \ncorporation in that members do not owe a fiduciary duty to each other or to the \ncompany.”   Kaplan v. O.K. Techs., L.L.C., 196 N.C. App. 469,  473, 675 S.E.2d 133, \n137 (2009).  “The rights and duties of LLC members are ordinarily governed by the \ncompany’s operating agreement, not by general principles of fiduciary relationships.”  \nStrategic Mgmt. Decisions v. Sales Performance Int’l, 2017 NCBC LEXIS 69, at *10–\n11 (N.C. Super. Ct. Aug. 7, 2017).    \n89. However, in some circumstances, “a holder of a maj ority interest who \nexercises control over the LLC owes a fiduciary duty to minority interest members.”  \nVanguard Pai Lung, LLC v. Moody , 2019 NCBC LEXIS 39, at *17 (N.C. Super. Ct. \nJune 19, 2019.)  “Thus, when the operating agreement confers controlling au thority \non the majority member, [the majority member] owes a duty not to use its control to \nharm the minority, assuming no other provision disclaims such a duty.”  Id. at *21. \n90. Emrich Enterprises alleges that Hornwood is the majority and controlling \nmember of Triangle.  (Am. Compl. ¶¶ 2, 16, 189.)   Emrich Enterprises argues that \nHornwood “controls nearly every aspect of Triangle’s business.”  (Resp. Br. 13.)  \nHornwood owns all of the manufacturing equipment used by Triangle and the \nfacilities where Triangle’ s products are manufactured.  (Am. Compl. ¶¶ 30, 189.)   \nHornwood controls Triangle’s day-to-day operations including its finances, customer \nservice, administration, and its correspondence.  (Am. Compl. ¶¶ 47, 189.)  \n91. Furthermore, section 3.1 of the Operating Agreement states that “all \ndecisions with respect to the management of the business and affairs of [Triangle] \nshall be made by action of a Majority Interest of the Members[.]”   (Operating \nAgreement § 3.1 .)  Section 3.1  of the Operating Agreement confers authority on \nHornwood as the majority member. \n92. Hornwood has allegedly used that control over Triangle to withhold funds \nowed to Emrich Enterprises, unilaterally approve unprecedented and drastic \nincreases in the price Triangle pays to Hornwood for fabric Hornwood manufactures \nfor and sells to Triangle , divert Triangle’s profits to Hornwood, and further \nmismanage Triangle for Hornwood’s benefit.  (Am. Compl. ¶¶ 47, 51–66, 127–28, 147, \n231.)    \n93. Emrich Enterprises has alleged that Hornwood exercises complete control \nover Triangle and has used that control to harm Emrich Enterprises .  The attached \nOperating Agreement confer s controlling authority on Hornwood as the majority \nmember and neither the Operating Agreement nor the Joint Venture Agreement \naddress or disclaim fiduciary duties.  For the purposes of a Rule 12(b)(6) motion, such \nallegations are sufficient to allege the existence of a fiduciary duty .\n6  See Vanguard \n                                                 \n6 As said in Vanguard Pai Lung, LLC, it is important to note that the Court does not hold that \nHornwood owes or owed a fiduciary duty to Emrich Enterprises.  Vanguard Pai Lung, LLC , \n2019 NCBC LEXIS 39, at *21.   While the Court concludes that Emrich Enterprises has \nsufficiently alleged control for the purposes of a Rule 12(b)(6) motion, a more fully developed \nPai Lung, LLC , 2019 NCBC LEXIS 39 , at *21  (concluding that for the purposes of \nRule 12, the counterclaim plaintiff alleged sufficient control by the majority member \nover the LLC to plead the existence of a fiduciary duty when the counterclaim \nplaintiff made allegations that (1) the operating agreement conferred controlling \nauthority to the majority member; (2) the majority member exercised that control; \nand (3) the operating agreement did not address nor disclaim fiduciary duties owed \nbetween members); cf. Finkel, 2019 NCBC LEXIS 38, at *27– 29 (holding that, on a \nRule 56 mot ion, the plaintiff did not establish the majority member exercised \nsufficient control over the LLC to find a fiduciary duty owed by the majority member \nto the minority member where (1) the operating agreement provided “significant \nprotections” to the minor ity member; (2) the operating agreement contemplated \nfiduciary duties; and (3) there was undisputed evidence that there was financial \ntransparency between the majority and minority members). \n94. Hornwood alternatively argues that, in the event the Court concludes that \nEmrich Enterprises sufficiently alleged a fiduciary duty owed by Hornwood to Emrich \nEnterprises, Emrich Enterprises nonetheless failed to allege the requisite elements \nof a breach of any fiduciary duty to support its claim.  (Br. Supp. 16–19.)   \n95. To state a claim for breach of fiduciary duty a plaintiff must allege both that \n(1) the defendant owes the plaintiff a fiduciary duty through the existence of a \nfiduciary relationship, and (2) the defendant breached that duty.  Surratt v. Brown , \n2015 NCBC LEXIS 75, at *19 (N.C. Super. Ct. July 27, 2015). \n                                                 \nrecord could reveal factors that weigh against the conclusion that a fiduciary relationship \nexisted between Hornwood and Emrich Enterprises.     \n96. Emrich Enterprises alleges, among other things, that Hornwood violated \nthe non-compete obligations of the Operating Agreement and usurped a corporate \nopportunity of Triangle’s , caused Triangle to withhold pa yments that Emrich \nEnterprises is otherwise entitled to, and generally engaged in willful misconduct in \nthe management of Triangle that constitutes self -dealing.  (Am. Compl. ¶¶  67–96, \n191–95.)  The Court concludes that these allegations are sufficient to support Emrich \nEnterprises’ claim for breach of fiduciary duty.  See Vanguard Pai Lung, LLC, 2019 \nNCBC LEXIS 39, at  *3–7, 21–22 ( permitting a breach of fiduciary duty claim to \nsurvive a Rule 12 motion when the controlling member diverted the LLC’s money and \nassets to benefit itself and used its controlling authority over the LLC to harm the \nminority interest holder ); Shaw v. Gee , 2016 NCBC LEXIS 103, at * 18–19 (N.C. \nSuper. Ct. Dec. 21 , 2016) (“[A] manager may breach his fiduciary duty when he \ndiverts a business opportunity that rightfully belongs to the limited liability company \nfor his professional gain.”); SCA-Blue Ridge, LLC v. WakeMed, 2016 NCBC LEXIS 2, \nat *26 (N.C. Super. Ct. Jan. 4, 2016) (concluding that the plaintiff sufficiently stated \na claim for breach of fiduciary duty against the controlling member of the LLC by \nalleging violations of non-compete obligations in the LLC’s operating agreement). \n97. For the aforementioned reasons, the Motion as it pertains to the Fourth and \nEighth Claims for Relief should be DENIED.  \n2. Breach of Contract Claims  \n98. Defendants move to dismiss Emrich Enterprises’ claims for breach of \ncontract encompassed in the First and Fifth Claims for Relief pursuant to Rule \n12(b)(6) for failure to state a claim.  To properly plead a breach of contract claim, a \nplaintiff need only allege “(1) [the] existence of a valid contract and (2) [a ] breach of \nthe terms of that contract.”  Poor v. Hill, 138 N.C. App. 19, 26, 530 S.E.2d 838, 843 \n(2000).  “[S]tating a claim for breach of contract is a relatively low bar.”  Vanguard  \nPai Lung, LLC, 2019 NCBC LEXIS 39, at *11.   \ni. Section 4.4 of the Operating Agreement  \n99. Hornwood, in part, contends that Emrich Enterprises’ derivative and direct \nclaims in the First Claim for Relief, for breach of section 4.4 of the Operating \nAgreement, should be dismissed because section 4.4 is an unenforceable non-compete \nprovision because it is overbroad as to geographic scope and is unnecessary to protect \na legitimate business interest.\n7  (Br. Supp. 19–21.) \n100. Section 4.4 of the Operating Agreement states that “[n]o M ember may \nengage in or possess an interest in other business ventures of any nature or \ndescription, independently or with others, which are compet itive with the activities \nof [Triangle], without first offering an interest in such activities to [Triangle] and \neach other Member.”  (Operating Agreement § 4.4.) \n101. “An operating agreement is a contract,” and general rules of contract \nconstruction are used to interpret an LLC’s operating agreement.  N.C. State Bar v. \nMerrell, 243 N.C. App. 356, 370, 777 S.E.2d 103, 114 (2015); Comput. Design &  \n                                                 \n7 Section 4.4 of the Operating Agreement seems to incorporate both a non-compete provision \nand an obligation not to take the corporate opportunities of Triangle without first offering \nthe opportunity to Triangle and its other members.  (Operating Agreement § 4.4.)  Primarily, \nthe parties argue that North Carolina’s law regarding non-competes govern the enforceability \nof this section of the Operating Agreement, therefore the Court only addresses this argument.   \nIntegration, LLC v. Brown, 2018 NCBC LEXIS 216, at *25 (N.C. Super. Ct. Dec. 10, \n2018).  “It is the policy of the [LLC Act] to give the maximum effect to the principle of \nfreedom of contract and the enforceability of operating agreements.”  N.C.G.S. § 57D-\n10-01. \n102. “The reasonableness of a restraining covenant is a matter of law for the \ncourt to decide.”  Jewel Box Stores C orp. v. Morrow , 272 N.C. 659, 663, 158 S.E.2d \n840, 843 (1968).  “According to well-established North Carolina law, non-competition \nagreements contained in an employment contract are more closely scrutinized than \nthose contained in a contract for the sale of a business.”  Outdoor Lighting \nPerspectives Franchising v. Harders, 228 N.C. App. 613, 620, 747 S.E.2d 256, 262 \n(2013) (quoting Keith v. Day , 81 N.C. App. 185, 193, 343 S.E.2d 562, 567 (1986) ) \n(internal quotation marks omitted).  When a non- compete provision does “not fit \nneatly into either the employer -employee category or the business sale category” \ncourts should engage in a detailed analysis of the reasonableness of the restrictions \nrather than rigidly analyze the restrictions under one category or the other.  See \nOutdoor Lighting Perspectives Franchising , 228 N.C. App. at 621–22, 747 S.E.2d at \n262–63.  \n103. As it pertains to the relationship between a member-manager and an LLC, \nthe Court concludes “that the facts alleged in this case do not fit squarely under the \nanalysis applied to restrictive covenants between employer and employee or buyer \nand seller, but instead call for a more situation-specific approach.”  KNC Techs., LLC \nv. Tutton, 2019 NCBC LEXIS 72, at *16–17 (N.C. Super. Ct. Oct. 9, 2019).  The Court \nin Outdoor Lighting  addressed the reasonableness of a non -compete agreement \nbetween a franchisor and a franchisee and ultimately concluded that the elements of \nthe tests utilized in both the employee- employer and business sale context were \nrelevant in analyzing the reasonabl eness of the non -compete agreement between a \nfranchisor and franchisee.  Id. at 621–22, 747 S.E.2d at 263.   \n104. Some factors that can be considered in making the determination as to \nwhether a non-compete is reasonable include, but are not limited to, (1) the area, or \nthe scope of the restriction; (2) the area in which the employee actually worked or was \nsubject to work; (3) the a rea in which the employer operated; ( 4) the nature of the \nbusiness involved; (5 ) the nature of the employee’s duty and his knowledge of the \nemployer’s business operation; and (6) the good will of the business.  Outdoor Lighting \nPerspectives Franchising, 228 N.C. App. at 622–23, 747 S.E.2d at 263–64 (citing Clyde \nRudd & Assocs., Inc. v. Taylor, 29 N.C. App. 679, 684, 225 S.E.2d 602, 605 (1976)).  \n105. However, the FAVC and the Operating Agreement attached thereto do not \nadequately address these factors.  The North Carolina Court of Appeals has \npreviously held that “a ruling on the enforceability of [a non- compete agreement]  \ncannot be made at the pleadings stage in cases where evidence is needed to show the \nreasonableness of the restrictions contained therein.  See Mkt. Am., Inc. v. Lee, 257 \nN.C. App. 98, 110, 809 S.E.2d 32, 41 (2017) (citing Okuma Am. Corp. v. Bowers, 181 \nN.C. App. 85, 96, 638 S.E.2d 617, 618 (2007)).  Section 4.4 of the Operating Agreement \nis not per se unreasonable.  See Jewel Box Stores Corp. , 272 N.C. at  663–64, 158 \nS.E.2d at 843–44 (“[T]his C ourt has upheld covenants not to compete which \naccompanied the sale of a trade or business and contained limitations of ten, fifteen, \nand twenty years, as well as limitations for the life of one of the parties[ .]”);  Biesse \nAm., Inc. v. Dominici, 2019 NCBC LEXIS 50, at *24 (N.C. Super. Ct. Aug. 19, 2019) \n(“A worldwide covenant not to compete is not per se invalid.”) (emphasis added).   \n106. The determination as to whether section 4.4. of the Operating Agreement \nis enforceable should be made on a more fully developed record.  See Akzo Nobel \nCoatings, Inc. v. Rogers, 2011 NCBC LEXIS 42, at *39 (N.C. Super. Ct. Nov. 3, 2011).   \n107. At the pleading stage, Emrich Enterprises’ allegations that (1) Hornwood \nand Emrich Enterprises agreed to the provisions of the Operating  Agreement; (2) \nHornwood and Borgstena developed a business relationship to develop automotive \nfabrics; (3) Borgstena is a competitor of Triangle;  (4) Hornwood and Borgstena’s \nefforts are competitive with Triangle’s business activities; and (5) Hornwood did not \noffer this business opportunity to Triangle or Emrich Enterprises and actively \nconcealed such work , are sufficient to state a claim for breach of contract.   (Am. \nCompl. ¶¶ 152–57.)  Accordingly, Hornwood’s Motion should be DENIED  subject to \nthe Court’s ability to more fully consider the reasonableness of the restriction \ncontained in the Operating Agreement upon a more fully developed record.  \nii. Agreement to Distribute Settlement Proceeds \n108. Emrich Enterprises asserts the Fifth Claim for Relief on the basis that \nTriangle breached the parties’ agreement to distribute the settlement proceeds from \nthe Lawsuit.  (Am. Compl. ¶¶ 199–205.)  In large part, Triangle contends that Emrich \nEnterprises’ Fifth Claim for Relief must fail because Emrich Enterprises cannot \nrequire Triangle to distribute funds where doing so would result in Triangle’s \nliabilities exceeding its assets.  (Br. Supp. 25–27; Reply Br. 11–13.)  In its argument, \nTriangle references facts that are not part of the FAVC nor the documents attached \nthereto.  The  Court therefore declines to consider this argument or the extraneous \nfacts provided on a Rule 12(b)(6) motion  nor will the Court convert the Moti on into \none for summary judgment pursuant to Rule 56. \n109. Based on the allegations made in the FAVC regarding the agreement to \ndistribute the settlement proceeds and the terms of the attached  Operating \nAgreement, there is no inherent conflict between the agree ments’ respective terms.  \nTherefore, the Court need not determine whether the express agreement between the \nparties regarding the settlement proceeds, the Operating Agreement, or both govern \nthe dispute at issue  at this stage in the proceeding.  See Vanguard  Pai Lung, LLC, \n2019 NCBC LEXIS 39, at *15 (citing Roth v. Penguin Toilets, LLC, 2011 NCBC LEXIS \n46, at *12 (N.C. Super. Ct. Nov. 30, 2011)).   \n110. Emrich Enterprises has sufficiently alleged that Triangle, Emrich \nEnterprises, and Hornwood agreed that Triangle would distribute the Lawsuit’s \nsettlement proceeds in certain amounts and at certain times and Triangle has refused \nto pay Emrich Enterprises’ its share of the settlement proceeds as required by the \nalleged agreement, which is sufficient for the purposes of Rule 12(b)(6).  (Am. Compl. \n¶¶ 199–204.)  Therefore, Triangle’s Motion should be DENIED.   \n \n \nVI.      CONCLUSION \n111. For the foregoing reasons, the Court hereby DENIES the Motion. \n \nSO ORDERED, this the 8th day of April, 2020. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}