{
  "id": "268be42e00a95d97cbc1c20ab59486619e4c0b2e8a9d926f4163763a50962a67",
  "source_file": "data/raw/ncbc/268be42e00a95d97cbc1c20ab59486619e4c0b2e8a9d926f4163763a50962a67.pdf",
  "raw_text": "Transatlantic Healthcare, LLC v. Alpha Constr. of the Triad, Inc., 2017 NCBC 21. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF GUILFORD  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n14 CVS 5263 \nTRANSATLANTIC HEALTHCARE, \nLLC and PROFESSIONAL CENTER \nFOR INTERNAL MEDICINE, INC., \n \nPlaintiffs, \n \nv. \n \nALPHA CONSTRUCTION OF THE \nTRIAD, INC.; J&M CONSTRUCTION \nSERVICES, INC.; JUDITH \nJUDALENA ALLEY a/k/a JUDITH J. \nBAUTISTA; and JEFFREY WAYNE \nALLEY,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \nORDER & OPINION ON PLAINTIFFS’ \nAND DEFENDANTS’ MOTIONS FOR \nSUMMARY JUDGMENT, PLAINTIFFS’ \nMOTION TO STRIKE AND MOTION TO \nCOMPEL, AND DEFENDANTS’ \nMOTIONS TO QUASH \n \n1. THIS MATTER is before the Court on (1) Plaintiffs’ Motion for Summary \nJudgment or Partial Summary Judgment  (“Plaintiffs’ Motion  for Summary \nJudgment”), (2) Defendants’ Motion for Summary Judgment, (3) Plaintiffs’ Motion to \nStrike Affidavits of Judith Judalena Alley (“Motion to Strike”), (4) Plaintiffs’ Motion \nto Compel Discovery (“Motion to Compel”), and (5) Defendants’ Motions to Quash  \n(collectively, the “Motions”).  For the reasons discussed below , Plaintiffs’ Motion for \nSummary Judgment is GRANTED IN PART and DENIED IN PART , Defendants’ \nMotion for Summary Judgment is GRANTED IN PART and DENIED IN PART, \nPlaintiffs’ Motion to Strike is DENIED, Plaintiffs’ Motion to Compel is GRANTED IN \nPART and DENIED IN PART, and Defendants’ Motions to Quash are DENIED. \n \n \n \n Gordon Law Offices, by Harry G. Gordon, for Plaintiffs. \n \n Rossabi Reardon Klein Spivey PLLC, by Amiel J. Rossabi and Elizabeth M. \n Klein, for Defendants. \n \nGale, Chief Judge. \nI. BACKGROUND AND PROCEDURAL HISTORY \n2. This lawsuit arises from the transfer of $165,000 from Plaintiffs to \nDefendants.  The threshold question is whether that transfer was a loan subject to \nrepayment under North Carolina law, or a gift that Defendants have no obligation to \nrepay.   \n3. The Court does not make findings of fact when it rules on a motion for \nsummary judgment, but it may summarize the underlying facts to provide context for \nits ruling.  E.g., In re Estate of Pope , 192 N.C. App. 321, 329, 666 S.E.2d 140, 147 \n(2008).   \nA. Factual Background \n4. Plaintiffs Transatlantic Healthcare, LLC  (“Transatlantic”) and \nProfessional Center for Internal Medicine, Inc. (“PCIM”)  are companies organized \nunder Florida law.  (Compl. ¶¶  1–2.)  Hemant Banker is the 99% owner of both \ncompanies.  (Banker Aff. ¶ 2; Kutty Aff. ¶ 6.) \n5. Defendant J&M Construction Services, Inc. (“J&M”) is a former North \nCarolina corporation  formed in 1999 by Defendant Jeffrey Wayne Alley (“Jeffrey \nAlley”) and his late wife, Margie Beasley Alley (“Margie Alley”).  (Compl. ¶ 7.)  J&M \nwas dissolved in September 2012.  (See Compl. Ex. E.)  Defendants assert that Jeffrey \nAlley was the 100% owner of J&M  at the time of dissolution.  (Am. Countercl. ¶ 5.)  \n \n \nDefendant Judith Judalena Alley a/k/a Judith J. Bautista’s (“Judith Alley”) \nownership interest in J&M is a  contested fact in this lawsuit.   (Compare Am. \nCountercl. ¶ 5, with Pls.’ Br. Supp. Mot. Compel 4–7.)   \n6. Following Margie Alley’s death in 2004, Jeffrey Alley married Margie \nAlley’s cousin, Judith Alley .  (Compl. ¶  7.)  In 2009, Judith Alley formed a new \ncompany, Defendant Alpha Construction of the Triad, Inc. (“Alpha”) , a corporation \norganized under North Carolina law.  (Compl. ¶ 20.)  Judith Alley is the 100% owner \nof Alpha.  (Am. Countercl. ¶ 4.)    \n7. During the economic recession in  2009, J&M began to experience \nfinancial difficulties.  Around that time, Theresa “Tess” Judalena (“Tess Judalena”), \nJudith Alley’s mother, approached Dr. Mohan Kutty (“Dr. Kutty”) to ask for financial \nassistance on behalf of J&M.  (Am. Answer ¶ 9.) \n8. Dr. Kutty  is a citizen and resident of Florida , where he owns and \noperates Trinity Physicians, LLC.  (Am. Countercl. ¶ 8; Kutty Aff. ¶¶ 2, 7.)  Through \nhis company, Dr. Kutty  provides free medical-consulting services to Transatlantic.   \n(Kutty Aff. ¶ 7.)  He also “provide[s] financial assistance to deserving students in need \nof financial assistance to further their education.”  (Kutty Aff. ¶  10.)  Dr. Kutty \nworked closely with Pilar “Lari” Cummings (“Pilar Cummings”), Judith Alley’s aunt, \nwho owns a Florida corporation that previously provided consulting services to \nTransatlantic.  (Cummings Aff. ¶ 6.)  \n9. Pilar Cummings introduced Dr. Kutty and Hemant Banker to Tess \nJudalena—Pilar Cummings’s sister —and to Jill Mary Bautista (“Jill Bautista”) —\n \n \nTess Judalena’s daughter and Judith Alley’s younger sister.  (Banker Aff. ¶  3(b).)  \nTess Judalena and Jill Bautista are citizens and residents of the Republic of the \nPhilippines.  (Banker Aff. ¶ 3(c).)  Tess Judalena became the business contact for one \nof Hemant Banker’s business ventures in the Philippines.  (Banker Aff. ¶  3(d).)  On \nat least one occasion, Dr. Kutty provided financial assistance to Tess Judalena and \nto Jill Bautista to help with Jill Bautista’s medical-school expenses.  (Kutty Aff. ¶ 10.) \n10. After his conversation with Tess Judalena, Dr. Kutty  allegedly spoke \nwith Judith Alley by phone regarding J&M’s financial situation  and was informed \nthat, to continue operating, J& M needed approximately $160,000 to $170,000.  \n(Judith Alley Aff. ¶¶ 3–4.)  In response, Dr. Kutty asked Hemant Banker, as owner \nof Transatlantic and PCIM, to approve a $165,000 transfer to Judith Alley for J&M.  \n(Banker Aff. ¶ 3(h).)  Hemant Baker approved the transfer.  (Banker Aff. ¶ 3(g).)     \n11. Dr. Kutty was in charge of setting the terms of the transaction.  (Kutty \nDep. 24:14–26:11.)  While Dr. Kutty claims that he instructed Transatlantic’s account \nmanager, Lori Diaz—Tess Judalena’s sister and Judith Alley’s aunt—to draw up loan \npapers and have Judith Alley and Jeffrey Alley  sign a promissory note or a security \nagreement, it is uncontested that  those documents were never created.  (Diaz Aff. \n¶¶ 4, 14; Kutty Dep. 25:3–27:17.)  \n12. On January 27, 2009 , Plaintiffs received a fax from Judith Alley \naddressed to “Aunt Lari”—Judith Alley’s name for Pilar Cummings—titled “Revised \nEquipment & Vehicle List with estimated amortization schedule.”  (Compl. ¶¶ 11–13; \n \n \nDiaz Aff. ¶ 16; see Compl. Exs. A, B.)  It contained a sample amortization schedule \nwith the following terms: \n Loan Date: 5/1/2009 \n Principal: $100,000.00 \n # of Payments: 60 \n Interest Rate: 3.50% \n Payment: $1,819.17 \n(Compl. Ex. A.)   Plaintiffs received a second fax from Judith Alley on February 17,  \n2009, containing an updated list of J&M’s equipment and vehicles.  (Compl. ¶¶ 14–\n15; Diaz Aff. ¶ 16; see Compl. Ex. C.)  Lori Diaz received both of Judith Alley’s faxes \nand provided copies to Pilar Cummings, Dr. Kutty, and Hemant Banker.  (Diaz Aff. \n¶ 16.) \n13. Between January and May 2009, Plaintiffs wired a total of $165,000 to \nJ&M in four separate installments.  (Compl. ¶ 18.)  From June 2009 to January 2013, \nDefendants made twenty-six payments to Plaintiffs, totaling $51,500.  (Compl. ¶ 29.)  \nSome checks were written to Transatlantic, and others to PCIM.  (Compl. ¶¶ 19, 25; \nAm. Countercl. ¶ 30.)  J&M made the first four payments, each for $3,000, between \nJune and September 2009.  (Compl. ¶ 27.)   \n14. On January 5, 2010, J&M held a special meeting of its board of directors \nfor the purpose of “approv[ing] the transfer of all equipment of [J&M] to \nTransAtlantic Health Group, In c. [i]n satisfaction of debt .”  (Poe Aff. Ex. E , at 2 .)  \nDuring that meeting, the board passed a resolution  signed by Jeffrey Alley,  stating \n \n \nthat J&M was unable to pay its debts because several of its customers had gone out \nof business.  ( See Poe Aff. Ex. E, at 1 .)  The  meeting minutes state that  “[o]ne of \n[J&M’s] largest creditors is Transatlantic Health Group which has a security interest \nin all equipment of [J&M]. . . . [and] has called its loan due and requested surrender \nof its security.”  (Poe Aff. Ex. E , at 1.)  J&M’s officers were ordered to “surrender all \nequipment of the corporation that is security for Transatlantic’s loan  to \nTransatlantic.”  (Poe Aff. Ex. E, at 1.)   \n15. A UCC financing statement filed with the North Carolina Secretary of \nState on February 19, 2010, lists Transatlantic as a secured party relating to J&M’s \noutstanding debt.  (Poe Aff. ¶  5; see Poe Aff. Ex. A.)  The financing statement lists \nequipment, supplies, tools, and receivables as collateral for the debt.  (Poe Aff. Ex. A.)   \n16. Judith Alley has testified that the board minutes from J&M’s special \nmeeting erroneously refer to “Transatlantic” instead of Truliant Federal Credit Union \n(“Truliant”).  (Judith Alley  Dep. 29:16 –30:19, 227:11 –16; Second Aff. Judith Alley \n¶¶ 4–5.)  At the time of the board meeting, J&M owed on  a $395,000 loan with \nTruliant.  (Compl. ¶ 60; Am. Answer ¶¶ 60, 95, 102.) \n17. Alpha, rather than J&M,  made payments to Plaintiffs beginning with \nthe fifth of the twenty-six payments on April 30, 2010.  (Compl. ¶ 25.)  Between May \n2010 and January 2013, Alpha sent multiple checks to Plaintiffs in varying amounts \nof $3,000, $1,000, $300, and $200.  (Compl. ¶¶ 26–27.)  Some of the checks had “J&M \nConstruction loan payment,” “J&M Construction loan,” or “J&M Loan” written on the \n \n \nmemo line.  (Compl. ¶¶  30–35.)  Judith Alley sent the last check on behalf of Alpha \non January 31, 2013, for $200.  (Compl. ¶ 46.) \n18. On October 25, 2013,  Plaintiffs sent Judith Alley a letter demanding \nthat Defendants pay their unpaid balance.  (Compl. ¶ 47; see Compl. Ex. F.)  \nB. Procedural History \n19. Plaintiffs commenced this action on May 2, 2014 , asserting claims for \n(1) breach of contract , (2) continuing fraud and misrepresentation , (3) continuing \nconspiracy to defraud, (4) fraudulent conveyance, (5) de facto merger, (6) continuation \nof the enterprise, (7) breach of fiduciary duty and constructive fraud , (8) intentional \ninterference with contract , (9) indu cing breach of fiduciary duty  and aiding and \nabetting breach of fiduciary duty, (10) unfair or deceptive trade practices under N.C. \nGen. Stat. § 75-1.1, and (11) accounting.  \n20. Defendants filed an Answer, Counterclaims, and Third-Party Complaint \non July 7, 2014, asserting counterclaims against Plaintiffs, and third-party claims \nagainst Dr. Kutty and Pilar Cummings.  On August 13, 2014, Dr. Kutty and Pilar \nCummings moved to dismiss the Third -Party Complaint and filed  a notice of \ndesignation.  The case was designated as a mandatory complex business case on \nAugust 27, 2014, and assigned to the undersigned on August 28, 2014.  The Answer, \nCounterclaims, and Third -Party Complaint were later withdrawn.  See Order, \nTransatlantic Healthcare, LLC v. Alpha Constr. of the Triad, Inc. , No. 14 CVS 5263 \n(N.C. Super. Ct. Jan. 20, 2015).  \n \n \n21. On January 20, 2015, D efendants filed an  Amended Answer and \nCounterclaim, asserting counterclaims for declaratory judgment, abuse of process , \nfraud, and unfair or deceptive trade practices under N.C. Gen. Stat. § 75-1.1.   \n22. Defendants’ Motion for Summary Judgment asks the Court to grant \nsummary judgment in their favor on all claims asserted in Plaintiffs’ Complaint .  \nPlaintiffs’ Motion for Summary Judgment  asks the Court to grant summary \njudgment or partial summary judgment in their favor on all claims asserted in the \nComplaint and on all counterclaims asserted by Defendants.   \n23. Plaintiffs’ Motion to Strike, filed contemporaneousl y with Plaintiffs’ \nMotion for Summary Judgment, asks the Court to strike Judith Alley’s affidavits.   \n24. Plaintiffs’ Motion to Compel, also filed contemporaneously with \nPlaintiffs’ Motion for Summary Judgment, asks the Court to compel Defendants to \nmake discovery, strike Defendants’ defenses and counterclaims, and award attorney \nfees to Plaintiffs.    \n25. Defendants’ Motions to Quash ask the Court to quash subpoenas issued \nby Plaintiffs to Truliant, Branch Banking & Trust Company (“BB&T”), and Wells \nFargo Bank, N.A. (“Wells Fargo”). \n26. The Motions—with the exception of Defendants’ Motions to Quash, \nwhich were not bri efed—have been fully briefed and argued , and are now ripe for \nresolution.  \n \n \n \n \n \nII. MOTIONS FOR SUMMARY JUDGMENT \nA. Legal Standard \n \n27. In ruling on a motion for summary judgment under Rule 56(c) of the \nNorth Carolina Rules of Civil Procedure, the Court will grant summary judgment \nwhere “the pleadings, depositions, answers to interrogatories, and admissions on file, \ntogether with the affidavits, if any, show that there is no genuine issue as to any \nmaterial fact and that any party is entitled to a judgment as a matt er of law.”  N.C. \nGen. Stat. § 1A-1, Rule 56(c) (2015).   Likewise, North Carolina courts recognize the \nuse of partial summary judgment under Rule 56(d) to simplify cases by disposing of \nissues that are ripe for summary judgment.  Id. § 1A-1, Rule 56(d); see, e.g., Case v. \nCase, 73 N.C. App. 76, 78, 325 S.E.2d 661, 663 (1985).    \n28. “A ‘genuine issue ’ is one that can be maintained by substantial \nevidence.”  Dobson v. Harris, 352 N.C. 77, 83, 530 S.E.2d 829, 835 (2000).  The movant \nmay make the showing required for summary judgment by proving that “an essential \nelement of the opposing party’s claim does not exist, cannot be proven at trial, or \nwould be barred by an affirmative defense, or by showing through discovery that the \nopposing party cannot produce evidence to support an essential element of her claim.”  \nId. (citations omitted).  The Court must take all facts asserted by the nonmoving party \nas true, and view all inferences from those facts in the light most favorable to that \nparty.  Id.  In evaluating whether summary judgment is appropriate, the Court’s job \nis not to determine which party is telling the correct version of the facts.  See Kessing \nv. Nat’l Mortg. Corp., 278 N.C. 523, 535, 180 S.E.2d 823, 830 (1971).   \n \n \nB. Cross-Motions for Summary Judgment on Plaintiffs’ Claims \n \n29. The parties move for summary judgment on each of Plaintiffs’ claims.  \nDefendants move for summary judgment on the grounds that no contract for a loan \never existed between any Plaintiff and any Defendant, and thus, every claim brought \nby Plaintiffs must fail because the claims are based on either the existence of a valid \ncontract between the parties or a debt owed by Defendants to Plaintiffs .  Plaintiffs, \nin turn,  move for summary judgment in their favor, arguing that the pleadings, \naffidavits, and depositions show definitive proof that a loan was made and that \nDefendants engaged in fraud.   \n(1) Breach of contract \n \n30. First, the parties move for summary judgment on Plaintiffs’ breach -of-\ncontract claim.  This claim goes to the core dispute in this lawsuit: whether a contract \nfor a loan was formed between any Plaintiff and any Defendant in connection with \nthe $165,000 transfer.  Plaintiffs contend that the transfer was based on an \nagreement between th e parties in which Defendants agreed to repay the $165,000 \nprincipal plus interest at 3.5%.  (Compl. ¶  49.)  They claim that Defendants are \nobligated to pay their remaining outstanding balance of $113,500 plus interest at the \nlegal rate of 8%, which is to be calculated from August 31, 2011, when Defendants \nmade their last $3,000 payment.  (Compl. ¶ 49.)  Defendants contend that Plaintiffs \nhave failed to suffic iently allege and prove that a  contract was ever made, and that \nthe $165,000 transfer was intended not as a loan but as a gift to provide assistance \nto Defendants when they were struggling financially.    \n \n \n31. Under North Carolina law, a breach-of-contract claim requires “(1) [the] \nexistence of a valid contract and (2) breach of the terms of that contract.”  Poor v. Hill, \n138 N.C. App. 19, 26, 530 S.E.2d 838, 843 (2000)  (citing Jackson v. Carolina \nHardwood Co., 120 N.C. App. 870, 871, 463 S.E.2d 571, 572 (1995)).  To constitute an \nenforceable oral agreement, “the parties must express themselves in such terms that \nthe Court can ascertain to a reasonable degree of certainty what they intended by \ntheir agreement.”  Thomas v. McMahon, No. 08 CVS 24887, 2015 NCBC LEXIS 6 7, \nat *26 (N.C. Super. Ct. June 23, 2015) (quoting F. Indus., Inc. v. Cox , 45 N.C. App. \n595, 599, 263 S.E.2d 791, 793 (1980)).  It must be clear that there has been “a meeting \nof the minds,” meaning “that the parties assent to the same thing in the same sense.”  \nPike v. Wachovia Bank & Tr. Co., 274 N.C. 1, 11, 161 S.E.2d 453, 462 (1968).  “When \nthere has been no meeting of the minds on the essentials of an agreement, no contract \nresults.”  Creech v. Melnik, 347 N.C. 520, 527, 495 S.E.2d 907, 912 (1998).   \n32. The parties do not dispute  that Plaintiffs delivered $165,000 to \nDefendants through four separate wire transfers.  Rather, the parties dispute \nwhether there was an agreement to repay the $165,000. \n33. Plaintiffs argue that they are entitled to summary judgment based on \nDefendants’ twenty-six payments to Plaintiffs , the “J&M Construction loan \npayment,” “J&M Construction loan ,” and “J&M Loan” notation written on several \nchecks, the board resolution  and meeting minutes that refer to Transatlantic as a \ncreditor of J&M, and the UCC financing statement listing Transatlantic as a secured \ncreditor.  (Pls.’ Br. Summ. J. 5.)  They also rely on an e-mail to Hemant Banker sent \n \n \nfrom Jeffrey Alley and Judith Alley’s joint e-mail address to Pilar Cummings’s e-mail \naddress, in which Jeffrey Alley and Judith Alley refer to  the $165,000 as a loan and \nmention monthly payments of $3,000.  (Second Aff. Cummings Ex. A.)   \n34. Notwithstanding those documentary references, Defendants assert \nPlaintiffs’ inability to articulate material terms for the alleged loan.  They stress that \nnone of the parties who were supposed to set the terms  of the alleged loan ever did \nso, leaving material terms ambiguous, including  the loan amount, intere st rate, \npayment amounts, due dates, repayment terms, required documentation, personal \nguarantees, and required collateral.   \n35. The Court concludes that t here are material facts in dispute regarding \nwhether the parties reached a meeting of the minds on the material terms of the \nalleged loan contract that prevent the Court f rom granting summary judgment for \nPlaintiffs or Defendants. \n36. First, it is undisputed that  J&M and Alpha made numerous payments \nto Plaintiffs following the $165,000 transfer.  According to Judith Alley, Defendants \nmade these payments because of Pilar Cummings’s suggestion that J&M—and later \nAlpha—repay money each month “as a demonstration of good faith to Dr. Kutty.”  \n(Judith Alley Aff. ¶  8.)  However, w hile Defendants contend that specific terms for \nrepayment were never established, the transfers to Plaintiffs were for distinct and \nconsistent monetary amounts, initially beginning at $3,000.  (Compl. ¶ 27.)  The fact \nthat several checks contained “J&M Construction loan payment,” “J&M Construction \n \n \nloan,” or “J&M Loan” in the memo line indicates that  Defendants may have viewed \nthe transfer as a loan instead of a gift. \n37. Moreover, while the proposed amortization schedule  faxed by Judith \nAlley to Plaintiffs provides what appears to be terms  for a proposed loan, including \nthe date, principal , number of payments, interest rate, and amount  for monthly \npayments, it does not match the amount that Plaintiffs actually paid Defendants.  \nEven when looking  solely at the first three wire transfers , the amount a ctually \ntransferred exceeds the $100,000 principal provided on the estimated amortization \nschedule.  (See Compl. ¶ 27; Compl. Ex. A.)  Although Pilar Cummings testified that \nthe last payment was $5,000 more than it should have been, (Second Aff. Cummings \n¶ 5,) there are triable issues of fact surrounding the transfer of the specified \nincrements of funds, because those amounts do not match the amounts provided in \nthe document alleged to represent the terms of the loan. \n38. Further, while Hemant Banker testified that Dr. Kutty was responsible \nfor determining the terms of the purported loan,  Dr. Kutty testified that he did not \ndiscuss any payment terms with Defendants because he expected Pilar Cummings to \ndo so.  (Kutty Dep. 29:7 –17.)  Again, the loan amount stated in the proposed \namortization schedule differs from what was actually transferred, and Pilar \nCummings admits that neither she nor Lori Diaz ever followed up to request the \nrequired paperwork from Defendants, including a promissory note or a  security \nagreement.  (Second Aff. Cummings ¶ 5; see also Diaz Aff. ¶¶ 4, 14.) \n \n \n39. Moreover, while both the UCC financing statement and the J&M board-\nmeeting minutes refer to Transatlantic as a creditor, it is undisputed that Truliant  \nalso was a creditor of J&M at that time.  J&M subsequently sold equipment to help \npay its loan with Truliant.   Thus, a triable issue of fact remains regarding these \ndocuments as evidence of whether a contract existed between the parties , and if so, \nwhat its specific terms were. \n40. Finally, there are issues of fact pertaining to the e -mail sent by Judith \nAlley and Jeffrey Alley’s joint e-mail account.  While the e-mail appears to come from \nthe couple’s joint e -mail address (jeffandjudithalley@yahoo.com),  Judith Alley \ncontends that the e -mail was changed and was drafted in large part by Pilar \nCummings, who “required” that the e-mail be sent.  (Judith Alley Dep. 202:6–217:13.)   \n41. The evidence shows triable issues of material fact, and thus, the motions \nfor summary judgment on this claim must be denied. \n(2) Continuing fraud and misrepresentation and continuing conspiracy to \ndefraud \n \na. Fraud \n \n42. The parties move for summary judgment on Plaintiffs’ claims for \ncontinuing fraud and misrepresentation and continuing conspiracy to defraud.  \n43. To prevail on a fraud claim, a party must prove five “essential elements”: \n“(1) False representation or concealment of a material fact, (2) reasonably calculated \nto deceive, (3) made with intent to deceive, (4) which does in fact deceive, (5) resulting \nin damage to the injured party.”  Ragsdale v. Kennedy, 286 N.C. 130, 138, 209 S.E.2d \n494, 500 (1974). \n \n \n44. A fraud claim “may be based on an ‘affirmative misrepresentation of a \nmaterial fact, or a failure to disclose a material fact relating to a transaction which \nthe parties had a duty to disclose.’”  Hardin v. KCS Int’l, Inc., 199 N.C. App. 687, 696, \n682 S.E.2d 726, 733 (2009) (quoting Harton v. Harton , 81 N.C. App. 295, 297, 344 \nS.E.2d 117, 119 (1986)).  A duty to disclose a material fact arises in three situations: \n(1) “where a fiduciary relationship exists between the p arties to the  transaction”; \n(2) “when a party has taken affirmative steps to conceal material facts from the \nother”; and (3) “where one party has knowledge of a latent defect in the subject matter \nof the negotiations about which the other party is both ignorant and una ble to \ndiscover through reasonable diligence.”  Harton, 81 N.C. App. at 297–98, 344 S.E.2d \nat 119.  \n45. Plaintiffs allege that Defendants committed fraud and \nmisrepresentation by inducing them to lend money with no intent to repay the sum \ntransferred.  (Compl. ¶ 67.)  They contend that Judith Alley did this by sending the \nestimated amortization schedule in which she represented the repayment terms for \na loan.  (Compl. ¶ 67.)  Plaintiffs further allege that Defendants falsely represented \nboth the purposes for wh ich the money would be used and the idea that the money \nwould be repaid.  (Compl. ¶¶  66–77.)  They claim that Defendants represented that \nthe funds would be used to pay J&M’s outstanding equipment loans, as well as unpaid \nbills for concrete purchased by J&M.  (Compl. ¶ 66.)  Plaintiffs contend that, instead \nof using the money for that purpose, Defendants put the money into Alpha’s accounts \nto avoid paying J&M’s creditors, including Plaintiffs.  (Compl. ¶ 69.)    \n \n \n46. Defendants contend  that, because there was no contract, they are \nentitled to summary judgment on this claim.  They argue that , because no contract \nexisted, there could be no fraud or misrepresentation as to the transfer of money or \nthe purposes for which it would be used.   \n47. Whether a material fact was concealed requires a determination of the \nrelationship between the parties.  If it is determined that Transatlantic and PCIM \nwere creditors of J&M, if a contract existed between Plaintiffs and J&M, or if there \nare sufficient facts to support finding a fiduciary relationship between those parties, \nthere may be a basis for P laintiffs’ fraud claim.  However, if no such relationship \nexisted, there could be no concealment or misrepresentation of a material fact.  Thus, \nthe motions for summary judgment on  Plaintiffs’ fraud claim are not ripe, because \nthe claim depends on the resolution of other disputed claims. \nb. Continuing conspiracy to defraud \n48. The parties  also move for summary judgment on Plaintiffs’ claim for \ncontinuing conspiracy to defraud.  This claim is grounded on Plaintiffs’ assertion that \nDefendants conspired to avoid repaying Plaintiffs the amount of money transferred \nin the “loan” transaction.  (Compl. ¶¶ 78–81.)  \n49. A claim for conspiracy to defraud cannot succeed without a successful \nunderlying fraud claim.  Jay Grp., Ltd. v. Glasgow, 139 N.C. App. 595, 599, 534 S.E.2d \n233, 236 (2000) (citing Burton v. Dixon, 259 N.C. 473, 476, 131 S.E.2d 27, 30 (1963)).  \nAccordingly, this claim also is not ripe for determination.   \n \n \n \n(3) Fraudulent conveyance, de facto merger, and continuation of the enterprise \n \n50. The parties  move for summary judgment on Plaintiffs’ claims for \nfraudulent conveyance, de facto merger, and continuation of the enterprise.   \nEssentially, these claims seek to impose liability on Alpha for J&M’s obligations.   \nNeither Plaintiffs nor Defendants offer any case law supporting or opposing the \nmotions for summary judgment on th ese claims.  Nevertheless, because the  claims \ndepend first on Plaintiffs’ status as creditors of J&M, the Court determines that the \nmotions for summary judgment on these claims are not yet ripe for determination. \na. Fraudulent conveyance \n \n51. Plaintiffs assert a claim for fraudulent conveyance in violation of N.C. \nGen. Stat. § 39-15.  (Compl. ¶¶ 88–89.)  That statute was repealed twenty years ago.  \nSee Act of July 10, 1997, ch. 291, sec. 1, 1997 N.C. Sess. Laws 689, 689.  Conveyances \nthat occurred after October 1, 1997, are governed by the Uniform Voidable \nTransactions Act (“UVTA”), N.C. Gen. Stat. §§ 39-23.1 to .12 (2015). \n52. Plaintiffs contend that J&M fraudulently conveyed all its assets to \nAlpha to prevent creditors, inc luding Plaintiffs, from recovering outstanding debts \nfrom J&M.  (Compl. ¶¶ 84–86.)  Defendants contend that Plaintiffs are not creditors \nof J&M and thus do not have standing to bring a claim for fraudulent conveyance.   \n(Mem. Law Supp. Defs.’ Mot. Summ. J. 15.)   \n53. A plaintiff must have standing as a creditor to proceed with a claim \nunder the UVTA.  Poulos v. Poulos, No. 15 CVS 1116, 2016 NCBC LEXIS 73, at *31 \n(N.C. Super. Ct. Sept. 26, 2016).   “[A] creditor who establishes the existence of a \n \n \nfraudulent transfer may obtain ‘[a]voidance of the transfer or obligation to the extent \nnecessary to satisfy the creditor’s claim.’”  Miller v. First Bank , 206 N.C. App. 166, \n170, 696 S.E.2d 824, 827 (2010) (alteration in original) (quoting N.C. Gen. Stat. \n§ 39-23.7(a)(1)).   \n54. Because there are issues of fact remaining as to whether a loan contract \nwas formed between Plaintiffs and J&M, the motions for summary judgment on this \nclaim are not ripe for determination. \nb. De facto merger and continuation of the enterprise \n \n55. Plaintiffs’ claims for de facto merger and continuation of the enterprise \nlikewise depend on Plaintiffs’ status as creditors of J&M.   \n56. Plaintiffs allege that a de facto merger occurred when J&M merged with \nAlpha and Alpha took on J& M’s liabilities.  (Compl. ¶  93.)  They contend that \nDefendants used Alpha to avoid liability for J&M’s debts , and that  there was \ncontinuity of management, personnel, physical location, type of business operations, \nand ownership, among other things.   They f urther allege that Alpha is liable for \nJ&M’s debts under a continuation-of-the-enterprise theory because Alpha resurfaced \nas a business identical to J&M.  (Compl. ¶ 99.)   \n57. As a general rule, a corporation that “purchases all or substantially all \nof the assets of another corporation” is not liable for the old corporation’s debts.  Budd \nTire Corp. v. Pierce Tire Co., 90 N.C. App. 684, 689, 370 S.E.2d 267, 270 (1988).  This \ngeneral rule does not apply where \n(1) there is an express or implied agreement by the purchasing \ncorporation to assume the debt or liability; (2) the transfer amounts to a \n \n \nde facto merger of the two corporations; (3) the transfer of assets was \ndone for the purpose of defrauding the corporation’s creditors, or; (4) the \npurchasing corporation is a “mere continuation” of the selling \ncorporation in that the purchasing corporation has some of the same \nshareholders, directors, and officers. \n \nId. at 687, 370 S.E.2d at 269.   To determine whether a corporation is a  “mere \ncontinuation” of an enterprise, courts look to the “continuity of stockholders and \ndirectors between the selling and purchasing corporation,” along with factors such as \n“inadequate consideration fo r the purchase ” and “ lack of some of  the elements of a \ngood faith purchaser for value.”  G.P. Publ’ns, Inc.  v. Quebecor Printing —St. Paul, \nInc., 125 N.C. App. 424, 434–35, 481 S.E.2d 674, 680 (1997).  \n58. Because successor liability is treated as a matter of equity under North \nCarolina law and exists to protect a predecessor corporation’s creditors, see Budd Tire \nCorp., 90 N.C. App. at 689, 370 S.E.2d at 270, it necessarily follows that Plaintiffs \nmust be creditors of J&M to bring a claim for de facto merger or continuation of the \nenterprise as an avenue for successor liability.  As detailed above, there are questions \nof fact as to w hether P laintiffs were creditors of J&M.   Thus, Plaintiffs’ and \nDefendants’ motions for summary judgment on Plaintiffs’ claims for de facto merger \nand continuation of the enterprise are not yet ripe for determination.  \n(4) Breach of fiduciary duty and constructive fraud \n \n59. Plaintiffs assert a single claim for breach of fiduciary duty and \nconstructive fraud against Judith Alley and Jeffrey Alley.  As the basis for this claim, \nPlaintiffs assert that, when J&M became insolvent,  Judith Alley and Jeffrey Alley, \nas owners, directors, and controlling shareholders of J&M, owed and then breached \n \n \na fiduciary duty to Plaintiffs as creditor s by taking advantage of their insider \npositions for their own benefit  and transferring assets from J&M to Alpha to avoid \npaying outstanding debts .  (Compl. ¶ ¶ 107–08.)  Defendants contend that, because \nPlaintiffs were not creditors , and because the transfer of $165,000 was not a loan, \nsummary judgment should be entered in their favor.   \n60. As a general rule, “directors of a corporation do not owe a fiduciary duty \nto creditors of the corporation.”  Keener Lumber Co. v. Perry, 149 N.C. App. 19, 2 9–\n30, 560 S.E.2d 817, 824 (2002) (quoting Whitley v. Carolina Clinic, Inc., 118 N.C. App. \n523, 526, 455 S.E.2d 896, 899 (1995)).  However, directors of a corporation may owe \na fiducia ry duty to creditors of the corporation where there are “circumstances \namounting to a ‘winding-up’ or dissolution of the corporation.”  Id. at 31, 560 S.E.2d \nat 825 (quoting Whitley, 118 N.C. App. at 528, 455 S.E.2d at 900).   \n61. As explained above, because Plaintiffs’ status as creditors depends on \nthe existence of a contract, the motions for summary judgment on Plaintiffs’ claim for \nbreach of fiduciary duty and constructive fraud are not ripe. \n(5) Aiding and abetting breach of fiduciary duty \n \n62. In addition to their claim for breach of fiduciary duty and constructive \nfraud against Judith Alley and Jeffrey Alley, Plaintiffs assert a claim for inducing \nbreach of fiduciary duty and aiding and abetting breach of fiduciary duty against \nJudith Alley, Jeffrey Alley, and Alpha.   \n63. Plaintiffs allege that Judith Alley, Jeffrey Alley, and Alpha , which \nPlaintiffs collectively refer to as the “Interfering Defendants,”  “intentionally and \n \n \nwithout justification interfered with and induced breach of f iduciary duty by \ndefendants Judith Alley and Jeffrey Alley and aided and abetted the breach of \nfiduciary duty.”  (Compl. ¶  121.)  Defendants ask for summary judgment on the \nground that there was no contract.  Neither Plaintiffs nor Defendants offer any case \nlaw to support or oppose the motions for summary judgment on this claim. \n64. This Court has stated on numerous occasions that “[w]hether North \nCarolina recognizes a claim for aiding and abetting a breach of fiduciary duty remains \nan open question.”  Krawiec v. Manly, No. 15 CVS 1927, 2016 NCBC LEXIS 7, at *39 \n(N.C. Super. Ct. Jan. 22, 2016) (Bledsoe, J.) (alteration in original) (quoting Veer \nRight Mgmt. Grp., Inc. v. Czarnowski Display Serv., Inc. , No. 14 CVS 1038, 2015 \nNCBC LEXIS 13, at *6 (N.C. Super. Ct. Feb. 4, 2015) (Gale, J.)).  As the Court recently \nexplained, “even if such a claim should be recognized in North Carolina, the Court of \nAppeals has held that the claim requires facts supporting an allegation of ‘substantial \nassistance by the aider and abettor in the achievement of the primary violation.’”  \nIslet Scis., Inc. v. Brighthaven Ventures, LLC, No. 15 CVS 16388, 2017 NCBC LEXIS \n4, at *14 (N.C. Super. Ct. Jan. 12, 2017) (McGuire, J.) (quoting Bottom v. Bailey, 238 \nN.C. App. 202, 212, 767 S.E.2d 883, 889 (2014)).  The Court is not aware of a separate \nclaim for “inducing” breach of fiduciary duty. \n65. Plaintiffs’ pleadings and briefs are completely devoid of support for their \naiding-and-abetting claim.  If it is determined that Judith Alley and Jeffrey Alley owe \nfiduciary duties to Plaintiffs, they cannot also be inducers, aiders, or abettors  of a \nbreach of those duties.  If they are determined to not owe fiduciary duties to Plaintiffs, \n \n \nthere is no primary breach of fiduciary duty for which they could be liable for aiding \nand abetting.  See Veer Right Mgmt. , 2015 NCBC LEXIS 13, at *8 (explaining that \n“if North Carolina recognizes a claim for aiding and abetting breach of fiduciary duty, \nthe elements would include: (1) violation of a fiduciary duty by the primary party”).  \nRather than reciting the elements for an aiding -and-abetting claim, Plaintiffs recite \nthe elements for a claim of intentional interference with contract.  ( See Compl. \n¶¶ 121–22.) \n66. For these re asons, Plaintiffs’ Motion for Summary Judgment on this \nclaim is denied, and Defendants’ Motion for Summary Judgment on this claim is \ngranted.       \n(6) Intentional interference with contract  \n \n67. Plaintiffs assert a claim for intentional interference with contract \nagainst Judith Alley, Jeffrey Alley, and Alpha on the grounds that those Defendants \ninterfered with a valid contract between Plaintiffs and J&M.  (Compl. ¶¶  115–18.)  \nDefendants argue that , because no contract exists , there can be no claim of \nintentional interference with contract.   \n68. Under North Carolina law, a claim of tortious interference with contract \nrequires five elements: (1) “a valid contract between the plaintiff and a third person \nwhich confers upon the plai ntiff a contractual right against a third person, ” (2) “the \ndefendant knows of the contract, ” (3) “the defendant intentionally induces the third \nperson not to perform the contract, ” (4) “and in doing so acts without justification ,” \n(5) “resulting in actual  damage to plaintiff.”  United Labs., Inc. v. Kuykendall , 322 \n \n \nN.C. 643, 661, 370 S.E.2d 375, 387 (1988) ; see also Islet Scis., Inc. v. Brighthaven \nVentures, LLC, No. 15 CVS 16388, 2017 NCBC LEXIS 17, at *19–20 (N.C. Super. Ct. \nMar. 6, 2017). \n69. Because the first element of an intentional-interference claim depends \non resolving the disputed issue regarding  the existence of a valid contract, the \nmotions for summary judgment on this claim are not ripe for resolution.  \n(7) Section 75-1.1 \n \n70. The parties move for summary judgment on Plaintiffs’ claim for unfair \nor deceptive trade practices under N.C. Gen. Stat. §  75-1.1.  Plaintiffs base their \nsection 75-1.1 claim on the first nine claims asserted in their Complaint.   \n71. To state a claim under section 75 -1.1, Plaintiffs must prove that  \nDefendants (1) “committed an unfair or deceptive act or practice,” (2) that the unfair \nor deceptive act or practice was “in or affecting commerce,” and (3) that Defendants’ \n“act proximately caused injury” to Plaintiffs.  Bumpers v. Cmty. Bank of N. Va., 367 \nN.C. 81, 88, 747 S.E.2d 220, 226 (2013) (quoting Dalton v. Camp, 353 N.C. 647, 656, \n548 S.E.2d 704, 711 (2001)); see N.C. Gen. Stat. § 75-1.1(a) (2015).     \n72. The Court has held that it cann ot resolve Plaintiffs’ fraud claim by \nsummary judgment.  A fraud claim may also support a claim under section 75-1.1.  \nSee, e.g., Jones v. Harrelson & Smith Contractors, LLC, 194 N.C. App. 203, 217, 670 \nS.E.2d 242, 252 (2008) (holding that, because the plaintiff proved the elements of a \nfraud claim, they also established that unfair or deceptive acts occurred) , aff’d, 363 \nN.C. 371, 677 S.E.2d 453 (2009) (mem.) ; see also Bob Timberlake Collection, Inc. v. \n \n \nEdwards, 176 N. C. App. 33, 42, 626 S.E.2d 315, 323 (2006) (noting that a section \n75-1.1 claim may be grounded on a breach of contract if there are “substantial \naggravating circumstances attending the breach of contract ”); KRG New Hill Place, \nLLC v. Spring Inv’rs, LLC , No. 13 CVS 14770, 2015 NCBC LEXIS 72, at *20 (N.C. \nSuper. Ct. July 8, 2015) (holding that a fraudulent -transfer claim may support a \nsection 75 -1.1 claim) .  Accordingly, Plaintiffs’ section 75 -1.1 claim is not ripe for \nsummary judgment. \n(8) Accounting \n \n73. The parties move for summary judgment on Plaintiffs’ accounting claim.  \nPlaintiffs allege that they are entitled to see how the $ 165,000 “loan” was spent \nbecause, as creditors, they were not repaid the value of the loan.  Defendants contend \nthat summary judgment must be granted in their favor on t his issue because \nPlaintiffs are not creditors of J&M  and thus lack standing to bring a claim for \naccounting.   \n74. A party who requests an accounting must be connected to , or have an \ninterest in, the claims asserted.  See Davis v. Davis, 246 N.C. 307, 310, 98 S.E.2d 318, \n321 (1957).  Because P laintiffs’ right to an accounting depends on their status as  \ncreditors, the motions for summary judgment  on this claim are not ripe  for \ndetermination.  \n \n \n \n \n \nC. Plaintiffs’ Motion for Summary Judgment on Defendants’ Counterclaims \n \n75. Plaintiffs move for summary judgment on Defendants’ four \ncounterclaims.1  As discussed below, Plaintiffs’ Motion  for Summary Judgment  is \ngranted in part and denied in part. \n(1) Declaratory judgment \n \n76. Plaintiffs move for summary judgment on Defendants’ counterclaim for \ndeclaratory judgment.  Defendants ask the Court for  a declaratory judgment under \nN.C. Gen. Stat. §  1-253 that there is no contract to repay the $165,000.  Plaintiffs ’ \nMotion for Summary Judgment asks the Court to issue a declaratory judgment that \nthere is a contract between the parties.   \n77. As noted  above, t here are genuine issues of material fact regarding \nwhether the $165,000 transfer was intended as a loan that preclude summary \njudgment on Defendants’ declaratory-judgment counterclaim.  See Purcell v. Downey, \n162 N.C. App. 529, 531, 591 S.E.2d 556, 558 (2004) (holding that summary judgment \nis appropriate in a declaratory action only where “there is no substantial controversy \nas to the facts disclosed by the evidence”).  Accordingly, Defendants’ counterclaim for \ndeclaratory judgment is not ripe for summary adjudication. \n \n                                                 \n1 In Plaintiffs’ Brief in Opposition to Defendants’ Motion for Summary Judgment, Plaintiffs \nappear to renew an earlier-filed motion to strike.  ( See Pls.’ Br. Opp’n to Defs.’ Mot. Summ. \nJ. 4 (arguing that the Court should strike multiple paragraphs in Defendants’ Amended \nAnswer and Counterclaim, as well as three of Defendants’ four counterclaims).)  The Rule \n12(f) motion to strike to which Plaintif fs refer was directed at Plaintiffs’ original Answer, \nCounterclaims, and Third-Party Complaint, and was deemed moot by Court order on January \n20, 2015.  See Order, Transatlantic Healthcare, LLC, No. 14 CVS 5263 (N.C. Super. Ct. Jan. \n20, 2015).  Plaintiffs’ motion to strike cannot be revived through their response brief and will \nnot be considered by the Court. \n \n \n(2) Abuse of process \n \n78. Plaintiffs also move for summary judgment on Defendants’ counterclaim \nfor abuse of process .  As the basis of this counterclaim,  Defendants assert  that \n“Plaintiffs have utilized this  action in order to accomplish their ulterior purpose of \nobtaining funds to which they were not entitled against J&M, Alpha, as well as Mr. \nand Mrs. Alley individually.”  (Am. Countercl. ¶ 64.)   \n79. Abuse of process is defined as “the misapplication of civil or criminal \nprocess to accomplish some purpose not warranted or commanded by the process.”  \nMoch v. A.M. Pappas & Assocs., LLC , __ N.C. App. __, 794 S.E.2d 898, 905 (2016) \n(quoting Pinewood Homes, Inc. v. Harris, 184 N.C. App. 597, 602, 646 S.E.2d 826, 831 \n(2007)).  To succeed on a claim for  abuse of process , two elements must be proven: \n(1) “that the defendant had an ulterior motive to achieve a collateral purpose not \nwithin the normal scope of the process used,” and (2) “that the defendant committed \nsome act that is a ‘malicious misuse or misapplication of that process after issuance \nto accomplish some purpose not warranted or commanded by the writ.’”  Id. (quoting \nPinewood Homes, Inc., 184 N.C. App. at 602, 646 S.E.2d at 831).  An ulterior motive \nfor bringing the case, by itself, is insufficient  to state a claim for abuse of process .  \nE.g., Edwards v. Jenkins , 247 N.C. 565, 568, 101 S.E.2d 410, 412 (1958) (“Regular \nand legitimate use of process, though with a bad intention, is not a malicious abuse \nof process.” (quoting Melton v. Rickman , 225 N.C. 700, 704, 36 S.E.2d 276, 278 \n(1945))); accord Chesson v. Rives , No. 12 CVS 3382, 2016 NCBC LEXIS 92, at *46 –\n47 (N.C. Super. Ct. Nov. 30, 2016); DDM&S Holdings, LLC v. Doc Watson Enters., \n \n \nLLC, No. 14 CVS 3107, 2016 NCBC LEXIS 88, at *8 –9 (N.C. Super. Ct. Nov. 10, \n2016). \n80. The Court concludes that the evidence, viewed in the light most \nfavorable to D efendants, does not permit a factfinder to reasonably conclude that  \nPlaintiffs misused the legal process for an ulterior purpose.  It is clear that, regardless \nof whether a contract is found to exist or whether Plaintiffs are ultimately entitled to \nrecover, Plaintiffs’ motive in bringing this lawsuit is to recover the $165,000 that they \ntransferred to Defendants .  Accordingly, the Court grants Plaintiffs’ Motion for \nSummary Judgment on this claim.  \n(3) Fraud \n \n81. Plaintiffs move for summary judgment on Defendants’ counterclaim for \nfraud.  As a basis for this counterclaim, Defendants allege that “Plaintiffs, by and \nthrough t heir agents, Dr. Kutty and [Pilar]  Cummings, deceived Defendants by \nmeans of false representations of material facts, concealment of material facts, or \nboth.”  (Am. Countercl. ¶ 67.)  Plaintiffs contend that summary judgment is proper \nbecause Defendants have failed to plead their fraud claim with the level of specificity \nrequired for a fraud claim under North Carolina law.    \n82.  As the Court explains above, t o prevail on a fraud claim, a party must \nprove five elements: “(1) False representation or concealment of  a material fact, \n(2) reasonably calculated to deceive, (3) made with intent to deceive, (4) which does \nin fact deceive, (5) resulting in damage to the injured party.”  Ragsdale, 286 N.C. at \n138, 209 S.E.2d at 500. \n \n \n83. Defendants assert that the fraud and misrepresentations were premised \non the fact that the  $165,000 transfer was used to provide  Plaintiffs the ability to \nrecuperate financial benefits that they were not entitled to receive.  (Am. Countercl. \n¶ 73(g).) \n84. While Plaintiffs’ motion must be construed in the light most favorable \nto Defendants, Defendants’ allegations of fraud and misrepresentation are premised \non the nature of the $165,000 transfer and whether it did in fact constitute a loan.  \nBecause questions of fact remain as to whether there was a contract between the \nparties and whether th e transfer was intended to be a loan, Plaintiffs’ Motion for \nSummary J udgment on Defendants’ counterclaim for fraud is not yet ripe for \ndetermination.  \n(4) Section 75-1.1 \n \n85. Plaintiffs move for summary judgment on Defendants’ section 75 -1.1 \ncounterclaim. \n86. In paragraph 71 of this Order & Opinion, the Court states the elements \nrequired for a party to prevail on a section 75 -1.1 claim.  Defendants contend that \nPlaintiffs actions constitute an unfair or deceptive trade practice because Plaintiffs \nwere part of a scheme to recover money that they were not entitled to receive.  (Am. \nCountercl. ¶ 80.)  Plaintiffs contend that the alleged acts do not fall within the scope \nof section 75-1.1 because there was no  unfair or deceptive conduct, and because the \nacts complained of do not affect commerce.   \n \n \n87. Here, the “scheme” that Defendants refer to is premised on the $165,000 \ntransfer.  If the transfer is found to be a loan , D efendants’ allegations that th e \ntransaction was intended to allow Plaintiffs to recover money to which they were not \nentitled cannot serve as a valid basis for Defendants’ section 75-1.1 claim.  Whether \nthe transfer constituted a contract involves factual disputes that cannot be resolved \non a motion for summary judgment .  Clearly, Plaintiffs contend that there was a \ncontract.  However, the Court is dubious whether Plaintiffs’ conduct rises to the level \nof unfair or deceptive conduct required under section 75-1.1, even if Plaintiffs prevail \non their contract claim.   But in light of the other claims that must proceed, at this \ntime, Plaintiffs’ Motion for Summary J udgment on Defendants’ section 75-1.1 claim \nis denied.  \n \nIII. PLAINTIFFS’ MOTION TO STRIKE \n88. Plaintiffs’ Motion to S trike asks the Court to strike  the affidavits of \nJudith Alley  on the ground that the affidavits are inadmissible under  the parol \nevidence rule.    \n89. Rule 56(e) governs the form of summary -judgment affidavits and \nrequires that affidavits supporting or opposing summary judgment “shall be made on \npersonal knowledge, shall set forth such facts as would be admissible in evidence, and \nshall show affirmatively that the affiant is competent to testify to the matters stated \ntherein.”  N.C. Gen. Stat.  § 1A-1, Rule 56(e).  Statements of hearsay or facts that \nwould be inadmissible under the parol evidence rule should be stricken by the trial \n \n \ncourt.  See Borden, Inc. v. Brower, 284 N.C. 54, 59, 199 S.E.2d 414, 418 (1973); Moore \nv. Coachmen Indus., Inc., 129 N.C. App. 389, 394, 499 S.E.2d 772, 776 (1998). \n90. The parol evidence rule “excludes prior or contemporaneous oral \nagreements which are inconsistent with a written c ontract if the written contract \ncontains the complete agreement of the parties.”  Emp’t Staffing Grp., Inc. v. Little , \n__ N.C. App. __, 777 S.E.2d 309, 313 (2015) (quoting Phelps-Dickson Builders, LLC \nv. Amerimann Partners , 172 N.C. App. 427, 436, 617 S.E. 2d 664, 670 (2005)).   The \nrule “applies where the writing totally integrates all the terms of a contract or \nsupersedes all other agreements relating to the transaction.”  Id. (quoting Craig v. \nKessing, 297 N.C. 32, 35, 253 S.E.2d 264, 265 (1979)). \n91. As an initial matter, while the Motion to Strike purports to target \nmultiple affidavits—presumptively Judith Alley’s  first affidavit, filed August 19, \n2014, and her second affidavit, filed October 28, 2014—Plaintiffs’ argument appears \nto address only the second affidavit.  Nevertheless, Plaintiffs’ argument is misplaced \nas to either affidavit.   \n92. Plaintiffs argue that the parol evidence rule should preclude Judith \nAlley from contradicting “a fax she sent, an Amortization Schedule she faxed, checks \nshe signed, ‘memos’ on checks saying ‘payment on J&M loan,’ a Corporate Resolution, \nor a letter-email to Mr. Banker she admitted was ‘drafted’ by her.”  (Pls.’ Br. Opp’n to \nDefs.’ Mot. Summ. J. 9.)  But a key piece is missing to place this dispute in the realm \nof th e parol -evidence rule: a writing that “totally integrates all the terms of a \n \n \ncontract.”  Emp’t Staffing Grp., 777 S.E.2d at 313 (quoting Craig, 297 N.C. at 35, 253 \nS.E.2d at 265).   \n93. Indeed, Plaintiffs admit that no “writing intended to be the final \nexpression of the parties’ agreement” exists.  Phelps v. Spivey , 126 N.C. App. 693, \n697, 486 S.E.2d 226, 229 (1997) (quoting Weiss v. Woody , 80 N.C. App. 86, 91, 341 \nS.E.2d 103, 106 (1986)); (see, e.g., Diaz Aff. ¶¶ 4, 14.)  Rather, Judith Alley’s second \naffidavit merely points to a potential typographical error  in the J&M board-meeting \nminutes that puts into question whether a meeting of the minds existed between the \nparties—a question that  raises an issue of material fact as to whether the parties \nentered into a contract and precludes summary judgment on that issue. \n94. The Court finds that Plaintiffs’ Motion to Strike is without merit and is \ntherefore denied.  \n \nIV. PLAINTIFFS’ MOTION TO COMPEL \n95. Plaintiffs’ Motion to Compel asks the Court to compel Defendants to \nmake discovery, strike Defendants’ affirmative defenses and counterclaims, and \naward attorney fees to Plaintiffs for Defendants’ failure to make discovery.  (Pls.’ Mot. \nCompel 1, 5.)   \n96. As the basis for their motion, Plaintiffs contend that Defendants have \n“outright refused to produce any tax returns and a number of requested documents \nthat would show the flow of substantial mon[eys] and assets among” Defendants.  \n(Pls.’ Mot. Compel ¶ 2.)  They claim to have faced Defendants’ Motion for Summary \nJudgment without having the full benefit of discovery to prove that (1) “Judith Alley \n \n \nadmitted the loan on multiple occasions prior to claiming it was a ‘gift,’” and \n(2) “[D]efendants have engaged in m ultiple fraudulent conveyances, sham \ntransactions, and unfair and deceptive acts and other conduct making them liable for \ncompensatory and punitive damages.”  (Pls.’ Br. Supp. Mot. Compel 2.)     \n97. In response, Defendants claim that much of the information t hat \nPlaintiffs seek through their Motion to Compel has already been produced or is no \nlonger in Defendants’ possession, custody, or control.  (Defs.’ Mem. Law Opp’n Pls.’ \nMot. Compel 12.)  They argue that they cannot be compelled to produce documents \nthat either do not exist or are not in their possession or under their control.   \n98. Under North Carolina’s liberal discovery rules, parties are permitted to \nobtain discovery on any relevant, nonprivileged matter that “appears r easonably \ncalculated to lead to the discovery of admissible evidence.”  N.C. Gen. Stat. §  1A-1, \nRule 26(b)(1).  A party’s response to a written discovery request must either state \nthat the request is permitted or raise an objection that articulates the basis for the \nobjection.  Id. § 1A-1, Rule 34(b). \n99. Rule 37 of the North Carolina Rules of Civil Procedure allows a party to \nfile a motion to compel where a party’s responses to discovery requests are “evasive \nor incomplete.”  Id. § 1A-1, Rule 37(a)(3).   “The party resisting discovery bears the \nburden of showing why the motion to compel should not be granted.”  Nat’l Fin. \nPartners Corp. v. Ray, No. 13 CVS 3319, 2014 NCBC LEXIS 50, at *26 (N.C. Super. \nCt. Oct. 13, 2014) (quoting Smithfield Bus. Park, LLC v. SLR Int’l Corp. , No. 5:12 -\nCV-282-F, 2014 U.S. Dist. LEXIS 110535, at *7 (E.D.N.C. Aug. 11, 2014)).   The \n \n \ndecision whether to grant or deny a motion to compel discovery is within the sound \ndiscretion of the trial court.  See, e.g., Phelps-Dickson Builders, LLC, 172 N.C. App. \nat 433, 617 S.E.2d at 668. \n100. Plaintiffs’ supporting brief  and the letters to opposing counsel  \naccompanying their M otion to Compel list several documents that Plaintiffs have \nrequested Defendants to produce.  (See Pls.’ Mot. Compel Attachs. 1–5; Pls.’ Br. Supp. \nMot. Compel 7 –11.)  It is unclear which of these requests have been resolved since \nPlaintiffs filed their motion.   \n101. Clearly, the Court cannot compel Defendants to produce documents that \nthey claim in good faith are no longer in thei r possession, custody, or control.  ( E.g., \nDefs.’ Mem. Law Opp’n Pls.’ Mot. Compel 12.)  However, Defendants fail to meet their \nburden of proof as to the other requests when they merely state that “[t]he remaining \nrequests seek documents that are irrelevan t to whether or not a contract exist s” or \n“simply attempt to embarrass or harass Defendants.”  (Defs.’ Mem. Law Opp’n Pls.’ \nMot. Compel 13.)  For example, whether the payments to Transatlantic and PCIM \nwere deducted on Defendants’ tax returns as a deductible business expense is directly \nrelevant to the issue whether the $165,000 was treated as a loan or a gift .  \nDefendants’ tax returns, along with the other requested, available documents listed \nin Plaintiffs’ supporting brief and in the letters acco mpanying their Motion to \nCompel, should be produced within twenty days of this Order & Opinion. \n102. The Court , in its discretion,  denies Plaintiffs’ request to strike \nDefendants’ affirmative defenses and counterclaims .  The Court , in its discretion,  \n \n \nlikewise denies Plaintiffs’ request for attorney fees under Rule 37(a)(4), because it \nfinds that Defendants’ opposition to the Motion to Compel was substantially justified \nand that, at this stage in the proceedings, an award of expenses, including attorney \nfees, would be unjust and not appropriate.   \n \nV. DEFENDANTS’ MOTIONS TO QUASH \n103. In their three Motions to Quash, Defendants  ask the Court  to quash \nsubpoenas issued by Plaintiffs to Truliant, BB&T, and Wells Fargo on the grounds \nthat the information sought by Plaintiffs is not pertinent to the claims asserted in the \nComplaint, that the issuance of subpoenas is not the proper procedure to gather such \ninformation, and that Plaintiffs do not seek the production of the items listed in the \nsubpoenas for a proper or valid purpose.   \n104. The subpoena issued to Truliant commands Truliant to produce and \npermit inspection and copying of “all documents in any reasonable way revealing or \npertaining to any loan or loans made to [J&M] (or owners/officers Jeffrey Wayne Alley \nor Judith Alley) that were in place in 2009 or 2010 . . . and any and all correspondence \nor other documents relating to the loan or loans.”  ( Mot. Quash Truliant Subpoena \nEx. A.) \n105. The subpoena issued to BB&T commands BB&T to produce and permit \ninspection and copying of “all documents in any way reflecting a) deposit of funds into \nthe account of [Alpha] from the time the account was created in 2009 until the end of \n2014, or b) withdrawal of funds by check or otherwise from the time the account was \ncreated in 2009 until the end of 2014.”  (Mot. Quash BB&T Subpoena Ex. A.) \n \n \n106. The subpoena issued to Wells Fargo commands Wells Fargo to produce \nand permit inspection and copying of “all documents in any way reflecting deposit of \nfunds into the account of [J&M] from November 1, 2008 , until the end of 2014 or \nwithdrawal of funds by check or otherwise from November 1, 2008 until the end of \n2014.”  (Mot. Quash Wells Fargo Subpoena Ex. A.) \n107. No briefs were submitted to the Court by either Plaintiffs or Defendants \nin connection with Defenda nts’ Motions to Q uash.  In their Motion to Compel, \nPlaintiffs say that they attempted to subpoena the banks only after Defendants \ndeclined to supplement their discovery responses.  (Pls.’ Mot. Compel ¶¶  13–14.)  \nAccording to Plaintiff’s Motion to Compel, T ruliant has produced the subpoenaed \ndocuments, but BB&T and Wells Fargo have not.  (Pls.’ Mot. Compel ¶ 14.) \n108. Whether to grant or deny a motion to quash is within the sound \ndiscretion of the trial court.  See, e.g., Vaughan v. Broadfoot, 267 N.C. 691, 697, 149 \nS.E.2d 37, 42 (1966).  In exercising its discretion in ruling on a motion to quash a \nsubpoena, the Court should consider the relevancy and materiality of the subpoenaed \nitems, the right of the subpoenaed party to withhold production on other grounds, \nand the policy against fishing expeditions.  See State v. Stimson, __ N.C. App. __, 783 \nS.E.2d 749, 750–51 (2016). \n109. This Court has previously held that “nothing in the North Carolina \nRules of Civil Procedure, the Federal Privacy Act, or the North Carolina Fi nancial \nPrivacy Act express ly grants” a third party standing to quash a subpoena to that \nparty’s bank.  Deyton v. Estate of Waters, No. 10 CVS 2582, 2011 NCBC LEXIS 36, \n \n \nat * 14 (N.C. Super. Ct. Sept. 23,  2011).  The parties do not address Defendants’ \nstanding to challenge the bank subpoenas.   \n110. The Court, in its discretion, denies Defendants’ Motions to Quash. \n \nVI. CONCLUSION \n111. For the foregoing reasons, the Court concludes the following: \n(1) Plaintiffs’ Motion for Summary Judgment is GRANTED IN PART \nand DENIED IN PART as follows: \ni. Summary judgment is GRANTED in favor of Plaintiffs on \nDefendants’ abuse-of-process counterclaim, and that claim \nis DISMISSED WITH PREJUDICE. \nii. Plaintiffs’ Motion for Summary as to all other claims and \ncounterclaims is DENIED. \n(2) Defendants’ Motion for Summary Judgment is GRANTED IN \nPART and DENIED IN PART as follows: \ni. Summary judgment is GRANTED in favor of Defendants \non Plaintiffs’ claim for inducing breach of fiduciary duty or \naiding and abetting breach of fiduciary duty, and that \nclaim is DISMISSED WITH PREJUDICE. \nii. Defendants’ Motion for Summary Judgment as to all other \nclaims is DENIED. \n(3) Plaintiffs’ Motion to Strike is DENIED. \n \n \n(4) Plaintiffs’ Motion to Compel is GRANTED IN PART and DENIED \nIN PART. \n(5) Defendants’ Motions to Quash are DENIED. \n112. Other than provided in this Order & Opinion, discovery is now closed. \n113. By April 1, 2017, counsel  shall confer and propose two dates after July \n1, 2017, when all parties can be available for a jury trial.  The Court will set a trial \ndate and a schedul e for the completion of pretrial procedures in accordance with \nBusiness Court Rule 12.3.  \n \nSO ORDERED, this the 9th day of March, 2017. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Business Court Judge \n  \n "
}