{
  "id": "2691ca3c6b1f20d706c52db3f2b6002a4778bec90c79892f5178d57c5a565a6e",
  "source_file": "data/raw/ncbc/2691ca3c6b1f20d706c52db3f2b6002a4778bec90c79892f5178d57c5a565a6e.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 5801 \n \nTOTAL MERCHANT SERVICES, LLC, \n \n Plaintiff, \n \nv. \n \nTMS NC, INC. AND CHRISTOPHER \nCOLLINS, \n \n Defendants. \n  \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO \nDISMISS, OR, IN THE \nALTERNATIVE, FOR SUMMARY \nJUDGMENT \n \n1. THIS MATTER  is before the Court upon Defendants TMS NC, Inc. \n(“TMS NC”) and Christopher Collins ’ (“Collins”) (together, “Defendants”) Motion to \nDismiss or in the Alternative Motion for Summary Judgment (the “Motion”) pursuant \nto Rules 12(b)(6) and 56 of the North Carolina Rules of Civil Procedure (“Rule(s)”) \nfiled on 1 April 2022 in the above-captioned action.1   \n2. Having considered the Motion, the related briefs, the arguments of \ncounsel at the hearing on the Motion, and other appropriate matters of record, the \nCourt hereby DENIES the Motion.   \nEllis & Winters LLP, by Thomas H. Segars and Jeremy Falcone, and \nCouncill, Gunnemann & Chally, LLC, by Joshua P. Gunnemann, for \nPlaintiff Total Merchant Services, LLC. \n \nHatcher Legal, PLLC, by Nichole M. Hatcher and Erik P. Lindberg, for \nDefendants TMS NC, Inc. and Christopher Collins. \n \nBledsoe, Chief Judge.  \n \n1 (Defs.’ Mot. Dismiss or in the Alt. Mot. for Summ. J., ECF No. 68.) \nTotal Merch. Servs., LLC v. TMS NC, Inc., 2022 NCBC 40. \n \n \nI.  \n \nBACKGROUND \n \n3. Plaintiff Total Merchant Services, LLC (“ TMS”) initiated this action in \nWake County Superior Court on 28 April 2021, asserting claims against Defendant  \nTMS NC for breach of contract , breach of the implied duty of good faith and fair \ndealing, and indemnification, and against TMS NC’s owner , Collins, for breach of \ncontract, all arising out of Defendants’ alleged breach of an exclusive sales agreement \nas amended.2   \n4. In brief, the parties’ predecessors -in-interest entered a Sales \nRepresentation Agreement (the “Agreement”) in 2008 by which, in exchange for \nselling and marketing TMS’s products and services, TMS NC is paid a “residual \nshare,” the difference between certain rates and fees charged to each business \ncustomer that TMS NC solicits on behalf of TMS and certain rates and fees that TMS \npays to third- party credit card associations and other related vendors for those \nservices.3     \n5. In 2018, the parties entered into an addendum to the Agreement (the \n“Exclusivity Addendum”), which increased TMS NC’s residual share percentage in \nexchange for TMS NC’s promise to exclusively market and sell TMS’s products.\n4  \n \n2 (Verified Compl. [hereinafter “Compl.”], ECF No. 2.) \n \n3 (Compl. Ex. A, ECF No. 2; Compl. ¶ 14; TMS NC’s Answer with Countercl. and Third-Party \nClaims ¶ 13, ECF No. 34.) \n \n4 (Compl. Ex. B, ECF No. 2.) \n \n \n6. Plaintiff alleges that Defendants breached the Agreement and the \nExclusivity Addendum by selling competing programs, refusing TMS inspection \nrights, and refusing to produce required records and other required information.  \nPlaintiff further contends that Collins has breached a personal guaranty and that \nTMS NC has breached an indemnification provision in the Agreement, both for failing \nto pay TMS for its losses associated with Defendants’ breaches of the Agreement and \nthe Exclusivity Addendum.  For its remedy, Plaintiff seeks damages as well as specific \nperformance, preliminary and permanent injunctive relief, and declaratory relief \nrequiring Def endants’ compliance with the terms of the Agreement and the \nExclusivity Addendum.\n5   \n7. Contemporaneously with the Complaint, TMS filed a Motion for \nPreliminary Injunction. 6 Before the Motion for Preliminary Injunction was heard, \nhowever, Defendants removed the case to the United States District Court for the \nEastern District of North Carolina, Western Division, on 8 June 2021.7  The case was \nlater remanded to the Superior C ourt of North Carolina on 16 December 2021 upon \nthe federal court’s conclusion that the case had been improperly removed and the \nfederal court’s resulting imposition of sanctions against Defendants.\n8 \n \n5 (See generally Compl.) \n \n6 (Mot. Prelim. Inj., ECF No. 4.) \n \n7 (Notice of Removal, ECF No. 29.) \n \n8 (Order, ECF No. 56.) \n \n \n \n8. After remand, on 18 January 2022, TMS filed an Amended Motion for \nPreliminary Injunction.9  The Amended Motion for Preliminary Injunction was heard \nby the Honorable John W. Smith on 17 March 2022. 10  Judge Smith did not resolve \nthe Amended Motion for Preliminary Injunction and, at Judge Smith’s \nrecommendation, on 21 March 2022, the Chief Justice of the Supreme Court of North \nCarolina designated this action as a complex business case under Rules 2.1 and 2.2 \nof the General Rules of Practice for the Superior and District Courts and assigned the \ncase to the undersigned.\n11 \n9. On 4 April 2022, TMS filed its Second Amended Motion for Preliminary \nInjunction (the “PI Motion”), contending that Defendants had violated (i) the \nnonsolicitation provision in the Agreement and the exclusivity provision in the \nExclusivity Addendum by referring customers and potential customers to competitors \nof TMS; and (ii) TMS’s inspection rights under the Agreement by refusing to comply \nwith TMS’s request to inspect and copy certain books, accounts, records, and files.\n12  \n10. After full briefing and hearing, the Court granted the PI Order in part \nand denied it in part by order dated 6 May 2022 (the “PI Order”). 13  The Court \n \n9 (Am. Mot. Prelim. Inj., ECF No. 17.) \n \n10 (See Notice of Hr’g, ECF No. 20.) \n \n11 (Designation Order, ECF No. 1; Order Staying Case Until Bus. Ct. Accepts or Rejects, ECF \nNo. 24.) \n \n12 (Second Am. Mot. for Prelim. Inj. ¶¶ 2–3, ECF No. 72.) \n \n13 (Order on Pl. Total Merchant Services’ Second Am. Mot. for Prelim. Inj., ECF No. 98.)  The \nCourt subsequently amended the PI Order (the “Order Amending PI Order”) on 19 May 2022 \nto more accurately reflect Plaintiff’s interpretation of the Agreement and to indicate that \n \n \ndetermined that Plaintiff had shown a likelihood of success on its claims for breach \nof contract against TMS NC but that Plainti ff’s request for attorneys’ fees and costs \nwas premature.14  \n11. On 18 May 2022, after full briefing, the Court held a hearing on the \nMotion (the “Hearing”), at which all parties were represented by counsel.15   \n12. The Motion is now ripe for resolution. \nII. \nANALYSIS \n13. As an initial matter, Defendants have supported their Motion with \naffidavits and documentary evidence that w ere not attached to or referenced in the \nComplaint.16  Accordingly, the Court will consider Defendants’ Motion as a motion  \n \nPlaintiff had paid the required bond.  The Court did not otherwise modify the order at that \ntime.  (Order Amending Order on Pl. Total Merchant Services’ Second Am. Mot. for Prelim. \nInj., ECF No. 115; see also Am. Order on Pl.’s Second Am. Mot for Prelim. Inj., ECF No. 115.1; \nAm. Order on Pl.’s Second Am. Mot for Prelim. Inj., ECF No. 116.)  That same day, the Court \nissued a Second Amended Order on Plaintiff’s Motion for Preliminary Injunction (the “Second \nAmended PI Order”) and an order clarifying that its Order Amending PI Order did not change \nthe dates for compliance with paragraph 70 of the PI Order and that the deadline fo r \nDefendants to comply with the PI Order remained 13 May 2022 .  ( Order Clarifying Order \nAmending Order on Pl. Total Merchant Services’ Second Am. Mot. for Prelim. Inj., ECF No. \n118; see also Second Am. Order on Pl.’s Second Am. Mot for Prelim. Inj., ECF No. 118.1; \nSecond Am. Order on Pl.’s Second Am. Mot for Prelim. Inj.  [hereinafter “Second Am. PI \nOrder”], ECF No. 119.)   The Second Amended PI Order, (ECF No. 119), is the operative \nversion of the PI O rder and the Court will cite to the Second Amended PI Order in the \nremainder of this Order. \n \n14 (Second Am. PI Order ¶¶ 54, 63, 67.) \n \n15 (See Sua Sponte Am. Scheduling Order and Second Am. Notice of Hr’g, ECF No. 84.) \n \n16 (See Defs.’ Exs. to Mot. Dismiss and Mot. for Summ. J., ECF No. 71.)  Before Defendants \nfiled the Motion, most of these exhibits had never been shared with Plaintiff. \n \n \n \nfor summary judgment under Rule 56 rather than as a motion to dismiss under Rule \n12(b)(6).  See, e.g., Blue v. Bhiro, 2022 N.C. LEXIS 441, at *1 (May 6, 2022) (“A motion \nto dismiss under Rule 12(b)(6) asserts that the complaint, even when the allegations \nare taken as true, fails to state a claim upon which relief can be granted.  If, however, \na trial court considers matters outside the pleading, then it must convert the motion \nto a motion for summary judgment.”). \n14. The arguments Defendants advanc e in support of the Motion , both in \nbriefing and at the Hearing,  are identical to those unsuccessfully advanced in \nopposition to the PI Motion .  In particular, Defendants contend here  that Plaintiff \ncaused an Event of Default that allowed Defendants to imm ediately terminate the \nExclusivity Addendum and that termination of the Exclusivity Addendum also \ncaused Plaintiff to forfeit its inspection rights. 17  The Court, however, rejected \nDefendants’ arguments in the PI Order, concluding that Plaintiff had shown a \nlikelihood of success in establishing that the Agreement and Exclusivity Addendum \nhad not been terminated, that those documents remained in full force and effect, and \nthat Defendants had breached their obligations to Plaintiff thereunder.18 \n15. The Court’s conclusions in the PI Order compel the Court to conclude, \nfor the same reasons, that Plaintiff has satisfactorily pleaded its breach of contract \n \n17 (Compare Defs.’ Mem. Supp. Mot. Dismiss or in the Alt. Mot. for Summ. J. 10, ECF No. 69 \n(“[T]he contract actually terminated with the Defendants first notice as of July 6, 2020.”) with \nMem. Opp’n Pl.’s Second Am. Mot. for Prelim. Inj. 8, ECF No. 82 (“[A]s of June 15, 2020, and \ncertainly no later than August 10, 2020, Plaintiff’s confirmed receipt, the Addend um and \nexclusivity required under the Contract had fully and effectually been terminated.”).) \n \n18 (See generally Second Am. PI Order ¶¶ 38–66.) \n \n \n \nclaims under Rule 12(b)(6) and shown at least a genuine issue of material fact as to \nthose claims under Rule 56.   Accordingly, the Court concludes that Defendants’ \nMotion should be denied.19 \nIII. \nCONCLUSION \n16. WHEREFORE, for the foregoing reasons, the Court hereby DENIES  \nDefendants’ Motion to Dismiss or in the Alternative Motion for Summary Judgment. \nSO ORDERED, this 21st day of July 2022. \n    \n     /s/ Louis A. Bledsoe, III    \n     Louis A. Bledsoe, III \n     Chief Business Court Judge \n \n \n \n19 Other than contend that the Agreement and Exclusivity Addendum are no longer valid and \nenforceable, Defendants do not make specific arguments challenging Plaintiff’s claims \nagainst Collins for breach of his personal guaranty, against TMS NC for indemnification, or \nagainst both Defendants for the equitable relief Plaintiff seeks.  Based on its careful review, \nhowever, the Court nonetheless concludes that Plaintiff has both satisfactorily pleaded these \nclaims and requested relief for purposes of Rule 12(b)(6) and has offered evidence establishing \nat least a disputed issue of material fact as to these matters sufficient to defeat Defendants’ \nMotion under Rule 56. "
}