{
  "id": "2695723a3c4e43fabf1269ebfed84a37eb582adb89e2b4b2d9971cfad77a9009",
  "source_file": "data/raw/ncbc/2695723a3c4e43fabf1269ebfed84a37eb582adb89e2b4b2d9971cfad77a9009.pdf",
  "raw_text": "Stroock, Stroock & Lavan LLP v. Dorf, 2010 NCBC 3A. \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 08 CVS 14248 \n \n \nSTROOCK, STROOCK & LAVAN LLP,   ) \n Plaintiff ) \n  ) REVISED \n v.  ) ORDER AND OPINION \n   ) \nROBERT DORF,  ) \n  Defendant ) \n   \n \n PURSUANT to the inherent powers of t he court and the provisions of Rule 60, \nNorth Carolina Rules of Civil Procedure, and upon the initiative of the undersigned, in \norder to correct clerical omissions arising from oversight, that Order and Opinion filed in \nthis matter and dated February 16, 2010, hereby is RESCINDED and WITHDRAWN.  \nThis Revised Order and Opinion, adding new paragraphs 39 and 40, is substituted in its \nplace. \n THIS CAUSE, designated a complex busine ss case by Order of the Chief Justice \nof the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b), and \nassigned to the undersigned Special Superior Court Judge for Complex Business \nCases, by order of the Chief Special Superior Court Judge for Complex Business \nCases, is before the court upon the Defendant’s Motion to Dismiss, pursuant to Rule \n12(b)(6), North Carolina Rules of Civil Procedure (“Rule(s)”); and \n After considering the arguments, brie fs, other submissions of counsel and \nappropriate matters of record, as discussed infra, the court CONCLUDES that with \nrespect to the Plaintiff’s Claim for Relief (“Claim”) alleged in the Application to Confirm \nArbitration Award against Robert Dorf (“Application”), the Defendant’s Motion to Dismiss \nshould be GRANTED. \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLC by Charles F. Marshall, \nEsq. for Plaintiff. \n \nEllis & Winters, LLP by Jeffrey M. Young, Esq. and the Law Office of James C. \nWhite by James C. White, Esq. for Defendant. \n \nJolly, Judge. \nTHE PARTIES \n[1] Plaintiff Stroock, Stroock and Lavan LLP (“Stroock”) is a national law firm \nwith an office located in the County of Los Angeles, California.1 \n[2] Defendant Robert Dorf (“ Dorf”) is a citizen and resident of Wake County, \nNorth Carolina. \nII. \nPROCEDURAL HISTORY\n[3] On August 14, 2008, Stroock filed the Application in Wake County.  It was \nverified by S.V. Stuart Johnson, of Stroock.  In its Application, Stroock seeks to have the \ncourt (a) confirm an arbitration award against Dorf personally; (b) enter judgment \nagainst Dorf in the amount of $393,423, plus interest as set forth in the arbitration award \nand (c) tax the costs of this action, including reasonable attorneys’ fees, to Dorf. \n[4] On October 15, 2008, Dorf filed hi s Motion to Dismiss the Application (the \n“Motion”).  In his Motion, Dorf prays that the court dismiss the action and tax the costs of \nthis litigation to Stroock.  \n[5] The Motion has been briefed, argued and is ripe for determination. \n                                                 \n1 Dorf introduces the firm as “a large national law firm with over 350 lawyers and offices in New York, Los \nAngeles and Miami . . . .”  Br. Supp. Mot. Dismiss, 1.  See also Pl. Rep. Mot. Dismiss, 1.   \nIII. \nFACTUAL BACKGROUND \n Among other things, the Application and relevant undisputed documents before  \n \nthe court for Rule 12(b)(6) purposes allege: \n \n[6] On or about January 30, 1998, Stroock entered into an engagement \nagreement (“Agreement”) 2 with Intelligent Card Services, Inc. (“ICS”), a company \nowned and controlled by Dorf.3  The Agreement outlined the terms under which Stroock \nwould provide legal services to ICS, and included a provision that required the parties to \nsubmit any dispute between them to arbitration, to be conducted in the City of Los \nAngeles before the American Arbitration Association (the “AAA”) in accordance with the \nCommercial Arbitration Rules of the AAA. \n[7] Dorf signed the Agreem ent as president of ICS.4  The Agreement did not \ncontain a personal guaranty or any similar language that by its terms bound Dorf \npersonally to the terms of the Agreement.5 \n[8] Between 1999 and 2004, Stroock provided legal services to ICS. 6  ICS \nultimately defaulted on its obligation under the Agreement to pay Stroock for legal \nservices. \n[9] On May 13, 2003, Stroock sent a Demand for Arbitration (“Demand”) to \nICS and Dorf demanding legal fees and expenses in the amount of $256,930.20.  The \n                                                 \n2 Appl., Ex. A. \n3 Mot. Dismiss, ¶ 2.  See also Appl., ¶ 4. \n4 Id.  \n5 The court is sensitive to the various considerations that go into striking an engagement between legal \ncounsel and a new client.  However, fee or collection disagreements between counsel and corporate \nentities, while unpleasant and unfortunate, are not particularly rare.  Accordingly, while neither counsel \nnor client enjoy anticipating future disputes, at the time the engagement was undertaken it would have \nbeen a mechanically simple matter to include Dorf as a party or guarantor to the Agreement.  If such a \nprovision existed, it is unlikely this litigation would have been necessary. \n6 Resp. Mot. Dismiss, 3. \nsubject line of the Demand was “Re: Stroock & Stroock & Lavan LLP v. Intelligent Card \nServices, Inc.  DEMAND FOR ARBITRATION.”7 \n[10] The first sentence of the Demand  reads: “Pursuant to the January 30, \n1998, retainer letter agreement between Stroock & Stroock & Lavan LLP (“Stroock”), \nand Intelligent Card Services, Inc. . . . ”8  \n[11] An arbitration proc eeding (the “Arbitration”) was held before the Honorable \nMacklin Fleming (Ret.) on November 14, 2003.9  Neither Dorf nor any other ICS \nrepresentative attended the Arbitration.10  On December 9, 2003, Judge Fleming issued \nan award in Stroock’s favor (the “Award”) against ICS and Dorf in the amount of \n$393,423 for “legal services rendered for INTELLIGENT CARD and DORF at issue in \nthis arbitration.”11  The amount awarded included unpaid legal fees, costs and interest \nowed to Stroock, as well as the fees and costs that Stroock incurred in enforcing its \nrights under the Agreement through the Arbitration.12  Judge Fleming also found that \nDorf, though not individually a signatory to the Agreement, was liable for the award \nbecause he had “acted continuously and exclusively as alter ego and sole principal for \nINTELLIGENT CARD.  No effective separation of individual and corporate entity \nappeared.  In substance the two were one.”13   \n                                                 \n7 Br. Supp. Mot. Dismiss, Ex. 2.  The letter includes a salutation to and addresses for both ICS and Dorf.  \nPlaintiffs argue the demand was directed substantively to both ICS and to Dorf.  Dorf argues that the \nDemand was not served on him in his individual capacity, but rather only as an officer of ICS.  It is clear \nthat the arbitration demand on its face was made against ICS and not Dorf.     \n8 Id. \n9 Id., Ex. 3, ¶ 2. \n10 Id. \n11 Id., Ex. 3.   \n12 Id.  \n13 Id.  Dorf contends that Judge Fleming made this determination on the sole basis that ICS had made a \npayment to Stroock in the form of a check from an unidentified account signed by Theresa S. Dorf.  Br. \nSupp. Mot. Dismiss, 3.  \n[12] On December 10, 2003, the Awar d was delivered via fax and regular and \ncertified mail to Dorf at two Florida addresses.14  At no time did Dorf move to vacate, \ncorrect or modify the Award.15  \n[13] On March 22, 2007, Stroock filed a petition to confirm the Award in the \nSuperior Court of California for the County of Los Angeles.16   \n[14] On May 17, 2007, Dorf removed the action to the United States District \nCourt for the Central District of California, based on diversity jurisdiction.17   \n[15] On May 24, 2007, pursuant to Rules 12(b)(2) and 12(b)(6), Federal Rules \nof Civil Procedure (“Federal Rule(s)”), Dorf moved to dismiss the petition to confirm the \naward for (a) lack of personal jurisdiction and (b) failure to state a claim upon which \nrelief can be granted (Dorf’s “Federal Motion”).\n18   \n[16] On June 25, 2007, the District Court held oral argument on Dorf’s Federal \nMotion.19  On June 29, 2007, the court granted Dorf’s Federal Motion for lack of \npersonal jurisdiction, but not for failure to state a claim.20   \n[17] In its discussion regarding the personal  jurisdictional issue raised by Dorf’s \nFederal Motion, the District Court noted that the only evidence Stroock had presented to \nit in support of its allegation that Dorf was the alter ego of ICS was the finding of the \narbitrator, Judge Fleming.21  The District Court stated: \nBecause [Dorf] is entitled to a court’s finding that he \nhas agreed to arbitration before he can be  compelled \nto participate (or be bound by) an arbitration, this \n                                                 \n14 Appl., ¶ 9. \n15 Id. \n16 Br. Supp. Mot. Dismiss, Ex. 5. \n17 Appl., ¶ 10.  \n18 Id. \n19 Br. Supp. Mot. Dismiss, Ex. 4.  See also Appl., ¶ 10. \n20 Br. Supp. Mot. Dismiss, Ex. 4. \n21 Id. \ncourt cannot rely on the arbitrator’s finding that Mr. \nDorf is ICS’s alter ego in order to establish personal \njurisdiction over him.  The court must make its own \nfinding of alter-ego liabi lity based on the facts \npresented to it.\n22   \n \n[18] The court then concluded that St roock had not made out a prima facie \ncase to support a determination that Dorf was an alter ego of ICS for jurisdictional \npurposes.23  The court did not find it necessary to determine whether the check written \nby Teresa Dorf24 presented as evidence in the arbitration was insufficient to support the \narbitrator’s finding of alter-ego status because Stroock had not placed the check into \nevidence and had not provided the court with any theory of jurisdiction supported by the \ncheck.25 The court went on, however, to conclude that Stroock’s arguments, “even if the \ncourt were to consider them,” were conclusory, speculative and unsupported by any \nevidence or case law regarding alter-ego liability.26  Consequently, the court denied \nStroock’s request for jurisdictional discovery because Stroock had failed to carry its \nburden of making out a prima facie case for jurisdiction.27   \n[19] In its discussion regarding the personal jurisdiction issue raised by Dorf’s \nFederal Motion, the court stated that had personal jurisdictional over Dorf existed, the \ncourt would have held that Stroock had complied with the summary pleading \nrequirements for a motion for confirmation of an arbitration award.  As such, the court \n                                                 \n22 Id. \n23 Id. \n24 See n. 14, supra. \n25 Br. Supp. Mot. Dismiss, Ex. 4. \n26 Id.   \n27 The court stated that “[t]here is no reasonable basis for the jurisdictional claim, which is based not on \nMr. Dorf’s minimum contacts but on a legal theory which Plaintiff has failed to support with evidence or \nargument.  Plaintiff has not suggested what other evidence of alter-ego status it expects to discover. (See \nPl.’s Opp. 8)  Thus, the court cannot find that it ‘appears that pertinent facts may be uncovered.’”  Id.  \nwould have denied Dorf’s Federal Motion with regard to issues arising under Federal \nRule 12(b)(6).28 \n[20] On November 15, 2007, the District Court confirmed the arbitrator’s Award \nonly against ICS, and entered judgment in favor of Stroock against ICS in the amount of \n$399,898, plus interest at the rate of 10% annually from December 9, 2003.29 \n[21] Neither ICS nor Dorf has paid Stroock the money to which it is entitled \nunder the Award. \nIV. \nTHE MOTION – RULE 12(b)(6) \n[22] The Motion to Dismiss seeks dismissa l of the Application, in part or in \nwhole, pursuant to Rule 12(b)(6).  Dismissal of an action pursuant to Rule 12(b)(6) is \nappropriate when the complaint fails to state a claim upon which relief can be granted.  \n[23] When deciding a Rule 12(b)(6) moti on, the well-pleaded allegations of the \ncomplaint are taken as true and admitted, but conclusions of law or unwarranted \ndeductions of facts are not admitted.  Sutton v. Duke, 277 N.C. 94, 98 (1970).  \n[24] A complaint fails to state a clai m upon which relief can be granted when \neither (a) the complaint on its face reveals that no law supports the plaintiff’s claim, (b) \nthe complaint on its face reveals the absence of facts sufficient to make a good claim or \n(c) some fact disclosed in the complaint necessarily defeats the plaintiff’s claim.  \nJackson v. Bumgardner, 318 N.C. 172, 175 (1986).  However, a complaint should not \nbe dismissed for failure to state a claim upon which relief can be granted unless it (a) \n                                                 \n28 Id.  In view of the fact that the District Court determined that it did not have jurisdiction over this matter, \nthe federal court’s ruling with regard to Rule 12(b)(6) issues was advisory at best.  In view of the \ndispositive ruling reflected in this Opinion and Order, it is not necessary for this court to make a \ndetermination with regard to sufficiency of the Application.         \n29 Br. Supp. Mot. Dismiss, Ex. 6.  \ndoes not give sufficient notice to the defendant of the nature and basis of the plaintiff’s \nclaim or (b) appears beyond a reasonable doubt that the plaintiff could not prove any set \nof facts in support of his claim that would entitle him to relief.  Sutton v. Duke, 277 N.C. \nat 108.  \n[25] When determining whether a compla int states a claim upon which relief \ncan be granted in the context of a Rule 12(b)(6) motion, the court may consider \ndocuments that are the subject of the action and specifically referenced in the \ncomplaint.  See Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 60-61 (2001) (“This \nCourt has further held that when ruling on a Rule 12(b)(6) motion, a court may properly \nconsider documents which are the subject of a plaintiff’s complaint and to which the \ncomplaint specifically refers even though they are presented by the defendant.”); \nRobertson v. Boyd, 88 N.C. App. 437, 441 (1988) (“Because these documents were the \nsubjects of some of plaintiffs’ claims and plaintiffs specifically referred to the documents \nin their complaint, they could properly be considered by the trial court in ruling on a \nmotion under Rule 12(b)(6).”).  Consequently, the documents attached as exhibits by \nthe parties or otherwise referred to in the Application in this action are deemed to be \nbefore the court for Rule 12(b)(6) purposes.\n30 \nV. \nPARTIES’ CONTENTIONS  \n[26] Defendant contends generally  that Plaintiff’s Application fails to state any \nclaim upon which relief can be granted because (a) the Application and the relevant \ndocuments surrounding it show that the Award is void as a matter of law because Dorf \n                                                 \n30 The respective parties have placed the undisputed documents referenced in this Opinion and Order \nbefore the court for purposes of the Motion. \nnever entered into an arbitration agreement with Stroock, was not a party to the \nArbitration and was never compelled to participate in the Arbitration as an individual; (b) \nthe arbitrator went outside the bounds of Stroock’s arbitration agreement with ICS to \n“pierce the veil” to find Dorf personally responsible for the debts of ICS and (c) Stroock \nis attempting to re-litigate the issue of alter-ego liability though it is precluded from doing \nso by the doctrine of collateral estoppel.  As such, Dorf argues, the court should dismiss \nthe Application pursuant to Rule 12(b)(6). \n[27] Plaintiff argues that (a) the District Court’s jurisdictional ruling is not a bar \nto this proceeding on the merits; (b) Dorf failed to make a timely objection to the Award; \n(c) the arbitrator had the authority to hold Dorf liable for the debts of ICS and (d) the \ncourt may enter judgment for Stroock on the alter-ego claim. \n[28] The issue of collateral estoppel has potential to be dispositive of the \nPlaintiff’s Claim, and will be dealt with first. \nVI. \nDISCUSSION\n[29] This court has personal jurisdicti on over Dorf because Dorf resides in \nNorth Carolina.   \n[30] This court has subject ma tter jurisdiction over the case sub judice because \nthe Federal Arbitration Act vests concurrent subject matter jurisdiction in both the state \nand federal courts.  Scottish Re Life Corp. v. Transamerica Occidental Life Ins. Co., 184 \nN.C. App. 292, 302 (2007), citing Nat’l. Home Ins. Co. v. Shangri-La Dev. Co., 857 \nS.W.2d 460, 464 (Mo. Ct. App. 1993), cert. dismissed, 510 U.S. 1032 (1993).  \n[31] A “jurisdictional dismissal that  does not constitute a judgment on the \nmerits so as to completely bar further transactionally related claims still operates to bar \nrelitigation of issues actually decided by that former judgment.”  Goldsmith v. Baltimore, \n987 F.2d 1064, 1069 (4th Cir. Md. 1993).  As such, this court must determine precisely \nwhat issues the District Court decided in the previous action and which therefore are \nprecluded by collateral estoppel from relitigation in the present action.  Id. \n[32] It is recognized that “the collateral- estoppel effect of a foreign judgment is \ndetermined by the law of the State where the judgment was rendered.”  Mohn v. Int’l \nVermiculite Co., 147 Ill. App. 3d 717, 720 (Ill. App. Ct. 4th Dist. 1986).   \n[33] In California, “ issue preclusion should be determined according to certain \nthreshold requirements: First, the issue sought to be precluded from relitigation must be \nidentical to that decided in a former proceeding. Second, this issue must have been \nactually litigated in the former proceeding. Third, it must have been necessarily decided \nin the former proceeding.  Fourth, the decision in the former proceeding must be final \nand on the merits.”  Sabek, Inc. v. Engelhard Corp., 65 Cal. App. 4th 992, 997-998 (Cal. \nApp. 6th Dist. 1998) (internal citations omitted). \n[34] In the case sub judice, the California District Court decided it did not have \npersonal jurisdiction over Dorf.  As a part of its analysis, the court determined that the \nevidence provided by Stroock – that Dorf was the alter ego of ICS – was not adequate \nto establish personal jurisdiction over Dorf in California.  It is the issue of alter-ego \nliability, not that of personal jurisdiction, that presently is contested. \n[35] Whether the issue of alter-ego lia bility was actually litigated in the \nCalifornia District Court is a close question.  Dorf contends that (a) he fully briefed the \nalter-ego issue in discussing arbitrability, (b) Stroock had the opportunity to do the same \nand (c) the District Court declined Stroock’s motion to conduct discovery, concluding it \nwould be unlikely that Stroock would find anything to support alter-ego liability.  Stroock \nresponds that it was not afforded an opportunity to actually litigate the merits of the \nissue. \n[36] Whether the issue was one necessar ily decided by the District Court is \nalso a close question.  The District Court determined that it was not necessary to make \nfindings regarding the arbitrator’s alter-ego theory.  Instead, it found that it could dismiss \nthe case for failure to plead sufficient jurisdictional facts without specifically considering \nany evidence presented to the arbitrator on alter-ego liability or any other evidence \nStroock may have presented through discovery.  Curiously, however, the only ground \nupon which it could have had jurisdiction over Dorf was by way of alter-ego liability.  It \nstands to reason that the court needed to decide this question to determine whether it \nhad personal jurisdiction over Dorf. \n[37] Finally, the District Court’s decision was final and on the merits.   While \nthe District Court expressly declined to address the merits of the alter-ego question, its \nanalysis demonstrates that it actually did so and that it decided Dorf was not an alter \nego of ICS. \nVII. \nCONCLUSION \n[38] Because the elements of collatera l estoppel have been met, this court is \nforced to conclude that for purposes of the Motion before it, alter-ego liability does not \nextend to Dorf.  As such, since Dorf was not an individual party signatory to the   \nAgreement and not the alter ego of ICS, Stroock cannot state an individual Claim \nagainst Dorf. \n[39] The court finds no merit to Stroock’ s contention that Dorf has liability for \nthe Award because he failed to make a timely objection to its entry.  It is undisputed that \n(a) Dorf was not a party to the Agreement, (b) he was not named a party to the \narbitration proceeding in the formal Demand letter, which referred only to an arbitration \nagreement between Stroock and ICS and (c) he did not participate in the Arbitration.  It \nis true that G.S. 1-567.13(b),31 upon which Stroock relies, requires that an objection to \nan arbitration award be filed within 90 days after the moving party receives notice of the \naward.  However, the statute also requires that such an objection be propounded by “a \nparty” to the proceeding.32  Dorf was not a party to the Agreement or the Arbitration. \nAccordingly, Dorf’s failure to object within 90 days after notice was not fatal to his Motion. \n[40] In view of the foregoing conclusi ons, the remaining issues raised by the \nparties are moot and need not be addressed further.  Defendant’s Motion should be \ngranted.  \n[41] NOW THEREFORE, based upon the foregoing CONCLUSIONS, it is \nORDERED that Defendant’s Motion to Dismiss the Application is GRANTED, and this \ncivil action is DISMISSED. \n[42] Costs shall be taxed to the Plaintiff. \n  \nSO ORDERED, this the 17th day of February, 2010.  \n                                                 \n31 Recodified in the North Carolina Revised Uniform Arbitration Act as G.S. 1-569.23(b).  \n32 The recodification makes it even clearer that an objecting party is contemplated to be one who was a \nparty to the arbitration proceeding.  G.S. 1-679.23(a).  "
}