{
  "id": "269e441f097a123047c754b3db3f8765efaef42fe8de664d98286afd9a171eab",
  "source_file": "data/raw/ncbc/269e441f097a123047c754b3db3f8765efaef42fe8de664d98286afd9a171eab.pdf",
  "raw_text": "Windsor Jewelers, Inc. v. Windsor Fine Jewelers, LLC, 2009 NCBC 2. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF MECKLENBURG  \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n08 CVS 24643 \nWINDSOR JEWELERS, INC., \n \nPlaintiff, \n \nv. \n \nWINDSOR FINE JEWELERS, LLC;  \nWINDSOR JEWELERS, LLC; and  \nALPINE INVESTORS, LP, \n \nDefendants. \n \n \n \n \n \n \nORDER & OPINION \n \nShumaker, Loop & Kendrick, LLP by Eric A. Rogers, Joseph J. Santaniello, \nand Dawn Barker Floyd for Plaintiff. \n \nMoore & Van Allen, PLLC by Anthony T. Lathrop and J. Mark Wilson for \nDefendants. \n \nDiaz, Judge. \n{1} Before the Court is Plaintiff’s Motion for Preliminary Injunction pursuant \nto Rule 65 of the North Carolina Rules of Civil Procedure (“the Motion”). \n{2} Following an expedited hearing in chambers on 14 November 2008, the \nCourt granted Plaintiff’s request for a Temporary Restraining Order (“TRO”), which \nmaintained the status quo and allowed the parties to develop the record on the \nMotion. \n{3} After considering the Court file, the Motion, the briefs of the parties, the \nevidence of record, and the arguments of counsel, the Court DENIES Plaintiff’s \nMotion and dissolves the TRO entered on 20 November 2008. \nI. \nPROCEDURAL BACKGROUND \n{4} On 5 November 2008, Plaintiff filed its Complaint in Mecklenburg County \nSuperior Court, asserting claims for fraud and unfair and deceptive trade practices \nand seeking a TRO pursuant to Rule 65(b) of the North Carolina Rules of Civil \nProcedure. \n{5} On 12 November 2008, this case was designated as a mandatory complex \nbusiness case and assigned to me. \n{6} On 13 November 2008, Plaintiff filed its brief in support of its Motion for a \nTRO (the “TRO Motion”). \n{7} On 14 November 2008, Defendants filed their response brief in opposition \nto the TRO Motion. \n{8} Also on 14 November 2008, the Court heard oral argument in chambers on \nthe TRO Motion.  \n{9} The Court issued a TRO on 20 November 2008. \n{10} The TRO restrained Defendants from “using the name, marks, or terms \nWindsor Fine Jewelers, including any and all variants, in Charlotte, North Carolina \nin conjunction with the ‘Lions Jewelers’ stores’ and required Defendants to gather \nup and destroy “all existing inventory of advertising, brochures, catalogs, apparel or \nother indicia, whether in electronic format or physical format, and including all \nbroadcast media, that bear or include the terms Windsor Fine Jewelers for use in \nconjunction with the ‘Lions Jewelers’ stores[.]”  (TRO 2.)1 \n{11} On 4 December 2008, Plaintiff filed the Motion without an accompanying \nbrief. \n{12} Defendants filed a brief in opposition to the Motion on 17 December 2008. \n{13} Also on 17 December 2008, Plaintiff filed a reply brief in support of the \nMotion. \n{14} The Court heard oral argument on the Motion on 19 December 2008. \n \n \n \n \n \n                                                 \n1 By consent of the parties, the TRO has been extended pending a ruling by the Court on the Motion.  \nII. \nTHE FACTS \nA. \nTHE PARTIES \n{15} Plaintiff Windsor Jewelers, Inc. (“Windsor”) is a North Carolina \ncorporation with its place of business in Winston-Salem, North Carolina.  (Compl. \n¶ 1.) \n{16} Defendant Windsor Fine Jewelers, LLC (“Windsor Fine”) became a North \nCarolina limited liability company on or about 2 June 2008.  (Thompson Aff., Ex. \n11.) \n{17} Defendant Windsor Jewelers, LLC (“Windsor Georgia”) is a Georgia entity \nwith its principal place of business in Augusta, Georgia.  (Compl. ¶ 5.) \n{18} Defendant Alpine Investors, LP (“Alpine”) is a Delaware entity with its \nprincipal place of business in San Francisco, California.  (Compl. ¶ 6.) \n{19} Alpine owns Windsor Georgia.  (Compl. ¶ 7.) \n{20} Alpine and Windsor Georgia own Windsor Fine.  (Compl. ¶ 8.) \nB. \nTHE CLAIMS \n1. \nPLAINTIFF’S MARK \n{21} Plaintiff’s registered mark is for “Windsor Jewelers.”  (Pl’s. Compl., Ex. A.)  \nSpecifically, the registered mark is described as follows: \n“Windsor Jewelers” in a stylized fo nt and printed inside a diamond.  \nThe word “Windsor” is printed on top of the word “Jewelers” with bold \nlines directly above and below the wo rd “Windsor.”  With the exception \nof those areas of the diamond where the literal elements intersect the \nshape, the diamond is filled with horizontal lines.  (Disclaims exclusive \nuse of the word “Jewelers” apart from the mark as a whole.[)] \n \n(Pl’s. Compl., Ex. A.) \n{22} Plaintiff first registered its service mark pursuant to the North Carolina \nTrademark Registration Act (the “NCTRA”), N.C. Gen. Stat. §§ 80-1 through 80-14 \n(2007), in the 1980s.  (Pl’s. TRO Br. 1.)2 \n{23} On 22 October 2004, Plaintiff renewed its service mark with the North \nCarolina Secretary of State.  (Compl. ¶ 19; Pl’s. TRO Br. 1.) \n2. \nPLAINTIFF’S SALES IN RELATION \n TO THE MARKET \n{24} Plaintiff operates a single retail jewelry store in Winston-Salem, North \nCarolina (Compl. ¶ 3.)   \n{25} Over the past fifteen (15) years, Plaintiff has sold more than $4.825 million \nworth of merchandise within a fifty (50) mile radius outside of Cornelius, North \nCarolina.  (Pl’s. Reply Mem. Law Supp. Prelim. Inj. Mot., Ex. 7, at ¶ 11.C \n(hereinafter “Sarah Simon Affidavit”).)3 \n{26} During this period, however, Plaintiff has averaged annual sales of \n$66,024 in Mecklenburg County.  (Defs’. Opp. Pl’s. Mot. Prelim. Inj., Ex. A, at 6 \ntbl.10 (hereinafter “Connaughton Affidavit & Report”).)   \n{27} In 1997, specialty jewelry stores4 in Mecklenburg County sold $73,568,703 \nworth of merchandise.  (Connaughton Affidavit & Report 4 tbl.5.)  In 2002 and 2006, \nthose figures were $107,274,325 and $138,578,260, respectively.  (Connaughton \nAffidavit & Report 4 tbl.5.) \n                                                 \n2 The NCTRA defines a “trademark” as “any word, name, symbol, or device or any combination \nthereof adopted and used by a person to identify goods made, sold, or distributed by him and to \ndistinguish them from goods made, sold, or distributed by others.”  N.C. Gen. Stat. § 80-1(f) (2007).  \nAt issue in this case is a “service mark,” which identifies and distinguishes the source of a service \nrather than a product.  N.C. Gen. Stat. § 80-1(e) (2007).      \n3 The Court takes judicial notice of the following facts:  (1) that Charlotte and Cornelius are cities in \nMecklenburg County; (2) that these cities are within twenty (20) miles of each other; and (3) that a \nfifty (50)-mile radius outside of the city of Cornelius extends beyond the borders of Mecklenburg \nCounty.   \n4 “Specialty jewelry stores” do not include “general retailers” who also sell jewelry, such as Wal-Mart, \nJ.C. Penney, Macy’s, Nordstrom, and Saks.  (Connaughton Affidavit & Report 1.)  In 2006, \nMecklenburg County had one hundred (100) specialty jewelry stores and a population of 835,328.  \n(Connaughton Affidavit & Report 4 & tbl.6.) \n \n \n{28} In 1997, 2002, and 2006, Plaintiff’s annual sales in Mecklenburg County \nwere $57,893, $37,973, and $112,516, respectively.  (Connaughton Affidavit & \nReport 6 tbl.10.) \n3. \nTHE DISPUTE \n{29} In December 2006, Defendants acquired three retail stores in the Charlotte \narea that were doing business as “Lions Jewelers” at the time of the acquisition.  \n(Compl. ¶ 20; Pl’s. TRO Br. 3.) \n{30} Prior to Defendants’ acquisition of the Lions Jewelers stores, Donald \nThompson (“Thompson”), Member and Manager of Windsor Georgia, approached \nPlaintiff regarding a potential sale or merger.  (Compl. ¶ 21; Pl’s. TRO Br. 3.) \n{31} Thompson told Plaintiff that Defendants wanted to expand their retail \njewelry business into North Carolina and that they wanted to use the “Windsor” \nname in North Carolina.  (Compl. ¶ 21; Pl’s. TRO Br. 3.) \n{32} In or around December 2006, Alpine approached Plaintiff on behalf of all \nDefendants to discuss the possibility of Plaintiff selling its business to, or merging \nwith, Defendants.  (Compl. ¶ 22; Pl’s. TRO Br. 3.) \n{33} As part of these discussions, Defendants told Plaintiff that it would be a \nconflict to expand into North Carolina using the “Windsor” name without either \nacquiring Plaintiff or obtaining Plaintiff’s permission to do so.  (Compl. ¶ 23; Pl’s. \nTRO Br. 3.) \n{34} On or about 9 February 2007, Alpine offered to purchase Plaintiff for $4.9 \nmillion, of which $500,000 was intended to compensate Plaintiff “for all rights to the \nWindsor Jewelers name currently owned by [Plaintiff].”  (Compl., Ex. E; Compl. \n¶ 25; Pl’s. TRO Br. 3–4.) \n{35} Plaintiff rejected Alpine’s offer and instead offered to sell only the \n“Windsor Jewelers” name to Alpine for $750,000.  (Compl. ¶¶ 27–28; Pl’s TRO Br. \n4.) \n{36} Thereafter, Defendants informed Plaintiff they planned to operate their \nrecently acquired Charlotte retail stores under the “Lions Jewelers” name and that \nWindsor Georgia also planned to operate under the “Lions Jewelers” name.  (Compl. \n¶¶ 28–29; Pl’s. TRO Br. 4.) \n{37} On or about 7 August 2008, Plaintiff became aware that Defendants \nintended to operate the Lions Jewelers stores in Charlotte under the name \n“Windsor Fine Jewelers.”  (Compl. ¶ 32; Pl’s. TRO Br. 4.) \n{38} On that same date, Plaintiff demanded in writing that Defendants stop \nusing the “Windsor Fine Jewelers” name in connection with its North Carolina \nretail stores.  (Compl. ¶ 32; Compl., Ex. F; Pl’s. TRO Br. 4.) \n{39} On 16 October 2008, Plaintiff wrote Windsor Fine’s counsel requesting that \nthe status quo be maintained in lieu of requesting a TRO.  (Compl. ¶ 33; Pl’s. TRO \nBr. 4.)  Plaintiff also requested that Windsor Fine and Windsor Georgia not \nadvertise in North Carolina using the name “Windsor Jewelers” or “Windsor Fine \nJewelers.”  (Compl. ¶ 33; Compl., Ex. G; Pl’s. TRO Br. 4.) \n{40} Despite Plaintiff’s request, Defendants have advertised in North Carolina \nas “Lions Jewelers soon to be Windsor Fine Jewelers.”  (Compl. ¶ 34; Pl’s. TRO Br. \n5; Pl’s. Reply Mem. Law Supp. Prelim. Inj. Mot., Ex. 17, at WGA0048, WGA0050.) \n{41} The font and style of the words “Windsor” and “Jewelers,” as used by \nDefendants, are similar to those used by Plaintiffs.  (Compl. ¶ 34; Pl’s. TRO Br. 5.)  \n{42} Plaintiff, Windsor Fine, and Windsor Georgia are engaged in the same \nbusiness and focus principally on the same or similar market sector and \ndemographics within the jewelry trade.  (Compl. ¶ 35.) \n{43} Plaintiff, Windsor Fine, and Windsor Georgia carry at least twelve (12) of \nthe same exclusive brands of jewelry in their stores.  (Compl. ¶ 35.) \n \nIII. \nCONTENTIONS OF THE PARTIES \n{44} Plaintiff alleges that Defendants committed an unfair and deceptive trade \npractice by misappropriating Plaintiff’s service mark in connection with the sale of \njewelry in Charlotte, North Carolina. \n{45} Plaintiff also asserts that Defendants committed common law fraud by \nfalsely representing that they intended to make a good faith offer to purchase \nPlaintiff’s business, which in turn induced Plaintiff to reveal its confidential \nbusiness information to Defendants during negotiations.  (Compl. ¶¶ 37–48.) \n{46} Plaintiff contends it is entitled to a preliminary injunction because it has \ndemonstrated a reasonable likelihood that it will prevail on the merits of its service \nmark infringement claim.  (Pl’s. Reply Mem. Law Supp. Prelim. Inj. Mot. 1.) \n{47} According to Plaintiff:  (1) its service mark is registered with the North \nCarolina Secretary of State pursuant to the NCTRA; and (2) it also has common law \nrights to the exclusive use of its mark.  (Pl’s. Reply Mem. Law Supp. Prelim. Inj. \nMot. 1.) \n{48} Plaintiff contends its mark has penetrated the Charlotte market so as to \nwarrant injunctive relief and that Defendants’ use of a similar mark in the same \nmarket is likely to cause confusion.  (Pl’s. Reply Mem. Law Supp. Prelim. Inj. Mot. \n4.) \n{49} With respect to likelihood of confusion between the competing marks, \nPlaintiff contends the strength or distinctiveness of its mark is shown by the fact \nthat it spends approximately $750,000 per year on marketing and advertising to \nhighlight Windsor “as the place to go for high end [jewelry] merchandise.”  (Pl’s. \nReply Mem. Law Supp. Prelim. Inj. Mot. 6.) \n{50} Plaintiff further contends that Defendants’ mark is sufficiently similar in \nappearance to Plaintiff’s mark in that “the dominant portion of both marks is the \nword ‘Windsor,’” and “[t]he advertising used by both parties places the word \n‘Windsor’ in larger letters than those of any other words and place [sic] the word \n‘Windsor’ above all other words, thus reinforcing the dominance of the mark \n‘Windsor.’”  (Pl’s. Reply Mem. Law Supp. Prelim. Inj. Mot. 7.) \n{51} Plaintiff also contends that “[t]he parties trade in similar goods, use \nsimilar facilities to trade their goods, and use similar advertising.”  (Pl’s. Reply \nMem. Law Supp. Prelim. Inj. Mot. 9.) \n{52} Further, Plaintiff alleges that Defendants actually intend “‘to confuse the \nbuying public’” (Pl’s. Reply Mem. Law Supp. Prelim. Inj. Mot. 9 (quoting Pizzeria \nUno Corp. v. Temple, 747 F.2d 1522, 1535 (4th Cir. 1984))), citing:  (1) the cease and \ndesist letter Plaintiff sent Defendants; (2) Thompson’s purported insincerity at his \n30(b)(6) deposition regarding Defendants’ misappropriation of Plaintiff’s service \nmark; and (3) the history between the parties generally.  (Pl’s. Reply Mem. Law \nSupp. Prelim. Inj. Mot. 7–9.) \n{53} With respect to irreparable harm, Plaintiff contends, first, that irreparable \nharm should be presumed by the Court where, as here, there is a likelihood of \nconfusion among consumers, and, second, that Plaintiff has demonstrated actual \nirreparable harm, including the loss of goodwill and the potentially permanent loss \nof customers to Defendants, who are competitors.  (Pl’s. Reply Mem. Law Supp. \nPrelim. Inj. Mot. 10–11.) \n{54} Defendants, on the other hand, proffer three reasons why Plaintiff is not \nentitled to preliminary injunctive relief.  (Defs’. Opp. Pl’s. Mot. Prelim. Inj. 1.) \n{55} First, Defendants contend the evidence is insufficient to support Plaintiff’s \nclaim to an exclusive right to use the “Windsor” name in connection with the sale of \njewelry in Charlotte.  (Defs’. Opp. Pl’s. Mot. Prelim. Inj. 1.) \n{56} Specifically, Defendants allege Plaintiff has not penetrated the Charlotte \njewelry market and that Charlotte is not within Plaintiff’s zone of natural \nexpansion.  (Defs’. Opp. Pl’s. Mot. Prelim. Inj. 1.) \n{57} Second, Defendants contend Plaintiff has not demonstrated a likelihood of \nconfusion among consumers in the Charlotte market.  (Defs’. Opp. Pl’s. Mot. Prelim. \nInj. 1.) \n{58} Third, Defendants contend Plaintiff’s state trademark registration is \nsubject to cancellation because another entity began using a similar “Windsor” \nmark in connection with a retail jewelry store before Plaintiff ever used its \nregistered mark.  (Defs’. Opp. Pl’s. Mot. Prelim. Inj. 2.) \n \n \nIV. \nPRINCIPLES OF LAW \nA. \nPRELIMINARY INJUNCTION STANDARD \n{59} A preliminary injunction \n“is an extraordinary measure taken by a court to preserve the status \nquo of the parties during litigation. It will be issued only (1) if a \nplaintiff is able to show likelihood of success on the merits of his case \nand (2) if a plaintiff is likely to sustain irreparable loss unless the \ninjunction is issued, or if, in the opinion of the Court, issuance is \nnecessary for the protection of a plai ntiff’s rights during the course of \nlitigation.” \n \nA.E.P. Indus., Inc. v. McClure, 308 N.C. 393, 401, 302 S.E.2d 754, 759–60 (1983) \n(quoting Ridge Cmty. Investors, Inc. v. Berry, 293 N.C. 688, 701, 239 S.E.2d 566, \n574 (1977)) (citations omitted). \n{60} Before a preliminary injunction may issue, a plaintiff must post a bond in \nan amount the Court determines “for the payment of such costs and damages as \nmay be incurred or suffered by any party who is found to have been wrongfully \nenjoined or restrained.”  N.C. R. Civ. P. 65(c) (2007). \nB. \nTRADEMARK INFRINGEMENT \n{61} Section 80-2 of the North Carolina General Statutes governs the \n“registrability” of a trademark in North Carolina.  Among other limitations,  \n[a] mark  by which the goods or serv ices of any applicant for \nregistration may be distinguished from  the goods or services of others \nshall not be registered if it  . . . [c]onsists of or comprises a mark which \nso resembles a mark registered in this State  or a mark or trade name \npreviously used in this State by another and not abandoned, as to be \nlikely, when applied to the goods or services of the applicant, to cause \nconfusion or mistake or to deceive. \n \nN.C. Gen. Stat. § 80-2(6) (2007) (emphasis added). \n \n{62} The unauthorized use of a mark registered under the NCTRA also \nconstitutes a violation of the North Carolina Unfair and Deceptive Trade Practices \nAct.  See N.C. Gen. Stat. §§ 80-11, 80-12 (2007).5 \n{63} The purpose of the NCTRA “is to provide a system of State trademark \nregistration and protection substantially consistent with the federal system of \ntrademark registration and protection under the Trademark Act of 1946, 15 U.S.C. \n§ 1051, et seq., as amended.”6  N.C. Gen. Stat. § 80-1.1 (2007).  As such, “[t]he \nconstruction given the federal act should be examined as persuasive authority for \ninterpreting and construing [the NCTRA].”  \nId. \n{64} In order to prevail in an action for trademark infringement under the \nLanham Act, a plaintiff must establish two elements:  (1) “that it has a valid, \nprotectible trademark”; and (2) “that the defendant’s use of a colorable imitation of \nthe trademark is likely to cause confusion among consumers.”  Lone Star \nSteakhouse & Saloon v. Alpha of Va., Inc., 43 F.3d 922, 930 (4th Cir. 1995) (citing \n15 U.S.C. § 1114(1)); see also N.C. Gen. Stat. § 80-11(1) (2007) (“[A]ny person who \nshall . . . [u]se in this State without the consent of the registrant, any. . . colorable \nimitation of a mark registered under this Article in connection with the sale, \noffering for sale, or advertising of any goods or services on or in connection with \nwhich such use is likely to cause confusion or mistake or to deceive as to the source \nof origin of such goods or services . . . shall be liable to a civil action by the owner of \nsuch registered mark . . . .”). \n{65} As to the first element, a trademark is “protectible” only if the holder of the \nmark has used (or is likely to use) its mark in the same geographic area in which it \nseeks to enjoin the junior user.  See Lone Star, 43 F.3d at 931–32.   \n{66} Federal registration under the Lanham Act provides a trademark owner \nwith a presumption of nationwide priority as a senior user.  See, e.g., Armand’s \nSubway, Inc. v. Doctor’s Assocs., Inc., 604 F.2d 849, 849–50 (4th Cir. 1979). \n                                                 \n5 The NCTRA is not intended to “adversely affect the rights or the enforcement of rights in marks \nacquired in good faith at any time at common law.”  N.C. Gen. Stat. § 80-13 (2007). \n6 The federal Trademark Act of 1946, 15 U.S.C. §§ 1051–1141n, will be referred to herein as the \n“Lanham Act.” \n{67} The senior user, however, has no right to injunctive relief against a junior \nuser unless the senior user has used its mark, or is likely to use its mark, in the \nsame geographic area in which it seeks to enjoin the junior user.  See Lone Star, 43 \nF.3d at 931–32 (“Under the Lanham Act, the senior owner of a federal registration \nhas superior priority over all junior users, but a court will enjoin the junior user \nonly if the registrant is likely to enter, or has entered, the junior user’s trade \nterritory.”).   \n{68} Similarly, a senior user asserting common law trademark rights generally \nmay protect its trademark against a junior user only in areas where it has actually \nused its mark.  See Hanover Star Milling Co. v. Metcalf, 240 U.S. 403, 416 (1916) \n(describing the pre-Lanham Act law), superseded by statute, Lanham Act, 15  \nU.S.C. §§ 1051–1141n, as recognized in Park ‘n Fly, Inc. v. Dollar Park & Fly, Inc., \n469 U.S. 189 (1985).7\n{69} The cases interpreting the Lanham Act rely on one of two tests to \ndetermine whether a senior user has a “market presence” in a given area:  (1) the \n“market penetration” test, which applies where the senior user actually uses its \nmark in the market in which it seeks an injunction; or (2) the “zone of natural \nexpansion” test, which applies where the senior user has not actually penetrated \nthe market, but may be likely to do so.  See, e.g., Spartan Food Sys., Inc. v. HFS \nCorp., 813 F.2d 1279, 1283 (4th Cir. 1987). \n{70} Under the “market penetration” test, courts determine use in an area by \nconsidering the following factors:  “‘(1) the volume of sales of the trademarked \nproduct; (2) the growth trends in the area; (3) the number of persons actually \npurchasing the product in relation to the potential number of customers; and (4) the \n                                                 \n7 North Carolina’s common law is no different, see Blackwell’s Durham Tobacco Co. v. Am. Tobacco \nCo., 145 N.C. 367, 374, 59 S.E.123, 126 (1907) (“A trade-mark can be acquired only by actual use[] of \nthe mark in the market.  A mere intent to use particular terms or marks as a trade-mark, however \nclearly manifested, is insufficient in the absence of actual use[].”), and likelihood of confusion, \nCharcoal Steak House, Inc. v. Staley, 263 N.C. 199, 202, 139 S.E.2d 185, 187–88 (1964) (stating that \na junior user may use the generic words that have come to be associated with a senior user if the \njunior user “accompanies their use with something that will adequately show that the [senior user] \nor his product is not meant”). \namount of product advertising in the area.’”  Id. at 1283 (quoting Natural Footwear, \nLtd. v. Hart, Schaffner & Marx, 760 F.2d 1383, 1398–99 (3rd Cir. 1985)).  \n{71} Alternatively, courts consider the following factors to determine a \ntrademark owner’s area of use under the “zone of natural expansion” test:  “‘the \nparty’s (1) previous business activity; (2) previous expansion or lack thereof; (3) \ndominance of contiguous areas; (4) presently-planned expansion; and, where \napplicable (5) possible market penetration by means of products brought in from \nother areas.’”  Id. (quoting Weiner King, Inc. v. The Wiener King Corp., 615 F.2d \n512, 523 (C.C.P.A. 1980)). \n{72} If the senior user has a market presence in the relevant market under \neither test, the court then determines whether the junior user’s use of its mark “is \nlikely to cause confusion or mistake or to deceive as to the source of origin of . . . \ngoods or services.”  N.C. Gen. Stat. § 80-11(1); see also Pizzeria Uno, 747 F.2d at \n1527 (stating that, under the Lanham Act, “the issue is whether the use of the \naccused copy or colorable imitation of the registered mark is ‘likely to cause \nconfusion, or to cause mistake, or to deceive’” (quoting 15 U.S.C. § 1114(1)) (internal \nquotation marks omitted)). \n{73} To determine whether there exists a likelihood of confusion, courts \nconsider the following factors:   \n(1) the strength or distinctiveness of  the plaintiff’s mark as actually \nused in the marketplace; (2) the similarity of the two marks to \nconsumers; (3) the similarity of th e goods or services that the marks \nidentify; (4) the similarity of the fa cilities used by the markholders; (5) \nthe similarity of advertising used by the markholders; (6) the \ndefendant’s intent; and (7) actual confusion. \n \nCareFirst of Md., Inc. v. First Care, P.C., 434 F.3d 263, 267–68 (4th Cir. 2006) \n(citing Pizzeria Uno, 747 F.2d at 1527).   \n{74} If the senior user does not have a market presence in the relevant market, \nhowever, it is not entitled to injunctive relief and, therefore, there is no need to \ndetermine whether “likelihood of confusion” exists.  See generally Pizzeria Uno, 747 \nF.2d at 1536 (denying the plaintiff’s request for injunctive relief because the \nplaintiff had not penetrated the relevant market even though the court had \npreviously concluded that there was likelihood of confusion between the marks of \nthe plaintiff and the defendant). \n \nV. \nANALYSIS \n{75} The Court finds that Plaintiff has a valid service mark that is registered \nwith the Secretary of State of North Carolina.  (See Compl., Ex. A.) \n{76} Plaintiff first began using its mark in the 1980s and most recently renewed \nit on 22 October 2004.  (Compl., Ex. A; Pl’s. TRO Br. 1.) \n{77} The registered mark is for “‘Windsor Jewelers’ in a stylized font and \nprinted inside a diamond.”  (Pl’s. Compl., Ex. A.)  For a full description of Plaintiff’s \nmark, see supra ¶ 21.   \n{78} Whether this mark is “protectible,” however, depends on whether Plaintiff \nhas established “use” of the mark in the same geographic area in which it seeks to \nenjoin Defendants from using the “Windsor” name.  See Lone Star, 43 F.3d at 931–\n32. \n{79} In deciding this issue, the Court must first determine the relevant \ngeographic market. \n{80} Plaintiff has not specifically defined the relevant market and, in fact, has \nproffered at least four (4) different definitions. \n{81} First, in its brief in support of its request for a TRO, Plaintiff suggested \nthat the market is the entire state of North Carolina.  (Pl’s. TRO Brief 13–14; see \nalso Compl., Prayer for Relief ¶ 1–2.) \n{82} In a deposition, however, Plaintiff’s president asserted that the “whole \nband in North Carolina . . . between [Raleigh] and [Charlotte]” is “one large \nmarket.”  (Aff. J. Mark Wilson, Ex. A, at 65:6–66:7 (hereinafter “Robert Simon \nDep.”).) \n{83} In its reply brief in support of its Motion for Preliminary Injunction, on the \nother hand, Plaintiff contends the relevant market is a 100-mile radius around \neither Plaintiff’s Winston-Salem store or Defendants’ “Lions Jewelers” stores in \nCharlotte.  (Pl’s. Reply Mem. Law Supp. Prelim. Inj. Mot. 3–4.) \n{84} Finally, in an affidavit attached to this same reply brief, Plaintiff suggests \nthe relevant market is a fifty (50)-mile radius around Cornelius, North Carolina and \nprovides sales figures related to this geographic area.  (Sarah Simon Affidavit \n¶ 11.C.) \n{85} Plaintiff’s selection of a fifty (50)-mile radius around the city of Cornelius \nas the relevant market, however, is completely arbitrary, as there is no explanation \nin the record as to why Ms. Simon chose to define the market in this manner.  (See \nRobert Simon Dep. 55:15–20 (“I don’t know [why she chose to use Cornelius as the \ncenter of the fifty (50)-mile radius in her definition of the Charlotte area].  And I \ncould speculate, but I can’t attest to what my wife was thinking.”).) \n{86} Moreover, Plaintiff’s Motion seeks to enjoin Defendants from using the \n“Windsor” name in Charlotte, North Carolina.  As a result, because state \nregistration of a trademark entitles the trademark owner to injunctive relief only in \nareas of the state where it has established use of its mark, see Lone Star, 43 F.3d at \n931–32, the relevant market must be the Charlotte area. \n{87} In that regard, the Court agrees with Defendants that the relevant market \nmay logically and more broadly be defined as Mecklenburg County.  (See Defs’. Opp. \nPl’s. Mot. Prelim. Inj. 4–5 (stating that “the natural trading area for a retail jewelry \nstore located in the city of Charlotte may be broadly defined as Mecklenburg \nCounty”).)   \n \n \n \n \n \n \n \n{88} The Court concludes Plaintiff does not have a sufficient market presence in \nthe Charlotte market (i.e. in Mecklenburg County) to warrant preliminary \ninjunctive relief, whether analyzed as a function of Plaintiff’s “market penetration” \nor its “zone of natural expansion.”8  \n{89} Generally speaking, “a party should be awarded ownership of a mark in a \nspecific geographic area only when the party’s mark has achieved market \npenetration that is ‘significant enough to pose the real likelihood of confusion \namong the consumers in that area.’”  Natural Footwear, 760 F.2d at 1397 (quoting \nSweetarts v. Sunline, Inc., 380 F.2d 923, 929 (8th Cir. 1967)). \n{90} The first factor under the “market penetration” test—volume of sales—\nmust be evaluated with respect to the product being sold and “must, of course, \naccount for the general cost of the trademarked product.”  Natural Footwear, 760 \nF.2d at 1399 n.35.  Thus, “[s]ales of $10,000 in a given area are likely to represent \nmore significant market penetration in that area if the product [being sold] is \ncandy, than if the product is an automobile.”  Id. \n{91} With respect to jewelry sales, “a single item [sold by Plaintiff and \nDefendants] can exceed tens of thousands of dollars.”  (Defs’. Opp. Pl’s. Mot. Prelim. \nInj. 10.)  See Windsor Jewelers Online Catalog, http://www.windsor-\njewelers.com/windsor-jewelers/catalog (last visited Feb. 13, 2009) (follow “7”  \nhyperlink) (indicating that diamond studs are available from $175 to $98,000); \nWindsor Fine Jewelers Website, \nhttp://www.windsorfinejewelers.com/catalog/category/view/price/2,100000/id/54 (last \n                                                 \n8 There is a split in the cases as to which party bears the burden of proving market presence in the \nrelevant market.  Compare Natural Footwear, 760 F.2d at 1399 (stating that the ultimate burden \nrested on the purported senior user, who had not registered its mark, but who was relying on \ncommon law trademark rights in seeking an injunction against the junior user), and Accu Pers., Inc. \nv. AccuStaff, Inc., 846 F. Supp. 1191, 1206 n.15 (D. Del. 1994) (stating that “at least for purposes of \nthe market penetration test, the senior user bears the burden of proving the reputation of its \ntrademark extends into a particular area” (\nciting Natural Footwear, 760 F.2d at 1403; Sweetarts v. \nSunline, Inc., 436 F.2d 705, 707 (8th Cir. 1971))), with Four Seasons Hotels Ltd. v. Koury Corp., 776 \nF. Supp. 240, 246 (E.D.N.C. 1991) (“Registration shifts the burden of proof to a would-be-user of the \nsame or similar mark to rebut the presumption of the registrant’s exclusive rights in the mark.” \n(\nciting Pizzeria Uno, 747 F.2d at 1529)).  In this case, however, the point is moot, as the Court is \nsatisfied that Defendants have, in fact, rebutted any presumption that attaches to Plaintiff by virtue \nof its State registration. \nvisited Feb. 13, 2009) (displaying a Gregg Ruth Platinum Diamond Eternity \nNecklace, which is priced at $165,000). \n{92} As for the relevant timeframe, the senior user’s market penetration should \nbe evaluated as of the time at which the junior user first registered its mark.  \nNatural Footwear, 760 F.2d at 1397 (analyzing whether a senior user who had \nnever registered its trademark had nevertheless obtained common law trademark \nrights superior to the rights of the junior user, which the junior user obtained by \nmeans of its federal registration). \n{93}  Here, however, Defendant—the junior  user—does not have a registered \nmark in North Carolina.  As a result, the comparable starting date for purposes of \nthis analysis is arguably the summer of 2008, which was the period in which \nDefendants first attempted to use their mark in Charlotte.  Because Plaintiff and \nDefendants both analyze sales volume over the past fifteen (15) years, however, the \nCourt will similarly analyze this fifteen (15)-year period. \n{94}  As noted earlier, since 1993, Plaintiff has sold approximately $4.825 \nmillion of merchandise in a fifty (50)-mile radius around Cornelius, North Carolina.  \n(Sarah Simon Affidavit ¶ 11.C.) \n{95} Although the Court has taken judicial notice that the city of Cornelius is \nsituated within Mecklenburg County, see supra note 3, the Court has also noted \nthat Plaintiff’s attempt to define the Charlotte market as a fifty (50)-mile radius \nfrom the center of Cornelius extends the market well beyond the borders of \nMecklenburg County and, thus, has no support as a matter of fact or logic, see supra \nnote 3, ¶ 85. \n{96} As a result, Plaintiff’s related sales figures are not particularly helpful to \nthe Court’s analysis.   \n{97} Based on raw sales data obtained in discovery, Defendants assert that over \nthe last fifteen (15) years, Plaintiff has averaged annual sales of $66,024 in \nMecklenburg County.  (Connaughton Affidavit & Report 6 tbl.10 (reviewing sales \ndata provided by Plaintiff in discovery).) \n{98} For purposes of comparing Plaintiff’s sales volume with that of other \nspecialty jewelry stores in Mecklenburg County, Defendant has provided the Court \nwith estimated sales data of Mecklenburg County jewelry stores for the years 1997, \n2002, and 2006.  (See Connaughton Affidavit & Report 3, 4 tbl.5.) \n{99} In 1997, specialty jewelry stores in Mecklenburg County sold $73,568,703 \nworth of jewelry, and in 2002, that figure was $107,274,325.  (Connaughton \nAffidavit & Report 4 tbl.5.)  In 2006, these stores made $138,578,260 in jewelry \nsales.  (Connaughton Affidavit & Report 4 tbl.5.) \n{100} In 1997, 2002, and 2006, Plaintiff’s annual sales in Mecklenburg County \nwere $57,893, $37,973, and $112,516, respectively.  (Connaughton Affidavit & \nReport 6 tbl.10.) \n{101} Stated another way, Plaintiff’s sales represented 0.08% of jewelry sales in \nMecklenburg County in 1997; 0.04% in 2002; and 0.08% in 2006. \n{102} By comparison, each specialty jewelry store in Mecklenburg County \nrepresented, on average, approximately 1.0% of total sales in the county during this \ntime period.  (Connaughton Affidavit & Report 5.) \n{103} Thus, Plaintiff’s volume of sales in Mecklenburg County does not show any \nsignificant market penetration as compared to the broader market.9  \n{104} The second factor in the “market penetration” test “focuses upon the \nproduct’s growth trends in the area” during the relevant time period.  See Natural \nFootwear, 760 F.2d at 1401.   \n{105} From 1994 to 2008, Plaintiff’s sales increased from $11,141 to $67,348, \nwhich increase is more than six-fold.  (Connaughton Affidavit & Report 6 tbl.10.) \n{106} As can be seen from the table below, however, Plaintiff’s annual sales \nfluctuated significantly during this period: \n \n \n                                                 \n9 In granting Plaintiff’s request for a TRO, the Court determined, based on the limited evidence \nbefore it, that Plaintiff’s use of its mark in the Charlotte was more than de minimis.  Upon further \nreflection, however, and after reviewing the more expanded record now before it, the Court finds that \nits earlier conclusion was incorrect.  \nYear Sales  \n1994 $11,141 \n1995 $60,627 \n1996 $129,939 \n1997 $57,398 \n1998 $88,295 \n1999 $106,365 \n2000 $59,578 \n2001 $44,674 \n2002 $37,973 \n2003 $52,045 \n2004 $37,002 \n2005 $57,710 \n2006 $112,516 \n2007 $67,250 \n2008 $67,348 \n \n(Connaughton Affidavit & Report 6 tbl.10.) \n{107} Accordingly, Plaintiff’s sales figures during this period do not reveal any \ndiscernible growth trends. \n{108} The third factor in the “market penetration” test—the number of persons \nactually purchasing Plaintiff’s product in relation to the potential number of \ncustomers—suggests strongly that Plaint iff has not penetrated the Charlotte \nmarket. \n \n \n{109} Plaintiff has sold jewelry to approximately 102 different customers from \nMecklenburg County over the past fifteen (15) years.  (See Pl’s. Reply Mem. Law \nSupp. Prelim. Inj. Mot., Ex. 8, at WJI 002381–002407.)10 \n{110} In 2006, Mecklenburg County had one hundred (100) specialty jewelry \nstores and a population of 835,328, which means that there was one specialty \njewelry store for every 8,353.28 residents in Mecklenburg County.  (Connaughton \nAffidavit & Report 4 & tbl.6.) \n{111} Thus, even assuming that all 102 of Plaintiff’s Mecklenburg County \ncustomers purchased goods from Plaintiff in 2006 (as opposed to making their \npurchases over a fifteen (15)-year period), only 1.2% of its allocated 8,353.28 \nresidents actually purchased Plaintiff’s merchandise. \n{112} The Court, however, recognizes this calculation is at best marginally \nrelevant, as the parties did not present evidence of the number of Charlotte \nresidents who actually purchase high end jewelry.  Accord Natural Footwear, 760 \nF.2d at 1399 (“[A] proper evaluation of market penetration should normally include \na comparison of the number of actual consumers of the trademarked product with \nthe number of people in the market for the product, rather than with the full \npopulation of a given area.”).  In other words, only a subset of the 835,328 residents \nwould be part of this high end jewelry market, but neither party has presented \nevidence identifying that group. \n                                                 \n10 This portion of Exhibit 8 is Plaintiff’s “Customer Sales Report” from 2 October 1993 through 23 \nNovember 2008.  The report lists every sale Plaintiff has made during this period in Charlotte and \nthe surrounding areas, as well as other locations, and it lists each customer to whom each sale was \nmade (by customer number).  Consistent with Defendants’ determination (see Defs’. Opp. Pl’s Mot. \nPrelim. Inj. 13), the Court concluded that Plaintiff sold jewelry to 102 different customers from \nMecklenburg County during this period by extracting the number of different customers with \nresidences having Mecklenburg County zip codes.  Specifically, each of the following cities and zip \ncodes found in the report are within the borders of Mecklenburg County:  Cornelius (28031); \nDavidson (28036); Huntersville (28078); Matthews (28104 & 28105); and Charlotte (all zip codes \ncontained in the report with the exception of 27006, which is not a Charlotte zip code).  See Melissa \nData, ZIP Codes by County, http://www.melissadata.com/Lookups/CountyZip.asp?fips=37119 (last \nvisited Feb. 13, 2009) (listing zip codes within Mecklenburg County).  The Court has used the Bates \nstamp numbers at the bottom of the reports’ pages to identify the relevant portion of the report. \n{113} As a result, it may be more accurate to analyze this factor by considering \nthe percentage of total jewelry transactions Plaintiff has completed in Mecklenburg \nCounty. \n{114} In 2006, specialty jewelry stores in Mecklenburg County completed \n171,832 transactions (Connaughton Affidavit & Report 5),11 which means that, on \naverage, each store completed approximately 1,718 transactions that year. \n{115} In this same year, Plaintiff completed eighty-eight (88) jewelry \ntransactions in Mecklenburg County.  (Connaughton Affidavit & Report 6 tbl.10.)12 \n{116} Plaintiff’s total, which amounts to only 0.5% of the total transactions for \nMecklenburg County in 2006, is significantly less than the average number of \ntransactions completed by other specialty jewelry stores in Mecklenburg County.     \n{117} In sum, by either measure, this third factor suggests strongly that Plaintiff \nhas not penetrated the Charlotte market. \n{118} The final factor in the “market penetration” test is the amount of product \nadvertising in the relevant market. \n{119} While this is a factor for the Court to consider, advertising alone does not \nestablish trademark rights.  Spartan Foods, 813 F.2d at 1283. \n{120} Additionally, a senior user cannot simply show that it has advertised in \nthe relevant market; it must also demonstrate the effect of such advertising to show \n“that its advertising brought customers from [the relevant market] to its [stores].”  \nId. at 1283–84. \n{121} Plaintiff spends the majority of its advertising budget on media in the \ngreater Triad area of North Carolina, which consists of Winston-Salem, Greensboro, \nand High Point.  (Robert Simon Dep. 142:13–143:2.) \n                                                 \n11 The Connaughton Affidavit & Report suggests that this figure of 171,832 is an average-per-year \nfigure.  (See Connaughton Affidavit & Report 5.)  Because this figure is used in conjunction with the \nsales volume figure of $138,578,260 and because that same figure ($138,578,260) appears in Table 5 \nas representing the total sales volume for Mecklenburg County jewelry stores for 2006 (Connaughton \nAffidavit & Report 4 tbl.5), however, the Court assumes the figure of 171,832 transactions represents \nthe number of transactions made by specialty jewelry stores in Mecklenburg County in 2006. \n12 In 2007, Plaintiff completed seventy (70) transactions; in 2008, Plaintiff’s completed transactions \nwere down to forty (40). (Connaughton Affidavit & Report 6 tbl.10.) \n{122} Plaintiff has also advertised in local and/or regional publications, but \nPlaintiff has presented no evidence of the extent to which these publications reach \nCharlotte residents.  (Robert Simon Dep. 148:22–149:9.) \n{123} Based on the record evidence, Plaintiff has done very little by way of \nadvertising directed specifically toward the Charlotte market. \n{124} For example, Plaintiff cannot point to any specific television \nadvertisements it has run in Charlotte.  (Robert Simon Dep. 135:5–136:7.) \n{125} Nor has Plaintiff purchased any billboard advertisements in Charlotte \n(Robert Simon Dep. 139:20–140:7), although it has placed billboard advertisements \n“on interstate arteries that residents all over the state constantly travel” in order to \n“specific[ally] target[] . . . all residents coming from all corners of the state” (Robert \nSimon Dep. 147:12–148:8). \n{126} Moreover, the only radio advertising Plaintiff recalls conducting in the \nCharlotte market ran five (5) to eight (8) years ago.  (Robert Simon Dep. 136:8–\n137:22.) \n{127} Similarly, the only print advertising that Plaintiff undertook in the \nCharlotte area appeared in a Lake Norman newspaper, but it was discontinued in \n2005.  (Robert Simon Dep. 143:9–23.) \n{128} Plaintiff did advertise in the Charlotte Observer in November 2008.  \n(Robert Simon Dep. 187:2–4.)  Because Plaintiff filed its Complaint on 5 November \n2008, however, this appears to be “nothing more than a belated attempt or after-\nthe-fact effort to expand its trading area before the [Court’s] decision” in this \nmatter, Weiner King, 615 F.2d at 526 (internal quotations omitted), which the \nCourt declines to consider.  \n{129} Finally, Plaintiff asserts that it “advertises and markets itself through \nother medium that ultimately reaches customers in the Charlotte market, including \nradio, television, highway billboards, involvement in charitable organizations, and \nthe Internet.”  (Pl’s. Reply Mem. Law Supp. Prelim. Inj. Mot. 4 (citing Robert Simon \nDep. 40–44, 80–84, 186–87, 335–37).) \n{130} Plaintiff, however, presents no evidence of the effect, if any, of this \nadvertising on Charlotte consumers.  (Robert Simon Dep. 149:10–150:15.) \n{131} In sum, because there is no evidence “that [Plaintiff’s] advertising brought \ncustomers from” Charlotte to its store in Winston-Salem, Spartan Foods, 813 F.2d \nat 1283, this final factor does not support a finding that Plaintiff has penetrated the \nCharlotte market. \n{132} Taking into account the four relevant factors for the “market penetration” \ntest, the Court finds that Plaintiff has not penetrated the Charlotte market. \n{133} Plaintiff’s claim fares no better under the “zone of natural expansion” test.  \n{134} With respect to the first factor under this test, Plaintiff’s previous business \nactivity has been restricted to one retail store in Winston-Salem since its inception.  \n(Compl. ¶ 3.)  As discussed above, Plaintiff has attracted very little business from \nthe Charlotte market.  See supra ¶¶ 97–103. \n{135} Similarly, the second and fourth factors in the “zone of natural expansion” \ntest—previous expansion or lack thereof  and “presently-planned expansion”—both \nsupport a finding that Plaintiff is not likely to penetrate the Charlotte market. \n{136} Plaintiff’s business activity has always been limited to one retail store in \nWinston-Salem, and it has not expanded at any time during its existence.  (See \nCompl. ¶ 3.) \n{137} Plaintiff contemplated opening a store in the Cornelius area and, to this \nend, Mr. Simon signed an intent to lease a store in that location in the late 1990s.  \n(Robert Simon Dep. 21:16–22:10.)  Plaintiff ultimately decided not to open that \nstore, however.  (Robert Simon Dep. 22:13–15.)  Thus, this does not constitute \nprevious expansion as contemplated by the “zone of natural expansion” test. \n{138} Plaintiff contends that it “has considered opening a store in the Charlotte \narea” and has in the past conducted at least one feasibility study relative to such an \nexpansion.  (Pl’s. Reply Mem. Law Supp. Prelim. Inj. Mot. 4–5 (citing Robert Simon \nDep. 19–25, 28–32, 76–80, 332–35;13 Pl’s. Reply Mem. Law Supp. Prelim. Inj., Ex. 2, \n                                                 \n13 While Plaintiff cites these page numbers as support for this proposition in its Reply Brief, pages \n19–25 and 28–32 of Mr. Simon’s Deposition are not included in Exhibit 10 to Plaintiff’s Reply Brief. \nat ¶ 6 (hereinafter “Nulman Affidavit”); Pl’s Reply Mem. Law Supp. Prelim. Inj., Ex. \n13).) \n{139} Plaintiff further asserts that these “plans” to open a store in Charlotte are \nmotivated, in part, by the fact that “Mr. Simon has three sons who may involve \nthemselves in the plan for a multi-store organization.”  (Nulman Affidavit ¶ 13; see \nalso Robert Simon Dep. 34:5–35:16.) \n{140} There is no evidence, however, that Plaintiff ever followed up on the study \nor otherwise made any concrete plans to expand into the Charlotte market.  \n{141} Finally, Plaintiff asserts that its “present plans include to ‘broaden [its] \nreach regionally in the short term with the notion of touching the borders of North \nCarolina as [its] ultimate goal in the longer term development of [its] retail brand.’”  \n(Pl’s. Reply Mem. Law Supp. Prelim. Inj. 5 (quoting Nulman Affidavit ¶ 5).) \n{142} Again, however, there is nothing to support this claim by way of any \nconcrete steps Plaintiff has taken to implement this expansion throughout the state \nof North Carolina or, more specifically, into the Charlotte market.  (See Robert \nSimon Dep. 31:3–32:10.) \n{143} Thus, the second and fourth factors support a finding that Plaintiff is not \nlikely to expand into the Charlotte market. \n{144} The third factor—dominance of contig uous areas—also supports a finding \nthat Plaintiff is not likely to expand into the Charlotte market. \n{145} There is no evidence showing that Plaintiff dominates the areas contiguous \nto Charlotte. \n{146} To the contrary, Defendants’ evidence shows that at least two jewelry \nstores operating “in areas between or around Winston-Salem and Charlotte” use the \nname “Windsor.”  (Defs’. Opp. Pl’s. Mot. Prelim. Inj. 8–9 (citing Defs’. Opp. Pl’s. Mot. \nPrelim. Inj., Ex. E, at 1–2 (hereinafter “Barefoot Report”14)).) \n                                                 \n14 This exhibit is a report of a private investigator, which was produced in response to a request for \n“assistance in determining what type of jewelry is being sold at Windsor Gallery located at 1810 \nWest Innes Street, Salisbury, North Carolina 28144.”  (Barefoot Report 1.) \n{147} Specifically, Windsor Salisbury, a jewelry store located in Salisbury, North \nCarolina, “sells custom fine jewelry including rings, watches, necklaces, stones and \nother items,” and “has been in continuous operation at the same location for \napproximately 25 years.”  (Defs’. Opp. Pl’s. Mot. Prelim. Inj. 9 (citing Barefoot \nReport 1–2).)  Salisbury is almost directly between Winston-Salem and Charlotte.15 \n{148} Finally, there is no evidence of market penetration by Plaintiff “‘by means \nof products brought in from other areas.’”  Spartan Food, 813 F.2d at 1283 (quoting \nWeiner King, 615 F.2d at 523).   \n{149} In sum, whether viewed as a function of Plaintiff’s “market penetration” or \nits “zone of natural expansion,” Plaintiff does not have a market presence in the \nCharlotte market sufficient to warrant injunctive relief under the NCTRA or under \nthe common law.  \n{150} Accordingly, the Court need not determine whether “defendant’s use of a \ncolorable imitation of the trademark is likely to cause confusion among consumers.”  \nLone Star, 43 F.3d at 930. \n{151} It is also unnecessary to address Defendants’ contention that Plaintiff’s \nstate trademark registration is subject to cancellation.  (See Defs’. Opp. Pl’s Mot. \nPrelim. Inj. 2.) \n \nVI. \nCONCLUSION \n{152} The Court DENIES Plaintiff’s Motion for Preliminary Injunction and \ndissolves the Temporary Restraining Order currently in place.16   \nSO ORDERED, this the 16th day of February, 2009. \n \n \n                                                 \n15 The Court takes judicial notice of this fact. \n16 This finding is without prejudice to Plaintiff’s right to renew its claims should it subsequently \nestablish a sufficient presence in the Charlotte market.  Accord Pizzeria Uno, 747 F.2d at 1536. "
}