{
  "id": "26d4419be3d0f2ff77bc42ae2e75f318cac8803343806ec6fd0c738961155260",
  "source_file": "data/raw/ncbc/26d4419be3d0f2ff77bc42ae2e75f318cac8803343806ec6fd0c738961155260.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24CV0038870-910 \n \nWEATHERSPOON FAMILY LLC, \n \nPlaintiff, \n \nv. \n \nHATTERAS INVESTMENT \nPARTNERS, L.P. and DAVID B. \nPERKINS, \n \nDefendants, \n \nand \n \nHATTERAS EVERGREEN PRIVATE \nEQUITY FUND, LLC, \n \nNominal Defendant. \n \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION FOR \nVOLUNTARY DISMISSAL, \nPLAINTIFF’S ALTERNATIVE \nMOTION FOR LEAVE TO FILE FIRST \nAMENDED COMPLAINT, AND \nDEFENDANTS’ AND NOMINAL \nDEFENDANT’S MOTION TO DISMISS \n \n \n This matter is before the Court on (i) Defendants’ and Nominal Defendant’s \nRule 12(b)(1) motion to dismiss, (ECF No. 24), (ii) Plaintiff’s notice of voluntary \ndismissal without prejudice, (ECF No. 49), (iii) Plaintiff’s subsequent motion for \nvoluntary dismissal without prejudice , (ECF No. 51),  and (iv) Plaintiff’s motion for \nleave to file first amended complaint, (ECF No. 54). \n As explained below , the Court STRIKES  Plaintiff’s notice of voluntary \ndismissal without prejudice, DENIES  Plaintiff’s motion for voluntary dismissal \nwithout prejudice, GRANTS  Plaintiff’s motion for leave to file first amended \nWeatherspoon Fam. LLC v. Hatteras Inv. Partners, L.P., 2025 NCBC 41. \n \ncomplaint, and DENIES as moot  Defendants’ and Nominal Defendant’s Rule \n12(b)(1) motion to dismiss.  \nMalmfeldt Law Group P.C., by Paul D. Malmfeldt ; Milberg Coleman \nBryson Phillips Grossman, PLLC, by Matthew E. Lee, Eric G. Steber, \nand Jeremy R. Williams ; and Silver Law Group, by Scott L. Silver, for \nPlaintiff Weatherspoon Family LLC. \n \nParker Poe Adams & Bernstein, LLP, by Melanie Black Dubis, Jack K. \nBelk, Jr.,  and Corri A. Hopkins,  for Defendants Hatteras Investment \nPartners, L.P. and David B. Perkins. \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP, by Greg Gaught, \nGabrielle E. Supak, and Jennifer K. Van Zant, for Nominal Defendant \nHatteras Evergreen Private Equity Fund, LLC. \n \nHouston, Judge. \nI. INTRODUCTION AND PROCEDURAL HISTORY \n1. This case is a putative derivative action arising from an undisputedly poor \nbusiness deal. In late 2021, Hatteras Evergreen Private Equity Fund , LLC \n(“Evergreen Fund” or “Nominal Defendant”), a private equity growth fund with \na previously diversified, $43 million portfolio of alternative assets, agreed to exchange \nits portfolio for preferred equity shares in The Beneficient Company Group, LLP \n(“Ben”), a startup that is not a party to this action. \n2. That transaction was spearheaded by defendants Hatteras Investment \nPartners, L.P. (“ HIP”), the manager of Evergreen Fund, and HIP’s own manager, \nDavid B. Perkins. \n3. Ultimately, Evergreen Fund’s investment in Ben resulted in the loss of most, \nif not all, of the value of Evergreen Fund’s assets. \n \n4. Plaintiff contends that HIP and Perkins ignored numerous “red flags” in \ncausing Evergreen Fund to transact with Ben , that they consummated the \ntransaction due to personal interests, and that their conduct was otherwise wrongful \nand harmful to Evergreen Fund. Accordingly, Plaintiff filed this putative derivative \naction on behalf of Evergreen Fund. Before doing so, Plaintiff never made a demand \non HIP, Perkins, or Evergreen Fund to investigate or otherwise assert claims arising \nfrom the issues raised by Plaintiff, instead contending that such a dem and would be \nfutile and should be excused.  \n5. Plaintiff commenced this action  in Wake County Superior Court on \n4 December 2024, asserting a putative derivative claim on behalf of Evergreen Fund \nagainst Defendants for breach of fiduciary duty. (ECF No. 3). The case was designated \nas a  mandatory complex business  case and was ultimately assigned to the \nundersigned Business Court judge. (ECF Nos. 1, 29). \n6. On 14 February 2025, Defendants and Evergreen Fund moved to dismiss \nthe action under Rule 12(b)(1), 1 asserting that “ Plaintiff failed to meet the \nsubstantive requirements for demonstrating demand futility under Delaware law, \nand thus lacks standing to sue derivatively.” (ECF No. 24 at 1). In short, Defendants \nand Evergreen Fund contend that Plaintiff has failed to plead facts demonstrating \n \n1 In a putative derivative action, an entity named as a nominal defendant generally may not \n“defend” itself against claims brought on its behalf. E.g. , Swenson v. Thibaut, 39 N.C. App. \n77, 101 (1978). Here, however, Plaintiff has not contested Evergreen Fund’s right or ability \nto join in the motion to dismiss, and any such dispute is moot inasmuch as the same Rule \n12(b)(1) arguments are appropriately raised by Defendants and considered by the Court \naccordingly. \n \nthat a pre-suit demand was excused before filing this putative derivative action. (ECF \nNos. 24–25, 32, 37).  \n7. The Court heard arguments on Defendants’ and Evergreen Fund ’s motion \nto dismiss and took that motion under advisement on 24 April 2025. (ECF No. 44).  \n8. On 6 May 2025, without the Court’s leave, Plaintiff filed a notice of voluntary \ndismissal without prejudice, purporting to dismiss this action unilaterally. (ECF No. \n49). Thereafter, th e Court sua sponte entered an Order on Voluntary Dismissal, \ndirecting Plaintiff to file and serve an appropriate motion and supporting brief \naddressing (a) any bases for dismissal under N.C. Gen. Stat. §  57D-8-04 and (b) the \nlimitations on dismissal under Rule 41 as applicable, if at all, to Plaintiff’s attempted \ndismissal. (ECF No. 50). \n9. On 9 May 2025, Plaintiff filed an opposed  motion for leave to voluntarily \ndismiss this action without prejudice. (ECF No. 51). \n10. On 10 May 2025, Plaintiff filed a motion for leave to file a first amended \nverified derivative complaint, seeking leave to amend as an  alternative to dismissal \nif the Court otherwise determines that Plaintiff should not be granted leave to \ndismiss the action. (ECF No. 54).  \n11. The parties fully briefed the motions  on an expedited schedule , and the \nmotions are now ripe for resolution. (ECF Nos. 52–53, 57–59, 60).  \nII. BACKGROUND \n12. The Court summarizes  here only those portions of the alleged facts in \nPlaintiff’s complaint (and the documents relied upon therein) relevant to the Court’s \n \ndetermination of the motions  at issue. Dep’t of Transp. v. Blue, 147 N.C. App. 596, \n603 (2001); Oberlin Cap., L.P. v. Slavin, 147 N.C. App. 52, 60 (2001). \n13. Nominal Defendant Evergreen Fund is a Delaware limited liability company \nwith a “stated business objective . . . to achieve long -term capital appreciation by \ninvesting in a diversified portfolio of private investments.” (Compl. ¶¶ 1, 4, 13). \n14. Defendant HIP is , and at all relevant times has been,  Evergreen Fund’s \nmanager and is a Delaware limited partnership based in North Carolina . (Compl. \n¶ 11). \n15. Defendant Perkins is the founder and majority owner of HIP and has also \nserved as its chief executive office r. (Compl. ¶ 12).  Plaintiff alleges that Perkins, as \nmajority owner of HIP, has control over HIP and thus over Evergreen Fund via HIP’s \nrole as its manager. (Compl. ¶¶ 3, 12). \n16. Plaintiff Weatherspoon Family  LLC is a North Carolina limited liability \ncompany. Since 2017, Plaintiff has been a member of, and a minority investor in, \nEvergreen Fund. (Compl. ¶ 10). \n17. Evergreen Fund’s operative limited liability company agreement grants HIP \nthe “full and exclusive right, power and authority to manage and conduct the business \nand affairs of the Fund.” (Compl. ¶¶ 16–17). That same LLC agreement provides that \nthe manager of Evergreen Fund (in this case, HIP) generally may not be held liable \nfor breaching its duty of care to Evergreen Fund absent “willful misfeasance, bad \nfaith or gross negligence.” (Perkins Decl., Ex. A  (the “LLC Agreement”) §  3.4(a), \nECF No. 25.3; see also Compl. ¶¶ 2, 16–20 (discussing LLC Agreement in complaint)). \n \n18. In 2021, Ben was a n early stage startup company with a limited operating \nhistory. Though Ben advertised its business model as one generating interest and \nfees by offering liquidity products to holders of alternative assets, Ben’s primary \nbusiness model was ultimately to invest directly in alternative assets. (Compl. ¶¶ 22, \n26). \n19. Ben’s parent company was GWG Holdings, Inc., a publicly traded company. \n(Compl. ¶¶ 5, 7, 22, 25–27). On 5 November 2021, GWG disclosed in its annual Form \n10-K (for the 2020 reporting year) that the Securities and Exchange Commission was \ninvestigating GWG and Ben, with a focus on Ben’s accounting practices . (Compl. \n¶¶ 22, 25–27). The filing also indicated that Ben was historically unprofitable as an \nentity, with a declining portfolio over the course of several years. (Compl. ¶¶ 25–27). \n20. Shortly thereafter, on 29  November 2021 and in light of debate regarding \nGWG’s viability as a going concern, Ben was spun off from GWG, and the transaction \nwas publicly announced several days later. (Compl. ¶ 29).  \n21. On 7 December 2021, after Ben was spun off from GWG, Evergreen Fund \nnonetheless exchanged its portfolio of alternative assets for preferred equity interests \nin Ben. HIP, as manager of Evergreen Fund, effectuated the transaction via Perkins. \nAccording to Plaintiff, Evergreen Fund’s portfolio was “reported” to be valued at $43 \nmillion and “consisted primarily of private equity limited partnerships.” (Compl.  \n¶¶ 4–5, 21, 29). \n22. At approximately the same time, Plaintiff contends that HIP and Ben \nentered into one or more contracts under which HIP had an “opportunity” to “ co-\n \nsponsor new investment funds .” Plaintiff asserts that the agreement between HIP \nand Ben was inherently contingent on Evergreen Fund’s completion of the initial \nasset exchange because “Ben was required to seed these funds with alternative assets \nthat Evergreen Fund and another Hatteras-sponsored fund would contribute to Ben.” \nThis arrangement was publicly disclosed in Ben’s SEC filings made in 2023. (Compl. \n¶¶ 6, 35). \n23. In the several years after the 7 December 2021 transaction between \nEvergreen Fund and Ben , GWG (Ben’s former parent company) went bankrupt. \nGWG’s founder and several of its officers and directors were sued in connection with \nthe alleged diversion of cash that was purportedly invested by GWG in Ben, and \nvarious other allegations have been raised regarding p erceived internal wrongdoing \nbetween GWG and Ben between 2017 and 2021. (Compl. ¶¶ 30–34).  \n24. Ultimately, Ben’s value dropped precipitously , with its shares falling from \napproximately $8 per share to approximately $.02 per share by the time this suit was \nfiled. (Compl. ¶ 37). \n25. Plaintiff contends that, given the se circumstances, there were numerous \n“red flags” surrounding the initial transaction between Ben and Evergreen Fund and \nthat, by “disregarding Evergreen Fund’s investment parameters, by ignoring the red \nflags surrounding Ben, and by using Evergreen Fund’s a ssets to pursue business \nopportunities and profits for itself,” HIP  “acted recklessly and in bad faith and \nbreached its fiduciary duty” to Evergreen Fund. (Compl. ¶ 51). \n \n26. Plaintiff also contends that Defendants breached their purported fiduciary \nduty to Evergreen Fund by causing Evergreen Fund to enter into the transaction with \nBen in an effort to “pursue business opportunities and profits that would not be \nshared with Evergreen Fund.” (Compl. ¶ 50). \n27. Thus, Plaintiff filed this putative derivative suit but declined to make a pre-\nsuit demand on HIP or Perkins to investigate or otherwise to assert claims. (Compl. \n¶ 9). Plaintiff instead contends that such a demand would have been futile because \nHIP “received a material benefit” from the transaction and that HIP and Perkins \n“used Evergreen Fund’s assets to pursue business opportunities and profits for \nthemselves,” s uch that they are not sufficiently disinterested or independent for \npurposes of such a demand. (Compl. ¶ 9). \nIII. ANALYSIS \n28. The Court addresses in turn each of the parties’ pending motions, along with \nPlaintiff’s notice of voluntary dismissal without prejudice. \na. Plaintiff’s Notice of Voluntary Dismissal Without Prejudice \n29. The Court first addresses Plaintiff’s notice of voluntary dismissal without \nprejudice. (ECF No. 49). \n30. Under North Carolina law, “[a] derivative proceeding may not be \ndiscontinued or settled without the court’s approval.” N.C. Gen. Stat. § 57D-8-04; see \n \nalso N.C. Gen. Stat. § 57D-8- 06 ( requiring application of  North Carolina law  for \ndismissal analysis and approval). \n31. With its notice of voluntary dismissal without prejudice, Plaintiff purported \nto “provide[] notice of voluntary dismissal without prejudice as to all Defendants and \nNominal Defendant” pursuant to Rule 41(a) of the North Carolina Rules of Civil \nProcedure. (ECF No. 49 at 1). \n32. Plaintiff was not authorized to dismiss this action unilaterally under Rule \n41(a), and Plaintiff’s notice of voluntary dismissal was therefore ineffective. N.C. Gen. \nStat. § 57D-8-04. \n33. The Court has inherent authority to strike an ineffective or impermissible \nfiling. State v. Bellar, 16 N.C. App. 339, 343 (1972) (“[A] court has inherent power to \nkeep its files free from scandalous matter, or to strike such matter from the record.” \n(citation omitted)); see Beard v. N.C. State Bar, 320 N.C. 126, 12 9 (1987) (“Through \nits inherent power the court has authority to do all things that are reasonably \nnecessary for the proper administration of justice.”); Window World of Baton Rouge \nv. Window Worl d, 2022 NCBC LEXIS 58, at *4 (N.C. Super.  Ct. June 13, 2022) \n(addressing inherent authority).  \n34. Accordingly, t he Court determines that it is appropriate to STRIKE  the \npurported notice of voluntary dismissal from the record as ineffective. \nb. Plaintiff’s Motion for Voluntary Dismissal Without Prejudice \n35. The Court next addresses Plaintiff’s motion for voluntary dismissal without \nprejudice. With its motion, Plaintiff contends that dismissal without prejudice is in \n \nthe best interests of Evergreen Fund because Plaintiff’s counsel intends to pursue the \nlitigation through the Delaware court s with other plaintiff s-investors of Evergreen \nFund so that “subject matter jurisdiction [is] not reasonably subject to challenge,” as \ncompared to the challenge before this Court. (ECF No. 52 at 4).  \n36. Defendants and Evergreen Fund , however, oppose the motion and contend \nthat Plaintiff has failed to adequately and particularly plead facts showing  that its \nclaim for breach of fiduciary duty is viable or that dismissal is otherwise in Evergreen \nFund’s best interests. They also argue that Plaintiff has forfeited the right to take a \nvoluntary dismissal under Rule 41(a) because (i) Plaintiff rested its case at the \nmotion-to-dismiss stage and (ii) Plaintiff is seeking dismissal in bad faith. Thus, \nDefendants an d Evergreen Fund  request that the Court dismiss the action with  \nprejudice. (See generally ECF No. 58; see also ECF No. 25).  \n37. As detailed above, while plaintiffs generally have the ability under Rule 41 \nto take a unilateral dismissal of their claims prior to resting their case, they may not \ndo so in the context of a derivative action  and instead must obtain the Court’s leave \nto dismiss the action. N.C. Gen. Stat. § 57D-8-04; N.C. R. Civ. P. 41(a)(1).  \n38. When evaluating a requested  voluntary dismissal of a derivative action, \ncourts apply a balancing test, weighing “(1) any legitimate corporate [or LLC] claims \nas brought forward in the derivative shareholder suit against (2) the corporation’s [or \nLLC’s] best interests.” Alford v. Shaw, 327 N.C. 526, 540 (1990); White v. Hyde, 2017 \nNCBC LEXIS 202, at *2 (N.C. Super. Ct. May 23, 2017) (applying Alford’s derivative \nbalancing framework to LLCs). Courts may consider factors including litigation costs, \n \nany benefits that the LLC would derive  by continuing the suit, and any “ethical, \ncommercial, promotional, public relations and fiscal factors” that m ight be involved. \nAlford, 327 N.C. at 540 (citation omitted). \ni. Legitimacy of Plaintiff’s Claim \n39. The Court first evaluates the legitimacy of Plaintiff’s lone claim for breach \nof fiduciary duty. Alford, 327 N.C. at 540; see generally also Cone v. Blue Gem, Inc. , \n2023 NCBC LEXIS 127 (N.C. Super. Ct. Oct. 13, 2023).  \n40. As Evergreen Fund is a Delaware limited liability company, the substance \nof Plaintiff’s claim is governed by Delaware law. N.C. Gen. Stat. § 57D-8-06 (“In any \nderivative proceeding in the right of a foreign LLC, the matters covered by this Article \nwill be governed by the law of the jurisdiction of the foreign LLC’s organization” with \nlimited exceptions.); Egelhof v. Szulik, 2006 NCBC LEXIS 5, at *17 (Mar. 13, 2006); \nsee also Banyan Mezzanine Fund II, LP v. Rowe, 2016 NCBC LEXIS 38, at *8–9 (N.C. \nSuper. Ct. May 10, 2016). \n41. Under Delaware law, before filing  a derivative action, a shareholder or \nmember generally must make a demand on the entity’s board of directors, manager, \nor comparable managerial authority to investigate or to take other action concerning \nthe entity’s claims. E.g. , United Food & Com. Workers Union & Participating Food \nIndus. Emps. Tri-State Pension Fund v. Zuckerberg, 262 A.3d 1034, 1047– 48 (Del. \n2021). \n42. The “demand requirement is a substantive requirement” in derivative \nactions governed by Delaware law. Id. at 1047.  \n \n43. Thus, absent a pre -suit demand, the shareholder or member “must plead \nfacts with particularity that demonstrate the reasons why demand would have been \nfutile” such that the failure to make a demand should be excused.  Egelhof, 2006 \nNCBC LEXIS 5,  at * 18–19 (emphasis in original) ; see also Del. Ch. Ct. R. 23.1  \n(Delaware rule governing requirements for derivative actions); Brehm v. Eisner, 746 \nA.2d 244, 254 (Del. 2000).  \n44. If the plaintiff fails to do so, “the complaint must be dismissed, regardless of \nthe strength of his claim on the merits.” Egelhof, 2006 NCBC LEXIS 5, at *18 –19 \n(noting also that “[p]leadings in derivative suits .  . . must comply with stringent \nrequirements of factual particularity that differ substantially from .  . . permissive \nnotice pleading” (alterations in original) (citation omitted)). \n45. Delaware law requires courts to consider three factors to determine whether \na plaintiff has made adequate factual allegations of demand futility: \n(i) whether the director received a material personal benefit from \nthe alleged misconduct that is the subject of the litigation \ndemand;  \n \n(ii) whether the director faces a substantial likelihood of liability \non any of the claims that would be the subject of the litigation \ndemand; and  \n \n(iii) whether the director lacks independence from someone wh o \nreceived a material personal benefit from the alleged \nmisconduct that would be the subject of the litigation demand \nor who would face a substantial likelihood of liability on any \nof the claims that are the subject of the litigation demand. \n \nZuckerberg, 262 A.3d at 1059.  \n \n46. The latter factor requires a plaintiff to plead particularized facts justifying \na “reasonable doubt” that the individual to whom demand would be made lacks \nindependence. Id. at 1061. “ [T]he reasonable doubt standard used in a demand \nfutility analysis provides a higher hurdle for a plaintiff than the relatively lenient \nstandard of review pursuant to Rule 12(b)(6).” In re Trade Desk, Inc. Derivative Litig., \n2025 Del. Ch. LEXIS 40, at *34 n.120 (Del. Ch. Feb. 14, 2025) (unpublished) (citation \nomitted). \n47. Ultimately, an affirmative answer to any of the three factors as to at least  \nhalf of the relevant decisionmakers permits demand to be excused as futile. \nZuckerberg, 262 A.3d at 1059. \n48. Here, Plaintiff admits that it did not make a demand of HIP (as manager of \nEvergreen Fund) or Perkins (as manager of HIP), nor did Plaintiff make any other \npre-suit demand concerning its breach of fiduciary duty claim asserted in this action. \n(Compl. ¶¶ 9, 45). Defendant and Evergreen Fund contend that Plaintiff has failed to \nadequately plead that its pre-suit demand obligation was excused. (ECF No. 58 at 5–\n7). \n1. Material Personal Benefit to Defendants \n49. The Court first considers whether Plaintiff has adequately and particularly \npleaded facts suggesting that HIP (or Perkins) received a “material personal benefit” \nfrom the transaction between Ben and Evergreen Fund. Zuckerberg , 262 A.3d at \n1059.  \n \n50. Plaintiff contends that Defendants both received a material personal benefit \nbecause (i) Ben “had offered [HIP] an opportunity to co- sponsor new investment \nfunds” that would be funded from the assets of Evergreen Fund and another \nHatteras-sponsored fund, (ECF No. 32 at 17), and (ii) HIP presumably “would receive \nfees by sponsoring, managing, and/or advising the new Hatteras funds.” ( Compl. \n¶ 35). In effect, Plaintiff challenges the Ben-Evergreen Fund transaction on the basis \nthat Defendants were allegedly “motivated to use Evergreen Fund’s assets in the Ben \nTransaction to pursue business opportunities with Ben.” (ECF No. 32 at 16 n.10).  \n51.  As Plaintiff acknowledges, however, this argument is based not on factual \nallegations in the complaint or evidence reflecting a payment arrangement between \nBen and HIP or Perkins  but instead on Plaintiff’s  conclusory assumption that HIP \nnecessarily must be benefiting from the transaction. (ECF No. 32 at 18 (asserting \nthat the Court should “assume that if HIP is given access to a special opportunity of \n‘sponsoring, managing and/or advising the new Hatteras funds,’ and if this \nopportunity is memorialized in ‘agreements entered at the time of the Ben \nTransaction’ . . . then HIP, and by extension Perkins, will benefit in the form of fees \nfor those services” (emphasis added)).\n2  \n \n2 Though Plaintiff repeatedly seeks to have the Court draw “reasonable inferences” in its \nfavor as required under Delaware law, Chester C nty. Emps.’ Ret. Fund v. New Residential \nInv. Corp., 2017 Del. Ch. LEXIS 767, at *14 (Del. Ch. Oct. 6, 2017) (unpublished), reasonable \ninferences are not the same as  unwarranted assumptions. Compare Inference, Black’s Law \nDictionary (12th ed. 2024) (“A conclusion reached by considering other facts and deducing a \nlogical consequence from them.” (emphasis added)), with Assumption, Black’s Law Dictionary \n(12th ed. 2024) (“A fact or statement taken as true or correct without definite proof; a \nsupposition.”), and Supposition, Black’s Law Dictionary (12th ed. 2024) (“An assumption that \nsomething is true, without proof of its veracity; the act of supposing.”). \n \n52. The Court concludes that n either this assumption nor any other factual \nallegation in Plaintiff’s complaint meets the standard of plausibly alleging with \nparticularity that Defendants received a specific material personal benefit from the \noriginal Ben transaction or otherwise that there was a benefit sufficient to create a \nreasonable doubt as to HIP’s (or Perkins’s) independence . See, e.g. , City of \nBirmingham Ret. & Relief Sys. v. Good, 177 A.3d 47, 56 (Del. 2017) (citation omitted) \n(declining to excuse demand). \n53. Similarly, even if there were a benefit to Defendants,  the Court concludes \nthat Plaintiff has failed to adequately and particularly allege facts demonstrating \nthat the alleged benefit was “material.” \n54. Plaintiff concedes that the materiality of the alleged benefit to HIP and \nPerkins is premised on “the sheer size of the funds and assets involved” in the overall \ntransaction—the specific details of which are only broadly and conclusorily alleged in \nthe complaint. (ECF No. 32 at 18–19; see generally Compl.).  \n55. “[T]here is no bright -line dollar amount at which” amounts  received by a \nmanager “become material” for purposes of excusing the demand requirement in a \nderivative action. Orman v. Cullman, 794 A.2d 5, 30 (Del. Ch. 2002); ( see also ECF \nNo. 32 at 18–19). For precisely this reason, the size of the transaction alone does not \nrender an alleged benefit “material” to the recipient; instead, the plaintiff must make \na particularized showing of how and why the benefit is allegedly material. See \nHorman v. Abney , 2017 Del. Ch. LEXIS 13, at *39 (Del. Ch. Jan. 19, 2017)  \n(unpublished) (holding that alleged wrongdoing and futility of demand could not be \n \nreasonably inferred “ based solely upon the size or duration of the alleged \nwrongdoing”); In re Goldman Sachs Grp., Inc. S’holder Litig. , 2011 Del. Ch. LEXIS \n151, at *36–37 (Del. Ch. Oct. 12, 2011)  (unpublished) (concluding that $670 million \nsize o f transaction was insufficient to excuse pre -suit demand requirement, \nparticularly when coupled with conclusory allegations). \n56. Though the transaction here involved a $43 million investment by \nEvergreen Fund into Ben, (Compl.¶¶ 4 –5, 21), Plaintiff’s complaint fails to quantif y \nthe alleged benefit to Defendants from the Ben transaction, and Plaintiff instead \nasserts in briefing that the “specific dollar value of this opportunity is a matter for \ndiscovery.” (ECF No. 32 at 19; see generally Compl.). \n57. Given the need for particularized pleading, such details are not “matter[s] \nfor discovery.” Rather, the complaint fails to adequately and particularly plead facts \nreflecting a material personal benefit, and the Court need not, and does not, address \nwhether Plaintiff has adequately demonstrated that Defendants “received” the \nalleged benefit.  \n58. Plaintiff’s obligation to make a pre-suit demand is therefore not excused on \nthe basis of the first prong of the Zuckerberg test.  \n2. “Substantial Likelihood” of Liability \n59. The Court next considers whether Plaintiff has adequately shown that \nDefendants face a substantial likelihood of liability with respect to Plaintiff’s breach \nof fiduciary duty claim—Plaintiff’s lone claim in this case. (See generally Compl.). \n \n60. The Court concludes that Plaintiff has failed to do so and that, consequently, \na showing of substantial likelihood of liability does not serve as a hook on which to \nexcuse Plaintiff’s failure to make a pre-suit demand.  \n61. Delaware law has robust protections for corporate managers. See Cede & \nCo. v. Technicolor, Inc. , 634 A.2d 345, 360 (Del. 1993). Paramount among those \nprotections is the business judgment rule, which presumes that corporate directors \nand managers are discharging their duties “in good faith and with reasonable care, \neven if their actions turn out poor ly in hindsight.” In re TransU nion Derivative \nS’holder Litig., 324 A.3d 869, 884 (Del. 2024).  \n62. To overcome the “extremely stringent” defendant -friendly business \njudgment presumption and show a substantial likelihood of liability, a plaintiff must \ndemonstrate that the directors or managers acted with at least gross negligence . In \nre Lear Corp. S’holder Litig., 967 A.2d 640, 651–52 (Del. Ch. 2008); see also Tomczak \nv. Morton Thiokol, Inc., 1990 Del. Ch. LEXIS 47, at *35 (Del. Ch. Apr. 5, 1990) (“ In \nthe corporate context, gross negligence means ‘reckless indifference to or a deliberate \ndisregard of the whole body of stockholders’ or actions which are ‘without the bounds \nof reason.’” (citations omitted)).  \n63. Moreover, where an LLC agreement limits the manager’s liability—as is the \ncase here—the plaintiff must demonstrate that the claims are not excluded by the \nterms of the LLC agreement. In re Cornerstone Therapeutics Inc. S’holder Litig., 115 \nA.3d 1173, 1186– 87 (Del. 2015); ( see LLC Agreement § 3.4(a) (excluding claims \n \nagainst HIP for breach of the duty of care absent a judicial determination of “willful \nmisfeasance, bad faith or gross negligence”)).  \n64. Here, Defendants’ actions undoubtedly “turn[ed] out poorly in hindsight.” In \nre TransUnion Derivative S’holder Litig. , 324 A.3d at 884. The “red flags” on which \nPlaintiff relies to support its claim for breach of fiduciary duty, however, are primarily \nthat Defendants caused Evergreen Fund to invest in Ben despite (i) a  disclosure in \nanother entity’s Form 10 -K filing about an investigation in to Ben’s accounting \npractices, (ii) Evergreen Fund’s stated business objective of investing in a “diversified \nportfolio of private investments,” particularly “alternativ e” assets, (iii) Defendants’ \nvaguely described alleged agreements to co- sponsor or co -manage new funds with \nBen, and (iv) numerous events that occurred after the Ben- Evergreen Fund \ntransaction, such as the bankruptcy of GWG. (See Compl. ¶¶ 4, 8, 13, 22, 30–39, 51). \n65. Plaintiff’s largely conclusory allegations  fail to demonstrate willful \nmisfeasance or bad faith, as relevant to the LLC A greement, or gross negligence, as \nrelevant under both the business judgment rule and the LLC Agreement. See, e.g., In \nre Molycorp, Inc. S’holder Derivative Litig. , 2015 Del. Ch. LEXIS 152, at *28 –29, 38 \n(Del. Ch. May 27, 2015) (unpublished) (addressing allegations concerning hindsight); \nTrenwick Am. Litig. Tr. v. Ernst & Young, L.L.P. , 906 A.2d 168, 194 (Del. Ch. 2006) \n(addressing gross negligence). \n66. While Defendants’ conduct, as alleged, might create questions as to HIP’s \nultimate competence as manager  and suggest a possibility  or a “threat” of liability, \nthe alleged conduct—combined with the language of the LLC A greement—does not \n \ngive rise to a reasonable inference that Defendants face a “substantial likelihood” of \nliability from Plaintiff’s claims. Wood v. Baum, 953 A.2d 136, 141 n.11 (Del. 2008) \n(noting that the “mere threat of personal liability . . . is insufficient to challenge either \nthe independence or disinterestedness of directors” (quoting Aronson v. Lewis,  473 \nA.2d 805, 814, overruled in part on other grounds by Brehm, 746 A.2d at 254)); \nMelbourne Mun. Firefighters’ Pension Tr. Fund ex rel. Qualcomm, Inc. v. Jacobs, 2016 \nDel. Ch. LEXIS 114, at *37–39 (Del. Ch. Aug. 1, 2016)  (unpublished) (determining \nthat plaintiff’s failure to plead particularized facts permitting a reasonable inference \nthat directors faced a substantial likelihood of liability warranted dismissal) , aff’d, \n158 A.3d 449 (Del. 2017). \n67. Plaintiff’s obligation to make a pre-suit demand is therefore not excused on \nthe basis of this second prong of the Zuckerberg test.  \n3. Lack of Independence from Others Receiving a Material \nPersonal Benefit or Facing a Substantial Likelihood of \nLiability \n \n68. As the final prong of the Zuckerberg test, the Court would ordinarily address \nwhether Plaintiff has shown that Defendants lack independence from others receiving \na material personal benefit or facing a substantial likelihood of liability from the \ntransaction at issue. Zuckerberg, 262 A.3d at 1059.  \n69. In this case, however, Plaintiff clarifies in its  briefing that it does not \ncontend that Defendants lack independence from someone else who received a \nmaterial personal benefit or who would allegedly face a substantial likelihood of \nliability from Plaintiff’s claims. (ECF No. 32 at 14 n.9). \n \n70. With Plaintiff’s concession, and with the Court’s foregoing determinations, \nthe Court concludes that, even if Defendants lacked independence from each other or \nothers, there has been no showing that Defendants lack independence from someone \nreceiving a “material personal benefit” or facing a “substantial likelihood of liability” \non Plaintiff’s claims, such that this prong does not provide a viable basis on which \nPlaintiff may claim that its obligation to make a pre-suit demand was excused.  \n71. Ultimately then, considering each of the three factors or prongs of the \nZuckerberg test, the Court concludes that Plaintiff’s complaint fails to plead with the \nrequisite particularity the facts necessary to establish that its pre -suit demand \nobligation was or should be excused.  \n72. Because Plaintiff has failed to make such particularized allegations, \nPlaintiff has also failed to allege a viable or legitimate claim . See Alford, 327 N.C. at \n540 (addressing considerations for dismissal of derivative actions under §  57D-8-04); \nZuckerberg, 262 A.3d at 105 9 (articulating tests for demand futility pleading in \nderivative actions under Delaware law). \nii. Best Interests of Evergreen Fund \n73. Having determined that Plaintiff has failed to adequately and particularly \nplead a legitimate claim, the Court nonetheless evaluates whether voluntary \ndismissal without prejudice, as requested by Plaintiff, would be in Evergreen Fund’s \nbest interests, whether to permit Plaintiff to articulate other allegations or otherwise. \nAlford, 327 N.C. at 540. Ultimately, the Court determines that it would not. \n \n74. As noted above, Plaintiff suggests that dismissal without prejudice is in \nEvergreen Fund’s best interests because Plaintiff ’s counsel intends to pursue these \nsame derivative claims in Delaware with another plaintiff in an effort to avoid the \nsubstantive arguments that Defendants and Evergreen Fund  have made before this \nCourt concerning subject matter jurisdiction and the deficiencies of Plaintiff’s \ncomplaint. (ECF No. 52 at 4). \n75. Defendants and Evergreen Fund, on the other hand , contend that the case \nshould be dismissed with prejudice given the deficiencies in Plaintiff’s complaint and \nin light of Plaintiff’s questionable litigation tactics. (See generally ECF No. 58; see also \nECF No. 25).  \n76. It appears to the Court that permitting Plaintiff to dismiss this action \nwithout prejudice––and therefore to pursue the same claim in another case , whether \nin North Carolina or Delaware ––would unnecessarily and inevitably involve the \nexpenditure of additional time and other resources, including financial and judicial \nresources, solely for the purpose of permitting Plaintiff to pursue a claim that, a s \ncurrently pleaded, is deficient.\n3 \n77. The record does not support Plaintiff’s request for leave to voluntarily \ndismiss this action without prejudice. See Alford, 327 N.C. at 540. \n78. Considering the various factors contemplated under Alford , t he Court \ndetermines that it would not be in Evergreen Fund’s best interests to permit voluntary \n \n3 While Plaintiffs’ motion to amend, as addressed and ultimately granted below, inherently \nimplicates many of the same issues of cost and efficiency , that motion is made in the \nalternative to the motion to dismiss, and the Court therefore considers the motion for leave \nto voluntarily dismiss the action on its merits standing alone. \n \ndismissal without prejudice, with the possibility of permitting Plaintiff to r e-file its \nclaim in another proceeding outside of this Court’s jurisdiction and oversight. Plaintiff \nhas failed to particularly plead facts demonstrating that it possesses a legitimate and \nviable derivative claim under Delaware law, and the Court need not facilitate \nPlaintiff’s counsel’s expressed intention of pursuing further litigation on the same \nclaim with the same underlying allegations at the expense of Evergreen Fund’s \nresources as a nominal defendant. \n79. Accordingly, having considered all appropriate matters of record, the Court \nin its discretion DENIES Plaintiff’s motion for leave to voluntarily dismiss this action \nwithout prejudice under N.C. Gen. Stat. § 57D-8-04 and Rule 41 of the North Carolina \nRules of Civil Procedure. \nb. Plaintiff’s Alternative Motion for Leave to File First Amended \nComplaint \n \n80. The Court next addresses Plaintiff’s request, made in the alternative to its \nmotion for leave to voluntarily dismiss  the case without prejudice , to file a first \namended verified derivative complaint. (ECF Nos. 54, 55, 55.1).  \n81. In its proposed amended complaint, Plaintiff seeks to add allegations \nconcerning, among other things,  the nature of the alleged contractual arrangement \nbetween Ben and HIP that purportedly influenced HIP’s decision -making in \nconnection with the transaction at issue in this derivative action, including  the \nfinancial scope of the arrangement (i.e., managing funds of over $400 million), as well \nas allegations concerning alleged misstatements by Perkins. ( See, e.g., ECF No. 55.1, \n¶¶ 9–10, 46, 52; see generally ECF No. 55). \n \n82. Under Rule 15(a) of the North Carolina Rules of Civil Procedure, in relevant \npart, “[a] party may amend his pleading once as a matter of course at any time before \na responsive pleading is served.” N.C. R. Civ. P. 15(a) (emphasis added). \n83. If a defendant wishes to preclude a plaintiff’s ability to amend as of right,  \nfollowing the filing of  any ap propriate motions to dismiss or other motions, the \ndefendant may file a responsive pleading, such as an answer. See Coffey v. Coffey, 94 \nN.C. App. 717, 722 (1989)  (“Under Rule 15(a), as the defendant had filed an answer , \nthe plaintiff was allowed to amend her pleadings ‘only by leave of court or by written \nconsent of the adverse party; and leave shall be freely given when justice so requires.’” \n(emphasis added) (quoting N.C. R. Civ. P. 15(a)) ); see also N.C. R. Civ. P. 12  \n(addressing motions and responsive pleadings); N.C. R. Civ. P. 7(a) (setting forth a list \nof pleadings). \n84. However, “threshold motions under Rule 12 and dispositive motions under \nother rules are not responsive pleadings that prevent an amendment without leave of \ncourt under Rule 15(a).” Pierce v. Johnson, 154 N.C. App. 34, 37 (2002) (citations \nomitted).  \n85. As a result, absent a responsive pleading, the plaintiff is entitled as a matter \nof right to file an amended complaint once, and courts therefore should grant motions \nfor leave to amend in such circumstances . See, e.g., id. (despite “defendant’s motions \nto dismiss under Rules 12(b), 17, and 19” and “the offers of judgment, interrogatories, \nrequest for production of documents, and request for monetary relief sought ,” no \nresponsive pleading had been filed, and the trial court therefore erred in denying \n \nplaintiff’s motion to amend ); Brackett v. SGL Carbon Corp., 158 N.C. App. 252, 258 \n(2003) (determining that trial court erred in denying motion to amend as futile  and \nnoting that “because defendants had yet to file a responsive pleading and the trial \ncourt had yet to rule on defendant’s Rule 12 motion when plaintiff made the motion to \namend, it would appear that plaintiff was entitled to amend the complaint as a matter \nof right” (citation omitted)); Hardin v. York Mem’l Park, 221 N.C. App. 317, 320 –21 \n(2012) ( reasoning that trial court erred in dismissing action  where plaintiff filed \namended complaint as of right , and no motion to dismiss or responsive pleading was \nfiled with respect to the amended complaint prior to entry of the court’s order); see also \nKrawiec v. Manly , 2015 NCBC LEXIS 85, at *5– 6 (N.C. Super. Ct. Aug. 24, 2015) \n(noting that motion to amend was “unnecessary” where no responsive pleading had \nbeen filed and deeming proposed amended complaint filed as of entry of the court’s \norder and opinion).  \n86. As set forth above, t his action was filed on 4 December 2024, (ECF No. 3), \nand Defendants and Evergreen Fund filed their motion to dismiss on 14 February \n2025, (ECF No. 24).  \n87. Plaintiff waited until 9 May 2025 to file its motion for  leave to take a \nvoluntary dismissal and until 10 May 2025 to file its alternative motion for leave to \namend the complaint ––several weeks after the Court’s hearing on the motion to \ndismiss. (ECF Nos. 44, 51, 54).  \n \n88. Though they were permitted and able to do so, however, neither Defendants \nnor Evergreen Fund at any time filed a n answer or other responsive pleading to the \noriginal complaint.  \n89. Because no responsive pleading has been filed within the meaning of Rule \n15(a), Plaintiff retains the right to amend its original complaint once as a matter of \ncourse, regardless of Defendant s’ or Evergreen Fund ’s views on the merits of the \namendment, and Plaintiff’s motion therefore should be granted.4 \n90. Consequently, Plaintiff’s proposed first amended verified derivative \ncomplaint, (ECF No. 55.1), which has already been signed, dated, and verified, will be \ndeemed filed and served for all purposes effective as of the date of entry of this Order \nand Opinion, and all deadlines for responding to the amended complaint will be  as \nprovided under the North Carolina Rules of Civil Procedure and Business Court Rules. \n91. The amendment is, of course, without prejudice to the ability of any party to \nfile an appropriate motion to dismiss , responsive pleading, or  other documents in \n \n4 As noted above, Plaintiff first attempted to take a voluntary dismissal of the case without \nthe Court’s leave, despite the requirements of N.C. Gen. Stat. §  57D-8-04 and, even then, \nwaited until several weeks after the hearing on Defendants’ and Evergreen Fund’s motion to \ndismiss to attempt the dismissal, which Plaintiff concedes is sought for purely strategic \nreasons. While the Court is compelled to permit the amendment as of right, counsel are \ncautioned that the Court will not tolerate ongoing gamesmanship in this action . The Court \nmay, in its discretion, require Plaintiff and its counsel to show cause why these filings, even \nif otherwise procedurally permitted under the Rules of Civil Procedure, were not made for an \nimproper purpose within the scope of Rule 11  and why the Court should not sanction \nPlaintiff’s counsel. See generally, e.g., Moch v. A. M. Pappas & Assocs., LLC, No. COA17-1126, \n260 N.C. App. 355, 2018 N.C. App. LEXIS 670 (July 3, 2018) (unpublished) (affirming \nsanctions under Rule 11 for filings made for an improper purpose); Ward v. Jett Props., LLC, \n191 N.C. App. 605, 609 (2008) (“Defined as any purpose other than one to vindicate rights or \nto put claims to a proper test, ‘an improper purpose may be inferred from the alleged \noffender’s objective behavior.’” (citation omitted)). \n \nresponse to the amended complaint , and the Court at this time makes no \ndetermination as to the merits of any such potential motions or responsive pleadings. \nc. Defendants’ and Evergreen Fund’s Motion to Dismiss \n \n92. Generally, an amended complaint moots a pending motion to dismiss under \nRule 12. Houston v. Tillman, 234 N.C. App. 691, 695 (2014) (“[P]laintiff’s amendment \nand restatement of the complaint has rendered any argument regarding the original \ncomplaint moot.” (citations omitted)); Krawiec, 2015 NCBC LEXIS 85, at *5–6. \n93. C ertain  exceptions to this rule exist, such as when the parties argue the \nmerits of the amended complaint or when the amended complaint does not change \nthe underlying facts or arguments . E.g., Stamatakos v. Carolina Urology Partners, \nPLLC, 2024 NCBC LEXIS 28, at * 24–25 (N.C. Super. Ct. Feb. 20, 2024)  (ruling on \noriginal partial motion to dismiss after amendment where the amended complaint \ndid not add new factual or other allegations concerning Chapter 75 claim that was \nthe subject of the partial motion to dismiss) ; Gateway Mgmt. Servs., Ltd. v. \nCarrbridge Berkshire Grp., Inc., 2018 NCBC LEXIS 45, at *8 (N.C. Super. Ct. May 9, \n2018) (“Although an amended pleading would ordinarily moot a pending motion to \ndismiss, the Court will consider Defendants’ Motions to Dismiss as to the Amended \nComplaint because Defendants and Plaintiff both addressed the sufficiency of the \nAmended Complaint in their respective briefs and at the hearing.”). \n94. Here, the new allegations in Plaintiff’s proposed amended complaint go to \nthe heart of the deficiencies identified by Defendants and Evergreen Fund  in their \nmotion to dismiss . The new factual allegations, while substantially related to the \n \narguments raised by the parties in their briefing and in the hearing before the Court, \nwere nonetheless not argued before or otherwise presented to the Court in substance. \n95. The Court  therefore concludes that the effectuation of Plaintiff’s first \namended verified derivative complaint , (ECF No. 55.1) , renders moot Defendants’ \nand Evergreen Fund ’s Rule 12(b)(1) motion to dismiss the original complaint. \nHouston, 234 N.C. App. at 695; Krawiec, 2015 NCBC LEXIS 85, at *5–6. \n96. Accordingly, the Court further concludes that Defendants’ and Evergreen \nFund’s motion to dismiss, (ECF No. 24), should be denied as moot, without prejudice \nto any party’s right to move to dismiss or otherwise respon d to the first amended \nverified derivative complaint as appropriate under applicable law.  \nIV. CONCLUSION \n97. Therefore, in the exercise of its discretion, the Court: \na. STRIKES from the record Plaintiff’s notice of voluntary dismissal \nwithout prejudice, (ECF No. 49); \nb. DENIES Plaintiff’s motion for voluntary dismissal without prejudice , \n(ECF No. 51); \nc. GRANTS Plaintiff’s motion for leave to file first amended complaint , \n(ECF No. 54); \nd. DEEMS Plaintiff’s first amended verified derivative complaint , (ECF \nNo. 55.1), filed and served as of the date of entry of this Order and Opinion; \ne. DENIES as moot Defendants’ and Nominal Defendant’s joint motion to \ndismiss under Rule 12(b)(1), (ECF No. 24),  without prejudice to any party’s right to \n \nrespond to Plaintiff’ s first amended verified derivative complaint as appropriate \nunder applicable law; and \nf. DIRECTS Defendants and Evergreen Fund  to answer or otherwise \nmove in response to Plaintiff’s first amended verified derivative complaint as \nprovided under applicable rules. \nSO ORDERED, this 31st day of July 2025. \n \n \n /s/ Matthew T. Houston \n Matthew T. Houston \n Special Superior Court Judge \n  for Complex Business Cases \n "
}