{
  "id": "26f04306a1289d830b26833eac73b7285446bf22b3c50b52cd8c5e2395e7ca2a",
  "source_file": "data/raw/ncbc/26f04306a1289d830b26833eac73b7285446bf22b3c50b52cd8c5e2395e7ca2a.pdf",
  "raw_text": "STATE OF NORTH CAROLINA  \n \nIN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF NEW HANOVER \n \n20 CVS 1487 \nAMERICAN TRANSPORTATION \nGROUP INSURANCE RISK \nRETENTION GROUP, \n \nORDER AND OPINION ON MOTION \nTO SHOW CAUSE AND FOR \nSANCTIONS, MOTIONS TO DISMISS, \nMOTION FOR JUDGMENT, AND \nMOTION FOR PRE-FILING \nINJUNCTION \n Plaintiff, \n v. \n \n \nMVT INSURANCE SERVICES, \nINC.; AMRIT SINGH ; ELEAZAR \nROJAS; and SHAMSHER SINGH, \n \nDefendants, \nand \n \nMVT INSURANCE SERVICES, \nINC.,  \n \nDefendant \nand Third-\nParty \nPlaintiff, \n \n               v.  \n \nPALMETTO CONSULTING OF \nCOLUMBIA, LLC AND \nMATTHEW A. HOLYCROSS,  \n \nThird-Party \nDefendants. \n    \n \n THIS MATTER is  before the Court on Plaintiff American Transportation \nGroup Insurance Risk Retention Group’s (“ATGI”) Motion to Show Cause and for  \nAm. Transp. Grp. Ins. Risk Retention Grp. v. MVT Ins. Servs., Inc., 2021 NCBC 8. \nSanctions (“Motion for Sanctions,” ECF No. 45)1; ATGI’s Partial Motion to Dismiss \nand Partial Motion for Judgment on the Pl eadings (“ Partial 12(b)(6) and 12(c) \nMotion,” ECF No. 53); Palmetto Consulting of Columbia, LLC (“Palmetto”) and \nMatthew A. Holycross’s (“Holycross”) (collectively, the “Third- Party Defendants”) \nMotion to Dismiss Third-Party Complaint (“MTD Third-Party Complaint,” ECF No. \n60); and Third-Party Defendants’ Motion for Pre-Filing Injunction (“Motion for Pre-\nFiling Injunction,” ECF No. 94 ; collectively, the various motions are referred to as \nthe “Motions”).    \n THE COURT, having considered the Motions, the brief s filed in support of \nthe Motions, the evidentiary materials filed by Plaintiff and Third -Party \nDefendants, the arguments of counsel at the hearing on the Motions, the applicable \nlaw, and other appropriate matters of record, CONCLUDES, in its discretion, t hat \nthe Motion for Sanctions should be GRANTED, in part, and DENIED, in part, and \naccordingly, the Partial 12(b)(6) and 12(c) Motion, the MTD Third-Party Complaint, \nand the Motion for Pre-Filing Injunction should be DISMISSED as MOOT.  \nButler Snow, LLP by Scott J. Lewis, and K&L Gates LLP by Jason W. \nCallen and Beau C. Creson , for Plaintiff American Transportation \nGroup Insurance Risk Retention Group  \n  \nPro se Defendants Eleazar Rojas, Amrit Singh, and Shamsher Singh  \n \nSharpless McClearn Lester Duffy, PA by Frederick K. Sharpless and \nMelanie C. Cormier for Third-Party Defendants Matthew A. Holycross \nand Palmetto Consulting of Columbia, LLC \n \n \n1 The Court first considers the requests for sanctions in the Motion for Sanctions.  To the \nextent Plaintiff seeks an order of contempt against Defendants in the Motion for Sanctions, \nthat request (“Request for Civil Contempt”) is addressed separately by the Court below. \nMcGuire, Judge. \nI. FINDINGS OF FACT2 \n1. On October 16, 2020, the Court entered a Preliminary Injunction (ECF \nNo. 44) against Defendants MVT Insurance Services, Inc. (“MVT”), Amrit “Andy” \nSingh (“A. Singh”), Eleazar Rojas (“Rojas”), and Shamsher Singh (“S. Singh” ) \n(collectively, MVT, A. Singh, Rojas, and S. Singh are “Defendants” ), which ordered \nthe following:  \n1. A. Singh and MVT are I MMEDIATELY \nENJOINED and PROHIBITED, directly or \nindirectly, alone or in concert with others, during the \npendency of this lawsuit or until further order of this \nCourt from purporting to act on behalf of ATGI or \nATGA or otherwise holding themselves out as officers \nor authorized representatives of ATGI or ATGA; \n \n2. S. Singh and Rojas are IMMEDIATELY  \nENJOINED and PROHIBITED, directly or \nindirectly, alone or in concert with others, during the \npendency of this lawsuit or until further order of this \nCourt, from speaking on ATGI’s or ATGA’s behalf or \nholding themselves out as officers of ATGI or ATGA \nor otherwise empowered to bind ATGI or ATGA to \nany third party beyond the specific rights granted to \nthem as Directors by ATGI’s Bylaws and North \nCarolina Law so long as they serve, if they serve, in \nthat capacity; \n \n3. All Defendants are IMMEDIATELY ENJOINED \nand PROHIBITED, directly or indirectly, alone or in \nconcert with others, during the pendency of this \nlawsuit or until further order of this Court, from:  \ni. Seeking to make any mat erial change in \nATGI’s management or terminating any of \n \n2 The procedural and factual background of this matter are set out in this Court’s Order on \nAmended Motion for Temporary Restraining Order and Preliminary Injunction (ECF No. \n40), and the Order on Plaintiff’s Motion for Temporary Restraining Order and Preliminary \nInjunction (“Preliminary Injunction,” ECF No. 44). \nATGI’s service providers absent approval by \nthe Department; and  \nii. Taking any action causing ATGI to violate the \nOrder of Supervision. \n \n(ECF No. 44, at pp. 9–10.)3  The Court will summarize, chronologically, the events \nthat have transpired since the issuance of the Preliminary Injunction.  \n2. Immediately after the Preliminary Injunction was issued, Defendants \nbegan violating its terms by representing themselves as still affiliated with ATGI \nand communicating with numerous ATGI constituents.  On October 17, 2020 , \nthrough various email addresses associated with one or more of the Defendants, \nDefendants emailed two representatives of the North Carolina Department of \nInsurance (“NCDOI”) and numerous  ATGI service providers .4  (Aff. of Michael \nHunter5 (”Hunter”) ISO ATGI’s Mot. for TRO and PI, ECF No. 46.1, at ¶ ¶ 2–3; \nhereinafter, the “First Hunter Affidavit”.)   \n3. One such email, dated October 17, 2020 and purportedly written on \nbehalf of ATGI, stated:  \nnow atgi announces in front of respected media and atgi \nwill start writing as of oct 19.  \nAtgi is in full compliance  \n \n3 The language of the Preliminary Injunction was drafted and jointly submitted by counsel \nfor ATGI and Defendants.  \n \n4 The recipients of Defendants’ emails included: Debbie Walker and Kait Chase (NCDOI \nrepresentatives); Ted Davey, Rick Lindsey, Vik Jain, Ryan Guest, and Philip Winter (ATGI \ninsurance producers); Gene Brodsky (ATGI insurance producer and claims adjuster); Dick \nCrnkovich (CEO of Imperial Premium Finance Services, which has financed a number of \nATGI policies); Nichoas Teetelli (CEO of Maple Technologies, which provides ATGI’s policy \nmanagement software); and Michael Pollano (employee of Bank of the West, which is one \nof ATGI’s banks).  (ECF No. 46.1, at ¶3.) \n \n5 Hunter is the current president of ATGI.   \nAtgi will be recovering a major fraud by a highly \nprofessional atgi hired and paid them handsome money. \nAtgi requests the court Atgi needs a fresh start. Atgi \nneeds time to fully restore all his data, books and all the \nstolen property of atgi need to return immediately. . . .  \nThis case is a simple case…atgi fixed it compliance in \nfebruary and needed permission to start writing. \n… \n \n(Id. at Ex. 1.)  The same day, Defendants sent another email which warned against \ndealing with ATGI’s current management and Board of Directors (“Board”):  \nATGI has fraudulent board issues until you see any order \nthen you deal with the new board if not mvt is mga until \nfurther court order.  \nIf you are dealing with a fraud board it will be your \nresponsibility for every you deal with the fraud board.  \nIn my understanding atgi has provided every single \ndocument to nc doi and is in full compliance.  \n \n(Id. at Ex. 2.)   \n4. On October 18, 2020, Defendants sent another email to the same \nrecipients as the October 17, 2020 emails, see supra n.4, stating:  \nToday Sahmsher singh announced that Atgi will be \nwriting soon. ATGI has gone through disaster. And it was \nconspiracy, scam, greed, and well plan fraud. . . . .  \nAll atgi service providers please contact Andy singh and \nnirmal kaur of mvt insurance services until further court \norder.  \n… \n \n(Id. at Ex. 3.)  The same day, two of ATGI’s top insurance producers—Philip Winter \n(“Winter”) and Gene Brodsky (“Brodsky”)—received an email from S. Singh, stating:  \nI Shamer president announced ATGI fresh start as of \n10/19/20 at 8:00 am pdt and in control of mvt insurance \nservices inc at 830 stweart dr unit 147 sunnyvale \ncalifornia 94086. \nand following recognized atgi team  \n \nShansher singh president atgi  \nEleazar rojas independent atgi  \nScott sypher nc resident director atgi (until new honest \nnc director replaced) \nMatt Holly cross captive manager atgi (until new honest \ncaptive manager found)  \nMvt insurance services inc as mga  \nAndy singh and nirmal kaur recognized director and \nunderwriter for mvt for atgi  \nAmeet bring of sodhi law firm council for atgi  \n… \n \n(Id. at ¶  5, Ex. 4.)  Further, S. Singh stated that “until further court order and \nproper investigation mike hunter (fraud president) cannot represent himself as \npresident of ATGI.”  (Id.)   \n5. On October 19, 2020, Defendants emailed Matt Holycross (ATGI’s \ncaptive man ager) and Scott Syphers (a member of ATGI’s Board), stating: “Mr. \nshamsher singh here gives you 30 days notice that we are terminating your services. \nas of 11/19/20 you will not be any longer with atgi. We are not happy with your \nservices.”  (Id. at ¶ 6, Ex. 5.)  The same day, Defendants emailed Brodsky  stating: \n“please send all the payment to mvt insurance service inc otherwise all policy will \nbe cancelled for non payments.”   (Id. at ¶ 5, Ex. 6.)  Further, Defendants emailed \nChan Tran (an ATGI insured) stating “please contact immediately four office or by \n10/20/20 atgi will cancel all your policy and will not be reinstated.”  ( Id. at ¶ 8, Ex. \n7.)  All three of the above- mentioned emails included a signature block that \nidentified the sender(s) as:  \nAndy Singh \nSenior Market Analyst \nAlternative Risk Manager  \nMvt Insurance Services inc.  \nAssitant  \nSecretary President ATGI Shamsher Singh  \nSecretary ATGI Director Eleazar Rojas  \n \n(Id. at Exs. 5 –7.)  Also on October 19, 2020, Rojas  emailed the NCDOI , stating \n“Amrit Singh is the real founder of atgi please advise how we can add him as a \ndirector.”  (Id. at Ex. 8.)   \n6. On October 20, 2020, S. Singh emailed the NCDOI complaining, inter \nalia, that “mr amrit singh founder of atgi” was not added as a director.  ( Id. at Ex. \n9.)  The same day, Defendants emailed several individuals, including insurance \nproducer Vik Jain, stating:  \nhello All Agents,  \nall atgi policy has been canceled as of today. And no \ncoverage has been effect as of jan 1 2020. mr philip winter \nand his team has pocketed all the money and you can \napply refunds from philip winter,  \nThis will be tomorrow email pleaselet me know if you \nwant pay or refund the agents.  \nmore lawsuits and more troubles.  \n \n(Id. at ¶ 10, Ex. 10.)  Defendants forwarded this email to Winter and Janet Elliot \n(Winter’s agent) stating, “[o]n your refunds please make a inquiry with philip winter \nor janet eiiliot” and included the previously-described signature block.  (Id. at Exs. \n10–11.)   \n7. On October 21, 2020, as a result of Defendants’ actions, ATGI filed its \nMotion for Sanctions seeking an “entry of a show cause order, and upon a finding \nthat Defendants are in civil contempt, sanctions that include dismissal of \nDefendants’ counterclaims and awarding ATGI’s attorneys in bringing and pursing \nthe th[e] motion.”  (ECF No. 45, at p. 2.)  On October 26, 2020, ATGI filed its Partial \n12(b)(6) and 12(c) Motion, seeking dismissal of various counterclaims filed by \nDefendants (ECF No. 53), and on November 2, 2020, Third -Party Defendants filed \ntheir MTD Third-Party Complaint (ECF No. 60).   \n8. On October 26, 2020, attorney William Taylor  (“Taylor”) moved to \nwithdraw as counsel  for Defendants, citing fundamental disagreements  with his \nclients.6  (Mot. to Withdraw as Counsel, ECF No. 51  (hereinafter, the “Motion to \nWithdraw”).)  The Court held a hearing on the Motion to Withdraw on October 29, \n2020 at which A. Singh, Rojas, and S. Singh were present.  During the hearing, the \nCourt strongly encouraged the Defendants to find new counsel  and to av oid \nrepresenting themselves individually if at all possible, and stated its intention to \nrequire Taylor to remain as Defendants’ counsel for a period of approximately thirty \ndays in order to allow Defendants time to seek new representation. The Court \nfurther advised Defendants that MVT would not be allowed to continue in this \nlawsuit without an attorney representing the corporation.  See LexisNexis, Div. of \nReed Elsevier, Inc. v. Travishan Corps., 155 N.C. App. 205, 209, 573 S.E.2d 547, 549 \n(2002) (“[I]n North Carolina a corporation must be represented by a duly admitted \nand licensed attorney-at-law[.]”) \n \n6 Notably, on October 8, 2020, Defendants ’ prior attorneys—William Pollock, Amie Sivon, \nand Kimberly Dixon of Ragsdale Liggett PLLC—were permitted to withdraw, after which \nattorney William Taylor became Defendants’ counsel of record.  (Ord. on Mot. to Withdraw \nas Counsel, ECF No. 41.) \n \n9. On October 29 , 2020, the Court issued its Order on Motion to \nWithdraw as Counsel, which allowed  Defendants a thirty-day period in which to \nretain new counsel and required William Taylor to remain as Defendants’ counsel \nof record through November 30, 2020. (Ord. on Mot. to Withdraw as Counsel, ECF \nNo. 59, hereinafter, “Order on Motion to Withdraw”.)   \n10. On November 4, 2020, a vendor notified ATGI that MVT and A. Singh \nwere quoting insurance policies in the name of ATGI to retail insurance agents.  \n(Aff. of Michael Hunter, ECF No. 62.1, at ¶¶ 2–3, Ex. 1 (hereinafter, “Second Hunter \nAffidavit”).)  ATGI contacted the retail service agent to whom A. Singh and MVT \nhad made the quotes, which led to the discovery of emails further evidencing MVT \nand A. Singh’s attempts to sell insurance policies on behalf of ATGI.  ( Id. at ¶¶ 4–\n5, Ex. 2.)  While ATGI was able to prevent any policy from being issued in this \ninstance, ATGI suspect s that A. Singh and MVT ha ve executed other insurance \npolicies purportedly on behalf of ATGI.  (Id. at ¶¶ 6–7.)   \n11. On November 5, 2020, A. Singh signed  a contract , purportedly on \nbehalf of ATGI,  with an insurance policy data management so ftware vendor, \nRiskVille.  (Id. at ¶ 8, Ex. 3.)  A. Singh signed as a “branch manager” of ATGI.  (Id.)  \nThis software “appears to have [been] used to generate at least some of the policy \nquotes at issue.”  (Id. at ¶ 8.) \n12. On November 9, 2020, Third -Party Defendants noticed A. Singh’s \ndeposition for December 11, 2020, and issued their  First Set of Interrogatories, \nRequests for Production of Documents, and Requests for Admission to all \nDefendants (the “Discovery Requests”).  (ECF No. 127, at ¶¶ 6– 7.)  Defendants \nfailed to respond to the  Discovery Requests, and A. Singh failed to appear at his \nnoticed deposition.  ( Id. at ¶¶ 12, 15.)  In an email to Third -Party Defendants’ \ncounsel, A. Sing stated : “until a federal complaint is filed and fbi investigate this \ncase all the people involved in this fraud including ncdoi officers and nc business \ncourt. i will not waste any more my time with you roaches.”  (ECF No. 127.5.)    \n13. Defendants failed to retain new counsel  within the 30 days p rovided \nby the Court and, as a result, Defendants A. Singh, Rojas, and S. Singh decided to \nproceed pro se.  On December 1, 2020, the Court issued an order directing \nDefendants to do the following: \n1. Defendants Rojas and S. Singh shall each \nimmediately create an individual account on the North \nCarolina Business Court’s eFiling system, located at \nhttps://ncbc.nccourts.org/filer/. \n \n2. On or before Monday, December 14, 2020, \nDefendants A. Singh, Rojas, and S. Singh shall file their \nresponses [to] the Show Cause Motion (ECF No. 45).  Any \njoint response must bear the electronic signature of each \nof the Defendants; \n \n3. On or before Monday, Dec ember 21, 2020 \nDefendants A. Singh, Rojas, and S. Singh shall file their \nresponses to Plaintiff’s MTD and 12(c) Motion (ECF No. \n53) and Third-Party Defendants’ MTD (ECF No. 60). Any \njoint response must bear the electronic signature of each \nof Defendants; \n \n4. All filings must conform to the requirements set \nout by the North Carolina Rules of Civil Procedure, and \nthe North Carolina Business Court Rules (“BCR”). \n \n5.  Defendant MVT is a corporation that is not \nrepresented by counsel, and therefore MAY NOT MAKE \nANY FURTHER FILINGS in this case. \n \n(ECF No. 77, at pp. 3 –4.)  Only A. Singh created an electronic filing account with \nthe Court.  Rojas and S. Singh did not establish accounts.   None of the Defendants \nfiled responses to the various motions. \n14. On December 1, 2020 and December 2, 2020, A. Singh sent a flurry of \nsubpoenas to various individuals and entities.  (ECF Nos. 75 –75, 79 –88.)  The \nsubpoena forms require pro se parties to have the subpoena “signed and issued by \nthe Clerk of Superior Court, or by a magistrate or judge.”\n7  (See, e.g., ECF No. 90, \nat p. 4.)  The only signature on these subpoenas was that of A. Singh.  In one \ninstance, A. Singh represented himself as an “Attorney/DA.”  (ECF No. 75, at p. 4.)  \nAs a result of A. Singh’s actions, Third-Party Defendants filed their Motion for Pre-\nFiling Injunction seeking an order “prohibiting A. Singh from making any further \nfilings or other requests for relief, or iss uing subpoenas to third parties, . . . which \nrelate in any way to this action without first obtaining express permission from this \ncourt.”  (ECF No. 94.)   \n15. On December 16, 2020, ATGI provided further evidence to the Court \nof contacts made by Defendants with vendors and insureds purportedly on behalf of \nATGI.  (Not. of Add. Evid. Supp. ATGI’s Mot. to Show Cause and for Sanctions, ECF \nNo. 106; Exs. A–P, ECF Nos. 106.1–106.16.)  As just one example, on December 15, \n \n7 As a result, certain motions to quash (Mot. to Quash and Obj. to Subpoenas, ECF No. 93; \nNAMIC Insurance Co’s Mot. to Quash, ECF No. 101) were granted by the Court.  (Ord. on \nMot. to Quash, ECF No. 98; Ord. on Namic Ins. Co. Inc.’s Obj. to and Mot. to Quash \nSubpoena, ECF No. 104.)   \n2020, a commercial truck agent sent ATGI an email inquiring as to the authenticity \nof emails from A. Singh regarding purported ATGI policy quotes.  (ECF No. 106.16.)    \n16. In January 2021, Hunter provided the Court with sworn testimony \nthat:  \nATGI recently discovered that one or more of the \nDefendants . . . have fraudulently issued policies, \npurportedly on behalf of ATGI.  The defendants further \ngained unauthorized on- line access to ATGI’s Federal \nMotor Carrier Safety Administration (“FMCSA”) filing \naccount, which enabled them to issue federal fi lings on \nthis account, giving the appearance to the FMCSA and \nthe public that the drivers had valid insurance coverage. \n \n(Third Aff. of Michael Hunter ISO ATGI’s Mot. to Show Cause and for Sanctions, \nECF No. 119.1 , at ¶ 2  (hereinafter, “Third Hunter Affidavit”).)  Further, Hunter \nstated “ATGI has so far uncovered 21 fraudulently issued policies by the \nDefendants,” and has “informed the North Carolina and California Departments of \nInsurance as well as the Federal Motor Carrier Safety Administration”  about \nDefendants’ fraudulent conduct.  (Id. at ¶ 6.)   \n17. To date, none of the Defendants have complied with the Court’s \ndirections regarding filing of responses to the Motions, nor have they complied with \nthe requirement that filings conform to the BCRs.  The Court noticed a hearing on \nthe Motions for January 14, 2021 at which all Defendants were required to be \npresent and visible via video “unless excused by the Court in advance for good cause \nshown.”  (Not. of Hearing,  ECF No. 114.)  At the hearing, A. Singh did no t appear \nby video, but only by audio in violation of the Court’s directive.  Nevertheless, A. \nSingh repeatedly interrupted the hearing  and was eventually expelled from the \nhearing by the Court.  S. Singh, who was present via video, provided argument on \nthe Motions.8   \n18. Since the hearing , A. Singh has sent erratic and threatening email \ncommunications to the Court and Court staff.  The  emails contain attacks on the \nintegrity of this Court as well as the attorneys and individuals involved in this \nmatter.  For example, in a January 25, 2021 email on which the Business Court law \nclerk assigned to this matter was copied, A. Singh wrote the following:  \nyou and your team back up right now once your neck is \nunder my knee you will be crying like a little baby but \nthat time I wont spare you take f[***]ing your dirty hand \nof my atgi, you game is over and you are just running on \nthe borrowed time.  \neverybody will pay for their own wrong doing. learn from \nyour fellow citizens, you idiots. this should be enough \nwarning for you. \n \n(ECF No. 132.1.) \n \n19. The Motions are ripe for determination. \n \nII. CONCLUSIONS OF LAW \n20. In the Motion for Sanctions, ATGI  seeks both “ a finding that \nDefendants are in civil contempt ” and an order imposing “sanctions that include \ndismissal of Defendants’ counterclaims and awarding of ATGI’s attorneys ’ fees in \nbringing and pursuing this motion. ”  (ECF No. 45, at p. 2.)  ATGI  subsequently \nrequested as additional relief that the Court “ dismiss[ ] . . . MVT’s and A. Singh’s \nthird-party claims” and “sanction MVT and A. Singh by entering default judgment \non ATGI’s claims against them.”  (ECF No. 62, at p. 5.)  As noted above, Defendants \n \n8 Defendant Rojas was excused from the hearing due to a family emergency.    \ndid not file any coherent or substantive responses , and did not file any evidence in \nopposition, to the Motion for Sanctions .  Since the entire matter before the Court \ncan be resolved through the Court’s inherent authority to impose sanctions on a \nparty engaging in misconduct, the Court will first address the Motion for Sanctions \nand then the Request for Civil Contempt. \nA. Motion for Sanctions \n21. The Court’s resolution of the Motion for Sanctions is greatly aided by \nthe Honorable Louis Bledsoe’s thorough discussion of a North Carolina trial court’s \nauthority to sanction egregious misconduct by a party in a civil action in his recent \nOrder and Opinion in Red Valve, Inc. v. Titan Valve, Inc. , 2019 NCBC LEXIS 57 \n(N.C. Super. Ct. Sept. 3, 2019).  In Red Valve, Judge Bledsoe held as follows: \nTrial courts retain the inherent authority “to do all things \nthat are reasonably necessary for the proper \nadministration of justice.”  Beard v. N.C. State Bar, 320 \nN.C. 126, 129, 357 S.E.2d 694, 696 (1987).  “[T]he power \nto s anction disobedient parties, even to the point of \ndismissing their actions or striking their defenses, . . . is \nlongstanding and inherent. ”  Minor v. Minor, 62 N.C. \nApp. 750, 752, 303 S.E.2d 397, 399 (1983); see Chambers \nv. NASCO, Inc., 501 U.S. 32, 46, 111 S. Ct. 2123, 115 L. \nEd. 2d 27 (1991) (holding that statutory schemes and \ncourt rules do not “ displace[] the inherent power to \nimpose sanctions for . . . bad-faith conduct,” for statutory \nschemes and court rules, even when considered together, \n“are not substitutes for . . . inherent power ”); Daniels v. \nMontgomery Mut. Ins. Co., 320 N.C. 669, 674, 360 S.E.2d \n772, 776 (1987) ( “[W]e hold it to be within the inherent \npower of the trial court to order plaintiff to pay \ndefendant’s reasonable costs including attorney’s fees for \nfailure to comply with a court order.”); Cloer v. Smith, 132 \nN.C. App. 569, 573, 512 S.E.2d 779, 782 (1999) (“The trial \ncourt  . . . retains inherent authority to impose sanctions \nfor discovery abuses beyond those enumerated in Rule \n37.”); Few v. Hammack Enters., Inc. , 132 N.C. App. 291, \n298-99, 511 S.E.2d 665, 670– 71 (1999) (finding it was \nwithin the trial court ’s inherent authority to strike a \nparty’s answer for willful failure to comply with the rules \nof court); Lomax  v. Shaw, 101 N.C. App. 560, 563, 400 \nS.E.2d 97, 98 (1991) (concluding trial court “ was well \nwithin the bounds of the court ’s inherent authority to \nmanage the case docket when he struck the defendants ’ \nanswer” for failing to execute a consent judgment). \n \n. . . \n \nThe imposition of sanctions is left to the sound discretion \nof the trial judge and “ will not be overturned absent a \nshowing of abuse of discretion. ” Cloer, 132 N.C. App. at \n573, 512 S.E.2d at 782.  A trial court will be held to have \nabused its discretion only “ where the court ’s ruling is \nmanifestly unsupported by reason or is so arbitrary that \nit could not have been the result of a reasoned decision. ”  \nE. Brooks Wilkins Family Med., P.A. v. WakeMed , 244 \nN.C. App. 567, 578, 784 S.E.2d 178, 185 (2016) (quoting \nCouch v. Private Diagnostic Clinic, 146 N.C. App. 658, \n667–68, 554 S.E.2d 356, 363 (2001)). \n \n“North Carolina courts do not presently require the party \nrequesting sanctions to demonstrate, as a part of its \nburden, that it suffered prejudice as a re sult of the \nopposing party’s discovery failures or that the opposing \nparty acted willfully. ”  Tumlin v. Tuggle Duggins P.A. , \n2018 NCBC LEXIS 51, at *31 (N.C. Super. Ct. May 22, \n2018); see Henderson v. Wachovia Bank of N.C., N.A., 145 \nN.C. App. 621, 629, 551 S.E.2d 464, 470 (2001).   That \nsaid, “[w]illfulness, bad faith, or prejudice to another \nparty” may influence the court ’s discretion “ in \ndetermining the appropriate sanction. ”  Out of the Box \nDevelopers, LLC [v. LogicBit Corp. ], 2014 NCBC LEXIS \n7, at *9 [(N.C. Super. Ct. Mar. 20, 2014)]. \n \nIn assessing appropriate sanctions, North Carolina law is \nclear that a court may consider the entire record before \nit.  See Ray v. Greer, 212 N.C. App. 358, 363, 713 S.E.2d \n93, 97 (2011) (noting that trial court may “ view of the \ntotality of the circumstances of the case ” in assessing \nappropriate sanctions (quoting Badillo v. Cunningham , \n177 N.C. App. 732, 734–35, 629 S.E.2d 909, 911 (2006))); \nBatlle v. Sabates, 198 N.C. App. 407, 420, 681 S.E.2d 788, \n797–98 (2009) (affir ming trial court's dismissal of \nplaintiff’s complaint as a sanction where trial court \nconsidered “the totality of the circumstances of the case \nin determining the appropriate sanction ” (internal \nquotation marks omitted)).  Indeed, “[w]hen sanctioning \na par ty under its inherent authority, the court must \nweigh the circumstances of each case and choose a \nsanction that, in the court ’s judgment, ‘ properly takes \ninto account the severity of the party ’s disobedience. ’”  \nOut of the Box Developers, LLC, 2014 NCBC LEXIS 7, at \n*10 (quoting Patterson v. Sweatt, 146 N.C. App. 351, 357, \n553 S.E.2d 404, 409 (2001)). \n \nFinally, in determining whether the issuance of serious \nsanctions pursuant to a court ’s inherent authority is \nproper, the North Carolina Supreme Court has looked to \nguidance from federal courts.  See Daniels, 320 N.C. at \n674, 360 S.E.2d at 776. The United States Court of \nAppeals for the Fourth Circuit, in a panel joined by \nformer North Carolina Business Court Judge Albert \nDiaz, has  held that serious sanctions,  including the \ndismissal of an action, “are appropriate when a party \ndeceives a court or abuses the process at a level that is \nutterly inconsistent with the orderly administration of \njustice or undermines the integrity of the process.”   \nProjects Mgmt. Co. v. Dyncorp Int'l LLC , 734 F.3d 366, \n373 (4th Cir. 2013) (citations and quotation marks \nomitted).  The Court finds Project Management ’s \narticulation persuasive and appropriate for application in \nthis case. \n \n2019 NCBC LEXIS 57, at *39–43. \n \n22. The facts discussed above establish that Defendants, and particularly \nA. Singh, have engaged in conduct warranting  imposition of the most severe \nsanctions available to this Court.   Out of the Box Developers, LLC , 2014 NCBC \nLEXIS 7, at *10 (“[T]he court must weigh the circumstances of each case and choose \na sanction that, in the court’s judgment, ‘properly takes into account the severity of \nthe party's dis obedience.’”).  Defendants have , inter alia:  (i) deliberately and \nrepeatedly violated the Preliminary Injunction by representing themselves to \nATGI’s customers and vendors as being affiliated with and authorized to conduct \nbusiness on behalf of ATGI, fraudulently and unlawfully offering to sell and selling \ninsurance policies and signing service contracts on behalf of ATGI , and  gaining \naccess to and manipulating  ATGI’s FMCSA filing account;  (ii) made dozens of \nfrivolous and incoherent filings with the Court ; (iii) violated the Court’s order \nrequiring each Defendant to establish an  individual filing account with the Court \nand to file separate responses to motions  (with respect to Rojas and S. Singh) , \nignored the BCRs , and refused to respond to reasonable discovery requests from  \nother parties to this lawsuit; and (iv) sent  disrespectful and threatening \ncommunications to the Court and the Court’s staff and engaged in violations of this \nCourt’s orders and rules that demonstrate contempt for the Court and its processes \nand a complete disregard for the rule of law.  Accordingly, the Court will make short \nwork of its analysis and order. \ni. Violations of the Preliminary Injunction \n23. The Court already has catalogued many of Defendants’ intentional and \negregious violations of the Preliminary Injunction  and will not repeat them here.   \nSee supra ¶¶ 2– 18.  Suffice it to say that Defendants  began violating the \nPreliminary Injunction as soon as it was issued and continued violating the order \nup to the  date of the hearing on the Motion for Sanctions.  A number of these \nviolations, including offering for sale and selling of non-existent insurance policies, \nand manipulating ATGI’s FMCSA filing account, have potentially jeopardized the \npublic’s safety and well-being.   \nii. Frivolous and incoherent filings; disregard for Court’s rules \n24. Since being permitted to proceed in this case pro se, A. Singh has made   \nmany filings on the Court’s docket, not one of which contained a coherent recitation \nof facts or evidence relevant to the issues in this case or  a single legal argument \nwith citation to law.  To the contrary, A. Singh’s rambling and incomprehensible \nfilings, for the most part, simply continue to repeat his claims that he and the other \nDefendants have somehow been defrauded by ATGI’s  current management \npersonnel and its lawyers, and that the Preliminary Injunction was  improperly or \nnegligently issued.  Further, n one of A. Singh’s filings have adhered to the \nrequirements of the BCRs. \niii. Violation of the Court’s order to establish filing accounts and make \nseparate filings \n \n25. Rojas and S. Singh violated this Courts’ order requiring them to create \nelectronic filing account s with the Business Court.  This has made the task in \nmaking certain that Rojas and S. Singh are kept apprised of the Court’s proceedings \nexponentially more difficult.  They also have refused to make their own separate \nfilings with the Court. \niv. Threatening and disrespectful communications to the Court \n26. Finally, A. Singh has sent the Court threatening and disrespectful \nemail communications.  This conduct cannot be tolerated.     \n27. The entire record before the Court establishes that Defendants have \n“abuse[d] the [Court’s] process[es] at a level that is utterly inconsistent with the \norderly administration of justice or undermines the integrity of the process.” \nProjects Mgmt. Co., 734 F.3d at 373.  Therefore, upon consideration of the evidence \nbefore the Court and other appropriate matters of record, and the applicable law, \nthe Court CONCLUDES,  in its discretion , that the appropriate sanctions in this \nmatter are (a) striking Defendants’ respective Answers to the Complaint (ECF Nos. \n13, 14, and 15), (b) entering default judgment against the Defendants and in favor \nof ATGI as to the claims  in the Complaint, (c) and dismissing with prejudice \nDefendants counterclaims against ATGI and their claims against Third -Party \nDefendants. \n28. The Court, as it must, has considered whether lesser sanctions would \nbe sufficient to address Defendants’ conduct.  Few, 132 N.C. App. at 299, 511 S.E.2d \nat 671 (stating “[t]he Court is mindful that  striking a party ’s answer is a severe \nsanction which should only be imposed where the trial court has considered less \nsevere sanctions and found them to be inappropriate ” (citing Triad Mack Sales & \nServ. v. Clement Bros. Co. , 113 N.C. App. 405, 409, 438 S.E.2d 485, 488 (1994) ).  \nHowever, Defendants’ utter disregard for the Court’s prior orders, the Court’s rules \nand procedures, and the Court’s authority, lead the Court to conclude that \nDefendants will not, under any circumstances, conduct themselves in a lawful or \nreasonable manner in this proceeding.  Accordingly, the Court CONCLUDES, in its \ndiscretion, that the imposition of lesser sanctions would not be sufficient to address \nthe conduct at issue nor would they be in the interests of justice. \nB. Request for Civil Contempt \n29. A party’s failure  to comply with a court order may constitute  \n“continuing civil contempt as long as” the following conditions are met: \n(1) The order remains in force; \n \n(2) The purpose of the order may still be served by \ncompliance with the order; (2a) The noncompliance \nby the person to whom the order is directed is willful; \nand \n \n(3)  The person to whom the order is directed is able to  \ncomply with the order or is able to take reasonable \nmeasures that would enable the person to comply \nwith the order. \n \nN.C.G.S. § 5A-21(a). \n30. A court’s only means of compelling compliance of a person found in \ncivil contempt is imprisonment for as long as the civil contempt continues, subject \nto certain time limitations.   See N.C.G.S. § 5A-21(b).  An order holding a party in \ncivil contempt must specify how the party may “ purge himself or  herself of the \ncontempt,” N.C.G.S. § 5A -23(e), and imprisonment must end once the person has \npurged himself or herself of contempt, N.C.G.S. § 5A-22(a).  “Because civil contempt \nseeks to coerce compliance rather than to punish, the purge provision is essential \nto a civil contempt order.”  Ray Lackey Enters., Inc. v. Vill. Inn Lakeside, Inc., 2016 \nNCBC LEXIS 9, at *23 (N.C. Super. Ct. Jan. 29, 2016) (citing Bethea v. McDonald, \n70 N.C. App. 566, 570, 320 S.E.2d 690, 693 (1984)). \n31. The Court concludes that  issuing an order of  civil contempt against \nDefendants would serve no useful purpose in this case.  First, the damage to ATGI’s \nbusiness has been done and there is no practical means for Defendants to “purge” \nthemselves of their repeated, flagrant, and unlawful conduct.  To the contrary, the \nonly potential means  for Defendants to, in some sense, purge themselves of the \nconduct would be to require them to further communicate with Plaintiff’s customers \nand vendors to retract or correct their prior false representations.  The Court \nbelieves requiring such communications would only cause further confusion among \nATGI’s customers and vendors. \n32. The Court further concludes that there is no prospect that the purpose \nof the P reliminary Injunction “can still be served by compliance with the order.”  \nN.C.G.S. § 5A -21(a)(2).  It has now been over three months since the Preliminary \nInjunction issued.  Accordingly, to the extent Plaintiff requests an order holding  \nthat civil contempt be issue d against Defendants, the Court concludes that the \nrequest should be DENIED. \nC. The Partial 1 2(b)(6) and 12(c) Motion, MTD Third -Party \nComplaint, and Motion for Pre-Filing Injunction \n \n33. In light of the Court’s ruling on the Motion for Sanctions, the Court \nconcludes that the Partial 12(b)(6) and 12(c) Motion, MTD Third- Party Complaint, \nand Motion for  Pre-Filing Injunction are rendered moot.  Therefore, the Partial \n12(b)(6) and 12(c) Motion, MTD Third -Party Complaint, and Motion for Pre -Filing \nInjunction should be DENIED, without prejudice, as MOOT. \nTHEREFORE, IT IS ORDERED that: \n1. The Motion for Sanctions (ECF No. 45) is GRANTED, in part, and \nDENIED, in part, as follows:  \na. ATGI’s request for sanctions is GRANTED, and (a) Defendants’ \nrespective Answers to the Complaint (ECF Nos. 13, 14, and 15) \nare hereby  stricken, (b) default judgment is hereby entered \nagainst Defendants in favor of ATGI as to the claims in the \nComplaint, and (c) Defendants’ counterclaims against ATGI and \ncross claims against Third- Party Defendants  are hereby \nDISMISSED, with prejudice.  \nb. ATGI’s request that Defendants be held in civil contempt is \nDENIED. \n2. The Partial 12(b)(6) and 12(c) Motion  (ECF No. 53) , the MTD Third-\nParty Complaint (ECF No. 60), and the Motion for Pre-filing Injunction \n(ECF No. 94) are DENIED, without prejudice, as MOOT. \n3. Plaintiff shall file a motion seeking an award of damages, and Plaintiff \nand Third- Party Defendants  may file motions for  any other relief, \nincluding attorneys’ fees and costs, as may have been requested by the \nMotions and which were not addressed in this Order. \n \n \n \n \nSO ORDERED, this the 2nd day of February, 2021.  \n        \n/s/ Gregory P. McGuire    \n       Gregory P. McGuire  \n       Special Superior Court Judge for  \n       Complex Business Cases  \n \n "
}