{
  "id": "271c09af4d77a86b2ea98cac168a92805595b3b4f293006b434c03b137a34e8a",
  "source_file": "data/raw/ncbc/271c09af4d77a86b2ea98cac168a92805595b3b4f293006b434c03b137a34e8a.pdf",
  "raw_text": "Blitz v. Xpress Image, Inc., 2007 NCBC 9 \n \nSTATE OF NORTH CAROLINA   IN  THE GENERAL COURT OF JUSTICE \n                           SUPERIOR COURT DIVISION \nDURHAM COUNTY                              05 CVS 679 \n \nJONATHAN BLITZ, on behalf of himself and all )   \nothers similarly situated, ) \n ) \n Plaintiff, ) \n ) \n v. )     ORDER \n ) \nXPRESS IMAGE, INC., ) \n ) \n Defendant. ) \n ) \n \nThe Margulis Law Group by Max G. Margulis and J. Blake Norman Attorney-at-Law by \nJ. Blake Norman for Plaintiff Jonathan Blitz, on behalf of himself and all others similarly \nsituated. \n  \nCranfill, Sumner & Hartzog, L.L.P. by Houston Foppiano for Defendant Xpress Image, \nInc. \n \nDiaz, Judge. \n \n{1} This matter is before the Court on the Motion of Defendant Xpress Image, Inc. (“Xpress \nImage”) to Dismiss Plaintiff’s Appeal (the “Motion”).  After considering the Court file, the \nMotion, and the Motion’s exhibits, the Court GRANTS the Motion without prejudice to the \nPlaintiff’s right to pursue his appeal after a final judgment in this case. \nI. \nFACTUAL BACKGROUND \n{2} Plaintiff Jonathan Blitz (“Blitz”) resides in Durham County, North Carolina.  (Compl. ¶ 1.) \n{3} Xpress Image is a corporation organized in North Carolina with its principal place of \nbusiness in Mebane.  (Compl. ¶ 2.)  Xpress Image produces apparel and other promotional \nmerchandise with corporate logos.  (Compl. ¶ 4.) \n{4} This action arises out of alleged violations of the Federal Telephone Consumer Protection \nAct (“TCPA”), 47 U.S.C.S. § 227 (LexisNexis 2006), which, inter alia, prohibits the \ntransmission of “unsolicited advertisements” to fax machines.  Blitz seeks certification on behalf \nof a class alleging that Xpress Image violated the TCPA when its agent faxed thousands of \nsingle-page unsolicited advertisements regarding Defendant’s services to residents and \nbusinesses in the 919 and 336 area codes.  Pursuant to the TCPA, Blitz seeks $500.00 in \nstatutory damages for each member of the putative class, statutory treble damages based on \nallegations that the violations were willful or knowing, and injunctive relief.  (Compl. Prayer for \nRelief ¶¶ 2-3.) \nII. \nPROCEDURAL BACKGROUND \n{5} Blitz filed his Class Action Complaint (the “Complaint”) in Durham County Superior \nCourt on 11 February 2005. \n{6} The case was transferred to the North Carolina Business Court and assigned to me as an \nexceptional matter by order of the Chief Justice of the North Carolina Supreme Court dated 3 \nOctober 2005. \n{7} On 4 November 2005, this Court ordered that discovery in this matter be completed by 30 \nDecember 2005 and set deadlines for the filing of briefs on the issue of class certification. \n{8} The parties proceeded with two rounds of discovery.  On 29 December 2005, one day \nbefore the discovery deadline, Blitz filed a Motion to Compel Discovery (the “Motion to \nCompel”), demanding that Xpress Image respond to certain discovery requests contained in \nBlitz’s Second Set of Interrogatories and Request for Production of Documents.  Thereafter, the \n 2\nCourt extended the time for completion of discovery until 15 February 2006 so that the Court \ncould hear Blitz’s Motion to Compel. \n{9} Xpress Image filed a Response to the Motion to Compel on 7 February 2006.  The Court \nscheduled the Motion to Compel for hearing by telephone on 10 February 2006. \n{10} During the telephone hearing, Blitz withdrew the Motion to Compel and advised the \nCourt that he would be seeking to further extend the discovery deadline and amend the \nComplaint to re-define the putative class.  The Court instructed Blitz to:  (a) file a motion \nshowing good cause for extending discovery beyond the 15 February 2006 deadline, and (b) seek \nsuch relief before the expiration of the deadline.  Blitz failed to do either, and on 22 February \n2006, Xpress Image filed a motion seeking to close discovery and proceed to a determination of \nclass certification. \n{11} On 27 February 2006, the Court entered an order providing that discovery in this case \nwas deemed closed as of 15 February 2006 and setting new deadlines for the filing of briefs on \nthe issue of class certification. \n{12} On 17 March 2006, the parties filed their Motions and Memoranda of Law Supporting \nand Opposing Class Certification.  On 3 April 2006, Xpress Image filed a Motion to Strike and \nResponse to Blitz’s Motion for Class Certification.1  On 4 April 2006, Blitz filed a Response \nMemorandum in Support of the Motion for Class Certification. \n{13} On 6 April 2006, Blitz filed a Motion to Re-Open Discovery, proposing a third round of \nInterrogatories, Requests for Admissions, and a Rule 30(b)(6) deposition of Xpress Image’s \ncorporate representative.  On 7 April 2006, Xpress Image filed its response to this motion. \n                                                 \n1 Plaintiff’s Motion for Class Certification was supported by the affidavit of Robert Biggerstaff.  Defendant sought \nto strike the affidavit on the grounds that:  (a) Blitz failed to designate Biggerstaff as an expert, and (b) Biggerstaff’s \naffidavit was replete with incompetent legal opinions.  In the Order on Blitz’s Motion for Class Certification, the \nCourt, in a footnote, denied Xpress Image’s Motion to Strike. \n 3\n{14} On 25 April 2006, the Court entered an order denying the Motion to Re-Open Discovery \nfor Blitz’s failure to demonstrate good cause for the requested relief. \n{15} The Court entered an order denying Blitz’s Motion for Class Certification on 23 August \n2006 (the “Original Order”).  The Court later entered an Amended Order on Blitz’s Motion for \nClass Certification (the “Amended Order”) to correct two typographical errors. \n{16} The Notice of Entry automatically generated by the Business Court’s electronic filing and \nservice system was transmitted on 23 August 2006 with regard to the Original Order and on 25 \nAugust 2006 with regard to the Amended Order.2 \n{17} Blitz filed his Notice of Appeal from the Order on the Motion to Re-Open Discovery and \nthe Amended Order on 25 September 2006. \n{18} As of 7 December 2006, Blitz had not:  (a) ordered a transcript of the hearing on his \nMotion for Class Certification, (b) contacted Xpress Image regarding settlement of the record on \nappeal, or (c) served Xpress Image with a proposed record on appeal.  (Taylor Aff. ¶¶ 3-5.) \n{19} Under Rule 25(a) of the North Carolina Rules of Appellate Procedure (the “Rules of \nAppellate Procedure”),3 Xpress Image filed its Motion to Dismiss Plaintiff’s Appeal on 8 \nDecember 2006. \n{20} Blitz purported to withdraw his appeal from the Amended Order on 21 February 2007.4 \n                                                 \n2 The Amended Order was faxed to counsel on 24 August 2006, (see Def.’s Mot. to Dismiss Pl.’s Appeal Ex. B), \nand posted as an opinion on the Business Court website on 25 August 2006, (see James Aff. ¶ 4). \n3 Rule 25(a) of the Rules of Appellate Procedure states: \nIf after giving notice of appeal from any court . . . the appellant shall fail within the times allowed \nby these rules or by order of court to take any action required to present the appeal for decision, \nthe appeal may on motion of any other party be dismissed.  Prior to the filing of an appeal in an \nappellate court motions to dismiss are made to the court . . . from which appeal has been taken[.] \nN.C. R. App. P. 25(a) (2006).  An appeal is filed in an appellate court when the record on appeal has been filed with \nthe clerk of the court to which the appeal is taken.  N.C. R. App. P. 12(a) (2006). \n4 The Court notes that, effective 1 March 2007, the North Carolina Supreme Court amended Rule 37 of the Rules of \nAppellate Procedure.  This amendment, which does not apply to this case, provides an avenue for an appellant to file \nnotice of withdrawal of an appeal.  See Order Adopting Amendments to the North Carolina Rules of Appellate \nProcedure (Nov. 16, 2006), available at http://www.aoc.state.nc.us/www/public/aoc/AmendedRules-1-29-07.pdf. \n 4\nIII. \nCONCLUSIONS OF LAW \nA. \nSTANDARDS FOR TAKING AN INTERLOCUTORY APPEAL \n{21} An “appeal may be taken from every judicial order or determination of a judge of a \nsuperior or district court . . . which affects a substantial right claimed in any action or \nproceeding.”  N.C. Gen. Stat. § 1-277 (2006). \n{22} An interlocutory order is appealable if it affects a substantial right and will work injury to \nan appellant if not corrected before final judgment.5  Wachovia Realty Invs. v. Housing, Inc., 292 \nN.C. 93, 100, 232 S.E.2d 667, 672 (1977). \n{23} A party whose substantial rights have been affected by an interlocutory order is: \nnot required to immediately appeal the trial court’s determination.  The appeals \nprocess is designed to eliminate the unnecessary delay and expense of repeated \nfragmentary appeals, and to present the whole case for determination in a single \nappeal from the final judgment.  As a result, interlocutory appeals are discouraged \nexcept in limited circumstances.  The language of N.C.G.S. § 1-277 is permissive \nnot mandatory.  Thus, where a party is entitled to an interlocutory appeal based on \na substantial right, that party may appeal but is not required to do so. \n \nDep’t of Transp. v. Rowe, 351 N.C. 172, 176, 521 S.E.2d 707, 709-10 (1999) (internal citations \nand quotations omitted). \n                                                 \n5 The Amended Order on the Motion for Class Certification affects a substantial right of the potential class members \nand is therefore immediately appealable.  See Perry v. Cullipher, 69 N.C. App. 761, 762, 318 S.E.2d 354, 356  \n(1984).  Orders denying discovery, on the other hand, affect a substantial right only if “the desired discovery would \nnot have delayed trial or caused the opposing party any unreasonable annoyance, embarrassment, oppression or \nundue burden or expense, and if the information desired is highly material to a determination of the critical question \nto be resolved in the case . . . .”  Dworsky v. Travelers Ins. Co., 49 N.C. App. 446, 447-48, 271 S.E.2d 522, 523 \n(1980) (citations omitted).  The Court has not uncovered any North Carolina authority holding that denial of a \nmotion to re-open discovery affects a substantial right, and it is not the province of this Court to make such a \ndetermination.  See Estrada v. Jaques, 70 N.C. App. 627, 639-40, 321 S.E.2d 240, 248-49 (1984) (“The title and \nfirst and third sentences [of Rule 25 of the Rules of Appellate Procedure] clearly indicate that the motions described \nin the second sentence are only those for failure to comply with the Rules of Appellate Procedure or with court \norders requiring action to perfect the appeal. . . . Therefore, ruling on the interlocutory nature of appeals is properly a \nmatter for the appellate division, not the trial court.”).  Regardless of whether the Order on the Motion to Re-Open \nDiscovery affects a substantial right, however, the result here is the same. \n 5\n{24} The Rules of Appellate Procedure, on the other hand, are mandatory, Craver v. Craver, \n298 N.C. 231, 236, 258 S.E.2d 357, 361 (1979) (citing Jim Walter Corp. v. Gilliam, 260 N.C. \n211, 132 S.E.2d 313 (1963)), and failure to comply with them frustrates the review process and \nsubjects the appeal to dismissal.  N.C. R. App. P. 25 (2006); Steingrass v. Steingrass, 350 N.C. \n64, 69, 511 S.E.2d 298, 301 (1999). \n{25} Dismissal of an appeal from an interlocutory order for failure to comply with the Rules of \nAppellate Procedure, however, does not prejudice an appellant’s right to notice the appeal again \nafter a final judgment in the case.  See Buchanan v. Rose, 59 N.C. App. 351, 352, 296 S.E.2d \n508, 509 (1982) (dismissing appeal from interlocutory order and stating “the case can proceed to \ntrial with the loser there having a right of appeal to [the Court of Appeals].”); see also Crotts v. \nFletcher Motor Co., 219 S.C. 204, 214, 64 S.E.2d 540, 544 (1951) (“It is quite true that an \ninterlocutory appeal may be taken to [an appellate court] from an order overruling a demurrer, \nbut the failure to make or perfect such an appeal does not affect the right of [an appellate court] \nto review the matter in connection with an appeal from the final judgment.” (emphasis added)). \n{26} Finally, the fact that a party to an action notices and later withdraws an appeal will not \nprevent that party from renewing it provided he does so within the time prescribed by law for \nperfecting appeals.  State v. Chastain, 104 N.C. 900, 905, 10 S.E. 519, 520 (1889). \nB. \nMOTION TO DISMISS APPEAL \n{27} Xpress Image argues that Blitz’s appeal should be dismissed because Blitz failed to:  (a) \nfile his Notice of Appeal within the time limits prescribed by Rule 3(c) of the Rules of Appellate \nProcedure; and (b) either order a transcript under Rule 7 of the Rules of Appellate Procedure or \n 6\nsettle the record on appeal under Rule 11 of the Rules of Appellate Procedure.  (Def.’s Mot. to \nDismiss Pl.’s Appeal 2-6.) \n{28} The Court addresses each of these arguments in turn. \n1. \nFAILURE TO FILE TIMELY NOTICE OF APPEAL \na. \nAPPLICABLE STANDARD \n{29} Under Rule 3(c) of the Rules of Appellate Procedure, “a party must file and serve a \nnotice of appeal . . . within 30 days after entry of judgment . . . .”  N.C. R. App. P. 3(c) (2006). \n{30} “In order to confer jurisdiction on the state’s appellate courts, appellants of lower \ncourt orders must comply with the requirements of Rule 3 of the North Carolina Rules of \nAppellate Procedure.”  Bailey v. N.C. Dep’t of Revenue, 353 N.C. 142, 156, 540 S.E.2d 313, 322 \n(2000) (citing Crowell Constructors, Inc. v. State ex rel. Cobey, 328 N.C. 563, 402 S.E.2d 407 \n(1991)).  “The provisions of Rule 3 are jurisdictional, and failure to follow the rule’s \nprerequisites mandates dismissal of an appeal.”  Id. (citing Abels v. Renfro Corp., 126 N.C. App. \n800, 486 S.E.2d 735 (1997)). \n{31} Under Business Court Rule 6.11: \nThe Court shall file electronically all orders, decrees, judgments, and proceedings \nof the Court, and all other docket matters, which shall constitute entry of the \norder, decree, judgment, or proceeding on the Court’s Docket, pursuant to \napplicable law and procedure. . . . Immediately upon the entry of such matter on \nthe Docket, the Court shall transmit to each e-mail address of record a notice of \nthe entry.  Transmission of such Notice of Entry shall constitute service pursuant \nto N.C. R. Civ. P. 58.   \n \nBCR 6.11 (2006). \n 7\n{32} Rule 60(a) of the North Carolina Rules of Civil Procedure states, “Clerical mistakes in \njudgments, orders or other parts of the record and errors therein arising from oversight or \nomission may be corrected by the judge at any time on his own initiative or on the motion of any \nparty and after such notice, if any, as the judge orders.”  N.C. Gen. Stat. § 1A-1, Rule 60(a) \n(2006). \nb. \nAPPEAL FROM THE ORDER ON THE MOTION \n TO RE-OPEN DISCOVERY \n{33} The Court denied Blitz’s Motion to Re-Open Discovery on 25 April 2006, and Blitz did \nnot take his appeal from that order until 25 September 2006. \n{34} By any stretch of the imagination, Blitz filed his appeal as to this issue well outside of the \n30-day window contemplated by Rule 3(c) of the Rules of Appellate Procedure. \n{35} Accordingly, the Court GRANTS Xpress Image’s Motion to Dismiss Blitz’s Appeal with \nregard to Blitz’s interlocutory appeal from the Order on the Motion to Re-Open Discovery. \nc. \nAPPEAL FROM THE AMENDED ORDER ON THE MOTION  \nFOR CLASS CERTIFICATION \n{36} Pursuant to BCR 6.11, the Court entered the Original Order on 23 August 2006. \n{37} Pursuant to Rule 60(a) of the North Carolina Rules of Civil Procedure, the Court entered \nthe Amended Order to correct two typographical errors.6 \n{38} The Notice of Entry automatically generated by the Business Court’s electronic filing and \nservice system was transmitted on 23 August 2006 with regard to the Original Order and on 25 \n                                                 \n6 Under Rule 60(a), clerical mistakes in judgments and orders may be “corrected by the judge at any time.”  N.C. \nGen. Stat. § 1A-1, Rule 60(a).  During the pendency of an appeal, however, clerical mistakes may be corrected \n“before the appeal is docketed in the appellate division, and thereafter . . . with leave of the appellate division.”  Id.  \nHere, the Court entered the Amended Order 31 days before Blitz filed his Notice of Appeal.  \n 8\nAugust 2006 with regard to the Amended Order.  Thus, the Original Order was “entered” on 23 \nAugust 2006, and the Amended Order was “entered” on 25 August 2006.  See BCR 6.11 (2006). \n{39} Blitz filed his Notice of Appeal from the Amended Order on 25 September 2006, the \nfinal day in which he could file his appeal from the Amended Order within the time limits of \nRule 3(c) of the Rules of Appellate Procedure, but three days after the deadline for filing an \nappeal from the Original Order.  See N.C. R. App. P. 3(c), 27(a) (2006). \n{40} The Court does not have the power under Rule 60(a) of the North Carolina Rules of Civil \nProcedure to extend the period for filing a timely notice of appeal.  Food Serv. Specialists v. \nAtlas Rest. Mgmt., Inc., 111 N.C. App. 257, 259-60, 431 S.E.2d 878, 880 (1993).  Thus, the issue \nhere is whether the Original Order or the Amended Order is the relevant filing for purposes of \nRule 3(c) of the Rules of Appellate Procedure. \n{41} The Court need not decide that issue, however, because, as discussed below, there are \nample alternative grounds for granting Xpress Image’s Motion to Dismiss Blitz’s interlocutory \nappeal from the Amended Order on the Motion for Class Certification. \n2. \nFAILURE TO SETTLE RECORD ON APPEAL \n{42} Under Rule 7 of the Rules of Appellate Procedure: \nWithin 14 days after filing the notice of appeal the appellant shall arrange for the \ntranscription of the proceedings . . . [and] shall file the written documentation of \nthis transcript arrangement with the clerk of the trial tribunal, and serve a copy of \nit upon all other parties of record, and upon the person designated to prepare the \ntranscript. \n \nN.C. R. App. P. 7(a)(1) (2006). \n{43} Under Rule 11 of the Rules of Appellate Procedure: \nWithin 35 days after the reporter’s . . . certification of delivery of the transcript \n 9\n . . . or 35 days after filing of the notice of appeal if no transcript as ordered, the \nparties may by agreement entered in the record on appeal settle a proposed record \non appeal prepared by any party in accordance with Rule 9 as the record on \nappeal. . . .  If the record on appeal is not settled by agreement . . . the appellant \nshall, within the same times provided, serve upon all other parties a proposed \nrecord on appeal . . . . \n \nN.C. R. App. P. 11 (2006). \n{44} As of 7 December 2006, Blitz had not ordered a transcript of the hearing on his Motion \nfor Class Certification, contacted Xpress Image regarding settlement of the record on appeal, or \nserved Xpress Image with a proposed record on appeal.  (Taylor Aff. ¶¶ 3-5.)  Blitz’s failure to \ntake such actions makes his appeal ripe for dismissal pursuant to Rule 25(a) of the Rules of \nAppellate Procedure. \n{45} Accordingly, the Court GRANTS Xpress Image’s Motion to Dismiss as to Blitz’s \ninterlocutory appeal from the Amended Order on the Motion for Class Certification. \nCONCLUSION \n{46} As discussed above, a litigant need not appeal from an interlocutory order until after a \nfinal judgment, see Rowe, 351 N.C. at 176, 521 S.E.2d at 709-10, and dismissal of an appeal \nfrom an interlocutory order for failure to comply with the Rules of Appellate Procedure does not \nbar an appellant from noticing the appeal again after a final judgment in the case.  See Buchanan, \n59 N.C. App. at 352, 296 S.E.2d at 509; see also Crotts, 219 S.C. at 214, 64 S.E.2d at 544. \n{47} Accordingly, the Court’s dismissal of Blitz’s appeal shall be without prejudice to Blitz’s \nright to re-notice his appeal after a final judgment in this case. \nSO ORDERED, this the 13th day of April, 2007. \n \n \n \n  \n 10"
}