{
  "id": "272f6e52e46562ca5eee31e2efff7f72da468cd814c1db218884ae70e133564d",
  "source_file": "data/raw/ncbc/272f6e52e46562ca5eee31e2efff7f72da468cd814c1db218884ae70e133564d.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nROWAN COUNTY  \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n10 CVS 1172 \nTIME WARNER ENTERTAINMENT \nADVANCE/NEWHOUSE PARTNERSHIP, \n \nPlaintiff,  \n \nv. \n \nTOWN OF LANDIS, NORTH CAROLINA, \n \nDefendant. \n \n \n \n \n \n \nORDER AND OPINION \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP by Reid L. Phillips; \nHogan Lovells, LLP by Gardner F. Gillespie and Paul A. Werner, III for \nPlaintiff.    \nPoyner Spruill, LLP by David M. Barnes and Andrew H. Erteschik for \nDefendant.   \nThe Bussian Law Firm, PLLC by John A. Bussian for the North Carolina \nCable Telecommunications Association, Amicus Curiae.  \nNelson Mullins Riley & Scarborough, LLP by Joseph W. Eason, Christopher \nJ. Blake, and Phillip A. Harris for the North Carolina Association of Electric \nCooperatives, Amicus Curiae.    \nElectriCities of North Carolina, Inc. by W. Mark Griffith, Amicus Curiae. \nMurphy, Judge. \n{1} THIS MATTER came before the Court for trial without a jury on July 18, \n2011, to resolve claims asserted by Plaintiff Time Warner Entertainment \nAdvance/Newhouse Partnership (“Plaintiff”) against Defendant Town of Landis \n(“Defendant”) pursuant to N.C. Gen. Stat. section 62-350 (“§ 62-350”).  The various \nclaims relate to the rates, terms, and conditions Defendant seeks to impose on \nPlaintiff to attach its communications infrastructure to Defendant’s utility poles.  \nAfter the bench trial concluded, the Court requested additional briefing on certain \nconstitutional questions related to § 62-350.  Having considered the evidence \npresented by the parties at trial, the parties’ pre- and post-trial briefs, the briefings \nTime Warner Entm’t Advance/Newhouse P’ship v. Town of Landis, N.C., 2014 NCBC 25. \n \n \nof amici, and the arguments and contentions of counsel, the Court finds, concludes, \nand orders as follows: \nI. \nPROCEDURAL HISTORY \n{2} On April 19, 2010, Plaintiff filed its Verified Complaint to resolve a \ndispute with Defendant concerning the rates, terms, and conditions of Plaintiff’s \nattachment of its telecommunications transmission cables to utility poles owned by \nDefendant.  Specifically, Plaintiff alleged that: (1) Defendant refused to negotiate in \ngood faith the terms of a new pole attachment agreement between the parties; (2) \nDefendant’s proposed attachment terms violate § 62-350’s nondiscrimination \nrequirement; and (3) the specific terms of Defendant’s proposed new attachment \nagreement are “unjust and unreasonable.” \n{3} Pursuant to § 62-350(c), Plaintiff contests three terms in Defendant’s \nproposed new attachment agreement, and asks the Court to determine whether: (a) \nDefendant’s proposed rental rate of $18.00 per attachment is an unjust and \nunreasonable rate; (b) Defendant’s proposal to charge Plaintiff the $18.00 rental \nrate separately for “any one cable that is physically attached to a pole by means of a \nthrough bolt” is unjust and unreasonable; and (c) Defendant’s proposed $15.00-per-\nday fine for safety violations caused by Plaintiff’s non-compliant pole attachments \nexisting after Defendant provides 30-days’ notice of such violations is unjust and \nunreasonable. \n{4} The case was designated as a mandatory complex business case on April \n21, 2010, and assigned to the Court on April 22, 2010. \n{5} On June 4, 2010, Defendant filed its Answer, praying, in part, that the \nCourt declare Defendant’s proposed rates, terms, and conditions reasonable. \n{6} On June 22, 2010, the North Carolina Association of Electric Cooperatives \n(“NCAEC”) moved to intervene in this action pursuant to Rule 24 of the North \nCarolina Rules of Civil Procedure.  The Court denied NCAEC’s Motion to Intervene \non August 17, 2010, instead permitting NCAEC to submit briefs as amicus curiae. \n \n \n{7} ElectriCities of North Carolina, Inc. (“ElectriCities”) moved for permission \nto participate in the case as amicus curiae on August 25, 2010, which the Court \ngranted on September 21, 2010. \n{8} The North Carolina Cable Telecommunications Association (“NCCTA”) \nmoved for permission to participate in the case as amicus curiae on January 26, \n2011, which the Court granted on February 15, 2011. \n{9} On December 20, 2010, Defendant filed its Motion for Partial Summary \nJudgment as to Plaintiff’s claims for failure to negotiate and for discrimination.  \nAfter briefing and oral argument, the Court granted Defendant’s Motion for Partial \nSummary Judgment as to Plaintiff’s claim for failure to negotiate, and denied the \nMotion as to the discrimination claim.  See Time Warner Entm’t \nAdvance/Newhouse P’ship v. Town of Landis, 2011 NCBC 19 ¶ 66 (N.C. Super. Ct. \nJune 30, 2011), http://www.ncbusinesscourt.net/ opinions/2011_NCBC _19.pdf.   \n{10} From July 18 to July 21, 2011, the Court conducted a bench trial on the \nremaining claims.  At the close of all evidence, Plaintiff attempted to withdraw its \ndiscrimination claim, purporting to leave only the disputed terms of the proposed \nattachment agreement for the Court to resolve.   \n{11} On June 19, 2012, the Court notified the parties of the Court’s concerns \nabout two questions of law: namely, the justiciability of the remaining claims, and \nthe constitutionality of § 62-350 with respect to certain requirements it imposed \nupon the Court.  The parties, and amici curiae NCCTA and NCAEC, briefed the \nCourt on these two matters, and the Court conducted a hearing on July 17, 2012. \n{12} On September 21, 2012, the Court entered its Order and Opinion \ndismissing the remaining claims for lack of a justiciable controversy to confer \nsubject matter jurisdiction on the Court.  See Time Warner Entm’t \nAdvance/Newhouse P’ship v. Town of Landis, 2012 NCBC 48 (N.C. Super. Ct. Sept. \n21, 2012), http://www.ncbusinesscourt.net/opinions/2012_NCBC_48.pdf.  Thereafter, \nPlaintiff timely appealed the Court’s Order. \n{13} By its Order dated August 6, 2013, the North Carolina Court of Appeals \nreversed the Court’s decision, concluding that the Court does have subject matter \n \n \njurisdiction to resolve the claims.  See Time Warner Entm’t Advance/Newhouse \nP’ship v. Town of Landis, 747 S.E.2d 610 (2013).  \n{14} Upon remand, the Court allowed supplemental briefing to address the \nremaining question regarding the constitutionality of § 62-350 and additional \narguments related to final judgment.   \nII. \nPOLE ATTACHMENT REGULATION UNDER § 62-3501 \n{15} As enacted in July 2009, § 62-350 mandates that municipalities and \nmembership corporations organized under Chapter 117 of the North Carolina \nGeneral Statutes “shall allow any communications service provider to utilize [their] \npoles, ducts, and conduits at just, reasonable, and nondiscriminatory rates, terms, \nand conditions adopted pursuant to negotiated or adjudicated agreements.”  N.C.\n \nGEN. STAT. § 62-350(a) (2013).  Included in the definition of “communications service \nprovider” are those that provide “cable service over a cable system as those terms \nare defined in Article 42 of Chapter 66 of the General Statutes.”  § 62-350(e). \n{16} The statute further provides that: \nFollowing receipt of a request from a communications service provider, \na municipality or membership corporation shall negotiate concerning \nthe rates, terms, and conditions for use of or attachment to the poles, \nducts, or conduits that it owns or controls.  Following a request from a \nparty to an existing agreement made pursuant to the terms of the \nagreement or made within 120 days prior to or following the end of the \nterm of the agreement, the communi cations service provider and the \nmunicipality or membership corporation which is a party to that \nagreement shall negotiate concerning the rates, terms, and conditions \nfor the continued use of or attachment  to the poles, ducts, or conduits \nowned or controlled by one of the pa rties to the agreement. . . . Upon \nrequest, a party shall state in writing its objections to any proposed rate, \nterms, and conditions of the other party. \n                                                 \n1 In a similar case brought under § 62-350, the Court provided a full recitation of the background of \npole attachment regulation leading up to the enactment of § 62-350.  Rutherford Elec. Membership \nCorp. v. Time Warner Entm’t Advance/Newhouse P’ship, 2014 NCBC 20, ¶¶ 2–11 (N.C. Super. Ct. \nMay 22, 2014), http://www.ncbusinesscourt.net/opinions/2014_NCBC_20.pdf (order and opinion on \nfinal judgment). \n \n \nN.C. GEN. STAT. § 62-350(b) (2014).2   \n{17} However, if “the parties are unable to reach an agreement within 90 days . \n. . or if either party believes in good faith that an impasse has been reached . . ., \neither party may bring an action in Business Court . . ., and the Business Court \nshall have exclusive jurisdiction over such actions.”  § 62-350(c).  In that event, the \nstatute directs the Business Court to do the following: \nresolve any dispute identified in the pleadings consistent with the public \ninterest and necessity so as to deri ve just and reasonable rates, terms, \nand conditions, taking into consideration and applying such other \nfactors or evidence that may be presented by a party, including without \nlimitation the rules and regulations applicable to attachments by each \ntype of communications service pr ovider under section 224 of the \nCommunications Act of 1934, as amended, and [] apply any new rate \nadopted as a result of the action retroactively to the date immediately \nfollowing the expiration of the 90-day negotiating period or initiation of \nthe lawsuit, whichever is earlier.  If the new rate is for the continuation \nof an existing agreement, the new ra te shall apply retroactively to the \ndate immediately following the end of the existing agreement. \n§ 62-350(c). \n{18} The North Carolina Court of Appeals interpreted “§ 62-350 to establish \nseveral judicially-enforceable statutory rights.”  \nTime Warner Entm’t \nAdvance/Newhouse P’ship v. Town of Landis, 747 S.E.2d 610, 616 (2013).  “For \ninstance, . . . § 62-350 creates a statutory right for both communications service \nproviders and municipalities to establish ‘just, reasonable, and nondiscriminatory’ \npole attachment rates within 90 days of a request to negotiate.”  Id. (quoting § 62-\n350(c)).  The court also held that “the statute expressly creates a private cause of \naction to enforce these rights.”  Id. (citation omitted). \n{19} Prior to commencement of an action, the attaching entity must pay any \nundisputed fees owed to a municipal or cooperative pole owner under an existing \nagreement, and the Court “may resolve any existing disputes regarding fees alleged \n                                                 \n2 “In granting a request under this section, a municipality or membership corporation shall require \nthe requesting entity to comply with applicable safety requirements, including the National \nElectrical Safety Code and the applicable rules and regulations issued by the Occupational Safety \nand Health Administration.”  § 62-350(a).  \n \n \nto be owing under a preexisting agreement or regarding safety compliance arising \nunder subsection [62-350](d).”  Id.3  This statute does not apply to utilities “whose \npoles, ducts, and conduits are subject to regulation under section 224 of the \nCommunications Act of 1934, as amended.”4  Id. \nIII. \nCONSTITUTIONALITY OF § 62-350 \n{20} Before reaching the merits of the remaining claims, the Court must \naddress the outstanding issue initially posed by the Court regarding the \nconstitutionality of § 62-350.  A review of the language in § 62-350 and Plaintiff’s \nrequests in the pleadings and at trial for the Court to “set the rate” for Plaintiff’s \npole attachments, (Trial Tr. 637), raised concerns for the Court that § 62-350 may \nhave delegated legislative authority to the judiciary in violation of this state’s \nseparation of governmental powers and non-delegation provisions, enshrined in \nArticle I, section 6 and Article II, section 1 of the North Carolina Constitution.   \n{21} As argued in the briefs responding to the Court’s concern, however, “[a] \ncourt of this State has no inherent power to review acts of our General Assembly \nand to declare invalid those which the court disapproves or, upon its own initiative, \nfinds to be in conflict with the Constitution.”  \nWood v. Fayetteville, 43 N.C. App. \n410, 415, 259 S.E.2d 581, 584 (1979); see also State v. Fredell, 283 N.C. 242, 247, \n195 S.E.2d 300, 303 (1973) (“Before deciding an act unconstitutional the question \nmust be presented squarely by a party whose rights are directly involved.”).  \nBecause the issue of § 62-350’s constitutionality was not raised by either party to \nthis action, the Court does not address the issue further.   \n                                                 \n3 Subsection (d) of the Statute outlines default safety provisions that apply in the absence of an \nagreement between an attaching communications service provider and the hosting municipality or \nmembership corporation.  § 62-350(d). \n4 In North Carolina, the power company utilities consist of various investor-owned utilities, \nmunicipally-owned utilities and non-profit electric membership corporations.  Pursuant to the \nfederal Pole Attachment Act of 1978, codified as 47 U.S.C. § 224, investor-owned utilities are subject \nto the regulation and oversight of the Federal Communications Commission.  However, section 224 \nexpressly exempts municipally-owned utilities and non-profit electric membership corporations.  See \n47 U.S.C. § 224(a)(1). \n \n \n{22} Even if the constitutional challenge were properly before the Court, it \nappears that § 62-350 may be construed in such a way to avoid constitutional \nconcerns.  See Beaufort County Bd. of Educ. v. Beaufort County Bd. of Comm’rs, 363 \nN.C. 500, 505, 681 S.E.2d 278, 282 (2009) (“. . . where one of two reasonable \nconstructions will raise a serious constitutional question, the construction which \navoids this question should be adopted”).   \n{23} Pursuant to Article I, section 6 of the North Carolina Constitution, “[t]he \nlegislative, executive, and supreme judicial power of the State government shall be \nforever separate and distinct from each other.”  N.C. CONST. art. I, § 6.  Under \nArticle II, section 1, legislative power is vested in the General Assembly.  N.C. \nCONST. art. II, § 1.  Thus, “[i]t is settled and fundamental in our law that the \nlegislature may not abdicate its power to make laws nor delegate its supreme \nlegislative power to any other coordinate branch or to any agency which it may \ncreate.”  North Carolina Tpk. Auth. v. Pine Island, Inc., 265 N.C. 109, 114, 143 \nS.E.2d 319, 323 (1965) (citation omitted).  And, “the exercise of . . . ratemaking \npower is a legislative rather than a judicial function.”  State ex rel. Util. Comm. v. \nThornburg, 325 N.C. 463, 468, 385 S.E.2d 451, 454 (1989).   \n{24} Despite these constitutional limitations, courts in North Carolina \n“acknowledge that our separation of powers clause does not prevent the General \nAssembly ‘from seeking assistance, within proper limits, from its coordinate \nBranches.’”  Beaufort County Bd. of Educ., 363 N.C. at 502, 681 S.E.2d at 281 \n(quoting Touby v. United States, 500 U.S. 160, 165 (1991)); see also Adams v. North \nCarolina Dep’t of Natural & Econ. Res., 295 N.C. 683, 696–97, 249 S.E.2d 402, 410 \n(1978).  Thus, the General Assembly may direct the Court to adjudicate a disputed \nissue through traditional fact-finding with adequately defined guiding standards.  \nSee Beaufort County Bd. of Educ., 363 N.C. at 504, 681 S.E.2d at 282 (“Such fact-\nfinding falls within the historic and proper role of the judiciary.”). \n{25} Turning to the specific directives of § 62-350, the General Assembly \ninstructs the Court to “resolve any dispute identified in the pleadings consistent \nwith the public interest and necessity so as to derive just and reasonable rates, \n \n \nterms, and conditions,” and to “apply any new rate adopted as a result of the \naction.”  § 62-350(c).  This language could be interpreted to require the Court to \nengage in a legislative function by directing it to set a just and reasonable rate for \npole attachments.  Indeed, Plaintiff initially encouraged the Court to do just that at \ntrial.  However, Plaintiff has since clarified that the pleadings and § 62-350 only \nrequire the Court to determine whether Defendant’s proposed rates, terms, and \nconditions are just and reasonable.  (See Pl.’s Supp. Post-Trial Br.)  The Court and \nDefendant agree that such interpretation permits the Court to resolve the issue \nbefore it without concern for any perceived constitutional issues.   \n{26} Under this interpretation, § 62-350 calls upon the Court to engage in fact-\nfinding to resolve disputed issues in the pleadings such that “the judiciary is at all \ntimes exercising a function traditionally assigned to it under our tripartite system \nof government.”  See Beaufort County Bd. of Educ., 363 N.C. at 504, 681 S.E.2d at \n282.  Thereafter, if the Court determines that the proposed rate, terms, and \nconditions are just and reasonable, then the proposed terms would apply \nretroactively pursuant to § 62-350.  On the other hand, if the Court finds that the \nrate, terms, and conditions are not just and reasonable, the parties would then \nreturn to negotiations having available to them the Court’s reasoning to derive and \nadopt just and reasonable rates, terms, and conditions to be applied retroactively \npursuant to § 62-350.  Neither of these outcomes would require the Court to engage \nin ratemaking activities reserved to the legislature.  Therefore, the Court concludes \nthat this construction of § 62-350 not only provides a reasonable interpretation of \nthe statute, but also avoids the constitutional concerns.   \nIV. \nFINDINGS OF FACT \nA.  \nPARTIES \n{27} Plaintiff is a New York general partnership with its principal place of \nbusiness in New York, New York.  As successor in interest to Vision Cable \nCommunications, Inc. (“Vision Cable”), Plaintiff operates as a communications \n \n \nservice provider within the meaning of § 62-350(e).  Specifically, Plaintiff provides \ncable television and broadband services to residential and commercial customers \nthroughout North Carolina. \n{28} Defendant, a North Carolina municipal corporation located in Rowan \nCounty, owns and operates a municipal utility that provides electric service to \nresidents within, and surrounding the town of Landis.  To provide this service, \nDefendant constructed and maintains a system of utility poles to which it attaches \noverhead electric distribution lines.  Defendant also licenses use of space on its \npoles to communications service providers and allows telephone companies to attach \nto its poles under joint use agreements. \n{29} As part of its business model, Plaintiff and its predecessor Vision Cable \nrely upon access to utility poles, including poles owned by Defendant, to deliver \nservices to customers.  Plaintiff, or its predecessor Vision Cable, has maintained \nattachments to Defendant’s poles since 1979.   \nB. \nBACKGROUND ON POLE ATTACHMENTS \n{30} Utility poles come in standard sizes, typically in five-foot increments.  \nUsually, utilities use 35- and 40-foot poles for distribution of electricity and \ncommunications services.  Approximately six feet of the pole is buried underground.  \nThen, to meet “minimum grade” for ground clearance, the utility leaves about 18 \nfeet of pole space unused between the ground and any installation.  Thus, each pole \nhas roughly 24 feet of unusable space either buried underground or required to \nachieve minimum ground clearance.  And, each 35- and 40-foot pole has 11 feet and \n16 feet, respectively, of usable space to accommodate overhead facilities.  To \ncalculate proposed rates, both Plaintiff and Defendant rely on an average pole \nheight of 37.5 feet and an average usable space of 13.5 feet.  Of the usable space, \nDefendant generally uses between nine and ten feet for its attachments of electric \ndistribution facilities.   \n{31} Incumbent local telephone companies typically occupy one foot of space, \nbut often are entitled to more space and more than one attachment under joint use \n \n \nagreements with the utility.  In this case, Defendant maintains a joint use \nagreement with Windstream Communications (“Windstream”) that reciprocally \nallows Defendant to attach to poles owned by Windstream at no cost and \nWindstream to attach to poles owned by Defendant at a rate of $2.00 per pole, per \nyear.  Under this agreement, Windstream occupies two feet of usable space on the \npoles to which it attaches, and Defendant does not require Windstream to apply for \npermits or notify Defendant prior to attachment.  Furthermore, Windstream \nreceives guaranteed space on Defendant’s poles such that Defendant must install \npoles tall enough to accommodate Windstream and cannot kick Windstream off if \nDefendant needs more pole space. \n{32} In addition to its joint use agreement, Defendant also maintains license \nagreements with communications and cable television providers, like Plaintiff.  \nPlaintiff and these other third-party attachers may occupy only one foot of excess \nusable space on Defendant’s poles. \n{33} As of trial, there were 3,125 utility poles in Landis.  Of those, Defendant \nowned 2,724, Windstream owned 302, and Duke Energy owned 9.   \nC. \nTHE PARTIES’ 1984 AGREEMENT \n{34} On June 16, 1984, Vision Cable and Defendant entered into a written pole \nattachment agreement (the “Agreement”).  (Pl.’s Trial Ex. 8.)  Under the Agreement, \nDefendant granted Vision Cable a license to attach cables to excess space on \nDefendant’s utility poles at an annual rate of $3.00 per pole, with an additional \ncharge of $1.00 per year for each metered power supply attachment, to be paid \nsemi-annually.  (Pl.’s Trial Ex. 8 ¶ 8.)  If an existing pole lacked sufficient space for \nVision Cable’s attachment, Vision Cable had to pay to create additional space either \nby rearranging the existing facilities on the pole or installing a taller pole.  If Vision \nCable paid for the installation of a taller pole, Defendant would own the new pole, \nand Vision Cable would continue to pay for its attachment to the pole.  Defendant \nalso retained the right to reclaim space on the pole and kick Vision Cable off, if \nneeded. \n \n \n{35} The Agreement provided for a number of conditions and limitations \nconstraining Vision Cable’s access to and use of Defendant’s poles: \na. Vision Cable was limited to one attachment per pole; \nb. Vision Cable’s attachments had to comply with Defendant’s permitting \nrequirements; \nc. Defendant maintained final approval of Vision Cable’s attachments, in \nits sole discretion (Pl.’s Trial Ex. 8 ¶ 1a); \nd. Vision Cable had to place on all attached appliances permanent \nidentification markers that were uniform, clearly visible, and \nrecognizable from the ground (Pl.’s Trial Ex. 8 ¶ 1b); \ne. Costs associated with maintenance of attachments, or changes \nrequired to safely support Vision Cable’s attachments, were to be borne \nby Vision Cable (Pl.’s Trial Ex. 8 ¶ 2); \nf. All Vision Cable attachments were required to comply with standards \nset forth in the National Electrical Safety Code (“NESC”) and any \napplicable state regulatory requirements (Pl.’s Trial Ex. 8 ¶ 3); \ng. Defendant reserved the right, under the Agreement, to refuse to \npermit pole attachments for solely aesthetic reasons, i.e., where such \nattachments would prove “unsightly” in Defendant’s opinion (Pl.’s Trial \nEx. 8 ¶ 3); \nh. Defendant could immediately terminate any existing pole attachment \npermits and require removal of such attachments if it determined that \nuse of particular poles was “forbidden by Municipal authorities or \nproperty owners” (Pl.’s Trial Ex. 8 ¶ 13.); \ni. Vision Cable’s use of Defendant’s poles did not confer upon Vision \nCable any ownership or property rights (Pl.’s Trial Ex. 8 ¶ 19); and \nj. The Agreement also included provisions indemnifying Defendant and \nrequiring Vision Cable to carry insurance as specified.  (Pl.’s Trial Ex. \n8 ¶ 10.)   \n \n \n{36} The term of the 1984 Agreement was for a period of “not less than one (1) \nyear” from the date of execution, (Pl.’s Trial Ex. 8 ¶ 20b), and specified that \ntermination could occur by: (i) either party “at the end of said year or at any time \nthereafter . . . giving . . . the other party at least six (6) months’ written notice” (Pl.’s \nTrial Ex. 8 ¶ 20b); (ii) Vision Cable’s failure to correct any default or noncompliance \nwith the terms of the Agreement within thirty (30) days, including nonpayment of \nbills “for expenses and other charges” (Pl.’s Trial Ex. 8 ¶ 14); or (iii) Vision Cable’s \nfailure “to install its cables and appliances throughout [the specified] area within \none year from execution” of the Agreement.  (Pl.’s Trial Ex. 8 ¶ 20a.)  The \nAgreement expressly provided that it would “extend to and bind the successors and \nassigns of the parties,” (Pl.’s Trial Ex. 8 ¶ 23), and that “[f]ailure to enforce or insist \nupon compliance with any of the terms or conditions of this [A]greement shall not \nconstitute a general waiver or relinquishment of any such terms or conditions, but \nthe same shall be and remain at all times in full force and effect.”  (Pl.’s Trial Ex. 8 \n¶ 16.)   \n{37} The Agreement has never been terminated (Trial Tr. 161), there is no \nevidence before the Court that either party has ever given notice of termination for \nany reason, and the parties agree that they continue to operate under the terms of \nthe Agreement.  (Trial Tr. 119; Def.’s Post-Trial Br. 9 (citing Trial Tr. 120).)  \nDefendant has never enforced the fining provision of the Agreement with respect to \nany NESC violations, and has never denied Plaintiff permission to attach to any \npoles.  (Trial Tr. 182–83.)  Defendant has, furthermore, never billed Plaintiff for \ncosts associated with any new poles.  (Trial Tr. 182–83.) \nD. \nTHE PROPOSED NEW AGREEMENT \n{38} In 2008, Defendant engaged Edward McGavran (“McGavran”) of \nMcGavran Engineering to conduct an audit of Defendant’s pole plant and to \nnegotiate a new pole attachment agreement with Plaintiff.  (Trial Tr. 140, 374.)  \nMcGavran had more than ten years of experience with municipal pole attachments. \n \n \n{39} McGavran completed the pole audit by November 2008.  (Trial Tr. 154.)  \nPer the audit, Defendant had an inventory of approximately 3,000 poles, and \nPlaintiff had approximately 2,100 attachments to 1,594 of those poles.  (Trial Tr. \n102, 109; Def.’s Trial Ex. 12.)  The audit further reflected 946 safety or technical \nviolations of varying degrees related to Plaintiff’s attachments.  (Trial Tr. 156.) \n{40} McGavran and his staff began to develop a draft of a proposed new pole \nattachment agreement (the “Proposed Agreement”), and submitted a preliminary \ndraft agreement to Defendant on October 6, 2008.  (Pl.’s Trial Ex. 10.)  McGavran \nalso drafted a proposed amendment to Defendant’s municipal pole attachment \nordinance (Trial Tr. 358) that was adopted on March 9, 2009.  (Pl.’s Trial Ex. 15.)  \nAmong other things, the proposed amendment authorized Defendant to impose, in \nits discretion, a default pole attachment rate of $50 per year for each attachment of \nany “telecommunications and cable television provider” that did not sign a “Town \napproved contract to maintain attachments to the same poles” by April 9, 2009.  \n(Pl.’s Trial Ex. 15.) \n{41} Despite the incorporation of this provision in Defendant’s amended \nordinance, McGavran did not forward the Proposed Agreement to Plaintiff until \nAugust 2009, because he was waiting for the results of the legislative process that \nultimately yielded § 62-350.  (Trial Tr. 141–42, 310.) \n{42} Between October 2008 and August 2009, McGavran revised the Proposed \nAgreement and submitted the revisions to Landis Town Administrator Reed Linn \n(“Linn”) and Landis Director of Public Works Steve Rowland for their review in July \n2009.  (Trial Tr. 308.)  The Proposed Agreement, as revised, contained an \nattachment rate of $18.00 per attached cable for the first year (i.e., 2009).  \nThereafter, the proposed rate would increase by $1.40 per year for each subsequent \nyear of the proposal (i.e., 2010 through 2014).  (Pl.’s Trial Ex. 9, Schedule 1.)  In \naddition, the Proposed Agreement provided for multiple charges per pole where \nPlaintiff’s attachments “overlashed” more than one cable per single point of \nattachment.  (Pl.’s Trial Ex. 9 § 1.)  The Proposed Agreement also included a $10-\nper-pole permitting fee and a $15-per-day penalty, upon 30-days’ written notice of \n \n \nviolation by Defendant, for any attachment that failed to comply with NESC and \nOccupational Safety and Health Administration (“OSHA”) requirements or that did \nnot conform to certain technical specifications.  (Pl.’s Trial Ex. 9 §§ 4, 6(c), 6(e).) \n{43} On August 3, 2009, Plaintiff received a letter drafted by McGavran and \nsigned by Linn, accompanied by the Proposed Agreement.  (Trial Tr. 141–42.)  The \nletter stated that “[the Town] expect[s] this document [i.e., the Proposed \nAgreement] to be executed within 30 days of receipt of this letter.  If this does not \noccur, we will charge you the default rate as stated in our pole attachment \nordinance passed last spring.”  (Pl.’s Trial Ex. 23.)  The letter also drew Plaintiff’s \nattention to the Proposed Agreement’s revised definition of the applicable pole \nattachment unit charge from per-pole to per-cable, explaining that “[t]his is in line \nwith standard procedures within the industry for those attaching entities that do \nnot own poles.”  (Pl.’s Trial Ex. 23.)  In the letter McGavran promised to forward to \nPlaintiff the results of an inventory of “poles, attachments, violations and other \nitems” within 10 business days (i.e., by August 17, 2009).  (Pl.’s Trial Exs. 23–24.)  \nMcGavran did indeed forward a summary of the pole inventory to Plaintiff on \nAugust 27, 2009.  (Def.’s Trial Ex. 12; Trial Tr. 395.) \n{44} In a letter to Linn dated August 31, 2009, Nestor Martin (Plaintiff’s \nSenior Director of Construction for the Carolinas) sent Defendant a request to \nnegotiate a new pole attachment agreement pursuant to § 62-350.  (Pl.’s Trial Ex. \n25.)  Martin noted that Defendant failed to provide specific information regarding \nthe 946 violations attributed by McGavran to Plaintiff’s existing attachments, and \nrequested certain cost and valuation data regarding Defendant’s pole plant and \nelectric service to evaluate the attachment rate included in the Proposed \nAgreement.  (Pl.’s Trial Ex. 25.)  Plaintiff later obtained an editable version of the \nProposed Agreement and created its own redlined version that reflected deletions of \nDefendant’s proposed attachment rates.  (Pl.’s Trial Ex. 26.)  Plaintiff forwarded the \nredlined version to Defendant. \n \n \n{45} At trial, McGavran indicated that the $18-per-cable attachment rate was \nadvanced “for negotiation purposes,” (Trial Tr. 328–329),5 and included $2.40 above \na rate calculated by McGavran and his team.  (Trial Tr. 337–40.)6  McGavran \nrepresented to the Court that the $1.40-per-year rate increases expressed in the \nProposed Agreement were also included for “negotiation purposes.”  (Trial Tr. 328.)  \nAccording to McGavran, the actual rate that might have resulted from the \nnegotiation could well have varied from the $18.00 rate, stating that “[w]e could \nhave agreed on something under that, I would think.  It could have been higher as \nwell, could have moved either way.”  (Trial Tr. 329.) \n{46} Despite good faith efforts to resolve their differences through negotiations, \nthe parties failed to reach an agreement.  Thereafter, on January 5, 2010, Plaintiff’s \ncounsel, Gardner F. Gillespie, sent a letter to Linn declaring an impasse and \nrequesting mediation.  The parties continued to discuss the disputed issues but \ncould not reconcile their positions, leading Plaintiff to file the current action.  \nNotwithstanding their disagreement, Plaintiff paid the undisputed fees owed for \n2009, pursuant to the terms of the 1984 Agreement. \nE. \nANALYZING DEFENDANT’S PROPOSED RATE \n{47} In vesting this Court with the exclusive jurisdiction to resolve disputes \nregarding pole attachment rates charged by municipalities, the General Assembly \narticulated a policy for this Court to implement.  It requires the Court to “tak[e] into \nconsideration and apply[] such other factors or evidence that may be presented by a \nparty, including without limitation the rules and regulations applicable to \nattachments by each type of communications service provider under section 224 of \nthe Communication Act of 1934, as amended.”  § 62-350(c).  As noted by the Court of \nAppeals, § 62-350 “endorses regulatory intervention to promote ‘just and reasonable \n                                                 \n5 In setting the rate for the Proposed Agreement, McGavran testified that he took into account the \nthirty-year period during which Plaintiff’s attachments to Defendant’s poles were permitted at the \nrate of $3 per pole, a rate McGavran viewed as “unreasonably low.”  (Trial Tr. 341–42.)   \n6 The trial testimony of McGavran and McGavran Engineering employee John Talbert showed that, \nin developing the rate included in the Proposed Agreement, Talbert calculated a rate of $15.60 based \non Defendant’s pole plant and other financial information.  (Trial Tr. 267, 322.) \n \n \nrates.’”  Town of Landis, 747 S.E.2d at 616.  While the Court may consider and \napply other evidence presented by the parties to determine whether Defendant’s \nrates are just and reasonable, the Court looks first to the methods applied by the \nFederal Communications Commission (“FCC”) for setting maximum just and \nreasonable pole attachment rates under section 224 of the Communications Act of \n1934, as amended (“Section 224”).7 \n{48} The FCC has two rate methodologies, the FCC Cable Rate and the FCC \nTelecom Rate.  However, the FCC revised the FCC Telecom Rate in 2011 to yield a \nmaximum rate that is essentially the same as the maximum rate produced by the \nFCC Cable Rate.8  The FCC Cable Rate calculates the maximum just and \nreasonable rate that a pole owner may charge based on an appropriately allocated \nshare of the actual, documented costs of owning and maintaining a pole.   \n{49} As this Court previously observed in a similar case, \n[The FCC Cable Rate] assigns to the attaching party a percentage of the \ncost of the entire pole equal to the proportion of the average pole’s usable \nspace occupied by the attacher.  For example, if the average pole on \n[Defendant’s] system has 13.5 feet of usable space and [Plaintiff’s] \nattachment uses one foot of that space, the FCC method would assign \n1/13.5 or 7.4 percent, of the annual costs of the entire pole to [Plaintiff]. \nRutherford Elec. Membership Corp. v. Time Warner Entm’t Advance/Newhouse \nP’ship, 2014 NCBC 20 ¶ 54 (N.C. Super. Ct. May 22, 2014), http://www.ncbusiness \ncourt.net/opinions/2014_NCBC_20.pdf. \n                                                 \n7 For approximately thirty-five years, the FCC has regulated the pole attachment rates investor-\nowned utilities may charge cable television providers pursuant to Section 224.  Among other things, \nSection 224 mandates just and reasonable pole attachment rates, terms and conditions for cable \ntelevision providers, and vests the FCC with oversight and enforcement.  47 U.S.C. § 224(b) (2014).  \nSpecifically, Congress instructed the FCC to constrain the rates investor-owned utilities charge for \npole attachments within a zone of reasonableness between (i) the utility’s incremental costs incurred \nin providing pole attachment service and (ii) an appropriate share of its fully allocated costs – those \ncosts that would exist even in the absence of any pole attachments.  47 U.S.C. § 224(d).  To establish \nthe upper limit for investor-owned utility pole attachment rates, the FCC developed and \nimplemented a fully allocated cost methodology, known as the FCC Cable Rate.  However, since \n1978, Congress has exempted municipally-owned utilities and non-profit electric membership \ncorporations from this federal regulatory scheme. \n8 Neither Plaintiff nor Defendant relies on the FCC Telecom Rate to gauge the reasonableness of \nDefendant’s proposed attachment rate.   \n \n \n{50} As in Rutherford, the facts presented in this case demonstrate that the \nFCC Cable Rate provides a reasonable means of allocating costs without creating a \nsubsidy from the pole owner to the attacher.  The Court thus finds that it is \nappropriate to consider the rates yielded by the FCC Cable Rate formula to assess \nthe reasonableness of Defendant’s proposed rate. \n1. \nRATES UNDER FCC CABLE RATE FORMULA \n{51} Plaintiff’s expert Patricia Kravtin (“Kravtin”) provided evidence of \nDefendant’s maximum just and reasonable rates under the FCC Cable Rate \nformula.  The Court finds that her calculations are faithful to the FCC Cable Rate \nformula, and derived a maximum rate of $3.30.  (Pl. Ex. 109.)   \n{52} To calculate this amount, Kravtin used FCC methodology to (i) determine \nthe net cost of an average utility pole; (ii) multiply that cost by carrying charge \nfactors to determine the utility’s annual cost of owning and maintaining an average \npole; and (iii) then allocate a portion of that annual cost to the third-party attacher.   \n{53} Defendant agrees with this general formula, but, nonetheless, challenges \nthe values Kravtin assigns to the variables.  Specifically, Defendant takes issue \nwith Kravtin’s use of eight “benchmark” utilities to calculate the net cost of an \naverage pole in Defendant’s system.   \n{54} Because Defendant does not keep records of either the original investment \nor the accumulated depreciation of utility poles, both sides had to come up with \nproxies to derive net pole cost.  For her proxy, Kravtin looked to eight other utilities, \nand determined the percentage of their overall system represented by their \ninvestment in their utility poles.  She then calculated the average of these eight \npercentages, and applied that average percentage to Defendant’s total investment \nto derive an estimated investment in utility poles.  She also performed a similar \ncalculus to derive the accumulated depreciation of Defendant’s utility poles.   \n{55} However, as Defendant argues, Kravtin did not pick these eight utilities \nbecause of any noted similarity with Defendant.  Instead, she merely pulled them \nfrom a 2010 FCC Proposed Order and Rulemaking that explained how the FCC’s \n \n \nproposed formulas were to be calculated.  As noted by Defendant’s experts, \nKravtin’s use of these “benchmark” utilities to derive a proxy for net pole cost \nappears inherently flawed, given that neither Kravtin nor the FCC selected these \neight utilities based on any shared characteristics with Defendant. \n{56} Nonetheless, if Kravtin’s inputs for net pole cost and carrying charge were \nsubstituted for those proposed by Defendant’s expert, Bill Barta (“Barta”), and \nmultiplied by the allocation factor calculated under the FCC Cable Rate, then the \nmaximum attachment rate would still be only $5.92.9  Therefore, even tossing out \nKravtin’s problematic calculation for net pole cost, the FCC Cable Rate still \nproduces a maximum rate far below the $18.00 rate proposed by Defendant. \n2. \nDEFENDANT’S EVIDENCE DOES NOT SUPPORT ITS RATE \n{57} All the witnesses agree on the same general formula for calculating just \nand reasonable rates: (i) determine the net cost of an average utility pole; (ii) \nmultiply that cost by carrying charge factors to determine the utility’s annual cost \nof owning and maintaining an average pole; and (iii) then allocate a portion of that \nannual cost to the third-party attacher.  However, Defendant and its experts \nincorporate various modifications to the variables.   \na. \nDEFENDANT’S ORIGINAL METHODOLOGY  \n{58} In arriving at the proposed $18.00 rate, McGavran relied on Defendant’s \nfinancial records to calculate the cost of the usable and unusable space.  He then \nallocated the cost of the usable space using the same factor that Kravtin applied \nunder the FCC Cable Rate, 7.41%.  To allocate the unusable space, however, \nMcGavran divided the cost of the unusable space by three, and apportioned one \nthird of the unusable space to Plaintiff.  McGavran explained at trial that he \n                                                 \n9 Barta calculated a carrying charge percentage of 22.25% and a net pole cost of $359.19.  Thus, he \nderived the annual cost of owning and maintaining a pole at $79.92.  Defendant does not refute that, \nunder the FCC Cable Rate formula, the presumptive allocation factor would be 1/13.5 or 7.41%.  \nAnd, multiplying Barta’s annual cost of owning and maintaining a pole ($79.92) by the FCC Cable \nRate allocation factor (7.41%) produces a rate limit of $5.92. \n \n \nallocated one third of the unusable space to Plaintiff because Plaintiff wanted to use \none foot of space within the three feet of usable space allotted for communications \nattachments.  Following this logic, if Windstream or another attacher licensed the \nother two feet of space within this “communications zone,” then the entire cost of \nthe unusable space would be allocated to the attachers.  Thus, even though \nDefendant enjoys significantly more rights to the pole, it would not bear any portion \nof the cost for the unusable space under the rate calculation proposed by McGavran.   \n{59} Even if McGavran’s calculation was defensible, McGavran did not use the \nrate purportedly derived from this method.  Although McGavran purportedly \ncalculated a rate of $15.60, he added $2.40 to that rate to account for other costs.  \nHowever, the evidence produced at trial failed to justify these additional costs.  \nTherefore, the Court finds that McGavran’s calculations do not support the $18.00 \nproposed rate. \nb. \nDEFENDANT’S EXPERT TESTIMONY \n{60} Defendant’s first expert, Barta, performed a rate analysis in an effort to \nsupport Defendant’s rate.  Although Barta relied on various modifications to the \nvariables in the general formula used by Kravtin, the principal difference between \nthe parties’ experts is the proper allocation factor to use in apportioning cost.10 \n{61} In his calculations, Barta allocated the cost of the usable space in the \nsame manner as the FCC Cable Rate.  However, he allocated the cost of the \nunusable space per capita based on the average number of attaching entities as \ndetermine by a pole audit performed by McGavran Engineering. \n{62} The Court finds that the evidence does not justify using Barta’s allocation \napproach.  The additional rights and usable space afforded to Defendant warrant \nallocating a proportional share of the cost of the unusable space, rather than an \n                                                 \n10 Although Plaintiff challenges Barta’s use of select data from Defendant’s financial records to \ncompute the net pole cost, it appears that the key disagreement lies with the allocation factor.  In \nfact, as previously stated, when Barta’s values for net pole cost and carrying charge are used with \nthe allocation factor relied on by Kravtin pursuant to the FCC Cable Rate, the resulting rate still \nfalls far short of the proposed rate of $18.00. \n \n \namount equal to the cost allocated to third-party attachers like Plaintiff.  Defendant \nmakes much greater use of the pole than any other party, and only grants Plaintiff \nthe right to use surplus space on the pole.  Moreover, Plaintiff must pay to install a \ntaller, stronger pole if necessary to make surplus space for its attachment. \n{63} In an attempt to justify Barta’s approach, Defendant proffered the expert \ntestimony of Roger Spain (“Spain”), a certified public accountant.  Spain testified \nthat it is reasonable to allocate the unusable space equally among the attachers \nbecause they each have an equal need for this space to elevate off the ground.  \nWhile technically true, this justification does not account for the significantly \ngreater rights vested in Defendant as the pole owner.  If the third-party attachers \nretained equal rights to the pole, then it would be reasonable to expect them to bare \nan equal share of cost of the unusable space needed to achieve ground clearance.  In \nthis case, the record does not support such a finding. \n{64} Plaintiff is limited to attach only to surplus space on Defendant’s poles, \nand remains subject to Defendant’s approval for each attachment, in Defendant’s \nsole discretion.  Furthermore, Defendant may at any time reclaim space on its poles \nto Plaintiff’s detriment.  In that instance, or if Plaintiff needs additional space for \nits own attachment, Plaintiff must pay to install a new pole at its own expense, \nwhich Defendant takes ownership of and continues to charge Plaintiff rent to \noccupy space on the pole.  Although Defendant may not have exercised these rights \nat the time of trial, the Agreement and Proposed Agreement still grant Defendant \nthe power to do so at any time pursuant to express terms.  These additional rights \nmake a proportional allocation based on the attacher’s use of the usable space \nreasonable, and negate the rationality of Barta and Spain’s conclusions.  Therefore, \nthe Court finds Barta and Spain’s testimony and calculations unreasonable in light \nof the facts presented in this case, and does not rely on either to find Defendant’s \nrate just and reasonable.   \n \n \n \n \n \n3.  \nDEFENDANT’S RATE IS NOT JUST AND REASONABLE \n{65} Because Defendant’s proposed $18.00 rate exceeds the maximum just and \nreasonable pole attachment rate calculated under the FCC Cable Rate formula and \nis not otherwise supported by the evidence and methodologies proffered by \nDefendant and its experts, the Court finds Defendant’s rate of $18.00 unjust and \nunreasonable.11   \nF. \nANALYZING DEFENDANT’S TERMS AND CONDITIONS \n{66} Plaintiff also challenges Defendant’s proposal to charge Plaintiff on a per-\ncable basis and Defendant’s proposed fining mechanism for non-conforming \nattachments.   \n1. \nDEFENDANT’S PER-CABLE CHARGE \n{67} Under the 1984 Agreement, Defendant charged Plaintiff on a per \nattachment basis for one foot of pole space.  Now, Defendant proposes to charge \nPlaintiff based on the number of cables affixed to its attachments.  This \narrangement would double Plaintiff’s rate for any pole with two cables attached \nwithin its one-foot of pole space.  However, all the rate calculations proposed by \nboth sides rely on the pole costs associated with one foot of pole space, and produce \na rate based on one foot of space, regardless of how many cables are attached in that \nspace. \n{68} Because the individual cables are either contained in a single bundle or \nare overlashed on top of an existing attachment, it does not appear that Defendant \nincurs any significant, additional costs due to multiple cables being affixed to a \nsingle attachment within Plaintiff’s one foot of space.  And, even if it did, Defendant \n                                                 \n11 Given the Court’s findings regarding the proposed $18.00 rate, the Court similarly finds that the \n$50.00 default rate set by Defendant’s ordinance is unjust and unreasonable.  However, the Court \nnotes that it does not appear that Defendant ever attempted to charge Plaintiff the default rate nor \ndid Defendant attempt to justify the $50.00 default rate through evidence produced at trial.   \n \n \noffered no evidence at trial to justify charging the same rate for each cable to recoup \nthose additional costs.   \n{69} Under the Proposed Agreement, Plaintiff is assigned one foot of space on \nDefendant’s poles, and every witness who proposed a rate based his or her \ncalculation on that allotment, not on Plaintiff’s attachment of multiple cables within \nits one foot of space.  Accordingly, the Court finds that Defendant’s proposal to \ncharge Plaintiff rent on a per-cable basis is unjust and unreasonable.   \n2. \nDEFENDANT’S FINING MECHANISM  \n{70} In the Proposed Agreement, Defendant also included a provision for a $15-\nper-day penalty, upon 30-days’ written notice of a violation, for any attachment that \nfailed to comply with certain safety and technical requirements.   \n{71} If no agreement existed between the parties, then the default provisions \nin § 62-350 would apply.  In that case, the communications service provider would \nhave 60 days after notice of a violation from the municipality to remedy the \nviolation.  Even still, the communications service provider could extend that time \n“as may be deemed reasonable under the circumstances” if it could not complete the \nwork within the 60-day time frame.  § 62-350(d)(1).  Furthermore, § 62-350 provides \nthe communications service provider with the opportunity to contest the violation.  \nIn any case, if the communications service provider failed to remedy the violation \nand the municipality was forced to address it, then the municipality could recover \nfrom the communications service provider the reasonable and actual costs incurred \nto fix the violation.  § 62-350(d)(3).   \n{72} Although Plaintiff first contests the reasonableness of the penalty \nproposed by Defendant, none of the evidence produced at trial adequately rebutted \nthe reasonableness of the proposed $15 per-day provision.  Even though the $15 per-\nday penalty exceeds the cost-based rates proposed under the rate analysis, the \nevidence produced at trial failed to sufficiently disprove this amount when charged \nas a penalty for violations.  \n \n \n{73} However, due to the nature of pole attachments, it is clear that certain \nviolations can be caused by or at least implicate the other parties attached to the \npole.  For example, one of the other attachers could cause the violation in question \nby attaching too close to Plaintiff.  Without any mechanism to challenge the noticed \nviolations, Plaintiff would be left without any recourse under the proposed terms if \nanother attacher caused the violation.  And, even where Plaintiff is the violating \nparty, the curative measures could implicate the other attachers if their \nattachments need to be moved to accommodate Plaintiff’s attachment.  In that \ninstance, Plaintiff may need significant time to coordinate with the other attachers \nto address its violation, but under the proposed terms, it would have no any means \nto request additional time.  Such provisions cannot be deemed reasonable.   \n{74} The evidence demonstrated that neither the FCC, the NESC, nor the \nparties’ 1984 Agreement impose any time restraints on attachers in addressing \nviolations.  And, under § 62-350’s default time restraints, the communications \nservice providers receive a means to challenge the assessed violations and request \nadditional time to cure them.  Even McGavran, who purportedly drafted the \nProposed Agreement, testified that he did not want a strict time limit, but rather, \npreferred to work with the attachers to cure violations over time.  (Trial Tr. 388–\n90.)  Indeed, at the time of trial, Defendant had not cured all of its own violations \nattributed to it in McGavran’s pole audit from 2008. \n{75} In light of the evidence, the Court finds that, although the penalty may be \njust and reasonable, it cannot be upheld without some mechanism for Plaintiff to \nchallenge the noticed violations or, at the very least, request additional time to \ncoordinate its efforts to cure the violations with the other attachers where \nnecessary.  Therefore, the Court finds Defendant’s proposed fining mechanism \nunjust and unreasonable.   \n \n \n \n \n \n \nG.  \nVIOLATION OF NONDISCRIMINATION REQUIREMENT \n{76} The Court finds that the evidence produced at trial does not support \nPlaintiff’s claim for violation of the nondiscrimination requirement.12  Neither \nWindstream nor Defendant are similarly situated with Plaintiff.  In light of the \nevidence produced at trial, the Court finds that Defendant did not violate § 62-350’s \nnondiscrimination requirement.   \nV.  \nCONCLUSIONS OF LAW \n{77} This Court has jurisdiction under § 62-350 and North Carolina’s \nDeclaratory Judgment Act, N.C. Gen. Stat. §§ 1-253 to 1-257, to hear and determine \nthe claims for relief regarding the reasonableness of Defendant’s pole attachment \nrate, terms and conditions. \n{78} The ultimate disposition of the claims in this action present questions of \nstatutory interpretation.  “The primary rule of construction of a statute is to \nascertain the intent of the legislature and to carry out such intention to the fullest \nextent.”  Applewood Props., LLC v. New South Props., LLC, 366 N.C. 518, 522, 742 \nS.E.2d 776, 779 (2013) (quoting Dickson v. Rucho, 366 N.C. 332, 339, 737 S.E.2d \n362, 368 (2013)).  To discern the intent of the legislature, the Court looks first to the \nplain language of the statute.  Lenox, Inc. v. Tolson, 353 N.C. 659, 664, 548 S.E.2d \n513, 517 (2001).  “If the language of a statute is clear, the court must implement the \nstatute according to the plain meaning of its terms so long as it is reasonable to do \nso.”  Id. (citation omitted). \n{79} Under § 62-350, only municipalities, membership corporations organized \nunder Chapter 117 of the General Statutes, and communications service providers \nmay bring claims for relief under the statute.  Having found that Plaintiff is a \n                                                 \n12 Pursuant to Rule 41(a)(1), Plaintiff may take a voluntary dismissal of any claim “at any time \nbefore the plaintiff rests his case.”  N.C. R. Civ. P. 41(a)(1).  However, here, Plaintiff attempted to \nabandon its claim well after it rested its case.  Indeed, Plaintiff declared its dismissal after \nDefendant rested its case and moved for directed verdict.  Therefore, the Court resolves this \nremaining claim despite Plaintiff’s attempted voluntary dismissal. \n \n \ncommunications service provider as contemplated by § 62-350, the Court concludes \nthat Plaintiff has standing to pursue the claims.  Furthermore, given that Plaintiff \nsubmitted a request to negotiate and the parties thereafter failed to reach an \nagreement despite good faith efforts to negotiate, the Court concludes that the \nclaims are properly before it for determination under § 62-350, and are not \notherwise precluded or barred by any affirmative defenses raised by Defendant.   \n{80} In assessing the Defendant’s proposed rates, terms, and conditions under \n§ 62-350, Defendant first argues that the Court must grant its decisions significant \ndeference.  The Court agrees that municipalities are afforded broad discretion to \noperate their own utilities.  See Carolina Water Serv. v. Town of Pine Knoll Shores, \n145 N.C. App. 686, 689, 551 S.E.2d 558, 560 (2001).  And, it is presumed that a \nmunicipality acts within the public interest where it takes an action within its \ndiscretion, and thus, such acts are entitled to a certain amount of deference.  Greene \nv. Town of Valdese, 306 N.C. 79, 82, 291 S.E.2d 630, 632 (1982) (quoting In re \nAnnexation Ordinance, 284 N.C. 442, 452, 202 S.E.2d 143, 149 (1974)).   \n{81} However, here, § 62-350 expressly limits Defendant’s discretion in this \narea.  See § 62-350(a) (“A municipality . . . shall allow any communications service \nprovider to utilize its poles, ducts, and conduits at just, reasonable, and \nnondiscriminatory rates, terms, and conditions . . . .” (emphasis added)).  Nowhere \nin the statute does the General Assembly grant municipalities discretion to set their \nown rates, terms and conditions unilaterally.  To the contrary, § 62-350 mandates \nthat municipalities must negotiate with communications service providers to reach \na mutual agreement on just and reasonable rates, terms and conditions.  The Court \ncannot conclude that § 62-350 confers upon municipalities the same deference in the \noperation of their utilities as normally would apply.  Instead, the statute directs the \nCourt to “resolve any dispute . . . consistent with the public interest and necessity so \nas to derive just and reasonable rates, terms, and conditions, taking into \nconsideration and applying such other factors or evidence that may be presented by \na party, including without limitation the rules and regulations . . . under [Section \n224].”  § 62-350(c).  This language does not imply or expressly provide for deference \n \n \nto the proposed rates, terms, and conditions proffered by the municipality in \nresolving the dispute before the Court.   \n{82} Regardless, even assuming Defendant’s proposed rates, terms, and \nconditions were entitled to deference, this presumption may be overcome by \ncompetent and substantial rebuttal evidence.  Greene, 306 N.C. at 82, 291 S.E.2d at \n632–33.  As stated by the North Carolina Supreme Court,  \n[t]he presumption of regularity of  official acts is rebuttable by \naffirmative evidence of irregularity or failure to perform duty, but the \nburden of producing such evidence rests on him who asserts unlawful or \nirregular conduct. . . . Hence the burden is on the petitioner to overcome \nthe presumption by competent and substantial evidence.   \nId. (quoting In re Annexation Ordinance, 284 N.C. at 452, 202 S.E.2d at 149).  At \ntrial, Plaintiff produced sufficient competent evidence to overcome this \npresumption, if indeed such a presumption applied.  Therefore, although the Court \nconcludes that Defendant is not entitled to deference under § 62-350, the Court also \nconcludes that a contrary determination would not change the findings and \nconclusions reached herein. \n{83} In \nRutherford, the Court previously interpreted § 62-350 as requiring \nconsideration of the FCC rules and regulations under Section 224, including the \nFCC Cable Rate.  Rutherford Elec. Membership Corp. v. Time Warner Entm’t \nAdvance/Newhouse P’ship, 2014 NCBC 20 ¶ 90 (N.C. Super. Ct. May 22, 2014), \nhttp://www.ncbusinesscourt.net/opinions/2014_NCBC_20.pdf.  “However, § 62-350 \nclearly does not limit the Court’s consideration to only the rules and regulations \napplicable under Section 224.”  Id.  While the Court looked to FCC Cable Rate, the \nCourt also considered and weighed the other methods proffered by Defendant.  \nBased on the record before the Court in this case, the FCC Cable Rate offered the \nmost credible basis for assessing the reasonableness of Defendant’s rate. \n{84} Having resolved the issues in dispute, § 62-350 finally directs the Court to \n“apply any new rate adopted as a result of the action retroactively . . . to the date \nimmediately following the end of the existing agreement.”  § 62-350(c).  Having \nfound Defendant’s rate, terms, and conditions unjust and unreasonable, the Court \n \n \ndirects the parties to negotiate and adopt a new rate consistent with the reasoning \nin this Order and Opinion.  Thereafter, the rate adopted shall be applied \nretroactively to the date immediately following the end of the existing agreement. \nVI. \nCONCLUSION \n{85} For the above stated reasons, the Court ORDERS and DECLARES as \nfollows: \na. Plaintiff’s claim for violation of § 62-350’s nondiscrimination requirement \nis DISMISSED with prejudice;  \nb. Defendant’s $18.00 attachment rate is unjust and unreasonable, in \nviolation of § 62-350;  \nc. Defendant’s proposal to charge Plaintiff separately for each cable attached \nto a pole is unjust and unreasonable, in violation of § 62-350;  \nd. Defendant’s proposed contract term imposing a fining mechanism for \nnonconforming attachments is unjust and unreasonable, in violation of § \n62-350;  \ne. Within 90 days, the parties shall confer and adopt a new rate in \naccordance with the reasoning outlined in this Order and Opinion;  \nf. Upon adopting a new rate, the new rate shall apply retroactively to the \ndate immediately following the end of the existing agreement; and  \ng. The Court retains jurisdiction to enforce the provisions in this Order and \nOpinion, and to grant such further and supplemental relief as may be \nrequired. \nSO ORDERED, this the 24th day of June, 2014. "
}