{
  "id": "273f2d01286f66b273639f0ed710e3a11f03e4f55f52375c4491c9868e060dd2",
  "source_file": "data/raw/ncbc/273f2d01286f66b273639f0ed710e3a11f03e4f55f52375c4491c9868e060dd2.pdf",
  "raw_text": "Kane v. Moore, 2018 NCBC 120. \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17-CVS-13761 \nJOHN McCORMICK KANE, \nMICHAEL PATRICK O’DONNELL, \nand SKELTON & ASSOCIATES, \nLP, derivatively on behalf of \nLOOKOUT CAPITAL, LLC, \nLOOKOUT CAPITAL BETA \nINVESTMENT, LLC, LC GAMMA, \nLLC, LC DELTA INVESTMENT, \nLLC, LC EPSILON INVESTMENT, \nLLC, LC ETA INVESTMENT I, \nLLC, LC THETA INVESTMENT, \nLLC, LC THETA INVESTMENT II, \nLLC, and LC CAPITOLA \nINVESTMENT, LLC, \nPlaintiffs, \nv. \n \nWILLIAM M. MOORE, W. \nMERRETTE MOORE, and \nTIDEWATER EQUITY PARTNERS, \nLLC, \nDefendants, \nand \n \nLOOKOUT CAPITAL, LLC, \nLOOKOUT CAPITAL BETA \nINVESTMENT, LLC, LC GAMMA, \nLLC, LC DELTA INVESTMENT, \nLLC, LC EPSILON INVESTMENT, \nLLC, LC ETA INVESTMENT I, \nLLC, LC THETA INVESTMENT, \nLLC, LC THETA INVESTMENT II, \nLLC, and LC CAPITOLA \nINVESTMENT, LLC, \nNominal Defendants. \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO \nDISMISS PURSUANT TO RULE \n12(B)(1) \n \n THIS MATTER comes before the Court on Defendants’ Rule 12(b)(1) Motion to \nDismiss Verified Amended Complaint .  (“Rule 12(b)(1) Motion”, ECF No. 40 .) \nDefendants contend that Plaintiffs John McCormick Kane (“Kane”), Michael Patrick \n \n \nO’Donnell (“O’Donnell”), and Skelton & Associates, LP (“Skelton”)  lack standing to \npursue the derivative claims they have made in this lawsuit and that, therefore, the \nCourt lacks subject matter jurisdiction and the claims must be dismissed.   (Id. at \npp. 2–3.) \n THE COURT, having considered the Motion, the briefs filed in support of and \nin opposition to the Motio n, the arguments of counsel at the hearing, and other \nappropriate matters of record, CONCLUDES that the Motion should be GRANTED, \nin part, and DENIED, in part, in the manner and for the reasons set forth below. \nEllis & Winters LLP, by Kelly Margolis Dagger and Paul K. Sun, for Plaintiffs \nJohn McCormick Kane and Michael Patrick O’Donnell. \n \nWard and Smith, P.A., by Gary J. Rickner and Marla S. Bowman for \nDefendants William M. Moore and W. Merrette Moore. \n \nParry Tyndall White, by K. Alan Parry and Michelle M. Walker for Defendant \nTidewater Equity Partners, LLC.   \n \nMcGuire, Judge. \n \nI. FACTS AND PROCEDURAL BACKGROUND \n1. In deciding a motion under North Carolina Rule of Civil Procedure \n12(b)(1), N.C. Gen. Stat. § 1A -1, Rule 12(b)(1) (hereinafter “Rule(s)”), the Court can \nconsider matters outside of the pleadings.  Harris v. Matthews , 361 N.C. 265, 271, \n643 S.E.2d 566, 570 (2007) .  Plaintiffs and Defendants have filed with the Court \naffidavits and other evidence.   The facts recited herein are drawn from the Verified \nAmended Derivative Complaint (“VADC”), (Ver. Am. Deriv. Compl., ECF No. 36), the \nAffidavit of Merrette Moore  (M. Moore Aff., ECF No. 23.2), the Supplemental \n \n \nAffidavit of Merrette Moore (Supp. M. Moore Aff., ECF No. 41.1), and the Affidavit of \nMichael Patrick O’Donnell (ECF No. 49.2). \nA. The Parties \ni. Lookout, the Moores, and the Investment Entities \n2. Nominal Defendant Lo okout Capital, LLC (“Lookout”) is a Delaware \nlimited liability company (“LLC”) formed on March 10, 2010, by Defendants William \nM. Moore (“Bill Moore”) and W. Merrette Moore (“Merrette Moore”) (collectively, Bill \nMoore and Merrette Moore are referred to as “the Moores”) .  Lookout is  a private \nequity firm that sought investment opportunities  in North Carolina and the \nSoutheastern United States for its members.  (ECF No. 36, at ¶¶ 25–26.)  The Moores \nwere members of Lookout at all times relevant to this case  and were the sole \nmanagers of Lookout.  (Id. at ¶¶ 19, 20.)   \n3. Lookout’s business model  required each member  to commit to making \nan annual capital contribution to Lookout (“Annual Contribution”), typically for five \nyears.  (Id. at ¶ 27.)  The Annual Contribution gave the member the right to invest a \nproportionate amount of additional money during that year into investment \nopportunities presented to them by Lookout.  (Id. at ¶ 28.)  Members chose whether \nto “opt in” or “opt out” of each proposed investment  presented by Lookout .  ( Id. at \n¶ 30.) \n4. Lookout itself did not invest in any of the invest ment opportunities it \nfound for its members.  (ECF No. 23.2, at ¶¶ 7, 15.)  The Annual Contributions were \nused solely to fund Lookout’s operations in identifying and investigating potential \n \n \ninvestment opportunities.  (Id. at ¶¶ 7, 14.)  All investment fund s were provided by \nLookout’s individual members. \n5. Once Lookout committed to a particular opportunity, it created a \nseparate LLC exclusively for the purpose of collecting the Lookout members’ \ninvestment funds and purchasing and retaining the ownership intere st in the \nassociated business.  (ECF No. 36, at ¶ 34.)  Nominal Defendants Beta Investment, \nLLC (“Beta”), LC Gamma, LLC (“Gamma”), LC Delta Investment, LLC (“Delta”), LC \nEpsilon Investment, LLC (“Epsilon”), LC Eta Investment, I, LLC (“Eta I”), LC Theta \nInvestment, LLC (“Theta”), LC Theta Investment II, LLC (“Theta II”), and LC \nCapitola Investment, LLC (“Capitola”) (collectively the “Investment Entities”) are the \nLLCs formed for the separate investments.  The Investment Entities are North \nCarolina limited liability companies with their principal places of business in Raleigh, \nNorth Carolina.  (Id. at ¶¶ 11 –18.)  Each of the Investment Entities has the same \noffice location and mailing address, and had either Merrette Moore or Lookout listed \nas the registered agent and sole manager of the LLC in their respective operating \nagreements and/or public filings.  (Id. at ¶¶ 37, 40.) \nii. Kane \n6. Kane became employed with Lookout in April 2012 as an associate and \nlater held the positions of Director of Investor Relations and Operating Partner.  (Id. \nat ¶¶ 1, 57.)  Kane was responsible for recruiting new members for Lookout and was \npaid a commission for each new member who jo ined Lookout.  (ECF No. 23.2, at \n¶¶ 33–35.) \n \n \n7. Kane became a member of Lookout in March 2013.  (ECF No. 23.2, at \n¶ 37.)  Kane committed to make Annual Contributions of $1 ,000 per year for five \nyears.  (Id.)  Kane did not make the Annual Contributions in 2015, 2016, and 2017.  \n(Id. at ¶ 38.)   Kane made investments in and is a member of Gamma, Delta, Eta I, \nand Theta.  (ECF No. 36, at ¶ 2.)  Kane is not alleged to be a member of Beta, Epsilon, \nTheta II, or Capitola.   \n8. In 2016, Kane got into a dispute with the Moores over business -related \nissues.  (ECF No. 23.2, at ¶¶  39–42.)  On December 31, 2016, Kane and the Moore s \nentered into a “Settlement and Mutual Release Agreement.”  (Id. at ¶ 43; the “Kane \nSettlement Agreement”, ECF No. 23.6.)  The Kane Settlement Agreement defines the \n“Kane Parties” as “John M. Kane, individually, and as a member of the Lookout \nEntities.”  (ECF No. 23.6, at p. 1.)  Th e “Lookout Entities” are defined in the Kane \nSettlement Agreement to include Lookout, Beta, Gamma, Delta, Epsilon, Eta  I, \nTheta, Capitola, and Theta II.  ( Id.)  The Lookout Entities are  also included within \nthe definition of the “Lookout Parties,” which al so includes the Moores.  The Kane \nSettlement Agreement contains the following release of claims: \nEach of the Kane Parties hereby irrevocably releases, \nacquits, and forever discharges each of the Lookout Parties \nand its predecessors, successors, investors, shareholders, \nlicensees, directors, officers, agents, partners, \nrepresentatives, affiliates, attorneys, employees, \nmanagers, members, subsidiaries, parents, heirs and \nassigns, from any and all actions, causes of action, claims, \ndemands, liabilities, expens es, court costs, expert costs, \ninterest costs, attorneys’ fees, and damages of any kind \nwhatsoever, whether known or unknown, arising out of or \nin any way relating to any conduct by the Lookout Parties \nthat occurred from the beginning of time to the date of full \n \n \nexecution of this Settlement Agreement and relating to or \narising out of the business relationship between the \nContracting Parties.   Notwithstanding the foregoing, the \nKane Parties do not release the Lookout Parties from any \nobligation expressly cre ated in or by this Settlement \nAgreement. \n \n(Id. at p. 2.) \niii. O’Donnell \n9. O’Donnell became a member of Lookout in June 2013 and committed to \nmake Annual Contributions of $10,000 per year for five years.  ( ECF No. 23.2, at \n¶ 45.)  O’Donnell did not m ake the Annual Contributions in 2016 and 2017.  ( Id. at \n¶ 51.)  O’Donnell invested in and is a member of Gamma, Eta I, and Theta.  O’Donnell \nis not a member of Beta, Delta, Epsilon, Theta II, or Capitola.  (ECF No. 36, at ¶ 4; \nO’Donnell Aff., ECF No. 49.2, at ¶ 2.) \n10. O’Donnell also worked for Lookout for a short period as Director of \nInvestment Management until around April 2016.  (ECF No. 23.2, at ¶¶ 47, 50.) \n11. After separating from employment with Lookout, O’Donnell formed \nHawthorne Capital Partners, LLC (“Hawthorne”),  a private equity firm, in January \n2016.  (ECF 23.2, at ¶¶ 44, 52.)  After entering into the Kane Settlement Agreement, \nKane joined Hawthorne.  (Id. at ¶ 30.) \niv. Skelton \n12.  In addition to being a member of Lookout, Skelton invested in and is a \nmember of Beta, Gamma, Delta, and Eta I.  Skelton is not alleged to be a member of \nEpsilon, Theta, Theta II, or Capitola. (ECF No. 36, at ¶ 9.)   \n \n \nv. Tidewater  \n13. In or around May 2016, Merrette Moore formed Tidewater Equity \nPartners, LLC (“Tidewater”) while he was still servin g as a manager of Lo okout.  \n(ECF No. 36, at ¶ 81.)  Tidewater is a North Carolina LLC.  (ECF No. 23.2, at ¶ 56.)  \nThe Moores  are members of Tidewater and Merrette Moore is the manager of \nTidewater.  (ECF No. 36, at ¶ 85; ECF No. 41.1, at ¶ 17.)  Plaintiffs  allege that \nTidewater compete s with Lookout in the private equity market.  (ECF No. 36, at \n¶ 81.)  Plaintiffs further allege upon information and belief that Merrette Moore \nformed Tidewater with the intention of replacing Lookout.  (Id. at ¶ 95.) \n14. Lookout’s Operating Agreement  (“Operating Agreement”) permits its \nmembers to “engage in and possess an interest i n other business \nventures . . . including, without limitation, the ownership, development, and \nmanagement of other similar or competitive ventures.”  ( Id. at ¶ 82.)  However, the \nOperating Agreement requires Lookout’s managers, including Merrette Moore, to act \n“in the best interests of Lookout, resolve all conflicts of interest in favor of Lookout, \nand refrain from any action that ma terially and adversely affects  Lookout’s \nmembers.”  (Id.)   \n15. Merrette Moore has allegedly recruited a number of former and current \nLookout members to invest in Tidewat er.  However, Plaintiffs allege that “Lookout \nmembers who are on poor personal terms with the Moores or  have previously \ncriticized the Moores’ management of Lookout, including Kane and O’Donnell, have \nnot been invited to participate in Tidewater.”  (Id. at ¶ 92.) \n \n \nB. Plaintiffs’ Allegations and Pre-Suit Demand \n16.   Plaintiffs allege, inter alia, that the Moores, and particularly Merrette \nMoore: mismanaged Lookout , breached the Operating Agreement , and breached \nfiduciary duties to Lookou t (ECF No. 36, at ¶¶ 136 –41, 154–76); mismanaged and \nbreached fiduciary duties owed to the Investment Entities  (Id. at ¶¶ 142 –53); and \nbreached fiduciary duties to Lookout by forming Tidewater (Id. at ¶¶ 93, 94, 96, 98–\n135). \n17. On August 25, 2017, counsel for Kane and O’Donnell sent a letter to  \nLookout and the Moores . (ECF No. 49.2 at  Ex. A (“Demand Letter”).)  The Demand \nLetter claimed that counsel represented a “group of investors and Members in \nLookout,” but expressly identified only Kane and O’Donnell as the members.  ( Id. at \nEx. A, p. 1.)  The Demand Letter states that it is a demand, pursuant to Delaware \nlaw, that “Lookout take corr ective action as described herein.”  ( Id.)  The Demand \nLetter details numerous alleged violations of the Operating Agreement and of the \nMoores’ duties to Lookout, and makes demands for corrective action.  ( Id. at Ex. A, \npp. 1 –10.)  The Demand Letter does not expressly name any of the Investment \nEntities. \n18. On November 13, 2017, Kane and O’Donnell initiated this action by \nfiling a Verified Derivative Complaint (“VDC”).  (ECF No. 3.)  The VDC made claims \n“derivatively on behalf of [Lookout],” against the Moores and Tidewater, and named \nLookout as a nominal defendant.  (Id. at p. 1.)  The VDC did not include Skelton as a \nPlaintiff, nor did the VDC make claims on behalf of the Investment Entities.   \n \n \n19. On March 7, 2018, Plaintiffs filed the VADC.  The VADC added Skelton \nas a Plaintiff and made claims derivatively on behalf of Lookout and the Investment \nEntities against the Moores for: breach of fiduciary duty under 6 Del. C. § 18 -1104 \n(ECF No. 36, at ¶¶ 177–85); breach of operating agreement under 6 Del. C. § 18-101 \n(Id. at ¶¶ 186–91); breach of implied covenant of good faith and fair dealing ( Id. at \n¶¶ 192–98); and waste of corporate assets (Id. at ¶¶ 209–16).  Plaintiffs also brought \nclaims against Tidewater for aiding and abettin g breach of fiduciary duty ( Id. at \n¶¶ 199–208), tortious interference with contract ( Id. at ¶¶ 217 –27), and tortious \ninterference with prospective economic advantage ( Id. at ¶¶ 228 –36).  Plaintiffs \nbrought a claim against all Defendants for unfair and dece ptive trade practices \npursuant to N.C. Gen. Stat. § 75-1 (hereinafter the North Carolina General Statutes \nare referred to as “G. S.”) (Id. at ¶¶ 237 –45). Plaintiffs also made a claim in the \nalternative against Merrette Moore and Tidewater for unjust enrichment.  ( Id. at \n¶¶ 246–57.)  The VADC added the Investment Entities as nominal Defendants. \n20. On March 16, 2018, Defendants filed the Rule 12( b)(1) Motion, along \nwith a brief in support of their 12(b)(1) Motion.  (Br. Supp. Rule 12(b)(1) Motion, ECF \nNo. 41.)  Plaintiffs filed a Brief in Opposition to the Rule 12(b)(1) Motion.  (ECF No. \n50.)  Defendants filed a Reply Brief in Support of the Rule 12(b)(1) Motion.  (ECF No. \n54.)  The Court held a hearing on the Rule 12(b)(1) Motion , and it  is ripe for \ndisposition. \n \n \nII. ANALYSIS \n21. Defendants move to dismiss all claims in this lawsuit on the grounds \nthat Plaintiffs lack standing to pursue derivative claims on behalf of the Investment \nEntities and on behalf of  Lookout.  Defendants contend that Plaintiffs, collectively, \nlack standing to bring derivative claims on behalf of Epsilon, Theta II, and Capitola \nbecause none of  the three Plaintiffs are members of those three companies, and \nPlaintiffs lack standing to pursue claims for the remaining Investment Entities \nbecause Plaintiffs did not make a pre-suit demand on the Investment Entities.  (ECF \nNo. 40, at pp. 1–2.)   \n22. Defendants also contend that Plaintiffs, collectively, lack standing to \nbring derivative claims on behalf of Lookout because: (a) Kane released all claims he \nhad against the Moores and their affiliates in the Kane Settlement Agreement ; (b) \nKane’s and O’Donnell’s ownership interests in Hawthorne create a conflict of interest \nwith other Lookout members; (c) Kane and O’Donnell have personal animus towards \nthe Moores; and (d) Skelton lacks standing to pursue derivative claims on b ehalf of \nLookout because Skelton made no pre-suit demand upon Lookout.  ( Id.)  The Court \nwill address these contentions in turn. \nA. Legal Standard for Rule 12(b)(1) \n23. “If a party does not have standing to bring a claim, a court has no subject \nmatter jurisdiction to hear the claim.”  Estate of Apple v. Commercial Courier Express \nInc., 168 N.C. App. 175, 177, 607 S.E.2d 14, 16 (2005).  “Standing concerns the trial \ncourt’s subject matter jurisdiction and is therefore properly  challenged by a Rule \n \n \n12(b)(1) motion to dismiss.”  Fuller v. Easley, 145 N.C. App. 391, 395, 553 S.E.2d 43, \n46 (2001); see also, Aubin v. Susi, 149 N.C. App. 320, 324, 560 S.E.2d 875, 878 (2002) \n(“Standing is a necessary prerequisite to a court’s proper e xercise of subject matter \njurisdiction.”).  “A motion to dismiss for lack of subject matter jurisdiction is not \nviewed in the same manner as a motion to dismiss for failure to state a claim upon \nwhich relief can be granted.”  Tart v. Walker, 38 N.C. App. 500, 502, 248 S.E.2d 736, \n737 (1978).  In addressing a  Rule 12(b)(1) challenge, the Court is not limited to a \nplaintiff's allegations, and may consider matters outside the pleadings.   Harris, 361 \nN.C. at 271, 643 S.E.2d at 570; see also, Keith v. Wallerich, 201 N.C. App. 550, 554, \n687 S.E.2d 299, 302 (2009).  \nB. Plaintiffs Do Not Have Standing to Sue on Behalf of Epsilon, Theta II, and \nCapitola Because Plaintiffs Are Not Members of Those Investment Entities.  \n \n24. Defendants argue that none of the Plaintiffs are members of Epsilon, \nTheta II, and Capitola, and therefore, Plaintiffs lack standing to sue on behalf of those \ncompanies.  (ECF No. 41, at pp. 20–21.) \n25. The named investment entities are North Carolina LLCs.   Pursuant to \nG.S. § 57D -8-01(a), a plaintiff purporting to bring de rivative claims on behalf of a \nNorth Carolina LLC must be a member of that LLC “at the time the act or omission \nfor which the proceeding is brought” occurred, or if “all or any portion of the member’s \nownership interest devolve[d] by operation of law from an ownership interest that \nwas owned by a member at that time.”  \n26. It is undisputed that  Plaintiffs are not members, and have never been \nmembers, of Epsilon, Theta II, or Capitola.  Accordingly, the Rule 12(b)(1) Motion to \n \n \ndismiss Plain tiffs’ derivative claims o n behalf of Epsilon, Theta II, and  Capitola \nshould be GRANTED  and such derivative claims should be  DISMISSED without \nprejudice.  \nC. Plaintiffs Failed to Make a P roper Pre-suit Demand on Behalf of the \nInvestment Entities. \n \n27. Defendants further argue that Plaintiffs cannot make derivative claims \non behalf of the remaining Investment Entities because Plaintiffs did not make an \nadequate demand on the Investment Entities as required by G.S. § 57D-8-01(2).  (ECF \nNo. 41, at pp. 21 –23.)  Each of the Investment Entities is a North Carolina LLC.  A \nmember of a North Carolina LLC can bring a derivative action only if the “ member \nmade written demand on the LLC to take suitable action, and either (i) the LLC \nnotified the member that the member's dema nd was rejected, (ii) 90 days have \nexpired from the date the demand was made , or (iii) irreparable injury to the LLC \nwould result by waiting for the expiration of the 90 -day period.”  G.S. § 57D-8-01(2); \nAzure Dolphin, LLC v. Barton, 2017 NCBC LEXIS 90, at *20 (N.C. Super. Ct. Oct. 2, \n2017) (“A party’s standing to bring derivative claims depends on compliance with the \ndemand requirement in [G.S.] § 57D-8-01(a)(2)” (internal quotation marks omitted).) \n(citing Petty v. Morris, 2014 NCBC LEXIS 67, at *4 (N.C. Super. Ct. Dec. 16, 2014). \n28. The pre -suit demand required by section 57D -8-01(a) “must be made \nwith sufficient clarity and particularity to permit the corporation . . . to assess its \nrights and obligations and determine what action is in the best interest of  the \ncompany.”  Miller v. Burlington Chem. Co., 2017 NCBC LEXIS 6, at *29 (N.C. Super. \n \n \nCt. Jan, 27, 2017) (quoting Garlock v. Hilliard , 2000 NCBC LEXIS 6, at *9 (N.C. \nSuper. Ct. Aug. 22, 2000)). \n[T]he Court must [ ] determine whether the Demand Letter \nconstituted a proper demand to take suitable action so as \nto satisfy the demand requirement.  In so doing, the Court \nmust compare the derivative claims asserted in a \ncomplaint against the specific demands a plaintiff has \nmade prior to filing suit. \n \nId. at *30 (quotation marks omitted). \n \n29. Preliminarily, Plaintiffs do not explicitly allege that they made a pre -\nsuit demand on any entity other than Lookout in the VADC.  (ECF No. 36, at ¶ 24.)  \nIn addition, Plaintiffs do not allege any wrongful conduct directed specifically at the \nInvestment Entities by the Moores or Tidewater in their nine causes of action.  (ECF \nNo. 36, at ¶¶ 177 –257.)  Rather, all of the wrongful conduct is alleged to have been \ntaken against or with regard to Lookout.  (Id.) \n30. The Demand Letter itself is directed to, and discusses, only Lookout: \nnone of the Investment Entities are mentioned by name.  The Demand Letter is titled \n“Re: Mismanagement of Lookout Capital, LLC[,] Demand for Corrective Action Under \n6 Del. C. § 18-1003 and Ct. Ch. R. 23.1[.]”  (ECF No. 49.2 at Ex. A, p. 6.)  Lookout is \nthe only Delaware LLC in this action, and any demand upon the Investment Entities \nwould properly be made under North Carolina law.  In the Demand Letter Kane and \nO’Donnell are identified as “Members in Looko ut” and not as members of any \nInvestment Entities.  ( Id.)  The Demand Letter references and quotes only the \nLookout Operating Agreement, and not any of the Investment Entities’  operating \nagreements, (Id. at pp. 2–3), and cites only the Delaware Limited Liability Company \n \n \nAct and corresponding case law from Delaware in support of its claims.  (Id. at pp. 4–\n5.) Finally, the Demand Letter demands “that Lookout take corrective action ,” and \ndoes not expressly demand that the Investment Entities take any action.  (Id. at pp. 1, \n9.)   \n31. Plaintiffs argue that “a party -by-party analysis of Plaintiffs’ statutory \nstanding and demand requirements is not necessary, [because Plaintiffs]  have \nalleged . . . that the [Investment Entities] are mere instrumentalities of Lookout,” \nand that their pre-suit demand upon Lookout should satisfy the statutory \nrequirement for a demand upon each of the Investment Entities . (ECF No. 49, at \npp. 22–26.)   \n32. Under North Carolina law, a “corporation which exercises actual control \nover another, operating the latter as a mere instrumentality or tool, is liable for the \ntorts of the corporation thus controlled.  In such instances the separate identities of \nparent and subsidiary or affiliated corporations may be disregarded.”  Glenn v. \nWagner, 313 N.C. 450, 454, 329 S.E.2d 326, 330 (1985); see also, Henderson v. Security \nMortg. & Finance Co. , 273 N.C. 253, 260, 160 S.E.2d 39, 44 (1968).  However, “[a] \ncorporation's separate and independent  existence is not to be  disregarded lightly,” \nand should be a “rare” occurrence.  State ex rel. Cooper v. Ridgeway Brands Mfg., \nLLC, 362 N.C. 431 , 438-439, 666 S.E.2d 107, 112 ( 2008) (quotations and citations \nomitted). \n33. To invoke the mere instrumentality theory  a plaintiff must prove: (1) \ncontrol that rises to the level of “complete domination, not only of finances, but of \n \n \npolicy and business practice in respect to the transaction attacked so that the \ncorporate entity as to this transaction had at the time no se parate mind , will or \nexistence of its own[;]” (2) the use of such control by the defendant “to commit fraud \nor wrong, to perpetrate the violation of a statutory or other positive legal duty, or a \ndishonest and unjust act in contravention of plaintiff’s leg al rights[;]” and (3) that \nsuch control and breach of duty proximately caused injury.  Glenn, 313 N.C. at 455, \n329 S.E.2d at 329 (internal citations and quotations omitted) . The most commonly \nrecognized application of the instrumentality rule is when court s disregard the \ncorporate form to pierce the corporate veil, “and extend liability for corporate \nobligations beyond the confines of a corporation’s separate entity whenever necessary \nto prevent fraud or to achieve equality.”  Id. at 454, 329 S.E.2d at 330.   \n34. Defendants have presented unrebutted evidence that the Investment \nEntities are not subsidiaries of Lookout, but  instead are separately -formed North \nCarolina LLCs and that Lookout has no ownership interest in the Investment \nEntities.  (ECF No. 41.1, at ¶¶ 5–6; Lookout Op. Ag., ECF No. 23.2, at ¶¶ 15–20.)   \n35. Nevertheless, Plaintiffs claim that the Investment Entities “are, as a \npractical matter, subsidiaries of Lookout and are controlled by the Moores through \nLookout” and “were established not for the purpo se of forming new and separate \ncompanies, but merely to mechanically facilitate Looko ut’s investments.”  (ECF No. \n36, at ¶¶ 36, 41.)  In support of this claim, Plaintiffs allege that:  Merrette Moore or \nLookout is the manager and registered agent of each of the Investment Entities (Id. \nat ¶ 37); the Investment Entities share the same office location and mailing address \n \n \n(Id. at ¶ 40); Merrette Moore has frequently used Lookout’s name, letterhead, and \nnewsletter to dissem inate information regarding the  Investment Entities ( Id. at \n¶ 38); and Lookout has paid expenses for the Investment Entities including costs of \ntax preparation and filings with the Secretary of State (Id. at ¶ 39).   \n36. Plaintiffs have not cited , and the Court has not found, any  reported \nNorth Carolina cases applying the mere instrumentality/alter ego theory to relieve a \nplaintiff from making a statutorily -required derivative demand on a corporation \nbecause that corporation is alleged to be dominated and controlled by another  \ncorporation.   \n37. Ultimately, even if the mere instrumentality theory could be applied to \ndecide the adequacy of a derivative demand, the Court finds that Plaintiffs have not \npleaded facts sufficient to support an allegation that Lookout or the Moores exercised \n“complete domination” of the Investment Entities such that they had “ no separate \nmind, will or existence of [their] own.”  Glenn, 313 N.C. at  455, 329 S.E.2d at 330.  \nWhile Plaintiffs allege that Merrette Moore was the manager of both Lookout and the \nInvestment Enti ties, and that Merrette Moore managed the business of all of the \nentities from a single location, t hese facts, even if true, would not warrant \ndisregarding the corporate forms of the various companies.  See, Sprouse v. North \nRiver Ins. Co. , 81 N.C. App. 31 1, 319, 344 S.E.2d 555, 561 (1986) (refusing to \n“disregard the existence of the two corporations and treat them as a single entity for \npurposes of this litigation” even though “[i]t does appear that the two corporations \nare controlled by substantially the same officers”); Blue Ridge Pediatric & Adolescent \n \n \nMedicine, Inc. v. First Colony Healthcare, LLC, 2012 NCBC LEXIS 52 , at * 15–16 \n(N.C. Super. Ct. Oct. 3, 2012) (“While Plaintiffs allege that numerous affiliates occupy \nthe same office, share the same  employees, and are insolvent  . . . . these allegations \nmerely establish a working relationship, rather than outlining the requisite control \nand domination to substantiate this claim.”). \n38.  The Court concludes that Plaintiffs have not alleged that they made a \nproper demand for corrective action on the Inve stment Entities as required by G.S. \n§ 57D-8-01(a)(2).  The VADC alleges only that Plaintiffs made a demand on Lookout.  \nIn addition, the Demand Letter does not contain any explicit claims regarding the \nInvestment Entities, nor a demand that the Investment Entities take corrective \naction.  See Miller, 2017 NCBC LEXIS 6, at *32–34 (holding a demand letter’s failure \nto mention the specific breaches of fiduciary duty alleged by plaintiff in the complaint \nfatal to plaintiff’s derivative claims).   \n39. Therefore, Plaintiffs’ derivative claims on behalf of the Investment \nEntities should be dismissed.  The Rule 12(b)(1) Motion to dismiss Plaintiffs ’ \nderivative claims on behalf of Beta, Gamma, Delta, Eta  I, and Theta should be \nGRANTED, and such derivative claims should be DISMISSED without prejudice. \nD. Kane Released All D erivative and Direct Claims Against Lookout and the \nMoores for Conduct Occurring Prior to December 31, 2016. \n \n40. Defendants argue that Kane lacks standing to sue on behalf of Lookout \nbecause he released all claims against the Moores and Lookout, both individual and \nderivative, in the Kane Settlement Agreement.  In the Kane Settlement Agreement, \nKane, individually and as a member of Lookout and the Investment Entities, released \n \n \nLookout, the Investment Entities,  and the Moores from any and all claims and \ndamages, known or unknown, arising in any way out of conduct on behalf of or due \nto association with Lookout.  (ECF No. 23.6, at p. 2.)  The Kane Settlement Agreement \nwas effective December 31, 2016.  (ECF No. 23.2, at ¶ 43.) \n41. A release “operates as a merger of, and bars all right to recover on, the \nclaim or right of action” covered by the release.  Fin. Servs. of Raleigh, Inc. v. Barefoot, \n163 N.C. App. 387, 392, 594 S.E.2d. 37, 41 (2004)  (citing Jenkins v. Fields, 240 N.C. \n776, 778, 83 S.E.2d 908, 910 (1954)).  However, a release generally bars only those \nclaims in existence at the time it is execute d, and not claims accruing after the \nexecution of the release.  Travis v. Knob Creek, Inc. , 321 N.C. 279, 282 , 362 S.E.2d \n277, 279 (1987) (analyzing a release agreement pursuant to the “general rule ” that \n“[a] release ordinarily operates on the matters exp ressed therein which are already \nin existence at the time of the giving of the release”); see also Sims v. Gernandt, 341 \nN.C. 162, 164–65, 459 S.E.2d 258, 259–60 (1995) (stating the same general rule, and \ndistinguishing plaintiff’s case from that in Travis because plaintiff’s claim against \ndefendant had accrued when she signed the release); Fin. Servs. of Raleigh, Inc., 163 \nN.C. App. at  393–94, 594 S.E.2d at 41–42 (quoting Travis and Sims, and stating that \nthose cases “reflect the general rule that a gener al release cannot be held to bar a \nclaim which did not exist when it was signed” (internal quotation marks omitted)). \n42. The Court has reviewed the release and the arguments made by counsel \nand concludes that the broad release language covers Kane’s derivativ e claims \naccruing on or before December 31, 2016 against the Moores , Lookout, and its \n \n \naffiliates.  Shaw v. Gee, 2016 NCBC LEXIS 103, at *9 (N.C. Super. Ct. Dec. 21, 2016) \n(holding that a release signed by plaintiff “to the extent he is a member, stakeholder, \nor holds an interest in any entity identified herein” was intended to cover all \nownership interests in the LLC to which plaintiff was a member, including the right \nto bring derivative actions). \n43. Plaintiffs contend that even if Kane released his claims against Lookout \nand the Investment Entities, he has not release d claims against Tidewater.  \nDefendants argue that Kane released Lookout, the Moores, and their “affiliates” in \nthe Kane Settlement Agreement, and that Tidewater is an affiliate company of \nLookout and of the Moores.  (ECF No. 54, at p. 2.)  Defendants cite Procar II, Inc. v. \nDennis, 218 N.C. App. 600, 601–02, 721 S.E.2d 369, 370–71 (2012), in which the Court \nof Appeals adopted the definition of “affiliate” from Black’s Law Dictionary: “ a \ncorporation that is related to another corporation by shareholding or other means of \ncontrol: a subsidiary, parent or sibling corporation. ”  Id. at 601, 721 S.E.2d at 37 0.  \nRelying on this definition, the Court  of Appeals held that two companies that were \nowned and controlled by a single individual were “affiliates.”  Id. at 601–02, 721 \nS.E.2d at 370–71. \n44. The Court finds that Tidewater was an affiliate of Lookout and of the \nMoores within the meaning of the Kane Settlement Agreement.  Plaintiff s concede \nthat both Tidewater and Lookout are owned by the Moores , controlled by Merrette \nMoore, and are related “ by shareholding or other means of control .” Id. at 601, 721 \nS.E.2d at 370.  In addition, Tidewater was formed in or around May 2016, and was \n \n \nin existence when Kane executed the Kane Settlement Agreement in December 2016.  \nEven if Kane was not aware of Tidewater at the time he entered into the Kane \nSettlement Agreement, Kane released all claims “whether known or unknown.”  See \nMerrimon v. Postal Telegraph -Cable Co., 207 N.C. 101, 105 –06, 176 S.E. 246, 248 \n(1934) (recognizing that “[t]he language in a release may be broad enough to cover all \ndemands and rights to demand or possible causes of action . . . whether or not the \nvarious demands or claims have been discussed or mentioned,   and whether or not \nthe possible claims are all known”);  Talton v. Mac Tools, Inc., 118 N.C. App. 87, 90–\n91, 453 S.E.2d 563, 565 (1995)  (“Since this language was broad enough to cover all \npossible causes of action, whether or not the possible claims are all known, plaintiffs \ncannot rely on their ignorance of facts giving rise to a claim for fraud as a basis for \navoiding the release.”).   \n45. Kane cannot pursue claims individually or as a member of Lookout or \nany of the Investment Entities for any conduct occurring prior to December 31, 2016, \nwhich includes many, if not most, of the  allegations of mismanagement of Lookout \nand allegations surrounding the formation of Tidewater.   \nE. O’Donnell, but not Kane, is an A dequate Representative of Lookout’s \nMembers for the Purpose of Making Derivative Claims. \n \n46. Defendants argue that Kane and O’Donnell lack standing to bring \nderivative claims on behalf of Lookout because they cannot fairly or adequately \nprotect the interests of Lookout and all its members.  (ECF No. 41, at p. 15.)   \n \n \nDefendants do not challenge Kane’s and O’Donnell’s  standing to bring derivative \nclaims on behalf of Lookout on any other grounds.1   \n47. Under the “internal affairs doctrine,”  which both North Carolina and  \nDelaware recognize, only the state of organization can exercise authority to regulate \n“matters peculiar to the relationships among or between the corporation and its \ncurrent officers, directors, and shareholders.”  Bluebird Corp. v. Aubin, 188 N.C. App. \n671, 680, 657 S.E.2d 55, 63 (2008) (citation omitted); see also Pyott v. La. Mun. Police \nEmps.’ Ret. Sys., 74 A.3d 612, 616 (Del. 2013).  This principle has been codified in the \nNorth Carolina Limited Liability Company Act, which states that “[i]n any derivative \nproceeding in the right of a foreign LLC, the matters covered by this Article will be \ngoverned by the law of the jurisdiction of the foreign LLC's organization.” G.S. § 57D-\n8-06.  Kane and O’Donnell’s adequacy as derivative representatives for Lookout, a \nDelaware LLC, must be analyzed under Delaware law. \n48. Delaware law requires that “[a]n action brought by or against the \nmembers of an unincorporated association as a class by naming certain members as \nrepresentative parties may be maintained only if  it appears that the representative \nparties will fairly and adequately protect the interests of the association and its \nmembers.” Del. Ch. Ct. R. 23.2 (emphasis added); see also Youngman v. Tahmoush , \n457 A.2d 376, 379 (Del. Ch. 1983) (“[T]he plaintiff in a  derivative action must be \n                                                 \n1 For example, Defendants do not argue, as they do regarding Skelton, that Kane and \nO’Donnell have failed to adequately allege that they made a pre -suit demand for corrective \naction on Lookout. \n \n \nqualified to serve in a fiduciary capacity as a representative of a class, whose interest \nis dependent upon the representative's adequate and fair prosecution.”).2   \n49. In determining whether a plaintiff has standing to bring deriva tive \nclaims, Delaware courts consider eight factors: (1) economic antagonisms between the \nrepresentative and the class; (2) the remedy sought by plaintiff in the derivative \nlitigation; (3) indications that the named plaintiff was not the driving force behi nd \nthe litigation; (4) plaintiff’s unfamiliarity with the litigation; (5) other litigation \npending between plaintiff and defendants; (6) the relative magnitude of plaintiff’s \npersonal interests as compared to her interests in the derivative action itself; (7) \nplaintiff’s vindictiveness toward defendants; and (8) the degree of support plaintiff \nwas receiving from the shareholders she purported to represent.  See In re Fuqua \nIndus., Inc. S’holder Litig. , 752 A.2d 126, 130 (Del. Ch. 1999).  The Court need not \nfind all factors present for a finding of inadequacy, but “if a derivative plaintiff is to \nbe disqualified by a strong showing of only one factor, that factor must involve some \nconflict of interest between the derivative plaintiff and the class.”  Id.   \n50. The Court first will address whether Kane can be a fair and adequate \nrepresentative for Lookout members in light of his release of claims.  Kane has \nreleased any claims he held as a member of Lookout that accrued on or before \nDecember 31, 2016.  Kane is precluded from acting as a representative in pursuing \n                                                 \n2 The Delaware Legislature has allowed derivative suits to be brought by members on behalf \nof limited liability companies. See 6 Del. C. §§ 18-1001, et seq. As a result, “case law governing \ncorporate derivative suits is equally applicable to suits on behalf of an LLC.”  Banyan \nMezzanine Fund II v. Rowe , 2016 NCBC LEXIS 38, *10 (N.C. Super. Ct.  May 10,  2016) \n(quoting VGS, Inc. v. Castiel, 2003 Del. Ch. LEXIS 16, *43 (Del. Ch. Feb. 28, 2003).   \n \n \nclaims, and from sharing in any recovery, arising from  the many alleged acts of \nwrongdoing and neglect by the Moores that occurred prior to December 31, 2016.  \n(ECF No. 36, at ¶¶ 68–72, 81, 100–06, 136, 142–47, 152, 167–76.)  Therefore, Kane’s \ninterest in the claims raised on behalf of Lookout is substantially narrower than the \ninterests of other Lookout members.   While Delaware courts have recognized that a \nrepresentative plaintiff’s interests may be  greater than those of his fellow class \nmembers, those interests must be at least coextensive with those other shareholders.  \nYoungman v. Tahmoush , 457 A.2d at 380 (“The fact that the plaintiff may have \ninterests which go beyond the interests of the class, but are at least co-extensive with \nthe class interest, will not defeat his serving a s a representative of the class ” \n(emphasis added).).  The conflict present here is substantial enough to preclude Kane \nfrom general representation of the derivative class in this suit, even for the limited \nconduct alleged to have occurred after December 31, 2016.   \n51. Therefore, the Court concludes that Kane will not be able to fairly and \nadequately protect the interests of Lookout and its members in this lawsuit.  Del. Ch. \nCt. R. 23.2.  As a result, Defendants’ motion to dismiss derivative claims brought by \nKane for lack of standing is GRANTED , and those claims are DISMISSED  without \nprejudice.  \n52. With regard to O’Donnell, the Court has considered the eight Delaware \nfactors and Defendants arguments, and at this time is not persuaded that O’Donnell \ncannot fairly and adequately represent Lookout and its other members .  There is no \nevidence of any conflict or “economic antagonism” between O’Donnell and Lookout or \n \n \nits members.  Defendants argue that O’Donnell’s participation in Hawthorne, which \ncompetes with Tidewater  in the private equity market , establishes a conflict of \ninterest with regard to O’Donnell’s representation of Lookout and its members.  \nHowever, Defendants do not claim that Hawthorne competes with Lookout for \ninvestment opportunities.  To the contrary, Defendants admit that Lookout is no \nlonger seeking new investment opportunities and is “w inding down” its operations.  \n(ECF No. 23.2, at ¶ 28.)  In addition, there is no other litigation between O’Donnell \nand Lookout.  The Court finds there is no conflict between O’Donnell and Lookout or \nits members. \n53. O’Donnell was an original Plaintiff in, and driving force behind, the \nlawsuit, and appears to be enthusiastically pursuing the litigation.  ( See, ECF No. \n49.2.)  Plaintiffs’ evidence also indicates that the other members of Lookout generally \nsupport this lawsuit.  (Id. at ¶¶ 10–15.) \n54. In addition, most of the evidence before the Court is focused on Ka ne’s \nanimosity toward the Moore s, not O’Donnell’s.  A ny discord between O’Donnell and \nthe Moores is not sufficient to preclude O’Donnell from representing Lookout and its \nmembers in this lawsuit. \n55. In conclusion, the Court finds that O’Donnell is an adequate \nrepresentative of Lookout members for the purpose of making derivative claims \nunder Delaware law.  Def endants’ motion to dismiss Plaintiffs’ claims because \nO’Donnell lacks standing should be DENIED.  \n \n \n \n \nF. Skelton Lacks Standing to Bring Derivative Claims on Behalf of Lookout. \n \n55. Defendants contend that Skelton lacks standing to pursue derivative  \nclaims on behalf of Lookout because it  did not make a pre -suit demand on Lookout \nand Plaintiffs do not allege that a demand would have been futile.  (ECF No. 41, at \npp. 23–25.)  The entirety of Plaintiffs’ allegations regarding the demand is as follows: \nPlaintiffs meet t he conditions for bringing this derivative \naction pursuant to [G.S.] § 57D -8-01(a), as they were \nmembers of Lookout and its subsidiaries at all relevant \ntimes,[ ] and made a written demand on Lookout to take \nsuitable action, which was rejected. \n \n(ECF No. 36, at ¶ 24.) \n56. Pursuant to Delaware law, “a derivative complaint must allege with \nparticularity the efforts, if any, made by the plaintiff to obtain the action the plaintiff \ndesires from the directors . . . and the reasons for the plaintiff’s failure to obta in the \naction or for not making the effort.”  Hartsel v. Vanguard Grp., Inc. , 2011 Del. Ch. \nLEXIS 89, at *89 (Del. Ch. Ct. June 15, 2011) (quoting Del. Ch. Ct. Rule 23.1(a)) \n(internal quotation marks omitted); Kaufman v. Belmont, 479 A.2d 282, 286 (Del. Ch. \nCt. 1984); Krieger v. Johnson, 2014 NCBC LEXIS 13, at *13 (N.C. Super. Ct. Apr. 30, \n2014).  The demand requirement under Delaware law is  \na substantive right designed to give a corporation the \nopportunity to rectify an alleged wrong without litigation , \nand to control any litigation which does arise .  Under \nDelaware law, a derivative plaintiff must give the board of \ndirectors the opportunity to exercise that substantive right \nor demonstrate that the board is incapable of evaluating [a] \ndemand in a disinterested and independent manner, i.e., \nbecause that demand would be futile. \n \n \nBraddock v. Zimmerman , 906 A.2d 776, 784 (Del. 2006) (internal quota tion marks \nomitted).  Thus, the demand requirement is “not a mere procedural nicety,” but rather \nit is a deliberate departure from the notice pleading standard.  Richardson v. Graves, \nC.A. no. 6617 , 1983 Del. Ch. LEXIS 466, at *5 (Del. Ch.  Ct. June 17, 198 3).  \n“Generalities, artistically ambiguous, [or] all-encompassing conclusory allegations \nare not enough.  What is required are pleadings that are specific and, if conclusory, \nsupported by sufficient factual allegations that corroborate the conclusion and \nsupport the proposition that demand is futile.”  Id. \n57. If the plaintiff does not make a demand prior to filing suit, the plaintiff \nbears the burden of alleging with particularity in the complaint the reasons why \ndemand would have been futile.  Haber v. Bell, 465 A.2d 353, 357 (Del. Ch. Ct. 1983).  \nIf a derivative plaintiff fails to carry his burden of alleging with particularity facts \nsufficient to excuse a demand, his complaint must be dismissed, even if his claim is \notherwise meritorious.  Id.  “When deciding a motion to dismiss for failure to make a \ndemand under Chancery Rule 23.1 the record before the court must be restricted to \nthe allegations of the complaint.”  Spiegel v. Buntrock, 571 A.2d 767, 774 (Del. 1990). \n58. In response, Plaintiffs first argue that Skelton was not required to make \na demand because it simply joined as a plaintiff in an already -filed lawsuit and did \nnot “commence” the action.  (ECF No. 49, at pp. 27–28.)  In support, Plaintiffs rely on \nWright v. Krispy Kreme Doughnuts, Inc. , 231 F.R.D . 475 (M.D.N.C. 2005) , in which \nthe federal district court allowed a plaintiff  who had not made her own separate \ndemand to intervene in a preexisting North Carolina derivative suit filed under G.S. \n \n \n§ 55-7-42 pursuant to Federal Rule of Civil Procedure 24,  holding that “[b]y its own \nplain lang uage, [G.S. § 55 -7-42] states that ‘ [n]o shareholder may commence a \nderivative proceeding until ’ demand is made.  . . . The statute  does not require \ndemand to be made when a party intervenes in an othe rwise ongoing derivative \naction.”  Id. at 479 (emphasis in original). \n59. The Court is not persuaded by Plaintiffs’ argument.  First, Plaintiffs do \nnot cite any Delaware authority permitting a shareholder who did not make his or \nher own demand on the corporation to join a derivative action that already has been \nfiled by other shareholders .  On the contrary, the Court’s review of Delaware law \nsuggests that Delaware requires even proposed permissive interven ors to comply \nwith the demand requirements of Chancery R ule 23.1.  In re Freeport -McMoRan \nCopper & Gold Deriv. Litig. , 2013 Del. Ch. LEXIS 50, at *3 –4 n.7 (Del Ch. Ct. Feb. \n14, 2013) (“To the extent that the Proposed Intervenors suggest that the Court has \ndispensed with the necessary Rule 23.1 inquiry, they are mistaken.”); Dubroff v. Wren \nHoldings, LLC, 2011 Del. Ch. LEXIS 164 (Del. Ch. Ct. Oct. 28, 2011) (analyzing the \nnature of each claim the purported -intervenor-plaintiffs intend to bring against \ndefendants in a preexisting action, because derivative claims require analysis of \ncompliance with Chancery Rule 23.1 and noncompliance with Chancery Rule 23.1 is \ngrounds for dismissal).     \n60. Second, in this case , unlike in Krispy Kreme, Skelton has not asked to \npermissively intervene, but instead has attempted to join the lawsuit by asserting \nclaims as a Plaintiff in the VADC.  Finally, Chancery Rule 23.1 does no t contain \n \n \nlanguage similar to G.S. § 55-7-42, which ties  the demand requirement strictly to \nshareholders who “commence a derivative proceeding. ” Chancery Rule 23.1 instead \nrequires that “[t] he complaint shall [ ] allege with particularity the efforts, if any, \nmade by the plaintiff to obtain the action the plaintiff desires from the directors or \ncomparable authority and the reasons for the plaintiff's failure to obtain the action or \nfor not making the effort.”  Del. Ch. Ct. R. 23.1(a) (emphasis added). \n61. Alternatively, Plaintiffs contend that Skelton “arguably” made  the \nrequired demand because the Demand Letter stated that it was sent on behalf of “a \ngroup of in vestors and Members in Lookout  . . . including but not limited to [ Kane] \nand [O’Donnell].”  ( Id. at pp. 28 –29.)  Plaintiffs contend that the letter should be \ninterpreted as having been sent on behalf of other Lookout members including \nSkelton.  (Id. at p. 28.) \n62. Plaintiffs’ contention that Skelton “arguably” complied with his pleading \nrequirement because the Demand Letter purported to be on behalf of other unnamed \nLookout members bears little consideration.  First, the Court cannot consider the \ncontents of the Demand Letter, which w ere not expressly alleged in the VADC.  In \ndeciding whether Skelton has adequately pleaded demand or futility, the Court is \n“restricted to the allegations of the complaint.”  Spiegel, 571 A.2d at 774.  In addition, \nPlaintiffs have not supported their argument with legal authority from Delaware or \nany other jurisdiction that a demand expressly made by specific shareholders , but \nalso purporting to be made on behalf of unnamed others, would meet the particularity \nrequirements of Chancery Rule 23.1.  Plaintiffs’ argument must fail. \n \n \n63. Turning to the allegations in the VACD, Plaintiffs’ allegation regarding \nSkelton’s pre-suit demand is vague and conclusory.   It does not refer to Chancery \nRule 23.1 or any other Delaware law, but instead alleges only that Plaintiffs meet the \ndemand requirement for bringing a derivative suit under North Carolina law.  It does \nnot specify the form of the purported “demand,” the date of the demand, the contents \nof the demand, the time between Lookout’s receipt of  the demand and its alleged \nrejection of the demand  or the nature of the alleged rejection , or any other details \nfrom which the Court could determine the sufficiency of the demand. Even t he \nallegation that Plaintiffs “meet” North Carolina’s demand requirem ents is a legal \nconclusion.  This bare allegation when considered in isolation is insufficient for the \nCourt to find that Skelton made an adequate demand.  Allowing Skelton to proceed \nas a derivative plaintiff would frustrate the purpose of the strict demand requirement \nfor derivative standing under Delaware law.  Skelton also did not plead with \nparticularity the facts that would support demand futility. \n64. Therefore, Skelton lacks standing to bring derivative claims on behalf of \nLookout.  Defendants’ motion to dismiss derivative claims brought by Skelton for lack \nof standing is GRANTED, and those claims are DISMISSED without prejudice. \nIII. CONCLUSION \nTHEREFORE, IT IS ORDERED that: \n1. The Rule 12(b)(1) Motion, to the extent is seeks dismissal of derivative claims \nraised on behalf of the Investment Entities , is GRANTED, and those claims  \nare DISMISSED, without prejudice. \n \n \n2. The Rule 12(b)(1) Motion, to the extent is seeks dismissal of derivative claims \nraised on behalf of Lookout  by Kane, is GRANTED, and those claims are \nDISMISSED, without prejudice. \n3. The Rule 12(b)(1) Motion, to the extent it seeks dismissal of derivative claims \nraised on behalf of Lookout by O’Donnell, is DENIED.  \n4. The Rule 12(b)(1) Motion, to the extent it seeks dismissal of derivative claims \nraised on behalf of Lookout by Skelton, is GRANTED, and those claims are \nDISMISSED, without prejudice. \n \nSO ORDERED, this the 26th day of November, 2018. \n \n  /s/ Gregory P. McGuire   \nGregory P. McGuire \nSpecial Superior Court Judge for \nComplex Business Cases  \n "
}