{
  "id": "27c8734867abeebe8d6039a44df377fcf99df160fe702903d32701c3ccfd076d",
  "source_file": "data/raw/ncbc/27c8734867abeebe8d6039a44df377fcf99df160fe702903d32701c3ccfd076d.pdf",
  "raw_text": "Sec. Camera Warehouse, Inc. v. Bowman, 2017 NCBC 38. \n \nSTATE OF NORTH CAROLINA \n \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 5385 \n \nSECURITY CAMERA \nWAREHOUSE, INC., \n \nPlaintiff, \n \nv. \n \nJUSTIN BOWMAN, individually, \nand ARCDYN, INC., \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON  \nPLAINTIFF’S MOTION FOR \nPRELIMINARY INJUNCTION AND \nDEFENDANTS’ MOTION TO DISMISS \n \n \n1. This case is the second litigation in less than a year  between Plaintiff \nSecurity Camera Warehouse, Inc. (“Security Camera”) and one of its former owners, \nDefendant Justin Bowman.  In this action, Security Camera seeks to enjoin Bowman \nand his new company Arcdyn, Inc. (collectively, “Defendants”) from misappropriating \nSecurity Camera’s trade secrets .  Security Camera also alleges that Bowman \nbreached his  fiduciary duties and  that Defendants  engaged in other unfair trade \npractices. \n2. Defendants respond that Security Camera  released all of these claims  as \npart of a settlement of a prior lawsuit in July 2016.  On that basis, Defendants \ncontend that each asserted cause of action is barred. \n3. Security Camera moved for a preliminary injunction (“Motion for \nPreliminary Injunction”), and Defendants moved to dismiss the complaint pursuant \nto North Carolina Rule of Civil Procedure 12(b)(6) (“Motion to Dismiss”).   Having \nconsidered the motions, the briefs, and the arguments at the hearing on March 30, \n \n \n2017, t he Court  GRANTS in part Defendants’ Motion to Dismiss and DENIES \nPlaintiff’s Motion for Preliminary Injunction. \nBurt Langley, P.C.  by Katherine Langley and Chad T. Anderson , for \nPlaintiff.  \n \nFisher Stark, P.A.  by W. Perry Fisher, II and Brad A. Stark , for \nDefendants.  \n \nConrad, Judge. \nI. \nBACKGROUND \n4. The Court does not make findings of fact on a motion to dismiss under Rule \n12(b)(6).  Unless noted otherwise, t he following factual summary is drawn from \nrelevant allegations in Security Camera’s  Amended Complaint (“Complaint”) and \ndocuments referred to in the Complaint. \n5. Security Camera is an online retailer of surveillance camera technology.  \n(Am. Compl. ¶ 1.)  It is a Delaware corporation with its principal place of business in \nBuncombe County, North Carolina . (Am. Compl. ¶¶ 5, 11 .) Prior to July 2016, \nSecurity Camera had two shareholders, Bowman and Matthew Nederlanden, each of \nwhom owned 50 percent of the shares.  (Am. Compl. ¶ 2.)   \n6. In 2016, a  dispute arose between Bowman and  Nederlanden, resulting in \nlitigation in North Carolina Superior Court in Buncombe County.  (Am. Compl. ¶¶ 2, \n13.)  According to exhibits filed with the Motion for Preliminary Injunction, Security \nCamera asserted in that action claims for breach of contract, tortious interference \nwith contract, fraud, unfair or deceptive trade prac tices, and specific performance.  \n(Pl.’s Reply in Supp. of Mot. for Prelim. Inj. Ex. 2 p.5.) \n \n \n7. On July 14, 2016, Security Camera, Nederlanden, and Bowman executed a \nsettlement agreement (“Agreement”).  (Am. Compl. ¶ 14; Defs.’ Mot. to Dismiss Ex. A \n[“Agreement”].)  As part of the Agreement , Bowman sold his shares of Security \nCamera to Nederlanden, making Nederlanden the company’s sole owner . (Am. \nCompl. ¶¶ 2, 14–15; Agreement ¶ 3.)  Bowman also “resign[ed] as an employee, officer, \nand director of” S ecurity Camera with a retroactive  effective date of May 31, 2016.  \n(Agreement ¶ 5.) \n8. In addition to requiring dismissal of the 2016 litigation, the Agreement \nincludes a  clause entitled  “Mutual Release of Claims.”  (Agreement ¶  4.)  In this \nclause, Security Camera and Nederlanden:   \ngenerally release and forever discharge Bowman, his agents, heirs, \nsuccessors and assigns, from any and all claims, demands, and causes of \naction of whatever kind or character which [Security Camera and \nNederlanden] have, or may have in the future, against Bowman, based \non any acts or events that have occurred on or before the execution of  \nthis Agreement, whether or not growing out of or connected in any way \nwith operations or business transactions of [Security Camera]. \n(Agreement ¶ 4.a.)  Bowman released any claims against Security Camera and \nNederlanden on substantially similar terms.  (See Agreement ¶ 4.b.) \n9. During negotiations for the Agreement and prior to its execution , Bowman \ntook “sole control” of Security Camera’s server.  (Am. Compl. ¶ 3.)  While in control of \nthe server, “Bowman backed up the corporate database to a stand -alone drive and \nretained a digital copy. ”  (Am. Compl. ¶¶ 3, 24.)  This database contains customer \ninformation (“Customer List”) that Security Camera alleges is subject to trade secret \nprotection.  (See Am. Compl. ¶¶  16–19.)  Among other things, the Customer List  \nincludes partial credit card data, pricing structures specific to customers, supplier \n \n \ninformation, historic purchasing and sales data by customer, details about customer \npricing tiers, price changes over time, inventory management strategies, and a \ndescription of each product and the product price for each pricing tier.  (Am. Compl. \n¶ 19.)   \n10. Shortly after executing the Agreement, Bowman incorporated Arcdyn, a \nDelaware corporation with its principal place of business in Buncombe County, North \nCarolina.  (Am. Compl. ¶¶ 7, 26.)  Security Camera and Arcdyn are direct competitors.  \n(See, e.g., Am. Compl. ¶¶ 27–44.)   \n11. In November 2016, Security Camera learned that Defendants had solicited \nsome of Security Camera’s customers through telephone calls and mass \ncommunication e -mails.  (Am. Compl. ¶  28.)  Security Camera alleges that  \nDefendants made these communications using the Customer List.  ( See Am. Compl. \n¶¶ 27, 29, 36, 37, 39.)  \n12. On November 16, 2016, Defendants disabled the domain  SCWddns.com, \nwhich Security Camera  claims to own.  ( See Am. Compl. ¶  53.)  Prior to that date, \nSecurity Camera used the domain to host an application that allowed “prospective \ncustomers to see surveillance footage” from sample equipment before making a \npurchase.  (Am. Compl. ¶¶  47–48.)  Although the Complaint offers little detail, \nBowman was apparently able to exercise control over the domain after resigning from \nthe company.  (See Am. Compl. ¶ 52.)  Security Camera restored the application by \npurchasing a new domain, and it alleges that it lost sales during the 28 days in which \nthe application was inoperable.  (See, e.g., Am. Compl. ¶¶ 54, 56.)   \n \n \n13. Less than six months after executing the Agreement and its mutual release \nprovisions, Security Camera initiated this action on December 20, 2016 .  Security \nCamera asserts eight causes of action: (i) trade-secret misappropriation; (ii) breach of \nfiduciary duty (against only Bowman) ; (iii) aiding and abetting breach of  fiduciary \nduty (against only Arcdyn); (iv) unfair or  deceptive trade practices; ( v) tortious \ninterference with existing and prospective economic advantage; (vi) conversion; \n(vii) common-law replevin; and (viii) unjust enrichment.   \n14. On February 3, 2017, Security Camera filed its Motion for Preliminary \nInjunction.  On March 1, 2017, Defendants filed their Motion to Dismiss.  The Court \nheld a hearing on the Motion for Preliminary Injunction on March 30, 2017, where \nall parties were represented by counsel.  Because t he legal issues raised by the \nmotions are substantially the same, the Court renders this decision without holding \na separate hearing on the Motion to Dismiss.  See BCR 7.4.  The motions are now ripe \nfor determination. \nII. \nDEFENDANTS’ MOTION TO DISMISS \n \n15. Defendants primarily argue that, in settling the parties’ previous litigation, \nSecurity Camera also released the claims asserted in this action.  The Court must \ndetermine first whether it is appropriate to consider the July 2016 Agreement under \nRule 12(b)(6) and, if so, whethe r the terms of the mutual release  provisions bar \nSecurity Camera’s current claims.   \n \n \nA. Legal Standard \n16. In deciding a Rule 12(b)(6) motion,  the Court must treat the well -pleaded \nallegations of the Complaint as true and view the facts and permissible inferences “in \nthe light most favorable to” the non-moving party.  Ford v. Peaches Entm’t Corp., 83 \nN.C. App. 155, 156, 349 S.E.2d 82, 83 (1986) ; see also Sutton v. Duke, 277 N.C. 94, \n98, 176 S.E.2d 161, 163 (1970).  “[T]he court is not required to accept as true any \nconclusions of law or unwarranted deductions of fact.”  Oberlin Capital, L.P. v. Slavin, \n147 N.C. App. 52, 56, 554 S.E.2d 840, 844 (2001).  Accordingly, a Rule 12(b)(6) motion \nshould be granted only “ (1) when the complaint on its face reveals that no law \nsupports plaintiff's claim; (2) when the complaint on its face reveals the absence of \nfact sufficient to make a good claim; and (3) when some fact disclosed in the complaint \nnecessarily defeats plaintiff’s claim.”  Jackson v. Bumgardner, 318 N.C. 172, 175, 347 \nS.E.2d 743, 745 (1986). \n17. The Court “may properly consider documents which are the subject of a \nplaintiff’s complaint and to which the complaint specifically refers,”  without \nconverting a Rule 12(b)(6) motion in to a motion for summary judgment.   Weaver v. \nSt. Joseph of the Pines, Inc. , 187 N.C. App. 198, 2 04, 652 S.E.2d 701, 707  (2007) \n(quoting Oberlin Capital, 147 N.C. App. at 60, 554 S.E.2d at 847).  This includes \ndocuments that “are presented by the defendant.”  Id.  \n18. Security Camera argues that the Court should not consider the Agreement \nbecause it is not the subject of the Complaint nor attached to it.  The Court disagrees.  \nThe Complaint alleges the existence of the Agreement and makes assertions as to its \n \n \ncontents.  (See Am. Compl. ¶¶ 2, 14–15, 24, 26, 52, 74, 82, 118, 140.)  The Complaint \nalso makes allegations about the legal effect of the Agreement —for example, that \nBowman gave up his right or interest in Security Camera’s property, that Bowman \ndid not receive permission to use Security Camera’s trade secrets, and that the \nAgreement did not terminate Bowman’s fiduciary duties to Security Camera.  ( See \nAm. Compl. ¶¶ 24, 81–97, 140.) \n19. In addition, the rule against considering documents outside the complaint  \nexists to prevent “unfairness resulting from surprise”  and to allow the non -moving \nparty a reasonable opportunity for rebuttal.  Erie Ins. Exch. v. Builders Mut. Ins. Co., \n227 N.C. App. 238, 24 2–43, 742 S.E.2d 803, 808  (2013) (quoting Coley v. N.C. Nat’l \nBank, 41 N.C. App. 121, 126, 254 S.E.2d 217, 220 (1979)).  There is no surprise here, \nand Security Camera has not objected to the authenticity of the Agreement.  See, e.g., \nBirdsong v. AT&T Corp., No. C12-6175 TEH, 2013 U.S. Dist. LEXIS 37272, at *5 –6 \n(N.D. Cal. Mar. 18, 2013) (considering settlement agreement in connection with \nmotion to dismiss under Federal Rules of Civil Procedure where authenticity  not \ndisputed); Metcalf v. Blue Cross Blue Shield of Mich., No. 3:11-cv-1305-ST, 2012 U.S. \nDist. LEXIS 77628, at *3 (D. Or. Apr. 20, 2012) (same); Deboy v. Lincoln Univ. of the \nCommonwealth Sys. of Higher Educ., No. 05-CV-06755, 2006 U.S. Dist. LEXIS 44839, \nat *7 (E.D. Pa. June 20, 2006)  (same); New Mem. Assocs. v. Credit Gen. Ins. Corp. , \n973 F. Supp. 1027, 1029 (D.N.M. 1997) (same). \n20. Defendants rely on three additional documents outside the Complaint: (i) a \nMay 31, 2016 Memorandum of Understanding between the parties; (ii) a document \n \n \nthat allegedly supports Bowman’s claim to own SCWddns.com; and (iii) the Affidavit \nof Matthew Nederlanden  in support of Security Camera’s Motion for Preliminary \nInjunction.  These documents are not referred to or incorporated by the Complaint, \nand Security Camera makes no admissions regarding them.  The Court therefore does \nnot consider the se documents for the purpose of deciding  Defendants’ Motion to \nDismiss.  \nB. Security Camera’s Claims \n21. “A release is the giving up or abandoning of a claim or right to the person \nagainst whom the claim exists or the right is to be exercised.”  Adder v. Holman & \nMoody, Inc., 288 N.C. 484, 492, 219 S.E.2d 190, 195 (1975).   It is well settled that a \nvalid release “operates as a merger of, and bars all right to recover on, the claim or \nright of action included therein, as would a judgment duly entered in  an action \nbetween” the parties.  Jenkins v. Fields, 240 N.C. 776, 778, 83 S.E.2d 908, 910 (1954).   \n22. Security Camera does not challenge the validity or enforceability of the \nrelease.  Accordingly, the issue for decision is whether Security Camera’s claims fall \nwithin its scope—that is, whether Security Camera abandoned the asserted causes of \naction when it “generally release[d] and forever discharge[d] Bowman” from “any and \nall claims, demands, and causes of action of whate ver kind or character”  “based on \nany acts or events that have occurred on or before the execution of” the Agreement \non July 14, 2016.  (Agreement ¶ 4.a.) \n \n \n1. Misappropriation of Trade Secrets \n23. The trade -secret claim  concerns Defendants’ alleged misuse of Sec urity \nCamera’s Customer List .  According to the Complaint, Bowman acquired the \nCustomer List during negotiations over the Agreement, and Defendants then used it \nto solicit Security Camera’s customers in November 2016.  Defendants contend that \nthe claim is barred because the “alleged wrongful act of taking possession of the \nCustomer List occurred prior to the execution of” the Agreement.  (Defs.’ Mem. in \nSupp. of Mot. to Dismiss 6 [“Defs.’ MTD Mem.”].)  Security Camera responds that the \nrelease “did not excuse Bowman from wrongful acts committed after the execution,” \nincluding using the Customer List to solicit customers.  (Pl.’s Resp. to Mot. to Dismiss \n8 [“Pl.’s MTD Resp.”].)   \n24. This dispute present s a question of contract interpretation :  whether the \nparties’ mutual release  bars recovery for the  post-release use of a trade secret  \nwrongfully acquired before the execution of the release.  The Court holds that it does. \n25. The parties’ Agreement bears the hallmarks of a “comprehensively phrased \ngeneral release.”  Sykes v. Keiltex Indus. , 123 N.C. App. 482, 487, 473 S.E.2d 341, \n344 (1996) (citation and quotation marks omitted).  It applies to “any and all claims, \ndemands, and causes of action of whatever kind or character ,” including claims \nSecurity Camera “ may have  in the future.”  ( Agreement ¶  4.a.)  In using such \n“expansive terminology,” the parties made clear that the release “is not limited to the \ncause of action then at issue; nor is it limited to resolving past disputes.”  Press Mach. \nCorp. v. Smith R.P.M. Corp. , 727 F.2d 781 , 785 –86 (8th Cir. 1984).   Rather, t he \n \n \nAgreement “was an attempt to resolve finally those disputes then at issue and those \nthat might arise in the future.”  Id. at 786.   \n26. The sole limitation is that the released claims must be “based on any acts or \nevents that have occurred on or before the execution of this Agreement.”  (Agreement \n¶ 4.a.)  That limitation is satisfied here.  The Complaint alleges over and over again \nthat Bowman acquired the Customer List during negotiations for the Agreement, not \nafter its execution.  Prior to July 14, 2016 , Bowman took control of the company’s \nserver, “backed up the corporate database to a stand -alone drive,” and, as a result, \n“had the opportunity to acquire [Security Camera’s] trade secrets  and did in fact \nacquire said trade secrets .”  (Am. Compl. ¶¶  3, 24, 74 ; see also Am. Compl. ¶  118.)  \nThese allegations, which expressly base the misappropriation claim on pre-release \nacts, “defeat” the claim and require dismissal.  Oberlin Capital, 147 N.C. App. at 56, \n554 S.E.2d at 844. \n27. This is no t merely a pleading technicality.  By statute, a claim for trade -\nsecret misappropriation requires a showing that the defendant lacked authority to \npossess or use the trade secret .  See N.C. Gen. Stat. §  66-152(1) (defining \n“Misappropriation” to mean “acquisition, disclosure, or use of a trade secret of another \nwithout express or implied authority or consent unless such trade secret was arrived \nat by independent development, reverse engineering, or was obtained f rom another \nperson with a right to disclose the trade secret”).  The Complaint attempts to establish \nthe absence of authority through  Bowman’s pre-release acquisition of the Customer \nList—which Security Camera’s counsel again asserted to be wrongful at the hearing.  \n \n \nSecurity Camera’s claim as to the subsequent unauthorized use of the same trade \nsecret is bound up with and premised on those allegations. \n28. Security Camera’s brief makes no effort to disentangle its allegations, nor \nhas it cited any analogous case law.   Its primary argument—that the release “is not \nprospective”—is untenable.   (Pl.’s MTD Mem. 8.)  The Agreement plainly covers  \nclaims Security Camera “may have in the future.”  ( Agreement ¶ 4.a.)  Accordingly, \nthe fact that Security Camera alleges additional wrongdoing after the execution of \nthe release does not save its claim .  See Somerset Pharms., Inc.  v. Kimball, 49 F. \nSupp. 2d 1335, 1339 –1340 (M. D. Fla. 1999) (dismissing trade -secret claim where \ndefendant acquired trade secret prior to executing general release and used trade \nsecret after execution); see also Augustine Med., Inc. v. Progressive Dynamics, Inc. , \n194 F.3d 1367, 1372 (Fed. Cir. 1999) ( dismissing patent-infringement claim arising \nafter date of release where claim related to pre -release conduct); Press Machinery, \n727 F.2d at 786 (same). \n29. It is by no means clear that Security Camera would have a viable claim even \nif the release were not prospective.  Many jurisdictions hold that a claim for \nmisappropriation of trade secrets “arises only once, when the trade secret is initially \nmisappropriated, and each subsequent use or disclosure of the secret augments the \ninitial claim rather than arises as a separate claim.”  Cadence Design Sys., Inc. v. \nAvant! Corp. , 57 P.3d 647, 654 (Cal. 2002) (applying California’s Uniform Trade \nSecrets Act).  This appears to be a question of first impression in North Carolina, and \nthe parties did not address the issue or cite any law on point.  The Court need not \n \n \nreach the issue because the parties’ release expressly covers existing and future \nclaims. \n30. The bottom line is that Security Camera was not required to enter into a \ngeneral release; it chose to do so.  In negotiating the release, Security Camera could \nhave required Bowman to return its property, reserved any potential  trade-secret \nclaims, or refused to release  claims accruing after the execution of the Agreement. \nSee Fin. Servs. of Raleigh, Inc. v. Barefoot , 163 N.C. App. 387, 393, 594 S.E.2d 37, \n41–42 (2004) (holding that causes of action “subsequently maturing or accruing, are \nnot as a rule discharged by the release unless expressly embraced therein or falling \nwithin the fair import of the terms employed ”).  It did not, and it is now far too late \nto import limitations  that were not the subject of the parties’ bargain.  See, e.g. , \nAugustine Med., 194 F.3d at 13 73 (“[I]t is the burden of parties entering into a \nsettlement agreement to expressly reserve in the agreement any rights that they wish \nto maintain beyond the date of the settlement agreement.”); see also United States v. \nWilliam Cramp & Sons Ship & Engine Bldg. Co., 206 U.S. 118, 128 (1907) (“If parties \nintend to leave some things open and unsettled their intent so to do should be made \nmanifest.”).  \n31. Finally, Security Camera has not argued that its claim against Arcdyn, \nwhich was not a party to the release,  would survive in the event its claim against \nBowman is barred.  As a result, t he Court does not address Arcdyn separately and  \nnotes only that  the Agreement released Bowman as well as his “agents, heirs, \nsuccessors, and assigns.”  (Agreement ¶ 4.a.)   \n \n \n32. Because the plain and unambiguous language of the parties’ mutual release \nbars Security Camera’s claim for trade-secret misappropriation, the Court dismisses \nthe claim.  In light of this disposition, the Court need not consider Defendants’ \nalternative argument s regarding whether the Customer List satisfies the \nrequirements for trade-secret protection. \n2. Unjust Enrichment \n33. Security Camera’s claim for unjust enrichment is based solely on \n“Defendants’ taking and wrongful use of the Customer List.”  (Am. Compl. ¶  135.)  \nThe parties’ mutual release bars this claim for the reasons discussed above.  The \nCourt therefore grants the Motion to Dismiss the claim for unjust enrichment.   \n3. Breach of Fiduciary Duty and Aiding and Abetting Breach of Fiduciary Duty \n34. The Complaint alleges that Bowman breached his fiduciary duties  in two \nways.  First, it alleges that Bowman breached the duties of confidentiality and loyalty \n“by converting” the Customer List .  (Am. Compl. ¶  85.)  Second, it alleges that \nBowman breached the duty of loyalty “by disabling” the SCWddns.com domain.  (Am. \nCompl. ¶ 86.)   \n35. The Court concludes that the claim for breach of fiduciary duty is based on \nacts or events occurring prior to the execution of the Agreement.  As discussed above, \nSecurity Came ra may not assert claims based on Bowman’s wrongful , pre-release \nacquisition of the Customer List.  The release therefore bars the claim for breach of \nfiduciary duty to the extent it is based on allegations of “converting” the Customer \nList. \n \n \n36. The release al so bars recovery for any alleged breach of loyalty stemming \nfrom Defendants’ interference with SCWddns.com.  To establish that Bowman owed  \nfiduciary duties to Security Camera , the Complaint alleges that “Bowman was an \nowner, officer, and fiduciary” of the company “[p]rior to the execution of” the release.  \n(Am. Compl. ¶ 82.)  Accordingly, Security Camera relies on these pre-release acts or \nevents to establish an essential element of its claim for breach of fiduciary duty: the \nexistence of a fiduciary relationship between Security Camera and Bowman.  See \nGreen v. Freeman , 367 N.C. 136, 141, 749 S.E.2d 262 , 268 (2013) (“For a breach o f \nfiduciary duty to exist, there must first be a fiduciary relationship between the \nparties.”); accord Beard Research, Inc. v. Kates , 8 A.3d 573, 602 (Del. Ch. 2010) \n(requiring plaintiff to establish existence and breach of fiduciary duty).   \n37.  Security Camera contends that Bowman’s duty of loyalty persisted after his \nresignation and departure from the company—a question governed by Delaware law.  \n(See Am. Compl. ¶¶  85–86, 92–93.)  Delaware courts have rejected that argument.   \nSee Simplexity, LLC v. Zeinfeld , No. 8171-VCG, 2013 Del. Ch. LEXIS 95, at *22 –23 \nn.72 (Del. Ch. Apr. 5, 2013) (“To the extent Simplexity seeks injunctive relief against \nfuture breaches of Zeinfeld’s duty of loyalty, its request must be denied because \nZeinfeld owes no fiduciary duties after termination.”).  Even if Security Camera were \ncorrect, however, the Court concludes that the Agreement clearly and unambiguously \napplies to claims Security  Camera “may have in the future ” that are also based on \nthe fiduciary relationship that existed p rior to execution of the release.   (Agreement \n¶ 4.a.)  \n \n \n38. The Court therefore grants the Motion to Dismiss as to the claim for breach \nof fiduciary duty.  The Court also grants the motion as to the claim against Arcdyn \nfor aiding and abetting the breach of fiduciary duty, which depends on the claim for \nbreach.  See, e.g., Veer Right Mgmt. Group, Inc. v. Czarnowski Display Serv. , 2015 \nNCBC LEXIS 13, at *6 (N.C. Super. Ct. Feb. 4, 2015) (“ if North Carolina recognizes \na claim for aiding and abetting breach of f iduciary duty, the elements would include \n. . . violation of a fiduciary duty”); In re Comverge, Inc. S’holders Litig., No. 7368-VCP, \n2014 Del. Ch. LEXIS 240, at *62 ( Del. Ch. Nov. 25, 2014) ( elements of “aiding and \nabetting” require “breach of the fiducia ry’s duty”).  In reaching this conclusion, t he \nCourt does not need to decide whether Delaware law should apply to the aiding-and-\nabetting claim or whether North Carolina law recognizes such a claim. \n4. Unfair or Deceptive Trade Practices \n39. Security Camera argues that it has adequately stated a claim for unfair or \ndeceptive trade practices for three reasons: (i) Defendants misappropriated Security \nCamera’s trade secrets; (ii) Bowman breached his fiduciary duties, and Arcdyn aided \nand abetted the breach; and (iii) Defendants disabled SCWddns.com.  (See Pl.’s MTD \nResp. 19 –20.)  Because the Court has held that the parties’ mutual release bars \nSecurity Camera’s trade-secret and fiduciary -duty claims, the release also bars \nrecovery for the same alleged wrongdoing under N.C. Gen. Stat. § 75-1.1.   \n40. Defendants contend that the disabling of SCWddns.com also fails to support \na Section 75-1.1 claim.  First, they contend that the release bars the claim .  Second, \nthey argue that Bowman is the rightful owner of the domain.  The Court concludes \n \n \nthat both arguments raise issues of fact, not suitable for determination under Rule \n12(b)(6). \n41. It is unclear whether the  release applies to Defendants’ interference with  \nSCWddns.com.  The alleged wrong (disabling of the domain) occurred in November \n2016, well after execution of the release.  In contrast with the trade -secret claim \ndiscussed above, the Complaint does not clearly allege that Bowman wrongfully took \ncontrol of the domain prior to the execution of the release .  Defendants point to the \nallegation that “Bowman had set up the SCWddns.com domain  . . . on or around \nDecember 31, 2014.”  (Compl. ¶ 51.)  But the Court sees no clear connection between \nthe initial creation of the domain and its eventual demise.   \n42. Defendants’ assertion of ownership also fails at this stage.  Security Camera \nhas expressly alleged that it owns SCWddns.com.  ( See Am. Compl. ¶¶  117, 128.)  \nDefendants rest their claim to  ownership on an exhibit that is not attached to or \nspecifically referred to in the Complaint, and the Court therefore declines to consider \nit.  (See Defs.’ MTD Mem. 17, Ex. B.)   \n43. Security Camera’s allegations of ownership are therefore sufficient under \nRule 12(b)(6), and Defendants have not raised any other challenge to the sufficiency \nof Security Camera’s allegations.  Accordingly, the Court denies the Motion to \nDismiss with respect to Security Camera’s Section 75-1.1 claim.  \n5. Conversion and Common-Law Replevin \n44. Security Camera’s claims for conversion and common -law replevin raise \nsimilar issues.  The Complaint alleges that Defendants converted and must return \n \n \nthe Customer List an d the SCWddns.com domain.  Defendants again contend that \nthe release bars the claims and that it owns the SCWddns.com domain.  ( See Defs.’ \nMTD Mem. 18–20.) \n45. The Complaint expressly alleges that Bowman improperly obtained a copy \nof the Customer List “[d]urin g the negotiations” over the Agreement.  (Am. Compl. \n¶ 118.)  Accordingly , and for the reasons stated above, the release bars Security \nCamera’s claims for conversion and replevin to the extent based on Defendants’ \nalleged taking of the Customer List. \n46. The release does not bar these claims to the extent they relate to Defendants’ \ninterference with SCWddns.com.  As discussed in connection with the Section 75-1.1 \nclaim, the Complaint does not identify when Defendants first exercised control over \nthe domain to the exclusion of Security Camera.  In addition, for the reasons given \nabove, the Complaint adequately alleges that Security Camera owns SCWddns.com.   \n47. Defendants have not raised any additional challenges to the sufficiency of \nthe allegations regarding the claims for conversion and common -law replevin.  T he \nCourt therefore denies the Motion to Dismiss as to these claims. \n6. Tortious Interference with Existing and Prospective Economic Advantage \n48. To state a  claim for  tortious interference with prospective economic \nadvantage, Security Camera “must allege facts to show that the defendants acted \nwithout justification in ‘inducing a third party to refrain from entering into a contract \nwith them which contract would have e nsued but for the interference.’”  Walker v. \nSloan, 137 N.C. App. 387, 393, 529 S.E.2d 236, 242 (2000) (internal citation omitted); \n \n \nsee also Owens v. Pepsi Cola Bottling Co. , 330 N.C. 666, 680, 412 S.E.2d 636, 644 \n(1992).  Security Camera has alleged that Defendants used the “Customer List to \nmaliciously interfere with [Security Camera’s] ongoing business relations and \ncustomer base” and also disabled SCWddns.com as a means to “interfere with \n[Security Camera’s] ability to attract prospective customers.”  (Am. Compl. ¶¶ 107–\n108.)   \n49. The Court again concludes that Security Camera is barred from recovering \nfor Defendants’ alleged misuse of the Customer List.  This claim, along with the \nothers discussed above, is based on acts prior to execution of the release. \n50. The Court also concludes that Security Camera has failed to allege facts \nsufficient to support its claim  that Defendants’ interference with the SCWddns.com \nconstitutes tortious interference with prospective economic advantage.  The “mere \nexpectation of future contracts” with potential customers is insufficient to state a \nclaim.  McElmurry v. Alex Fergusson, Inc. , No. 04CV389, 2006 U.S. Dist. LEXIS \n10760, at *53 (M.D.N.C. Mar. 8, 2006).   Here, the Complaint alleges only that \nDefendants “caus[ed] lost sales during holiday shopping traffic.”  (Am. Compl. ¶ 54.)  \nThe Complaint does not identify any specific customers or a specific contract that a \nthird party was induced not to enter.  These threadbare allegations are insufficient \nto state a claim.  See, e.g., Bldg. Ctr., Inc. v. Carter Lumber, Inc., 2016 NCBC LEXIS \n79, at *29 (N.C. Super. Ct. Oct. 21, 2016); TaiDoc Tech. Corp. v. OK Biotech Co., 2016 \nNCBC LEXIS 26, at *40–41 (N.C. Super. Ct. Mar. 28, 2016). \n \n \n51. The Court grants the Motion to Dismiss with respect to Security Camera’s \nclaim for tortious interference with prospective economic advantage. \nIII. \nMOTION FOR PRELIMINARY INJUNCTION \n \n52. Security Camera’s Motion for Preliminary Injunction is premised on its \nclaims that Defendants misappropriated , converted, or otherwise misused  the \nCustomer List.  (See Pl.’s Mot. for Prelim. Inj. 1; Pl.’s Br. in Supp. of Mot. for Prelim. \nInj. 7–18.)  The Court has held that the parties’ Agreement and its mutual release \nbar recovery for those claims.  Accordingly, Security Camera has not demonstrated a \nlikelihood of success on the merits and is not entitled to a preliminary injunction.  See \nA.E.P. Indus., Inc. v. McClure, 308 N.C. 393, 401, 302 S.E.2d 754, 759–60 (1983).   \n53. Although Security Camera briefly discusses its claims regarding the \ninterference with SCWddns.com, its Motion for Preliminary Injunction  requests no \nrelief related to those claims.   (See Pl’s Mot. for Prelim. Inj. 2.)  Neither does its \nopening brief.  (See Pl.’s Br. in Supp. of Mot. for Prelim. Inj. 23.)   The reply does \nrequest the return of the domain, but even that belated, passing argument includes \nno discussion of irreparable harm.   (See Pl.’s Reply in Supp. of Mot. for Prelim. Inj. \n13.)  The Court concludes that the issue is not properly presented as a bas is for \ninjunctive relief.   \nIV. \nCONCLUSION \n54. For all these reasons, the Court GRANTS in part  and DENIES in part  \nDefendants’ Motion to Dismiss:   \n \n \na. The Court grants the motion as to Security Camera’s  claims for \nmisappropriation of trade secrets, breach of fiduciary duty, aiding and \nabetting breach of fiduciary duty, tortious interference with existing and \nprospective economic advantage, and unjust enrichment.  These claims \nare DISMISSED.  \nb. The Court denies the motion as to Security Camera’s  claims for unfair \nor deceptive trade practices, conversion , and common -law replevin, as \nrelated to Defendants’ conduct involving SCWddns.com.   \n55. Plaintiff’s Motion for Preliminary Injunction is DENIED.   \n \nThis the 1st day of May 2017. \n/s/ Adam M. Conrad                 \nAdam M. Conrad \nSpecial Superior Court Judge \n  for Complex Business Cases \n \n "
}