{
  "id": "280df7369d26e2e2bee44e0db4c6a4572bd623c568cfa82c7e935f6e8fc5fbee",
  "source_file": "data/raw/ncbc/280df7369d26e2e2bee44e0db4c6a4572bd623c568cfa82c7e935f6e8fc5fbee.pdf",
  "raw_text": "Lee v. McDowell, 2020 NCBC 74. \nSTATE OF NORTH CAROLINA \nMECKLENBURG COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 17741 \nKEITH LEE and YOUNG KWON \n(individually and derivatively on behalf \nof rFactr, Inc.), \n \nPlaintiffs, \n \nv. \n \nCHRIS MCDOWELL; CHRIS LAU; and \nROBERT DUNN,  \n \nDefendants, \n \nand \n \nRFACTR, INC., \n \nNominal Defendant. \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT CHRIS MCDOWELL’S \nMOTION TO DISMISS PLAINTIFFS’ \nVERIFIED AMENDED COMPLAINT \n \nCHRIS MCDOWELL, \n \nThird-Party Plaintiff, \n \nv. \n \nRICHARD BRASSER and GREG \nGENTNER, \n \nThird-Party  \nDefendants. \n \n \n \nCHRIS LAU and ROBERT DUNN, \n \nThird-Party Plaintiffs, \n \nv. \n \n \n  \nRICHARD BRASSER and GREG \nGENTNER, \n \nThird-Party  \nDefendants. \n \n \n \n1. THIS MATTER  is before the Court on  Defendant Chris McDowell’s \n(“McDowell”) Motion to Dismiss Plaintiffs’ Verified Amended Complaint (the \n“Motion”) pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure  \n(“Rule(s)”).  (ECF No. 15.) \n2. This case arises from Plaintiffs Keith Lee’s and Young Kwon’s (collectively, \n“Plaintiffs”) investments in, and McDowell’s alleged mismanagement of, Nominal \nDefendant rFactr, Inc. (“rFactr” or the “Company”).  The Company is now insolvent \nbut was formerly engaged in business sales technology.  (Verified Am. Compl. ¶¶ 1, \n9, 19 [hereinafter “Am. Compl.”], ECF No. 10.)  Plaintiffs allege that McDowell failed \nto disclose to Plaintiffs rFactr’s poor financial condition  and correct management’s \nmisrepresentations to Plaintiffs  about rFactr’s busi ness while at the same time \nactively and successfully soliciting their investments in the Company.  (Am. Compl. \n¶9.)   \n3. Having considered the Motion, the Verified Amended Complaint (“Amended \nComplaint”), the related briefing, and the arguments of counsel at the hearing on the \nMotion, the Court, for the reasons set forth below, DENIES the Motion. \nMoore & Van Allen PLLC, by Christopher D. Tomlinson and William M. \nButler, for Plaintiffs Keith Lee and Young Kwon. \n \nJames, McElroy & Diehl, P.A., by John R. Buric, for Nominal Defendant \nrFactr, Inc. \n \nRosenwood, Rose & Litwak , PLLC, by Erik M. Rosenwood and Carl J. \nBurchette, for Defendant/Third-Party Plaintiff Chris McDowell. \n \nTroutman Pepper Hamilton Sanders LLP, by Kiran H. Mehta, William \nJ. Farley, and Mackenzie Willow-Johnson, for Defendants/Third-Party \nPlaintiffs Chris Lau and Robert Dunn. \n \nLincoln Derr PLLC, by Sara R. Lincoln and Phoebe Norton Coddington, \nfor Third-Party Defendants Richard Brasser and Greg Gentner.  \n \nBledsoe, Chief Judge.  \nI. \nFACTUAL BACKGROUND \n4. The Court does not make findings of fact on a motion to dismiss under Rule \n12(b)(6).  Rather, the Court recites the allegations asserted and documents referenced \nin Plaintiffs’ Amended Complaint  that are relevant to the Court’s determination of \nthe Motion.  See, e.g., Concrete Serv. Corp. v. Investors Grp., Inc. , 79 N.C. App. 678, \n681, 340 S.E.2d 755, 758 (1986) (noting a motion to dismiss “generally tests the legal \nsufficiency of the complaint”). \n5. Defendants McDowell, Chris Lau (“Lau”), and Robert Dunn (“Dunn”) are \ncurrent or former directors of rFactr.  ( Am. Compl. ¶ 1 .)  McDowell served as a \ndirector from 2015–18, Dunn from 2015–17, and Lau since May 2017.  (Am. Compl. \n¶¶ 12, 14 –15.)  At all relevant times, Third -Party Defendant Richard Brasser \n(“Brasser”) was the Chief Executive Officer and President of rFactr, and Third-Party \nDefendant Greg Gentner (“Gent ner”) was the Company’s Chief Operating Officer .  \n(Am. Compl. ¶ 3.)  In addition to serving as a member of rFactr’s board of directors, \nMcDowell was at all relevant times a shareholder of the Company, (Am. Compl. ¶ \n12), as well as “[Plaintiffs’] personal broker[,]” (Am. Compl. ¶ 13).   \n6. Plaintiffs allege that  they were first introduced to rFactr and Brasser by \nMcDowell at a dinner party McDowell hosted in New York City in early 2014.  (Am. \nCompl. ¶ 20.)  Plaintiffs allege that “McDowell never disclosed to [Plaintiffs] that he \nwas a consultant for rFactr and was being compensated by rFactr.”  (Am. Compl. ¶ \n27.) \n7. During the dinner, both Brasser and McDowell “solicited [Plaintiffs] to \npurchase convertible promissory notes from rFactr.”  (Am. Compl. ¶ 21.)   Brasser \n“stated that, due to their relationship with McDowell, [Plaintiffs] would be treated \n‘like ‘friends and family.’ ”  (Am. Compl. ¶ 22.)  Brasser also told Plaintiffs that rFactr \nwas a “new company [,]” would be “cash flow positive ‘in the next six months,’ ” and \nwas raising money “specifically for new subscription demand created by pending large \ncustomers.”  (Am. Compl. ¶ 23.)   \n8. Plaintiffs allege that Brasser’s statements were false and that “McDowell \nhad knowledge of Brasser’s misrepresentations an d omissions and aided in the sale \nof convertible notes to [Plaintiffs], including by personally soliciting and \nrecommending their investments in rFactr, arranging and attending their meeting \nwith Brasser, and by communicating with the [Plaintiffs] regardin g their potential \ninvestments in rFactr[.]”  (Am. Compl. ¶ 28.)  According to Plaintiffs, McDowell not \nonly “recommended investments in rFactr [,]” but also “vouched for Brasser.”  (Am. \nCompl. ¶ 26.) \n9. Plaintiffs allege that rFactr was merely a rebranded vers ion of its \npredecessor, Targeted Golf Solutions, Inc. (“Targeted Golf”), not a new company as \nBrasser had represented.  (Am. Compl. ¶¶ 46, 51.)  As a continuation of Targeted \nGolf, rFactr remained subject to Targeted Golf’s  substantial liabilities, (Am. Compl. \n¶¶ 47–53), which McDowell knew about but “did not disclose . . . to [Plaintiffs,]” (Am. \nCompl. ¶ 52). \n10. Plaintiffs assert that, as a result of McDowell’s acts and omissions, they each \n“purchased convertible promissory notes from rFactr [,]” (Am. Compl. ¶  29), which \nthey “would not have purchased . . . but for the recommendation and inducement of \nMcDowell[,]” (Am. Compl. ¶ 93) .  Kwon purchased one note in the principal amount \nof $300,000 in March 2014, (Am. Compl. ¶ 31), and Lee purchased  notes in the \naggregate principal amount of $300,000 in April 2014 and March 2015, (Am. Compl. \n¶ 30).   \n11. The Company’s financial fortunes worsened after Plaintiffs made the ir \ninvestments.  According to Plaintiff, whether as Targeted Golf or as rFactr, the \nCompany failed to pay its outstanding state and federal taxes.  (Am. Compl. ¶ 81.)  \nBy mid-2016, rFactr “ceased paying service providers,” (Am. Compl. ¶ 82), and by \nAugust 2018, rFactr could not pay its employees, had laid off all full-time employees, \nwas “unable to pay its outstanding debts  . . . [or]  support ongoing operations [,]” \n“bec[a]me a shell company with no ability to do business and [with] huge debts it \n[could] not pay[,]” (Am. Compl. ¶ 84), and had “ceased operations and [was] winding-\nup[,]” (Am. Compl. ¶ 83). \n12. Plaintiffs allege, among other things, that McDowell, as a Company director, \n“fail[ed] to provide oversight of rFactr’s finances and permit[ed] Brasser and Gentner \nto conceal the state of rFactr’s finances [,]” (Am. Compl. ¶ 60(a)), “approv[ed] or \npermit[ed] rFactr’s officers to misuse and squander corporate funds,” (Am. Compl. ¶ \n60(d)), and “fail[ed] to disclose or correct known misrepresentations made to rFactr’s \ncreditors and shareholders [,]” (Am. Compl. ¶ 60(f)) .  Thus, according to Plaintiffs, \nMcDowell “prevented noteholders and shareholders from learning the true state of \nrFactr and taking action and facilitated the decline of rFactr and the squandering of \nall of rFactr’s assets.”  (Am. Compl. ¶ 72.) \n13. The convertible promissory notes Plaintiffs purchased became due in 2017.  \nPlaintiffs “notified rFactr and its [d]irectors in writing that their [n]otes had matured \nand payment was due .”  (Am. Compl. ¶ 78).  Although “rFactr promised to pay the \nrespective [n]oteholder the principal amount plus accru ed interest” when due, (Am. \nCompl. ¶ 33), “rFactr has failed to pay [Plaintiffs] any amounts due under the \n[n]otes,” (Am. Compl. ¶ 34), or “offer a plan for repayment[,]” (Am. Compl. ¶ 79).  \nII. \nPROCEDURAL BACKGROUND \n14. Plaintiffs filed the Complaint initiating this action on September 6, 2019 , \n(Compl., ECF No. 3), and later filed the Amended Complaint on November 26, 2019, \n(ECF No. 10).  Plaintiffs assert the following claims in their Amended Complaint: (i) \na derivative claim against all Defendants for breach of their fiduciary duties as \ndirectors of rFactr, (Am. Compl. ¶¶ 116–20); (ii) a separate breach of fiduciary duty \nclaim against McDowell  for his failure to disclose information regarding his role in \nrFactr and rFactr’s fin ancial troubles (Am. Compl.  ¶¶ 90–100); (iii) a claim for \nconstructive fraud against McDowell, (Am. Compl.  ¶¶ 101–06); and (iv) claims for \nsecurities fraud against McDowell under section 78A -56 of the North Carolina \nSecurities Act, section 10(b) of the Uni ted States Exchange Act, and Rule 10b -5 \npromulgated thereunder by the Securities Exchange Commission, (Am. Compl. \n¶¶107–15). \n15. This case was designated a mandatory complex business court case on \nOctober 14, 2019, (ECF No. 1), and assigned to the undersigned on the same day, \n(ECF No. 2). \n16. McDowell filed the Motion on December 23, 2019.  (ECF No. 15.)  The Motion \nhas been fully briefed, and a hearing on the Motion was held on June 16, 2020 by \nvideoconference, at which all parties were represented by counsel.  The Motion is now \nripe for resolution. \nIII. \nLEGAL STANDARD \n17. When deciding whether to dismiss for failure to state a claim under Rule \n12(b)(6), the Court considers “whether the allegations of the complaint, if treated as \ntrue, are sufficient to state a claim upon which relief can be granted under some legal \ntheory.”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615, 821 S.E.2d 729, 736 \n(2018) (quoting CommScope Credit Union v. Butler & Burke, LLP , 369 N.C. 48, 51, \n790 S.E.2d 657, 659 (2016)).  \n18. “[D]ismissal pursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on \nits face reveals that no law supports the plaintiff’s claim; (2) the complaint on its face \nreveals the absence of facts sufficient to make a good claim; or (3) the complaint \ndiscloses some fact that necessarily defeats the plaintiff’s claim.’ ”  Id., 821 S.E.2d at \n736–37 (quoting Wood v. Guilford Cty., 355 N.C. 161, 166, 558 S.E.2d 490, 494 (2002)). \n19. Although the Court construes the complaint “in the light most favorable to \nthe non-moving party[,]” Christenbury Eye Ctr., P.A. v. Medflow, Inc. , 370 N.C. 1, 5, \n802 S.E.2d 888, 891 (2017) (quoting  Kirby v. N.C. DOT, 368 N.C. 847, 852, 786 S.E.2d \n919, 923 (2016)) , the Court need not “accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences[,]” Good Hope \nHosp., Inc. v. N.C. Dep’t  of Health & Human Servs. , 174 N.C. App. 266, 274, 620 \nS.E.2d 873, 880 (2005) ( citation omitted); see also McCrann v. Pinehurst, LLC, 225 \nN.C. App. 368, 377, 737 S.E.2d 771, 777 (2013)  (“While we treat plaintiffs’ factual \nallegations as true, we may ignore plaintiffs’ legal conclusions.”). \nIV.  \nANALYSIS \n20. Plaintiffs’ individual claims are premised on McDowell’s omissions, rather \nthan his affirmative representations, and are based specifically on McDowell’s failure \nto correct Brasser’s misrepresentations to Plaintiffs regarding rFactr’s financial \ncondition and future prospects leading up to Plaintiffs’ investments.  (Am. Compl. ¶ \n9.)  McDowell contends that Plaintiffs’ individual claims against him must be \ndismissed because (i) Plaintiffs have not pleaded facts showing proximate cause  for \nany claim;1 (ii) Plaintiffs did not plead their constructive fraud and securities  fraud \nclaims with sufficient particularity ; (iii) Brasser’s statements regarding rFactr’s \nfinancial future cannot serve as the basis for Plaintiffs’ fraud-based claims;2 and (iv) \nPlaintiffs have not pleaded facts showing either McDowell’s intent to benefit himself \nor that McDowell “knowingly kept material information from Plaintiffs prior to their \npurchases of the [n]otes”  because they did not allege that “McDowell was aware o r \nhad reason to believe any statements made by Brasser or Gentner about the Company \nor its economic prospects were false.”  (Br. Supp. Mot. Dismiss 5–9.) 3 \n21. The Court addresses each argument in turn. \nA. Proximate Cause–All Claims \n22. McDowell first contends that Plaintiffs have not sufficiently alleged \nproximate cause to support any of their claims against him because “Plaintiffs cannot \ndemonstrate that they reasonably relied on McDowell’s actions or inactions when \nmaking the decision to purchase the [n]otes [.]”  ( Br. Supp. Mot. Dismiss  7.)  \nSpecifically, McDowell argues that “Plaintiffs had, at all times, direct access to \nBrasser and Gentner and the financial records of rFactr, and therefore any failure by \n \n1 This is the sole ground McDowell advances for dismissal of Plaintiffs’ derivative claim for \nbreach of fiduciary duty.  (Def. Chris McDowell’s Br. Supp. Mot. Dismiss Pls.’ Verified Am. \nCompl. 7–9 [hereinafter “Br. Supp. Mot. Dismiss”], ECF No. 16.)  \n \n2 Plaintiffs’ securities fraud claims are the only fraud -based claims Plaintiffs assert against \nMcDowell in the Amended Complaint.  (Am. Compl. ¶¶ 107–15.)   \n \n3 The Motion also sought to dismiss Plaintiffs’ Amended Complaint under Rule 12(b)(7) for \nfailure to join Brasser and Gentner as necessary parties.  (Br. Supp. Mot. Dismiss  1–2.)  \nMcDowell confirmed at the hearing , however, that the addition of Brasser and Gentn er to \nthis action as Third-Party Defendants moots this aspect of his Motion.  The Court, therefore, \ndoes not consider this aspect of McDowell’s Motion and hereby denies it as moot. \n \nMcDowell to report information about the Company could not be the cause of any of \nthe Plaintiffs’ alleged damages.”  (Br. Supp. Mot. Dismiss 7–8.) \n23. “Proximate cause is defined as ‘a cause which in natural and continuous \nsequence, unbroken by any new and independent cause, produced the plaintiff ’s \ninjuries, and without which the injuries would not have occurred.’  In re Se. Eye Ctr.-\nPending Matters , 2019 NCBC LEXIS 29, at *178 (N.C. Super. Ct. May 7, 2019) \n(quoting Adams v. Mills, 312 N.C. 181, 192, 322 S.E.2d 164, 172 (1984 )).  Proximate \ncause exists only where “the risk of injury  . . . is within the reasonable foresight of \nthe defendant.”   Williams v. Carolina Power & Light Co. , 296 N.C. 400, 403, 250 \nS.E.2d 255, 258 (1979). \n24. “Questions concerning proximate cause are ordinarily best left to the jury.”  \nIn re Se. Eye Ctr., 2019 NCBC LEXIS 29, at *178 (quoting Williams, 296 N.C. at 403, \n250 S.E.2d at 258  (noting that only in “exceptional cases” should the issue of \nproximate cause be resolved as a matter of law)).  With these principles in mind, the \nCourt reviews each claim to determine whether Plaintiffs have sufficiently alleged \nproximate cause.   \n1. Breach of Fiduciary Duty and Constructive Fraud4 \n25. McDowell argues that Plaintiffs’ breach of fiduciary duty and constructive \nfraud claims fail for failure to allege proximate cause because “Plaintiffs \n \n4 McDowell has not challenged Plaintiffs’ allegation that he owed Plaintiffs a fiduciary duty \nat the time Plaintiffs allege he solicited their investments.  Therefore, the Court will assume \nwithout deciding for purposes of the Motion that Plaintiffs have al leged facts sufficient to \nshow that a fiduciary relationship existed between McDowell and Plaintiffs.  See, e.g., Dalton \nv. Camp, 353 N.C. 647, 651, 548 S.E.2d 704, 707 (2001) (describing a fiduciary relationship \n \nhad . . . direct access to Brasser and Gentner and the financial records of rFactr [,]” \n(Br. Supp. Mot. Di smiss 7 –8).  Despite McDowell’s assertion, however, these \npurported facts are not in the Amended Complaint, and it is the allegations of the \nAmended Complaint that the Court must test under Rule 12(b)(6).  See Corwin, 371 \nN.C. at 615, 821 S.E.2d at 736. \n26. Further, Plaintiffs have alleged facts showing an unbroken chain of events  \ncausing them injury  which would not have occurred but for McDowell’s alleged \nbreaches of fiduciary duty.  See In re Se. Eye Ctr., 2019 NCBC LEXIS 29, at *178.  In \nparticular, Plaintiffs allege that McDowell , as their personal investment broker,  \nvouched for Brasser, personally arranged for Plaintiffs’ meeting with Brasser, knew \nthat Brasser made false representations to Plaintiffs at the New York City meeting \nbut failed to correct them, and  solicited Plaintiffs’ purchase of rFactr notes, all of \nwhich induced Plaintiffs to invest their funds in rFactr’s notes and thereby suffer \ninjury.  (Am. Compl ¶¶ 20 –34.)  Plaintiffs further allege that they “would not have \npurchased the [n]otes but for the recommendation and inducement of McDowell.”   \n(Am. Compl ¶ 93.)  As such, the Court concludes that, when viewed in the light most \nfavorable to Plaintiffs, these allegations are sufficient to demonstrate that \nMcDowell’s alleged breach of fiduciary duty proximately caused Plaintiffs’ injury.  See \nAdams, 312 N.C. at 193, 322 S.E.2d at 172 (stating that “[p] roximate cause is an \n \nas one of “special confidence” (quoting Abbitt v. Gregory, 201 N.C. 577, 598, 160 S.E. 896, 906 \n(1931))); Searcy v. Searcy, 215 N.C. App. 568, 573, 715 S.E.2d 853, 857 (2011) (stating that a \nclaim of constructive fraud requires a “relation of trust and confidence” (quoting Sidden v. \nMailman, 137 N.C. App. 669, 677, 529 S.E.2d 266, 272 (2000))).   \ninference of fact to be drawn from other facts and circumstances ”).  McDowell’s \nMotion seeking dismissal on this basis must therefore be denied.  \n2. Securities Fraud \n27. One primary difference between claims for breach of fiduciary duty, \nconstructive fraud, and securities fraud is that securities fraud, whether under North \nCarolina or federal law, does not require that a plaintiff’s injuries result from reliance \non a relationship of trust and confidence with the defendant.  Rather, as applied here, \nPlaintiffs must allege that McDowell’s omissions caused Plaintiffs to invest in rFactr \nand resulted in Plaintiffs’ loss.  See Bruschi v. Brown, 876 F.2d 1526, 1530 (11th Cir. \n1989) (stating that causation under federal securities law requires pleading “that the \ndefendant’s misrepresentations caused the plaintiff to make the investment” and \n“that the untruth was in some reasonably direct  . . . way responsible for his loss” \n(citations omitted)); Saw Plastic, LLC v. Sturrus, 2017 NCBC LEXIS 76, *26 (N.C. \nSuper. Ct. Aug. 25, 2017) (“An action under [G.S. § 78A-56(a)] sounds in fraud, \ncomparable to common law fraud and must include allegations and proof typical of \ncommon law fraud claims.” (citation and internal quotation marks omitted)); see also \nClaggett v. Wake Forest Univ.,126 N.C. App. 602, 610, 486 S.E.2d 443, 447 (1997) \n(noting a plaintiff alleging common law fraud must aver that “ plaintiff suffered \ndamage resulting from defendant’s misrepresentation or concealment”). \n28. The allegations Plaintiffs advance to support their various claims for \nsecurities fraud, including to establish proximate cause, involve the same allegations \nthey advance to support their breach of fiduciary duty and constructive fraud claims.  \n(See Am. Compl. ¶ ¶ 21, 23, 28, 30–31, 34 (alleging McDowell’s solicitation of and \nfailure to inform Plaintiffs ); compare 91, 93, with ¶ 113 (alleging reliance on \nMcDowell’s acts and omissions when deciding to invest ).)  All of t hese claims are \npremised on  Plaintiffs’ allegations that McDowell successfully solicited their \ninvestments while concealing from them material information about the Company’s \nfinances that he had a duty to disclose—investments Plaintiffs would not have made \nhad McDowell disclosed the truth he knew about the Company.  (Am. Compl. ¶¶ 110, \n112–13.)  These allegations are sufficient to show that McDowell’s fraudulent conduct \nproximately caused Plaintiffs’ investment losses for purposes of Plaintiffs’ securities \nfraud claims.  See Williams, 296 N.C. at 403, 250 S.E.2d at 258.  McDowell’s Motion \nto Dismiss on this ground must therefore be denied.   \n3. Derivative Claim for Breach of Fiduciary Duty \n29. McDowell also seeks to dismiss Plaintiffs’ derivative claim based on his \nalleged breach of fiduciary duty for Plaintiffs’ failure to allege proximate cause.  (Br. \nSupp. Mot. Dismiss 7 –9.)  Like his other challenges to Plaintiffs’ pleading on this \nground, McDowell’s argument is without merit.   \n30. Plaintiffs allege that McDowell, as a director, “fail[ed] to provide oversight \nof rFactr’s finances and permit[ed] Brasser and Gentner to conceal the state of \nrFactr’s finances[,]” (Am. Compl. ¶ 60(a)), “approv[ed] or permit[ed] rFactr’s officers \nto misuse and squander corporate funds,” (Am. Compl. ¶ 60(d)), and “fail[ed] to \ndisclose or correct known misrepresentations made to rFactr’s credi tors and \nshareholders[,]” (Am. Compl. ¶ 60(f)).  Plaintiffs further allege that McDowell \nprovided services to rFactr, constituting a conflict of interest [,] (Am. Compl. ¶ 73), \ncancelled a deal with another company “based on [his] own self interest,” (Am. Compl. \n¶ 75), and refused to effect “changes regarding the governance of rFactr” after \nadmitting that Brasser and Gentner’s salaries were “truly outrageous” and that they \nwere “destroying th[e] company[,]” (Am. Compl. ¶¶ 66–67, 69). \n31. Plaintiffs also allege that McDowell’s various failures “prevented \nnoteholders and shareholders from learning of the true state of rFactr and taking \naction and facilitated the decline of rFactr and the squandering of all of rFactr’s \nassets.”  (Am. Compl. ¶ 72 .)  According to Plaintiffs, a s a  “result of [McDowell’s] \nbreaches of fiduciary duty, rFactr has suffered and will continue to suffer ” injury \nbecause the Company “[does] not have capital to pay its employees,” cannot “service \nongoing contracts with clients” or “support the ongoing operations  of the \n[C]ompany[,]” and cannot pay “its outstanding debts[.]”  (Am. Compl. ¶¶ 84, 119.) \n32. The Court concludes that these allegations, taken as true and viewed in the \nlight most favorable to Plaintiffs, are sufficient to show that McDowell breached his \nfiduciary duties as a director by failing to take any action to prevent rFactr’s officers \nfrom mismanaging the Company and thereby caus ing rFactr to “become a shell \ncompany with no ability to do business[,]” (Am. Compl. ¶ 84), and resulting in loss to \nthe Company, its shareholders , and its creditors.  McDowell’s Motion to Dismiss \nPlaintiffs’ derivative claim based on a failure to allege proximate cause must \ntherefore be denied. \nB. Constructive Fraud Claim—Pleading with Particularity \n33. McDowell seeks dismissal of Plaintiffs’ constructive fraud claim on the \nadditional ground that Plaintiffs have failed to plead th at claim with sufficient \nparticularity under Rule 9(b).5  (Br. Supp. Mot. Dismiss 4 .)  Our appellate courts, \nhowever, have made clear that “[a] claim of constructive fraud does not require the \nsame rigorous adherence to elements as actual fraud .”  Terry v. Terry, 302 N.C. 77, \n83, 273 S.E.2d, 674, 677 (1981).  Consequently, a claim for constructive fraud “does \nnot need to meet the Rule 9(b) pleading requirement.”  Ironman Med. Props., LLC v. \nChodri, 836 S.E.2d 682, 691 (N.C. Ct. App. 2019).  Accordingly, based on the Court’s \nreview of the relevant allegations in the Amended Complaint, McDowell’s Motion to \nDismiss Plaintiffs’ constructive fraud claim on this ground must be denied. \nC. Constructive Fraud Claim—McDowell’s Intent to Benefit Himself \n34. McDowell next c laims that Plaintiffs’ constructive fraud claim is fatally \ndeficient because “the Amended Complaint fails to demonstrate that McDowell \nsought to benefit himself in a way that took advantage of . . . Plaintiffs”—specifically \nthat Plaintiffs have not alleged  facts showing that “McDowell was aware of or had \nreason to believe that any statements made by Brasser and Gentner  . . . were false.”  \n(Br. Supp. Mot. Dismiss 5.)  McDowell’s argument is meritless.    \n35. While McDowell is correct that a constructive fraud plaintiff must plead that \nthe defendant intended to use his position of trust and confidence in order to benefit \n \n5 Rule 9(b) specifically provides that “ [i]n all averments of fraud, duress or mistake, the \ncircumstances constituting fraud or mistake shall be stated with particularity.  Malice, \nintent, knowledge, and other condition of mind of a person may be averred generally.”  N.C. \nR. Civ. P. 9(b).   \nhimself, see Piles v. Allstate Ins. Co. , 187 N.C. App. 399, 406, 653 S.E.2d 181, 186 \n(2007) (“[A]n essential element of constructive fraud is tha t [D]efendant[ ] sought to \nbenefit [himself] in the transaction.” (citation and internal quotation marks omitted)), \ndisc. review denied , 362 N.C. 361, 663 S.E.2d 316 (2008) , Plaintiffs have satisfied \ntheir pleading burden here.   \n36. Contrary to McDowell’s contention, (Br. Supp. Mot. Dismiss 5), Plaintiffs \nhave alleged that “McDowell took advantage of the fiduciary relationship with the \n[n]oteholders to the detriment of the [n]oteholders and to the benefit of himself.”  (Am. \nCompl. ¶ 103.)  Plaintiffs have further alleged that, based on the knowledge McDowell \ngained as a shareholder and director of rFactr and his knowledge of its predecessor, \nhe knew that Brasser made misrepresentations to Plaintiffs, (Am. Compl. ¶ 25), yet \nnot only failed to disclose that information to Plaintiffs when he had a duty to do so, \nbut also induced Plaintiffs to invest in rFactr, the failing company in which he was a \nshareholder, thereby advancing McDowell’s pecuniary interest at Plaintiffs’ expense.  \n(Am. Compl. ¶ 28 .)  The Court concludes that t hese allegations are sufficient to \nsurvive dismissal under Rule 12(b)(6).  McDowell’s Motion on this basis must \ntherefore be denied. \nD. Securities Fraud Claims—Pleading with Particularity/Future Statements \n37. McDowell also seeks to dismiss Plaintiffs’ securities fraud claims for failing \nto plead with requisite particularity under Rule 9(b).  (Br. Supp. Mot. Dismiss 4.)  \nSeparately, he contends that these same claims should be dismissed as impermissibly \nbased on unfulfilled promises concerning future events.  (Br. Supp. Mot. Dismiss 5.)  \nNeither contention has merit.   \n38. Plaintiffs’ securities fraud claims are omission -based and are premised on \nPlaintiffs’ allegations that  (i) McDowell “was involved in and material ly aided \nrFactr’s sale of the [n]otes[,]” (Am. Compl. ¶ 110), and (ii) “in soliciting [Plaintiffs] to \npurchase the [n]otes, McDowell concealed information regarding rFactr from \n[Plaintiffs], failed to disclose known misrepresentations and conflicts of inte rest to \n[Plaintiffs], and personally benefitted from rFactr at the expense of [Plaintiffs,]” (Am. \nCompl. ¶ 112).  Plaintiffs further allege that they “had no knowledge of the concealed \nfacts” and “reasonably relied upon the false or incomplete representations in deciding \nto purchase the [n]otes.”  (Am. Compl. ¶ 113.) \n39. As to the specific information Plaintiffs allege that McDowell concealed, \nPlaintiffs allege, as noted above,  that Brasser told them at a dinner party in New \nYork City in early 2014 that rFactr was a “new company [,]” would be “cash flow \npositive ‘in the next six months,’ ” and was “raising money specifically for new \nsubscription demand created by pending large cu stomers.”  (Am. Compl. ¶ ¶ 23, 26, \n28.)  Plaintiffs further allege that McDowell (i) was their broker/investment advisor; \n(ii) invited them to the dinner party to meet Brasser and Gentner ; (iii) vouched for \nBrasser; (iv) heard Brasser’s representations at t he dinner party ; (v) knew those \nrepresentations were false; (vi) had a duty as Plaintiffs’ broker/investment advisor to \nadvise Plaintiffs that Brasser’s statements were not true; and still (vii) solicited their \ninvestments in rFactr notes without disclosin g that Brasser’s statements about \nrFactr’s business and prospects were inaccurate.  (Am. Compl. ¶¶ 20, 28–31.)   \n40. Turning first to Rule 9(b)’s particularity requirement, the Supreme Court of \nNorth Carolina has long held that Rule 9(b) is “ met by alleging ti me, place and \ncontent of the fraudulent representation, identity of the person making the \nrepresentation and what was obtained as a result of the fraudulent acts or \nrepresentations.”  Terry, 302 N.C. at 85, 273 S.E.2d  at 678.  However, “ ‘ fraud by \nomission is, by its very nature, difficult to plead with particularity’ under Rule 9(b).”  \nIsland Beyond, LLC v. Prime Cap . Grp., LLC, 2013 NCBC LEXIS 48, at *18 (N.C. \nSuper. Ct. Oct. 30, 2013) (quoting Lawrence v. UMLIC-Five Corp., 2007 NCBC LEXIS \n20, at *9 (N.C. Super. Ct. June 18, 2007)).  This Court has therefore held that fraud \nclaims based on omission require a plaintiff to allege: \n(1) “the relationship [between plaintiff and defendant] giving rise to the \nduty to speak [”;] (2) the event that triggered th e duty to speak or the \ngeneral time period over which the relationship arose and the fraud \noccurred; (3) “the general content of the information that was withheld \nand the reason for its materiality [”;] (4) the identity of those under a \nduty who failed to make such disclosures; (5) what the defendant gained \nfrom withholding the information; (6) why the plaintiff’s reliance on the \nomission was reasonable and detrimental; and (7) the damages the fraud \ncaused the plaintiff. \n \nId., at *18–19 (quoting Lawrence, 2007 NCBC LEXIS 20, at *9 ); see also Breeden v. \nRichmond Cmty. Coll., 171 F.R.D. 189, 19 5–96 (M.D.N.C. 1997) (stating the same).  \nPlaintiffs’ allegations meet this pleading burden here, including that McDowell had \na duty to speak on the pleaded facts.  See, e.g., Matrixx Initiatives, Inc. v. Siracusano, \n563 U.S. 27, 44 (2011) (requiring disclosure under securities fraud claims “only when \nnecessary to make  . . . statements made, in the light of the circumstances under \nwhich they were made, not misleading”  (citation and internal quotation mark s \nomitted)). \n41. McDowell’s argument concerning the promissory nature of Brasser’s alleged \nmisrepresentations likewise misses the mark.  McDowell premises his argument on \nsettled North Carolina law that “mere unfulfilled promises cannot be made the basis \nfor an action of fraud.”  Williams v. Williams, 220 N.C. 806, 810, 18 S.E.2d 364, 365 \n(1942).6  But this case law, which addresses claims against a promisor (here Brasser), \nsee id. at 811, 18 S.E.2d at 367 (noting that for claims based on an unfulfilled promise, \nthe relevant question is “the state of the promisor’s mind”) , has little application to \nclaims against McDowell, which are based on his failure to speak, not on his making \nan unfulfilled promise, see, e.g., Lawrence, 2007 NCBC LEXIS 20, at *8 (when a claim \nfor fraud arises by “nondisclosure, Plaintiffs . . . must allege that . . . the Defendants \nhad a duty to disclose material information to them, as silence is fraudulent only \nwhen there is a duty to speak”) (citing Griffin v. Wheeler -Leonard & Co. , 290 N.C. \n185, 198, 225 S.E.2d 557, 565 (1976)); see also, e.g., Skoog, 2013 NCBC LEXIS 16, at \n*15 (“An omission must be tied to an affirmative statement, because there is no \ngeneral duty of disclosure imposed by either fed eral or North Carolina securities \nlaws.” (citing Chiarella v. United States , 445 U.S. 222, 230 (1980)) ); Matrixx \n \n6 The Court notes, however, that North Carolina and federal law are clear that an unfulfilled \npromise may be actionable in fraud where “the promisor had no intention of carrying it out \nat the time of the promise.”  Skoog v. Harbert Priv. Equity Fund, II, LLC, 2013 NCBC LEXIS \n16, at *30 (N.C. Super. Ct. Mar. 25, 2013) (quoting McKinnon v. CV Indus., Inc. , 213 N.C. \nApp. 328, 338, 713 S.E.2d 495, 503 (2011)) (explaining that the rule also applies to securities \nfraud claims brought under the federal statute). \nInitiatives, Inc., 563 U.S. at 44 (“Disclosure is required under these provisions only \nwhen necessary to make . . . statements made, in the light of the circumstances under \nwhich they were made, not misleading .” (citation and internal quotation marks \nomitted)).   \n42. Accordingly, because Plaintiffs have alleged sufficient facts to support their \nomission-based fraud claims against McDowell, McDowell’s Motion should be denied.   \nE. Securities Fraud Claims—Knowing Concealment of Material Information \n \n43. Finally, McDowell contends that Plaintiffs’ securities fraud claims should be \ndismissed for “fail[ure] to demonstrate that McDowell  . . . knowingly kept material \ninformation from Plaintiffs prior to their purchases of the [n]otes[.]”  (Br. Supp. Mot. \nDismiss 5.)  In support, McDowell relies upon Sullivan v. Mebane Packaging Group, \nInc., 158 N.C. App. 19, 34, 581 S.E.2d 452, 463 (2003),  to argue that a plaintiff must \ndemonstrate that “(1) the defendant made an untrue statement of material fact or \nomitted a material fact that would have been necessary to make the statements that \nwere made not misleading[,]” and “(2) the defendant cannot show that he did not \nknow or, with reasonable care, could not have known, of the untruth or omission.”  \n(Br. Supp. Mot. Dismiss 4.)   \n44. The Court  again finds McDowell’s argument without merit.  Even if the \nCourt were to assume Sullivan controls,7 Plaintiffs have alleged facts showing that \n \n7 Sullivan involved N.C.G.S. § 78A-56(b), which prohibits the purchase of a security by means \nof an untrue statement or omission—not the sale or offer of sale of a security by those same \nmeans, which is the conduct Plaintiffs seek redress for here and is pro hibited through \nN.C.G.S. § 78A-56(a)(2): \n \n \nMcDowell knew that : (i) Brasser’s representations were false, (ii) Plaintiffs did not \nknow that Brasser’s repr esentations were false, (iii) Plaintiffs intended to rely on \nBrasser’s misrepresentations in deciding to invest in rFactr’s notes, and (iv) despite \nthis knowledge, did not advise Plaintiffs that Brasser’s representations were false.  \n(Am. Compl. ¶¶ 25–26, 28.)  As such, Plaintiffs have satisfied any pleading burden to \n“demonstrate that McDowell . . . knowingly kept material information from Plaintiffs \nprior to their purchases of the [n]otes [.]”  (Br. Supp. Mot. Dismiss 5. )  McDowell’s \nMotion on this ground must therefore be denied. \nV. \nCONCLUSION \n80. WHEREFORE, for the foregoing reasons, the Court hereby DENIES the \nMotion to Dismiss. \nSO ORDERED, this the 14th day of October, 2020. \n      \n   \n \n     /s/ Louis A. Bledsoe, III \n    Louis A. Bledsoe, III \n    Chief Business Court Judge \n \n \nTo state a claim pursuant to § 56(a)(2) . . ., a plaintiff must at a minimum allege \n(1) a false or misleading statement, or a statement which, because of the \ncircumstances under which it was made, was made false or misleading because \nof the omission of other facts; (2) that the statement was material; and (3) that \nthe statement was made by one who offered or sold a security. \n \nSkoog, 2013 NCBC LEXIS 16, at *15–16.  A plaintiff suing under section (a)(2) need not prove \na knowing and intentional failure to disclose material information to the plaintiff.  See \nPiazza, 246 N.C. App. 576, 601, 785 S.E.2d 695, 711 (2016) (“[A] section 78A -56(a)(2) civil \nplaintiff need not prove scienter.” (emphasis omitted)). \n "
}