{
  "id": "282dfc56bea9bd8aa2f51fd61b8cda13eed94735ae9d2b875e85607bc0223b22",
  "source_file": "data/raw/ncbc/282dfc56bea9bd8aa2f51fd61b8cda13eed94735ae9d2b875e85607bc0223b22.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nGUILFORD COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 8523 \nMIRIAM EQUITIES, LLC, a New \nJersey Limited Liability Company, \n \nPlaintiff, \n \nv. \n \nLB-UBS 2007-C2 MILLSTREAM \nROAD, LLC, a North Carolina Limited \nLiability Company,  \n \nDefendant. \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION FOR \nSUMMARY JUDGMENT \n \nI. INTRODUCTION \n1. This case involves the attempted sale of commercial property in Guilford \nCounty, North Carolina (the “Property”) by Defendant (also referred to as “Seller”) to \nPlaintiff (also referred to as “Buyer”) .  The sale fell through when Plaintiff failed to \nmeet the terms required to close in the Agreement for Sale and Purchase of Property \n(the “Agreement”). \n2. Plaintiff argues that it was prevented from closing beca use Defendant \nbreached the Agreement by denying its request to exercise a contract right to access \nthe Property “to conduct site inspections and investigations” so that it could  secure \nfunding (the “Access Right”).   (Am. Verified Compl. ¶ 10 , ECF No. 5 .)  Defendant \nresponds that it did not breach the A greement and argues alternatively that if a \nbreach did occur, it was not material and does not excuse Plaintiff’s failure to close. \n3. Plaintiff further claims that, after these events, the parties agreed  to \nnew terms to close the sale.   Defendant denies that the parties reached any new \nMiriam Equities, LLC v. LB-UBS 2007-C2 Millstream Rd., LLC, 2022 NCBC 3. \n \n \nagreement and counterclaims for a judgment declaring that  Plaintiff breached the \nAgreement, Defendant has no further obligation to Plaintiff under the Agreement, \nand Defendant is entitled to  retain Pl aintiff’s $1  million deposit as liquidated \ndamages.  Defendant also seeks its attorneys’ fees and costs.  (Mot. Dismiss, Answer, \n& Countercl. ¶¶ 13–22, ECF No. 7.)  \n4. Before the Court is Defendant LB-UBS 2007-C2 Millstream Road, LLC’s \nMotion for Summary Judgment (the “Motion”), filed on 18 December 2020.  (ECF No. \n42.)  Defendant contends that it is entitled to summary judgment with respect to both \nof Plaintiff’s claims, as well as its own counterclaims.  With the benefit of full briefing \nand a hearing on 2 November 2021, the Motion is ripe for determination. \n5. Having considered the Motion, the briefs filed by the parties, 1 the \narguments of counsel, and other relevant matters of record, the Court GRANTS  \nDefendant’s Motion , DISMISSES Plaintiff’s action with prejudice,  and ENTERS \nJUDGMENT for LB-UBS 2007-C2 MILLSTREAM ROAD, LLC as provided herein. \nRevolution Law Group, by C. Scott Meyers, for Plaintiff Miriam Equities, \nLLC. \n \nKilpatrick Townsend & Stockton LLP, by James H. Pulliam and \nElizabeth L. Winters, for Defendant LB-UBS 2007-C2 Millstream Road, \nLLC. \n \nEarp, Judge. \n \n1 The Court granted the parties an opportunity to submit supplemental briefing on the \nMotion, (Ord . Pl.’s Mot. Leave File Surreply Br. & Modification Current Am. Case \nManagement Ord. ¶ 5, ECF No. 59), but Plaintiff’s Response to Defendant’s Supplemental \nBrief in Support of its Motion for Summary Judgment,  (ECF No. 79) , was not timely \nsubmitted and, consequently, was not considered, (Ord . Pl.’s Mot. Ext. Time ¶ 12 –13, ECF \nNo. 80).  \n \n \nII. FACTUAL BACKGROUND \n6. The Court does not make findings of fact when ruling on motions for \nsummary judgment.  Instead, the Court summarizes the material facts it considers \nto be uncontested.  Hyde Ins. Agency, Inc. v. Dixie Leasing Corp. , 26 N.C. App. 138, \n142 (1975); McGuire v. Lord Corp. , 2021 NCBC LEXIS 4 , at *2–3 (N.C. Super. Ct. \nJan. 19, 2021) .  The following background, describing the evidence and noting \nrelevant disputes, is therefore intended only to provide context for the Court’s \nanalysis and ruling.2   \n7. The right to purchase the commercial property at issue in this case was \nput up for auction.  (See Verified Compl. Ex. A, ECF No. 3 (describing the purchase \nas a “COMMERCIAL AUCTION” with “NO DUE DILIGENCE PERIOD”).)  Plaintiff \nwas the successful bidder.  (See Verified Compl. Ex. A § 1.3(a); Br. Supp. Mot. Summ. \nJ. Ex. 2, ECF No. 44.2 .)  Consequently, on 15 May 2019, Plaintiff and Defendant \nexecuted the Agreement.  (Verified Compl. Ex. A.)   \n8. The Agreement contains several provisions designed to streamline the \nclosing process.  It specifies, for example, that Plaintiff is “buying the Property ‘as is, \nwhere is with all faults and limitations’  ” and with “no due diligence or inspection \nperiod[.]”  (Verified Compl. Ex. A, 1.)    \n \n2 The Court provided additional procedural background in its Order and Opinion  on \nDefendant’s Motion for Sanctions, (ECF No. 83), filed on 1 November 2021.   \n \n \n9. Section 3.5 adds that: \nBuyer hereby acknowledges that prio r to the Execution Date Seller \nprovided Buyer sufficient opportunity to make such independent \nfactual, physical, and legal examinations and inquiries as Buyer deemed \nnecessary and desirable with respect to the Property and the transaction \ncontemplated by  this Agreement and that Buyer has approved the \nProperty in all respects.   Any inspections conducted by Buyer after the \nExecution Date do not and shall not in any way relieve Buyer of any of \nits obligations under this Agreement[.] \n \n(Verified Compl. Ex. A  § 3.5 (emphasis added).)  “Execution Date” is defined within \nthe Agreement as  “[t]he date set forth on the cover page of this Agreement, which \ndate shall be the date Buyer has executed this Agreement in accordance with Section \n13.4.”  (Verified Compl. Ex. A § 2.1(k).)  The date on the cover page is 15 May 2019.  \n(Verified Compl. Ex. A.)   \n10. Importantly, the Agreement expressly states that “Buyer understands \nand acknowledges that the purchase of the Property and this Agreement IS NOT \ncontingent on Buyer obtaining financing for the purchase of the Property.”  (Verified \nCompl. Ex. A § 4.1(b) (emphasis in original).) \n11. Further, the parties agreed that time was of the essence with respect to \ntheir obligations under the Agreement.  ( See Verified Compl. Ex. A  § 13.12 (“Seller \nand Buyer expressly agree that time is of the essence with respect to this \nAgreement.”).)   \n12. The Agreement limits any recourse Buyer may have against Seller: \nNotwithstanding any provision to the contrary in this agreement, \nSeller’s liability and Buyer’s sole and exclusive remedy in all \ncircumstances and for all claims . . . arising out of or relating in any way \nto this Agreement or the sale of the Property to Buyer including, but not \nlimited to, Seller’s breach or termination of this Agreement , the \n \n \ncondition of the Property, Seller’s title to the Property, the occupancy \nstatus of the property, the size, square footage, boundaries, or location \nof the property, any cost or expense incurred by Buyer in conducting its \ninvestigation and/or due diligence in preparation for the purchase of the \nproperty, obtaining other accommodations, moving, storage or \nrelocation expenses, or any other costs or expenses incurred by Buyer in \nconnection with this Agreement shall be limited as provided in Section \n11.2 of this Agreement. \n \n(Verified Compl. Ex. A, 1.) \n13.   Section 11.2 provides in pertinent part: “Buyer agrees that the \nProperty is not unique and that in the event of Seller's default or material breach of \nthe Agreement, Buyer can be adequately and fairly compensated solely by receiving \na return of the Deposit and the Expenses.”  (Verified Compl. Ex. A § 11.2.) \n14. However, in the event of Buyer’s failure to close on the Property prior to \nthe agreed-upon date, Section 11.1 of the Agreement provides that “the Deposit shall \nbe paid over to Seller as agreed and [sic] liquidated damages and not as a penalty[.]”  \n(Verified Compl. Ex. A § 11.1.) \n15. After Plaintiff failed to meet its first deadline for a required deposit, the \nAgreement was amended on 28 May 2019 to make the deposit amount $1 million and \nto establish 3 July 2019 at 2:00 p.m. as the closing date  and time.  (Br. Supp. Mot. \nSumm. J. Ex. 4, ECF No. 44.4; see Verified Compl. Ex. A § 1.4; Chommie Aff. ¶ 4, ECF \nNo. 44.1.) \n16. It is undisputed that Plaintiff did not meet its obligations to close on \nJuly 3.  Plaintiff contends that it was unable to do so because Defendant denied it \naccess to the Property .  (Am. Verified Compl. ¶ 10.)   In testimony submitted in \nopposition to Defendant’s Motion for Summary Judgment, Plaintiff explains  that a \n \n \nfinal site inspection, denied by Defendant, was required to secure the financing from \nits lender that Plaintiff needed to close.  (Shapiro Aff. ¶¶ 9–10, ECF No. 47.2; Rubin \nAff. ¶¶ 9–10, ECF No. 47.3; see Pl.’s Br. Opp’n Def.’s Mot. Summ. J. 4, ECF No. 47.) \n A.  The Access Right \n17. The “Access Right” is found in Section 3.2 of the Agreement: \nUntil the Closing Date, provided this Agreement is not terminated to  \nthe extent permitted herein, Buyer and Buyer’s agents and contractors \nshall be entitled to enter upon the Property at all reasonable times \nestablished by Seller, but only for the purpose of conducting tests and \nmaking site inspections and investigations.  In doing so, however, Buyer \nagrees (a) that  no invasive testing may be conducted without Seller ’s \nprior consent, which may be withheld by Seller in its sole discretion, (b) \nnot to cause any damage or make any physical changes to the Property \nand (c) not to interfere with the rights of Tenant, Subtenant or others \nwho may have a legal right to use or occupy the Property. \n \n(Verified Compl. Ex. A § 3.2 (emphasis added).)   \n18. The parties agree that at some point close in time to the closing date, \nBuyer requested, and was denied, access to the Property.  The exact timing and effect \nof th e Buyer’s request, however, is hotly disputed.  Plaintiff’s corporate \nrepresentative, Sam Sprei, testified that he telephoned both the Seller’s \nrepresentatives and the Property’s current tenant requesting access as early as June \n25 or 26.  (Sprei Dep. 66:20 –69:7, ECF No. 79.1.)\n3  Inconsistently, Plaintiff also \nsubmitted testimony by affidavit stating that July 2 w as the date that Plaintiff \n \n3 The Court takes judicial notice of the transcript of the Sprei Deposition, (ECF 79.1), without \nregard to Plaintiff’s Response to Defendant’s Supplemental Brief in Support of its Motion for \nSummary Judgment , (ECF No. 79 ), which was untimely filed and, therefore, is not \nconsidered, (see Ord. Pl.’s Mot. Ext. Time ¶ 13). \n \n \ntelephoned Defendant requesting access to the Property.  (Shapiro Aff. ¶ 10; Rubin \nAff. ¶ 10.) \n19. On the other hand, Lisa Chommie, asset manager for Defendant’s agent, \nLNR Partners, LLC, testified that July 8  was the first time she received a request \nfrom Plaintiff for access to the Property.  (Chommie Aff. ¶ 5.) \n20. For purposes of the Motion, the Court views  the evidence in the light \nmost favorable to the nonmoving party, Plaintiff, and assumes as true Plaintiff’s \ncontention that it requested access on June 25 or 26.  It is undisputed that Defendant \ndenied Plaintiff’s request. \n21. It is further undisputed that Plaintiff was not prepared to close at 2:00 \np.m. on July 3 as agreed.  At 10:19 a.m. on the day of the scheduled closing,  Eli \nShapiro, acting for Plaintiff,  wrote an email to Chommie and Ms. Nealon , another \nrepresentative of Defendant, asking for an extension of time:  “Lisa I am asking you \nto Pls [sic] try to make this exstion [sic] work.”  (Br. Supp. Mot. Summ. J. Ex. 6, ECF \nNo. 44.6.)  Later that afternoon Plaintiff was still unprepared to close.  Shapiro \nresponded to the escrow agent’s request for an update at 1:58 p.m. with: “Working \nwith lender attorney[.]”  (Br. Supp. Mot. Summ. J. Ex. 7, ECF No. 44.7.) \n22. It is undisputed that the c losing did not occur at 2:00 p.m. on July 3 .  \n(Br. Supp. Mot. Summ. J. Ex. 4 (“First Amendment to Agreement for Sale and \nPurchase of Property”).)  Consequently, at 2:28 p.m. on July 3, Defendant’s counsel \nsent a letter of default to Plaintiff.  (Br. Supp. Mot. Summ. J. Ex. 8, ECF No. 44.8.) \n \n \nB.  The Alleged “Contract to Reinstate” \n23. After the unsuccessful July 3 closing, in a 9 July 2019 email, Mr. Shapiro \nasked Chommie for a new closing date (July 24) in exchange for another deposit.  (Br. \nSupp. Mot. Summ. J. Ex. 10, ECF No. 44.10.)  Chommie did not immediately respond. \n24. The next communication in the record is an email from Chommie to \nShapiro sent on 29 July 2019 making it clear that it was not her decision to accept or \ndecline Plaintiff’s offer and stating: \nI spoke to my boss  and let him know your point which is I believe that \nthere is a lot of available space that LabCorp can move into and we \nshould take your offer.  I sent him the PDF’s as well.  He came back and \nsaid the same thing to take the offer of the additional $1MM at risk and \n$500k extension fee. \n \n(Pl.’s Br. Opp’n Def.’s Mot. Summ. J. Ex. 5, ECF No. 47.6.)  Shapiro testified that he \nthen “contacted Ms. Chommie on July 31, 2019 to resurrect the deal .”  (Shapiro Aff. \n¶ 14.)4 \n25. On 12 August 2019, Chommie communicated to Shapiro that she would \nspeak further with her boss and specified that , if the parties reached an agreement, \nshe would need Malka Rubin’s identification as Plaintiff’s representative , as well as \nproof of Ms. Rubin’s ability to execute an agreement on behalf of Plaintiff, in order to \nproceed.  (Br. Supp. Mot. Summ. J. Ex. 11, ECF No. 44.11.) \n26. The next day Chommie relayed to Shapiro that her senior management \nwould agree to reinstate the deal for the original purchase price but would require a \n \n4 The content of this communication—if it occurred—is not in the record. \n \n \n$1.2 million deposit and another $300,000 at closing  as an extension fee.  (Pl.’s Br. \nOpp’n Def.’s Mot. Summ. J. Ex. 6, ECF No. 47.7.) \n27. At 2:19 p.m.  on August  13, Shapiro counteroffered by email back  to \nChommie: “[l]et’s split the baby in half[ .]”  (Pl.’s Br. Opp’n Def.’s Mot. Summ. J. Ex. \n6.)  Without responding to the substance of the counteroffer, t hat same evening , \nChommie reiterated that she would need proof of Ms. Rubin’s authority to sign on \nbehalf of Plaintiff.  (Pl.’s Br. Opp’n Def.’s Mot. Summ. J. Ex. 6 .)  Shapiro responded \nby attaching Plaintiff’s operating agreement with Ms. Rubin’s signature.  (Br. Supp. \nMot. Summ. J. Ex. 12, ECF No. 44.12.) \n28. Finally, on August 15, Chommie reported to Shapiro th at she  “spoke \nwith [her] bosses about this and they have decided not to move forward with the deal.  \nThere are too many inconsistencies in the documents provided and we are going in \nanother direction with the asset.”  (Br. Supp. Mot. Summ. J. Ex. 13, ECF No. 44.13.)  \n29. The parties disagree regarding whether a Contract to Reinstate was \nformed as a result of these communications .  In any event, the sale was never \nconsummated, and this litigation ensued. \nIII. PROCEDURAL BACKGROUND \n30. The Complaint in this matter was filed on 13 September 2019.  (Verified \nCompl., ECF. No. 3 .)  An Amended Verified Complaint asserting claims for Specific \nPerformance, Declaratory Judgment, Unjust Enrichment, Breach of Contract, and \nConstructive or Equitable Lien was filed on 21 October 2019.  (Am. Verified Compl., \nECF No. 5.) \n \n \n31. Defendant answered the Amended Complaint on 6  November 2019, \nasserting a counterclaim for decla ratory judgment and moving to dismiss  Plaintiff’s \nclaims.  (Mot. Dismiss, Answer & Countercl., ECF No. 7 ; Defs.’ Mot. Dismiss Pl.’s \nVerified Am. Compl. & Mot. Cancellation Lis Pendens, ECF No. 8.)     \n32. On 6 December 2019, Plaintiff voluntarily dismissed its First Cause of \nAction for Specific Performance and its Fifth Cause of Action for Constructive or \nEquitable Lien.  Plaintiff also c onsented to the cancellation of Lis Pendens #19 M \n2394, and it voluntarily dismissed all claims against defendants LNR Partners, LLC \nand U.S. Bank NA, leaving LB-UBS 2007-C2 Millstream Road, LLC as the remaining \ndefendant.  (Vol. Dismissal Without Prej. & Cancellation Lis Pendens, ECF No. 11.) \n33. On 9 January 2020 , the Court granted Defendant’s Motion to Dismiss \nwith respect to Plaintiff’s Third Cause of Action for Unjust Enrichment.  (Ord. & Op. \nMot. Dismiss ¶ 16, ECF No. 15.)   Therefore, the claims remaining to be decided are \nPlaintiff’s Second Cause of Action for Declaratory Judgment and Plaintiff’s Fourth \nCause of Action for Breach of Contract.  Also remaining is Defendant’s Counterclaim \nfor Declaratory Judgment. \n34. On 18 December 2020,  Defendant filed this Motion for Summary \nJudgment on “all claims and counterclaims remaining in this action.”  (Mot. Summ. \nJ., ECF No. 42.)   \nIV. LEGAL STANDARD \n35. “Summary judgment should be rendered ‘if the pleadings, depos itions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if any, \n \n \nshow that there is no genuine issue as to any material fact and that any party is \nentitled to a judgment as a matter of law.’ ”  Rose v. Guilford Cnty., 60 N.C. App. 170, \n172 (1982) (quoting N.C. R. Civ. P. 56(c)). \n36. The burden is on the moving party to establish th e “absence of any \ntriable issue of fact[,]” and the moving party’s “papers are meticulously scrutinized \nand all inferences are resolved against [it].”  Joel T. Cheatham, Inc. v. Hall, 64 N.C. \nApp. 678, 680 (1983) ( citing Kidd v. Early, 289 N.C. 343, 352 (1976)).  “A defendant \nis entitled to summary judgment [on a plaintiff’s claims] only when he can produce a \nforecast of evidence, which when viewed most favorably to plaintiff would, if offered \nby plaintiff at trial, without more, compel a directed verdict in defendant ’s \nfavor, . . . or if defendant can show through discovery that plaintiff cannot support \nhis claim [.]”  Coats v. Jones, 63 N.C. App. 151, 154 (citations omitted) , aff’d per \ncuriam, 309 N.C. 815 (1983). \n37. Affirmative summary judgment on a party’s own claims for relief carries \nan even greater burden.  Brooks v. Mount Airy Rainbow Farms Ctr., Inc. , 48 N.C. \nApp. 726, 728 (1980).  The moving party “must show that there are no genuine issues \nof fact, that there are no gaps in his proof, that no inferences inconsistent with his \nrecovery arise from the evidence, and that there is no standard that must be applied \nto the facts by the jury.”  Parks Chevrolet, Inc. v. Watkins, 74 N.C. App. 719, 721 \n(1985).  Therefore, it is “rarely . . . proper to enter summary judgment in favor of the \nparty having the burden of proof.”  Blackwell v. Massey, 69 N.C. App. 240, 243 (1984); \n \n \nsee Banc of Am. Merch. Servs., LLC v. Arby’s Rest. Grp., Inc., 2021 NCBC LEXIS 61, \nat *10–11 (N.C. Super. Ct. June 30, 2021). \nV. ANALYSIS \nA. Plaintiff’s Claims for Breach \n38. Plaintiff claims it is entitled to a declaratory judgment establishing that \nDefendant breached the Agreement by denying its request to access the property in \nviolation of the Access Right, th ereby preventing Plaintiff from obtaining financing \nand being able to meet its  obligations to close.  (Am. Verified Compl. ¶ 10 ; Shapiro \nAff. ¶¶ 9–10; Rubin Aff. ¶¶ 9–10; see Pl.’s Br. Opp’n Def.’s Mot. Summ. J. 4.)  It seeks \nthe return of its $1 million deposit. \n39. Defendant responds that its decision to refuse Plaintiff’s request for \naccess was reasonable under the circumstance s and was not a breach of the parties’ \nAgreement.  (Def.’s Suppl. Br. Supp. Mot. Summ. J. 10 –15, ECF No. 65.)  Moreover, \nbecause the language of the Agreement established that the property was to be taken \n“as is, where is with all faults and limitations” and with “no due diligence or \ninspection period,” and because “[a] ny inspections conducted by Buyer after the \nExecution Date [did]  not and shall not in any way relieve Buyer of any of its \nobligations under this Agreement”  and “the purchase of the Property and this \nAgreement [was not] contingent on Buyer obtaining financing for the purchase of the \nProperty,” Defendant contends that if it did breach the Agreement, its breach was not \nmaterial and did not relieve Plaintiff of its obligation to close on July 3.  (See Br. Supp. \nMot. Summ. J. 9–10, ECF No. 43; Reply Supp. Mot. Summ. J. 8, ECF No. 54.) \n \n \na. Defendant’s Access Denial \n40. Defendant argues that it did not breach the Agreement because it was \nwithin its rights under the Agreement to decline Plaintiff’s request for access for three \nreasons: (1) Plaintiff’s request w as not in writing; (2) Plaintiff’s request s were too \nclose to the closing date and were, therefore, not reasonable under the terms of the \nAgreement; and (3) Plaintiff’s requested access was for an appraisal, but Section 3.2 \nonly allowed access for “tests or inspections.”  (See Def.’s Suppl. Br. Supp. Mot. Summ. \nJ. 10–15.)   \n41. Of the three arguments , the Court agrees that there is no issue of fact \nwith respect to the first, and it alone is sufficient to warrant summary judgment  for \nDefendant.  Plaintiff’s request to access the Property was required to be in writing.  \nSection 13.8 begins by stating : “ All notices, demands, requests, and other \ncommunications required or permitted  hereunder shall be in writing.”   (Verified \nCompl. Ex. A § 13.8 (emphasis added). )  Plaintiff presents no evidence that any \nwritten request for access was presented to Defendant.  To the contrary, Plaintiff \nsubmits sworn testimony that the request was oral—by telephone.  (Shapiro Aff. ¶ 10; \nRubin Aff. ¶ 10.) \n42. Plaintiff argues that Section 13.8  does not specif ically apply  to the \nAccess Right provision, and therefore, Plaintiff’s requests to access the Property did \nnot need to be in writing .  The argument lacks merit.  Nothing in the Agreement \nlimits the application of Section 13.8  in the manner Plaintiff suggests .  T he plain \nlanguage of Section 13.8 is that “all” communications shall be in writing.  Accordingly, \n \n \nthere is no question that Plaintiff’s  oral requests to access the Property were \nineffective, and Defendant did not breach the parties’ Agreement when it denied \nthem.  See State v. Philip Morris USA, Inc. , 363 N.C. 623, 632 (2009) ( “[W]hen the \nterms of a contract are plain and unambiguous, there is no room for construction.  \nThe contract is to be interpreted as written [] and enforce[d] . . . as the parties have \nmade it[.]” (citations and internal quotation marks omitted)).5 \n \n5 Separately, Defendant argues that a lease for the property in question giving its tenant the \nright to three business days’ notice before the property is accessed makes Plaintiff’s request \non short notice unreasonable as a matter of law such that it could be denied wit hout \nbreaching the Agreement.  The argument is unavailing.  First, Defendant filed the lease but \ndid not provide an affidavit authenticating it.  The Court concludes, in response to Plaintiff’s \ntimely objection on the issue, that the unauthenticated lease agreement cannot be considered \nfor purposes of this Motion.  Cf . Yamaha Int’l Corp. v. Parks , 72 N.C. App. 625, 629 (1985) \n(“On a motion for summary judgment, uncertified or otherwise inadmissible documents may \nbe considered if not ch allenged by timely objection. ” (emphasis added) ).  Furthermore, \nPlaintiff presented evidence through Mr. Sprei’s deposition that Sprei, on behalf of Plaintiff, \nmade requests (albeit by telephone) to access the Property as early as June 25 or 26.  (Sprei \nDep. 66:20–69:7.)  Consequently, even if the “three business day” provision in the lease were \nconsidered, Sprei’s testimony that the request was made more than three business days \nbefore the closing rai ses issues for a jury to decide  absent summary judgment on other \ngrounds.  Craddock v. Craddock, 188 N.C. App. 806, 809 (2008) (“ Summary judgment may \nnot be used . . . to resolve factual disputes which are material to the disposition of the action.” \n(quoting Robertson v. Hartman, 90 N.C. App. 250, 252 (1988))).  \n \nDefendant’s argument t hat Plaintiff’s request to access the Property for the purpose of \nappraising it was improper because Section 3.2 allows access only for “tests and inspections” \nis also unavailing .  It is unclear from the evidence presented the exact purpose for which \nPlaintiff requested access.  The Amended Complaint states that Plaintiff desired access to \n“conduct site inspections and investigations[,]” (Am. Verified Compl. ¶ 10), and Plaintiff’s \nResponse Brief explains that its lender needed to “visit” and “inspect” the property, (Pl.’s Br. \nOpp’n Def.’s Mot. Summ. J. 4, 7).  On the other hand, Mr. Sprei testified that access was \nneeded for a “verbal commitment” from the appraiser and noted the need to “get the appraisal \nand summary of one page opinion letter.”  (Sprei Dep. 78:3–4, 81:2–4.)  Therefore, whether it \nrequested access for a “test”  or an “inspection” is another issue for a jury to determine if \nsummary judgment were not otherwise appropria te.  Cf. Jones-Phillips Co. v. McCormick , \n174 N.C. 82, 83 (1917) (“The law does not regard the form of things so much as the substance, \nand it attaches little or no weight to the particular language used in a written instrument, \nprovided that which is empl oyed by the parties expresses their intention with specific \nclearness.”).  \n \n \n \n43. For these reasons , the Court concludes that Defendant did not breach \nthe Agreement by denying a n oral request for access .  Summary judgment on the \nsecond and fourth claims also depends, however, on a determination with respect to \nPlaintiff’s allegation that a second contract was formed and then breached by \nDefendant. \nb. The “Contract to Reinstate” \n44. After the failed closing scheduled for 3 July 2019 , Plaintiff alleges that \nthe parties agreed to a “Contract to Reinstate” that “Defendant then breached . . . by \nrefusing to accept [its] tender of payments or the agreed-upon proof of identity.”  (Am. \nVerified Compl. ¶ 30 .)  Defendant, on the other hand, argues that the parties’ \ncommunications on this subject amounted to no more th an abandoned negotiations \nand that no Contract to Reinstate was ever formed.  ( See Br. Supp. Mot . Summ. J. \n10–13.)   \n45. It is black letter law that to form a contract, “it is necessary that the \nminds of the parties meet upon a definite proposition.”  Id.  (quoting Elks v. N. State \nIns. Co., 159 N.C. 619, 624 (1912)).  Moreover, “[t]o be binding, the terms of a contract \nmust be definite and certain or capable of being so.”  Horton v. Humble Oil & Refining \nCo., 255 N.C. 675, 679 (1961) (quoting Williamson v. Miller, 231 N.C. 722, 728 (1950)); \nsee also Miller v. Rose, 138 N.C. App. 582, 588 (2000) ( stating that “a contract that \nleaves material portions open for future agreement is nugatory and void for \nindefiniteness” (citation and internal quotation marks omitted)).   \n \n \n46. In addition to the se requirements, the s tatute of f rauds demands that  \ncontracts regarding the sale of real property  be reduced to writing.  N.C.G.S. § 22 -2 \n(requiring a contract or memorandum in writing “signed by the party to be charged \ntherewith”).  “If a contract falls within the statute of frauds, the party against whom \nenforcement is sought may generally avoid enforcement if there is no written \nmemorandum of that party ’s assent to the contract.  This rule also applies to the \nmodifications of contracts that must be in writing.”  Plasma Ctrs. of Am., LLC v. \nTalecris Plasma Res., Inc., 222 N.C. App. 83, 89 (2012).  \n47. Here, Plaintiff points to email  traffic between the parties’ \nrepresentatives to establish the existence and terms of the alleged Contract to \nReinstate.  It is  apparent from the content of the email s that Defendant’s \nrepresentative, Chommie, was relaying information to, and taking instruction from, \nher superiors.  She did not purport to be Defendant’s decision-maker with respect to \nthe negotiations .  (See Pl.’s Br. Opp’n  Def.’s Mot. Summ. J. Ex s. 5 –6 (referencing \nconversations with her “boss” and “senior management”).) \n48. On July 29, on behalf of her superiors, Chommie communicated an offer \nto Plaintiff for a new arrangement involving a significant increase in the deposit and \nan extension fee, and Shapiro testified that he contacted Chommie on July 31 to \n“resurrect the deal.”  (Shapiro Aff. ¶ 14.)6   \n \n6 There is nothing in the record describing whether and how th is contact was made or the \ncontent of any communications.   The record does reflect, however, that negotiations \ncontinued after July 31. \n \n \n49. Thereafter, in another email on August 12, Chommie promised to \ncommunicate Plaintiff’s position to “her boss” and , in the meantime,  requested that \nPlaintiff confirm Malka Rubin’s authority to act on behalf of Plaintiff in the event a \ndeal was reached.  ( Br. Supp. Mot. Summ. J. Ex. 11 .)  Chommie followed this email \nwith another one on August 13, this time communicating Defendant’s position that it \nwould reinstate the deal for the original purchase price if the deposit was increased \nfrom $1.0 to $1.2 million and the Plaintiff paid an additional $300,000 fee at closing.  \n(Pl.’s Br. Opp’n  Def.’s Mot. Summ. J. Ex. 6 .)  Plaintiff responded the same day , \nrejecting the offer with an emailed counteroffer: “[l]et’s split the baby in half[.]”  (Pl.’s \nBr. Opp’n Def.’s Mot. Summ. J. Ex. 6.)   \n50. Chommie did not immediately respond to the counteroffer but instead \nsent Shapiro an email restating her question regarding  the authority of Plaintiff’s \nrepresentative, Malka Rubin, to sign any deal on behalf of Plaintiff.  (Pl.’s Br. Opp’n \nDef.’s Mot. Summ. J. Ex. 6.)   Rather than confirming this point expressly, Shapiro \nresponded with a copy of Plaintiff’s operating agreement showing Malka Rubin as a \nsignatory.  (Br. Supp. Mot. Summ. J. Ex. 12.) \n51. Finally, on August 15, Chommie emailed Shapiro to inform him that her \n“bosses” had decided “not to move forward with the deal” and were “going in another \ndirection with the asset.”  (Br. Supp. Mot. Summ. J. Ex. 13.)   \n52. Based on the record before it, the Court does not find  a meeting of the \nminds with respect to resurrecting the sale and,  even if minds did meet , there is no \nsigned writing evidencing the material terms of an agreement.  Because the \n \n \nundisputed facts support Defendant’s position, the Court determines that no Contract \nto Reinstate was ever formed and, therefore, no Contract to Reinstate was breached. \n53. Accordingly, the Court GRANTS  Defendant’s Motion with respect to \nPlaintiff’s Second and Fourth Causes of Action. \nB. Defendant’s Counterclaim for Declaratory Judgment \n54. Defendant’s Motion  also seeks affirmative summary judgment with \nrespect to its counterclaim for declaratory judgment .  Specifically, Defendant seeks \ndeclarations from the Court that : (a) Plaintiff defaulted under the Agreement ; (b) \nDefendant has no further obligation to Plai ntiff under the Agreement ; and (c) \nDefendant may retain Plaintiff’s $1 million deposit as liquidated damages .  \nDefendant also seeks an award of its attorneys’ fees and costs.   (Mot. Dismiss, \nAnswer, & Countercl. ¶¶ 13–22.)  As explained below, the Court GRANTS  \nDefendant’s Motion and ENTERS JUDGMENT for the requested declaratory relief.  \nSee Brooks, 48 N.C. App. at  728; see also N.C. R. Civ. P. 57; N.C.G.S. § 1 -254 \n(authorizing the Court “to declare rights, status, and other legal relations”  under a \nwritten contract). \na. Plaintiff defaulted under the Agreement. \n \n55. Plaintiff contends that its failure to close on  July 3 was not a breach of \nthe Agreement because Defendant breached first by denying it access to the Property, \nand Defendant’s breach relieved Plaintiff of its contractual obligations .  (Pl.’s Br. \nOpp’n Def.’s Mot. Summ. J. 6 –7.)  The Court has determined that Defendant’s \ndecision not to permit access based on Plaintiff’s last-minute oral request was not a \n \n \nbreach of the Agreement .  But  even if it were , “a breach discharges further \nperformance only if the breach was material.”   Chesson v. Rives, 2016 NCBC LEXIS \n92, at *34 (N.C. Super. Ct. Nov. 30, 2016) (citing Crosby v. Bowers, 87 N.C. App. 338, \n345 (1987)).  “A material breach is ‘one that substantially defeats the purpose of the \nagreement or goes to the very heart of the agreement , or can be characterized as a \nsubstantial failure to perform.’ ”  Id. (quoting Supplee v. Miller-Motte Bus. Coll., Inc., \n239 N.C. App. 208, 220 (2015)).   \n56. Defendant argues that its decision to deny access was not material \nbecause: (a) the Agreement provided that closing was  not conditioned on an \ninspection but rather the property was sold “as is ,” and (b) Plaintiff’s required \nperformance was not contingent on Plaintiff obtaining financing.  (See Br. Supp. Mot. \nSumm. J. 9–10; Reply Supp. Mot. Summ. J. 8.)   \n57. The Court agrees with Defendant.  Under the terms of the Agreement, \ndenying Plaintiff’s request for a last-minute inspection of the property by its potential \nlender did not substantially defeat the purpose of the parties’ arrangement.  Plaintiff \nbid knowing it was buying the property “as is,” and the language of the Agreement \nmakes plain that its obligation to close on the Property was not dependent on its \nability to obtain financing.   \n58. Accordingly, the Court finds that Defendant ’s decision not to afford \nPlaintiff access to the property shortly before the scheduled July 3 closing , even if it \nwere determined to be wrongful, was immaterial and did not excuse Plaintiff’s failure \nto close on July 3.   See Chesson , 2016 NCBC LEXIS 92, at *34 (“The Court can \n \n \ndetermine materiality, as a matter of law, where it is clear based on the \ncircumstances that the breach does not constitute ‘a substantial failure to perform.’ ” \n(quoting Supplee, 239 N.C. App. at 220)); see also Combined Ins. Co. v. McDonald, 36 \nN.C. App.  179, 184 (1978) (holding that an employer’s failure to provide notice of \ntermination of employment was not a material breach that discharged the other party \nto the contract from performance).\n7   \n59. Arguing in the same vein, Plaintiff next contends that it cannot be found \nto have breach ed the Agreement because it was prevented from meeting its \ncontractual obligations by Defendant’s wrongful conduct.  It argues that its funding \nsource—Ameris Bank —needed to inspect the property before it would agree to \nfinance the deal, and Defendant’s decision to deny it access meant it was unable to \nobtain the loan.  (See Shapiro Aff. ¶ 8–9; Rubin Aff. ¶ 8–9; Pl.’s Br. Opp’n Def.’s Mot. \nSumm. J. 7–8.)\n8    \n60. Indeed, “one who prevents the performance of a condition, or ma kes it \nimpossible by his own act, will not be permitted to take advantage of the \nnonperformance.”  Cater v. Barker, 172 N.C. App. 441, 446 (2005)  (quoting Propst \n \n7 Defendant presents evidence that it would have been impossible for Plaintiff to close on July \n3 with Ameris Bank funding regardless of whether it had been afforded access in the  days \nleading up to the closing because there was not sufficient time for the b ank to process the \nloan.  ( See Def.’s Suppl. Br. Supp. Mot. Summ. J. 15 –18.)  Given its determinations above, \nthe Court need not address this argument.    \n \n8 The Court has previously determined that Plaintiff is estopped from benefitting from its \nlate attempt to change its position regarding its funding source from Ameris Bank to Bernard \nRubin and his partner.  (See Ord. & Op. Def.’s Mot. Sanctions, ECF No. 83).  \n \n \nConstr. Co. v. N.C. Dep’t of Transp., 56 N.C. App. 759, 761 (1982), modified and aff’d \nper curiam, 307 N.C. 124). \n61. In order to excuse nonperformance, however, the party who allegedly \nprevented performance must have acted wrongfully and “in excess of his legal rights.”  \nPropst Constr. Co., 56 N.C. App. at 762 (quoting Goldston Bros. v. Newkirk, 233 N.C. \n428, 432 (1951)).  As stated above, Defendant’s decision to deny an oral  request for \naccess was not in excess of its rights under the Agreement.  Consequently, Plaintiff’s \nreliance on the law regarding prevention does not change the result.  Moreover, this \nargument again ignores the express language of the Agreement, which eliminates the \ninability to obtain financing as a contingency for closing.  (Verified Compl. Ex. A \n§ 4.1(b).) \n62. Therefore, the Court determines as a matter of law th at Plaintiff \nbreached the Agreement by failing to timely close on the Property.  (Verified Compl. \nEx. A §§ 6.4 (Buyer’s Deposit of Documents), 13.12 (Time of the Essence)); see S.N.R. \nMgmt. Corp. v. Danube Partners 141, LLC , 189 N.C. App. 601, 620 (2008) ( holding \nthat the breach of contract claim must fail because the plaintiff failed to close within \nthe required time frame and the contract included a “time is of the essence” \nprovision).  Accordingly, the Court also determines that Defendant has no remaining \nobligations to Plaintiff under the Agreement. \nb. Defendant is entitled to retain Plaintiff’s deposit as liquidated \ndamages. \n \n63. As Plaintiff’s counsel conceded during oral  argument, if Plaintiff \nbreached the Agreement, then Section 11.1 controls and Defendant properly retained \n \n \nPlaintiff’s deposit as liquidated damages.  Furthermore, Plaintiff, which bears the \nburden of proof on th is issue, presented no evidence to suggest  that the $1  million \nliquidated damages provision was an unreasonable penalty.  Given Plaintiff’s failure \nto meet its burden,  and because the purchase price of the Property was more than  \ntwenty-three (23) times the amount of the deposit, the Court determines that, under \nthe circumstances here, $1 million is a reasonable liquidated damages provision and \nnot a penalty .  See Seven Seventeen HB Charlotte Corp. v. Shrine Bowl of the \nCarolinas, Inc., 182 N.C. App. 128, 131 (2007) (concluding that the party seeking to \ninvalidate a liquidated damages provision carries the burden of proof).  In addition , \nthe Court concludes  that, pursuant to Section 11.1 of the Agreement , Defendant is \nentitled to retain Plaintiff’s $1 million deposit as liquidated damages. \nC. Attorneys’ Fees and Costs  \n64. Finally, Defendant contends that the reciprocal attorneys’ fee provision \nin the Agreement is valid and enforceable , and that  as the prevailing party , it is \nentitled to recover its fees and costs in this matter.  (Br. Supp. Mot. Summ. J. 15–17.)  \n65. By statute, “[i]f a business contract governed by the laws of this State \ncontains a reciprocal attorneys’ fees provision, the court or arbit rator in any suit, \naction, proceeding, or arbitration involving the business contract may award \nreasonable attorneys’ fees in accordance with the terms of the business contract.”   \nN.C.G.S. § 6-21.6(c).  \n66. Reciprocal attorneys’ fees provisions are defined as: \n[p]rovisions in any written business contract by which each party to the \ncontract agrees . . . upon the terms and subject to the conditions set forth \n \n \nin the contract that are made applicable to all parties, to pay or \nreimburse the other parties for attorneys’ fees and expenses incurred by \nreason of any suit, action, proceeding, or arbitration involving the \nbusiness contract. \n   \nN.C.G.S. § 6-21.6(a)(4); Insight Health Corp. v. Marquis Diagnostic Imaging of N.C., \nLLC, 2018 NCBC LEXIS 69, at *5 –6 (N.C. Super. Ct. July 6, 2018) (holding  that a \ncontract allowing the prevailing part y to receive its attorneys’ fees and costs if the \nparty “engages an attorney for the purpose of enforcing this Agreement” contained a \nreciprocal fee provision). \n67. The definition of  “business contract” in the statute is a tautology .  A \nbusiness contract is a contract “entered into primarily for business or commercial \npurposes.”  N.C.G.S. § 6-21.6(a)(1); WFC Lynnwood I LLC v. Lee of Raleigh, Inc., 259 \nN.C. App. 925, 932 (2018) (concluding that a commercial lease was a business contract \nsubject to N.C.G.S. § 6-21.6).  Thus, the Court determines that Section 16.1 is, indeed, \na reciprocal attorneys’ fees provision in a business contract.9 \n68. Section 16.1 of the Agreement provides : “In the event of any litigation \narising out of or under this Agreement and/or out of Buyer’s ownership, development \nor construction upon the Property, the prevailing party shall be entitled to collect \nfrom the non-prevailing party reasonable attorneys’ fees and costs.”  (Verified Compl. \nEx. A § 16.1.) \n \n9 Further, pursuant to N.C.G.S. § 6-21.6(b), “[r]eciprocal attorneys’ fees provisions in business \ncontracts are valid and enforceable for the recovery of reasonable attorneys’ fees and expenses \nonly if all of the parties to the business contract sign by  hand the business contract.”  \nHowever, “[s]ignature ‘by hand’ is not intended to prevent” electronic signatures or images of \nmanual signatures.  Id.  Thus, the fact that Plaintiff signed the agreement electronically does \nnot impact the analysis. \n \n \n69. Thus, to recover attorneys ’ fees and costs, Section 16.1 requires that \nDefendant be the “prevailing party” in this litigation.  The prevailing party is “a party \nwho prevails on a claim or issue in an action, not a party who prevails in the action.”  \nPersis Nova Constr. v. Edwards, 195 N.C. App. 55, 66 (2009).  Defendant here did \nboth. \n70. Accordingly, the Court determines that Defendant is entitled to recover \nits reasonable attorneys’ fees and costs incurred in this action.   To determine the \namount of this award, the Court will consider evidence regarding the relevant facts \nand circumstances provided in N.C.G.S. §  6-21.6(c) as addressed by Defendant in a \npetition with supporting affidavits and other materials, as well as by Plaintiff in any \nresponse. \nVI. CONCLUSION \n71. For these reasons, the Court hereby GRANTS  Defendant’s Motion for \nSummary Judgment and ORDERS as follows: \na.  Summary Judgment is granted in Defendant’s favor on Plaintiff’s Second and \nFourth Causes of Action , and Plaintiff’s action against Defendant is  \nDISMISSED WITH PREJUDICE; \nb. Summary Judgment is granted in Defendant’s favor on Defendant’s \nCounterclaim for Declaratory Judgment , and the Court ENTERS \nJUDGMENT declaring that: \n(1) Plaintiff breached the Agreement; \n(2) Defendant owes Plaintiff no further obligations under the Agreement;  \n \n \n(3) Defendant is entitled to retain Plaintiff’s $1 million deposit as \nliquidated damages resulting from Plaintiff’s breach of the Agreement; \nand \nc.  Defendant shall file a petition in support of its request for attorneys’ fees and \ncosts within thirty (30) days from entry of this Order.  Plaintiff shall have \ntwenty (20) days from Defendant’s filing to respond to the petition.  Defendant \nmay reply, if desired, within ten (10) days of Plaintiff’s response.  The word \nlimitations specified in Business Court Rule 7 shall apply.  \nIT IS SO ORDERED, this the 25th day of January, 2022. \n \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases  \n "
}