{
  "id": "287881ddedf797e7dd775ad8abbc33920a52d9eb9cb31b9f7610465282a13277",
  "source_file": "data/raw/ncbc/287881ddedf797e7dd775ad8abbc33920a52d9eb9cb31b9f7610465282a13277.pdf",
  "raw_text": "  \nState v. Philip Morris USA, Inc., 2007 NCBC 27 \n \nSTATE OF NORTH CAROLINA  \n \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \n98 CVS 14377 \n \nSTATE OF NORTH CAROLINA, \n \nPlaintiff, \n \nv. \n \nPHILIP MORRIS USA, INC.;  \nR.J REYNOLDS TOBACCO \nCOMPANY; BROWN & \nWILLIAMSON TOBACCO \nCORPORATION, individually and \nas successor by merger to The \nAmerican Tobacco Company; and \nLORILLARD TOBACCO \nCOMPANY,   \n \nDefendants. \n \n    \n    \n    \n    \n    \n    \n    \n \nORDER AND OPINION \n \n    \n    \n{1}  The Court is called upon once again to construe certain provisions of the \nNational Tobacco Grower Settlement Trust (“the Phase II Trust” or “the Trust” or \n“the Trust Agreement” or “the Agreement”). 1   The currently pending cross motions \nfor summary judgment require the Court to determine if enactment of the Fair and \nEquitable Tobacco Reform Act of 2004 (“FETRA”), Pub. L. No. 108-357, 118 Stat. \n1521 (codified as amended in scattered sections of 7 U.S.C.), relieved the defendant \ntobacco companies of their obligation to fund the Phase II Trust through 2010 solely \n                                                 \n1  See State v. Philip Morris USA, Inc. , 2004 NCBC 9 (N.C. Super. Ct. Dec. 23, 2004),  \nhttp://www.ncbusinesscourt.net/120945/2004%20NCBC%209.htm, rev’d , 359 N.C. 763, 618 S.E.2d \n219 (2005).   The courts of this state have jurisdiction to hear the claims of Maryland and \nPennsylvania as Grower States under the Phase II Trust because North Carolina is the original situs \nof the Trust and North Carolina law governs administration of the Trust and interpretation of the \nTrust Agreement.  ( See National Tobacco Grower Settlement Trust § 4.15.)  On August 19, 1999, this \nCourt entered an order approving the Trust, and retains jurisdiction to consider disputes such as \nthis regarding implementation of the Trust.   \n  \nfor the benefit of tobacco farmers in Maryland and Pennsylvania who did not \nreceive any benefits under FETRA.  For the reasons set forth below and following \nthe reasoning of the North Carolina Supreme Court in the first FETRA case, State \nv. Philip Morris USA, Inc. , 359 N.C. 763, 618 S.E.2d 219 (2005), the Court holds \nthat the defendant tobacco companies are not relieved of their obligations to the \ntobacco growers in Maryland and Pennsylvania and grants summary judgment in \nfavor of Maryland and Pennsylvania. \n \nEllis & Winters by Richard W. Ellis and Thomas D. Blue Jr., for JPMorgan \nChase Bank, as Trustee for National Tobacco Settlement Fund and North \nCarolina Phase II Tobacco Certification Entity, Inc.; Kelley, Drye & Warren \nLLP, by Sarah L. Reid for JPMorgan Chase Bank, as Trustee. \n \nAttorney General J. Joseph Curran Jr. by Marlene Trestman, David S. Lapp, \nWilliam F. Brockman and Craig A. Nielsen for Plaintiff State of Maryland  \nCertification Entity. \n \nAttorney General Thomas W. Corbett by Joel M. Ressler, Troy L. Beaverson \nand Tracey D. Tubbs for Plaintiff Commonwealth of Pennsylvania \nCertification Entity. \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP, by Jim W. Phillips \nJr. and Charles F. Marshall III for Defendants R.J. Reynolds Tobacco \nCompany, Brown and Williamson Tobacco Company and Lorillard Tobacco \nCompany.   \n    \nSmith Moore LLP by Larry B. Sitton, Gregory G. Holland and Jonathan P. \nHeyl for Defendant Philip Morris USA Inc. \n \nTennille, Judge. \n \nI. \nBACKGROUND \n{2} \n In the previous segment of this litigation the North Carolina Supreme \nCourt was called upon to decide if FETRA relieved the defendant tobacco companies \n(“Settlors” of the Trust) of their obligations to fund the Phase II Trust for the 2004 \ncalendar year.  In making that decision the Supreme Court had to interpret the \n  \nlanguage in certain provisions of the Phase II Trust containing a Tax Offset \nAdjustment (“the TOA”).  Those same provisions are involved here; however, the \nclaims are different.  The prior case dealt with the payments due to the Phase II \nTrust only for 2004 for all  states that were beneficiaries of the Trust (“the Grower \nStates”).  Maryland and Pennsylvania were included in that segment of the case \nbecause they had claims to the 2004 payments which were founded on the same \nclaims as the other Grower States. Here, the Maryland and Pennsylvania claims \nare different. 2  These two states seek to require the Settlors to continue to make \npayments under the terms of the Phase II Trust for the benefit of their tobacco \nfarmers until the Trust terminates in 2010.  The Settlors have been relieved of all \nother obligations to other Grower States under the terms of the Phase II Trust after \n2004 because the amounts paid to tobacco farmers and quota holders in those states \nunder FETRA exceeded the amounts due under the Phase II Trust.  In fact, the \namounts due from the defendant tobacco companies under FETRA exceed the total \nof all their remaining obligations under the Phase II Trust.  Maryland and \nPennsylvania farmers grow Maryland Type 32 tobacco and did not participate in \nthe federal tobacco quota programs.  Thus, they were not the beneficiaries of any \ndistributions under FETRA.  They received benefits under the Phase II Trust up \nuntil 2005 when the Settlors contended that they were no longer required to fund \nthe Trust for the benefit of the Maryland and Pennsylvania tobacco growers.  Up \nuntil 2005 tobacco farmers in other states had received both the benefits of the \nPhase II Trust and the federal quota system. \n{3}  The question presented is whether, under the language of the TOA, the \nSettlors are excused from making payments to the Phase II Trust for tobacco \ngrowers who were not beneficiaries of a federal Governmental Obligation 3 when the \nfederal Governmental Obligation created by FETRA exceeded the total obligation of \n                                                 \n2 The amounts at issue in the previous phase exceeded four hundred million dollars. By contrast, the \ntotal amount at issue here, including payments through 2010 are approximately twenty-five million \ndollars, or about five million dollars a year. Overall FETRA payments to farmers and quota holders \nin other states will total billions of dollars. Maryland and Pennsylvania farmers will not participate \nin those payments. \n3 See infra ¶ 10.   \n  \nthe Settlors under the Trust Agreement.  The Court finds they are not.  In doing so \nthe Court has relied heavily on the North Carolina Supreme Court’s prior \ninterpretation and application of language in the TOA provision of the Trust \nAgreement and the very clear purposes for which the Trust was originally created. \n \nII. \nTHE PURPOSE OF THE TRUST \n{4}  The rationale for creation of the Trust for tobacco growers is best stated in \na letter from Steve Parrish of Philip Morris to the Honorable J. Phil Carlton 4 dated \nJanuary 14, 1999.  The letter stated in pertinent part: \nDear Judge Carlton: \n \nAs I stated in our December 18, meeting in Raleigh, Philip Morris is \nproud of its tradition of support of American tobacco growers and we \nhave no intention of breaking with that tradition.  We have always met \nour purchase intentions and, in fact, we have often purchased more \nthan our submitted intentions.  Excluding a small amount of Oriental \ntobacco, our domestic brands contain 90% or more of American grown \ntobacco.  As I also said in Raleigh, we intend to continue to maximize \nour use of domestic tobacco. \nAs you know, for years there has been a steady decline in cigarette \nconsumption in this country.  This trend will be accelerated as a result \nof the recent settlement agreement between the industry and the \nstates.  In addition, our export business suffered in 1998 because of \nsignificant economic problems in Russia, Asia, and other overseas \nmarkets. \nThese are difficult times for all of us in the tobacco family, \nparticularly for tobacco growers and quota holders, and something \nobviously needs to be done to address their plight.  In crafting the right \nsolution for this very real problem, it is imperative that we be honest \nand realistic about the situation.  The fact is, as a result of the recent \nsettlement, there will be a significant reduction in the demand for \ntobacco in this country.  Whatever is done to address the financial \nproblem of growers and quota holders must take this into account.  It \nis in no one’s best long term interest to devise a system which merely \nmakes a bad situation worse by encouraging growers to produce \n                                                 \n4 At the time the letter was written, Judge Carlton was the lead spokesperson for the four largest \ntobacco companies in their negotiations with the states over the Master Settlement Agreement \n(“MSA”).   \n  \ntobacco for which there is no demand.  We believe growers should be \nencouraged to grow as much tobacco as can be sold, and that both \ngrowers and quota holders should be compensated for the economic \nharm they suffer as a result of the state settlement. \nPhilip Morris believes the best way to solve this very real problem \nis for the four major U.S. cigarette manufacturers to create a trust \nfund to be administered by the tobacco growing states to compensate \ntobacco growers and quota holders for this economic harm. \nWe believe this is the best approach for a number of reasons.  First, \nit gives each state  flexibility in determining what is best for its growers \nand quota holders.  Second, it is legally binding on the companies and, \ntherefore, enforceable by the states .  As a result, it protects the states \nagainst changes in management or future financial problems at the \ncompanies.  Third, it is a verifiable way of guaranteeing that the \nmoney is equitably  collected and distributed.  Fourth, it is legally \nwithin our power to do so.  Finally, it provides states, growers and \nquota holders with an economic safety net for the future.  \n \nLetter from Steve Parrish, Chief Executive Officer, Philip Morris Companies, Inc., \nto the Honorable J. Phil Carlton, Carlton Law Firm (Jan. 14, 1999) (Brief of the \nMaryland and Pennsylvania Certification Entities Opp. Settlors’ Mot. Summ. J. Ex. \nE) (emphasis added).  It is the last sentence which this Court finds compelling.  The \nTrust was created to provide a safety net for tobacco growers.  Settlors now seek to \nremove that safety net for tobacco growers in Maryland and Pennsylvania.  \n{5}  There were two other purposes for the creation of the Trust highlighted by \nthe Supreme Court in its decision.  The court said: \nDespite its cost, the Trust appealed to Settlors for financial reasons. \nFunding the Trust satisfied the requirement of the MSA “to address \nthe economic concerns of the Grower States.”  In other words, Settlors \nagreed to the Trust because doing so was a condition of the settlement \nthat had relieved them of potentially bankrupting liability for \nsmoking-related healthcare costs. Additionally, the Trust shields \nSettlors from claims the Grower States might otherwise bring for \neconomic damages suffered as a result of the MSA.  \n \nPhilip Morris , 359 N.C. at 766, 618 S.E.2d at 221.  Settlors received releases from \nMaryland and Pennsylvania as a result of the creation of the Trust and the \ninclusion of Maryland and Pennsylvania in the agreement even though they were \nnot states in which tobacco growers participated in the federal tobacco program. \n  \n{6}  The Supreme Court used even stronger language with respect to the \npurpose of the Trust: \nCertainly the most compelling reason for rejecting the trial court’s \nholding is that, taken to its logical extreme, it could defeat the express \npurpose of the Phase II Trust. As previously explained, the Trust was \ncrafted to protect tobacco farmers from economic harm caused by the \nMSA. The Trust achieved this goal through annual distributions to the \nbeneficiaries. These distributions were scheduled to furnish tobacco \nfarmers a steady stream of supplemental income until at least 2010. \n \nId.  at 779, 618 S.E.2d at 229. \nThe court went on to hold: \nOf course, Settlors entered into the Trust Agreement knowing a \ntobacco buyout program might not materialize until long after their \nobligation to the Trust had been discharged. . . . Settlors apparently \ndecided the legal protections of the MSA and the Trust Agreement \noutweighed the risk of having to fund both the Trust and a buyout \nprogram in succession. On the other hand, the Grower States entered \ninto the Trust Agreement to obtain a regular source of supplemental \nincome for tobacco farmers hurt by the economic repercussions of the \nMSA. Interpreting the Trust Agreement in a manner that could leave \nthose individuals without this extra income for years runs squarely \ncounter to the express purpose of the Trust.  \n \nId.  at 780, 618 S.E.2d at 229 (emphasis added).  \n{7}  Maryland and Pennsylvania entered into the Trust Agreement and \nprovided releases to obtain a regular source of supplemental income through 2010 \nfor tobacco farmers hurt by the economic repercussions of the MSA at a time when \neveryone understood that those farmers were not participants in the federal tobacco \nprogram.  To interpret the Trust Agreement in a manner that could leave those \nindividuals without this extra income for years would run squarely counter to the \nexpress purpose of the Trust. \n \n \n \n \n  \nIII. \nINTERPRETATIVE GUIDANCE FROM THE SUPREME COURT \n{8}  This Court also has the benefit of express and specific guidance from the \nSupreme Court with respect to the principles of contract interpretation to be applied \nto this contract.  \nInterpreting a contract requires the court to examine the language \nof the contract itself for indications of the parties' intent at the moment \nof execution. Lane v. Scarborough , 284 N.C. 407, 409-10, 200 S.E.2d \n622, 624 (1973). “If the plain language of a contract is clear, the \nintention of the parties is inferred from the words of the contract.” \nWalton v. City of Raleigh , 342 N.C. 879, 881, 467 S.E.2d 410, 411 \n(1996) (“A consent judgment is a court-approved contract subject to the \nrules of contract interpretation.”). Intent is derived not from a \nparticular contractual term but from the contract as a whole. Jones v. \nCasstevens , 222 N.C. 411, 413-14, 23 S.E.2d 303, 305 (1942) (“'Since \nthe object of construction is to ascertain the intent of the parties, the \ncontract must be considered as an entirety. The problem is not what \nthe separate parts mean, but what the contract means when \nconsidered as a whole.'”) (citation omitted).  Consistent with the \naforesaid principles, we must carefully inspect the provisions of the \nPhase II Trust to ascertain the parties' intention at the time it was \nexecuted. \n \nId. at 773, 618 S.E.2d at 225 (footnote omitted). \n{9}  As previously noted, the Supreme Court was concise and unequivocal in its \nholding that the purpose of the Trust viewed as a whole was to provide a safety net \nfor farmers impacted by the MSA. \n \nIV. \nTHE CURRENT CONTROVERSY \n{10}  In this Court’s earlier decision it did not find that Congress intended to \ntrigger the provisions of the TOA.  Rather, it found that Congress had avoided \ndealing with the issue, but that the practical effect of the passage of FETRA was to \ntrigger the TOA provision for 2004.  The Supreme Court reversed, finding that \nFETRA did not trigger the TOA provisions until 2005.  Here, this Court concludes \n  \nagain that Congress took no action with a discernable specific intent with respect to \nthe Phase II Trust.  Based upon the guidance from the Supreme Court and its own \ndetermination of the purposes of the Phase II Trust, the Court concludes that \nFETRA did not trigger the TOA provisions as to Maryland and Pennsylvania.  At \nissue is the meaning of the Tax Offset Provision found at pages A-5 to A-7 of \nSchedule A of the Trust which read: \n(A (A (A (A-- --5) 5) 5) 5) Tax Offset Adjustment . Except as expressly provided below, the \namounts to be paid by the Settlors in each of the years 1999 through and \nincluding 2010 shall also be reduced upon the occurrence of any change in \na law or regulation or other governmental provision that leads to a new, \nor an increase in an existing, federal or state excise tax on Cigarettes, or \nany other tax, fee, assessment, or financial obligation of any kind. . . .  \n(A (A (A (A-- --6) 6) 6) 6) imposed on the purchase of tobacco or any tobacco products or \non production of Cigarettes or use of tobacco in the manufacture of \nCigarettes at any stage of production or distribution or that is imposed on \nthe Settlors, to the extent that all or any portion of such Governmental \nObligation is used to provide: (i) direct payments to [tobacco farmers];  (ii) \ndirect or indirect payments, grants or loans under any program designed \nin whole or in part for the benefit of [tobacco farmers]; (iii) payments, \ngrants or loans to Grower States to administer programs designed in \nwhole or in part to benefit [tobacco farmers]; or (iv) payments, grants or \nloans to any individual, organization, or Grower State for use in activities \nwhich are designed in whole or in part to obtain commitments from, or \nprovide compensation to [tobacco farmers] to eliminate tobacco \nproduction.                  \nThe amount of the Governmental Obligation used for any of the \npurposes set forth above shall be the “Grower Governmental Obligation.”  \n(A (A (A (A-- --7) 7) 7) 7) In the event of such a Governmental Obligation, the amount \notherwise required to be paid by each Settlor each year (after taking \naccount of all adjustments or reductions hereunder) shall be reduced by \nan amount equal to the product of the amount of such Governmental \nObligation paid in connection with Cigarettes manufactured by the Settlor \n(or tobacco or tobacco products used by the Settlor to manufacture \nCigarettes) for the same year multiplied by the ratio of the Grower \nGovernmental Obligation divided by the amount of the Governmental \nObligation, which reduction amount may be carried forward to \nsubsequent years as necessary to ensure full credit to the Settlor. If the \nGovernmental Obligation results from a law or regulation or other \ngovernmental provision adopted by a Grower State, or by a political \nsubdivision within such Grower State, the amount that a Settlor may \nreduce its payment to the Trust in any one year shall not exceed the \n  \nproduct of the amount the Settlor otherwise would have paid to the Trust \nin that year in the absence of the Tax Offset Adjustment multiplied by the \nallocation percentage for the pertinent Grower State set forth in Section \n1.03. The Settlor may reduce its annual payment by a reasonable estimate \nof any such reduction and adjust its payment after the actual amount is \nfinally determined. \n \nId.  at 774–75, 618 S.E.2d at 226. \n{11}  As they did in the prior phase of this litigation, the parties each read the \nsame language, claiming it to be unambiguous, to support their interpretation of the \nTrust Agreement.  In this circumstance the Supreme Court has directed this Court \nto look at the whole of the contract and be guided by its purposes.  The Supreme \nCourt interpreted the contract to provide payments to tobacco farmers as long as \nthose farmers were not receiving double payments from the tobacco companies.  It \nsaid: \nThe trial court was assuredly correct when it concluded the Tax \nOffset Adjustment provision was written to keep Settlors from having \nto fund two payment streams to the same  tobacco farmers at the same  \ntime. Our decision does nothing to thwart this intent. Rather, we hold \nthat Settlors must actually assume the burden of FETRA before being \nrelieved of their obligations to the Phase II Trust. In so doing we \nadhere to the plain language of the Tax Offset Adjustment provision \nand the express purpose of the Trust.  \n \nId.  at 781, 618 S.E.2d at 230 (emphasis added). \n{12}  Under the present circumstances, the Maryland and Pennsylvania tobacco \nfarmers do not receive any benefit from the buyout generated by FETRA.  They are \nnot double dipping and receiving two streams of income from the tobacco companies \nat the same time.  If they receive no benefits from the Phase II Trust, the purpose of \nthe Trust will be defeated, as they will be deprived of any supplemental benefits to \noffset the damages generated by the MSA.  It makes little sense that Maryland and \nPennsylvania would execute releases of substantial claims in return for an \nagreement that payments to their farmers could be eliminated by payments to \nfarmers in other states who were already receiving the benefits from the federal \ntobacco quota program. \n  \nThe TOA may be graphically represented as follows: \n \n \nCompany’s \nGovernmental \nObligation \n \n \nx\n \n \nGrower Governmental Obligation  \n÷ \nGovernmental Obligation \n \n \n=\n \n \n \nReduction in Trust \nPayments \n \n \n(Mem. Supp. Mot. of Maryland and Pennsylvania Certification Entities for Summ. \nJ. 9.) \n{13}  Simply stated, Maryland and Pennsylvania contend that their farmers \nreceived no Governmental Obligation; thus the Company’s Governmental \nObligation is zero, and consequently the Reduction in Trust Payments is zero.  The \ntobacco companies contend that under the Agreement they are obligated to pay up \nto a fixed amount and that if any Grower Governmental Obligation exceeds the \nbalance then due under the Trust Agreement the companies have no further \nobligation under the Trust, even if some beneficiaries do not receive benefits under \nthe Grower Governmental Obligation.  FETRA assessments are likely to total $5.1 \nbillion compared to the $2.4 billion remaining due under the Trust Agreement when \nFETRA was passed.  The TOA can be logically read to support the position of the \ntobacco companies.  They argue that the Agreement provides a cap on their total \nliability.  However, such a reading defeats the purpose of the Trust as far as the \nindividual states that signed releases are concerned.  If the tobacco companies are \ncorrect that the impact on an individual state may not be considered, they prevail \nand this decision should be reversed.  This Court believes it is following the \nguidance of the North Carolina Supreme Court in making its decision based on the \nclear purpose of the Trust. \n \n \n \n \n  \nV. \nPROCEDURAL ISSUES \n{14}  Several procedural matters require clarification before concluding.  The \nCourt has not considered the deposition testimony from Judge Carlton offered \nunder seal with respect to whether or not the parties considered what would happen \nif a federal buyout did not include Maryland and Pennsylvania.  The parties’ \nagreement specifically prohibits use of the negotiations in litigation.  Defendants’ \nMotion to Exclude Evidence of Negotiations or Discussions Underlying the Trust in \nProceedings Before the Court is granted.  Nor has the Court considered any \nargument of counsel made in the first phase of this dispute.  The Court directed and \nthe parties understood that the Court had separated the claims to the 2004 \ndistribution from the claims of Maryland and Pennsylvania.  Any comments made \nin the prior oral arguments were directed to the 2004 distribution and \ninterpretation of the TOA in that context.  The Court does not find any argument of \ncounsel in the first FETRA case to be dispositive of any issue under consideration \nhere. \n{15}  The Court also declines to base its ruling on the argument of Maryland \nand Pennsylvania that the tobacco companies somehow have “unclean hands” by \nlobbying Congress to exclude their farmers from the buyout.  The tobacco companies \nhad the right to lobby Congress with respect to legislation that would affect their \ninterests and there is no evidence in the record that lobbying by the tobacco \ncompanies was the cause of Maryland and Pennsylvania farmers being excluded \nfrom buyouts under a federal program in which they had declined to participate.  \nThe Court will not speculate on why Congress provided no relief to Maryland and \nPennsylvania farmers. \n{16}  Settlors have expressed concern that a decision in favor of Maryland and \nPennsylvania might somehow encourage other beneficiaries of the various state \nprograms funded by the payments from the Phase II Trust to assert claims for \nadditional payments.  This opinion would not open the door to such claims.  It is \nlimited solely to the claims of the states of Maryland and Pennsylvania whose \n  \ntobacco farmers have not received any benefit from the federal buyout.  It is based \nupon the execution of the releases by those two states which were a quid pro quo for \nthe execution of the Trust Agreement.  This order should not be broadly interpreted \nto create any rights other than the specific rights of Maryland and Pennsylvania to \ncontinue to receive payments from the Phase II Trust.  No other participating states \nhave such rights and the Court is not creating any “equitable” right to payments not \nspecifically provided in the Trust Agreement. \n \nVI. \nCONCLUSION \n{17} \n The execution of the Phase II Trust and exchange of releases in return for \nthat execution served two purposes.  First, it provided tobacco farmers with relief \nfrom the adverse consequences of the MSA’s lowering of demand for tobacco \nproducts.  Second, it provided the tobacco companies with finality to their litigation \nwith the grower states that executed releases.  To interpret the language of the \nTrust provisions to relieve the tobacco companies of their obligation to tobacco \nfarmers in states that executed releases but in which farmers have received no \nbenefit from a Grower Governmental Obligation would defeat the purpose of the \nTrust as determined by the North Carolina Supreme Court.  This Court interprets \nthe language of the Trust to fulfill that purpose, not defeat it. \n{18}  Maryland and Pennsylvania do not seek to create a new obligation, only to \nenforce an old one for which they gave consideration in the form of releases from \nfuture litigation.  Compared to the billions involved in the federal buyout, the \npayments to Maryland and Pennsylvania tobacco farmers are miniscule.  The \ntobacco companies, tobacco growers and tobacco quota holders in other states all \nreceived benefits from FETRA.  Maryland and Pennsylvania tobacco farmers \nreceived no benefits from FETRA and should not be denied their benefits under the \nPhase II Trust Agreement. \n  \n{19}  Finally, the Court notes once again that the decision to grant a writ of \npetition for discretionary review lies exclusively with the Supreme Court.  See State \nv. Philip Morris USA Inc. , 2004 NCBC 9 ¶ 113 n.31 (N.C. Super. Ct. Dec. 23, 2004), \nhttp://www.ncbusinesscourt.net/120945/2004%20NCBC% 209.htm, rev’d , 359 N.C. \n763, 618 S.E.2d 219 (2005).  This Court can only express its views that the issues \ndecided here are of “significant public interest” warranting certification for review \nby the Supreme Court without delay.  See N.C. Gen. Stat. § 7A-31(a)–(b).  \n \n{20}  Based upon the foregoing, it is, therefore, ORDERED: \n1.  The Motion of Maryland and Pennsylvania Certification Entities for \nSummary Judgment is GRANTED. \n2.  The Settlors’ Motion for Summary Judgment is DENIED. \n \nThis the 17th day of August, 2007. \n \n \n "
}