{
  "id": "28d5f8c19f2ffbe059d9515b90eb8514e78aeedbb650e1827e7662af813e3560",
  "source_file": "data/raw/ncbc/28d5f8c19f2ffbe059d9515b90eb8514e78aeedbb650e1827e7662af813e3560.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF GUILFORD  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n12 CVS 6126 \nCHRISTOPHER CHAMBERS, on \nbehalf of himself and all others \nsimilarly situated, \n \nPlaintiff, \n \nv. \n \nTHE MOSES H. CONE MEMORIAL \nHOSPITAL; THE MOSES H. CONE \nMEMORIAL HOSPITAL OPERATING \nCORPORATION d/b/a MOSES CONE \nHEALTH SYSTEM and d/b/a CONE \nHEALTH; and DOES 1 through 25, \ninclusive,  \n \nDefendants. \n \nORDER AND OPINION ON  \nMOTION FOR FINAL APPROVAL OF  \nCLASS-ACTION SETTLEMENT AND \nPETITION FOR ATTORNEYS’ FEES  \n \n1. Pending are Plaintiff Christopher Chambers’s motion for final approval of a \nsettlement of this  class action and his related petition for  attorneys’ fees and \nexpenses.  (ECF Nos. 148, 150.)  Both are unopposed.  For the reasons given  below, \nthe Court  enters this Order and Final Judgment and thereby APPROVES  the \nproposed settlement, DISMISSES all class claims, and GRANTS the fee petition. \nHiggins Benjamin PLLC, by John F. Bloss, and Law Offices of Barry L. \nKramer, by Barry L. Kramer (pro hac vice) , for Plaintiff Christopher \nChambers.  \nWomble Bond Dickinson (US) LLP, by Philip Mohr and Brent F. Powell, \nfor Defendants The Moses H. Cone Memorial Hospital and The Moses H. \nCone Memorial Hospital Operating Corporation.  \nConrad, Judge. \nChambers v. Moses H. Cone Mem’l Hosp., 2022 NCBC 61. \n \nI. \nBACKGROUND \n2. In August 2011, Chambers had an emergency appendectomy at the Moses \nH. Cone Memorial Hospital (“Moses Cone”).  He was u ninsured at the time .  Before \nreceiving treatment, he signed a standard form contract, which required him to pay \nall charges in accordance with Moses Cone’s “regular rates and terms.”  Moses Cone \nlater sent Chambers a bill for more than $14,000.   According to Chambers,  this \namount was excessive.  He believes that  the phrase “regular rates” in Moses Cone’s \nform contract is meaningless and that his bill was based on “artificially and grossly \nexcessive Chargemaster rates .”  I n May 2012, Chambers sued Moses Cone and its \nparent company on the ground that it overcharged him and a class consisting of other \nself-pay patients who received emergency care.  ( See Am. Compl. ¶¶ 12, 25, 27, 42, \nECF No. 49.) \n3. There is no need to recite the entire procedural history  of this case, which \nnow spans over ten years.  Readers may find detailed discussions of the original \nclaims, later amendments, judicial rulings, and appeals in  earlier decisions of this \nCourt and the North Carolina Supreme Court .  See generally Chambers v. Moses H. \nCone Mem’l Hosp., 374 N.C. 436 (2020); Chambers v. Moses H. Cone Mem’l  Hosp., \n2021 NCBC LEXIS 106 (N.C. Super. Ct. Dec. 3, 2021) ; Chambers v. Moses H. Cone \nMem’l Ho sp., 2021 NCBC LEXIS 63 (N.C. Super Ct. July 19, 2021) ; Chambers v. \nMoses H. Cone Mem’l Hosp., 2017 NCBC LEXIS 22 (N.C. Super. Ct. Mar. 13, 2017). \n4. In short, all that remains is a class claim for declaratory judgment.  \nChambers seeks declarations, on behalf of the putative class, that Moses Cone’s form \n \ncontract includes an open price term, that it may not bill self -pay patients at \nChargemaster rates, and that it is entitled only to the reasonable value of its services.  \nHe asserts the claim on behalf of a class of similarly situated self- pay patients.  (See \nAm. Compl. ¶¶ 28, 31, 40, 41.) \n5. In April 2022, the parties agreed to a proposed settlement.  Chambers then \nfiled an unopposed motion for preliminary approval of the settlement agreement and \nconditional class certification.  (See ECF Nos. 141, 141.1.)  On 6 June 2022, the Court \nentered a n order that (1) preliminarily approved the settlement agreement; \n(2) conditionally certified the s ettlement class, (3) directed that n otice be given to \nputative class members , (4) set a schedule  for submission of a  motion for final \nsettlement approval and of any objections, and (5) scheduled a hearing to determine \nthe fairness, reasonableness, and adequacy of the terms of the settlement.  (See \ngenerally Order Preliminaril y Approving Class Action Settlement and Scheduling \nOrder, ECF No. 146.) \n6. On 23 August 2022, Chambers timely filed an unopposed motion for f inal \napproval of the s ettlement.  That same day, he also filed an unopposed petition for \nattorneys’ fees and expenses.  (ECF Nos. 148, 150.)   \n7. On 22 September 2022, th e Court held the f airness hearing, at which \ncounsel for Chambers and Moses Cone appeared.  Neither the Court nor the parties \nreceived any objection  to the settlement before, during, or after the hearing.  No \nmember of the proposed class attended the hearing.   \n \n8. Based on the parties’ submissions and the representations of counsel at the \nhearing, it appears that notice was sent to 473 class members , some of which have \nbeen returned as undeliverable.  It further appears that counsel for Moses Cone \ninadvertently informed counsel for Chambers of the undeliverable notices  after the \ndeadline for doing so had passed.  Even so, counsel consulted  a publicly available \ndatabase to locate current address es for these class members .  Only  four new \naddresses were discovered .  C ounsel for both sides represented that it was \nimpracticable to send  supplemental notices to these newl y discovered addresses in  \nkeeping with the schedule set by the Court .  They further agree  that the efforts to \ngive notice to class members were adequate and that due process has been satisfied.  \nII. \nCLASS CERTIFICATION AND SETTLEMENT APPROVAL \n9. A class-action settlement raises “unique due process concerns” because it \nbinds individuals who have not appeared in the litigation; thus, “parties cannot settle \na class action without court approval.”  Ehrenhaus v. Baker, 216 N.C. App. 59, 72 \n(2011) (“Ehrenhaus I”).  The parties have asked the Court to certify a settlement class \nand to approve their settlement as fair, reasonable, and adequate.  \n10. Class Certification.   Rule 23 of the North Carolina Rules of Civil \nProcedure governs class certification.  Under that rule, a  court may certify a class \naction if the following requirements are met: \n(1) the existence of a class, (2) the named representatives will fairly and \nadequately represent the interest s of all class members, (3) there is no \nconflict of interest between the representative and class members, \n(4) class members outside the jurisdiction will be adequately \nrepresented, (5) the named party has a genuine personal interest in the \noutcome of the litigation, (6) class members are so numerous that i t is \n \nimpractical to bring them all before the court, and (7) adequate notice of \nthe class action is given to class members. \nMoss v. Towell, 2018 NCBC LEXIS 20, at *6 (N.C. Super. Ct. Mar. 6, 2018) (quoting \nIn re PokerTek Merger Litig., 2015 NCBC LEXIS 10, at *9 (N.C. Super. Ct. Jan. 22, \n2015)) (cleaned up); see also N.C. R. Civ. P. 23.  \n11. Having considered all matters of record, the Court concludes that these \nrequirements have been met here and that certification of the s ettlement class is \nappropriate.   \n12. Because “the named and unnamed members each have an interest in either \nthe same issue of law or of fact ” and “the issue predominates over issues affecting \nonly individual class members,” a class exists.  Crow v. Citicorp Acceptance Co., 319 \nN.C. 274, 280 (1987).   The Court finds that Chambers, as  class representative, and \nhis counsel fairly and adequately represented the interests of all class members; that \nthere is no conflict of interest between Chambers  and the class members; that it \nwould be impractical to bring the  nearly 500 class members before the Court; and \nthat a class action is superior to other available methods for the fair and efficient \nadjudication of this controversy.  \n13. The Court further finds that the class members received fair and adequate \nnotice.  The parties gave notice in the manner directed by the  order preliminarily \napproving the settlement .  This notice  fairly, accurately, and reasonably informed \nmembers of the settlement class of their rights and of the consideration they were to \nreceive.  Considering the number of class members involved and the age of the claims, \nthe Court determines that the form and m anner of the n otice is the best notice \n \npracticable under the circumstances  and therefore satisfies due process .  Likewise, \nthe Court determines  that it does not violate due process to includ e those class \nmembers who did not receive actual notice because of mailings returned as \nundeliverable.  See Hamilton v. Memorex Telex Corp., 118 N.C. App. 1, 14 (1995 ) \n(holding that the trial court did not err in including class members whose notices \nwere returned undeliverable). \n14. The only remaining claim  is for declaratory judgment .  “When the class \nrepresentative seeks injunctive or declaratory relief, a non-opt-out class is necessary \n‘to avoid unnecessary inc onsistencies and compromises in future litigation .’ ” \nEhrenhaus I, 216 N.C. App. at 79 (quoting DeBoer v. Mellon Mortg. Co., 64 F.3d 1171, \n1175 (8th Cir. 1995)).  Given that only declaratory relief is at issue, the parties have \nasked the Court to certify a non-opt-out class, and the Court concludes that it would \nbe appropriate to do so. \n15. Accordingly, the Court  certifies the following  non-opt-out class  for \nsettlement purposes only (all defined terms are found in the settlement agreement, \nECF No. 141.1): \nAll ED Patients who: (1) obtained treatment from one of Defendants’ \nemergency departments during the Applicable Time Period; and  \n(2) had an Account Balance as of 2 5 April 2022.  For clarity, the \nSettlement Class shall not include any ED Patient seen prior to or \nafter the Applicable Time Period.  Moreover, the Settlement Class \nshall not include any ED Patient see n during the Applicable Time \nPeriod whose Original Bill: a) has previously been written off in full; \nb) was paid in full; c) was paid in whole or in part by a third- party \ninsurance provider, Medicare , or Medicaid; or d) is the subject of a \nprior judgment or a Prior Resolution. \n \n16. Finally, the Court confirms its preliminary appointment of Chambers as the \nclass representative and his counsel—John F. Bloss of Higgins Benjamin, PLLC and \nBarry Kramer of the Law Offices of Barry Kramer—as class counsel.  \n17. Settlement Approval.  “[P]ublic policy considerations favor the settlement \nof lawsuits,” including class actions.  Ehrenhaus v. Baker, 243 N.C. App. 17, 30 (2015) \n(“Ehrenhaus II”).  Accordingly, courts tend to favor settlement of class actions so long \nas “there has been fair notice,” there has been  “an opportunity for class members to \nobject,” and “the settlement terms are fair, reasonable, and adequate.”  In re Krispy \nKreme Doughnuts S’holder Litig., 2018 NCBC LEXIS 1, at *12 (N.C. Super. Ct. Jan. \n2, 2018). \n18. Courts consider a variety of factors when making this determination , \nincluding:  \n(a) the strength of the plaintiff’s case, (b) the defendant’s ability to \npay, (c) the complexity and cost of further litigation, (d) the amount \nof opposition to the settlement, (e) class members’ reaction to the \nproposed settlement, (f) counsel’s opinions, and (g) the  stage of \nproceedings and how much discovery has been completed.  \nIn re Newbridge Bancorp S’holder Litig ., 2016 NCBC LEXIS 91, at *21– 22 (N.C. \nSuper. Ct. Nov. 22, 2016).  “[T]he reaction of the class to the settlement is perhaps \nthe most significant factor to be weighed in considering its adequacy.”  Ehrenhaus I, \n216 N.C. App. at 74 (citation and quotation marks omitted). \n19. Applying these factors, the Court finds the settlement to be fair, reasonable, \nadequate, and in the best interest of the c lass.  This litigation began more than ten \nyears ago and has been closely contested .  Th roughout that time, the parties have \n \nbeen represented by skilled counsel with substantial experience in complex \nclass-action litigation.  The parties have engaged in substantial discovery, briefed and \nargued numerous motions, and litigated an appeal on a novel issue of law before the \nNorth Carolina Court of Appeals and the North Carolina Supreme Court .  Moses \nCone has  at all times disputed, and continue s to dispute, the  allegations in the \namended complaint, denying liability for any claims that have been or could have \nbeen alleged by Chambers or class members.  With class certification, summary \njudgment, and trial yet to come,  it is a certainty that this litigation w ould have \ndemanded substantial additional time and resources to resolve absent a voluntary \nsettlement.   \n20. Moreover, the settlement offers substantial benefits to the class.  It provides, \namong other things, that each class member will receive a fifty percent reduction of \nhis or her o riginal bill as well as credit for any payments previously made by the \npatient or a third-party.  (ECF No. 141.1, ¶ 2.1.)  This is akin to the rate that insured \npatients received during the relevant  period and is essentially t he relief that \nChambers has sought from  the outset of litigation.   Whether Chambers could have \nachieved the same result through continued litigation is uncertain.  A better resul t \nwould have been highly unlikely, as his counsel acknowledged at the hearing.  Thus, \nChambers and his counsel reasonably determined that this settlement achieves relief \nthat is in the best interest of the class and far preferable to the uncertainty and \nexpense of continued litigation.  See Ehrenhaus I, 216 N.C. App. at 93 (“[T]he opinion \n \nof experienced and informed counsel is entitled to considerable weight.” (citation and \nquotation marks omitted)). \n21. All parties consent to the settlement, and no member of the class raised an \nobjection to the settlement after receiving notice.  In addition, it is clear , and the \nCourt concludes,  that the settlement resulted from the p arties’ arms-length \nnegotiations and is not the product of collusion. \n22. Accordingly, having considered the terms of the parties’ agreement and the \nresulting settlement  in light of (1) the issues presented by the pleadings; (2) the \nrecord; (3) the complexity of the proceedings; (4) the defenses asserted by Moses Cone; \n(5) the possibility that Moses Cone would successfully defend against claims arising \nout of the facts and legal theories pleaded and asserted, whether litigated by members \nof the class or on their behalf; and (6) the length of time that would be required for \nmembers of the class, or any group of members of the class, to obtain a final judgment \nthrough one or more trials and appeals,  the Court finds that class counsel’s decision \nto settle the case on the terms reached by the parties is reasonable and prudent.  The \nsettlement is fair, reasonable, and adequate, and it is in the best interest of the class.  \nThe Court therefore grants the motion to approve the settlement. \nIII. \nFEE PETITION \n23. As part of t he settlement agreement , Moses Cone has agreed to pay  up to \n$75,000 in reasonable attorneys ’ fees to Chambers’s counsel.  The parties ask the \nCourt to approve this provision and to grant Chambers’s fee petition. \n \n24. The North Carolina Court of Appeals has held that “parties to a class action \nmay agree to a fee-shifting provision in a negotiated settlement that is—like all other \naspects of the settlement —subject to trial court’s approval  in a fairness hearing .”  \nEhrenhaus II, 243 N.C App. at 30.  The trial court must “carefully assess the award \nof attorneys’ fees to ensure that it is fair and reasonable.”  Id.   \n25. Our courts routinely look to Rule 1.5 of the Revised Rules of Professional \nConduct of the North Carolina State B ar when considering  the reasonableness of \nrequested attorneys’ fees.  See, e.g., In re Newbridge Bancorp S’holder Litig. , 2016 \nNCBC LEXIS 91, at *38.  This rule identifies the following eight factors:   \n(1) the time and labor required, the novelty and difficulty of the \nquestions involved, and the skill requisite to perform the legal service \nproperly; \n(2) the likelihood, if apparent to the client, that the acceptance of the \nparticular employment will preclude other employment by the lawyer; \n(3) the fee customarily charged in the locality for similar legal services; \n(4) the amount involved and the results obtained; \n(5) the time limitations imposed by the client or by the circumstances; \n(6) the nature and length of the professional relationship with the client; \n(7) the experience, reputation, and ability of the lawyer or lawyers \nperforming the service; and  \n(8) whether the fee is fixed or contingent.  \nN.C. R ev. R. Prof. Cond uct 1.5(a); see also Eh renhaus I, 21 6 N.C. App . at 96–97.  \nApplying these factors, the Court concludes that the fee-shifting provision is fair and \nreasonable and that the requested amount is not excessive. \n26. The record shows that Chambers’s counsel devoted a total of 446.2 hours to \nlitigating this case, not including time devoted to the motion for final approval and \nthe fee petition.  (See Pl.’s Pet. for Attorneys’ Fees &  Expenses, Exs. A, B, ECF No. \n \n150.)  Over the course of ten years , counsel have conducted extensive discovery, \nsuccessfully defended against multiple attempts by Moses Cone to dismiss the action, \nand prevailed in an appeal of a novel issue before the North Carolina Supreme Court.  \nThe Court finds that  the time expended was reasonable in light of the length and \ncomplex nature of this litigation.   \n27. In addition, t he nature of the claims required skilled counsel with \nexperience in complex class -action litigation.   The Court finds that Chambers’s  \ncounsel have substantial  experience litigating complex civil actions and serv ing as \nclass counsel.  \n28. The rates charged by Chambers’s  counsel are reasonable when compared \nwith fees customarily charged for complex commercial litigation in North Carolina by \nattorneys with similar education, training, and experience .  Mr. Bloss , a North \nCarolina attorney , ordinarily charges  an hourly rate of $350.00.   Mr. Kramer, a \nNevada attorney, ordinarily charges an hourly rate of $600.00.   At these rates,  the \ncombined value of their 446.2 hours  in time expended would be $196,670.  A \ndiscounted award of $75,000, as requested in the fee petition, would yield an implied \naverage hourly rate of $168.08.  Although Chambers did not offer an affidavit \nexpressly identifying the rates customarily charged in this locality, the Court notes \nthat Moses Cone has experienced North Carolina counsel who consented to the \npetition and agrees that the discounted, blended rate is reasonable.   The Court \nfurther notes that numerous recent decisions have determined that typical fees \ncharged in North Carolina for handling complex commercial litigation exceed  $250 \n \nand often range as high as $550 per hour.  See, e.g., In re Newbridge Bancorp S’holders \nLitig., 2016 NCBC LEXIS 91, at * 43–44; In re PokerTek Merger Litig. , 2015 NCBC \nLEXIS 10, at *23; In re Harris Teeter Merger Litig. , 2014 NCBC LEXIS 47, at *25  \n(N.C. Super. Ct. Sept. 24, 2014). \n29. In addition, the Court finds that Chambers’s  counsel undertook the \nrepresentation with no assurance of payment, advanced $1,705.59 in expenses, and \nexpended considerable time defending against various motions filed by Moses Cone.  \nMoreover, the requested fees reflect an appropriate recognition of th e value of the \ndispute and the results obtained.  These considerations weigh in favor of approval of \nthe requested fee. \n30. The Court also finds that the notice provided to the s ettlement class \ncontained information regarding the fee-shifting provision.  No class member filed an \nobjection to the fee petition or appeared at the fairness hearing to oppose fee shifting.  \nThis, too, weighs in favor of approval of the requested fee.  \n31. Having considered the complexity of the litigation,  the time and labor \nexpended, the experience, the reputation and ability of counsel, and the skill required \nto litigate such a complex case, the Court concludes that t he fee sought here is \nreasonable in light of the amount  customarily charged in North Carolina and  is not \nexcessive.  Thus, the Court grants the fee petition and approves a payment of fees \nand expenses in the amount of $75,000.00 as part of the class-wide settlement.     \n \nIV. \nCONCLUSION \n32. For these reasons, the Court GRANTS  the unopposed motion for final \napproval of the parties’ settlement agreement: \na. The Court CERTIFIES the class, as defined above, for purposes of the \nsettlement only. \nb. Based on the findings and conclusions above, the Court f inds that the \nsettlement is fair, reasonable, adequate,  and in the best interest of the \nsettlement class.  The Court therefore APPROVES the settlement.   \nc. The parties are authorized and directed to comply with and to \nconsummate the settlement in accordance with its terms and provisions, \nand the Clerk is directed to enter and docket this Order as a  Final \nJudgment in this action. \nd. Nothing in this Order and Final Jud gment shall be construed, deemed, \nor offered as an admission by any of the parties, or by any member of the \nsettlement class, for any purposes in any judicial or administrative \naction or proceeding, whether in law or in equity.  \ne. The action is DISMISSED WITH PREJUDICE in its entirety on the \nmerits, and except as provided in the settlement, without fees, costs, and \nexpenses beyond those approved herein. \nf. Chambers and each class member shall be deemed to have and by \noperation of this Order and Final Judgment shall have, fully, finally, and \nforever released, relinquished, and discharged Defendants and their \n \npresent, former, and future, direct and indirect, parents, subsidiaries, \naffiliates, assigns, divisions, predecessors, and successors, and all of their \nrespective officers, agents, administrators, and employees, and Defense \nCounsel, of and from all Released Claims  (as defined in the settlement \nagreement), provided however, that Released Claims shall not include \nany claim to enforce the terms of the settlement.  \ng. Chambers and all class members are permanently barred and enjoined \nfrom commencing, prosecuting, instigating, assisting, or in any way \nparticipating in the commencement or prosecution of any action \nasserting any Released Claims , either directly, represent atively, \nderivatively, or in any other capacity, against any r eleased person or \nentity.  \nh. If this Order and Final Judgment is terminated, overturned, or \nmaterially modified on appeal, the parties shall revert to their litigation \npositions immediately prior to the execution of the settlement \nagreement, without waiver of any rights, claims, or defenses. \ni. Without affecting the finality of this Order and Final Judgment, the \nCourt retains continuing jurisdiction over all parties to the s ettlement \nfor the purpose of construing, enforcing , and administering this Order \nand Final Judgment. \n \n33. In addition, the Court GRANTS Chambers’s petition for attorneys’ fees and \nexpenses.  Moses Cone shall pay $75,000 to Chambers’s counsel within twenty -one \ndays following the entry of this Order and Final Judgment. \n \nSO ORDERED, this the 19th day of October, 2022. \n \n \n      /s/ Adam M. Conrad   \n     Adam M. Conrad \n     Special Superior Court Judge  \n  for Complex Business Cases  \n \n "
}