{
  "id": "28f0c9816f1de8a942532caf29aa46a6f5abfed03a190d059a7517c2b8ff72af",
  "source_file": "data/raw/ncbc/28f0c9816f1de8a942532caf29aa46a6f5abfed03a190d059a7517c2b8ff72af.pdf",
  "raw_text": "In re Se. Eye Ctr. (Old Battleground v. CCSEA), 2019 NCBC 28. \n \n \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 1648 \n \nIN RE SOUTHEASTERN EYE \nCENTER-PENDING MATTERS \n \nORDER AND OPINION ON MOTIONS \nFOR SUMMARY JUDGMENT \n(OLD BATTLEGROUND V. CCSEA) \n \n \n1. THIS MATTER is before the Court upon (i) Douglas Harris’s Motion for \nSummary Judgment as to Nivison Family Investment, LLC, Old Battleground \nProperties, and Arthur Nivison  (“Doug Harris’s Motion as to Plaintiffs’ Claims”) ; \n(ii) the Castle McCulloch Defendants’ Motion  for Summary Judgment  (the “Castle \nMcCulloch Defendants’ Motion”) ; (iii) Plaintiffs’ Motion for Partial Summary \nJudgment as to Counts Fourteen, Fifteen, Sixteen, Twenty-Seven, Twenty-Eight, and \nThirty of Amended Consolidated Complaint (“Plaintiffs’ Motion for Partial Summary \nJudgment”); (iv) Plaintiffs’ and Third Party Defendants’ Motion for Partial Summary \nJudgment as to Counterclaims Filed Against Nivison Family Investments, LLC and \nas to Third Party Claims Filed Against Old Battleground Properties, Inc. and Arthur \nNivison by Douglas S. Harris, Individually and as Trustee of JDPW Trust U/T/A \nDated June 8, 2007 and JDPW Trust U/T/A Date June 8, 2007  (“Plaintiffs and \nNivison’s Motion as to Doug Harris’s Claims”) ; (v) Douglas S. Harris’s Motion for \nSummary Judgment as to Richard Harris, Historic Castle McCulloch, and Castle \nMcCulloch, Inc. (“Doug Harris’s Motion as to the Castle McCulloch Defendants’ \nCrossclaims”); and (vi) Douglas S. Harris’s Motion for Summary Judgmen t as to \nGerald Jeutter’s Cross Claims on Behalf of JDPW Trust, CCSEA, and DRE against \n \n \nDouglas Harris (“Doug Harris’s Motion as to the Receiver’s Crossclaims”)  \n(collectively, the “Motions for Summary Judgment”) in the above-captioned case. \n2. For the reasons stated herein, the Court (i) GRANTS Doug Harris’s Motion \nas to Plaintiffs’ Claims ; (ii)  GRANTS in part  and DENIES in part the Castle \nMcCulloch Defendants’ Motion; (iii) DENIES Plaintiffs’ Motion for Partial Summary \nJudgment;  (iv) GRANTS in part  and DENIES in part  Plaintiffs and Nivison’s \nMotion as to Doug Harris’s Claims ; (v) GRANTS Doug Harris’s Motion as to the \nCastle McCulloch Defendants’ Crossclaims; and (vi) GRANTS in part and DENIES \nin part Doug Harris’s Motion as to the Receiver’s Crossclaims. \nSmith Debnam, Attorneys at Law, by Byron L. Saintsing, for Plaintiffs \nNivison Family Investments, LLC and Old Battleground Properties, Inc. \nand Third-Party Defendant Arthur Nivison. \n \nOak City Law LLP, by Robert E. Fields, III, for Receiver Gerald A. \nJeutter, Jr., as Receiver for the JDPW Trust, Centra l Carolina Surgical \nEye Associates, P.A., HUTA Leasing LLC, Southeastern Eye \nManagement, Inc., Southeastern Cataract Laser Center, PLLC, EMS \nPartners, LLC, KEPES Newco, LLC, and DRE Newco, LLC. \n \nWyatt Early Harris Wh eeler, LLP, by Scott F. Wyatt and Donavan J. \nHylarides, for Defendants Richard A. Harris, Historic Castle McCulloch, \nLLC, and Castle McCulloch, Inc. \n \nDouglas S. Harris, Pro se. \n \nBledsoe, Chief Judge. \n \n \nI. \nBACKGROUND \nA. Factual Background \n3. The Court does not make  findings of fact when ruling on a motion for \nsummary judgment, but “it is helpful to the parties and the courts for the trial judge \nto articulate a summary of the material facts which he considers are not at issue [.]”  \nHyde Ins. Agency, Inc. v. Dixie Leasing Corp., 26 N.C. App. 138, 142, 215 S.E.2d 162, \n165 (1975). \n4. This action is a piece of a larger group of cases that have found their way to \nthe N orth Carolina Business Court and are consolidated into two files: In re \nSoutheastern Eye Center-Pending Matter s (15 CVS 1648, Wake County) and In re \nSoutheastern Eye Center-Judgments (12 CVS 11322, Guilford County).  The litigation \nof these cases has concerned a wide variety of matters, including the appointment of \na receiver over multiple entities,  disputes over ownership interests in a collection of \nvaluable artwork and chess sets , and appeals to the Supreme Court of North \nCarolina. \n5. Defendant Central Carolina Surgical Eye Associates, P.A.  (“CCSEA”) is a \nNorth Carolina medical services professional association located in Guilford County, \nNorth Carolina.  (Am. Consolidated Compl. ¶ 4 , ECF No. 179.)  In September 2002, \nCCSEA leased  a commercial premises in Greensboro, North Carolina  (the \n“Battleground Property”)  from Battleground Real Estate Partners, LLC, a \npredecessor in interest to Plaintiff Old Battleground Properties, Inc. (“Old \n \n \nBattleground”).  (Am. Consolidated Compl. ¶ 21.)   CCSEA executed amendments to \nthis lease with Old Battleground in 2006 and 2010.  (Am. Consolidated Comp. ¶ 22.)   \n6. By 2010, CCSEA was behind on its payments under the commercial lease \nwith Old Battleground.  CCSEA executed two promissory notes to evidence its debt \nto Old Battleground, each in the amount of $1,000,000  (the “2010 CCSEA Notes”) .  \n(Am. Consolidated Compl. Ex. A, E CF No. 180.)  Both notes were signed by James \nMark McDaniel, Jr. (“Mark McDaniel”) as the CEO of CCSEA.  (Am. Consolidated \nCompl. Ex. A.) \n7. Two years later, two more promissory notes were executed in Old \nBattleground’s favor.  One was executed by CCSEA in the amount of $140,359.38.  \n(Am. Consolidated Compl. Ex. D,  ECF No. 180.)  The other was executed by  Dr. C. \nRichard Epes (“Dr. Epes”), a n interest owner in CCSEA,  to evidence Old \nBattleground’s payment of CCSEA’s property taxes.  (Am. Consolidated Compl. ¶ 24; \nAm. Consolidated Compl. Ex. B, ECF No. 180 .)  This fourth note was in the amount \nof $118,182.05.  (Am. Consolidated Compl. Ex. B.) \n8. In March 2012, Old Battleground sold the Battleground Property to MMRE, \nLLC (“MMRE”), an entity affiliated with CCSEA .  (Am. Consolidated Compl. ¶ 25.)   \nOld Battleground financed this transaction, and in exchange MMRE executed a \npurchase-money note and deed of trust in favor of Investors Title Exchange Corp. as \na qualified intermediary for Old Battleground.  (Am. Consolidated Compl. ¶ 25; Am. \nConsolidated Compl. Ex. BB, at 1, ECF No. 187 .)  According to Plaintiffs , the \n \n \npurchase-money note and deed of trust were later assigned to Plaintiff Nivison \nFamily Investments, LLC (“NFI”).  (Am. Consolidated Compl. ¶ 25.) \n9. During the  time CCSEA was leasing from and incurring debts with Old \nBattleground, it was also borrowing money  from FNB Southeast, a predecessor in \ninterest to NewBridge Bank (for clarity, the Court will refer to FNB and NewBridge \nBank as “NewBridge”).  (Am. Consolidated Compl. Exs. E, H, ECF Nos. 180–81.)  In \n2007, CCSEA engaged in two loan transactions with NewBridge, executing \npromissory notes in NewBridge’s favor for each loan.  (Am. Consolidated Compl. Exs. \nE, H.)  To provide security for these loans, CCSEA and two affiliated entities—HUTA \nLeasing, LLC (“HUTA”) and Southeastern Eye Management, Inc. (“SEM”)—executed \nsecurity agreements granting NewBridge security interests in certain personal \nproperty.  (Am. Consolidated Compl. Exs. F, I, ECF Nos. 181–82.)  Dr. Epes and Mark \nMcDaniel also personally guaranteed both loans.  (Am. Consolidated Compl. Exs. G, \nJ, ECF Nos. 181–82.) \n10. In 2008, CCSEA executed a third promissory note with NewBridge as part \nof a third loan transaction.  (Am. Consolidated Compl. Ex. K, ECF No. 182.)  To secure \nthis loan, another security instrument was executed by CCSEA granting NewBridge \na security interest in further collateral .  (Am. Consolidat ed Compl. Ex. L, ECF No. \n183.)  Dr. Epes and Mark McDaniel guaranteed this  third loan as well.  (Am. \nConsolidated Compl. Ex. M, ECF No. 183.) \n11. NewBridge Bank also entered into a loan agreement with several other \nentities that had ties to Dr. Epes or Mark McDaniel.  Specifically, NewBridge lent \n \n \nmoney (the “Castle McCulloch Loan”) to Defendants Castle McCulloch, Inc. (“Castle \nMcCulloch”), Historic Castle McCulloch , LLC (“Historic Castle McCulloch”) , and \nNSITE Management, LLC  (“NSITE”).  (Am. Consolidated Compl. Ex. N, ECF No. \n183.)  Castle McCulloch is a North Carolina corporation whose officers included Mark \nMcDaniel, Defendant Douglas Harris (“Doug Harris”) , and Doug Harris’s brother, \nDefendant Richard Harris.   (Am. Consolidated Compl. ¶ 14.)   Historic Castle \nMcCulloch is a North Carolina LLC whose members included  Mark McDaniel, D r. \nEpes, and Richard Harris.  (Am. Consolidated Compl. ¶ 15.)   \n12. The Castle McCulloch Loan was secured by various kinds of collateral (the \n“Castle McCulloch Collateral” ), including a deed of trust from Historic Castle \nMcCulloch in favor of NewBridge (the “Castle McCulloch Deed of Trust”)  and an \nassignment of leases and rents (the “Assignment of Rents and Profits”) granted by \nHistoric Castle McCulloch in NewBridge’s favor .  (Am. Consolidated Compl. Exs. T, \nUU, ECF Nos. 184, 191 .)  The loan was also gu aranteed by EMS Partners, LLC  \n(“EMS”), whose members included Dr. Epes and Mark McDaniel, (Am. Consolidated \nCompl. Ex.  U, ECF No. 184 ), and Dr. Epes and Mark McDaniel personally , (Am. \nConsolidated Compl. Exs. V, W, ECF No. 184) .  Much of the present disput e stems \nfrom the Castle McCulloch Loan and its associated collateral.  \n13. By mid -2012, all three of NewBridge’s loans to CCSEA (the “CCSEA \nLoans”), as well as the Castle McCulloch Loan , were in default.  (Am. Consolidated \nCompl. Ex. X, at 2 [hereinafter “Sett lement Agreement”], ECF No. 185.)  The \ncombined outstanding balance on the loans was $3,350,139.42.  (Settlement \n \n \nAgreement 2.)  In an attempt to recover a portion of this balance, NewBridge agreed \nto a settlement agreement (the “Settlement Agreement”) with Historic Castle \nMcCulloch, Castle McCulloch, NSITE, CCSEA, HUTA, SEM, Mark McDaniel, and \nDr. Epes (collectively, excluding NewBridge, the “Settlement Debtors”).  (Settlement \nAgreement 5 –6.)  Under the terms of the Settlement Agreement, the Settlement \nDebtors represented that they had arranged for a third party to purchase the \npromissory notes, security agreements, and all other loan documents (collectively, the \n“Loan Documents”) connected to the four outstanding loans for a discounted price of \n$2,026,834.35.  (Settlement Agreement 2.)  NewBridge agreed to sell the Loan \nDocuments to this third -party buy er for this discounted amount.  (Settlement \nAgreement 2.)  Under the Settlement Agreement, if the purchase did not go through \nby a certain date, NewBridge would be permitted to file and enforce a confession of \njudgment in the amount of $2,026,834.09  executed by the Settlement Debtors  (the \n“Confession of Judgment”).  (Settlement Agreement 2–3.)   \n14. By a subsequent  purchase and sale agreement  between NewBridge and \nDefendant JDPW Trust U/T/A Dated June 8, 2007  (“JDPW”), it was agreed that \nJDPW would act as  the Settlement Debtors ’ third-party buyer for the Loan \nDocuments.  (Am. Consolidated Compl. Ex. Z, at 1, ECF No. 186.)   In furtherance of \nthis agreement, JDPW made an initial deposit of  $25,000 with NewBridge.  (Am. \nConsolidated Compl. ¶ 47; Harris Dep. 382:9–383:12 [hereinafter Harris Dep. I], ECF \nNo. 887.)  Doug Harris was the trustee of JDPW.  (Harris Dep. I, at 382:5–14.) \n \n \n15. Around the same  time or shortly after the Settlement Agreement was \nexecuted, Doug Harris  and Mark McDaniel approached Third-Party Defendant \nArthur Nivison  about providing a loan  to JDPW so JDPW could complete the \npurchase from NewBridge.  (Castle McCulloch Defs.’ Br. Opp’n Pls.’ Mot. Partial \nSumm. J. Ex. 3 ¶ 11 [hereinafter “Nivison Aff.”], ECF No. 879; Harris Dep. I, at 75:14–\n23, 79:11–25.)  Arthur Nivison was the acting manager of Old Battleground and the \nmanager of NFI.  (Nivison Dep. 147:10–23 [hereinafter Nivison Dep. I], ECF No. 833.)  \nBased on his discussions with Doug Harris and Mark McDaniel , Arthur Nivison \nunderstood the purpose of the loan was to “facilitate the purchase of the Castle \nMcCulloch [L]oan and the CCSEA Loans.”  (Nivison Aff. ¶ 11.)   \n16. Eventually, it was agreed that either Old Battleground or NFI—the parties \ndispute which entity was supposed to be the lender —would provide JDPW with the \nfunds required to complete the Settlement Agreement .  However, before Old \nBattleground or NFI could lend JDPW any money, MMRE had to sell the \nBattleground Property and pay off the loan secured by the related 2012 deed of trust \nso that  Old Battleground or NFI would have money to lend .  (Am. Consolidated \nCompl. Ex. BB, at 1.) \n17. Because the Battleground Property needed to sell before the purchase of the \nLoan Documents from NewBridge could be completed , the Settlement Debtors , \nJDPW, and NewBridge entered into agreements extending the date by which JDPW \ncould make the purchase to September 21, 2012.  (Am. Consolidated Compl. Exs. AA, \nat 9, BB, at 1–2, ECF No. 187 .)  As consideration for the extended closing date, the \n \n \nSettlement Debtors agreed to pay NewBridge an additional $100,000.  (Am. \nConsolidated Compl. Ex. BB, at 2.)  Richard Harris paid this money to NewBridge in \nthe form of sixty-two gold coins, which were then replaced by $100,000 in cash.  (Am. \nConsolidated Compl. Ex. CC, ECF No. 187.) \n18. On or about  September 21, 2012 , a flurry of activity occurred.  The \nBattleground Property was sold, and t he profits from that sale were used to pay off  \none of the 2010 CCSEA Notes  in favor of Old Battleground and  the note secured by \nthe deed of trust held by NFI.   (Nivison Aff. ¶ 9.)   These funds were then wired to \nNewBridge, although the record is unclear as to whether the transfer of the funds to \nNewBridge occurred on September 21 or on September 24 (with interest paid by NFI \nfor the additional three days).   \n19. In either event , NewBridge then assigned the Loan Documents to JDPW.   \n(Am. Consolidated Compl. Exs. UU , VV, WW , ECF Nos. 191 –92.)  This was \naccomplished by three separate documents : (i)  an “Assignment of Security \nInstruments” that conveyed the Castle McCulloch Deed of Trust and the Assignment \nof Rents and Profits , (ii) an “Allonge” that memorialized the sale of the promissory \nnote for the Castle McCulloch Loan  (the “Castle McCulloch Note”) to JDPW, and \n(iii) a “Bill of Sale and Assignment of Loan Documents” that included the Loan \nDocuments connected to the CCSEA Loans  as well as the remainder of the Loan \nDocuments connected to the Castle McCulloch Loan and Castle McCulloch Collateral \n(the “Castle McCulloch Loan Documents”).  (Am. Consolidated Compl. Exs. UU, VV, \nWW.)  Plaintiffs allege that they had no knowledge that JDPW would be purchasing \n \n \nthe Castle McCulloch Note, the Castle McCulloch Deed of Trust , the Assignment of \nRents and Profits, or the other Castle McCulloch Loan Documents from NewBridge \nand contend that those facts were intentionally concealed from them .  (Am. \nConsolidated Compl. ¶¶ 65–66.) \n20. Also on or about September 21, 2012 , Arthur Nivison and JDPW \nmemorialized their own agreement in writing, but Plaintiffs and Doug Harris dispute \nthe final terms of that agreement and the validity of certain documents purporting to \nset forth the parties’ deal. \n21. First, Plaintiffs allege that Doug Harris, as trustee for JDPW, executed a \npromissory note in favor of NFI in exchange for the approximately $2.1 million either \nOld Battleground or NFI would be lending to JDPW (the “JDPW Note”).  (Am. \nConsolidated Compl. Ex. DD at 1, ECF No. 187.)   Doug Harris denies executing this \nnote.   \n22. Second, the parties executed a written agreement containing further terms \nfor the loan to JDPW (the “Assignment Agreement”).   (Pls.’ Reply Br. Resp. Castle \nMcCulloch Defs.’ Br. Opp’n Pls.’ Mot. Partial Summ. J. Corrected Ex. KK [hereinafter \n“Corrected Ex. KK”], ECF No. 908; see also Am. Consolidated Compl. Ex s. QQ, TT, \nECF No. 190.)1  Plaintiffs and Doug Harris dispute which version of this document is \ncontrolling.   \n                                                 \n1  In their reply brief in support of their Motion for Partial Summary Judgment, Plaintiffs \nrepresented that Exhibit KK to the Amended Consolidated Complaint inadvertently included \nthe wrong set of documents .  (Pls.’ Reply Br. Resp. Castle McCulloch Defs.’ Br. Opp’n Pls.’ \nMot. Partial Summ. J. 3 n.1, ECF No. 908.)  Plaintiffs attached a corrected version of Exhibit \nKK to their reply brief. \n \n \n23. At around 1:02 PM on September 21, 2012, Doug Harris sent one version of \nthe Assignment Agreement, bearing his signature,  to an attorney acting for Arthur \nNivison named Tom Harper.  ( Corrected Ex . KK.)   Doug Harris alleges that this \noriginal version of the Assignment Agree ment is valid and enforceable.   Plaintiffs, \nhowever, allege that Tom Harper then circulated a second version of the Assignment \nAgreement with handwritten modifications.  (Am. Consolidated Compl. Ex. QQ.)  By \n5:15 PM on September 21, 2012, Nivison signed this second agreement .  (Am. \nConsolidated Compl. Exs. QQ.)  Plaintiffs allege that Doug Harris returned an \ninitialed copy of this version of the Assignment Agreement to Tom Harper by e -mail \nat 5:37 PM.  (Am. Consolidated Compl. Ex. TT, ECF No. 190.)  Doug Harris contends \nthat his initials on this second version of the agreement are forged. \n24. The two versions of the Assignment Agreement differ in several respects.  \nFirst, the original version stated that the money lent to JDPW would come from Old \nBattleground or would be wired to JDPW on Old Battleground’s behalf , (Corrected \nEx. KK), while the second version provided that the loan proceeds would be wired to \nJDPW by NFI or on NFI’s behalf , (Am. Consolidated Compl. Ex. QQ) .  Second, the \noriginal version of the A ssignment Agreement contained language indicating that \nadditional security for the loan to JPDW would be tendered by Mark McDaniel and \nDr. Epes; this language was crossed out in the later version.  (Corrected Ex. KK; Am. \nConsolidated Compl. Exs. QQ, TT.)2  Third, t he original version of the agreement \n                                                 \n2  The record contains an “Unconditional Guaranty of Payment” in favor of NFI bearing the \nsignatures of Dr. Epes; his wife, Bessie Epes; Dr. Epes as president of CCSEA; and Mark \nMcDaniel, (Am. Consolidated Compl. Ex. FF, ECF No. 187), and a “Pledge Agreement ” that \npurported to secure NFI’s loan with security interests in certain property owned by Dr. Epes \n \n \nincluded a provision stating that JDPW’s liability  on default  would be limited to \nforfeiture of the mentioned collateral and JDPW’s interests in that collateral, \n(Corrected Ex. KK); the second version of the agreement crossed this term out as well, \n(Am. Consolidated Compl. Ex. QQ). \n25. All versions of the Assignment Agreement expressly set out the following:  \nTHIS AGREEMENT [is] made . . . for the purpose of transferring the security \ninterest in the personal property of HUTA Leasing Company, Southeastern \nEye Management, Inc., and Central Carolina Surgical Eye Associates, P.A., \nnow held by NewBridge  . . . to [either a legal entity designated by Old \nBattleground, or, in the second version of the agreement, NFI]  in exchange \nfor [a] $2,100,000.00 loan to JDPW . . . which loan will be used to purchase \nNewBridge Bank’s security interest. \n \n(Corrected Ex. KK; Am. Consolidated Compl. Exs. QQ, TT.)  The “personal property” \nreferenced by the Assignment Agreement was detailed in the Assignment of Security \nInstruments that Doug Harris sent to Tom Harper with the draft of the Assignment \nAgreement.  (Corrected Ex. KK.)  The schedule attached to this document (“Schedule \nA” or “Attachment A”)  specifically listed which Loan Documents JDPW would be \nassigning to the agreed -upon recipient, with each piece of collateral listed under its \ncorresponding loan.  (Corrected Ex. KK; see Am. Consolidated Compl. Ex. GGG, at 1–\n2 [hereinafter “Partial Summ. J. Order”], ECF No. 194 .)  The Court hereafter refers \nto the property referenced in the Assignment Agreement and listed under the CCSEA \nLoans in Schedule A as the “CCSEA Collateral” or “CCSEA Loan Documents.”   \n                                                 \nor Bessie Epes,  (Am. Consolidated Compl. Ex.  GG, ECF No. 188 ).  The validity of these \ndocuments has been disputed, and there is evidence appearing to show that neither Bessie \nEpes nor anyone with authority to sign on her behalf executed these documents.  See Old \nBattleground Props. v. Cent. Carolina Surgical Eye Assocs., P.A., 2015 NCBC LEXIS 19, at \n*19–20 (N.C. Super. Ct. Feb. 25, 2015). \n \n \n26. Plaintiffs allege that the Schedule A sent to Tom Harper  was nearly \nidentical to the list of assigned collateral JDPW received from NewBridge as an \nattachment to  the NewBridge-to-JDPW Bill of Sale and Assignment of Loan \nDocuments, except that the version sent to Tom Harper did not include reference to \nthe Castle McCulloch Loan and Castle McCulloch Loan Documents.  (Am. \nConsolidated Compl. ¶ 59; Mem. Law Opp’n Douglas S. Harris’s Mot. Summ. J. \nNivison Entities’ Claims 10 , ECF No. 883 .)  Plaintiffs contend that Doug Har ris \nintentionally omitted th e Castle McCulloch Loan and Castle McCulloch Loan \nDocuments from the Schedule A he sent Tom Harper to conceal the conveyance of the \nCastle McCulloch Loan Documents to JDPW.  (Mem. Law Opp’n Douglas S. Harris’s \nMot. Summ. J. Nivison Entities’ Claims 14.) \n27. Problems arose after the September 21, 2012  transactions.  Despite the \nrepresentations made in the Assignment Agreement, Doug Harris did not assign the \nCCSEA Loan Documents to NFI  until compelled to do so by a court order.   (Partial \nSumm. J. Order  1–2.)  JDPW also failed to make payments  on the allegedly valid \nJDPW Note.  (Partial Summ. J. Order 2.)   \n28. Plaintiffs also allege that Doug Harris, acting as trustee for JDPW, assigned \nthe Castle McCulloch Loan Documents to  his brother, Richard Harris, or otherwise \nreleased the Castle McCulloch Collateral by other means, including by preparing a \ndeed releasing the land encumbered by the Castle McCulloch Deed of Trust and the \nAssignment of Rents and Profits (the “Release Deed”).  (Am. Consolidated Compl. Ex. \nYY, ECF No. 192; Harris Dep. I, at 866:19–868:25.)  Plaintiffs assert that they were \n \n \nunaware that JDPW ever held the Castle McCulloch Loan Documents or interests in \nthe Castle McCulloch Collateral and were further unaware that JDPW then released \nthat collateral until after this litigation commenced.  Richard Harris denies by \naffidavit that he, Castle McCulloch, or Historic Castle McCulloch (collectively, with \nRichard Harris, the “Castle McCulloch Defendants”)  ever received an assignment of \nthe Castle McCulloch Loan Documents.  ( Def. Richard A. Harris’s Am. Answer and \nCountercls. Ex. A ¶ 10, ECF No. 678.)   \nB. Procedural Background \n29. As a result of the preceding facts, NFI filed an action against JDPW, Doug \nHarris, individually and as tr ustee of JPDW , and NewBridge on July 21, 2014 .  \nSeveral months later, Old Battleground and NFI filed an action against CCSEA, \nvarious CCSEA-affiliated entities, Dr. Epes, Bessie Epes, and Mark McDaniel  and \nhis wife, Patricia McDaniel. \n30. In the second lawsuit, upon the parties’ joint request at a February 23, 2015 \nhearing, the Court appointed Gerald A. Jeutter, Jr. as a receiver (the “Receiver”) for \nCCSEA and several of its  related entities  (the “Receivership Entities”) .3  Old \nBattleground Props. v. Cent. Carolina Surgical Eye Assocs., P.A., 2015 NCBC LEXIS \n19, at *24 (N.C. Super. Ct. Feb. 25, 2015).   Following his appointment, the Receiver \ninvestigated and asserted claims and demands on behalf of the Receivership Entities \nagainst the Epeses.   As the litigation of Plaintiffs’ cases progressed, the number of \n                                                 \n3  These entities included the above-mentioned EMS as well as Southeastern Cataract Laser \nCenter, PLLC, HUTA, and SEM.  Old Battleground Props., 2015 NCBC LEXIS 19, at *24. \n \n \n \nentities in receivership and the larger universe of cases related to CCSEA and various \nother parties to these actions grew. \n31. On June 19, 2015, the Court ordered both of Plaintiffs’ lawsuits consolidated \nwith other cases pending before it and directed all subsequent filings be made in the \nMaster File In re S outheastern Eye Center -Pending M atters (Wake 15 CVS 1648).  \n(Order Mot. Consolidate 8–9, ECF No. 76.)  The Court then issued a case management \norder in this consolidated proceeding requiring all persons asserting claims  against \nCCSEA or its affiliated entities  to file their claims against th ose entities with the \nReceiver.  (Case Management Order 5–8, ECF No. 82.)   \n32. Soon after consolidation, the Court approved a settleme nt between the \nReceiver and the Epeses .  (Order Approving Settlement Agreement and Appointing \nReceiver for Kepes Newco, LLC and DRE Newco LLC and Restraining Order 6  \n[hereinafter “Epes Settlement Order”] , ECF No. 117.)  To facilitate this settlement, \nthe Court placed two additional entities int o receivership:  Kepes Newco, LLC  \n(“Kepes”) and DRE Newco, LLC (“DRE”) (both added to the “Receivership Entities”).4  \n(Epes Settlement Order 7.)  Kepes and DRE are limited liability companies created \nfor the purpose of assuming and paying the debts of Dr. Epes and Bessie Epes and to \nwhich the Epeses have assigned a significant number of their assets.  (See Joint Mot. \nApprove Settlement Agreement and Release Ex. A-1, at 1, Ex. A-2, at 1, ECF No. 52.2; \n                                                 \n4  In addition to DRE and Kepes, the Court also placed several other entities in which the \nEpeses owned controlling or materially dominant shares into receivership.  These entities \nincluded Surgical Eye Center, Inc., ME Greensboro, LLC, HUTA Leasing Company, and \nMEM of High Point, LLC.  (Epes Settlement Order 5–6.) \n \n \nJoint Mot. Approve Settlement Agreement and Release  Ex. B-1, at 1, Ex. B-2, at 1, \nECF No. 52.1.) \n33. In July and August 2015, Plaintiffs sought leave to amend their complaints \nin each of their lawsuits.  Recognizing that common issues of fact and law were \npresent in both of Plaintiffs’ cases and that consolidation w ould avoid confusion, \nunnecessary costs, and potential delays, the Court ordered the two lawsuits further \nconsolidated for future proceedings and directed Plaintiffs to file a single amended \ncomplaint consolidating their claims.  (Order Pls.’ Mots. Amend C ompl. and \nConsolidation ¶¶ 6 –7, ECF No. 168.)  Plaintiffs filed their Amended Consolidated \nComplaint on September 17, 2015.   (Am. Consolidated Compl. 50.)   The Amended \nConsolidated Complaint added the Castle McCulloch Defendants to the case .  (Am. \nConsolidated Compl. 1.) \n34. On March 28, 2016, Plaintiffs voluntarily dismissed their claims against \nMark McDaniel and Patricia McDaniel. \n35. On April 28, 2016, upon Plaintiffs’ motion , the Court placed JDPW into \nreceivership by appointing the Receiver as receiver for JDPW.  (Order Approving Pls.’ \nMot. Appointment Receiver for JDPW Trust 7, ECF No. 472.)  The Court did so after \nfinding and concluding  for the limited purposes of Plaintiffs’  motion (i) that Doug \nHarris had a conflict of interest in remaining in control of JDPW and making \ndecisions on its behalf; (ii) that Doug Harris was unlikely to investigate and pursue \npossible claims JDPW may have against the Castle McCulloch Defendants; (iii) that \nthe rights and interests of the parties would be adequately protected by the Receiver \n \n \ntaking fiscal and operational charge of JDPW; (iv) that there was no perceived conflict \nof interest in the r eceiver for the Receivership Entities serving as the receiver f or \nJDPW, provided that NFI and JDPW, under the Receiver’s direction, settled the \nclaims against JDPW pursuant to a negotiated settlement agreement; and  (v) that \nPlaintiffs had, on the record at that time, presented substantial evidence that they \nhad an apparent right to property in an adverse party’s possession and that JDPW , \ndue to Doug Harris’s involvement,  was not investigating or pursing causes of action \nrelating to the Deed of Trust and Assignment of Rents and Profits, which NFI \nasserted it had claims to in law and equity.  (Order Approving Pls.’ Mot. Appointment \nReceiver for JDPW Trust 5 –7.)  As a further part of its ruling, t he Court enjoined \nDoug Harris from conducting further business as trustee of JDPW.  (Order Approving \nPls.’ Mot. Appointment Receiver for JDPW Trust 17.) \n36. Concurrent with the Court’s order placing JDPW into receivership, the \nCourt approved a settlement agreement between P laintiffs, the Receivership \nEntities, and JDPW .  The settlement allowed Plaintiffs  a $4 million clai m against \nCCSEA, DRE, and Kepes , subject to certain restrictions,  and a $2.1 million claim \nagainst JDPW.   (Order Approving Nivison Settlement and Related Transactions \nIncluding Release of CCSEA Sale Proceeds 8 [hereinafter “Order Approving Nivison \nAgreement”], ECF No. 471.)  Both amounts represented a substantial reduction from \nthe amount sought by Plaintiffs against JDPW or the Receivership Entities.  (Order \nApproving Nivison Agreement 8.)   \n \n \n37. Plaintiffs voluntarily dismissed their claims against the Epeses on June 27, \n2016.  Several months later, Plaintiffs dismissed their claims against NewBridge. \n38. On February 28, 2017, Plaintiffs, Arthur Nivison, Doug Harris, and the \nCastle McCulloch Defendants filed the Motions for Summary Judgment .  Following \nthese filings, however, the Court concluded that matters in this case should be stayed \nwhile the Supreme Court of North Carolina considered related issues on appeal. \n39. On March 2, 2018, the Supreme Court of North Carolina dismissed the \nappeals relating to this case pend ing before it after concluding that the appellants \nhad failed to demonstrate grounds for appellate review. \n40. This Court held a hearing on the Motions for Summary Judgment on April \n26, 2018, at which all parties with claims at issue were present .  Additional \nsupplemental briefing ordered by the Court was completed on January 30, 2019. \n41. The Motions for Summary Judgment are ripe for resolution.5  \nII. \nLEGAL STANDARD \n42. Under Rule 56 of the North Carolina Rules of Civil Pro cedure, summary \njudgment is  appropriate “if the pleadings, depositions, answers to interrogatories, \nand admissions on file, together with the affidavits, if any, show that there is no \n                                                 \n5  On April 6, 2018, Mark McDaniel filed an untitled document that opposed Plaintiffs’ Motion \nfor Partial Summary Judgment.  Summary judgment filings in this case were due on \nFebruary 28, 2017, and responses to those filings were due on April 3, 2017.  Given that Mark \nMcDaniel’s opposition was filed just over a year past this deadline, to the extent the \nopposition is not rendered moot by the Court’s decisions herein, the Court will, in its \ndiscretion, refuse to consider the opposition’s contents as untimely. \n \n \n \ngenuine issue as to any material fact and that any party is entitled to  . . . judgment \nas a matter of law.”  Craig v. New Hanover Cty. Bd. of Educ., 363 N.C. 334, 337, 678 \nS.E.2d 351, 353 (2009)  (quoting N.C. R. Civ. P. 56(c)) .  A material fact is one that  \n“would constitute or would irrevocably establish any material element of a claim or \ndefense.”  Abner Corp. v. City Roofing & Sheetmetal Co. , 73 N.C. App. 470, 472 , 326 \nS.E.2d 632, 633 (1985).  A genuine issue is “one that can be maintained by substantial \nevidence.”  Dobson v. Harris , 352 N.C. 77, 83, 530 S.E.2d 829, 835 (2000).   \n“Substantial evidence is such relevant evidence as a reasonable mind might accept \nas adequate to support a conclusion and means more than a scintilla or a permissible \ninference.”  DeWitt v. Eveready Battery Co. , 355 N.C. 672, 681, 565 S.E.2d 140, 146 \n(2002) (internal quotation marks and citations omitted). \n43. On a motion for summary judgment, the moving party bear s the burden of \nshowing that no genuine issues of material fact remain to be resolved.  Camalier v. \nJeffries, 340 N.C. 699, 706, 460 S.E.2d 133, 136 (1995).  “E vidence presented by the \nparties is viewed in the light most favorable to the non-movant.”  Summey v. Barker, \n357 N.C. 492, 496, 586 S.E.2d 247, 249 (2003).  The trial court should grant summary \njudgment against an adverse party’s claim only if the movant can prove “an essential \nelement of the opposing party’s claim does not exist, cannot be proven at trial, or \nwould be barred by an affirmative defense” or can show “through discovery that the \nopposing party cannot produce evidence to support an essential element of [his or] \nher claim.”  Dobson, 352 N.C. at 83, 530 S.E.2d at 835.  If the moving party meets its \nburden, “the burden shifts to the nonmoving party to produce a forecast of evidence \n \n \ndemonstrating specific facts, as opposed to allegations, showing that he can at least \nestablish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784–85, \n534 S.E.2d 660, 664 (2000).   The responding party may not “rest upon the  . . . \nallegations or denials” within its pleading, but must put forward specific facts \nshowing there is a genuine issue for trial.  N.C. R. Civ. P. 56(e). \nIII. \nANALYSIS \n44. The Court begins its analysis by addressing Doug Harris’s Motion as to \nPlaintiffs’ Claims .6  The Court then turns to  the Castle McCulloch Defendants’ \nMotion, followed by Plaintiffs’ Motion for Partial Summary Judgment, Plaintiffs and \nNivison’s Motion as to Doug Harris’s Claims , Doug Harris’s Motion as to the Castle \nMcCulloch Defendants’ Crossclaims , and finally Doug Harris’s Motion as to the \nReceiver’s Crossclaims. \nA. Doug Harris’s Motion as to Plaintiffs’ Claims \n45. Doug Harris moves for Summary Judgment as to Plaintiffs’ claims against \nhim: Count 6 (Legal Malpractice and Misrepresentation); Count 8 (Fraud); Count 31 \n(Unfair and Deceptive Trade Practices); and Count 32 (Punitive Damages).  Doug \nHarris also argues for the dismissal of Plaintiffs ’ claims against him by contending \n                                                 \n6  The majority of the claims contained in Plaintiffs’ Amended Consolidated Complaint allege \ninjury to NFI and seek relief for NFI.  Nevertheless, for ease of reference and because \nPlaintiffs jointly briefed the Motions for Summary Judgment, the Court will at tribute \narguments made by Old Battleground or NFI to “Plaintiffs.”  \n \n \n \nthat Plaintiffs’ claims are barred due to Plaintiffs’ election of remedies.  The Court \nbegins by addressing this latter argument. \n1. Election of Remedies \n \n46. Doug Harris argues that the Court should dismiss all claims jointly brought \nagainst himself, Dr. Epes, and Mark McDaniel because Plaintiffs have settled these \nclaims as to Dr. Epes.  He continues, “the Nivison entities have no right to settle the \nsame claim  . . . against Dr. Epes and then decide they are dissatisfied [with] the \namount of the damages and go after Harris on the same claim.”  (Mem. Law Supp. \nDouglas S. Harris’s Mot. Summ. J. Nivison Entities’ Claims Against Harris 25, ECF \nNo. 862.2.)  This argument is mistaken. \n47. Plaintiffs seek cumulative remedies.  “Unless and until [a] plaintiff receives \nfull satisfaction of a claim, settlement against [other] joint tortfeasors [will] not bar a \nclaim against the remaining offender.”  Swain v. Leahy, 111 N.C. App. 884, 887, 433 \nS.E.2d 460, 462 (1993) (citing Bowen v. Iowa Nat’l Mut. Ins. Co. , 270 N.C. 486, 492, \n155 S.E.2d 238, 243 (1967)).  Accordingly, the claims against Doug Harris will not be \ndismissed on this ground. \n2. Legal Malpractice and Misrepresentation \n \n48. Plaintiffs’ sixth count alleges that Doug Harris, as a licensed North Carolina \nattorney, provided legal advice to NFI by advising Arthur Nivison and represented \nNFI leading up to and during the September 21, 2012 transactions between NFI, \nJDPW, and NewBridge Bank.  (Am. Consolidated Compl. ¶ 137.)  Plaintiffs contend \nthat Doug Harris breached his fiduciary duties as an attorney to NFI by intentionally \n \n \nconcealing from NFI both the Castle McCulloch Collateral and an alleged deal \nbetween the Settlement Debtors to release the Castle McCulloch Collateral, by failing \nto assign the Castle McCulloch Collateral to NFI, and by providing legal services to \nNFI despite a clear conflict of interest.  (Am. Consolidated Compl. ¶¶ 136–48.) \n Legal Malpractice \n49. Doug Harris moves for summary judgment on Plaintiffs’ sixth count  and \nargues that NFI, following discovery, cannot support an essential element of its claim \nbecause no reasonable factfinder c ould conclude on the record before the Court that \nan attorney-client relationship existed between Doug Harris and Plaintiffs or Arthur \nNivison.   \n50. Plaintiffs counter that NFI’s claim for legal malpractice is  supported by \n“Plaintiffs’ original verified Complaint, affidavits, subpoena responses, Doug Harris’s \ndeposition, and other materials in support of Plaintiffs’ Motions for Summary \nJudgment[.]”  (Mem. Law Opp’n Douglas S. Harris’s Mot. Summ. J. Nivison Entities’ \nClaims 2.)  At summary judgment, however, the Court is interested in specific facts, \nnot general statements of support.  See N.C. R. Civ. P. 56(e).  Indeed, after reviewing \nthe record and the parties’ arguments, the Court concludes that summary judgment \nis appropriate on this claim. \n51. While in limited  circumstances North Carolina courts have extended an \nattorney’s liability to certain nonclient third parties harmed in the course of an \nemployment contract for another, see, e.g., United Leasing Corp. v. Miller , 45 N.C. \nApp. 400, 405–06, 263 S.E.2d 313, 317 (1980) (stating “we have recognized a cause of \n \n \naction in negligence arising from the negligent breach of a common law duty of care \nflowing from the parties’ working relationship,” and “a party not in direct privity of \ncontract with an attorney [can] recover if he [can] show that he was a third -party \nbeneficiary of the attorney -client employment contract ”), the general rule in North \nCarolina remains that an attorney -client relationship must exist before liability for \nattorney malpractice can be established, see Rorrer v. Cooke, 313 N.C. 338, 355, 329 \nS.E.2d 355, 365 –366 (1985) (“ In a professional malpractice case predicated upon a \ntheory of an  attorney’s negligence, the plaintiff has the burden of proving by the \ngreater weight of the evidence: (1) that the attorney breached the duties owed to his \nclient, as set forth by Hodges, 239 N.C. 517, 80 S.E. 2d 144, and that this negligence \n(2) proximately caused (3) damage to the plaintiff.” (emphasis added)); Moore v. \nJordan, 816 S.E.2d 218, 220 (N.C. Ct. App. 2018) (restating the rule of Rorrer); \nChicago Title Ins. Co. v. Holt , 36 N.C. A pp. 284, 288, 244 S.E.2d 177, 180 (1978) \n(affirming dismissal of legal malpractice  claim where plaintiff was not in attorney -\nclient relationship with the attorney).  \n52. Whether an attorney -client relationship exists is generally a question of \nfact.  Cornelius v. Helms, 120 N.C. App. 172, 175, 461 S.E.2d 338, 339 (1995).  The \nexistence of such a relationship can be “implied from the conduct of the parties, and \nis not dependent on the payment of a fee, nor upon the execution of a formal contract.”  \nN.C. State Bar v. Sheffield, 73 N.C. App. 349, 358, 326 S.E.2d 320, 325 (1985).  Rather, \nthe “dispositive question” is “ whether [a] defendant’s conduct was such that an \nattorney-client relationship could reasonably be inferred.”  Id.  “An important factor \n \n \nin determining the existence of the relationship is the client’s subjective belief.”  \nKingsdown, Inc. v. Hinshaw, 2015 NCBC LEXIS 33, at *18 (N.C. Super. Ct. Mar. 25, \n2015) (quoting Flick Mortg. Inv’rs v. Epiphany Mortg., 2006 NCBC LEXIS 2, at *3–4 \n(N.C. Super. Ct. Feb. 1, 2006)).   \n53. Here, NFI’s claim against Doug Harris for legal malpractice is premised \nupon allegations of an attorney -client relationship, (Am. Consolidated Compl. ¶ 137 \n(“As such, [Doug Harris] represented Plaintiff NFI in said transaction a nd had a \nfiduciary duty to Plaintiff NFI.”)), and breaches of the fiduciary duties arising from \nthat relationship, (see, e.g., Am. Consolidated Compl. ¶¶ 137, 141, 146).7  NFI’s claim \nfails because NFI  cannot forecast substantial evidence of such an attorn ey-client \nrelationship.  \n54. While the exact number and the form of  Doug Harris and Arthur Nivison’s \ninteractions is disputed, the record does not present a genuine issue of material fact \nabout the general nature of those interactions.  Most importantly, the record reflects \nthat no genuine issue of material fact remains as to whether Nivison himself believed \n                                                 \n7  Plaintiffs also argue in briefing that the transaction between NFI and JDPW “did not take \nplace within the context of a standard lender/debtor relationship,” that “[a]s an attorney, \nDoug Harris had a fiduciary obligation to Arthur Nivison to engage in arms -length \ntransactions,” and that “a fiduciary relationship can exist under a vari ety of circumstances \nand is not limited to those persons who stand in some recognized legal relationship  to \nanother, such as attorney and client.”  (Mem. Law Opp’n Douglas S. Harris’s Mot. Summ. J. \nNivison Entities’ Claims 12.)  Here, however, Plaintiffs have made extensive allegations that \nan attorney-client relationship existed between Doug Harris and NFI due to Doug Harris’s \ninteractions with Arthur Nivison and have argued as much in briefing and at oral argument.  \nPlaintiffs have not presented an argument that Doug Harris owed NFI some other duty, aside \nfrom that owed by an attorney to his or her client, sufficient to allow NFI to sue Doug Harris \nfor malpractice. \n \n \nthat an attorney -client relationship existed between himself or NFI and Doug \nHarris—he did not.  That point is evidenced by Nivison’s deposition testimony:  \nQ:  I just want to know if you believe that [Doug Harris] was your attorney[.] \n \n. . . .  \n \nQ:  You can answer, if you know[.] \n \nA:  As far as I am concerned, I have not had a contract with [Doug Harris] as \nan attorney. \n \nQ:  Would that be ever? \n \nA:  According to my memory, which is faulty. \n \nQ:  Well, I understand.  And would it follow if you didn’t have a contract, the \nnext question would be, do you ever recall retaining [Doug Harris] or paying \n[Doug Harris] money as an attorney even without a contract? \n \nA:  I do not. \n \n(Nivison Dep. I, at 34:2–14.) \n   \n55. Plaintiffs contend that these statements do not defeat NFI’s claim because \nneither a formal contract nor the payment of a fee are necessary prerequisites to the \nformation of an attorney -client relationship.  While that statement of law is true, \nSheffield, 73 N.C. App. at 358, 326 S.E.2d at 325, Arthur Nivison’s answers clearly \nshow that he did not recall paying or retaining Doug Harris as an attorney, either for \nhimself or NFI , and Plaintiffs point to no evidence  suggesting that Arthur Nivison \notherwise believed Doug Harris was, in fact, serving as his attorney. \n56. To the contrary, Arthur Nivison testified numerous times at his deposition \nthat he retained his own attorney for the transaction with JDPW, that he relied on \n \n \nthat attorney’s advice, and that when he said “his attorney” he was referring to Tom \nHarper. \nA:  This is a document  I would have referred to my attorney.  At his \ninstruction, I would have -- my reliance was dependent upon his instruction. \n \nQ:  So you relied upon your attorney and you’re referring to Tom Harper? \n \nA:  Yes. \n \nQ:  And you’re not referring to [Doug Harris] as your attorney, are you? \n \nA:  No.  I am not. \n \n(Nivison Dep. I, at 71:1–9.) \n \nA:  I signed the document before sending it to Mr. Harper. \n \nQ:  And Mr. Harper is an attorney? \n \nA:  He is an attorney. \n \nQ:  Was he your attorney with regard to this transaction? \n \nA:  He was. \n \n(Nivison Dep. I, at 107:20–108:1.) \n \n57. Arthur Nivison also testified that he was under the impression that Doug \nHarris was acting as an attorney for Mark McDaniel, an adverse party, when the \nthree individuals met to discuss a possible transaction  between Arthur Nivison’s \nentities and JDPW: \nQ:  I heard you say vaguely but do you remember that the purpose of that \nmeeting was to discuss the possibility of JDPW Trust getting a note from \nNewBridge Bank and you financing it?  Do you remember that much? \n \n. . . . \n \n \n \nA:  That was probably part of the discussions.  My recollection of the meeting \nwas, or is, more that Mark was using it as a vehicle to introduce me to an \nattorney of his named Doug Harris. \n \nQ:  You believe that [Doug Harris] was representing Mark  McDaniel at that \nmeeting? \n \nA:  [He] seemed to be.  What the exact relationship was, we did not inquire \ninto. \n \n. . . .  \n \nA:  I believed that [Doug Harris] had some sort of attorney relationship with \nMark McDaniel.  Whether [he was] actually representing him in that meeting \nor not, I cannot say. \n \n(Nivison Dep. I, at 28:25 –29:12, 35:11–13.)  Furthermore, in stark contrast to the \nposition Plaintiffs take now, Arthur Nivison’s testimony appears to demonstrate a \nlack of concern as to Doug Harris’s role in the transactions between his entities and \nJDPW: \nQ:  At what point did you become aware that [Doug Harris] was the trustee \nof a trust known as the JDPW trust -- at what point? \n \nA:  In September, probably the closing date. \n \nQ:  You say you did not know that before September 21st? \n \nA:  I really didn’t pay any attention to it up until that point. \n \n(Nivison Dep. I, at 29:13–18.) \n \n58. In the face of this evidence, Plaintiffs are unable to create a genuine issue \nof material fact on which NFI’s claim can proceed .  The most specific assertion \nPlaintiffs make in opposition to Doug Harris’s motion is that “Doug Harris was giving \nlegal advice to Arthur Nivison and preparing documents for Arthur Nivison to review \nand asking Arthur Nivison to prepare letters to send to NewBri dge Bank.”  (Mem. \n \n \nLaw Opp’n Douglas S. Harris’s Mot. Summ. J. Nivison Entities’ Claims 5.)  To support \nthis assertion, Plaintiffs cite pages from Doug Harris’s deposition  (pages 79–84, 95, \nand 130).  Plaintiffs do not point the Court to specific lines or q uotes, so the Court \nexamines Doug Harris’s testimony itself, viewing the contents in the light most \nfavorable to NFI.   \n59. In the first excerpt cited, Plaintiffs appear to refer to Doug Harris’s \ntestimony that he, Arthur Nivison, and Mark McDaniel met to negotiate the terms of \nthe deal between Arthur Nivison’s entities and JDPW at a restaurant; that he and \nMark McDaniel discussed the deal further with Arthur Nivison over the telephone; \nand that during these conversations he explained the proposed deal to Arthur Nivison \nand explained why JDPW was involved.  (Harris Dep. I, at 79:5–81:4, 82:1–20.)  Doug \nHarris also testified that he brought a folder of materials to the initial restaurant \nmeeting for Arthur Nivison to review and that these materials were meant to \nreassure Arthur Nivison and explain the deal.  (Harris Dep. I, at 81:11–25.) \n60. The second deposition excerpt Plaintiffs cite is a single page that appears to \nrefer to the aforementioned letter Doug Harris asked Arthur Nivison to prepare and \nsend to NewBridge.  The first part of the relevant line of questioning is cut off from \nthe excerpt provided to the Court, but Doug Harris appears to testify that he told \nArthur Nivison “in  the most general terms” what to include in the letter.  (Harris \nDep. I, at 95:1–3.) \n61. The final cited portion of Doug Harris’s deposition appears to discuss an \nopinion letter Doug Harris prepared and sent to Arthur Nivison regarding the \n \n \ntransactions between Arthur Nivison’s entities, JDPW, and NewBridge.  (Harris Dep. \nI, at 130:2–11.) \n62. Reviewing this testimony, the Court concludes that a reasonable factfinder \ncould not find this evidence indicative of an attorney-client relationship.  First, Doug \nHarris’s meeting with Arthur Nivison and Mark McDaniel , explaining the terms of \nthe transaction M ark McDaniel had proposed to Arthur Nivison, and providing \ndocuments to Arthur Nivison is not  substantial evidence of an  attorney-client \nrelationship, even  considering that  Arthur Nivison had not yet retained his own \ncounsel.  Indeed, the Rules of Professi onal Conduct contemplate attorneys meeting , \nnegotiating, and discussing legal matters with unrepresented adverse parties.  Rev. \nR. Prof. Conduct 4.3 cmt. 2 (stating, in interacting with an unrepresented adverse \nparty, a lawyer may inform that person of the terms on which the lawyer’s client will \nenter an agreement, prepare documents that require th at person’s signature, and \nexplain the lawyer’s own view on the meaning of the documents or the lawyer’s view \nof the underlying legal obligations).  Plaintiffs present no evidence that Doug Harris’s \ninteractions with Arthur Nivison extended beyond such acts.   \n63. Further, w hile an attorney meeting with an unrepresented party must  \ndisclose that they are representing an adverse party to adhere to ethical standards , \nRev. R. Prof. Conduct 4.3 cmt. 2, the record is clear here that Arthur Nivison was \nunder no impression that Doug Harris was acting as his attorney .  Instead, he \nbelieved Doug Harris was representing Mark McDaniel.8  Considering that belief and \n                                                 \n8  The Court notes that while Plaintiffs argue th at Doug Harris has violated several of the \nRevised Rules of Professional Conduct governing attorney behavior in North Car olina, “a \n \n \nthe arm’s-length nature of the interactions between Doug Harris and Arthur Nivison, \nno reasonable factfinder could conclude that an attorney -client relationship was \nformed when Doug Harris and Mark McDaniel sat down with, or subsequently called, \nArthur Nivison to negotiate the proposed deal with JDPW. \n64. The Court draws a similar conclusion about the second deposition excerpt \nPlaintiffs cite.  A reasonable factfinder could not conclude that Arthur Nivison and \nDoug Harris’s discussion concerning what NewBridge would be expecting in a letter \nfrom JDPW’s lender  created an attorney -client relationship between the two men , \nparticularly in light of Arthur Nivison’s lack of belief that such a relationship existed. \n65. Finally, with regard to the opinion letter referenced in Plaintiffs’ last page \nof cited deposition testimony, the Court finds it sufficient to note that the record \nindicates that Doug Harris sent this letter to Tom Harper, (Corrected Ex. KK), who \nArthur Nivison stated was his attorney during the September 21, 2012 transacti on \nwith JDPW and upon whose advice Arthur Nivison indicated he relied, (Nivison Dep. \nI, at 71:1–9, 107:20–108:1).  No reasonable factfinder could conclude that Doug Harris \ncreated an attorney -client relationship with NFI or Arthur Nivison by drafting \ndocuments and sending those documents to an attorney representing Arthur Nivison \nwith respect to the September 21, 2012 transactions .  Thus, this evidence, like the \n                                                 \nbreach of a provision of the Code of Professional Responsibility is not ‘in and of itself  . . . a \nbasis for civil liability.”  Baars v. Campbell Univ., Inc. , 148 N.C. App. 408, 421, 558 S.E.2d \n871, 879 (2002) (quoting Webster v. Powell, 98 N.C. App. 432, 439, 391 S.E.2d 204, 208 (1990), \naff’d, 328 N.C. 88, 399 S.E.2d 113 (1991)) .  T he Court makes no conclusion about whether \nDoug Harris’s conduct violated the Rules of Professional Conduct, as that issue is not now \nbefore the Court.  \n \n \nrest of the testimony Plaintiffs cite, fails to create a genuine issue of material fact in \nNFI’s favor. \n66. Plaintiffs contend that the Court may not resolve whether an attorney-client \nrelationship existed between NFI and Doug Harris on this record , citing Broyhill v. \nAycock & Spence, 102 N.C. App. 382, 402 S.E.2d 167, aff’d, 330 N.C. 438, 410 S.E.2d \n392 (1991), and Ives v. Real-Venture, Inc., 97 N.C. App. 391, 388 S.E.2d 573 (1990).  \nIn both of those cases, however, the party alleging the existence of an attorney-client \nrelationship presented affidavit testimony or other evidence purporting to show that \nthe attorney in question had been retained or engaged.   Broyhill, 102 N.C. App. at \n390, 402 S.E.2d at 172; Ives, 97 N.C. App. at 399, 388 S.E.2d at 578.   In contrast, \nthere is no indication here that Arthur Nivison was under any illusion that Doug \nHarris was acting as his or NFI’s attorney, and Plaintiffs offer no sworn testimony \nsupporting NFI’s claim. \n67. Plaintiffs’ reliance upon their initial verified Complaint (the “Verified \nComplaint”) is also unavailing.  On the issue of representation, the Verified \nComplaint contains only an allegation that begins, “Harris served as the closing \nattorney for the loan from [NFI] to Defendant JDPW,” a nd concludes “as such, \n[Harris] represented [NFI] in said transaction and had a fiduciary duty to [NFI].”  \n(Compl. ¶ 28 (Wake 14 CVS 9564), ECF No. 1.)  Plaintiffs cannot use this allegation \nto create a genuine issue of material fact at summary judgment.  \n68. A trial court may treat a verified complaint “as an affidavit if it ( 1) is made \non personal knowledge, (2) sets forth such facts as would be admissible in evidence, \n \n \nand (3) shows affirmatively that the affiant is competent to testify to the matters \nstated therein.”  Page v. Sloan, 281 N.C. 697, 705, 190 S.E.2d 189, 194 (1972). \n69. Examining the Verified Complaint, the Court first concludes that the second \nportion of the above-quoted statement—“as such, [Harris] represented [NFI] in said \ntransaction and had a fiduciary duty to [NFI]”—cannot be considered facts admissible \nin evidence or a statement based on the personal knowledge of Arthur Nivison, the \nindividual who verified the Complaint.  Rather, this portion of the statement is a legal \nconclusion.  See Singleton v. Steward, 280 N.C. 460, 467, 186 S.E.2d 400, 405 (1972)  \n(concluding that affiant’s legal conclusions are not facts to be considered under Rule \n56(e)).  The Verified Complaint also alleges no facts supporting the presence of  an \nattorney-client relationship besides those the Court has already concluded cannot \nsupport the existence of such a relationship.  Consequently, this conclusory statement \ncannot itself create a genuine issue of material fact.  See United Cmty. Bank (Ga.) v. \nWolfe, 369 N.C. 555, 559 –60, 799 S.E.2d 269, 272 (2017) ( holding that a conclusory \nstatement in defendants’ affidavit, without specific supporting facts, did not create a \ngenuine issue of material fact); S.C. Telcoms. Grp. Holdings v. Miller Pipeline L LC, \n248 N.C. App. 243, 248 , 788 S.E.2d 634, 638 (2016) ( holding that conclusory \nstatements that “photographs and video” showed fiber optic cables were clearly \nmarked did not provide specific facts for summary judgment or indicate the affiant \npossessed personal knowledge of the issue). \n70. Turning to the first part of the statement in the Verified Complaint , the \nallegation that Doug Harris served as the “closing attorney” on the loan from NFI to \n \n \nJDPW appears to reference a situation most commonly found in real e state \ntransactions where a “closing attorney” represents multiple parties.   See, e.g. , \nJohnson v. Schultz , 364 N.C. 90,  94, 691 S.E.2d 701, 704 (2010).  This verified \nallegation fails to create a genuine issue of material fact with regard to the existence \nof an attorney-client relationship for two reasons. \n71. First, in real estate transactions involving a “closing attorney,” the multiple \nparties with which the closing attorney maintains an attorney-client relationship are \ntypically those allied on one side of the transaction.  Id. (noting, with regard to real \nestate closings, that “the most common practice is for the closing attorney to represent \nthe purchaser and lender while performing limited functions for the seller (such as \nthe preparation of the deed)” (quoting Patrick K. Hetrick et al., North Carolina Real \nEstate Manual 508 (2008 –2009 ed.))).   In fact, this State’s Supreme Court has \n“stress[ed] that it is the buyer alone in most residential real estate transactions who \nis legally deemed to repose confidence in the closing attorney through the existence \nof [an] attorney-client relationship,” not both sides.  Id. at 96, 691 S.E.2d at 706.   \n72. Exceptions to this general rule ex ist only in rare cases.  For example, in \nJohnson, cited above, the Supreme Court of North Carolina held that there was a \nquestion as to whether an attorney represented both the buyer and the seller in a real \nestate transaction.  Id.  The Supreme Court made clear, however, that a possib le \nrelationship existed only because of a prior relationship between the seller and the \nattorney.  Id.  Thus, NFI’s allegation  here that Doug Harris served as a “closing \n \n \nattorney” does not ipso facto establish an attorney-client relationship between Doug \nHarris and NFI. \n73. Second, as the Court has stressed, the undisputed facts show that NFI’s \nmanager, Arthur Nivison, did not believe he had retained Doug Harris as an attorney; \nhe believed Doug Harris was acting as an attorney for another party involved in the \nproposed deal.  Further, on the day of the closing, NFI was represented by a different \nattorney.  The undisputed facts show that attorney Tom Harper handled the closing \nfor Arthur Nivison and NFI on September 21, 2012, reviewe d documents for Arthur \nNivison and NFI, and circulated the changes to the Assignment Agreement that \nPlaintiffs contend are enforceable.  Arthur Nivison also stated that he relied on Tom \nHarper’s instructions that day with regard to the transaction.  (Nivis on Dep. I, at \n71:1–9.)  The record thus overwhelmingly refutes any attempt by Plaintiffs to create \nan attorney-client relationship between NFI and Doug Harris through the use of the \nterm “closing attorney.” \n74. A genuine issue is “one that can be mai ntained by substantial evidence.”  \nDobson, 352 N.C. at 83, 530 S.E.2d at 835.  Proving that a genuine issue of material \nfact exists requires a party to present “such relevant evidence as a reasonable mind \nmight accept as adequate to support a conclusion ,” and that “means more than a \nscintilla or a permissible inference.”  DeWitt, 355 N.C. at 681, 565 S.E.2d at 146.  For \nthe reasons stated herein, the Court concludes that NFI cannot produce substantial \nevidence to support an essential element of its claim for legal ma lpractice.  No \nreasonable factfinder could examine the record before the Court and conclude that an \n \n \nattorney-client relationship existed such that NFI can maintain its legal malpractice \nclaim against Doug Harris.  Accordingly, the Court grants Doug Harris’ s motion as \nto NFI’s claim for legal malpractice and will dismiss this claim. \n Misrepresentation \n75. To the extent the reference to “Misrepresentation” in Plaintiffs’ Count 6  \nattempts to assert a claim for negligent misrepresentation  against Doug Harris, the \nCourt grants summary judgment on that cause of action as well.   \n76. A claim for negligent misrepresentation cannot be based upon a \nconcealment or failure to disclose; a plaintiff must allege and prove an “actual, \naffirmative representation.”  USA Trouser, S.A. de C.V. v. Williams , 2016 NCBC \nLEXIS 58, at *40 (N.C. Super. Ct. July 21, 2016), aff’d, 812 S.E.2d 373 (N.C. Ct. App.), \ndisc. rev. denied , 371 N.C. 448 (2018).   The majority of the conduct NFI pleads in \nconnection with its claim for “Legal Ma lpractice and Misrepresentation” concerns \nDoug Harris’s failure to disclose certain information.  ( See, e.g., Am. Consolidated \nCompl. ¶¶ 136, 140, 142.)  These allegations do not support a claim for negligent \nmisrepresentation.   \n77. The remaining allegations can be broken into two categories.  The first set  \nalleges intentional concealment of the Castle McCulloch Collateral, and is thus (i) a \nrestatement of NFI’s below-discussed fraud claim and (ii) allegations of concealment, \nwhich cannot form the basis for a negligent misrepresentation claim.  (See, e.g., Am. \nConsolidated Compl. ¶ 139 (alleging that Doug Harris’s failure to disclose the Castle \nMcCulloch Collateral “was not inadvertent” but “intentional” ).)  The second set  of \n \n \nallegations relates to Doug Harris’ s representations in prepared documents that \nJDPW would assign the CCSEA Collateral to NFI and Doug Harris’s subsequent  \nfailure to do so.  (See, e.g., Am. Consolidated Compl. ¶ 144.)  This group of allegations \ndoes not take issue with the care with which Doug Harris prepared these documents; \nrather, NFI alleges it suffered damages because Doug Harris did not perform under \nthe Assignment Agreement.  ( See Am. Consolidated Compl. ¶ 145. )  A breach of a \ncontractual duty cannot provide the basis for an independent claim of negligent \nmisrepresentation.  Supplee v. Miller-Motte Bus. Coll., Inc., 239 N.C. App. 208, 233, \n768 S.E.2d 582, 600 (2015).  Thus, although Doug Harris failed to assign interests in \nthe CCSEA Collateral to NFI and may not have disclosed certain facts to NFI, NFI’s \nallegations do not support a claim for negligent misrepresentation. \n78. For these reasons , the Court concludes that Doug Harris’s Motion for \nSummary Judgment as to Plaintiffs’ Claims should be granted with regard to Count \n6 of Plaintiffs’ Amended Consolidated Complaint. \n3. Fraud \n \n79. Doug Harris next moves for summary judgment on Count 8 of Plaintiffs’ \nAmended Consolidated Complaint, a claim by NFI against Doug Harris labeled \n“Fraud – Castle McCulloch Collateral.”  (Am. Consolidated Compl. 23.)  Doug Harris \nargues that summary judgment should be granted in his favor because NFI has failed \nto plead fraud with the specificity required by Rule of Civil Procedure 9(b) and \nbecause the record following discovery shows an absence of facts sufficient to support \nthis claim. \n \n \n80. “The essential elements of actionable fraud are: ‘(1) false representation or \nconcealment of a material fact, (2) reasonably calculated to deceive, (3) made with \nintent to deceive, (4) which does in fact deceive, (5) resulting in damage to the injured \nparty.’”  RD&J Props. v. Lauralea-Dilton Enters., LLC, 165 N.C. App. 737, 744, 600 \nS.E.2d 492, 498 (2004) (quoting Becker v. Graber Builders, Inc. , 149 N.C. App. 787, \n794, 561 S.E.2d 905, 910 (2002)).  Additionally, the claimant’s “reliance on alleged \nfalse representations must be reasonable.”  Sullivan v. Mebane Packaging Grp., Inc., \n158 N.C. App. 19, 26, 581 S.E.2d 452, 458 (2003).  “Whether each of the elements of \nactual fraud and reasonable reliance are met are ordinarily questions for the jury \n‘unless the facts are so clear that they support only one conclusion.’”   Head v. Gould \nKillian CPA Grp., P.A., 371 N.C. 2, 9, 812 S.E.2d 831, 837 (2018) ( quoting Forbis v. \nNeal, 361 N.C. 519, 527, 649 S.E.2d 382, 387 (2007)). \n81. In response to Doug Harris’s motion, Plaintiffs lay out three main categories \nof fraudulent conduct by Doug Harris that they contend are supported by the record.  \nFirst, Plaintiffs assert that Doug Harris misrepresented the value of the CCSEA \nCollateral that NFI would be assigned under the Assignment Agreement.  (Mem. Law \nOpp’n Douglas S. Harris’s Mot. Summ. J. Nivison Entities’ Claims 13.)  Second, \nPlaintiffs argue that Doug Harris rep resented that Dr. Epes would pledge certain \nproperty to secure NFI’s loan despite knowing that Dr. Epes transferred his interest \nin this property to his wife in 2006.  (Mem. Law Opp’n Douglas S. Harris’s Mot. \nSumm. J. Nivison Entities’ Claims 13, 15.)  Fin ally, Plaintiffs contend that Doug \nHarris misrepresented to NFI that the Castle McCulloch Loan Documents and \n \n \ninterests in the Castle McCulloch Collateral would be assigned to NFI as part of the \ndeal with JDPW and concealed JDPW’s receipt of that collateral .  (Mem. Law Opp’n \nDouglas S. Harris’s Mot. Summ. J. Nivison Entities’ Claims 14.)  The Court begins \nby addressing the first two categories of allegations. \n Requirements of Rule 9(b) \n82. Doug Harris argues that NFI’s claim for fraud should be dismissed at \nsummary judgment because the allegations in the Amended Consolidated Complaint \nare not pleaded with sufficient particularity under Rule 9(b).  Rule 9(b) requires that \na complaint alleging  “circumstances constituting fraud” state its alle gations “with \nparticularity” (with the exception of intent, which must be alleged but can be averred \ngenerally).  N.C. R. Civ. P. 9(b).  The Supreme Court of North Carolina has held that \nthis requirement is  met if a pleading alleges the “ time, place and content of the \nfraudulent representation,” the “identity of the person making the representation,” \nand “what was obtained as a result of the fraudulent acts or representations.”  Terry \nv. Terry, 302 N.C. 77, 85, 273 S.E.2d 674, 678 (1981).  Recognizing that it may be \ndifficult to satisfy Rule 9(b) when alleging fraud by omission or concealment , this \nCourt has previously held that a litigant pleading fraud by omission or concealment \ndoes so with particularity by specifically alleging: \n(1) the relationship between plaintiff and defendant giving rise to the duty to \nspeak; (2) the event that triggered the duty to speak or the general time \nperiod over which the relationship arose and the fraud occurred; (3) the \ngeneral content of the information that was  withheld and the reason for its \nmateriality; (4) the identity of those under a duty who failed to make such \ndisclosures; (5) what the defendant gained from withholding the information; \n(6) why the plaintiff’s relianc e on the omission was reasonable and \ndetrimental; and (7) the damages the fraud caused the plaintiff. \n \n \n \nTillery Envtl. LLC v. A&D Holdings, Inc. , 2018 NCBC LEXIS 13, at *21 –22 (N.C. \nSuper. Ct. Feb. 9, 2018); Christenbury Eye Ctr., P.A. v. Medflow, Inc. , 2015 NCBC \nLEXIS 64, at *13 –14 (N.C. Super. Ct. June 19, 2015), aff’d, 370 N.C. 1, 802 S.E.2d \n888 (2017); Island Beyond, LLC v. Prime Capital Grp., LLC , 2013 NCBC LEXIS 48, \nat *19 (N.C. Super. Ct. Oct. 30, 2013); Lawrence v. UMLIC-Five Corp., 2007 NCBC \nLEXIS 20, at *10 (N.C. Super. Ct. June 18, 2007); see also Breeden v. Richmond Cmty. \nColl., 171 F.R.D. 189, 195 (M.D.N.C. 1997). \n83. Although parties often seek to attack a fraud claim under Rule 9(b) at the \nearly stages of a proceeding, the North Carolina Court  of Appeals has held that \nsummary judgment is appropriate in cases where a plaintiff has failed to plead fraud \nwith particularity.  Hardin v. KCS Int’l, Inc., 199 N.C. App. 687, 702, 682 S.E.2d 726, \n737 (2009) (“This Court has held that when a complaint against a corporation fails to \nallege, as required by Rule 9(b), the time and occasion of the misrepresentation and \nthe individual who made the misrepresentation, then summary judgment was proper \nfor failure to allege the essential elements of fraud with par ticularity.” (internal \nquotation marks omitted)); Trull v. Cent. Carolina Bank & Tr. Co. , 117 N.C. App. \n220, 224, 450 S.E.2d 542, 545 (1994)  (“Rule 9(b)  . . .  requires that a complaint \ncharging fraud allege [the elements of fraud] with particularity.  If i t does not, \nsummary judgment is proper.” (citations omitted)); Leake v. Sunbelt, Ltd. of Raleigh, \n93 N.C. App. 199, 205, 377 S.E.2d 285, 289 (1989). \n84. As Doug Harris has challenged NFI’s fraud claim on particularity grounds, \nthe Court examines the contents of the Amended Consolidated Complaint.  Doing so, \n \n \nthe Court concludes that NFI has not pleaded its contentions as to the value of the \nCCSEA Collateral  and the ownership of Dr. Epes’s property with sufficient \nparticularity to base its claim for fraud on those facts now. \n85. First, the Amended Consolidated Complaint contains no allegation of a \nmisrepresentation regarding the value of the CCSEA Collateral.  The representation \nthat Plaintiffs take issue with—that the 2012 tax value of the CCSEA Collateral was \n$4,582,222.00—is included in every version of the Assignment Agreement and several \nother documents attached to the Amended Consolidated Complaint, ( see, e.g., Am. \nConsolidated Compl. Ex. TT), but Plaintiffs’ pleading contains no allegation that this \nrepresentation was false, that Doug Harris intended it to be false, or that NFI relied \non this statement of tax value to its detriment.  NFI pleads fraud and intent only as \nto the concealment of the Castle McCulloch Collateral, the Settlement Agreement, \nand the documents by which NewBridge assigned interests in the Castle McCulloch \nCollateral to JDPW.  NFI does not allege that any statement regarding the tax value \nof the CCSEA Collateral was fraudulent or was intended to deceive.  Consequently, \nthe Court must conclude that NFI did not particularly plead a claim for fraud against \nDoug Harris based on representations of the CCSEA Collateral’s value, and Plaintiffs \ncannot now argue that NFI’s claim should survive summary judgment on this basis.  \nSee Trull, 117 N.C. App. at 224, 450 S.E.2d at 545; see also United States ex rel. Owens \nv. First Kuwaiti Gen. Trading & Contracting Co. , 612 F.3d 724, 731 ( 4th Cir. 2010) \n(holding nonmovant could not avoid summary judgment by asserting new grounds \nfor fraud claim which had not been particularly pleaded); Dongelewicz v. PNC Bank \n \n \nNat’l Ass’n , 104 Fed. App’x 811, 819 n.4 ( 3d Cir. 2004) (refusing, after affirming \ndismissal of common law fraud claim, to consider additional theories of fraud offered \nin summary judgment brief on the reasoning that “a contention in a brief . . . may not \nbe used to substitute for an allegation in a complaint, especially in the context of a \nfraud claim, which must be pled with particularity” (citation and internal quotation \nmarks omitted)). \n86. Second, with regard to Plaintiffs’ argument concerning Doug Harris’s \nrepresentations about Dr. Epes’s property, the Court notes that the Amended \nConsolidated Complaint contains allegations of misrepresentations about this \ncollateral, but those allegations are pleaded only against the Epeses.  (Am. \nConsolidated Compl. ¶¶ 55, 149 –167 (alleging the Epeses concealed the fraudulent \nconveyance of Dr. Epes’s property from NFI and bringing a claim against the Epeses \nfor fraud on creditors and fraudulent transfer of assets).)  Doug Harris’s name \nappears in these allegations only in reference to deposition testimony he gave prior \nto the Amended Consolidated Complaint in which he stated  Dr. Epes continued to \ncontrol the personal property in question and did not abide by the terms of the \nassignment agreement between him and his spouse.  (Am. Consolidated Compl. ¶ \n158.) \n87. To properly bring a claim for fraud, a claimant’s plead ing must state the \nspecific individual who made the allegedly fraudulent misrepresentations, Hardin, \n199 N.C. App. at 702, 682 S.E.2d at 737, or, in cases of concealment, must allege “the \nidentity of those under a duty who failed to make . . . disclosures,” Tillery Envtl. LLC., \n \n \n2018 NCBC LEXIS 13, at *21 –22.  Because the Amended Consolidated Complaint \ncontains no allegations that Doug Harris made a false representation about or \nconcealed the transfer of Dr. Epes’s property to Bessie Epes, NFI cannot now attempt \nto assert a claim for fraud on this basis.  See Trull, 117 N.C. App. at 224, 450 S.E.2d \nat 545; see also Owens, 612 F.3d at 731; Dongelewicz, 104 Fed. App’x at 819 n.4. \n Fraud Concerning the Castle McCulloch Collateral \n88. The Court next turns to Plaintiffs’ contentions concerning Doug Harris’s \nconcealment of the Castle McCulloch Collateral and Doug Harris’s argument that \nNFI cannot produce a sufficient forecast of certain elements of its fraud claim \nfollowing discovery.  To prevail, Doug Harris ne ed not “negate every element of \nfraud,” but may succeed if he “effectively refutes even one element” of NFI’s claim.  \nRD&J Props., 165 N.C. App. at 745, 600 S.E.2d at 498 (quoting Ramsey v. Keever’s \nUsed Cars, 92 N.C. App. 187, 191, 374 S.E.2d 135, 137 (1988)). \n89. At the outset, the Court notes that NFI’s allegations of fraud and Plaintiffs’ \narguments in support of this claim appear, at times, inconsistent.  In certain parts of \nits pleading, NFI appears to assert that Doug Harris made express \nmisrepresentations that the Castle McCulloch Collateral would be part of NFI’s deal \nwith JDPW.  (See, e.g., Am. Consolidated Compl. ¶ 174.)  At other points, NFI claims \nignorance of the existence of the Castle McCulloch Collateral and alleges that Doug \nHarris concealed it from Arthur Nivison, NFI, and their attorney.  ( See, e.g., Am. \nConsolidated Compl. ¶ 59.)  Finally, NFI also seems to put forward the theory that \nDoug Harris made general representations to Arthur Nivison and NFI that caused \n \n \nthem to believe that NFI would be receiving everything NewBridge held as security \non the CCSEA and Castle McCulloch Loans, that Nivison and NFI were not aware \nthat this collateral included the Castle McCulloch Collateral or Loan Documents, and \nthat Doug Harris concealed the existence of that collateral from NFI.  (See, e.g., Am. \nConsolidated Compl. ¶ 178 (“Doug Harris, Mark McDaniel, and Richard Epes never \ndisclosed to Plaintiff NFI exactly what collateral had been assigned to Defendant \nJDPW Trust from Defendant NewBridge Bank.”).)  Examining each apparent theory, \nthe Court concludes that none supports NFI’s fraud claim on the record at summary \njudgment. \n90. First, to the extent NFI alleges that Doug Harris made affirmative \nmisrepresentations that the Castle McCulloch Collateral would be transferred from \nJDPW to NFI —assuming for this discussion that such statements could sustain a \nclaim for fraud9—the record demonstrates no such representation.  To the contrary, \nthe record contains evidence that implicitly and explicitly refutes such an allegation.  \nThis evidence includes Arthur Nivison’s signed memos that demonstrate he was \naware that NFI’s loan would be used to pay off the Castle McCulloch Loan, (Am. \nConsolidated Compl. Ex. DDD , ECF No. 193 ); the fact the Cas tle McCulloch \nCollateral was not part of the specifically described collateral assigned under the \nAssignment Agreement (Corrected Ex. KK; Am. Consolidated Compl. Exs. QQ, TT) ; \nand Arthur Nivison testifying at his deposition that he could not recall any \n                                                 \n9  Promises of future intent, as opposed to statements relating to past or existing facts,  will \nnot generally support a claim for fraud unless made with the intent to deceive and with no \nintent to comply with the stated promise or representation.  Potts v. KEL, LLC, 2018 NCBC \nLEXIS 24, at *8–9 (N.C. Super. Ct. Mar. 27, 2018) (citing North Carolina cases). \n \n \nmisleading, deceptive, or false statements made by Doug Harris personally or as a \nrepresentative of JDPW, (Castle McCulloch Defs.’ Br. Opp’n Pls.’ Mot. Partial Summ. \nJ. Ex. 10, at 92:3 –7 [hereinafter “Nivison Dep. II”], ECF No. 880 ).  In sum, any \nallegation t hat Doug Harris made affirmative misrepresentations that expressly \ndealt with the Castle McCulloch Collateral finds no support in the evidence before \nthe Court. \n91. The second apparent theory of fraud NFI pursues, that of concealment, \nencounters a similar issu e.  The record overwhelmingly supports Doug Harris’s \ncontention that Plaintiffs  and Arthur Nivison  were aware of the Castle McCulloch \nLoan and Loan Documents or Collateral.  Arthur Nivison himself testified that he \nhad the impression that a Castle McCulloch entity would somehow serve as security \nfor his loan, (Nivison Dep.  II, at 89:4–22), and his signed memos indicate he was \naware of the Castle McCulloch Loan, (Am. Consolidated Compl. Ex. DDD).  Further, \nbefore Plaintiffs allege Doug Harris signed the amen ded version of the Assignment \nAgreement, NFI’s attorney received an e -mail from NewBridge’s counsel reading, \n“Upon [receipt] of $2,001,834.09 newbridge will transfer all ccsae [sic] and castle \nmcculloch loan documents  to jdpw trust.”  (Am. Consolidated Com pl. Ex. RR, ECF \nNo. 190 (emphasis added).)  If Doug Harris made an attempt to conceal the Castle \nMcCulloch Loan, Loan Documents, or Collateral from Arthur Nivison and NFI, the \nundisputed record shows that effort was not successful.   \n92. Further, as to Plaintiffs’ assertion that Doug Harris concealed aspects of the \ndeals between the Settlement Debtors and NewBridge or JDPW and NewBridge, a \n \n \nclaim for fraud may only be based on concealment of a material fact where one party \nowed the other a duty of disclosure.  Hardin, 199 N.C. App. at 696, 682 S.E.2d at 733.   \nA duty to disclose arises where: (1) “a fiduciary relationship exists between \nthe parties to the transaction ”; (2) there is no fiduciary relationship and “a \nparty has taken affirmative steps to conce al material facts from the other ”; \n[or] (3) there is no fiduciary relationship and “one party has knowledge of a \nlatent defect in the subject matter of the negotiations about which the other \nparty is both ignorant and unable to discover through reasonable diligence.” \n \nId. (quoting Sidden v. Mailman , 137 N.C. App. 669, 675, 5 29 S.E.2d 266, 270 –71 \n(2000)).  Plaintiffs’ arguments to the contrary notwithstanding, the Court has \ndetermined that Doug Harris did not have an attorney -client relationship with NFI, \nand Plaintiffs have not argued or successfully shown the existence of some other \nfiduciary relationship.  Plaintiffs have also not argued, and the facts of this case do \nnot fit, a scenario in which a latent defect existed in the subject matter of a \ntransaction.  Thus, the remaining question is whether Doug Harris too k affirmative \nsteps to conceal information from NFI about the dealings between the Settlement \nDebtors, NewBridge, and JDPW .  Contrary t o Plaintiffs’ assertions, the Court \nconcludes that the record does not contain sufficient facts of such an affirmative step \nto sustain NFI’s fraud claim. \n93. The final theory on which NFI’s fraud claim appears to be based is that Doug \nHarris made nonspecific misrepresentations to Arthur Nivison that NFI would \nreceive everything NewBridge held as collateral on the loans JDPW was purchasing, \ndid not disclose that NewBridge held the Castle  McCulloch Loan Documents or \ninterests in the Castle McCulloch Collateral, and thus made a fraudulent \nrepresentation to NFI about the general nature of the assets it would be receiving.  \n \n \nIn short, this argument asserts that Doug Harris is liable to NFI for  fraud because \nhe led NFI to believe that it would get whatever NewBridge held, and the specifics of \nthat collateral were never discussed or accurately disclosed to NFI.  This theory of \nfraud also finds little, if any, support in the evidentiary record. \n94. Just as there is no evidence in the record of any fraudulent representation \nmentioning the Castle McCulloch Collateral or Loan Documents specifically, the \nrecord is also devoid of any express representation that NFI would receive any and \nall collateral held by NewBridge for the CCSEA and Castle McCulloch Loans.  The \nnumerous e-mails that Plaintiffs cite between Doug Harris and other parties involved \nin the September 21, 2012 transactions do not show that Doug Harris represent ed \nthat NFI, Old Battleground, or  Arthur Nivison would be receiving anything and \neverything held by NewBridge.  Where these e -mails do mention an assignment to \nPlaintiffs or Arthur Nivison, they merely state that JDPW would be making an \nunspecified assignment.  For example, one e-mail on which Plaintiffs rely is from \nDoug Harris to an individual named Desmond Sheridan  which indicated that Doug \nHarris would pick up “the assignment papers” and would “then re-assign the security \ninterest to Art Niverson [sic].”  (Am. Consolidated Compl. Ex. SS, ECF No. 190.)  The \ne-mail does not identify which assignment papers or security interests are referenced.  \nReading Doug Harris’s nonspecific mention of security interests in this e -mail, or \nsimilar mentions of security interests in other e-mails Plaintiffs cite , to include \ninterests in the Castle McCulloch Collateral requires the factfinder to assume the \nconclusion that Plaintiffs seek to prove by citing the e-mails.  This final theory is also, \n \n \nagain, rebutted by Arthur Nivison’s testimony that he  could not recall any false or \nmisleading statements by Doug Harris that induced him to enter the transaction with \nJDPW.  (Nivison Dep. II, at 92:3–7.) \n95. Plaintiffs point repeatedly to a September 21, 2012 e-mail from Doug Harris \nto NFI’s attorney as evidence of a fraudulent misrepresentation or an affirmative act \nof concealment.  In that e -mail, Doug Harris indicated that he was attaching an \n“assignment of security interest which [he] basically copied from that of [NewBridge] \nas well as their attachment A.”  (Corrected Ex. KK.)  The referenced “Attachment A” \nwas the Schedule A to the drafted Assignment of Security Instruments document that \nwas sent to NFI’s attorney.  (See Corrected Ex. KK.)  NFI contends that the Schedule \nA it received was nearly identical t o the one JDPW received from NewBridge, but \nthat the version sent to NFI’s attorney omitted the Castle McCulloch Loan and Castle \nMcCulloch Loan Documents, which had been included in the version sent to JDPW.  \n(Mem. Law Opp’n Douglas S. Harris’s Mot. Summ. J. Nivison Entities’ Claims 14.) \n96. Upon review, the Court cannot conclude that the September 21, 2012 e-mail \nfrom Doug Harris presents substantial evidence raising a genuine issue of material \nfact about whether a fraudulent representation was made.  NFI’s re ading of this \ne-mail is only possible if the factfinder already assumes that NFI was promised all of \nthe collateral in NewBridge’s possession and that the document supplied by Doug \nHarris should have contained the entirety of the collateral that was to be exchanged \nbetween NewBridge and JDPW.  There is no evidence in the present record to justify \nsuch an assumption, and a reasonable factfinder could not conclude that this e-mail, \n \n \non its own, reflects a misrepresentation or a concealment of material facts that Doug \nHarris had a duty to disclose. \n97. The Court has also examined Plaintiffs’ submitted Second Affidavit of \nArthur Nivison (the “Second Affidavit”) and the  allegations of promises and \nrepresentations by Doug Harris made therein.  After doing so, the Court  concludes \nNFI may not rely on these statements to create a genuine issue of material fact  at \nsummary judgment.   \n98. In his Second Affidavit, Arthur Nivison affirms: \n[I]t was agreed that the Castle McCulloch Loan and the CCSEA Loans would \nbe assigned to me. . . .  \n \n. . . Doug Harris had represented both to me and to my attorney that \nNewBridge Bank would assign all of the loan documents associated with the \nCastle McCulloch Loan and the CCSEA Loans to JDPW  . . . and that JDPW \nTrust would re-assign those same documents to NFI at closing. \n \n(Nivison Aff. ¶ ¶ 17–18.)  These statements are not only at variance with Plaintiffs’ \nverified allegations that NFI was not aware JDPW would be purchasing the Castle \nMcCulloch Loan or Loan Documents, but also contradict Arthur Nivison’s previous \ndeposition testimony. \n99. When asked a t his deposition  whether he had  “any belie f that [ H]istoric \nCastle McCulloch, LLC was intended to be part of [the security for his loan],” Arthur \nNivison did not answer directly but responded, “There were a number of mentions of \nCastle McCulloch and the fact that it was included in verbal discussions.”   (Nivison \nDep. I, at 71:16 –20.)  When pressed on this point several minutes later, Arthur \nNivison further testified that he could not identify any statements made prior to the \n \n \ndeal with JDPW that were deceptive or misleading, stated that he could not explain \nthe absence of the Castle McCulloch Collateral from the Assignment Agreement, and \ndescribed his understanding that such collateral was part of the ag reement as an \n“impression”: \nQ:  All right.  I heard you say in the morning that it had at least crossed your \nmind, at least somebody had mentioned to you that Historic Castle \nMcCulloch, LLC might be part of the security for your loan.  Did you \nunderstand that?  Was that your understanding or did you think it was not \npart of your security? \n \n. . . .  \n \nA:  I had the impression it was. \n \nQ:  If that was your impression, how is it that in neither agreement, not in \nthe one you signed by mistake, nor the one that y ou and your attorney went \nover, how is it that Castle McCulloch -- Historic Castle McCulloch, LLC is not \nmentioned at all?  Can you explain that if you thought it was supposed to be \nin there? \n \nA:  I cannot. \n \nQ:  All right.  Was that another mistake on your part? \n \n. . . .  \n \nA:  In light of the current situation, it probably was but that is not -- I’m not \n-- no, that’s it. \n \n. . . .  \n \nQ:  All right.  Can you point to any specific statement made by [Doug Harris], \neither personally or as a representative of JDPW  Trust, that induced you to \nenter this deal that was misleading or deceptive or outright false? \n \nA:  I cannot recall. \n \n(Nivison Dep. II, at 89:4–22, 92:3–7.) \n \n \n100. The assertions in Arthur  Nivison’s Second Affidavit concerning Doug \nHarris’s representations and t he parties’ agreement  are incompatible with and \ncontradict Arthur Nivison’s deposition testimony.  The Second Affidavit describes two \nstatements or promises:  (i) a promise that Arthur Nivison would be assigned the \nCastle McCulloch Loan—a promise only Doug Harris would have the power to make \non behalf of JPDW —and (ii)  a representation by Doug Harris that JDPW would \nassign all of the Loan Documents associated with the CCSEA Loans and the Castle \nMcCulloch Loans to NFI .  (Nivison Aff. ¶ 17.)  Under Plaintiffs’ theory of th e case, \nsuch promises and representations were false, misleading, or deceptive , and made \nwith no intent of performance.  As shown above, however, Arthur Nivison previously \ntestified that he  could not recall any false or decep tive statements made by Doug \nHarris that induced him to enter the deal with JDPW .  (Nivison Dep. II, at 92:3–7.)  \nMoreover, Arthur Nivison testified that he could not explain his “impression” that \nthe Castle McCulloch Collateral would be assigned to NFI and the absence of any \nwritten deal to that effect.  (Nivison Dep. II, at 89:4–22.) \n101. The affidavit Plaintiffs now submit attempts to do what Arthur Nivison’s \ndeposition testimony could not—create a genuine issue of material fact at summary \njudgment—with statements concerning previously unmentioned promises or \nrepresentations that are at odds with the earlier deposition testimony.  Plaintiffs may \nnot survive summary judgment by this tactic.  See Pinczkowski v. Norfolk S. R.R. Co., \n153 N.C. App. 435, 440–41, 571 S.E.2d 4, 7 (2002) (holding plaintiff could not create \nan issue of fact at summary judgment by submitting an affidavit in which he, for the \n \n \nfirst time, testified about statements made by his doctor that he did not mention at \nhis deposition and which contradicted his deposition testimony “as a whole”); see also \nYeager v. Bowlin, 693 F.3d 1076, 1080–81 (9th Cir. 2012) (holding trial court properly \ndisregarded a declaration containing facts a witness previously testified he could not \nrecall where the newly  remembered facts were not accompanied by a reasonable \nexplanation for the witness’s s udden recollection ); Mitchael v. Intracorp, Inc. , 179 \nF.3d 847, 854–55 (10th Cir. 1999) (concluding that an affidavit from a witness that \n“more clearly recalled discussions and meetings” that the witness could not remember \nat deposition “arguably contradicted his deposition” and represented “an attempt to \ncreate a sham issue of fact”); Barringer v. Wake Forest Univ. Baptist Med. Ctr. , 197 \nN.C. App. 238, 257 –58, 677 S.E.2d 465, 478 (2009)  (noting that no genuine issue of \nfact was created at summary judgment by plaintiff’s expert providing a new, \nadditional allegation concerning defendants’ breach of the standard of care  in an \naffidavit).  A “genuine issue of material fact is not created where the only issue of fact \nis to determine which of the two conflicting  versions of the plaintiff ’s testimony is \ncorrect.”  Rohrbough v. Wyeth Labs., Inc., 916 F.2d 970, 975 (4th Cir. 1990)  (quoting \nBarwick v. Celotex Corp. , 736 F.2d 946, 960 (4th Cir. 1984)) .  The  Court thus \nconcludes that NFI  cannot rely on Arthur Nivison’s Second Affidavit to create a \ngenuine issue of material fact at summary judgment with regard to representations \nor promises concerning the Castle McCulloch Collateral. \n102. For these reasons, after a careful review of the evidentiary record viewed in \nthe light most favorable to Plaintiffs , the Court concludes  NFI has not  forecast \n \n \nsubstantial evidence of a fraudulent misrepresentation or concealment by Doug \nHarris sufficient to show a genuine issue of material fact on this claim at  summary \njudgment and has not demonstrated its ability to establish a prima facie case of fraud \nat trial. \n103. The above analysis notwithstanding , the Court also notes that NFI faces \nanother hurdle in proving its fraud claim—NFI’s reliance must have been reasonable.  \nA plaintiff’s r eliance will not be deemed “reasonable where the plaintiff could have \ndiscovered the truth of the matter through reasonable diligence, but failed to \ninvestigate.”  Sullivan, 158 N.C. App. at 26, 581 S.E.2d at 458. \n104. Assuming that some statement in the record could be considered evidence \nof a false representation by Doug Harris that NFI would be assigned the Castle \nMcCulloch Collateral or all of the collateral NewBridge held, or that evidence existed \ntending to show a concealment of  material facts, the uncontested facts before the \nCourt show no effort by NFI to exercise reasonable diligence to determine what \ncollateral NewBridge held, what collateral JDPW would be receiving, or what \ncollateral NFI could expect to get as the result of the transactions between the three \nentities. \n105. In particular, the record contains no evidence  suggesting that NFI, Arthur \nNivison, or their counsel engaged in any due diligence to ascertain or confirm what \ncollateral NewBridge held to secure the  loans that NFI’s funds would be used to \npurchase.  There is no evidence Plaintiffs or Arthur Nivison inquired into this matter \nwith NewBridge Bank or any other party besides JDPW.  There is also no evidence \n \n \nthat Plaintiffs  or Arthur Nivison  made any attempt to confir m their alleged \nunderstanding of the agreement with JDPW or Doug Harris when faced with, at best, \nvague statements of what collateral would be involved in the transaction and, at \nworst, statements which detailed what collateral NFI could expect and made no  \nmention of the Castle McCulloch Loan, Loan Documents, or Collateral.   \n106. Particularly, assuming that Doug Harris’s e-mail to NFI’s counsel contained \nthe version of the Schedule A omitting the Castle McCulloch Collateral, that \ndocument clearly classified each piece of collateral listed and placed it under one of \nthree listed loans to CCSEA.  (Am. Consolidated Compl. Ex. NN, ECF No. 189; see \nalso Corrected Ex. KK.)  It did not mention the Cas tle McCulloch Loan and did not \nindicate that any listed collateral secured the unmentioned Castle McCulloch Loan.  \n(Am. Consolidated Compl. Ex. NN.)  Despite this, the record contains no evidence \nthat NFI —whose manager had signed a memo acknowledging that NFI’s funds \nwould, in part, be used to purchase or pay off the Castle McCulloch Loan and had the \nimpression that NFI was going to be secured by collateral related to a Castle \nMcCulloch entity —made any inquiries concerning the omission of the Castle \nMcCulloch Loan or related collateral from the received Schedule A.   \n107. Instead, after an opportunity to consult with counsel, Arthur Nivison signed \nthe agreement with JDPW which promised to convey an interest in equipment and \npersonal property specifically owned by  HUTA, SEM, and CCSEA.  ( See, e.g., Am. \nConsolidated Compl. Ex. QQ.)  This provision of the agreement remained the same \neven after NFI’s attorney received the e-mail from NewBridge’s counsel notifying NFI \n \n \nthat NewBridge was transferring the CCSEA and Castle McCulloch Loan Documents \nto JDPW, (Am. Consolidated Compl. Ex. RR), and after, according to Plaintiffs, the \nAssignment Agreement was amended, (see Am. Consolidated Compl. Ex. TT).   \n108. Thus, even assuming that the record supported Plaintiffs’ contentions of  \nmisrepresentation and concealment sufficient to instill in NFI some belief it would be \ngetting the Castle McCulloch Collateral, or everything NewBridge held, the record \nalso establishes that NFI never made any reasonable attempt to confirm this belief, \nignored repeated signs that there was an inconsistency between the assignment \nJDPW was agreeing to in writing and the deal NFI believed it had, and lent $2.1 \nmillion to JDPW after signing an agreement that clearly did not conform to the deal \nNFI envisioned.  There is no evidence, or even an allegation from NFI, that Doug \nHarris prevented NFI from making reasonable inquiries or conducting its own due \ndiligence.  “ When . . . parties deal at arm [’s] length and [one party] has full \nopportunity to make inquiry but neglects to do so and the [other party] resorted to no \nartifice which was reasonably calculated to induce the [first] to forego investigation[,] \naction in deceit will not lie.”  Hardin, 199 N.C. App. at 697, 682 S.E.2d at 734 (quoting \nOlivetti Corp. v. Ames Bus. Sys., Inc., 319 N.C. 534, 543, 356 S.E.2d 578, 583 (1987)).   \n109. Based on the above , and as an additional basis for the Court’s decision at \nsummary judgment, the Court concludes that NFI has failed to forecast sufficient \nevidence of its own reasonable reliance to proceed to trial on its fraud claim.  See \nMcDonald’s Corp. v. Five Stars, Inc., No. COA10-346, 2010 N.C. App. LEXIS 2097, at \n*9–10 (N.C. Ct. App. Nov. 16, 2010)  (holding defendant’s allegations that he was \n \n \nfraudulently tricked under an “excess lease” agreement into paying two thirds of his \nand plaintiff’s rent to landlord when he believed each party agreed to pay half did not \nshow reasonable reliance when defendant did not contact the landlord, did not obtain \na copy of plaintiff’s lease with the landlord, did not request any form of confirmation \nfor plaintiff’s representations, and signed a contract that did not incorporate the \nallegedly material terms of the negotiations between the parties); RD&J Props., 165 \nN.C. App. at 748, 600 S.E.2d at 500 (affirming dismissal of fraud claim at summary \njudgment where plaintiff forecast insufficient evidence of reasonable reliance); \nSpartan Leasing, Inc. v. Pollard , 101 N.C. A pp. 450, 456, 400 S.E.2d 476, 479 –80 \n(1991) (reliance not reasonable as a matter of law as to fraud in the inducement \nallegations where individual in an arm’s-length transaction signed a short document \nwith clear terms and was in no way prevented from reading the document); Crockett \nCapital Corp. v. Inland Am. Winston Hotels, Inc. , 2011 NCBC LEXIS 7, at *71 –72 \n(N.C. Super. Ct. Feb. 28, 2011) (due diligence required inspection of documents \ndelivered to claimant, which would have revealed need for further act ion); Staton v. \nBrame, 2001 NCBC LEXIS 2, at *73–74 (N.C. Super. Ct. May 31, 2001) (holding fraud \nclaimant did not exercise reasonable diligence where claimant failed to request \nrelevant documents or make inquiries to relevant parties); see also Broussard v. \nMeineke Disc. Muffler Shops, 155 F.3d 331, 341 (4th Cir. 1998) (noting North Carolina \ncourts recognize that reliance is not reasonable “if a plaintiff had an alternative \nsource for the information that is alleged to have been concealed from or \nmisrepresented to him”); Area Landscaping, L.L.C. v. Glaxo-Wellcome, Inc., 160 N.C. \n \n \nApp. 520, 527, 586 S.E.2d 507, 512 (2003) (holding that a party’s assumption about \nthe terms of an agreement that directly conflicted with the express terms of written \ncommunications between the parties did not constitute reasonable reliance “that \nwould support a cause of action based upon fraud”). \n110. The Court thus concludes that summary judgment is appropriate in Doug \nHarris’s favor on NFI’s claim for fraud.  As a result, the Court will dismiss Count 8 \nof Plaintiffs’ Amended Consolidated Complaint as against Doug Harris at summary \njudgment. \n4. Unfair or Deceptive Trade Practices \n \n111. Doug Harris also moves for summary judgment on Plaintiffs’ Count 31, a \nclaim against him for unfair or deceptive trade practices, arguing that the acts this \nclaim is premised upon constitute the rendering of professional services and are thus \nexcluded from actionable conduct under the North Carolina Unfair and Deceptive \nTrade Practices Act (the “UDTPA”). \n112. A claim for unfair or deceptive trade practices requires a plaintiff to show \n(1) that the “defendant committed an unfair or deceptive act or practice,” (2) that the \nact or practice “was in or affecting commerce, ” and (3) that “the act proximately \ncaused injury to the plaintiff. ”  Dalton v. Camp, 353 N.C. 647, 656, 548 S.E.2d 704, \n711 (2001).  Under the UDTPA, “‘commerce’ includes all business activities, however \ndenominated, but does not include professional services rendered by a member of a \nlearned profession.”  N.C. Gen. Stat. § 75 -1.1.  This so-called “learned profession \nexception” (also termed an “exemption” or “exclusion” by courts) applies to attorneys \n \n \nor law firms “acting within the scope of the traditional attorney -client role.”  Reid v. \nAyers, 138 N.C. App. 261, 267, 531 S.E.2d 231, 236 (2000). \n113. On this claim, Plaintiffs assert that a genuine issue of material fact exists \nas to whether Doug Harris was acting as an attorney in his and JDPW’s dealings with \nArthur Nivison and Plaintiffs or whether he was acting as the trustee of JDPW.  \nPlaintiffs arg ue in their opposition brief that Doug Harris, in his own deposition \ntestimony, “consistently maintained that he conducted  . . . negotiations solely in his \ncapacity as Trustee of JDPW Trust, and not in his professional capacity as an \nattorney.”  (Mem. Law Opp’n Douglas S. Harris’s Mot. Summ. J. Nivison Entities’ \nClaims 18.)  To support this contention, Plaintiffs cite the following excerpt from Doug \nHarris’s deposition: “I was advancing JDPW Trust’s interest  . . . and I was making \nrepresentations, which I fully knew that if they were false representations I could be \nsued for.”  (Mem. Law Opp’n Douglas S. Harris’s Mot. Summ. J. Nivison Entities’ \nClaims 18.)  Plaintiffs’ arguments suffer from two inaccuracies, one factual, and one \nlegal. \n114. First, an examination of the cited page of Doug Harris’s deposition reveals \na quite different statement than the snippet Plaintiffs have placed before the Court.  \nThe entirety of Plaintiffs’ quoted sentence reads, “So to me, I was advancing JDPW \nTrust’s interest, which I did represent, so I was acting as -- as their attorney trying to \nmake the thing close, and I was making representations, which I fully knew that if \nthey were false representations I could be sued for, you know, false representations.”  \n(Harris Dep. I, at 384:10–15 (emphasis added).)  Three lines down, Doug Harris again \n \n \nundercuts Plaintiffs’ representation that he was not acting as an attorney : “I did.  I \nintended for people to rely upon it.  And I was speaking as the attorney for JDPW \nTrust, and I expected them to rely upon it.  Yes, I did.”  (Harris Dep. I, at 384:18 –20 \n(emphasis added).)  In fact, r eviewing the surrounding pages of Doug Harris’s \ndeposition, the Court is unable to locate a single instance in which Doug Harris stated \nhe was acting solely as the tr ustee for JDPW and not as an attorney.  Plaintiffs’ \nrepresentation to the Court and the evidence Plaintiffs rely upon to support that \nrepresentation thus appear diametrically opposed.   \n115. Second, Plaintiffs are mistaken in arguing that whether Doug Harris’s \nconduct falls under the learned profession exception is a question of fact.  With regard \nto unfair or deceptive trade practice claims, the jury determines the facts underlying \nthe plaintiff’s claim, “and based on the jury’s finding[s], the court . . . [determines] as \na matter of law whether the defendant engaged in unfair or deceptive acts or practices \nin the conduct of trade or commerce.”  Hardy v. Toler, 288 N.C. 303, 310, 218 S.E.2d \n342, 346–47 (1975).  Thus, a question of fact could exist as to the even ts underlying \nPlaintiffs’ unfair or deceptive trade practices claim, but whether Doug Harris’s acts \nfall outside  the UDTPA’s definition of  commerce due to the learned profession \nexception is a question of law.  See id.; see also Wheeless v. Maria Parham Med. Ctr., \nInc., 237 N.C. App. 584, 589–91, 768 S.E.2d 119, 123–24 (2014). \n116. North Carolina courts assessing unfair or deceptive trade practices claims \nare frequently asked to determine whether acts fall within the learned profession \nexception.  Although a bright line is not easily drawn, an act will be considered falling \n \n \nunder the learned profession exception when (1) the person or entity performing the \nact is a member of a learned profession and (2) the act is a rendering of professional \nservices.  Wheeless, 237 N.C. App. at 589; 768 S.E.2d at 123; Reid, 138 N.C. App. at \n266, 531 S.E.2d at 235.  What constitutes a rendering of professional services can be \na difficult question to answer, especially in cases where a learned professional’s \nconduct “admits of two motives.”  Battleground Veterinary Hosp., P.C. v. McGeough, \n2007 NCBC LEXIS 33, at *52 (N.C. Super. Ct. Oct. 19, 2007). \n117. Plaintiffs acknowledge that Doug Harris is an attorney licensed in the State \nof North Carolina.  Thus, whether Doug Harris’s acts fall  within the learned \nprofession exception turns solely on whether those acts were a rendering of \nprofessional services.   \n118. When answering this question, courts have  applied the learned profession \nexception broadly.  For example, matters affecting the professional services rendered \nby members of a learned profession have been deemed to fall outside commerce, even \nwhere the actor possessed ulterior motives.  Wheeless, 237 N.C. App. at 589–91, 768 \nS.E.2d at 123 –24 ( holding statements made to a licensing board ab out another \nprofessional not did not constitute unfair or deceptive trade practices , even where \nthere were allegations that the information communicated was obtained illegally and \nwas reported out of malice or a chance for financial gain) .  Defamatory stat ements \nmade by one professional about another’s work have also been exempted.  Gaunt v. \nPittaway, 139 N.C. App. 778, 784, 534 S.E.2d 660, 664 (2000) (“[I]t clearly does not \nfollow that a statement by a medical professional, criminal or otherwise, is governed \n \n \nby [N.C. Gen. Stat. § 75-1.1(a)].”).  Further, that an act might be illegal or unethical \ndoes not prevent it from falling within the learned profession exception for purposes \nof assessing a section 75-1.1 claim.  Alamance Family Practice, P.A. v. Lindley, 2018 \nNCBC LEXIS 83, at *24 (N.C. Super. Ct. Aug. 14, 2018) (“In considering whether a \ndefendant’s conduct is exempt from the UDTPA’s definition of commerce, the Court \nis not concerned with whether the conduct runs afoul of other legal or ethical \nstandards, but only whether the conduct affects the professional services rendered by \nmembers of a learned profession .” (first citing Burgess v. Busby, 142 N.C. App. 393, \n406–07, 544 S.E.2d 4, 11–12 (2001); and then citing Gaunt, 139 N.C. App. at 784, 534 \nS.E.2d at 664)). \n119. In the context of the legal profession, the North Carolina Court of Appeals \nhas provided specific guidance for analyzing the acts of attorneys  under section 75-\n1.1.  In particular, the court has drawn a distinction  between nonessential and \n“entrepreneurial aspects” of legal practice, such as advertising, to which the exception \ndoes not apply, and acts “within the scope of the traditional attorney -client role,” to \nwhich the exception does apply.  Reid, 138 N.C. App. at 267–68, 531 S.E.2d at 236.  \nThus, when an attorney acts in representing a client, his or her conduct will generally \nnot give rise to an unfair or deceptive trade practices claim.  See Moch v. A.M. Pappas \n& Assocs., LLC, 251 N.C. App. 198, 208 –09, 794 S.E.2d 898, 904 (2016) ( concluding \nplaintiff could not bring a claim against defendants based upon letters sent by \ndefendants’ counsel); Davis Lake Cmty. Ass’n v. Feldmann , 138 N.C. App. 292, 297, \n530 S.E.2d 865, 869 (2000) (emphasizing that defendants did not have a claim against \n \n \nplaintiff’s counsel because “[a]ny acts engaged in by plaintiff’s counsel, even if cloaked \nin terms of a principal-agent relationship, [fell]  within the learned profession \nexemption[.]”).  The exception extends beyond work such as drafting pleadings, \nnegotiating settlements, and preparing contracts, and includes those acts that are a \nnecessary part of the legal services provided to the client.  See Reid, 138 N.C. App. at \n266–67, 531 S.E.2d at 235–36 (“Plaintiffs attempt to distinguish debt collection from \nother aspects of an attorney’s work, such as drafting pleadings, negotiating \nsettlements, and preparing contracts, arguing that only the latter should fall with in \nthe exemption.  We disagree.  . . . Debt collection, along with the collection of any \nattorney’s fees incurred as a penalty, is a necessary part of the practice of debtor -\ncreditor law.”). \n120. In the present case, although there are disputes as to how many times, \nwhen, and where Doug Harris and Arthur Nivison met and exactly what was said, it \ndoes not appear to be disputed that Plaintiffs allege Doug Harris negotiated the loan \nto JDPW with Arthur Nivison and drafted certain documents that were provided to \nPlaintiffs and other parties, including an opinion letter.  It also appears beyond \ndispute, Plaintiffs’ ar guments notwithstanding, that Doug Harris was acting as an \nattorney for JDPW during his interactions with Plaintiffs and NewBridge.   \n121. That Doug Harris’s acts may have been motivated by self -serving goals, or \nthat Doug Harris may have run afoul of ethical and legal standards, does not matter \nfor the Court’s purposes here.  See Wheeless, 237 N.C. App. at 589–91, 768 S.E.2d at \n123–24; Alamance Family Practice, P.A. , 2018 NCBC LEXIS 83, at *24 .  The sole \n \n \nquestion for the Court is whether Doug Harris’s conduct constituted the rendering of \nprofessional services for purposes of N.C. Gen. Stat. § 75-1.1(b).  Given the above, the \nCourt concludes the answer to that question must be yes.  See Reid, 138 N.C. App. at \n267–68, 531 S.E.21 at 236; cf. N.C. Gen. Stat. § 84-2.1(a) (“The phrase ‘practice law’ \nas used in this Chapter is defined to be performing any legal service for any other \nperson, specifically including  . . . assisting by advi ce, counsel, or otherwise in any \nlegal work; and to advise or give opinion upon the legal rights of any person, firm or \ncorporation[.]”); N.C. Gen. Stat. § 84-4 (making it unlawful for persons except active \nmembers of the State Bar to prepare legal documents  for another person, firm, or \ncorporation); State v. Pledger, 257 N.C. 634, 636, 127 S.E.2d 337, 339 (1962) (“Practice \nof law embraces the preparation of legal documents and contracts by which legal \nrights are secured.”). \n122. Because Doug Harris’s complained of conduct falls outside of section 75-1.1’s \ndefinition of commerce, no genuine issue of material fact remains as to Plaintiffs’ \nclaim against Doug Harris for unfair or deceptive trade practices.  Consequently, the \nCourt will grant Doug Harris’s motion and dismiss that claim. \n5. Punitive Damages \n \n123. Finally, Doug Harris moves to dismiss Plaintiffs’ claim against him for \npunitive damages, contending that there is no basis for such an award.  \n124. A party cannot  “have a cause of action for punitive damages by itself.”  \nOestreicher v. Am. Nat’l Stores, Inc. , 290 N.C. 118, 134, 225 S.E.2d 797, 808 (1976); \nsee also N.C. Gen. Stat. § 1D -15.  As the Court has concluded that Plaintiffs’ other, \n \n \nsubstantive claims against Doug Harris should be dismissed at summary judgment, \nthe Court further concludes that Plaintif fs’ claim for punitive damages must be \ndismissed as well.  Horne v. Cumberland Cty. Hosp. Sys., 228 N.C. App. 142, 150–51, \n746 S.E.2d 13, 20 (2013) (affirming dismissal of punitive damages claim where all of \nplaintiff’s substantive claims were dismissed).  The Court therefore grants Doug \nHarris’s motion as to Plaintiffs’ claim against him for punitive damages.  \nB. The Castle McCulloch Defendants’ Motion \n125. The Court next turns to the Castle McCulloch Defendants ’ Motion, which \nrequests summary judgment  on all of P laintiffs’ claims that the Castle McCulloch \nDefendants contend are directed against them.   \n1. Fraud \n \n126. The Castle McCulloch Defendants contend that they are subject to Count 8 \nof the Amended Consolidated Complaint, NFI’s fraud claim against Doug Harris, or \nthat the claim at least involves the Castle McCulloch Collateral.  (Br. Supp. Castle \nMcCulloch Defs.’ Mot. Summ. J. 8, ECF No. 834.)  As such, the Castle McCulloch \nDefendants move for summary judgment seeking dismissal of Count 8.  In support of \ntheir motion, the Castle McCulloch Defendants make various arguments contending \nthat Plaintiffs and Arthur Nivison had knowledge of the Castle McCulloch Collateral, \nthat the Castle McCulloch Collateral was not concealed from Plaintiffs or Arthur \nNivison, and that the C astle McCulloch Collateral was never meant to secure NFI’s \nloan. \n \n \n127. Plaintiffs oppose the Castle McCulloch Defendants’ Motion and argue that \nNFI has a proper fraud claim against the Castle McCulloch Defendants due to those \nDefendants’ agency relationship with  Doug Harris.  Specifically, Plaintiffs contend \nDoug Harris was acting on behalf of the Castle McCulloch Defendants when he \ncommitted the acts giving rise to NFI’s fraud claim. \n128. The parties’ arguments, however, presuppose that NFI has pleaded a fraud \nclaim against the Castle McCulloch Defendants.  The Court’s review of the Amended \nConsolidated Complaint reveals that NFI brought no such claim.  In particular, and \ncontrary to the parties’ competing contentions, NFI’s fraud claim was not pleaded \nagainst the Castle McCulloch Defendants directly or indirectly through agen cy \nprinciples.  Reading Plaintiffs’ pleading, Count 8 is  asserted only against Doug \nHarris, Dr. Epes, and Mark McDaniel and includes no allegation of  an agency \nrelationship between Doug Harris and the Castle McCulloch Defendants , (Am. \nConsolidated Compl. ¶¶ 168 –81), even considering the minimal pleading standards \nagency allegations must meet, Fox v. Killian, 102 N.C. App. 819, 821, 403 S.E.2d 546, \n547 (1991) (noting that agency allegations must meet Rule 8(a)(1)’s requirements) .  \nConsequently, the Court concludes  that NFI has not brought a  fraud or vicarious \nliability claim against the Castle McCulloch Defendants. \n129. Because NFI does not maintain a fraud  or vicarious liability claim against \nthe Castle McCulloch Defendants, the Court cannot grant summary judgment in the \nCastle McCulloch Defendants’ favor on any such claim.  The Court therefore denies \nthe Castle McCulloch Defendants’ Motion as moot to the extent it requests summary \n \n \njudgment on Count 8 of the Amended Consolidated Complaint .  The Court further \nnotes, however, that this ruling  precludes NFI from contending at trial that it has \nasserted a fraud or vicarious liability claim against the Castle McCulloch \nDefendants.10 \n2. Plaintiffs’ Request for a Constructive Trust on the Confession of Judgment \n \n130. The Castle McCulloch Defendants move for summary judgment on \nPlaintiffs’ Count 14, which asks the Court to impose a constructive trust in favor of \nNFI upon the Confession of Judgment, argui ng that the Confession of Judgment is \nvoid by its own terms.   \n131. In response, and in connection with their own motion for partial summary \njudgment, Plaintiffs contend that the Court should now determine only whether NFI \nis equitably entitled to possession of the Confession of Judgment, leaving any \narguments about its validity until later.  As to possession, Plaintiffs argue that NFI \nis entitled to have a constructive trust imposed on the Confess ion of Judgment \nbecause the Confession of Judgment secured all four loans held by NewBridge , and \nNFI provided money to satisfy the Settlement Agreement between NewBridge and \nthe Settlement Debtors.   Plaintiffs further argue , however, that should the Court \nwish to reach the issue of validity, the Confession of Judgment may still be \n                                                 \n10  Had NFI pleaded a fraud claim against the Castle McCulloch Defendants based on Doug \nHarris’s alleged fraud, or should the Supreme Court disagree with the Court’s reading of the \nAmended Consolidated Complaint on appeal, the Court notes that its dismissal of NFI’s fraud \nclaim against Doug Harris likewise requires dismissal of any fraud claim based on vicarious \nliability resulting from Doug Harris’s allegedly fraudulent conduct.  Draughon v. H arnett \nCty. Bd. of Educ., 166 N.C. App. 464, 469–70, 602 S.E.2d 721, 726 (2004) (“The general rule \nin North Carolina is that judgment on the merits in favor of the agent precludes any action \nagainst the principal where, as here, the principal’s liability is purely derivative.”).   \n \n \nenforceable because a question of fact remains as to whether performance under the \nSettlement Agreement was proper.  Plaintiffs appear to believe that the Confession \nof Judgment may still have some value because, according to Plaintiffs, NewBridge \nactually received NFI’s $2.1 million payment on September 24, 2012 —three days \nafter the September 21, 2012 deadline for payment in the Settlement Agreement —\nwith NFI paying interest on the additional days.  (Mem. Law Opp’n Castle McCulloch \nDefs.’ Mot. Summ. J. 3, ECF No. 884.)  Plaintiffs contend that this question of fact \nprecludes summary judgment on the enforceability of the Confession of Judgment. \n132. “A constructive trust ‘arises when one obtains the legal title to property in \nviolation of a duty he owes to another .’”  Day v. Rasmussen, 177 N.C. App. 759, 762, \n629 S.E.2d 912, 914 (2006) (quoting Fulp v. Fulp , 264 N.C. 20, 22, 140 S.E.2d 708, \n711 (1965)). \nA constructive trust is a fiction of equity, brought into operation to prevent \nunjust enrichment through the breach of some duty or other wrongdoing.  It \nis an obligation or relationship imposed irrespective of the intent with which \nsuch party acquired the  property, and in a well -nigh unlimited variety of \nsituations.   \n \nCury v. Mitchell, 202 N.C. App. 558, 560, 688 S.E.2d 825, 827 (2010) (quoting Roper \nv. Edwards , 323 N.C. 461, 464, 373 S.E.2d 423, 425 (1988)).   The common, \n“indispensable element” of scenar ios meriting a constructive trust is “some fraud, \nbreach of duty or other wrongdoing by the holder of the property, or by one under \nwhom he claims[.]”  Id.  By the fiction of the constructive trust, a plaintiff who has \nbeen deprived of its property by such  wrongdoing “wins an in personam order that \nrequires the defendant ,” the constructive trustee,  “to transfer specific property in \n \n \nsome form to the plaintiff.”  Roper, 323 N.C. at 464, 373 S.E.2d at 425 (quoting Dan \nB. Dobbs, Remedies § 4.3, at 241 (1973)) .   The plaintiff may also be “entitled to any \nnew form his property takes by way of exchange for other assets.”  Dobbs, supra § 9.4, \nat 628.   \n133. “[T]he ultimate decision whether to impose a constructive trust as an \nequitable remedy . . . rest[s] in the discretion of the trial court.”  Variety Wholesalers, \nInc. v. Salem Logistics Traffic Servs., LLC , 365 N.C. 520, 531, 723 S.E.2d 744, 752 \n(2012). \n134. After a review of the record and the parties’ arguments, the Court concludes \nPlaintiffs are correct that the Court  need not resolve issues with respect to the \nConfession of Judgment’s enforceability at summary judgment .  This is because, on \nthe issue of possession, Plaintiffs are not entitled to the constructive trust they seek. \n135. First, Plaintiffs no longer maintain a claim for fraud or breach of fiduciary \nduty that concerns the Confession of Judgment, and a request for a constructive trust \nmay not stand on its own absent a cause of action  for which it is an appropriate \nremedy.  Azure Dolphin, LLC v. Barton , 2017 NCBC L EXIS 90, at *29 ( N.C. Super. \nCt. Oct. 2, 2017) (dismissing plaintiffs request for a constructive trust because a \nconstructive trust is a remedy, not a cause of action, and plaintiffs’ underlying causes \nof action had been dismissed), aff’d, 371 N.C. 579, 821 S.E.2d 711 (2018); see also \nWeatherford v. Keenan , 128 N.C. App. 178, 179, 493 S.E.2d 812, 813 (1997) \n(“Defendant errs when he suggests that a constructive trust is a cause of action rather \n \n \nthan a remedy.”).  This alone gives the Court sufficient reaso n to grant the Castle \nMcCulloch Defendants’ Motion. \n136. However, as an additional reason  for denying Plaintiffs their requested \nrelief, the Court further concludes that the undisputed facts of this case do not create \na situation meriting the imposition of a co nstructive trust over the Confession of \nJudgment under applicable law. \n137. The Confession of Judgment was executed as consideration for the \nSettlement Agreement and served as a failsafe for NewBridge in the event the \nSettlement Agreement was not performed.  (A m. Consolidated Compl. Ex. Y ¶ 12 \n[hereinafter “Confession J.”], ECF No. 185.)  The Settlement Debtors authorized \nNewBridge to file the Confession of Judgment “[i]n the event, and only in the event, \nthe [Settlement Debtors] fail[ed] to make a payment to [N ewBridge] as set forth in \nthe Settlement Agreement.”  (Confession J. ¶ 12.)  The undisputed evidence shows \nthat NewBridge received NFI’s funds and thereafter assigned the Loan Documents \nto JDPW.  (Am. Consolidated Compl. Exs. UU, VV, WW.)  JDPW did not rec eive an \ninterest in, or possession of, the Confession of Judgment, nor did any of the \nSettlement Debtors. \n138. Instead, NewBridge retained the Confession of Judgment until its successor \nmoved the Court for permission to transfer possession of that document to t he \nReceiver.  (Order Yadkin Bank’s Mot. Transfer Possession Confession J. ¶ 7, ECF No. \n663.)  NewBridge’s successor, Yadkin Bank, represented to the Court that it believed \nit had no authority to file the Confession of Judgment due to the parties’ complianc e \n \n \nwith the terms of the Settlement Agreement.  (Order Yadkin Bank’s Mot. Transfer \nPossession Confession J. ¶ 3.)  Yadkin Bank’s employee assigned to the relevant loan \nfile stated in affidavit testimony that the typical practice in such a situation would \nbe to return a confession of judgment to the debtor or destroy the document.  (Cassidy \nAff. ¶ 4, ECF No. 377.)  The employee stated she was “unable to determine why the \nConfession of Judgment at issue in this lawsuit was not destroyed or returned to the \npersons signing it.”  (Cassidy Aff. ¶ 4.) \n139. The Confession of Judgment was not part of the bargain between JDPW and \nNFI and was never obtained by any party through some change in form of the $2.1 \nmillion NFI lent.  Thus, neither the Receiver nor NewBridge/Yadkin Bank became \nholders of the Confession of Judgment as the result of “some fraud, breach of duty or \nother wrongdoing[.]”  See Cury, 202 N.C. App.  at 561, 688 S.E.2d at 827 (quoting \nRoper, 323 N.C. at 464, 373 S.E.2d at 425).  Because such fraud, breach of duty, or \nother wrongdoing is the “indispensable element” common to situations where a \nconstructive trust may be imposed, the absence of such wrongdoing leads the Court \nto conclude that a constructive trust in NFI’s favor is not available on the undisputed \nrecord here.  See Roper, 323 N.C. at 464, 373 S.E.2d at 425.  \n140. The case Plaintiffs cite as their primary support for imposing an equitable \ntrust over the Confession of Judgment is  Hoffman v. Mozeley , 247 N.C. 121, 100 \nS.E.2d 243 (1957).  (Mem. Law Supp. Pls.’ Mot. Partial Summ. J. as to Counts 14, 15, \n16, 27, 28, and 30, at 5 [hereinafter “Pls.’ Partial Summ. J. Br.”], ECF No. 827.)  The \nequitable trust referenced in this case is not a constructive trust but a purchase-\n \n \nmoney resulting trust.  Hoffman, 247 N.C. at 123, 100 S.E.2d at 245 (“ This action is \nto compel conveyance of the remaining portion upon the ground that a resulting trust \nin the property existed in favor of the plaintiffs by reason of their having furnished \nthe purchase money.” ).  NFI is not entitled to possession of the Confession of \nJudgment under this equitable remedy either. \n141. “A resulting trust arises when a person becomes invested with the title \nto . . . property under circumstances which in equity obligate him to hold the title and \nto exercise his ownership for the benefit of another.”  Dillingham v. Dillingham, 202 \nN.C. App. 196, 201, 688 S.E.2d 499, 504 (2010) (quoting Mims v. Mims, 305 N.C. 41, \n46, 286 S.E.2d 779, 783 (198 2)).  “The classic e xample of a resulting trust is the \npurchase-money resulting trust,” i.e., a resulting trust imposed where the plaintiff \nsupplied the purchase money used by defendant to acquire property.  Mims, 305 N.C. \nat 46, 286 S.E.2d at 784  (quoting Cline v. Cline, 297 N.C. 336, 344, 255 S.E.2d 399, \n404 (1979)).  “ The trust is created in order to effectuate what the law presumes to \nhave been the intention of the parties in these circumstances —that the person to \nwhom the land was conveyed hold [s] it as trustee for the person who supplied the \npurchase money .”  Id.  While often discussed in the context of real property, our \nSupreme Court has previously stated that “[t]he principle of resulting trusts applies \nalike to transactions relating to both real and personal property.”  Bullman v. Edney, \n232 N.C. 465, 468, 61 S.E.2d 338, 340 (1950) (citing 54 Am. Jur. Trusts § 203). \n142. Like with Plaintiffs’ request for a constructive trust, the facts of record here \ndo not permit the imposition of a resulting trust.  The undisputed facts show that no \n \n \nparty obtained title to the Confession of Judgment using the purchase money NFI \nlent.  The Court thus concludes that a resulting trust cannot be imposed on the \nConfession of Judgment as a matter of law on the undisputed facts.   \n143. For each of these reasons, the Court will grant the Castle McCulloch \nDefendants’ Motion to the extent it requests summary judgment on Count 14 of \nPlaintiffs’ Amended Consolidated Complaint. \n3. Equitable Subrogation and Possession of the Castle McCulloch Collateral \n \n144. The Castle McCulloch Defendants  next move for summary judgment on \nPlaintiffs’ Counts 16, 26, 27, 28, and 30. 11  Plaintiffs’ arguments supporting these \nclaims draw upon the same equitable theory of relief, and the Court discusses them \ntogether. \n145. Plaintiffs’ Count 16 seeks a declaratory judgment holding that NFI has a \nvalid and enforceable ownership interest in the Castle McCulloch Collateral listed in \nthe Bill of Sale and Assignment of Loan Documents executed by NewBridge in favor \nof JDPW .  Plaintiffs’ Count s 26 and  27 asks the Court to enter a temporary \nrestraining order, a preliminary injunction, and a permanent injunction restraining \nand enjoining Defendants from “encumbering, disposing of, pledging, assign ing, \nusing, conveying, selling, moving, transporting, or otherwise impairing any of the \n                                                 \n11  In their brief, the Castle McCulloch Defendants state that their motion requests summary \njudgment on “Count Twenty -Nine – Judicial Assignment.”  (Br. Supp. Castle McCulloch \nDefs.’ Mot. Summ. J. 9.)  The twenty -ninth count of Plaintiffs’ Amended Consolidated \nComplaint deals with a request to pierce the corpor ate veils of CCSEA and other CCSEA -\nrelated entities.  (Am. Consolidated Compl. ¶ 362.)  Count 30 contains Plaintiffs’ judicial \nassignment claim.  (Am. Consolidated Compl. ¶ 366.) \n \n \n \nCastle McCulloch Collateral [.]”  (Am. Consolidated Compl. ¶ 340 ; see Am. \nConsolidated Compl. ¶ 335 .)  Plaintiffs’ Count 28 seeks a judgment declaring that \nNFI shall be deemed the owner of all collateral previously held by NewBridge for the \nCCSEA and Castle McCulloch Loans and that NFI holds the right to enforce the \nConfession of Judgment, the Castle McCulloch Deed of Trust, and the Assignment of \nRents and Profits.  (Am. Consolidated Compl. ¶ 352.)   Plaintiffs’ Count 30 seeks “a \njudicial assignment of all of the NewBridge Bank Collateral not already assigned to \n[NFI], as well as the Confession of Judgment[.]”12  (Am. Consolidated Compl. ¶ 366.)  \nPlaintiffs rely on the doctrine of equitable subrogation as the basis for all five of these \nclaims.  (Am. Consolidated Compl. ¶¶ 252, 342; Pls.’ Partial Summ. J. Br. 11, 13, 18–\n19.) \n146.   The Castle McCulloch Defendants assert multiple argument s against \nPlaintiffs’ equitable-subrogation-based claims.  Among these, the Castle McCulloch \nDefendants claim that NFI is not equitably subrogated to NewBridge’s rights to the \nCastle McCulloch Collateral because the parties never intended for the Castle \nMcCulloch Collat eral to serve as security for NFI’s loan to JDPW.  The Castle \n                                                 \n12  Plaintiffs’ Counts 28 and 30 seek relief concerning the ownership of both  the CCSEA \nCollateral and the Castle McCulloch Collateral.  (Am. Consolidated Compl. ¶¶  343, 366.)  \nHowever, on January 9, 2015, prior to this case being assigned to the undersigned and the \nconsolidation of Plaintiffs’ lawsuits, the Honorable Howard E. Man ning, Jr. entered partial \nsummary judgment in favor of NFI and awarded NFI possession of the CCSEA Collateral \nbased on the terms of the Assignment Agreement.  (See Partial Summ. J. Order 1–6.)  The issue \nof the rightful ownership of the CCSEA Collateral is  therefore settled, see Smithwick v. \nCrutchfield, 87 N.C. App. 374, 376, 361 S.E.2d 111, 113 (1987) ( “[O]rdinarily one judge may \nnot modify,  overrule, or change the judgment of  another Superior Court judge previously \nmade in the same action.” (quoting Calloway v. Ford Motor Co., 281 N.C. 496, 501, 189 S.E.2d 484, \n488 (1972))), and the Court denies the Castle McCulloch Defendants’ Motion as moot to the \nextent it seeks a ruling on that issue.  \n \n \nMcCulloch Defendants argue that the parties intended only the CCSEA Collateral to \nsecure NFI’s loan and that NFI agreed to lend its money to JDPW knowing that its \nmoney would also be used to pur chase the Castle McCulloch Loan and Loan \nDocuments.  The Castle McCulloch Defendants therefore characterize Plaintiffs’ \nappeal to equity as a clandestine attempt to “re-write what [Plaintiffs] recognize now \nas a bad business deal.”  (Br. Supp. Castle McCulloch Defs.’ Mot. Summ. J. 11.) \n147. Plaintiffs argue , both in response to the Castle McCulloch Defendants ’ \nMotion and as part of their own motion for partial summary judgment,  that their \nclaims based upon equitable subrogation are proper because NFI advanced the funds \nnecessary for JDPW to complete the transaction contemplated in the Settlement \nAgreement and purchase the Castle McCulloch Loan Documents from NewBridge.   \nPlaintiffs contend that there was an understanding that the money furnis hed would \nbe applied to the CCSEA Loans and Castle McCulloch Loan held by NewBridge and \nthat NFI lent the money to JDPW in order to protect its own interests in the \nBattleground Property.  Particularly, Plaintiffs assert that if the Confession of \nJudgment was filed by NewBridge against the Settlement Debtors, NFI would likely \nnot have recovered on the deed of trust and purchase money note executed by MMRE \non the Battleground Property.   Under these circumstances, Plaintiffs contend NFI \nshould be equitably su brogated to the rights of NewBridge  in all of the collateral \nsecuring the CCSEA and Castle McCulloch Loans.   \n \n \n148. Within the last several years, the North Carolina Court of Appeals has \nrestated the general principles underlying the doctrine of equitabl e subrogation in \nNorth Carolina: \nEquitable subrogation is a general rule [that] one who furnishes money for \nthe purpose of paying off an encumbrance on real or personal property, at the \ninstance either of the owner of the property or of the holder of the \nencumbrance, either upon the express understanding or under circumstances \nfrom which an understanding will be implied, that the advance made is to be \nsecured by a first lien on the property, will be subrogated to the rights of the \nprior lienholder as again st the holder of an intervening lien, of which the \nlender was excusably ignorant. \n \nBank of N.Y. Mellon v. Withers , 240 N.C. App. 300, 302, 771 S.E.2d 762, 764 (2015) \n(quoting Peek v. Wachovia Bank & Tr. Co., 242 N.C. 1, 15, 86 S.E.2d 745, 755 (1955)).  \nThe doctrine requires “both that the money should have been advanced for the \npurpose of discharging the prior encumbrance, and that [ the money] should have \nactually been so applied.”  Id. at 302–03, 771 S.E.2d at 764 –65 (quoting Peek, 242 \nN.C. at 15–16, 86 S.E.2d at 756). \n149. Equitable subrogation seeks to do “complete, essential, and perfect justice \nbetween . . . parties without regard to form, and its object is the prevention of \ninjustice.  Id. at 302, 771 S.E.2d at 764 (quoting Journal Publ’g Co. v. Barber , 165 \nN.C. 478, 487 –88, 81 S.E. 694, 698 (1914)).  “W hen the equities of a case favor \nequitable subrogation, the party in whose favor [the right of subrogation] exists is \nentitled to all of the remedies and security which the creditor had against the person \nwhose debt was paid.”  Am. Gen. Fin. Servs., Inc. v. Barnes, 175 N.C. App. 406, 409, \n623 S.E.2d 617, 619 (2006) (internal quotation marks omitted). \n \n \n150. After careful consideration , the Court concludes that the remedy of \nequitable subrogation is not available on the undisputed facts of record here.  As the \nSupreme Court of North Carolina has noted, circumstances favoring equitable \nsubrogation arise when a party “ furnishes money for the purpose of paying off an \nencumbrance on real or personal property . . . either upon the express understanding \nor under circumstances from which an understanding will be implied , that the \nadvance made is to be secured by a first lien on the property[.]”  Peek, 242 N.C. at 15, \n86 S.E.2d at 755  (emphasis added) .  At summary judgment , Plaintiffs have not \nforecast evidence establishing a genuine issue of material fact as to  the existence of \nsuch an express understanding or circumstances from which such an understanding \ncan be implied. \n151. To begin with, there is no evidence of an express u nderstanding that NFI \nwould be secured by a lien on the Castle McCulloch Collateral.  It appears beyond \ndispute that  NFI’s money was used to fulfill the S ettlement Agreement with \nNewBridge and facilitate  JDPW’s purchase of the CCSEA and Castle McC ulloch \nLoans and Loan Documents .  The record further demonstrates , despite Plaintiffs’ \narguments to the contrary,  that Arthur Nivison and NFI were aware that JDPW \nwould be purchasing the Castle McCulloch Loan with NFI’s $2.1 million loan and \nthat the written agreement with JDPW did not contemplate the assignment of any \nassets or debts linked to the Castle McCulloch Defendants. \n152. Plaintiffs may allege that they were unaware that NFI’s funds would be \nused to satisfy the Castle McCulloch Loan, (see Am. Consolidated Compl. ¶ 59 (“None \n \n \nof these documents made any disclosure to Tom Harper . . . that Plaintiff NFI’s funds \nwere going to satisfy the Castle McCulloch Loan[.]”),  but that allegation is directly \ncontradicted by the undisputed record, including certain exhibits to P laintiffs’ \nAmended Consolidated Complaint.13  For example, o n August 17, 2012 and August \n22, 2012, Arthur Nivison signed memos indicating that h e was aware that NFI was \nlending JDPW $2.1 million “to enable them to pay off the loan from NewBridge Bank \nto Castle McCulloch , Central Carolina Surgical Eye Associates, et al.”  (Am. \nConsolidated Compl. Ex. DDD (emphasis added); see also Am. Consolidated Compl. \nEx. CCC, ECF No. 193.)   \n153. Plaintiffs also assert that JDPW’s purchase of the Castle McCulloch Loan \nDocuments or interests in the Castle McCulloch Collateral was concealed from \nPlaintiffs, (see Am. Consolidated Compl. ¶ 178 (“Until this lawsuit was filed and \ndiscovery conducted . . . Plaintiff NFI was unaware that [NewBridge] had assigned \nthe Castle McCulloch  Loan Documents to [JDPW].”); see Pls.’ Partial Summ. J. Br. \n10), but that allegation is also contradicted by the undisputed record and Plaintiffs’ \nown statement of facts at summary judgment .  Specifically, on September 21, 2012, \nbefore Plaintiffs contend the enforceable version of the Assignment Agreement was \nfinalized, NFI’s counsel, Tom Harper, received an e-mail informing him that “all ccsea \nand castle mcculloch loan documents” would be transferred to JDPW once NewBridge \nwas paid.  (Am. Consolidated Compl. Ex. RR (emphasis added).)  Plaintiffs admit this \n                                                 \n13  That allegation is also at odds with Plaintiffs’ own argume nts in favor of their equitable \nsubrogation claims now.  (Mem. Law Opp’n Castle McCulloch Defs.’ Mot. Summ. J. 7 (“[T]he \nevidence reflects that there was an understanding that the money was furnished by NFI for \nthe purpose of being applied to all four loans.” (emphasis added).) \n \n \nfact in their own brief supporting their motion for partial summary judgment.  (Pls.’ \nPartial Summ. J. Br. 4 (“On the date of closing, counsel for NewBridge Bank advised \ncounsel for the Plaintiffs that upon receipt of $2,001,834.09, NewBridge Bank would \ntransfer all CCSEA and Castle McCulloch loan documents to JDPW Trust.”).) \n154. Strikingly, d espite this evidence that Arthur Nivison and Plaintiffs were \naware that JDPW would be purchasing the Castle McCulloch Loan and Loan \nDocuments with NFI’s funds , t he documents before the Court concerning the \nagreement with JDPW make no reference to the Castle McCulloch Collateral or Loan \nDocuments.  Regardless of which version of the  agreement the Court examines, the \nlanguage agreed to by the parties c learly states that JDPW would assign  all “right, \ntitle, and interest to the security  interest in  equipment an d personal property” \nmentioned in the agreement to NFI.  ( Corrected Ex. KK; Am. Consolidated Compl. \nExs. QQ, TT.)  This “equipment” and “personal property” is identified as “all the \nequipment and other personal property owned by HUTA Leasing Company, \nSoutheastern Eye Management, Inc., and Central Carolina Surgical Eye Associates, \nP.A.”  (Corrected Ex. KK; Am. Consolidated Compl. Exs. QQ, TT.)  This statement, in \ncombination with the Assignment of Security Instruments Doug Harris forwarded to \nTom Harper, identified the collateral that JDPW would assign to NFI in exchange for \nthe $2.1 million loan.  (Corrected Ex. KK; Partial Summ. J. Order 1 –2.)  Documents \nrelated to i nterests in real property or the  other Castle McCulloch Collateral were  \nnot among the collateral mentioned in the Assignment Agreement or listed in the \nAssignment of Security Instruments.  This is true even of the amended version of the \n \n \nAssignment Agreement Plaintiffs present.  (Am. Consolidated Compl. Ex. LL, ECF \nNo. 189.) \n155. In short, even w hen viewed in the light most favorable to Plaintiffs, the \nundisputed evidence presented at summary judgment shows that Plaintiffs and \nArthur Nivison were aware that JDPW planned to purchase  the Castle McCulloch \nLoan, the Loan D ocuments securing that loan , and other interests in the Castle \nMcCulloch Collateral from NewBridge with NFI’s funds.  The undisputed record also \nshows that the security for this loan set out in the parties’ negotiated agreement did \nnot include the Castle McCulloch Loan Documents or Collateral. \n156. Plaintiffs have also presented no evidence of a ny other written or  oral \nagreement by JDPW to assign an interest in the Castle McCulloch Collateral to NFI \nin exchange for the $2.1 million loan .  At most, Plaintiffs point to vague statements \nconcerning the deal to support their arguments—for example, Arthur Nivison’s own \nmemo stating “It is acknowledged that the security for the loan is being purchased by \nJDPW Trust and JDPW Trust has agreed to sign all documents necessary to convey \na first lien security interest in said property in favor of the [NFI],” (Am. Consolidated \nCompl. Ex. DD D)—but these statements do not mention the Castle McCulloch \nCollateral or support Plaintiffs’ argument by implication .  Instead, such statements \nsimply note the origin of whatever collateral would serve as security for NFI’s loan.14  \n                                                 \n14  As with NFI’s fraud claim, Plaintiffs also cite multiple e-mails and other documents that \nDoug Harris exchanged with third parties and contend that these documents demonstrate \nthat Doug Harris led counsel for other parties to believe that JDPW Trust would be assigning \nall interests in the Castle McCulloch Collater al to NFI.   The Court has reviewed these \ndocuments and concludes that no such inference can be reasonably drawn from them. \n \n \nHere again, to read these statements as Plaintiffs do, a factfinder must first assume \nthe conclusion Plaintiffs seek to prove: that the Castle McCulloch Collateral was part \nof the “security for the loan.”  Plaintiffs have not presented evidence supporting that \nassumption.  \n157. Plaintiffs further attempt to create an issue of fact concerning an oral \nagreement to secure the $2.1 million loan with the Castle McCulloch Collateral  by \nthe submission of Arthur Nivison’s Second Affidavit.  (Nivison Aff. ¶ 17 (“Doug Harris \nhad represented both to me and to my attorney that NewBridge Bank would assign \nall of the loan documents associated with the Castle McCulloch Loan and the CCSEA \nLoans to JDPW . . . and that JDPW Trust would re -assign those same documents to \nNFI at closing.”).)  However, for the reasons already explained in connection with the \nCourt’s ruling on NFI’s fraud claim, the Court concludes Plaintiffs cannot rely on this \npost-deposition affidavit to create a genuine issue of material fact about such \nrepresentations, agreements, or promises.  See Pinczkowski, 153 N.C. App. at 440 –\n41, 571 S.E.2d at 7. \n158. In sum,  Plaintiffs have not forecast substantial evidence from which a \nreasonable factfinder could infer that JDPW and NFI had a mutual understanding \nthat NFI’s loan was made in exchange for a lien on the Castle McCulloch Collateral.  \nThe entirety of the evidence demonstrates that NFI knew which notes and collateral \nJDPW was purchasing with NFI’s loan and agree d to make the loan in exchange for \nsecurity interests in “ equipment and other personal property owned by HUTA \nLeasing Company, Southeastern Eye Management, Inc., and Central Carolina \n \n \nSurgical Eye Associates, P.A.”  (Corrected Ex. KK; Am. Consolidated Compl. Exs. QQ, \nTT.)  The Castle McCulloch Loan Documents and C ollateral were simply not part of \nthe agreed-upon security. \n159. Furthermore, the Court concludes that the record does not demonstrate \n“circumstances from which an understanding” that NFI’s loan would be secured by a \nlien on the Castle McCulloch Collateral should “be implied.”  Peek, 242 N.C. at 15, 86 \nS.E.2d at 755.   Instead, the undisputed record shows that NFI was given a full \nopportunity to negotiate an agreement with JDPW for security for its $2.1 million \nloan and that NFI did in fact obtain security for that loan. \n160. The parties have not provided, and the Court’s research has not uncovered, \nany controlling or persuasive case law discussing the interaction between express \nagreements among parties and equitable subrogation in the circumstances presented \nhere.  On the one hand, t he broad equitable power recognized in the do ctrine of \nequitable subrogation is well established,  and, as Plaintiffs note,  the doctrine is \nmeant to operate independent of contractual principles.  See N.C. Ins. Guar. Ass’n v. \nCentury Indem. Co., 115 N.C. App. 175, 190, 444 S.E.2d 464, 473 (1994).  On the other \nhand, allowing NFI to step into the shoes of NewBridge in these circumstances to \nobtain the same secured position previously held by NewBridge w ith regard to the \nCastle McCulloch Collateral seems akin to adding terms to the contract negotiated \nbetween Plaintiffs and JDPW.  This State’s strong support for a party’s constitutional \nright to contract cautions against such an endeavor.  Hlasnick v. Federated Mut. Ins. \nCo., 353 N.C. 240, 243, 539 S.E.2d 274, 276 (2000)  (“[O]ur state’s legal landscape \n \n \nrecognizes that, unless contrary to public policy or prohibited by statute,  freedom of \ncontract is a fundamental constitutional right.”) .  In this ca se, a review of the \nprinciples underlying the doctrine of equitable subrogation and the undisputed facts \nleads the Court to conclude that it should not apply the doctrine to alter the outcome \nof the parties’ express agreement. \n161. As t he Washington Court of Ap peals recently articulated, equitable \nsubrogation is intended to prevent a windfall to the debtor and provide a path to \nsecurity for a third party who pays a lender: \nThe doctrine allows an outsid e party to step into the lender’ s shoes and \nreceive the benefit of the outstanding debt, without an agreement or \nassignment of rights among the outside party, the lender, or the debtor.  In \nother words, if a third party pays the debtor’s outstanding loan to the lender \nwithout any formal agreement among the part ies, then equity may permit \nthe third party to take over the lender ’s interest and receive the debtor ’s \npayments.  The rationale for subrogation is to prevent the unearned windfall \nthat would otherwise accrue  to the debtor, who could deny the obligation to  \nmake further payments on the debt because it has been satisfied by another \nto whom the debtor owed no obligation by reason of assignment of rights or \nother agreement. \n \nCity of Kent v. Bel Air & Briney, 358 P.3d 1249, 1252 (Wash. App. Ct. 2015) (citations \nomitted).  The doctrine also stands to prevent the third-party lender, having paid the \nprior lender, from losing his investment to “the holder of an intervening lien, of which \nthe [third-party] lender was excusably ignorant.”  Bank of N.Y. Mellon, 240 N.C. App. \nat 302, 771 S.E.2d at 764 (quoting Peek, 242 N.C. at 15, 86S.E.2d at 755). \n162. The goal of equitable subrogation is to do “complete, essential, and perfect \njustice between . . . parties,” Bank of N.Y. Mellon , 240 N.C. App. at 302, 771 S.E.2d \nat 76 4 (quoting Journal Publ’g Co. , 165 N.C. at 487 –88, 81 S.E. at 698) , not give \n \n \nparties a do-over when they feel they did not negotiate a favorable deal, (see Nivison \nDep. II, at 89:9 –22 (Q: Was that another mistake on your part?  A:  In light of the \ncurrent situatio n, it probably was [.]”).)  Indeed, c ourts of this State have long \nrecognized that “equity will not afford relief to those . . . whose condition is traceable \nto that want of diligence which may fairly be expected from a reasonable and prudent \nman,” Butler v. Butler, 239 N.C. App. 1, 7–8, 768 S.E.2d 332, 337 (2015), and this rule \nis applicable to the doctrine of equitable subrogation in particular, Wallace v. Benner, \n200 N.C. 124, 132, 156 S.E. 795, 799 (1931) (stating that equitable subrogation is not \navailable where “the party claiming relief is guilty of culpable negligence”). \n163. Viewing the evidence in the light most favorable to Plaintiffs, t he \nundisputed record before the Court shows that NFI, through Arthur Nivison, was \naware that it would be lending fund s to allow for the purchase of the Castle \nMcCulloch Loan and the CCSEA Loans and that NFI negotiated the terms of the \nAssignment Agreement with that knowledge.  The Assignment Agreement provided \nthat NFI’s loan would be secured by an assignment of interests in certain collateral \nthat did not include the Castle McCulloch Collateral.  The record contains no evidence \nthat NFI was in any way obstructed from conducting its own due diligence on the \ncollateral held by NewBridge for these loans.  This is no t a situation in which NFI \nlent money without receiving an agreement or assignment of rights to secure its loan \nor where NFI is threatened by an intervening lien of which it was excusably ignorant.   \n164. As such, the Court concludes that the Castle McCulloch Defendants’ Motion \nshould be granted as to Counts 16, 26, 27, 28, and 30 to the extent those claims seek \n \n \nto obtain rights in the Castle McCulloch Collateral through the doctrine of equitable \nsubrogation.15  For the se same reasons, the Court also concludes that the Castle \nMcCulloch Defendants’ Motion should be granted as to Counts 16, 26, 27, 28, and 30 \nto the extent those claims seek relief concerning the Confession of Judgment. \n4. Breach of Contract and Constructive Trust as to the Castle McCulloch \nCollateral \n \n165. The Castle McCulloch Defendants  next move for summary judgment on \nCount 13 of Plaintiffs’ Amended Consolidated Complaint, a claim titled “Possession \nof Castle McCulloch Collateral Breach of Contract and Constructive Trust.”  (Am. \nConsolidated Compl. 29.)  This claim alleges that Doug Harris and JDPW breached \ntheir agreement with NFI by failing to deliver the Castle McCulloch Collateral to \nNFI.  NFI appears to request specific performance to remedy the alleged breach.  (Am. \nConsolidated Compl. ¶ 235 (“In order to obtain the benefit of its bargain, Plaintiff is \nentitled to possession of all of the Castle McCulloch Collateral.”).)  In the alternative, \nCount 13 asserts that NFI is entitled to have a constructive trust imposed upon the \nCastle McCulloch Collateral in NFI’s favor.  (Am. Consolidated Compl. ¶ 235.)   \n166. In support of their motion, the Castle McCulloch Defendants argue that the \nAssignment Agreement did not concern the Castle McCulloch Collateral and that \nNFI’s request for a constructive trust is not supported by the undisputed facts of this \ncase.  The Court agrees. \n                                                 \n15  The Court’s ruling herein is addressed solely to the undisputed facts of this case and does \nnot endorse a broader rule that equitable subrogation is not available due to the existence of \na contract between the parties. \n \n \n167. As previously explained, Plaintiffs have put forward no evidence at \nsummary judgment of an agreement to assign any interests in the Castle McCulloch \nCollateral to NFI.  The Assignment Agreement did not cover interests in real property \nor mention any other form of collateral owned by the Castle McCulloch Defendants.  \n(See, e.g., Amended Consolidated Compl. Ex. TT.)  Instead, the agreement expressly \nnoted three entities whose equipment and personal property would serve as security \nfor the $2.1 million loan to JDPW.  (See, e.g., Amended Consolidated Compl. Ex. TT.)  \nNone of these entities was a Castle McCulloch Defendant.  Thus, no genuine issue of \nmaterial fact remains as to NFI’s breach of contract claim contained in Count 13, and \nsummary judgment in the Castle McCulloch Defendants’ favor is appropriate as a \nmatter of law. \n168. Further, as to NFI’s request that the Court impose a constructive trust upon \nthe Castle McCulloch Collateral, the C ourt concludes that such a remedy is \ninapposite here.  Plaintiffs have no remaining fraud claim or claim for breach of \nfiduciary duty that relates to the Castle McCulloch Collateral, and thus no remaining \ncause of action for which a constructive trust woul d prove an appropriate remedy .  \nSee Weatherford, 128 N.C. App. at 179, 493 S.E.2d at 813; Azure Dolphin, LLC, 2017 \nNCBC LEXIS 90, at *29 .  Accordingly, the Court concludes that no genuine issue of \nmaterial fact remains as to this aspect of Plaintiffs’ Coun t 13 and that summary \njudgment in the Castle McCulloch Defendants’ favor is appropriate on NFI’s request \nfor a constructive trust on the Castle McCulloch Collateral.   \n \n \n5. Plaintiffs’ Claim for Unjust Enrichment \n \n169. The Castle McCulloch Defendants also move for summary judgment on \nCount 33 of the Amended Consolidated Complaint, NFI’s claim for unjust \nenrichment.  In support of their motion, the Castle McCulloch Defendants argue that \nNFI’s claim for unjust enrichment against them should be dismissed becau se NFI \nlent the funds necessary for JDPW to buy the Castle McCulloch Loan and Loan \nDocuments under a contract, i.e., the Assignment Agreement .  Because any benefit \nto the Castle McCulloch Defendants  resulted from JDPW’s use of money lent under \na contract , and because NFI has already pursued and been assigned the CCSEA \nCollateral under that contract , the Castle McCulloch Defendants argue that NFI \ncannot continue to pursue an unjust enrichment claim against them. \n170. Plaintiffs counter by arguing that the Castle McCulloch Defendants received \na benefit from NFI’s loan to JDPW because that loan allowed JDPW to purchase the \nCastle McCulloch Defendants’ debt from NewBridge and allowed Doug Harris to \neffectively release the Castle McCulloch Defendants from that debt at  some point \nthereafter.  Plaintiffs also argue that NFI’s decision to pursue JDPW for defaulting \non NFI’s loan and the pre -lawsuit-consolidation award of the CCSEA Collateral to \nNFI under the Assignment Agreement do not preclude NFI from bringing a claim for \nunjust enrichment against the Castle McCulloch Defendants, citing Rule 8(e)(1)’s \nauthorization of alternative claims.  (Mem. Law Opp’n Castle McCulloch Defs.’ Mot. \nSumm. J. 15.) \n \n \n171. “The doctrine of unjust enrichment was devised by equity to exact the return \nof, or payment for, benefits received under circumstances where it would be unfair \nfor the recipient to retain them without the contributor being repaid or compensated.”  \nBandy v. Gibson, 2017 NCBC LEXIS 66, at *9 (N.C. Super. Ct. July 26, 2017) (quoting \nCollins v. Davis , 68 N.C. App. 588, 591, 315 S.E.2d 759, 761 (1984)).  A claim for \nunjust enrichment may stand where a plaintiff confers property or benefits on a \ndefendant “under circumstances which give rise t o a legal or equitable obligation on \nthe part of the defendant to account for the benefits received,” and the defendant fails \nto make restitution for the property or benefits.  Norman v. Nash Johnson & Sons’ \nFarms, Inc., 140 N.C. App. 390, 417, 537 S.E.2d 248, 266 (2000) (citing Adams v. \nMoore, 96 N.C. App. 35 9, 362, 385 S.E.2d 799, 801 (1989)).  The claim “is neither in \ntort nor contract but is described as a claim in quasi contract or a contract implied in \nlaw.”  Booe v. Shadrick, 322 N.C. 567, 570, 369 S.E.2d 554, 556 (1988).  Where there \nis a contract between the parties, however, the contract governs a plaintiff’s remedies, \n“and the law will not imply a contract.”  Id. (citing Vetco Concrete Co. v. Troy Lumber \nCo., 256 N.C. 709, 124 S.E.2d 905 (1962)). \n172. As an initial point, the Court notes that a claim for unjust enrichment in \nNorth Carolina does not require the conveyance of a direct benefit.  Bandy, 2017 \nNCBC LEXIS 66, at *14–16 (citing Embree Constr. Grp., Inc. v. Rafcor, Inc., 330 N.C. \n487, 495–97, 411 S.E.2d 916, 922 –23 (1992)).  Thus, the success or failure of NFI’s \nclaim does not turn on whether any benefit to the Castle McCulloch Defendants \nshould be classified as indirect rather than direct. \n \n \n173. The Court also notes that Plaintiffs’ argument about ple ading in the \nalternative under the North Carolina Rules of Civil Procedure is correct.  In general, \nalternative claims may be asserted in the same action, including claims for breach of \ncontract and unjust enrichment.  James River Equip., Inc. v. Mecklenburg Utils., Inc., \n179 N.C. App. 414, 419, 634 S.E.2d 557, 560 (2006) (explaining that the rules “permit \npleading in the alternative a nd that theories may be pursued in the complaint even \nif plaintiff may not ultimately be able to prevail on both ” (internal quotation marks \nomitted)); Bandy, 2017 NCBC LEXIS 66, at *11.  Here, however, Plaintiffs’ contention \nthat they still possess the freedom to pursue alternative claims is incorrect. \n174. NFI has already received partial summary judgment on the issue of whether \na valid and enforceable agreement existed that provided for its loan to JDPW and \ngave it a right to recover certain collateral held by JDPW.  Judge Manning’s January \n9, 2015 order found that no genuine issue of material fact existed as to NFI’s second \nclaim in its pre -consolidation lawsuit and concluded that, under the Assignment \nAgreement, NFI was entitled to immediate enforcement of its security interests in \nthe CCSEA Collateral as a result of JDPW’s default.  ( Partial Summ. J. Order 1–2.)  \nThe existence of an express contract governing NFI’s loan to JPDW is no longer an \nalternative theory advanced by Plaintiffs but an undisputed fact  for the Court’s \npurposes here.  See Carr v. Great Lakes Carbon Corp. , 49 N.C. App. 631, 633, 272 \nS.E.2d 374, 376 (1980) (“[W]hen the judge rules as a matter of law, not acting in his \ndiscretion, the ruling finally determines the rights of the parties unless reversed upon \nappellate review.”). \n \n \n175. Because it has been determined that NFI’s $2.1 million loan was lent \npursuant to an express agreement, NFI may not pursue a claim in quasi contract for \nbenefits that loan may have conferred.  Thus, contrary to Plaintiffs’ assertions, NFI \ncannot maintain a claim against the Castle McCulloch Defendants for unjust \nenrichment, and summary j udgment will be granted in the Castle McCulloch \nDefendants’ favor on this claim. See Delta Envtl. Consultants, Inc. v. Wysong & Miles \nCo., 132 N.C. App. 160, 165, 510 S.E.2d 690, 694 (1999 ) (“Here, the first and second \ncontracts govern the relationship between the parties with regard to payment and \nservices rendered.  Thus, an action for breach of contract, rather than unjust \nenrichment, is the proper cause of action.”). \n176. For the same reasons stated above, the Court also concludes that summary \njudgment is  appropriately granted in NSITE’s favor on NFI’s claim for unjust \nenrichment.  See N.C. Coastal Motor Line, Inc. v. Everette Truck Line, Inc. , 77 N.C. \nApp. 149, 151, 334 S.E.2d 499, 501 (1985 ) (“Rule 56 does not require that a party \nmove for summary judgme nt in order to be entitled to it.”) ; Greenway v. N.C. Farm \nBureau Mut. Ins. Co., 35 N.C. App. 308, 314 –15, 241 S.E.2d 339, 343 (1978) (same); \nsee also N.C. R. Civ. P. 56(c) (“[J]udgment sought shall be rendered forthwith if the \npleadings, depositions, answers to interrogatories, and admissions on file, together \nwith the affidavits, if any, show that there is no genuine issue as to any material fact \nand that any party is entitled to a judgment as a matter of law.” (emphasis added)). \n \n \n6. Plaintiffs’ Demand for Inventory and Inspection \n \n177. The Castle McCulloch Defendants finally move for summary judgment on \nCount 34 of Plaintiffs’ Amended Consolidated Complaint, which contains a demand \nfor inventory and inspection.  Plaintiffs demand the opportunity to inspect the Castle \nMcCulloch Collateral and all other items in which Plaintiffs contend they have been \nassigned a security interest.  (Am. Consolidated Compl. ¶ 382.) \n178. For the reasons discussed above, the Court concludes that, to the extent \nPlaintiffs seek inspection of the Castle McCulloch Collateral or Loan Documents, or \nthe Confession of Judgment, the Castle McCulloch Defendants’ Motion for Summary \nJudgment should be granted.  To the extent Plaintiffs seek inspection of the CCSEA \nCollateral, the Castle McCulloch Defendants’ Motion is denied as moot. \nC. Plaintiffs’ Motion for Partial Summary Judgment \n179. Plaintiffs move for partial summary judgment on Counts 14, 15, 16, 27, 28, \nand 30 of their Amended Consolidated Complaint.   \n180. As the Court has already concluded that summary judgment is \nappropriately granted in the Castle McCulloch Defendants ’ favor on Counts 14, 16, \nand 27, the Court denies Plaintiffs’ motion with regard to those claims.  The Court \nhas also concluded that summary judgment is appropriately granted in the Castle \nMcCulloch Defendants’ favor on Counts 28 and 30 to the extent those claims seek \nrelief with regard to the Castle McCulloch Collateral or the Confession of Judgment, \nand thus the Court denies Plaintiffs’ motion as to Counts 28 and 30 to the same \nextent.  Accordingly, the Court  turns to examine Plaintiffs’ request for parti al \n \n \nsummary judgment on Count 15 as well as on Counts 28 and 30 to the extent they \nseek relief concerning the CCSEA Collateral. \n181. Count 15 of Plaintiffs’ Amended Consolidated Complaint petitions the Court \nfor a judgment declaring that the CCSEA Collateral is judicially ass igned to NFI \n“such that [NFI] has a valid and enforceable security interest in all of the collateral \ndescribed in the Assignment of Security Instruments which entitles it to possession \nof the CCSEA Collateral due to Defendant JDPW Trust’s default under the  JDPW \nTrust Promissory Note.”  (Am. Consolidated Compl. ¶ 247.)  In connection with this \nclaim, Plaintiffs also note that “NFI has been granted a temporary restraining order \nregarding the CCSEA Collateral and has been awarded a judgment for possession of \nthe CCSEA Collateral.”  (Am. Consolidated Compl. ¶ 246.)  Plaintiffs assert that these \norders are binding and “constitute the law of the case .”  (Am. Consolidated Compl. \n¶ 246.)  \n182. Judge Manning ’s January 9, 2015 order granted NFI partial summary \njudgment on the second count of its original complaint, a claim requesting delivery \nand possession of the CCSEA Collateral.  (Compl. ¶¶ 19 –24 (Wake 14 CVS 9564).)  \nJudge Manning awarded NFI possession of the CCSEA Collateral based on the terms \nof the Assignment Agreement, the same relief requested by Count 15.  (Partial Summ. \nJ. Order 2.)  Specifically, Judge Manning’s order stated “Plaintiff shall have and \nrecover . . . possession of the NewBridge Bank Collateral” —the term used by that \norder to refer to the CCSEA Collateral—“and ownership of all of the rights, title, and \ninterest formerly held by NewBridge Bank [in that collateral.]”  (Partial Summ. J. \n \n \nOrder 2.)  The order further stated that NFI was “judicially assigned all of the rights, \npowers, and benefits conferre d upon NewBridge Bank by the” CCSEA Loan \nDocuments, and that NFI was “deemed to be a holder in due course of said documents, \nthe owner of said documents, and ha[d] the right to enforce the provisions of said \ndocuments as the judicial assignee of NewBridge Bank.”  (Partial Summ. J. Order 3.) \n183. Judge Manning’s ruling on NFI’s motion for partial summary judgment thus \ngranted NFI the relief it seeks in Count 15 of the Amended Consolidated Complaint.  \nThe binding nature of that order on this proceeding is not governed by the law of the \ncase doctrine, but rather by the rule that one Superior Court judge may not ordinarily \n“modify, overrule, or change the judgment of another Superior Court judge previously \nmade in the same action.”   Smithwick v. Crutchfield , 87 N.C. App. 374, 376, 361 \nS.E.2d 111, 113 (1987) (quoting Calloway v. Ford Motor Co. , 281 N.C. 496, 501, 189 \nS.E.2d 484, 488 (1972)).  Matters with regard to this claim are thus settled before this \nCourt.  See Carr, 49 N.C. App. at 633, 272 S.E.2d at 376.  \n184. Consequently, the Court denies Plaintiffs’ Motion for Partial Summary \nJudgment as moot to the extent it requests summary judgment on Count 15.  For the \nsame reasons, the Court denies Plaintiffs’ Motion for Partial Summary Judgment as \nmoot as to Counts 28 and 30 to the extent those claims seek relief with regard to the \nCCSEA Collateral.  \nD. Plaintiffs and Nivison’s Motion as to Doug Harris’s Claims \n185. Plaintiffs and Arthur Nivison move for summary judgment in their favor on \nthe counterclaims filed against NFI and the “third -party claims” filed against Old \n \n \nBattleground and Arthur Nivison by Doug Harris, individually and as Trustee of \nJDPW, and JDPW.16   \n186. No party submitted a brief in response to Plaintiffs and Arthur Nivison’s \nmotion.17  While this means that the motion is uncontested, it does not mean the \nCourt may summarily grant it.  T he Court must still examine the merits of the \nmovants’ arguments, and the movants bear the burden of proving they are entitled \nto summary judgme nt.  Goodman v. Wenco Foods, Inc. , 333 N.C. 1, 27, 423 S.E.2d \n444, 457 (1992) (stressing that the movant bears the burden on a motion for summary \njudgment, “and if he fails to carry that burden, summary judgment is not proper, \nwhether or not the nonmoving party responds”). \n1. Counterclaim for Tortious Interference with Contract Against NFI \n \n187. The Court first examines Plaintiffs’ argument that summary judgment is \nappropriate on Doug Harris and JDPW’s first counterclaim, which is unlabeled b ut \nclearly attempts to make out a claim for tortious interference with contract  against \nNFI.  Particularly, Doug Harris and JDPW allege that they were harmed “as a direct \nand proximate result of [NFI’s] intentional interference with a contractual \nrelationship between Old Battleground . . . and JDPW Trust with Douglas Harris as \na third party beneficiary.”  (Defs. Douglas S. Harris and JDPW Trust’s Answer Am. \n                                                 \n16  For ease of reference, the Court refers to these claims as Doug Harris’s claims. \n \n17  There was some discussion at oral argument as to whether, now that JDPW has bee n \nplaced in receivership, Doug Harris could oppose this motion to the extent it seeks to dismiss \nclaims brought on JDPW’s behalf.  The Court concludes that the answer to this question is \nirrelevant because the undisputed facts clearly show that summary jud gment is \nappropriately granted in the movants’ favor on all claims.  The Court additionally notes that \nDoug Harris failed to file a response to Plaintiffs’ motion in his individual capacity. \n \n \nConsolidated Compl. and Am. Countercl. 25 [hereinafter “Am. Countercls.”], ECF No. \n221.)   \n188. A claim for tortious interference with contract has five elements:  \n(1) a valid contract between the plaintiff and a third person which confers \nupon the plaintiff a contractual right against a third person; (2) the defendant \nknows of the contract; (3) the defendant intentionally induces the third \nperson not to perform the contract; (4) and in doing so acts without \njustification; (5) resulting in actual damage to plaintiff. \n \nUnited Labs., Inc. v. Kuykendall, 322 N.C. 643, 661, 370 S.E.2d 375, 387 (1988).  After \na review of the record, the Court concludes summary judgment is appropriate on this \nclaim due to Doug Harris and JDPW’s insufficient proof of actual damages. \n189. Doug Harris and JDPW’s first counterclaim focuses on their contention that \nthe original version of the Assignment Agreement is an enforceable contract between \nOld Battleground and JDPW .  Doug Harris and JDPW  appear to contend that NFI \ninduced Old Battleground not to perform th is contract by instead lending the $2.1 \nmillion itself or by causing Old Battleground to lend the money but “pretend” NFI \nwas the lender.  ( See Am. Countercls. 24 (“Instead, [NFI] pretended that it \nhad . . . lent the $2.1 million which directly contradicted a deed of trust recorded in \nGuilford County.  [NFI] also pretended that it was in a contractual relationship with \nJDPW Trust which was not so and it also pretended that it had the reasonable \nexpectation of getting additional security from JDPW Trust[.]”).) \n190. Even assuming these allegations are true, they do not show  any injury to \nJDPW or Doug Harris.  It is undisputed that NewBridge received the proceeds of the \n$2.1 million loan contemplated by JDPW’s agreemen t with either NFI or Old \n \n \nBattleground.  Regardless of which Plaintiff was to extend the loan, the loan was \nmade and used to pay NewBridge.   It is unclear how Doug Harris or JDPW believe \nthey were damaged by NFI lending this money in Old Battleground’s place (or by Old \nBattleground lending the money but pretending NFI provided the funds) .  The only \ntheory that can b e surmised from the text of the counterclaim  is that Doug Harris \nand JDPW believe they have suffered damages as a result of Plaintiffs ’ attempt to \nenforce the marked-up version of the Assignment Agreement.   \n191. On this point, Doug Harris and JDPW’s first counterclaim asserts that both \nDoug Harris and JDPW have been injured as a result of NFI “caus[ing] Old \nBattleground not to release JDPW Trust from any further involvement in the default” \nof the $2.1 million loan.  (Am. Countercls. 24 .)  Doug Harris and JDPW  further \ncharacterize NFI’s claims in this lawsuit as an attempt to “extort money [from various \ndefendants] to which it is not entitled.”  (Am. Countercls. 25.)   Both of these \nstatements appear to be references to Plaintiffs’ attempts to enforce the marked -up \nversion of the Assignment Agreement, which omitted certain terms limiting JDPW’s \nliability in the event of default.  (Am. Consolidated Compl . Ex. TT.)  Neither \nstatement, however, nor the evidentiary record at summary judgment, reflect an \nactual injury to Doug Harris or JDPW. \n192. On its own, the parties’ disagreement over which version of the Assignment \nAgreement is enforceable  does not equate to a legally cognizable injury to Doug \nHarris or JDPW .  To the contrary, i f a factfinder were to conclude , as Doug Harris \ncontends, that Doug Harris did not agree to the modified Assignment Agreement on \n \n \nJDPW’s behalf, then that version of the agreement will be deemed unenforceable and \nits terms, including the omission of the limitation on JDPW’s liability, will not apply.  \nSee Snyder v. Freeman, 300 N.C. 204, 218, 266 S.E.2d 593, 602 (1980) (“ The essence \nof any contract is the mutual assent of both parties to the terms of the agreement so \nas to establish a meeting of the minds.”).   In that instance , the injury Doug Harris \nand JDPW appear to allege will not have occurred.  If, on the other hand, a factfinder \nwere to conclude that Doug Harris agreed to the versio n of the Assignment \nAgreement without a limitation on liability clause, then that version will be enforced \naccording to its terms, and the lack of a provision limiting JDPW’s liability cannot be \nconsidered a legally cognizable injury.   \n193. For these reasons , and in light of Doug Harris and JDPW’s failure to put \nforward any other evidence of damages, the Court concludes that no genuine issue of \nmaterial fact remains as to Doug Harris and JDPW’s first counterclaim and that NFI \nis entitled to summary judgment dismissing this counterclaim as a matter of law.  See \nHawkins v. Hawkins , 101 N.C. App. 529, 532 –33, 400 S.E.2d 472, 474 –75 (1991) \n(noting that torts including fraud and interference with contractual relations require \nactual damages as an essential element). \n2. Counterclaim for Unfair or Deceptive Trade Practices Against NFI \n \n194. NFI next moves for summary judgment on a claim for unfair or deceptive \ntrade practices included in Doug Harris and JDPW’s original counterclaims but not \nrepeated or incorporated into Doug Harris and JDPW’s Amended Counterclaims.  \nBecause this counterclaim was not included in the now-operative pleading, the Court \n \n \nconcludes Doug Harris and JDPW no longer maintain a claim for unfair or deceptive \ntrade practices against NFI  in this action .  See Azige v. Holy Trinity Ethiopian \nOrthodox Tewahdo Church, 249 N.C. App. 236, 239 –40, 790 S.E.2d 570, 573 (2016) \n(recognizing the general rule that an amended pleading supersedes an original \npleading); see also Young v. City of Mt. Rainier, 238 F.3d 567, 573 (4th Cir. 2001) (“[I]f \nan amended complaint omits claims raised in the original complaint, the plaintiff has \nwaived those omitted claims .”).  The Court therefore denies NFI’s motion as to this \ncounterclaim as moot, and Doug Harris and JDPW shall not be permitted to advance \na claim under section 75-1.1 against NFI at trial. \n3. Counterclaim for Punitive Damages Against NFI \n \n195. NFI finally moves for summary judgment on Doug Harris and JDPW’s claim \nfor punitive damages. \n196. Because the Court has concluded that summary judgment should be granted \nin NFI’s favor on Doug Harris and JDPW’s counterclaim for tortious interference with \ncontract—the only claim they assert against NFI potentially giving rise to punitive \ndamages—the Court further concludes that NFI is entitled to summary judgment \ndismissing Doug Harris and JDPW’s claim for punitive damages  as a matter of law.  \nSee Horne, 228 N.C. App. at 150–51, 746 S.E.2d at 20. \n4. Claim for Breach of Contract Against Old Battleground \n \n197. Old Battleground moves for summary judgment on Doug Harris and \nJDPW’s breach of contract claim against it.  For the following reasons, t he Court \n \n \nconcludes that Old Battleground is entitled to summary judgment on this claim as a \nmatter of law. \n198. To begin with, the Court notes that Doug Harris and JDPW’s claims against \nOld Battleground and Arthur Nivison are not proper third -party claims .  North \nCarolina Rule of Civil Procedure  14(a) provides that “a defendant , as a third -party \nplaintiff, may cause a summons and complaint to be served upon a person not a party \nto the action who is or may be liable to him for all or part of the plaintiff’s claim \nagainst him.”  N.C. R. Civ. P. 14(a)  (emphasis added).  Doug Harris and JDPW’s \nclaims against Old Battleground and Arthur Nivison do not allege that either “third-\nparty defendant” is liable to Doug Harris or JDPW for all or part of NFI’s claims.   \nInstead, Doug Harris and JDPW simply allege that they  have been damaged by Old \nBattleground’s or Arthur Nivison’s acts.   (Third Party Compl . ¶¶ 11 –27 (14 CVS \n9564), ECF No. 9.)  The claims are thus not properly brought under Rule 14(a)  and \nare properly dismissed on this basis.  \n199. Moving on, the Court further concludes that the breach of contract clai m \nagainst Old Battleground fails on its merit s.  The elements of a breach of contract \nclaim are “(1) [the] existence of a valid contract and (2) breach of the terms of that \ncontract,” Poor v. Hill , 138 N.C. App. 19, 2 6, 530 S.E.2d 838, 843 (2000), and the \nrecord before the Court does not contain evidence of a breach. \n200. Doug Harris and JDPW’s claim for breach of contract is based on  their \ncontention that the original version of the Assignment Agreement is enforceable and \nrequired Old Battleground to provide JDPW with the $2.1 million loan that would be \n \n \nused to satisfy certain debts owed to NewBridge.  (Third Party Compl. ¶ 13 (14 CVS \n9564).)  Doug Harris and JDPW further contend that Old Battleground breached the \nAssignment Agreement when it did not provide the $2.1 million that was ultimately \nused to pay NewBridge.  (Third Party Compl. ¶ 13 (14 CVS 9564) (“Old Battleground \ndid breach the contract and did not provide funding to JDPW Trust for the NewBridge \npurchase as it had promised.”).) \n201. Doug Harris and JDPW’s allegations supporting this claim are contradictory \nand difficult to untangle.  The undisputed evidence before the Court shows that the \n$2.1 million lent under the Assignment Agreement was paid to NewBridge and that \nNewBridge then assigned the CCSEA and Castle McCulloch Loan Documents to \nJDPW.  (See Am. Consolidated Compl. Exs. UU, VV, WW.)   It is not clear, however, \nwhere Doug Harris and JDPW allege th is lent money came from, as they appear to \ncontend that Old Battleground never paid it, (Third Party Compl. ¶¶ 13, 15 (14 CVS \n9564)), but also allege that any paperwork indicating NFI provided the funds is false \nor fabricated, (Third Party Compl. ¶ 15 (14 CVS 9564)) .  They further allege that a \nnew contract has been “thrust upon” JDPW, (Third Party Compl. ¶ 14 (14 CVS 9564)), \nand conclude by asserting th at Old Battleground’s acts have resulted in over $2 \nmillion in damages to Doug Harris or JDPW, (Third Party Compl. ¶ 16 (14 CVS \n9564)). \n202. These allegations appear similar to the theory on which Doug Harris and \nJDPW asserted their claim for tortious interfere nce with contract against NFI, i.e., \nthat Old Battleground breached its contract with JDPW because NFI ultimately \n \n \nprovided the loan to JDPW and because Plaintiffs are asserting that a different \nversion of the Assignment Agreement with different terms controls the parties’ deal.   \nThese allegations do not state a claim for breach of contract. \n203. For one thing, the original version of the Assignment Agreement  did not \nrequire Old Battleground to be the entity providing the $2.1 million to JDPW or \nNewBridge.  The original version of the Agreement expressly states that JDPW’s \nassignment of the mentioned security interests to NFI was “conditional upon the \nwiring of the $2,100,000.00 to NewBridge Bank by Old Battleground or on Old \nBattleground’s behalf.”  ( Corrected Ex. KK.)   Thus, it was expressly contemplated \nthat another entity, like NFI, might provide the funds required.  The contract would \nnot be breached simply because the money ultimately came from NFI, another entity \nthat shared management with Old Battleground.18 \n204. Moreover, even if the original Assignment Agreement did not contain a \nprovision expressly allowing for another entity to provide the $2.1 million used to pay \nNewBridge, the contract contained no provision preventing Old Battleground from \nassigning the contract or delegating its performance under the contract.  See Hurst v. \nWest, 49 N.C. App. 598, 604 –06, 272 S.E.2d 378, 382 –83 (1980) (explaining the \ngeneral rule that a business contract may be assigned  where the contract does not \nforbid it and performance is not based on personal skill or credit and that the assignee \n“under a general assignment of an executory bilateral contract becomes the delegatee \nof the assignor’s duties”); see also Restatement (Second) of Contracts § 318(1) (Am. \n                                                 \n18  If some contract existed that required Old Battleground to be the source of the lent money, \nevidence of such a contract is not before the Court.  \n \n \nLaw Inst. 1981 ) (“An obligor can properly delegate the performance of his duty to \nanother unless the delegation is contrary to public policy or the terms of his \npromise.”).  Thus, Old Battleground was free to delegate its performance under the  \nAssignment Agreement to NFI and that delegation would not amount to a breach of \ncontract. \n205. Finally, looking past the allegations about th e source of the $2.1 million \nloan, Doug Harris and JDPW’s assertion that another contract with less favorable \nterms has been “thrust upon JDPW” does not constitute a breach of contract claim on \nthe current record .  Doug Harris and JDPW allege that Old Battleground has \n“refus[ed] to go forward and comply with the terms of the original contract,” (Third \nParty Compl. ¶ 15 (14 CVS 9564)), but do not allege any particular duty under the \nAssignment Agreement—besides the previously discussed duty to provide the  $2.1 \nmillion loan—which Old Battleground has failed to perform.  Doug Harris and JDPW \ncannot survive summary judgment on this claim by merely noting that P laintiffs \ncontend a different version of the Assignment Agreement with terms less favorable \nto JDPW is enforceable; Plaintiffs’ arguing that JDPW does not have limited liability \nunder the operable Assignment Agreement is not the same as Old Battleground ’s \nfailing to perform a duty under that agreement.  Thus, even if the original version of \nthe Assignment Agreement is enforceable, Doug Harris and JDPW have pointed to \nno evidence that Old Battleground failed to perform under that agreement. \n \n \n206. The Court therefore concludes that no genuine issue of material fact exists \nas to Doug Harris and JDPW’s breach of contract claim against Old Battleground and \nthat summary judgment dismissing this claim is appropriate as a matter of law. \n5. Claim for Tortious Interference with Contract Against Nivison \n \n207. Doug Harris and JDPW’s fourth “third-party claim” alleges the existence of \ntwo contracts —one between Doug Harris and JDPW and certain CCSEA -related \nentities, the other between Doug Harris and JDPW and Dr. Epes —which bound \nothers, instead of JDPW, to pay the $2.1 million back to Plaintiffs.  (Third Party \nCompl. ¶ 18 (14 CVS 9564).)  Doug Harris and JDPW further allege that Arthur \nNivison knew of these contracts and intentionally induced these other parties not to \nperform withou t justification, resulting in damage s to Doug Harris and JDPW .  \n(Third Party Compl. ¶ 18 (14 CVS 9564).) \n208. Arthur Nivison moves for summary judgment on this claim, arguing that \nthe record before the Court contains no evidence supporting Doug Harris and JDPW’s \nallegations.  Based upon its review of the record, the Court agrees.  The record does \nnot contain evidence capable of sustaining  a genuine issue of material fact in Doug \nHarris or JDPW’s favor on their claim for tortious interference with contract against \nArthur Nivison.   The Court thus concludes that Arthur Nivison is entitled to \nsummary judgment on this claim as a matter of law. \n6. Claim for Civil Conspiracy Against Nivison \n \n209. Doug Harris and JDPW also assert a claim for civil conspiracy against \nArthur Nivison.  To support this claim, they allege that  Arthur Nivison acted in \n \n \nconcert with Dr. Epes and Mark McDaniel to conceal payments on Dr. Epes’s and \nMark McDaniel’s personal guarantees of the $2.1 million loan to JDPW and the \npromissory notes Plaintiffs now hold.  (Third Party Compl. ¶ 21 (14 CVS 9564).)  Doug \nHarris and JDPW contend that all three conspirators engag ed in these acts to allow \nArthur Nivison’s entities  to sue J DPW and D oug Harris to recover a “double \npayment” while simultaneously allowing Dr. Epes, Mark McDaniel, and the CCSEA-\nrelated entities to be excused from paying some of their alleged debts to Plaintiffs or \nArthur Nivison.  (Third Party Compl. ¶ 22 (14 CVS 9564).)   Doug Harris and JDPW \nallege that, in furtherance of this conspiracy, Arthur Nivison, Dr. Epes, and certain \ncorporations the two control or controlled have intentionally not entered into follow -\nup agreements that would absolve JDPW of liability for the $2.1 million loan, despite \nbeing contractually bound to do so.   \n210. Arthur Nivison moves for summary judgment on Doug Harris and JDPW’s \nclaim for civil conspiracy , arguing that the record does not contain any evidence of \nthe alleged scheme between himself, Dr. Epes, and Mark McDaniel.  The Court \nagrees. \n211. “There is no independent cause of action for civil conspiracy” under North \nCarolina law.  Toomer v. Garrett, 155 N.C. App. 462, 483, 574 S.E.2d 76, 92 (2002)  \n(citing Shope v. Boyer, 268 N.C. 401, 150 S.E.2d 771 (1966)).  “Only where there is an \nunderlying claim for unlawful conduct can a plaintiff state a claim for civil conspiracy \nby also alleging the agreement of two or more parties to carry out the conduct and \ninjury resulting from that agreement.”  Id. (citing Muse v. Morrison, 234 N.C. 195, 66 \n \n \nS.E.2d 783 (1951)).  A claim for civil conspiracy requires proof of “(1) an agreement \nbetween two or more individuals; (2) to do an unlawful act or to do a lawful act in an \nunlawful way; (3) resulting in injury to plaintiff inflicted by one or more of the \nconspirators; and (4) pursuant to a common scheme.”  Piraino Bros., LLC v. Atl. Fin. \nGrp., Inc. , 211 N.C. App. 343, 350, 712 S.E.2d 328, 333 (2011) .  Circumstantial \nevidence may be used to establish the existence of the alleged conspiracy, but \n“sufficient evidence of the agreement must exist ‘to create more than a suspicion or \nconjecture in order to justify submission of the issue to a jury.’”  Boyd v. Drum, 129 \nN.C. App. 586, 592, 501 S.E.2d 91, 96 (1998)  (quoting Dickens v. Puryear, 302 N.C. \n437, 456, 276 S.E.2d 325, 337 (1981)). \n212. After reviewing the record, the Court concludes that it does not contain \nevidence supporting Doug Harris and JDPW’s contention that the named parties \nentered into an agreement to wrongfully extort or otherwise obtain money from Doug \nHarris and JDPW or hide payments between the parties from the Court.  The only \nevidence supporting Doug Harris and JDPW’s allegations  comes from Doug Harris \nhimself, who contended in his deposition testimony that Plaintiffs’ apportionment of \npayments on the notes Plaintiffs now hold  was contrary to the terms of a separate \ncontract—a contract that Doug Harris did not have with him at the deposition, that \nArthur Nivison was not a party to, and the terms of which Doug Harris did not \nprovide.  (Harris Dep. 479:10 –480:22 [hereinafter “Harris Dep. II] , ECF Nos. 839 –\n841.)19  Doug Harris  further testified that “McDaniel and Mr. Nivison conspired \n                                                 \n19  This excerpt of Doug Harris’s deposition was submitted to the Court as Exhibit E to \nPlaintiffs’ February 28, 2017 summary judgment filings.  The parties provided physical copies \n \n \ntogether to pay out one note and not the other,” (Harris Dep. II, at 479:14 –16), but \nHarris failed, then or later, to point to any evidence supporting his allegation besides \nsuch statements. \n213. As the record contains no evidence of the alleged civil conspiracy agreement \nbeyond Doug Harris’s suspicion and conjecture, the Court concludes that no genuine \nissue of fact remains as to Doug Harris and JDPW’s civil conspiracy claim and that \nArthur Nivison is entitled to summary judgment dismissing this claim as a matter of \nlaw.  Boyd, 129 N.C. App. at 592, 501 S.E.2d at 96 (affirming directed verdict where \n“[Plaintiff’s] testimony taken at a deposition . . . show[ed] that [plaintiff did] not have \nevidence of a conspiracy, although he fe[lt] there was one”); Am. Air Filter Co. v. Price, \n2018 NCBC LEXIS 73, at *35 (N.C. Super. Ct. July 10, 2018) (granting summary \njudgment for defendants where plaintiff could offer no evidence to show an agreement \nto misappropriate trade secrets). \n7. Claim for Punitive Damages Against Nivison \n \n214. Arthur Nivison finally moves for summary judgment on Doug Harris and \nJDPW’s claim for punitive damages aga inst him.  Because the Court has concluded \nthat Arthur Nivison is entitled to summary judgment on Doug Harris and JDPW’s \nother, substantive claims, the Court further concludes that no genuine issue of fact \nexists as to this final claim and that Arthur Nivison is entitled to summary judgment \n                                                 \nof these filings to the Court.  Although Exhibit E appears on the Court’s electronic docket at \nECF Nos. 839–841, only a portion of the deposition transcript can be electronically accessed, \ndue either to Plaintiffs’ error in filing or a problem with the Court’s electronic case \nmanagement system. \n \n \nin his favor dismissing Doug Harris and JDPW’s punitive damages claim as a matter \nof law.  See Horne, 228 N.C. App. at 150–51, 746 S.E.2d at 20. \nE. Doug Harris’s Motion as to the Castle McCulloch Defendants’ Crossclaims \n215. The Castle McCulloch Defendants each filed individual,  amended \nresponsive pleadings to Plaintiffs’ Amended Consolidated Complaint .  These \npleadings each contain an identical crossclaim against Doug Harris, individually and \nas trustee of JDPW, and JDPW.  (See, e.g., Def. Castle McCulloch Inc.’s Am. Answer \nAm. Consolidated Compl. and Crossclaims in the Alternative 53 [hereinafter “Am. \nAnswer and Crossclaims”], ECF No . 676.)20  Doug Harris moves for summary \njudgment on these crossclaims. \n216. By order dated February 24, 2017, the Castle McCulloch Defendants were \nallowed through and including March 3, 2017 to amend their responsive pleadings in \nthis case to add a third-party complaint asserting claims against Dr. Epes and Mark \nMcDaniel.  (Order Castle McCulloch Defs.’ Mot. Amend Add Third-Party Compl. ¶ 12, \nECF No. 823.)   The Castle McCulloch Defendants filed their seco nd amended \nresponsive pleadings —containing their S econd Amended Answer to Plaintiffs’ \nAmended Consolidated Complaint, their Crossclaims, and a Third-Party Complaint \nagainst Dr. Epes and Mark McDaniel—on March 2 and 3, 2017 , several days after \nthe deadline for filing summary judgment motions in this action, February 28, 2017.21 \n                                                 \n20  Because the Castle McCulloch Defendants’ pleadings are identical for the Court’s purposes \nhere, the Court cites only one of the pleadings. \n \n21  The Castle McCulloch Defendants’ final amended pleadings are located on the Court’s \ne-docket at ECF Nos. 852, 853, and 855. \n \n \n217. Although an amended pleading ordinarily moots pending mot ions for \nsummary judgment aimed at its predecessor, see Colin v. Marconi Commerce Sys. \nEmps.’ Ret. Plan, 335 F. Supp. 2d 590, 614 (M.D.N.C. 2004), the Court will consider \nDoug Harris’s motion as to the latest iteration of the Castle McCulloch Defendants’ \nresponsive pleadings because the crossclaim against Doug Harris appearing therein \nis identical to that in the previous pleadings, Doug Harris and the Castle McCulloch \nDefendants were both given an opportunity to fully brief the merits of the crossclaim \nthroughout the briefing period for post-discovery dispositive motions, and both Doug \nHarris and the Castle McCulloch Defendants were  able to argue the merits of the  \ncrossclaim at the April 26, 2018 hearing on the Motions for Summary Judgment, see \nGateway Mgmt. Servs. v. Carrbridge Berkshire Grp., Inc. , 2018 NCBC LEXIS 45, at \n*8 (N.C. Super. Ct. May 9, 2018) (considering motion to dismiss original complaint \nagainst amended complaint where defendants and plaintiff addressed the sufficiency \nof the amended complaint in their briefs and at the hearing).  \n218. The crossclaim asserted against Doug Harris by each of the Castle \nMcCulloch Defendants is not labeled, but its contents allege that if the Release Deed \nis invalid, which the Castle McCulloch Defendant s deny, then the Castle McCulloch \nDefendants are entitled to recover from “Defendant Douglas S. Harris, individually \nand as [t]rustee of the JDPW Trust, as well as Defendant JDPW Trust . . . an amount \nequal to the value of all assets of [Castle McCulloch and Historic Castle McCulloch]” \nbecause Doug Harris, “individually and as [t]rustee of JDPW Trust, gave such release \ndeed without authority to do so, while misrepresenting to [the Castle McCulloch \n \n \nDefendants] that he had such authority, all to [the Castle M cCulloch Defendants’] \ndetriment.”  (Am. Answer and Crossclaims ¶ 401.)   Doug Harris argues that this is \nan improper claim for negligent misrepresentation. \n219. In response, the Castle McCulloch Defendants assert that the ir crossclaim \nis a valid claim for neglig ent misrepresentation, brought in the event the Release \nDeed is held invalid.  (Castle McCulloch Defs.’ Br. Opp’n Douglas S. Harris’s Mot. \nSumm. J. as to Richard Harris, Historic Castle McCulloch, and Castle McCulloch, \nInc. 3  [hereinafter “CM Opp’n Br. Dou g Harris’s Mot. Summ. J.”], ECF No. 881  \n(“Nevertheless, in the event that the release of the Castle McCulloch Collateral is \ndeemed invalid, Doug Harris and/or JDPW Trust may be liable to the Castle \nMcCulloch Defendants for negligently misrepresenting that the Castle McCulloch \nCollateral Would be released.”).) \n220. Doug Harris argues that the Court should grant summary judgment in his \nfavor on the Castle McCulloch Defendants’ negligent misrepresentation crossclaim \nbecause the Castle McCulloch Defendants have not alleged a duty of care or the other \nnecessary elements of a claim for negligent misrepresentation and do not al lege the \nspecific details of when Doug Harris’s alleged misrepresentation was made .  He \nfurther argues that the Castle McCulloch Defendants have not alleged that they \njustifiably relied on any misrepresentation and have not provided evidence to support \ntheir claim. \n221. The Castle McCulloch Defendants respond by asserting that the Court \nshould not yet consider t he merits of their  crossclaim because the crossclaim is \n \n \ncontingent upon the invalidity of the Release Deed.  They argue that considering the \ncrossclaim on Doug Harris’s motion is premature because the validity of the Release \nDeed has not yet been resolved.  However, in the event the Court does address their \ncrossclaim now, the Castle McCulloch Defendants further argue that they have \nproperly asserted and can show a sustainable claim for negligent misrepresentation. \n222. The Castle McCulloch Defendants contend that they signed the Confession \nof Judgment with NewBridge and provided the $100,000 gold coin/cash payment  to \nextend the Settlement Agreement’s deadline due to  Doug Harris’s assurances that \nthe Castle McCulloch Collateral would be released in the cours e of the ensuing \ntransactions.  The Castle McCulloch Defendants a ssert that they relied on these \nassurances and would not have taken either of these actions absent Doug Harris’s \nrepresentations.  If the Release Deed is invalid, the y conclude, Doug Harris made \nthese representations without reasonable care.   They stress , however, that \nconsideration of this issue is not necessary if the Court dismisses Plaintiffs’ claims \nseeking the Castle McCulloch Collateral.   \n223. Although the Court has determined that summary judgment is \nappropriately granted for the Castle McCulloch Defendants on Plaintiffs’ claims \nseeking possession of the Castle McCulloch Collateral and the voiding of the Release \nDeed, the possibility remains in this case that the Release Deed transaction may be \nrescinded or voided —or that the release of the Castle McCulloch Collateral will be \nundone in some other way —due to the Receiver’s claims against Doug Harris, \nparticularly those brought on behalf of JDPW alleging a breach of trust.   See N.C. \n \n \nGen. Stat. § 36C-10-1001(b)(9).  Thus, contrary to the Castle McCulloch Defendants’ \ncontention, the resolution of Plaintiffs’ claims for the Castle McCulloch Collateral \ndoes not resolve the Castle McCulloch Defendants’  crossclaim for negligent \nmisrepresentation, and the Court must still con sider it on Doug Harris’s motion .  \nFurthermore, that the claim may be brought in the alternative does not prevent the \nCourt from assessing it, and the sufficiency of the evidence supporting it, at summary \njudgment. \n224. Negligent misrepresentation has been described by our appellate courts as \nfollows: \nOne who, in the course of his business, profession or employment, or in any \nother transaction in which he has a pecuniary interest, supplies false \ninformation for the guidance of others in their business transa ctions . . . is \nsubject to liability for pecuniary loss caused to them by their justifiable \nreliance upon the information, if he fails to exercise reasonable care or \ncompetence in obtaining or communicating the information. \n \nRountree v. Chowan County , 252 N.C. App. 155, 160, 796 S.E.2 d 827, 831 (2017) \n(quoting Simms v. Prudential Life Ins. Co. of Am., 140 N.C. App. 529, 534, 537 S.E.2d \n237, 241 (2000)).   “The tort of  negligent misrepresentation occurs when a party \njustifiably relies to his detriment on information prepared without reasonable care \nby one who owed the relying party a duty of care.”  Dallaire v. Bank of Am., N.A., 367 \nN.C. 363, 369, 760 S.E.2d 263, 267 (2014).  The claimant must hav e suffered an \ninjury, Deluca v. River Bluff Holdings II, LLC , 2015 NCBC LEXIS 12 , at *20 (N.C. \nSuper. Ct. Jan. 28, 20 15), and that injury must be the result of an actual \nrepresentation made by the other party, Loftin v. QA Invs. LLC, 2015 NCBC LEXIS \n44, at *24 (N.C. Super Ct. April 30, 2015) (noting negligent misrepresentation, unlike \n \n \nfraud, cannot be based on a failure to disclose but must be based on an actual \nrepresentation); see Harrold v. Dowd , 149 N.C. App. 777, 782 –83, 561 S.E .2d 914, \n918–19 (2002) (concluding claim for negligent misrepresentation failed because it \ncould not be based upon allegations that defendants “failed to provide, failed to \nadvise, or failed to investigate” (internal quotation marks omitted)).  \n225. Examining the record for evidence of an affirmative representation in this \ncontext, the Court finds none that supports  the Castle McCulloch Defendants’ \ncrossclaim.   \n226. Assuming for the moment that the Castle McCulloch Defendants’ decisions \nto sign the Confession of Jud gment and provide $100,000 to further the Settlement \nAgreement constitute reliance to their detriment, the Castle McCulloch Defendants \nhave failed to supply the Court with  any evidence of the statement or information  \nthat they purportedly relied upon in undertaking either action, and an independent \nreview of the record discloses none .  Merely stating in pleadings or briefs that Doug \nHarris made misrepresentations cannot sustain the Castle McCulloch Defendants’ \ncrossclaim at summary judgment, but such statements are all the Castle McCulloch \nDefendants offer.  The affidavit of Richard Harris, the only sworn testimony in the \nrecord from any of the Castle McCulloch Defendants, does not mention any \nrepresentation by Doug Harris, negligent or otherwise. \n227. In their briefing, the Castle McCulloch Defendants argue that Doug Harris \nowed them a duty of care in preparing the “documents involved in the release of the \nCastle McCulloch Collateral,” (CM Opp’n Br. Doug Harris’s Mot. Summ. J. 3), but the \n \n \nonly document dealing with the release of Castle McCulloch Collateral before the \nCourt is the Release Deed, which was executed on March 15, 2013, months after the \nCastle McCulloch Defendants signed the Confession of Judgment and paid the \n$100,000.  (Am. Consolidated Compl. Ex. YY.)  The Castle McCulloch Defendants \ncannot claim their detrimental reliance was based upon a representation in this \nsubsequent document, and they have pointed to no other documents containi ng an \nactionable representation.22 \n228. The Court also disagrees with the Castle McCulloch Defendants’ contention \nthat Doug Harris has not adequately supported his motion for summary judgment \nand that summary judgment on this issue would thus be improper .  A party moving \nfor summary judgment may meet his or her burden by “showing through discovery \nthat the opposing party cannot produce evidence to support an essential element of \nhis or her claim.”  Thomasville v. Lease-Afex, Inc., 300 N.C. 651, 654, 268 S.E.2d 190, \n193 (1980); see also Rorrer, 313 N.C. at 350, 329 S.E.2d at 363 (explaining that a \nmovant at summary judgment has “the initial burden of showing that an essential \nelement of [the claimant’s] case [does] not exist as a matter of law or showing through \ndiscovery that [the claimant has] not produced evidence to sup port an essential \nelement of her claim” (emphasis added)).   \n                                                 \n22  The Court also notes that the Castle McCulloch Defendants cannot bring a crossclaim for \nnegligent misrepresentation against Doug Harris solely because he promised to release the \nCastle McCulloch Collateral and then ultimately failed to do so.  See Supplee, 239 N.C. App. \nat 233, 768 S.E.2d at 600 (holding that a failure perform a contractual duty does not give rise \nto a claim for negligent misrepresentation). \n \n \n229. Following discovery, Doug Harris argued in briefing that the Castle \nMcCulloch Defendants ’ crossclaim against him was not supported by the record , \nreferencing the lack of any support for the crossclaim in Richard Harris’s affidavit in \nparticular.  ( See Douglas S. Harris’s, Ind ividually, and as Trustee of JDPW Tr ust, \nReply Castle McCulloch’s Br. Opp’n Mot. Summ. J. as to Richard Harris, Historic \nCastle McCulloch, LLC, and Castle McCulloch, Inc. 3, 6, ECF No. 911.)  At the April \n26, 2018 hearing on the Motions for Summary Judgment, Doug Harris further argued \nthat the Castle McCulloch Defendants failed to correctly plead or support their \ncrossclaim for negligent misrepresentation.  (Hr’g Tr. 89:13–23 (“And as far as that’s \nconcerned, they don’t really say what the negligent misrepresentation is. . . . Because \nif there’s a negligent misrepresentation, what is it?”) .)  Responding to these  \narguments with some proof of a negligent misrepresentation, even by way of an  \naffidavit affirming that such a misrepresentation was made, would have been a very \nlow bar for the Castle McCulloch Defendants to meet.  Instead, when pressed by the \nCourt at the April 26 hearing on whether they had brought forward evidence to avoid \nsummary judgment, the Castle McCulloch Defendants simply contended that Doug \nHarris had not presented evidence to contradict their allegations or support his \nmotion.  (Hr’g Tr. 91:17–22.)  In these circumstances, the Court concludes that Doug \nHarris has met his burden as the party moving for summary judgment and that the \nCastle McCulloch Defendants have failed to respond with a forecast of evidence \nshowing that a genuine issue of material fact exists for trial. \n \n \n230. The Court thus concludes that Doug Harris is entitled to summary judgment \nas a matter of law on the Castle McCulloch Defendants’ crossclaims against him.   \n231. The Court further concludes that JDPW, whose liability is alleged solely by \nreference to Doug Harris’ s actions, is entitled to summary judgment as a matter of \nlaw on these crossclaims as well.  See N.C. Coastal Motor Line, Inc., 77 N.C. App. at \n151, 334 S.E.2d at 501; Greenway, 35 N.C. App. at 314–15, 241 S.E.2d at 343; see also \nN.C. R. Civ. P. 56(c). \nF. Doug Harris’s Motion as to the Receiver’s Crossclaims \n232. Doug Harris moves for summary judgment in his favor on all crossclaims \nbrought against him by the Receiver, which are asserted on behalf of JDPW, CCSEA, \nDRE, or some combination of all three entities.   \n233. Before examining Doug Harris’s challenges to the  merits of the Receiver’s \ncrossclaims, the Court first addresses a n issue  relating to its subject matter \njurisdiction over claims asserted by the Receiver on DRE’s behalf. \n1. DRE’s Standing to Assert Claims of Dr. Epes \n \n234. This Court has an obligation to satisfy itself  in each case and controversy \nthat it has subject matter jurisdiction to hear the claims before it.  See N.C. R. Civ. \nP. 12(h)(3) (“Whenever it appears by suggestion  of the parties or otherwise that the \ncourt lacks jurisdiction of the subject matter, the court shall dismiss the action.”).  “A \ncourt’s lack of subject matter jurisdiction is not waivable and can be raised at any \ntime[.]”  McDaniel v. Saintsing, 817 S.E.2d 912, 914 (N.C. Ct. App. 2018).  The Court \n \n \nmay raise the issue of subject matter jurisdiction on its own initiative.  Conner Bros. \nMach. Co. v. Rogers, 177 N.C. App. 560, 561, 629 S.E.2d 344, 345 (2006).   \n235. “Standing is a necessary prerequisite to a court’ s proper exercise of subject \nmatter jurisdiction.”  Street v. Smart Corp., 157 N.C. App. 303, 305, 578 S.E.2d 695, \n698 (2003) (quoting Neuse River Found., Inc. v. Smithfield Foods, Inc., 155 N.C. App. \n110, 113, 574 S.E.2d 48, 51 (2002)) .  “If a party does not have standing to bring a \nclaim, a court has no subject matter jurisdiction to hear the claim .”  Estate of Apple \nv. Commercial Courier Express, Inc., 168 N.C. App. 175, 177, 607 S.E.2d 14, 16 (2005). \n236. In reviewing the Receiver’s crossclaims, the Court co ncluded that it was \nobligated to raise the issue of DRE’s standing to assert personal tort claims against \nDoug Harris based on alleged wrongs to Dr. Epes  (the “DRE Crossclaims”) .  ( See \nOrder Suppl. Br. Subject Matter Jurisdiction ¶ 6 , ECF No. 1040; Receiver Gerald A. \nJeutter’s Answer Cross-cls. Castle McCulloch Entitles and Cross-cls. Against Douglas \nHarris ¶¶ 434 –504 [hereinafter “Receiver’s Cross -cls.”], ECF No. 1040.)  “In \nparticular,” the Court noted that it had “questions about how the rule of law \nconcerning the assignability of  personal tort claims, including malpra ctice claims, \nexpressed in Revolutionary Concepts, Inc. v. Clements Walker PLLC , 227 N.C. App. \n102, 744 S.E.2d 130 (2013), and similar cases affect[ed] DRE’s standing to pursue the \nDRE Crossclaims.”  (Order Suppl. Br. Subject Matter Jurisdiction ¶ 6.)   The Court \ntherefore requested that Doug Harris and the Receiver submit supplemental briefs \nfocused solely on DRE’s standing to assert the DRE Crossclaims in this action.  (Order \nSuppl. Br. Subject Matter Jurisdiction ¶ 8.)   \n \n \n237. Having now reviewed both Doug Harris’s and the Receiver’s supplemental \nbriefs, the Court concludes, in the exercise of the discretion afforded to it by Business \nCourt Rule 7.4, that no further hearing is necessary on matters addressed within the \nbriefing and that the issue of DRE’s standing is ripe for resolution. \n238. Doug Harris argues in his supplemental brief that the assignment of Dr. \nEpes’s claims to DRE is improper under the holding of Revolutionary Concepts, Inc., \nnamely, that assignments of personal tort claims, including legal malpractice claims, \nare void  as against public policy , and that DRE has no standing to assert its \ncrossclaims against him. \n239. The Receiver takes a contrary position, arguing in his supplemental brief  \nthat the rule voiding assignments of personal tort claims is a public policy exception \nto the general rule that causes of action may be assigned, an exception meant to \nprevent champerty.  (Receiver’s Br. Regarding DRE Standing 2, ECF No. 1044.)  This \nexception, the Receiver contends, does not prevent a receiver from bringing personal \ntort claims belonging to a debtor, and should not be applied in this case where Dr. \nEpes’s assignment of his claims to DRE , and DRE’s subsequent assertion of those \nclaims, has occurred under the Court’s watch and for purposes of recovering assets to \npay creditors.  In support of his position, the Receiver cites the North Carolina Court \nof Appeals’ decision in Haarhuis v. Cheek, 820 S.E.2d 844 (N.C. Ct. App. 2018).  The \nCourt finds the Receiver’s argument persuasive. \n240. “While, in general, causes of action may be assigned,” Inv’rs Title Ins. Co. v. \nHerzig, 330 N.C. 681, 688, 413 S.E.2d 268, 271 (1992), courts of this State have long \n \n \nrecognized that allowing parties to assign personal tort claims “promotes champerty” \nby giving control of those claims to a party not related to the lawsuit,  Charlotte-\nMecklenburg Hosp. Auth. v. First of Ga. Ins. Co., 340 N.C. 88, 91, 455 S.E.2d 655, 657 \n(1995); see also Champerty, Black’s Law Dictionary (8th ed. 2004) (“[A]n agreement \nto divide litigation proceeds between the owner of the litigated claim and a party \nunrelated to the lawsuit who supports or helps enforce the claim.”).   To curtail this \npractice, North Carolina courts hold agreements assigning personal tort claims void \non public policy grounds.  Charlotte-Mecklenburg Hosp. Auth. , 340 N.C. at  91, 455 \nS.E.2d at 657.  Many exceptions to this rule have developed, however, and thus a \ncourt should examine the facts of each case before concluding that an assignment is \nvoid due to its promotion of champerty.  See Haarhuis, 820 S.E.2d at 850. \n241. Our Court of Appeals recently examined the rule voiding assignments of \npersonal tort claims in t he context of a receivership i n Haarhuis.  In that case, the  \nadministrator of a deceased individual’s estate sought recovery from a defendant who, \nwhile driving impaired, hit and killed the decedent.  Id. at 847.  A jury returned a \nverdict against the defe ndant for substantial damages, but the plaintiff was unable \nto locate property to recover on the judgment.  Id.  The plaintiff believed that the \ndefendant had possible legal claims against her insurance company and law firm for \ntheir failure to settle and thus moved the Court to appoint a receiver to pursue those \nclaims.  Id.  The trial court denied the motion and the plaintiff appealed.  Id. at 848.  \nOn appeal, the defendant argued that the trial court properly denied the plaintiff’s \nmotion because the cau ses of action that the plaintiff requested be placed in \n \n \nreceivership were unassignable personal tort claims.  Id. at 849.  The Court of Appeals \ndisagreed. \n242. In rejecting the defendant’s argument, the Court of Appeals explained that \n“the authority of a receiver to pursue a judgment-debtor’s legal claims is not limited \nsolely to those claims that are otherwise assignable. ”  Id. at 850.  To begin with, the \ncourt noted, “receivership is distinct from assignment.”  Id.  Assignment of personal \ntort claims giv es the assignee control of a claim, and thus promotes champerty, \nwhereas placing a claim in receivership hands control of the claim to a receiver, who \nis a “disinterested person appointed [and supervised] by a court [.]”  Id. (first citing \nCharlotte-Mecklenburg Hosp. Auth. , 340 N.C. at 91, 455 S.E.2d at 657; and then \nquoting Receiver, Black’s Law Dictionary (8th ed. 2014)).   “The purpose of a receiver \nof legal claims is in essence to act as a trustee,” the court reasoned, “and a claim being \nplaced in receivership is [thus], at most, analogous to an assignment of the proceeds \nof the claim, which are assignable .”  Id. (citing Charlotte-Mecklenburg Hosp. Auth., \n340 N.C. at 91, 455 S.E.2d at 657). \n243. “Moreover,” the court continued, “many exceptions” to the rule against the \nassignment of personal tort claims “have been recognized[,] and . . . it has come to be \ngenerally accepted that an agreement will not be held to be within the condemnation \nof the [rule] unless the interference is clearly officious and for the purpose of stirring \nup strife and continuing litigation .”  Id. (quoting Wright v. Commercial Union Ins. \nCo., 63 N.C. App. 465, 469, 305 S.E.2d 190, 192–93 (1983)).  The court concluded that \nthis risk of officious interference was not present where a receiver brings a pe rsonal \n \n \ntort claim “for the purpose of satisfying an outstanding judgment” against a debtor.  \nId.  “If a receiver elects to pursue a cause of action held by a judgment-debtor and the \njudgment-debtor prevails thereon, the debtor receives the full benefit of the award ,” \nthe court reasoned, as  any recovery would “be promptly applied to [the debtor’s] \ndebts,” and any excess would belong to the debtor.  Id. at 851.  As a result, none of \nthe public policy concerns supporting the rule against assigning personal tort claims \nwere presented by allowing the receiver to exercise control over the defendant’s \npersonal tort claims.  See id.   \n244. The Court concludes that the situation presented here is sufficiently similar \nto Haarhuis to follow the Court of Appeals’ reasoning in these circumstances.  Like \nin Haarhuis, the DRE Crossclaims are not controlled by a third party engag ed in \nchamperty, but by a court-appointed receiver.  (Epes Settlement Order 7.)   \n245. Admittedly, the fact pattern before the Court is unique in that the DRE \nCrossclaims were not placed directly into receiv ership but instead assigned to DRE \nby Dr. Epes as part of the court-approved settlement agreement between the Epeses \nand the CCSEA-related entities in receivership.  (See Joint Mot. Approve Settlement \nAgreement and Release Ex. A-2, at 1.)  Nonetheless, in approving the Receiver-Epes \nsettlement agreement, the Court did not give control of Dr. Epes’s causes of action to \na third-party assignee unrelated to this lawsuit.  Rather, the Court’s purpose was to \nprovide the Receiver with a means of exercising his independent judgment over those \nclaims (subject to the Court’s supervision) while minimizing conflicts with the Epeses.  \n(Epes Settlement Order 3 (stating that the purpose of forming DRE was to transfer \n \n \n“control of [Dr. Epes’s] assets and resolution of the claims against those assets to the \nReceiver”).)  DRE was created specifically to acquire Dr. Epes’s causes of action and \nassume his debts as a means of allowing the Receiver to collect assets, pay creditors, \ncompromise disputed claims and obligations, and resolve outstanding claims, debts, \nand obligations owned by or owed by Dr. Epes .  (See Joint Mot. Approve Settlement \nAgreement and Release Ex. C -2, at 4, ECF No. 53.)   Dr. Epes’s assignment of his \npersonal tort claims to DRE was thus clearly not “officious and for the purpose of \nstirring up strife and continuing litigation,” Haarhuis, 820 S.E.2d at 850, but was \nintended to avoid litigation and efficiently resolve claims, (Epes Settlement Order 4 \n(finding that “[a]n additional benefit of the settlement and this approach is to avoid \nthe Epeses expending considerable resources defending claims when those resources \ncould better be deployed toward resolving claims”).  As a result, the Court concludes \nthat the rule voiding assignments of personal tort claims is not applicable to Dr. \nEpes’s assignment of such claims to DRE. \n246. The Court is thus satisfied that  the rule stated in Revolutionary Concepts, \nInc. and similar cases does not void Dr. Epes’s assignment of his causes of action to \nDRE and does not jeopardize DRE’s standing to assert any of the DRE Crossclaims \nin this proceeding. \n247. Doug Harris ’s supplemental brief also contains arguments related to  the \nReceiver’s crossclaims brought on behalf of JDPW and CCSEA.  These arguments fall \noutside the narrow topic on which the Court requested supplemental briefing.  To the \nextent these arguments challenge the Receiver’s st anding to assert claims on behalf \n \n \nof JDPW or CCSEA, the Court has considered them and finds them meritless.  To the \nextent Doug Harris’s supplemental brief asserts other challenges to the Receiver’s \ncrossclaims, such arguments are outside the scope of allowed supplemental briefing, \nand the Court will not consider them at summary judgment.    \n2. Receiver’s Crossclaim for Indemnity \n \n248. Doug Harris first moves for summary judgment on the Receiver’s crossclaim \nfor indemnity.  The Receiver brings this crossclaim against Doug Harris on behalf of \nJDPW, DRE, and CCSEA , pleading that to the extent those entities are liable for \ncertain crossclaims against them by the Castle McCulloch Defendants, Doug Harris’s \nwrongful conduct is the cause of that liability .  (Receiver’ s Cross-cls. ¶ 474.)  As a \nresult, the Receiver asserts that Doug Harris is liable to JDPW, DRE, or CCSEA for \nanything found due and owing on the Castle McCulloch  Defendants’ crossclaims.  \n(Receiver’s Cross-cls. ¶¶ 474–75.)   \n249. Doug Harris argues that the Receiver’s crossclaim for indemnity should be \ndismissed at summary judgment because  it presents no theory, contract, or other \nfacts creating a duty to indemnify, is too vague, and fails to state a claim.  In response, \nthe Receiver argues that Doug Harris’s m otion and briefs are generalized, \nnonspecific, and do not meet his burden as a movant under Rule 56.     \n250. After reviewing the parties’ arguments and the record, particularly the \nCastle McCulloch Defendants’ crossclaims on which the Receiver asserts a right to \nindemnification, the C ourt concludes that Doug Harris’s burden has been met and \n \n \nthat the Receiver cannot forecast evidence supporting essential elements of an \nindemnity claim. \n251. “A right to indemnity exists whenever one party is exposed to liability by \nthe action of another who, in law or equity, should make good the loss of the other.”   \nCarl v. State, 192 N.C. App. 544, 557, 665 S.E.2d 787, 797 (2008) (quoting McDonald \nv. Scarboro, 91 N.C. App. 13, 22, 370 S.E.2d 680, 686 (1988)).  “In North Carolina, a \nparty’s right[] to indemnity can rest on three bases: (1) an express contract; (2) a \ncontract implied -in-fact; or (3) equitable concepts arising from the tort theory of \nindemnity, often referred to as a contract implied -in-law.”  Kaleel Builders, Inc. v. \nAshby, 161 N.C. App. 34, 38, 587 S.E.2d 470, 474 (2003).  The first of these is straight \nforward: parties may have a right to indemnity under the terms of a bargained-for \ncontract.  Id.  The second, indemnity implied -in-fact, “stems from the existence of a  \nbinding contract between two parties that necessarily implies the right.  The \nimplication is derived from the relationship between the parties, circumstances of the \nparties’ conduct, and that the creation of the indemnitor/indemnitee relationship is \nderivative of the contracting parties’ intended agreement.”  Id.  The third, indemnity \nimplied-in-law, “arises from an underlying tort, where a passive tort-feasor pays the \njudgment owed by an active tort -feasor to the injured third party .”  Id. at 39, 587 \nS.E.2d at 474; see also Hunsucker v. High Point Bending & Chair Co., 237 N.C. 559, \n563–64, 75 S.E.2d 768, 771 (1953). \n252. Examining first CCSEA’s right to claim indemnification , the Court notes \nthat the Castle McCulloch Defendants have each asserted a single crossclaim against \n \n \nCCSEA for “suretyship, indemnity, and contribution.”  (Am. Answer and Crossclaims \n56.)23  This crossclaim is based on allegations that CCSEA guaranteed and agreed to \nindemnify the Castle McCulloch Defendants on the Castle McCulloch Note.  (Am. \nAnswer and Crossclaims ¶ 419.)   Thus, there is no underlying tort for which the \nCastle McCulloch Defendants seek to hold CCSEA liable, and CCSEA does not have \na right to implied-in-law indemnity from Doug Harris.  See Hunsucker, 237 N.C. at \n563–64, 75 S.E.2d at 771.   Further, the Receiver  does not alleg e, and the record \ncontains no evidence of , an express agreement that Doug Harris would indemnify \nCCSEA for matters related to the Castle McCulloch Defendants’ crossclaim.  Finally, \nthe Receiver does not plead, and the record does not show evidence of, “ a binding \ncontract between  [Doug Harris and CCSEA] that necessarily implie [d]” a right to \nimplied-in-fact indemnification.  See Kaleel Builders, Inc. , 161 N.C. App. at 38 –39, \n587 S.E.2d at 474 (“[T]he creation of the indemnitor/indemnitee relationship is \nderivative of the contracting parties’ intended agreement .”)  In sum, the plea dings \nand evidence before the Court at summary judgment do not show that CCSEA is \nentitled to indemnity from Doug Harris on any of the three grounds provided by North \nCarolina law.   The Court therefore concludes that summary judgment is \nappropriately granted in Doug Harris’s favor to the extent the Receiver’s crossclaim \nfor indemnity is asserted on behalf of CCSEA. \n                                                 \n23  The Court here cites the Castle McCulloch Defendants’ pleadings filed August 30, 2016.  \nThe crossclaims asserted against CCSEA, JDPW, and DRE in the August 30, 2016 pleadings \nare identical to those asserted in the amended responsive pleadings filed by the Castle \nMcCulloch Defendants on March 2 and 3, 2017. \n \n \n253. The Receiver’s crossclaim for indemnity on JDPW’s behalf is also based on \na single crossclaim by the Castle McCulloch Defendants, namely, the crossclaim for \nnegligent misrepresentation against JDPW and Doug Harris.  Because the Court has \ndetermined that summary judgment is properly entered in JDPW’s favor on th at \ncrossclaim, JDPW no longer has a right to indemnification based on that crossclaim.  \nSee Jennette Fruit & Produce Co. v. Seafare Corp., 75 N.C. App. 478, 483, 331 S.E.2d \n305, 308 (1985).   The Court therefore concludes that summary judgment is \nappropriately granted in Doug Harris’s favor to the extent the Receiver’s crossclaim \nfor indemnity is asserted on behalf of JDPW. \n254. The single crossclaim asserted against DRE by the Castle McCulloch \nDefendants’ pleadings is a crossclaim for possession of certain collateral or the \nproceeds of that collateral.  ( Am. Answer and Crossclaims  ¶¶ 423–28.)  Thus, here, \ntoo, there is no underlying tort for which the Castle McCulloch Defendants seek to \nhold DRE liable, and DRE does not have a right to implied -in-law indemnity from \nDoug Harris.  See Hunsucker, 237 N.C. at 563–64, 75 S.E.2d at 771.  There is also no \nevidence in the record to show a contract for indemnity between DRE and Doug \nHarris or facts implying such a contract in fact. \n255. Further, to the extent DRE’s asserted right to indemnity is based on the  \nthird-party claims the Castle McCulloch Defendants assert against Dr. Epes in their \npost-summary-judgment Third-Party Complaint, those claims do not serve as a basis \nfor indemnity either.  For one thing, there is no evidence of an express contract or an \nimplied in fact contract between Dr. Epes and Doug Harris that would create a basis \n \n \nfor DRE’s indemnity claim.  Further still, the claims asserted against Dr. Epes do not \ngive rise to a right to implied-in-law indemnification.  \n256. The March 2 and 3, 2017 Third -Party Complaints filed by the Castle \nMcCulloch Defendants  assert two third -party claims against Dr. Epes: one for \nsuretyship, indemnity, and contr ibution in the event Plaintiffs  successfully enforce \nthe Castle McCulloch Note, and the second for fraud.  (See, e.g., Def. Castle McCulloch \nInc.’s Am. Answer Am. Consolidated Compl., Crossclaims in the Alternative, Third -\nParty Compl. ¶¶ 421–33 [hereinafter “Castle McCulloch Third-Party Compl.”], ECF \nNo. 853.)   Neither of these claims give Dr . Epes a right to seek implied -in-law \nindemnity. \n257. First, the claim against Dr. Epes for suretyship, indemnity, and contribution \nis not a tort and thus does not create a situation in which one alleged tortfeasor may \nseek indemnity from another, primarily responsible tortfeasor .  See Hunsucker, 237 \nN.C. at 563–64, 75 S.E.2d at 771.   \n258. Second, the Court concludes that the claim for fraud brought against Dr. \nEpes does not give Dr. Epes  the right, and therefore cannot give DRE the right , to \nseek indemnity from Doug Harris.  “The general rule of the common law is that there \nis no right to indemnity as between joint tort -feasors.”  Id. at 563, 75 S.E.2d at 771.  \nThe ability of a passively negligent tortfeasor to seek indemnity from a primarily \nnegligent tortfeasor, i.e., implied-in-law indemnity, is an exception to this rule.  See \nid. at 563–64, 75 S.E.2d at 771; Bost v. Metcalf, 219 N.C. 607, 609, 14 S.E.2d 648, 651 \n(1941); Taylor v. Jones Constr. Co., 195 N .C. 30, 32, 141 S.E. 492, 493 (1928).  The \n \n \nright to seek implied -in-law indemnity is “bottomed on acts of active and negative \nnegligence of joint tort -feasors,” Bost, 219 N.C. at 609, 14 S.E.2d at 651, and is \njustified by the rationale u nderlying “the entire law of indemnity,” that is, that the \npassively negligent tortfeasor, having discharged the obligations of the actively \nnegligent tortfeasor, is entitled to indemnity from the latter, Hunsucker, 237 N.C. at \n563, 75 S.E.2d at 771.  These considerations are not raised by the fraud claim against \nDr. Epes. \n259. The Castle McCulloch Defendants’ claim for fraud against Dr. Epes alleges \nthat in the event a transfer of certain paintings and chess sets from Dr. Epes to his \nwife is deemed valid, D r. Epes was later intentionally deceitful when he signed an \nagreement purporting to transfer ownership of that same property to Richard Harris \nwhile representing that the property was his and his alone.  (Castle McCulloch Third-\nParty Compl. ¶ 430, Ex. 3, at 2.)  The Castle McCulloch Defendants do not allege that \nDr. Epes is vicariously liable to them for the acts of another, but for his own acts.   \n(Castle McCulloch Third-Party Compl. ¶¶ 430–33.)  Thus, to succeed on this claim, \nthe Castle McCulloch Defenda nts must prove each element of a claim for fraud, \nincluding that Dr. Epes possessed the requisite scienter for fraud.  See Carcano v. \nJBSS, LLC, 200 N.C. App. 162, 177, 684 S.E.2d 41, 53 (2009) (“[T]he scienter required \nfor fraud is not present without both knowledge and an intent to deceive, manipulate, \nor defraud.” (internal quotation marks omitted)).  If Dr. Epes is adjudged liable to any \nof the Castle McCulloch Defendants, it will not be because he was “exposed to liability \nby the action of another,” Carl, 192 N.C. App. at 557, 665 S.E.2d at 797, but because \n \n \nhe was found to have engaged in intentional deceit himself.  Consequently, the Castle \nMcCulloch Defendants’ fraud claim against Dr. Epes  does not give Dr. Epes a right \nto indemnity from Doug Harris, and DRE does not have a basis for asserting such a \nright either.  The Court therefore concludes that summary judgment is appropriately \ngranted in Doug Harris’s favor to the extent the Receiver’ s crossclaim for indemnity \nis asserted on behalf of DRE. \n3. Receiver’s Crossclaims for Negligence, Breach of Fiduciary Duty, and \nConstructive Fraud on Behalf of JDPW \n \n260. The Receiver’s second crossclaim against Doug Harris on behalf of  JDPW, \nDRE, and CCSEA alleges that Doug Harris is liable to  each entity for professional \nnegligence due to his  failure to use due care in representing JDPW, Dr. Epes, and \nCCSEA as a licensed attorney.  (Receiver’s Cross-cls. ¶¶ 472, 477–79.)  Similarly, the \nReceiver’s third crossclaim asserts that Doug Harris breached his fiduciary duties as \nan attorney to JDPW, Dr. Epes, and CCSEA.  (Receiver’s Cross-cls. ¶¶ 472, 481–82.)  \nThe third crossclaim further pleads that Doug Harris undertook these breaches of his \nfiduciary duties in whole or in part to benefit himself and that Doug Harris’s conduct \nthus constitutes constructive fraud.  (Receiver’s Cross-cls. ¶ 483.) \n261. Doug Harris moves for summary judgment on the Receiver’s second and \nthird crossclaims for party -specific reasons.  The Court therefore begins by \naddressing Doug Harris’s and the Receiver’s arguments regarding these crossclaims \nto the extent they are asserted on JDPW’s behalf. \n262. With regard to JDPW, the Receiver  specifically alleges that Doug Harris \nwas negligent in his representation of JDPW and breached his fiduciary duties as an \n \n \nattorney to JDPW by, among other things, failing to adequately disclose risks \nassociated with releasing the Castle McCulloch Collateral; undertaking transactions, \nincluding the Settlement Agreement and the execution of the Release Deed, in which \nhe had a personal interest; causing JDPW to enter into a transaction with guarantors \nhe knew were insolvent; causing JDPW to incur debts it could not pay; and subjecting \nJDPW to risks in transactions in which it did not have material and actual economic \ninterests sufficient to justify said risks.  (Receiver’s Cross-cls. ¶ 472(e), (i), (v)–(y).) \n263. Doug Harris argues that summary judgment is appropriate in his  favor on \nthese crossclaims, to the extent they are premised on his role as an attorney for \nJDPW, because the claims sound in legal malpractice and are untimely under the \napplicable statute of limitations, N.C. Gen. Stat. § 1-15(c).  \n264. Negligence or breach of contract claims arising out of the performance of or \na failure to perform professional services are governed by section 1-15(c)’s time limits, \nSharp v. Teague, 113 N.C. App. 589, 592, 439 S.E.2d 792, 794 (1994) , as are c laims \nfor breach of fiduciary duty arising fr om the provision of professional services, \nNationsBank v. Parker , 140 N.C. App. 106, 113, 535 S.E.2d 597, 601 (2000) (citing \nHeath v. Craighill, Rendleman, Ingle & Blythe , 97 N.C. App. 236, 244, 388 S.E.2d \n178, 183 (1990)). \n265. Section 1-15(c) provides a minimum statute of limitations of three years for \nactions arising out of the performance of or failure to perform professional services: \nExcept where otherwise provided by statute, a cause of action for malpractice \narising out of the performance of or fail ure to perform professional services \nshall be deemed to accrue at the time of the occurrence of the last act of the \ndefendant giving rise to the cause of action . . . [p]rovided nothing herein shall \n \n \nbe construed to reduce the statute of limitation in any s uch case below three \nyears. \n \nN.C. Gen. Stat. 1 -15(c).  “When the [defendant’s] last act  . . . occurred is a factual \nissue” determined by the factfinder.  Chase Dev. Grp. v. Fisher, Clinard & Cornwell, \n211 N.C. App. 295, 305, 710 S.E.2d 218, 225 (2011). \n266. Section 1-15(c) also allows parties to bring claims based upon harm that was \nnot readily apparent at the time of the defendant’s last act within one year of the date \nthe claimant discovered, or reasonably should have discovered, the harm. \nProvided that whenever there is bodily injury to the person, economic or \nmonetary loss, or a defect in or damage to property which originates under \ncircumstances making the injury, loss, defect or damage not readily apparent \nto the claimant at the time of its origin, and the injury, loss, defect or damage \nis discovered or should reasonably be discovered by the claimant two or more \nyears after the occurrence of the last act of the defendant giving rise to the \ncause of action, suit must be commenced within on e year from the date \ndiscovery is made[.] \n \nN.C. Gen. Stat. § 1 -15(c).  Whether a claimant’s injury or loss was not readily \napparent to the claimant at the time of its origin is treated as an issue of fact unless \nthe record demonstrates that it may be resolved as a matter of law.  See Cheek v. \nPoole, 98 N.C. App. 158, 165, 390 S.E.2d 455, 460 (1990). \n267. Doug Harris first argues that the Receiver’s second and third crossclaims on \nJDPW’s behalf are untimely because the last act the Receiver points to as evidence of \nDoug Harris’s professional negligence or breach of fiduciary duties as an attorney for \nJDPW is Doug Harris’s March 15, 2013 execution of the Release Deed.  Because the \nReceiver’s crossclaims were not filed  until October 3, 2 016, more than three years \n \n \nafter this last act, Doug Harris contends any crossclaim for professional negligence \nor breach of fiduciary duty on JDPW’s behalf is untimely under section 1-15(c). \n268. The Receiver counters that the harm on which his second and third \ncrossclaims on JDPW’s behalf are based was not readily apparent to JDPW and could \nnot reasonably have been discovered by JDPW until it was placed in receivership on \nApril 28, 2016.  Thus, because the Receiver’s crossclaims were filed on October 3, \n2016, the Receiver contends that his second and third crossclaims should be deemed \ntimely under the “one-year-from-discovery” provision of section 1-15(c). \n269. The Court begins by examining whether the harm alleged on JDPW’s behalf \noccurred under circumstances that would have made that harm not readily apparent \nto JDPW, and thus whether JDPW qualifies for the one-year-from-discovery provision \nin section 1 -15(c). Doug Harris’s dual role as attorney and trustee for JDPW \ncomplicates this issue.   \n270. An express trust is “ a fiduciary relationship with respect to property, \nsubjecting the person by whom the property is held,” i.e., the trustee, “to equitable \nduties to deal with the property for the benefit of another person,” i.e., the beneficiary.   \nBland v. Branch Banking & Tr. Co., 143 N.C. App. 282, 287, 547 S.E.2d 62, 66 (2001); \nsee also Restatement (Second) of Trusts § 2 (Am. L. Inst. 1959) (defining a trust as “a \nfiduciary relationship with respect to property”).  The common law of trusts \nsupplements the North Carolina General Statutes, N.C. Gen. Stat. § 36C-1-106, and \n“[t]he common law . . . provides that any injury to the property placed in a trust may \nonly be redressed by the trustee ,” Slaughter v. Swicegood , 162 N.C. App. 457, 46 4, \n \n \n591 S.E.2d 577, 582 (2004).  This rule is subject to certain exceptions, such as allowing \na beneficiary to sue individually where a conflict of interest arises between the trustee \nand the beneficiary, see Fortune v. First Union Nat’l  Bank, 323 N.C. 146, 149, 371 \nS.E.2d 483, 485 (1988), or where the trustee has improperly refused or neglected to \nbring an action against a third person, in which case the beneficiary may maintain a \nsuit in equity against t he trustee and the third person,  Slaughter, 162 N.C. App. at \n465–66, 591 S.E.2d at 583 (citing Restatement (Second) of Trusts § 282) . Under \nnormal circumstances, however, the law is clear that the trustee and the trustee alone \nhas the ability to seek recourse f or injury to a trust’s prope rty.  Id. at 466–67; 591 \nS.E.2d at 583–84 (holding that individuals who were both settlors and beneficiaries \nof a trust did not have standing to assert a claim where the trustee did not refuse or \nneglect to bring an action to protect the trust). \n271. The application of this common law rule here would mean the power to \nredress any injury to JDPW’s property caused by Doug Harris as attorney lay in the \nhands of Doug Harris as trustee.  The conflict of interest inherent in this combination \nof positions wou ld make it “ unlikely, if not impossible, that Doug Harris would \ninvestigate and pursue potential claims against himself for potential violations of his \nfiduciary duty to the Trust. ”  (Order Approving Pls.’ Mot. Appointment Receiver for \nJDPW Trust 5.)  This fact pattern would also appear to create a situation in which \nJDPW’s beneficiary would have  standing to sue Doug Harris as JDPW’s trustee, \nattorney, or both, see Slaughter, 162 N.C. App. at 465–66, 591 S.E.2d at 583; Fortune, \n323 N.C. at 149, 371 S.E.2d at 485, but it is not apparent  from the record  that the \n \n \nbeneficiary of JDPW was aware of Doug Harris’s decision to use JDPW in the \nAssignment Agreement and the Settlement Agreement.  If the beneficiary was made \naware of this basis for potential claims against Doug Harris , the record is equally \nsilent as to when that happened.   \n272. On these facts, the Court concludes that a reasonable factfinder could \ndetermine that JDPW’s loss occurred under circumstances making the loss not \nreadily apparent to JDPW at the time of origin.  Thus, this issue is not susceptible to \nresolution in Doug Harris’s favor as a matter of law at summary judgment. \n273. Doug Harris further asserts that even if JDPW’s loss was not readily \napparent, the Receiver’s negligence and breach of fiduciary duty crossclaims are still \nuntimely because the Receiver, and thus JDPW, should be considered to have been \non notice of the basis for these claims since July 17, 2015, the date Plaintiffs filed the \nAmended Consolidated Compl aint and pleaded certain facts about Doug Harris’s \nconduct that now give rise to the Receiver’s crossclaims.  Thus, Doug Harris contends, \nbecause the Receiver knew about or reasonably should have known about Doug \nHarris’s complained of conduct on July 17, 2015, JDPW should  have brought its \ncrossclaims by July 17, 2016 to take advantage of section 1 -15(c)’s one-year-from-\ndiscovery provision.  The Court disagrees. \n274. The Court’s April 28, 2016 order placing JDPW into receivership vested the \nReceiver with the full authority available to a receiver under North Carolina law \nacting for and under the direction of the Court to take control of and administer the \nassets of JDPW.  (Order Approving Pls.’ Mot. Appointment Receiver for JDPW Trust \n \n \n8.)  This authority specifically permitted the Receiver to exercise all powers through \nor in place of JDPW’s trustee to the extent necessary to manage JDPW’s affairs in \nthe best interests of the trust’s beneficiary and creditors.  (Order Approving Pls.’ Mot. \nAppointment Receiver for JDPW Trust  8.)  The same order authorized the Receiver \nto take possession of JDPW’s records, books, bank accounts, other financial accounts, \nleases, deposits, ledgers, and other materials relating to JDPW’s operations.  ( Order \nApproving Pls.’ Mot. Appointment Receiver for JDPW Trust  9–10.)  April 28, 2016 \nwas thus the first date the Receiver had access to all of JDPW’s documents and had \nfull authority to investigate JDPW’s business.  The Court concludes that a reasonable \nfactfinder could d etermine that it was then that  the Receiver or  JDPW should \nreasonably have discovered the facts giving rise the current crossclaims against Doug \nHarris.  Such a determination would render the October 3, 2016 filing of the \nReceiver’s crossclaims timely. \n275. Consequently, the Court cannot conclude on the current record, as a matter \nof law at summary judgment, that the Receiver discovered, or reasonably should have \ndiscovered, the loss to JDPW before the date he was appointed to oversee and \nadminister the business of the trust,24 and thus cannot conclude as a matter of law \n                                                 \n24  Further, while the Court declines to reach this issue as a matter of North Carolina law at \nthis time , it is difficult to believe that under section 1 -15(c)’s one -year-from-discovery \nprovision a claim arising out of facts similar to those here —an attorney providing or failing \nto provide professional services to a trust for which he or she is also the sole trustee —could \nbegin to run before any other individual discovered (or should reasonably have discovered) \nthe facts giving rise to the claim and  also possessed standing to pursue that claim.  Accord \nDudley v. Allen, No. 6205, 1971 U.S. Dist. LEXIS 11038, at *3 –4 (W.D. Ken. Oct. 28, 1971) \n(concluding under Kentucky’s statute of limitations for fraud, which contained a discovery \nprovision, that alleged fraud by individuals who conspired with the board of directors of a \ncompany placed into receivership was not “discoverable” until the appointment of the \n \n \nthat the Receiver’s crossclaims for negligence and breach of fiduciary duty  brought \non JDPW’s behalf  are barred by section 1 -15(c)’s statute of limitations.  The Court \nwill therefore deny Doug Harris’s motion to the extent it requests summary judgment \non these crossclaims.   \n4. Receiver’s Crossclaims for Negligence, Breach of Fiduciary Duty, and \nConstructive Fraud on behalf of CCSEA and DRE \n \n276. The Court next addresses the Receiver’s second and third crossclaims to the \nextent these claims are asserted on behalf of CCSEA and DRE.  With regard to these \nentities, Doug Harris argues that the Receiver’s second and third crossclaims should \nbe dismissed because the claims are untimely under the four-year statute of repose \ncontained in N.C. Gen. Stat. § 1-15(c). \n277. As stated above, section 1 -15(c)’s time limits apply to claims for negligence \nor breach of fiduciary duty arising out of the performance of or failure to perform \nprofessional services.  See NationsBank, 140 N.C. App. at 113, 535 S.E.2d at 601; \nSharp, 113 N.C. App. at 592, 439 S.E.2d at 794.  Section 1-15(c)’s statute of repose \nprovides “in no event shall an action be commenced more than four years from the \nlast act of the defendant giving rise to the cause of action.”  N.C. Gen. Stat. § 1-15(c).  \n                                                 \nreceiver, “inasmuch as no one would have brought suit prior to that time”); cf. IIT, Int’l Inv. \nTr. v. Cornfeld , 619 F.2d 90 9, 930 (2d Cir. 1980) (“It would seem anomalous and unfair, \nhowever, to hold the liquidators to the knowledge of those in charge of [the trust] when the \nliquidators are complaining precisely of wrongs perpetrated by them.  When the liquidators \nassumed office, they did so free of any imputation of knowledge of the previous faithless \nmanagement[].”); Fla. Dep’t of Ins. v. Blackburn , 209 B.R. 4, 12 –13 (Bankr. M.D. Fla. May \n20, 1997) (citing cases to support the proposition that “courts have also held that, for statutes \nof limitation purposes, the receiver takes its appointment free of any imputation of knowledge \nof the previous mismanagement”). \n \n \n \nThe time period provided in the statute of repose is absolute.   “A statute \nof repose creates an additional element of the claim itself which must be satisfied in \norder for the claim to be maintained.”  KB Aircraft Acquisition, LLC v. Berry , 249 \nN.C. App. 74, 85, 790 S.E.2d 559, 567 (2016)  (quoting Goodman v. Holmes & \nMcLaurin, 192 N.C. App. 467, 474, 665 S.E.2d 526, 531 (2008)).  Thus, a plaintiff who \nfails to bring a claim within section 1-15(c)’s statute of repose period “literally has no \ncause of action.”  Head, 371 N.C. at 11, 812 S.E.2d at 838 (quoting Hargett v. Holland, \n337 N.C. 651, 655, 447 S.E.2d 784, 787 (1994)). \n278. Doug Harris contends that the Receiver’s second and third crossclaim s on \nbehalf of CCSEA and DRE are untimely under section 1-15(c)’s four-year statute of \nrepose because the record contains no evidence of any last act by Doug Harris giving \nrise to these crossclaims that occurred less than four years prior to the October 3,  \n2016 filing of the crossclaims.  Particularly, Doug Harris denies acting as an attorney \nfor CCSEA or Dr. Epes at any time after July 2012 except for certain representations \nundertaken in September 2012.  In support of this assertion, he points to a document \npurporting to be a contract executed by Dr. Epes in July 2012 that acknowledged that \nDoug Harris had previously represented Dr. Epes and his entities but was no longer \nengaged in such a representation.  (Mem. Law Supp. Douglas S. Harris’s Mot. Summ. \nJ. Gerald A. Jeutter’s Cross-cls. Behalf JDPW Trust, CCSEA, and DRE Against Doug \nHarris Ex. A, at 2, ECF No. 845.)   Doug Harris  further argues that even if the \nReceiver’s allegations are taken as true, the latest he could possibly have performed \n \n \na last act giving rise to the Receiver’s crossclaims is still September 2012.  Thus, Doug \nHarris argues, summary judgment in his favor is appropriate. \n279. In response, the Receiver contends that the March 15, 2013 execution of the \nRelease Deed should also be considered a n act giving rise to CCSEA’s and DRE’ s \nclaims.  Because this act occurred within the four years prior to the  Receiver filing \nhis crossclaims on behalf of CCSEA and DRE , the Receiver argues the crossclaims \nare timely. \n280. More specifically, the Receiver argues  that following the September 2012 \ntransactions, JDPW was obligated on a promissory note to NFI for $2.1 million dollars \nand held approximately $1.7 million in debt belonging to the Castle McCulloch \nDefendants and roughly $1.6–1.7 million in debt belonging to CCSEA as a means of \nmeeting that obligation.25  The Receiver points out that Doug Harris admits that he \ntook steps, including the execution of the March 15, 2013 Release Deed, to remove \ncollateral belonging to the Castle McCulloch Defendants from this po ol of assets \navailable to JDPW.26  (Harris Dep. I, at 866:19–868:23.)  The Receiver contends that the \nremaining CCSEA -related assets JDPW held were not sufficient to cover its $2.1 \nmillion obligation to NFI and that JDPW held no, or few, other assets.  Thus, the \n                                                 \n25  The total balance outstanding on all of the loans held by NewBridge in mid -2012 was \n$3,350,139.42.  (Settlement Agreement 2.)  When JDPW purchased the CCSEA and Castle \nMcCulloch Loans in September 2012, the Castle McCulloch Loan’s portion of the outstanding \ndebt was exactly $1,692,430.39.  (Am. Consolidated Compl. Ex. XX, ECF No. 192.)  \n \n26  While Doug Harris also testified in his deposition that he retained for JDPW any interests \nor property related to NSITE and believed JDPW could still call upon NSITE for some \namount of money, he also testified that he was aware that NSITE had no money.  (Harris \nDep. I, at 867:1–13.)   \n \n \nReceiver argues, Doug Harris’s decision to assign away the Castle McCulloch \nCollateral and forgo collection on the Castle McCulloch Loan essentially guaranteed \nthat JDPW would default on its loan from NFI and that NFI would turn to the CCSEA \nCollateral and additional pledged collateral from Dr. Epes to recover its money.  The \nReceiver asserts that the execution of the Release Deed therefore constituted a \nconflicted transaction for Doug Harris which left CCSEA and Dr. Epes with increased \nliability for JDPW’s debts and should be considered the last act giving rise to the \ncrossclaims for negligence and breach of fiduciary duty brought on behalf of CCSEA \nand DRE.  After a careful review of the record at summary judgment and controlling \nNorth Carolina case law, the Court disagrees. \n281. To determine when a professional’s last act occurred for purposes of section \n1-15(c), courts “consider the contractual relationship between the parties and when \nthe contracted-for services were completed.”  Head, 371 N.C. at 11–12, 812 S.E.2d at \n838.  When the professional is an attorney, “the contractual arrangement between \nattorney and client . . . determine[s] the extent of the attorney’s dut[ies] to the client \nand the end of the attorney’s professional obliga tion[s].”  Hargett, 337 N.C. at 658, \n447 S.E.2d at 789.  The duties an attorney owes to a client as the result of a legal \nrepresentation can vary depending upon the nature of the contractual agreement for \nthe attorney’s services.  Compare id. at 65 6–58, 447 S.E.2d at 788 –89 ( holding \nattorney’s contract for representation obligated him to prepare and supervise \nexecution of will, and afterwards his professional duties to testator were at an end), \nwith Sunbow Indus., Inc. v. London, 58 N.C. App. 751, 753, 294 S.E.2d 409, 410 (1982) \n \n \n(holding attorney’s contracted-for services imposed a duty to represent client during \nclosing and a continuing duty to perfect client’s security interest by filing a financing \nstatement).   \n282. In assessing when a claim falling under  section 1-15(c) begins to run, our \ncourts have taken a restrictive view of what may be considered a last act giving rise \nto a cause of action .   As one example, North Carolina courts have consistently held \nthat a continuing course of representation does not function as a continuing last ac t \nsuch that section 1 -15(c)’s time limits begin to run only once representation has \nended; the focus is instead on the specific acts constituting the alleged negligence or \nbreach of fiduciary duty.  See Carlisle v. Keith, 169 N.C. App. 674, 683–84, 614 S.E.2d \n542, 549 (2005) (explaining that the “continuing course of treatment doctrine” has \nbeen limited to medical malpractice cases and that the issue for the court in a legal \nmalpractice action is when the last act occurred,  not when an attorney’s \nrepresentation of a client ended) .  Further, when examining the contractual \nagreement between attorney and client to determine the extent of  the attorney’s \nprofessional duties and when a duty was breached, North Carolina courts have been \nreluctant to recognize  “continuing” duties that extend  beyond defined periods of \nrepresentation.  See Hargett, 337 N.C. at 655–57, 447 S.E.2d at 788–89 (holding that \nattorney’s last act was not failing “to fulfill a continuing duty to prepare a will \nproperly” but overseeing the execution of the will that was actually prepared ).  \nIndeed, continuing duties stemming from  an attorney’s representation  of a client \nhave only been recognized  in very limited circumstances  in which the dut ies were \n \n \nimposed by the contractual agreement between the attorney and client.  See Sunbow \nIndus., Inc., 58 N.C. App. at 753, 294 S.E.2d at 410; see also Hargett, 337 N.C. at 657–\n58, 447 S.E.2d at 789 (explaining that the contractual arrangement between attorney \nand client in Sunbow allowed the attorney’s continuous failure to perfect a security \ninterest to amount to a last act giving rise to the claim). \n283. Here, the Receiver’s pleading contains multiple allegations that Doug \nHarris failed to properly advise CCSEA and Dr. Epes  leading up to the September \n21, 2012 transactions, ( see Receiver’s Cross -cls. ¶¶ 472(a) –(b), (g), (p), (q), (z)), \nrepresented multiple parties in the transactions despite conflicts of interest he failed \nto disclose, ( see Receiver’s Cross-cls. ¶¶ 472(d), ( i), (l), (r), (aa) –(bb)), and otherwise \nfailed to competently represent CCSEA and Dr. Epes with regard to the transactions, \n(see Receiver’s Cross-cls. ¶¶ 472(g), (h), (k), (o), (q), (s), (v), (w), (y)).  However, with \nthe exception of the execution of the March 15, 2013 Release Deed, the Receiver does \nnot allege or point to evidence showing a negligent act occurring on or after October \n3, 2012  or an act after that date that would constitute  a breach of Doug Harris’s \nprofessional obligations arising out of his contracted-for services.  Further, although \nthe Receiver argued at the hearing on the Motions for Summary Judgment that \nevidence in the record demonstrates that Doug Harris continued to represent CCSEA \nor Dr. Epes in certain litig ation until October 2012, the record does not support the \nReceiver’s contention, and, in any event, continued representation does not establish \na last act for section 1 -15(c)’s purposes.  See Carlisle, 169 N.C. App. at 683–84, 614 \n \n \nS.E.2d at 549; Teague v. Isenhower , 157 N.C. App. 333, 338, 579 S.E.2d 600, 604 \n(2003). \n284. As to the execution of the Release Deed, the Receiver does not allege or argue \nthat Doug Harris was providing professional services to either CCSEA or Dr. Epes as \nlate as March 2013, and the record contains no evi dence that Doug Harris was \nrepresenting either party at that point in time.  Thus, to make a case that the March \n15, 2013 Release Deed served as a last act under section 1 -15(c), the Receiver must \nshow that the execution of the Release Deed constituted a v iolation of a continuing \nduty arising out of Doug Harris’s previous contractual agreements with CCSEA and \nDr. Epes.  After a review of the record, the Court concludes that the Receiver has not \nproduced evidence showing such a continuing duty  was imposed by  Doug Harris’s \nprevious representations. \n285. The Receiver’s argument that the execution of the Release Deed constitutes \na last act of negligence or a last act breaching a fiduciary duty focuses on the notion \nthat the Release Deed benefitted Doug Harris and/or his brother and left Doug \nHarris’s former clients, CCSEA and Dr. Epes, “in a worse off position than they were” \nwhen JDPW held interests in the Castle McCulloch Collateral.   (Hr’g Tr. 125:9–15.)  \nEssentially, the Receiver argues  that the Release Deed must amount to a last act \ngiving rise to a cause of action for professional negligence or breach of fiduciary duty \nbecause in executing the Release Deed  Doug Harris served the interests of a party \nadverse to CCSEA and Dr. Epes , to their detriment, after previously representing \n \n \nboth CCSEA and Dr. Epes.  This argument, however, faces an obstacle raised by the \nlimited North Carolina case law addressing such situations. \n286. While North Carolina law recognizes that an attorney’s concurrent and \ncontinuing “representation of two or more clients with adverse or conflicting interests \n[may] constitute[] such misconduct as to subject him to liability for malpractice,” \nJenkins v. Wheeler, 69 N.C. App. 140, 145, 316 S.E.2d 354, 358 (1984), the Court’s \nresearch indicates that there is little authority in North Carolina addressing claims \nfor legal malpractice based upon adverse acts occurring after the conclusion of an \nattorney-client relationship.  The one case that appears to have confronted a relevant \nfact pattern, State ex rel. Long v. Petree Stockton, LLP, 129 N.C. App. 432, 499 S.E.2d \n890 (1998), indicates that if such a claim is possible, “[a] cause of action is not \nestablished merely by showing that ” the attorney “ had access to confidential \ninformation or that” his or her subsequent “representation was adverse.”  Id. at 448, \n499 S.E.2d at 800.  Rather,  “[t]he former client must establish .  . . that the attorney \npossessed and misused the client’s confidences [and] that the fiduciary breach was a \nproximate cause of the injury.”  Id. \n287. Under the rule expressed in Long, the Receiver’s allegations and evidence \nconcerning the execution of the Release Deed do not support a cause of action against \nDoug Harris.   The Receiver has not alleged or argued that Doug Harris misused \ninformation obtained in confidence from CCSEA or Dr. Epes in executing the Release \nDeed, and no facts in the r ecord demonstrate such a misuse  of former client s’ \nconfidences.  Accordingly, the Court concludes that the  March 15, 2013 execution of \n \n \nthe Release Deed cannot be considered an act giving rise to a claim for professional \nnegligence or breach of fiduciary duty by CCSEA or DRE.   \n288. As a result of the above, the Court concludes that no genuine issue of \nmaterial fact exists as to the timeliness of the Rece iver’s crossclaims brought on \nbehalf of CCSEA and DRE for negligence and breach of fiduciary duty.  The record \ncontains no evidence of a n act by Doug Harris giving rise to either claim  within the \nfour years preceding the date the Receiver filed his crossclaims, and thus these claims \nare barred by section 1 -15(c)’s statute of repose.  See Hargett, 337 N.C. at 655, 447 \nS.E.2d at 788.27 \n289. As previously noted, however, the Receiver’s third crossclaim also contains \nan allegation that Doug Harris’s conduct constituted constructive fraud.  (Receiver’s \nCross-cls. ¶ 483.)  Doug Harris,  in moving for summary judgment, argued that the \nReceiver’s “legal malpractice and breach of fiduciary duty claims” should be \ndismissed, (Douglas S. Harris’s Reply Receiver’s Resp . Harris Mot. Summ. J. Cross -\ncls. 8, ECF No. 913), but did not discuss or provide argument on the Receiver’s \ncrossclaim for constructive fraud.  As the party moving for summary judgment, Doug \nHarris bears the burden of proving that no issue of material fac t exists as to each of \n                                                 \n27  In his response brief, the Receiver also argues “that the Cross Claims were asserted in an \namended answer in response to an amended complaint and therefore can relate back under \nRule 15 . . . to the initial answer.”  (Receiver’s Resp. Harris Mot. Summ. J. Cross-cls. 2, ECF \nNo. 892.)  For relation back under Rule 15(c), however, a claim asserted in an amended \npleading is deemed “ to have been interposed at the time the claim in the original pleading \nwas interposed[.]”  N.C. R. Civ. P. 15(c) (emphasis added).  The Receiver’s crossclaims against \nDoug Harris were asserted for the first time in the Receiver’s October 3, 2016 answer to the \nCastle McCulloch Defendants’ crossclaims.  Thus, the crossclaims have no earlier “claim in \n[an] original pleading” to which they can relate back.  As a result, the Receiver’s relation back \nargument under Rule 15(c) is without merit. \n \n \nthe Receiver’s causes of action.  Because Doug Harris did not discuss  or advance \narguments concerning  the Receiver’s constructive fraud crossclaim, the Court \nconcludes he has not met his burden as to that claim.  Accordingly, the Rec eiver’s \ncrossclaim for constructive fraud shall proceed to trial.  See Jones v. N.Y. City Health \n& Hosp. Corp. , No. 00 Civ. 7002 (CBM), 2003 U.S. Dist. LEXIS 9014, at *2 –3 \n(S.D.N.Y. May 29, 2003) (holding that although defendants moved for summary \njudgment with respe ct to all claims, they did not argue or discuss plaintiff’s \ntermination claim and thus failed to meet their burden  at summary judgment with \nrespect to that claim).  \n5. Receiver’s Crossclaim for Breach of Trustee’s Duties and Constructive \nFraud \n \n290. The fourth crossclaim contained in the Receiver’s pleading alleges that Doug \nHarris breached his fiduciary duties as trustee of JDPW and did so to benefit himself, \npointing again to Doug Harris’s de cisions to, among other things,  involve JDPW in \nthe Settlement Agreement and release the Castle McCulloch Deed of Trust   \n(Receiver’s Cross-cls. ¶¶ 472(i), (v)–(y), 485, 487.)  The Receiver alleges that it was as \na result of these acts that JDPW was exposed to certain legal liabilities and has now \nincurred the allowed claim of $2.1 million against it as part of its settlement \nagreement with Plaintiffs.  (Receiver’s Cross-cls. ¶¶ 485–86.) \n291. Doug Harris moves for summary judgment on this crossclaim and argu es \nthat his acts cannot be considered the proximate cause of the alleged injury to JDPW.  \nDoug Harris contends that this is so because it was the Receiver , not Doug Harris, \nwho decided to settle with Plaintiffs and allow the $2.1 million claim against JDPW \n \n \nonce JDPW was placed in receivership.  Thus, Doug Harris argues, JDPW’s liability \nin this case is the result of the Receiver’s negligence or intentional misconduct, not \nDoug Harris’s actions. \n292. The Receiver responds by first pointing out that Doug Harris cites no \nauthority to support his proposition—that a court-approved settlement negotiated by \na receiver can insulate a trustee from liability for his or her actions leading up to the \nappointment of the receiver.  The Receiver also contends that Doug Harris’s argument \nignores the multiple  transactions Doug Harris brought JDPW into despite clear \nconflicts of interest on his part. \n293. Under North Carolina law, a trustee under any trust is a fiduciary and owes \ncertain duties to the beneficiaries of that trust.  N.C. Gen. Stat. § 32 -2(a); see, e.g., \nN.C. Gen. Stat. § 36C-8-802.  A breach of these fiduciary duties is considered a breach \nof trust.  N.C. Gen. Stat. § 36C-10-1001(a).   \n294. To prove a breach of fiduciary duty, a “plaintiff must show that:  \n(1) defendant owed plaintiff a fiduciary duty; (2) defe ndant breached his fiduciary \nduty; and (3) the breach of fiduciary duty was a proximate cause of injury to plaintiff.”  \nMiller v. Burlington Chem. Co., 2017 NCBC LEXIS 6, at *23 (N.C. Super. Ct. Jan. 27, \n2017) (citing Farndale Co. v. Gibellini, 176 N.C. App. 60, 68, 628 S.E.2d 15, 20 (2006)).  \nWhere a claimant also shows that the breaching fiduciary exploited the fiduciary \nrelationship to his or her advantage or benefit, the claimant will have a claim for \nconstructive fraud.  Hewitt v. Hewitt, 798 S.E.2d 796, 800 (N.C. Ct. App. 2017). \n \n \n295. Proximate cause is defined as “a cause which in natural and continuous \nsequence, unbroken by any new and independent cause, produced the plaintiff ’s \ninjuries, and without which the injuries would not have occurred.”   Adams v. Mills, \n312 N.C. 181, 192, 322 S.E.2d 164, 172 (1984)  (quoting Hairston v. Alexander Tank \n& Equip. Co., 310 N.C. 227, 233, 311 S.E.2d 559, 565 (1984)) .  Questions concerning \nproximate cause are ordinarily best left to the jury.  Williams v. Carolina Power & \nLight Co., 296 N.C. 400, 403, 250 S.E.2d 255, 258 (1979).   The Court should only \ndecide issues of proximate cause in those cases where reasonable minds could not \ndiffer as to the foreseeability of injury.  Id. \n296. Although in Doug Harris’s view JDPW’s liabil ity may be due solely to the \nReceiver’s decision to settle Plaintiffs’ claims  against the trust , the Court cannot \nconclude as a matter of law that the Receiver’s settlement with Plaintiffs was a “new \nand independent cause,”  Adams, 312 N.C. at 192, 322 S.E.2d at 172, of injury to \nJDPW when viewing the facts here in the light most favorable to the Receiver or \nJDPW.  Further, evidence in the record tends to show other potential ways in which \nDoug Harris breached his duties to JDPW, separate and a part from the $2.1 million \nclaim settlement.  For example, Doug Harris testified that he caused JDPW to pay at \nleast $25,000 in furtherance of the Settlement Agreement between NewBridge and \nthe Settlement Debtors.  (Harris Dep. I, at 382:9–383:12.)  Doug Harris also testified \nabout his attempts to remove the assets associated with the Castle McCulloch \nDefendants from JDPW’s possession in order to provide relief to his brother and his \nbrother’s entities.  (Harris Dep. I, at 867:20–868:23.)  Both of these facts support the \n \n \nReceiver’s assertions that Doug Harris compromised the assets of JDPW and used \nthe trust for transactions that personally benefitted himself. \n297. For these reasons, the Court concludes that Doug Harris’s request for \nsummary judgment on the Receiver’s fourth crossclaim should be denied.  \n6. Receiver’s Crossclaim for Unfair or Deceptive Trade Practices \n \n298. The Receiver, on behalf of CCSEA and DRE, a lleges that Doug Harris, to \nthe extent he denies the existence of an attorney -client relationship with CCSEA or \nDr. Epes at any relevant time, is liable to CCSEA and DRE for unfair or deceptive \ntrade practices under N.C Gen. Stat. § 75 -1.1 as a result of acts he carried out as \ntrustee of JDPW.  The Receiver also asserts that Doug Harris must indemnify JDPW \nfor any liability the trust suffers as a result of Doug Harris’s unfair or deceptive acts.   \n299. Doug Harris moves for summary judgment in his favor on this crossclaim, \narguing that the alleged acts giving rise to the crossclaim constitute the rendering of \nprofessional services and are thus exempt from a claim under the UDTPA.  For the \nreasons already stated in connection with the Court’s dismissal of Plaintiffs’ claim for \nunfair or deceptive trade practices, the Court agrees.   \n300. Much like Plaintiffs’ argument in support of their section 75 -1.1 claim, the \nReceiver incorrectly assumes that if Doug Harris was not acting as an attorney for \nCCSEA or Dr. Epes then Doug Harris ’s conduct cannot fall under the learned \nprofession exception .  This argument ignores the  settled rule that an attorney’s \nrendering of legal services to another cannot provide a basis for an unfair or deceptive \ntrade practices claim against the attorney or the attorney’s client.  See Moch, 251 \n \n \nN.C. App. at 208 –09, 794 S.E.2d at 904; Davis Lake Cmty. Ass’n , 138 N.C. App. at \n297, 530 S.E.2d at 869.   \n301. Whether an act constitutes the rendering of professional services, and thus \nwhether a party’s acts were outside the scope of the UDTPA’s definition of commerce, \nis a question of law for the Court to decide.  Hardy, 288 N.C. at  310, 218 S.E.2d at \n346–47.  Here, even if Doug Harris was not serving as CCSEA’s or Dr. Epes’s attorney \nduring the negotiations for the Settlement Agreement  and the Assignment \nAgreement, and in the time  leading up to and  following both transactions, the \nundisputed facts still show that Doug Harris was a duly lic ensed attorney who was \nrepresenting JDPW and engaging in acts that are commonly considered within the \npurview of legal services.  Cf. N.C. Gen. Stat. § 84 -2.1(a) (“The phrase ‘practice law’ \nas used in this Chapter is defined to be performing any legal service for any  other \nperson . . . specifically including . . . assisting by advice, counsel, or otherwise in any \nlegal work; and to advise or give opinion upon the legal rights of any person, firm or \ncorporation[.]”); N.C. Gen. Stat. § 84-4 (making it unlawful for persons except active \nmembers of the State Bar to prepare legal document s for another person, firm, or \ncorporation ); Pledger, 257 N.C. at 636, 127 S.E.2d at 339 (“Practice of law embraces \nthe preparation of legal documents and contracts by which legal rights are secured.”).  \nThat self-serving goals may have motivated those acts, or that Doug Harris’s conduct \nmay not have conformed to legal or ethical standards, are not proper factors for the \nCourt’s analysis.   See Wheeless, 237 N.C. App. at 589–91, 768 S.E.2d at 123 –24; \nAlamance Family Practice, P.A., 2018 NCBC LEXIS 83, at *24.   \n \n \n302. Reviewing the undisputed facts at summary judgment, the Court concludes \nthat no genuine issue of material fact exists as to this issue and that Doug Harris’s  \nacts upon which the Receiver bases his section 75 -1.1 crossclaim were professional \nservices rendered by a member of a learned profession .  See Moch, 251 N.C. App. at \n208–09, 794 S.E.2d at 904 ; Reid, 138 N.C. App. at 267 –68, 531 S.E.2d at 236; Davis \nLake Cmty. Ass’n, 138 N.C. App. at 297, 530 S.E.2d at 869.  The Court will therefore \ngrant Doug Harris’s motion for summary judgment as to this crossclaim. \n7. Receiver’s Crossclaim for Equitable Relief \n \n303.  The Receiver’s sixth crossclaim on behalf of JDPW, CCSEA, and DRE \nrequests equitable relief from the Court to “return each [claimant], or any of them, as \nnear as possible to the position they occupied before the breaches of duty by Doug \nHarris, including but not limited to rescission, restitution, an accounting, and voiding \nof illegal or inequitable transactions.”  (Receiver’s Cross-cls. ¶ 496.) \n304. Doug Harris argues that summary judgment should be granted in his favor \nagainst JDPW, CCSEA, and DRE on this crossclaim because each entity slept on its \nlegal rights and should not be allowed to recover in equity when it neglected to bring \nits claims in a timely manner.  As detailed above, however, the Receiver still \nmaintains at least one crossclaim against Doug Harris on behalf of each entity.  Thus, \nDoug Harris’s first argument  against the Receiver’s request for equitable re lief will \nnot succeed. \n305. Doug Harris next contends that equity should not be available to JDPW, \nCCSEA, or DRE because each entity has adequate remedies at law.  The Court cannot \n \n \nagree with this assertion based on the current record at this stage of these \nproceedings. \n306. Generally, “[e]quity will not lend its aid in any case where the party seeking \nit has a full and complete remedy at law.”  Daugherty v. Cherry Hosp., 195 N.C. App. \n97, 102, 670 S.E.2d 915, 919 (2009) (quoting Centre Dev. Co. v. County of Wilson , 44 \nN.C. App. 469, 470, 261 S.E.2d 275, 276 (1980)).  When examining the adequacy of a \nclaimant’s remedy at law, however, courts should be mindful that “an adequate \nremedy is not a partial remedy.  It is a full and complete remedy, and one that is \naccommodated to the wrong which is to be redressed by it.”  Moore v. Moore, 297 N.C. \n14, 16, 252 S.E.2d 735, 738 (1979) (quoting Sumner v. Staton, 151 N.C. 198, 201, 65 \nS.E. 902, 904 (1909)).  Thus, to preclude the availability of equitable relief, the remedy \navailable at law  “must be as practical and as efficient to the ends of justice and its \nprompt administration as the remedy in equity.”  Id.   \n307. Whether monetary damages will provide a claimant an adequate remedy at \nlaw depends upon the facts of the case and the injury in question.  See Whalehead \nProps. v. Coastland Corp. , 299 N.C. 270, 283, 261 S.E.2d 899, 907 –08 (1980) \n(reversing denial of prayer for specific performance where “the trial court was without \nthe necessary facts to determine whether damages would have provided defendants \nan adequate remedy at law”).  One factor courts consider on this point is the “difficulty \nand uncertainty of collec ting such damages after they are awarded.”  Lasecki v. \nLasecki, 809 S.E.2d 296, 306 (N.C. Ct. App. 2017)  (quoting Whalehead Props., 299 \nN.C. at 283, 261 S.E.2d at 908). \n \n \n308. The insolvency of multiple parties, and the resulting importance of their \nphysical assets and other collateral, has been a common thread running throughout \nthis case.  Although the Receiver, acting for JDPW, CCSEA, and DRE, may succeed \non certain crossclaims against Doug Harris and  receive an award of monetary \ndamages, the Court is not convinced, on the current record, that such relief will be \nfull and complete or fully collectable.  The Court thus concludes that Doug Harris has \nnot shown at summary judgment that JDPW’s, CCSEA’s, or DRE’s potential remedies \nat law will be adequate such that the Receiver should be denied the ab ility to seek \nequitable relief against him on their behalf .  Doug Harris’s request for summary \njudgment on this crossclaim is denied.  \n8. Receiver’s Crossclaim in Equity to Set Aside Release Deed and Assignment \nof Castle McCulloch Note \n \n309. The seventh crossclaim by the Receiver is brought on behalf of JDPW.  This \ncrossclaim asks the Court to void the Release Deed and the alleged assignment of the \nCastle McCulloch Note to the Castle McCulloch Defendants, alleging that Doug \nHarris breached his duties to JDPW as trustee in transferring or impairing these \nassets without receiving adequate compensation for JDPW.  (Receiver’s Cross -cls. \n¶¶ 498–502.) \n310. Despite moving for summary judgment on all crossclaims brought by the \nReceiver, Doug Harris does not present an argument for summary judgment on this \ncrossclaim specifically.  To the extent Doug Harris’s argument against equitable relief \non timeliness grounds applies to this crossclaim, that argument is unsuccessful for \nthe reasons already mentioned.  To the extent Doug Harris argues that an adequate \n \n \nremedy exists at law for the complained of acts, the Court again concludes that Doug \nHarris has not met his burden of showing the adequacy of such a remedy at summary \njudgment.  The Court also notes that the relief requested by this crossclaim is \nexpressly available under N.C. Gen. Stat. § 36C-10-1001 to remedy a breach of trust.  \nN.C. Gen. Stat. § 36C -10-1001(b)(9) ( “To remedy a breach of trust that has \noccurred . . . the court may  . . . [s]ubject to G.S. 36C -10-1012, void an act of the \ntrustee, impose a lien or a constructive trust on trust property, or trace trust property \nwrongfully disposed of  and recover the property or its proceeds[.]” ).  Doug Harris’s \nmotion will thus be denied as to this crossclaim. \n9. Receiver’s Crossclaim for “Other Causes of Action” \n \n311. Doug Harris finally moves for summary judgment on the Receiver’s eighth \ncrossclaim brought on behalf of JDPW, CCSEA, and DRE, arguing that this last \ncrossclaim is improper under the Rules of Civil Procedure and fails to state a claim. \n312. The Receiver’s eighth crossclaim is titled “Other Causes of Action.”   This \ncrossclaim pleads that JDPW, CCSEA, and DRE, “[h]aving been directly and \nproximately damaged in excess of $25,000 as described above . . . seek recovery under \nall causes of action allowed by North Carolina or federal law based upon the facts, \ntransactions and occurrences as alleged above and as proven at trial.”  (Receiver’s \nCross-cls. ¶ 503.)  The next paragraph of the crossclaim goes on to state that JDPW, \nCCSEA, and DRE “seek recovery from Castle McCulloch for aiding and abetting the \nwrongs set fo rth above through the conduct of its attorney Douglas Harris” and \nalleges that this conduct also “constitutes unfair and deceptive trade practices and \n \n \notherwise entitles JDPW, CCSEA, and DRE to equitable relief.”  (Receiver’s Cross -\ncls. ¶ 504.) \n313. Summary judgment is appropriate where an essential element of a party’s \nclaim does not exist or cannot be proven at trial.  Dobson, 352 N.C. at 83, 530 S.E.2d \nat 835.  Where a party entirely fails to state a claim upon which relief can be granted, \nsummary judgment is also appropriate, because in such cases “any issue of fact which \nexists would not be material.”  Poston v. Morgan-Schultheiss, Inc., 46 N.C. App. 321, \n323–24, 265 S.E.2d 615, 616 (1980).   \n314. Further, i n order to properly plead a claim in North Carolina , at a bare \nminimum, a c laimant must comply with Rule 8(a)(1) and state his or her claim \n“sufficient[ly] to enable the adverse party to understand the nature of the claim, to \nanswer, and to prepare for trial.”  Plasman v. Decca Furniture (USA), Inc., 811 S.E.2d \n616, 621 (N.C. Ct. App. 2018) (quoting Piro v. McKeever, 245 N.C. App. 412, 415, 782 \nS.E.2d 367, 370 (2016)); see N.C. R. Civ. P. 8(a)(1).  A claim that fails to comply with \nRule 8(a)(1) may be dismissed as failing to state a claim upon which relief ca n be \ngranted.  See Plasman, 811 S.E.2d at 626 (holding that plaintiffs’ failure to plead \ntheir claims properly under Rule 8(a)(1) warranted a dismissal pursuant to Rule \n12(b)(6)).   \n315. The Receiver’s eighth crossclaim asserts nothing more than a general right  \nto recover under “all other causes of action allowed by North Carolina or federal \nlaw[.]”  (Receiver’s Cross-cls. ¶ 503.)   The crossclaim does not make out any legally \ncognizable claim against Doug Harris  and is not sufficiently stated to allow an \n \n \nadverse party in Doug Harris’s position to understand the nature of the claim brought \nagainst him.  The Court therefore concludes that this crossclaim fails to state a claim \nupon which relief can be granted to the extent it attempts to assert a claim again st \nDoug Harris .  As a result, Doug Harris’s motion for s ummary judgment will be \ngranted and this crossclaim is dismissed to the extent it asserts a claim against him. \nIV. \nCONCLUSION \n316. WHEREFORE, the Court hereby ORDERS as follows: \na. Doug Harris’s Motion as to Plaintiffs’ Claims is GRANTED.  Plaintiffs’ \nclaims against Doug Harris for legal malpractice and misrepresentation, \nfraud, unfair or deceptive trade practices, and punitive damages are \ndismissed with prejudice. \nb. The Castle McCullo ch Defendants’ Motion is GRANTED in part  and \nDENIED in part as follows: \ni. To the extent the Castle McCulloch Defendants’ Motion requests \nsummary judgment on Count 8  (Fraud) of Plaintiffs’ Amended \nConsolidated Complaint, the Motion is DENIED as moot . \nHowever, the Court’s ruling precludes NFI from contending at \ntrial that it has asserted a fraud or vicarious liability claim \nagainst the Castle McCulloch Defendants. \nii. To the extent the Castle McCulloch Defendants’ Motion requests \nsummary judgment on Count 14  (Possession of Confession of \n \n \nJudgment: Constructive Trust)  of Plaintiffs’ Amended \nConsolidated Complaint, the Motion is GRANTED.  Plaintiffs’ \nCount 14 is dismissed with prejudice. \niii. To the extent the Castle McCulloch Defendants’ Motion requests \nsummary judgment on  Count 16 (Declaratory Judgment: Castle \nMcCulloch Collateral)  of Plaintiffs’ Amended Consolidated \nComplaint, the Motion is GRANTED.  Plaintiffs’ Count 16 is \ndismissed with prejudice. \niv. To the extent the Castle McCulloch Defendants’ Motion requests \nsummary ju dgment on Counts 26  (Motion for Temporary \nRestraining Order: Castle McCulloch Collateral)  and 27  \n(Preliminary and Permanent Injunction: Castle McCulloch \nCollateral) of Plaintiffs’ Amended Consolidated Complaint, the \nMotion is GRANTED.  Plaintiffs’ Counts 26 and 27 are dismissed \nwith prejudice. \nv. To the extent Plaintiffs’ Count 28 (Equitable Subrogation: \nNewBridge Bank Collateral) seeks possession of the Castle \nMcCulloch Collateral or the Confession of Judgment, the Castle \nMcCulloch Defendants’ Motion is GRANTED, and Plaintiffs’ \nCount 28 is dismissed with prejudice.  To the extent Count 28 \nseeks possession of the CCSEA Collateral, the Castle McCulloch \nDefendants’ Motion is DENIED as moot. \n \n \nvi. To the extent Plaintiffs’ Count 30 (Judicial Assignment) requests \njudicial assignment of the Confession of Judgment or the Castle \nMcCulloch Collateral or Loan Documents, the Castle McCulloch \nDefendants’ Motion is GRANTED, and Plaintiffs’ Count 30 will \nbe dismissed with prejudice.  To the extent Plaintiffs’ Count 30  \nseeks judic ial assignment of the  CCSEA Collateral, the Castle \nMcCulloch Defendants’ Motion is DENIED as moot. \nvii. To the extent the Castle McCulloch Defendants’ Motion requests \nsummary judgment on Count 13 (Possession of Castle McCulloch \nCollateral: Breach of Contract an d Constructive Trust) of \nPlaintiffs’ Amended Consolidated Complaint, the Motion is \nGRANTED.  Plaintiffs’ Count 13 is dismissed with prejudice \nviii. To the extent the Castle McCulloch Defendants’ Motion requests \nsummary judgment on Plaintiffs’ Count 33 (Unjust Enrichment), \nthe Motion is GRANTED.  Plaintiffs’ Count 33 against the Castle \nMcCulloch Defendants and NSITE is dismissed with prejudice. \nix. To the extent Plaintiffs’ Count 34  (Demand for Inventory and \nInspection) seeks inventory and  inspection of the Castle \nMcCulloch Collateral or Loan Documents, or the Confession of \nJudgment, the Castle McCulloch Defendants’ Motion for \nSummary Judgment is GRANTED, and Plaintiffs’ Count 34 is \ndismissed with prejudice.  To the extent Plaintiffs’ Count 34 seeks \n \n \ninventory and inspection of the CCSEA Collateral, the Castle \nMcCulloch Defendants’ Motion is DENIED as moot. \nc. To the extent Plaintiffs’ Motion for Partial Summary Judgment requests \nsummary judgment on Counts 14, 16, and 27, as well as on Counts 28 \nand 30 to the extent those claims seek relief with regard to the Castle \nMcCulloch Collateral or the Confession of Judgment, Plaintiffs’ Motion  \nis DENIED.  To the extent Plaintiffs’ Motion for Partial Summary \nJudgment requests summary judgment on Count 15,  as well as on \nCounts 28 and 30 to the extent those claims seek relief with regard to \nthe CCSEA Collateral, Plaintiffs’ Motion is DENIED as moot. \nd. Plaintiffs and Nivison’s Motion as to Doug Harris’s Claims is \nGRANTED in part and DENIED in part as follows:  \ni. To the extent Plaintiffs and Nivison’s Motion requests summary \njudgment on Doug Harris and JDPW’s claim for tortious \ninterference with contract against NFI , the Motion is \nGRANTED.  Doug Harris and JDPW’s claim for tortious \ninterference with contract agains t NFI  is dismissed with \nprejudice. \nii. To the extent Plaintiffs and Nivison’s Motion requests summary \njudgment on Doug Harris and JDPW’s claim for unfair or \ndeceptive trade practices,  the Motion is  DENIED as moot.   \nHowever, Doug Harris and JDPW shall not be pe rmitted to \n \n \nadvance a claim against Plaintiffs or Nivison under section 75-1.1 \nat trial. \niii. To the extent Plaintiffs and Nivison’s Motion requests summary \njudgment on Doug Harris and JDPW’s claim for punitive damages \nagainst NFI, the Motion is GRANTED.  Doug Harris and JDPW’s \nclaim for punitive damages  against NFI  is dismissed with \nprejudice. \niv. To the extent Plaintiffs and Nivison’s Motion requests summary \njudgment on Doug Harris and JDPW’s claim for breach of contract \nagainst Old Battleground,  the Motion is  GRANTED.  Doug \nHarris and JDPW’s claim for breach of contract against Old \nBattleground is dismissed with prejudice. \nv. To the extent Plaintiffs and Nivison’s Motion requests summary \njudgment on Doug Harris and JDPW’s claim for tortious \ninterference with contract against Arthur Nivison, the Motion is \nGRANTED.  Doug Harris and JDPW’s claim for tortious \ninterference with contract against Arthur Nivison is dismissed \nwith prejudice. \nvi. To the extent Plaintiffs and Nivison’s Motion requests summary \njudgment on Doug Harris  and JDPW’s claim for civil conspiracy \nagainst Arthur Nivison, the Motion is GRANTED.  Doug Harris \n \n \nand JDPW’s claim for civil conspiracy against Arthur Nivison is \ndismissed with prejudice. \nvii. To the extent Plaintiffs and Nivison’s Motion requests summary \njudgment on Doug Harris and JDPW’s claim for punitive damages \nagainst Arthur Nivison, the Motion is GRANTED.  Doug Harris \nand JDPW’s claim for punitive damages against Arthur Nivison \nis dismissed with prejudice. \ne. Doug Harris’s Motion as to the Castle McCull och Defendants’ \nCrossclaims is GRANTED.  The eleventh defense and crossclaim  \nagainst Doug Harris and JDPW contained in each of the Castle \nMcCulloch Defendant’s Second Amended Answer, Crossclaims, and \nThird-Party Complaint is dismissed with prejudice. \nf. Doug Harris’s Motion as to the Receiver’s Crossclaims is GRANTED in \npart and DENIED in part as follows: \ni. To the extent Doug Harris’s Motion as to the Receiver’s \nCrossclaims requests summary judgment on the Receiver’s \ncrossclaim for indemnity,  the Motion is  GRANTED.  The \nReceiver’s crossclaim for indemnity against Doug Harris is \ndismissed with prejudice. \nii. To the extent Doug Harris’s Motion as to the Receiver’s \nCrossclaims requests summary judgment on the Receiver’s \n \n \ncrossclaims brought on JDPW’s behalf  for negligence, breach of \nfiduciary duty, and constructive fraud, the Motion is DENIED. \niii. To the extent Doug Harris’s Motion as to the Receiver’s \nCrossclaims requests summary judgment on the Receiver’s \ncrossclaims for negligence and breach of fiduciary duty brought \non be half of CCSEA and DRE , the Motion is GRANTED, and \nthose crossclaims against Doug Harris are dismissed with \nprejudice.  To the extent Doug Harris requests summary \njudgment on the Receiver’s crossclaim for constructive fraud \nbrought on behalf of CCSEA and DRE, the Motion is DENIED. \niv. To the extent Doug Harris’s Motion as to the Receiver’s \nCrossclaims requests summary judgment on the Receiver’s \ncrossclaim for breach of trustee’s duties and constructive fraud, \nthe Motion is DENIED. \nv. To the extent Doug Harris’s Mot ion as to the Receiver’s \nCrossclaims requests summary judgment on the Receiver’s \ncrossclaim for unfair or deceptive trade practices,  the Motion is  \nGRANTED.  The Receiver’s crossclaim against Doug Harris for \nunfair or deceptive trade practices is dismissed with prejudice. \nvi. To the extent Doug Harris’s Motion as to the Receiver’s \nCrossclaims requests summary judgment on the Receiver’s \n \n \ncrossclaim for equitable relief for JDPW, CCSEA, and DRE, the \nMotion is DENIED. \nvii. To the extent Doug Harris’s Motion as to the Rec eiver’s \nCrossclaims requests  summary judgment on the Receiver’s \ncrossclaim in equity to set aside the Release Deed and the \nassignment of the Castle McCulloch Note , the Motion is  \nDENIED. \nviii. To the extent Doug Harris’s Motion as to the Receiver’s \nCrossclaims requests summary judgment on the Receiver’s eighth \ncrossclaim, the Motion is GRANTED.  To the extent the \nReceiver’s eighth crossclaim asserts a claim against Doug Harris, \nthat crossclaim is dismissed with prejudice. \nSO ORDERED, this the 7th day of May, 2019. \n \n \n     /s/ Louis A. Bledsoe, III    \n     Louis A. Bledsoe, III \n     Chief Business Court Judge "
}