{
  "id": "292adb0b1d7fb547a4d5c94f3b423dc9bf7e254b0e37b27254c00a5d3e8c3122",
  "source_file": "data/raw/ncbc/292adb0b1d7fb547a4d5c94f3b423dc9bf7e254b0e37b27254c00a5d3e8c3122.pdf",
  "raw_text": "N.C. Dep’t of Revenue v. Bass, 2017 NCBC 112. \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CV 007688 \n \nN.C. DEPARTMENT OF REVENUE, \n \n   Petitioner, \n \nv. \n \nSAMUEL S. BASS,  \n \n   Respondent. \n \nORDER AND OPINION ON \nPETITION FOR JUDICIAL REVIEW \n \n1. THIS MATTER  is before the Court on Petitioner North Carolina \nDepartment of Revenue’s (the “DOR”) Petition for Judicial Review (the “Petition”) of \na Final Decision by the Office of Administrative Hearings (“OAH”) in a contested tax \ncase.  For the reasons set forth below, the Court hereby REVERSES the Final \nDecision of the OAH. \nNorth Carolina Department of Justice , by Assistant Attorney General \nRonald D. Williams, II for Petitioner. \n \n Samuel S. Bass, pro se. \n \nRobinson, Judge. \nI. INTRODUCTION \n2. This matter arises out of a dispute between the DOR  and Respondent \nSamuel S. Bass ( “Bass”) regarding Bass’s 2012 North Carolina joint income tax \nreturn.  On April 15, 2013, Bass attempted to electronically file both his 2012 federal \nincome tax return and his 2012 North Carolina income tax return.  Although Bass \nsuccessfully filed his federal return, Bass unintentionally failed to file his North \n \n \nCarolina r eturn.  Just over three years later,  in July 2016,  the DOR sent Bass a  \ndocument titled “Notice of Intent to Assess for Failure to File North Carolina Return” \nregarding Bass’s failure to file his 2012 state tax return.  In response, on August 4, \n2016, Bass sent the DOR an original copy of his unfiled 2012 state return, which \nreflected Bass’s contention that a refund was due.  The DOR determined that Bass’s \nrequest for a refund , in the form of his belatedly filed return,  was barred by the \nstatute of limitations for obtaining a refund.  As such, the DOR issued Bass a notice \nof denial dated August 24, 2016.  Thereafter, Bass filed with the OAH a petition for \na contested case hearing.  The OAH ruled in favor of Bass, finding that Bass’s request \nfor a refund is  not barred by the statute of limitations.  The DOR then filed the \nPetition seeking judicial review of the OAH’s decision.              \nII. PROCEDURAL HISTORY \n3. The Court recites only those portions of the procedural history relevant to \nits determination of the Petition. \n4. On October 24, 2016, Bass timely filed a petition for a contested case with \nthe OAH.  (R. at 13, ECF No. 18.)     \n5. On October 25, 2016, the Administrative Law Judge (“ALJ”) assigned to the \nmatter, J. Randolph Ward, issued an Order for Prehearing Statements directing the \nDOR and Bass to each file and serve a prehearing statement within thirty days of the \ndate of the order.  (R. at 17.)   \n6. On November 23, 2016, the DOR filed with the OAH a Motion to Dismiss \nin Lieu of Prehearing Statement , (R. at 25), which was denied by order of the ALJ \n \n \ndated December 21, 2016, (R. at 32).  Bass did not file a prehearing statement or any \nother document in lieu thereof.   \n7. Following an evidentiary hearing on March 1, 2017, the ALJ issued a Final \nDecision on May 26, 2017.  (R. at 4.)  The ALJ concluded that Bass’s claim for a refund \nis not time barred.  (R. at 9.)   Further, as a result of the DOR’s failure to file a \nprehearing statement, the ALJ sanctioned the DOR by deeming it proven, without \nfurther evidence, that Bass and his spouse are entitled to be credited with not less \nthan $7,755.00 in withheld taxes—the amount shown on Bass’s 2012 state return —\nin calculating their 2012 personal income tax liability.  (R. at 6, 9.)   \n8. On June 26, 2017, the DOR timely filed its Petition pursuant to N.C. Gen. \nStat. §§ 150B-43, -45, and -46 in Wake County Superior Court seeking judicial review \nof the ALJ’s Final Decision.  (Pet. 1, ECF No. 3.)  \n9. This action was designated as a mandatory complex business case by order \nof the Chief Justice of the Supreme Court of North Carolina dated June 28, 2017, and \nassigned to the undersigned by order of Chief Business Court Judge Ja mes L. Gale \ndated June 29, 2017.  \n10. On July 24, 2017, Bass filed with the Wake County Clerk of Superior Court \na Response to Petition for Judicial Review , which was electronically filed with this \nCourt on August 24, 2017.     \n11. The DOR timely submitted a brief in support of its Petition .  Bass did not \nfile a response brief.   \n \n \n12. On December 4, 2017, the Court held a hearing at which Bass and counsel \nfor the DOR were present.  This matter is now ripe for resolution. \nIII. STANDARD OF REVIEW \n13. Pursuant to N.C. Gen. Stat. § 150B-51, this Court may reverse or modify a \nfinal agency decision if the agency’s findings, inferences, conclusions, or decisions are: \n(1) In violation of constitutional provisions; \n \n(2) In excess of the statutory authority or jurisdiction of the agency or \nadministrative law judge; \n \n(3) Made upon unlawful procedure; \n  \n(4) Affected by other error of law;  \n \n(5) Unsupported by substantial evidence admissible under G.S. 150B -\n29(a), 150B-30, or 150B-31 in view of the entire record as submitted; or \n \n(6) Arbitrary, capricious, or an abuse of discretion. \n \nN.C. Gen. Stat. § 150B-51(b).  “The nature of the error asserted by the party seeking \nreview dictates the appropriate manner of review . . . .”  Dillingham v. N.C. Dep’t of \nHuman Res., 132 N.C. App. 704, 708, 513 S.E.2d 823, 826  (1999).  In addressing \nasserted errors of law by the OAH and assertions that the OAH exceeded its statutory \nauthority or jurisdiction, the Court is to apply the de novo standard of review.  N.C. \nGen. Stat. § 150B-51(c).  “De novo review requires a court to consider a question anew, \nas if not considered or decided by the [OAH] previously . . . .”  Smith v. Richmond Cty. \nBd. of Educ., 150 N.C. App. 291, 295, 563 S.E.2d 258, 263 (2002).  Under this standard \nof review, the Court “freely substitutes its own judgment for the [OAH]’s.”  N.C. Dep’t \nof Env’t & Nat. Res. v. Carroll, 358 N.C. 649, 660, 599 S.E.2d 888, 895 (2004). \n \n \n14. With regard to contentions that the ALJ’s findings or conclusions  are \nunsupported by substantial evidence or are arbitrary, capricious, or an abuse of \ndiscretion, the Court is to apply the whole record standard of review.  N.C. Gen. Stat. \n§ 150B-51(c).  Under the whole record standard of review, the Court may not \nsubstitute its own judgment for the ALJ’s judgment.   Davis v. Macon Cty. Bd. of \nEduc., 178 N.C. App. 646, 654, 632 S.E.2d 590, 596  (2006).  Instead, “[t]he whole \nrecord test requires the reviewing court to examine all competent evidence in order \nto determine whether the [OAH’s] decision is supported by subst antial evidence .”  \nFriends of Hatteras Island Nat’l Historic Mar. Forest Land Tr. for Pres., Inc. v. \nCoastal Res. Comm’n, 117 N.C. App. 556, 567, 452 S.E.2d 337, 345 (1995) (quotation \nmarks omitted).  This standard requires the Court to examine all competent evidence \nin the record, and the ALJ’s findings of fact, if supported by substantial evidence, are \nbinding.  Carroll, 358 N.C. at 663, 599 S.E.2d at 897.  “Substantial evidence is defined \nas such relevant evidence as a reasonable mind might accept as adequate to support \na conclusion.”  N.C. Dep’t of Crime Control & Pub. Safety v. Greene , 172 N.C. App. \n530, 534, 616 S.E.2d 594, 598 (2005).  Under the whole record test, if it is determined \nthat the ALJ’s findings of fact are not supported by substantial evidence, “the trial \ncourt may make its own findings of fact that may be at variance with those of the” \nALJ.  Id. (quotation marks omitted). \n15. “The reviewing court may be required to utilize both standards of review if \nwarranted by the nature of the issues raised.”  MW Clearing & Grading, Inc. v. N.C. \nDep’t of Env ’t & Natural Res. , 171 N.C. App. 170, 173,  614 S.E.2d 568, 571 (2005), \n \n \nrev’d on other grounds , 306 N.C . 392, 628 S.E.2d 379 (2006) .  Regardless of the \napplicable standard, “the statute does not require a point -by-point refutation of the \n[ALJ]’s findings and conclusions and the reasons stated[.]”  See Webb v. N.C. Dep’t of \nEnv’t, Health & Nat. Res., 102 N.C. App. 767, 770, 404 S.E.2d 29, 31 (1991). \nV. FACTUAL BACKGROUND  \n16. The Final Decision’s finding of fact that Bass “unintentionally failed to file \nhis North Carolina personal income tax return in April 2013 ” is undisputed.  (R. at \n5.) \n17. The Court finds that the re is substantial record evidence to support the  \nALJ’s finding that “IRS data was used to create the Notice of Intent to Assess for \nFailure to File North Carolina Return issued to [Bass] and his spouse, dated July 7, \n2016.”  (R. at 6, ¶ 3.)  This notice required that Bass take one of the following actions \nwithin thirty days:    \n[P]ay[ ] the “Total Amount Due;” furnish [] a “complete tax return \nand . . . payment” of a different sum, with “a statement explai ning the \nchanges, along with  documentation, includi ng wage and tax \nstatements;” [furnish] “a copy of the return” that the taxpayer alleges \nwas filed; or, [attach] “an explanation” of why a return was not \nrequired. . . .  \n \n(R. at 7, ¶ 10 (first omission in original).)   \n18. The Court further finds that there is  substantial evidence of record to \nsupport the finding that, in response to the notice, on August 4, 2016, Bass sent the \nDOR an original copy of his unfiled 2012 North Carolina tax return , which reflected \nBass’s contention  that he and his wife overpaid the ir 2012 tax liability and, as a \nresult, a refund was due.  (R. at 6, ¶¶ 3−4.)  Further, after receiving Bass’s 2012 state \n \n \ntax return, the DOR sent Bass a letter dated August 24, 2016 informing Bass and his \nwife that their 2012 s tate return, pursuant to which they first requested a refund, \nwas not filed within the applicable statute of limitations for requesting a refund of an \noverpayment and, as such, Bass’s request for a refund of the overpayment was denied.  \n(R. at 8, 29.) \nVI. ANALYSIS \n19. As a preliminary matter, Bass argues in his response  that N.C. Gen. Stat. \n§ 105-241.16 provides only an aggrieved taxpayer, not the DOR, with standing to seek \njudicial review of the final decision in a contested case and, thus, actions in which \njudicial review is sought by the DOR are not properly designated to the North \nCarolina Business Court.   (Resp. to Pet. 4, ECF No. 16.)   Section 105-241.16 was \namended in August 2017, however, to provide that an aggrieved “party,” as opposed \nto an aggrieved “taxpayer,” may seek judicial review.  N.C. Sess. Laws 2017-204, sec. \n4.1(e).  T his amendment was expressly made retroactive to January 1, 2012 and \napplies to any contested case commenced on or after that date.  N.C. Sess. Laws 2017-\n204, sec. 4.9.  Further, a t the hearing on  the Petition, the Court inquired of Bass \nwhether his contention within his response was in the nature of an objection to \ndesignation pursuant to N.C. Gen. Stat. § 7A-45.4(e).  Bass advised the Court that he \ndid not object to the matter being designated to the Business Court. \nA. Issue Presented \n20. The substantive issue squarely presented by this appeal is: when the DOR \nsends a taxpayer a request for information within t he meaning of N.C. Gen. Stat. \n \n \n§ 105-251(a) about his failure to file a North Carolina income tax retu rn more than \nthree years after the  due date for filing the  return, nothing else appearing, is the \ntaxpayer’s right to a refund  of an  overpayment of tax barred by the statute of \nlimitations for obtaining a refund as set forth in N.C. Gen. Stat. § 105-241.6? \nB. Statutory Scheme for Obtaining a Refund \n21. While a number of statutory provisions are implicated by the Final \nDecision, review of and resort to four provisions are necessary for a proper \ndetermination of the issue presented by this appeal: N.C. Gen. Stat. §§  105-241.6 \n(entitled “Statute of limitations for refunds ”), 105 -241.7 (entitled “Procedure for \nobtaining a refund”), 105 -241.8 (entitled “Statute of limitations for assessments”), \nand 105 -251 (entitled “Infor mation required of taxpayer and corrections based on \ninformation”). \n22. First, pursuant to section 105-241.8(a), the general statute of limitations \nfor the DOR  to propose an assessment against a taxpayer is the later of: ( 1) three \nyears after the due date of t he return; or (2) three years after the taxpayer filed the \nreturn.  If a taxpayer failed to file a return, however, there is no statute of limitations \nfor proposing an assessment , and the DOR may propose an assessment against the \ntaxpayer at any time.  N.C. Gen. Stat. § 105-241.8(b)(2). \n23. Second, pursuant to section 105-241.6(a), subject to  exceptions not \napplicable here, the general statute of limitations for a taxpayer to apply for a refund \nof overpaid tax is the later of: ( 1) three years after t he due date of the return; or (2 ) \ntwo years after payment of the tax.   \n \n \n24. Third, pursuant to section 105-241.7(a), “[t]he Department must refund an \noverpayment made by a taxpayer if the Department discovers the overpayment before \nthe expiration of the statute of limitations for obtaining a refund.”  “Discovery” occurs \neither through automated processing of the return, or through a review of the return \nor an audit of the taxpayer by the DOR.  N.C. Gen. Stat. § 105-241.7(a).  Additionally, \npursuant to section 105-241.7(b), the taxpayer can request a refund by taking certain \naction “within the statute of limitations for obtaining a refund.”  Under section 105-\n241.7(c), if the taxpayer timely files a claim for a refund or an  amended return \nreflecting an overpayment, the DOR must take action on the request within six \nmonths of filing.  However, under section 105-241.7(c1), if the DOR determines that \nthe amended return or claim for a refund was filed “outside the statute of limitations, \nthe Department must deny the refund and send the taxpayer a notice of denial.” \n25. Fourth and finally, section 105-251 provides the following:  \n(a) Scope of Information. -- A taxpayer must give information to the \nSecretary when the Secretary requests the information. . . .  \n \n(b) Correction of Liability. -- When a taxpayer provides information to \nthe Secretary within the statute of limitations  and the information \nestablishes that an assessment against the taxpayer is incorrect or that \nthe taxpayer is allowed a refund, the Secretary must adjust t he \nassessment or issue the refund in accordance with the information.  This \naction is a correction of an error by the Department  or by the taxpayer \nand is not part of the process for the administrative or judicial review of \na proposed assessment or a claim for refund. \n \nN.C. Gen. Stat. § 105-251 (emphasis added). \n \n      \n \n \nC. The ALJ’s Statutory Interpretation and the DOR’s Asserted Errors \n26. The ALJ concluded that Bass’s claim for a refund is not barred by  section \n105-241.6(a), the statute of limitations for obtaining a refund.  (R. at 9, ¶ 6.)  The ALJ \nconcluded that the notice sent to Bass by the DOR was a request for information \nwithin the meaning of section 105 -251(a).  (R. at 9, ¶ 4.)   The ALJ determined that \nsection 105 -251(b) applies to a request for a refund when the DOR is requesting \ninformation from a taxpayer,  (R. at 9, ¶ 6),  and that the statute of limitations \nreferenced in section 105 -251(b) is the statute of limitation s for proposing an \nassessment set forth in secti on 105 -241.8, (R. at 7−8, ¶ 11) .  As the DOR was \nrequesting information from Bass by way of the notice, the ALJ applied section 105 -\n251(b), rather than section 105 -241.6(a), to Bass’s request for a refund.   (R. at 7−8, \n¶ 11.)  Due to the fact that Bass had  not filed a return , there was  no statute of \nlimitations for proposing an assessment.   (R. at 7−8, ¶ 11.)   Accordingly, the ALJ \nconcluded that, under section 105-251(b), Bass’s claim for a refund is not barred by a \nstatute of limitations.  (R. at 7−8, ¶ 11.)   \n27. The DOR contests a number of the ALJ’s findings and conclusions on \nnumerous grounds.  Of particular relevance to this appeal, the DOR asserts that the \nALJ erred in concluding that section 105 -241.6(a), the statute of limitations for \napplying for a refund, does not apply to Bass’s claim for a refund.   (Pet. ¶ 26.)  The \nDOR further contends that the ALJ erred in concluding that section “105-251(b) is \napplicable to a request for a refund, regardless of whether [the DOR] has made a final \n \n \nassessment against the taxpayer, and is effective at the stage of proceedings when \nthe [DOR] is requesting information from the taxpayer.”  (R. at 9, ¶ 6; Pet. ¶ 41.) \nD. Rules of Construction    \n28. The interpretation of a statute is a question of law subject to de novo review.  \nTotal Renal Care of N.C., LLC v. N.C. Dep’t of Health & Human Servs., 242 N.C. App. \n666, 672, 776 S.E.2d 322, 326 (2015).  In interpreting statutes, the primary objective \nis to give effect to the legislature’s intent.  First Bank v. S&R Grandview, L.L.C., 232 \nN.C. App. 544, 546, 755 S.E.2d 393, 394 (2014).  To ascertain the legislature’s intent, \nthe Court first looks to the plain language of the statute.  Id.  “Where the language of \na statute is clear, the courts must give the statute its plain meaning; however, where \nthe statute is ambiguous or unclear as to its meaning, the courts must interpret the \nstatute to give effect to the legislative intent.”  Martin v. N.C. Dep’t of Health & \nHuman Servs., 194 N.C. App. 716, 719, 670 S.E.2d 629, 632 (2009).   Further, it is a \nwell-established principle of statutory construction that “statutory provisions must \nbe read in context: ‘Statutes dealing with the same subject matter must be construed \nin pari materia , as together constituting one law, and harmonized to giv e effect to \neach.’”  First Bank, 232 N.C. App. at 546, 755 S.E.2d at 395 (quoting Williams v. \nWilliams, 299 N.C. 174, 180−81, 261 S.E.2d 849, 854 (1980)).   “Such statutes should \nbe reconciled with each other when possible and any irreconcilable ambiguity should \nbe resolved in a manner which most fully effectuates the tr ue legislative intent.”  \nMartin, 194 N.C. App. at 719, 670 S.E.2d at 632.  “Courts normally adopt an \ninterpretation which will avoid absurd or bizarre consequences, the presumption \n \n \nbeing that the legislature acted in accordance with reason a nd common sense . . . .”  \nRhyne v. K-Mart Corp., 358 N.C. 160, 189, 594 S.E.2d 1, 20 (2004). \nE. Bass’s Request for a Refund Is Barred by the Statute of Limitations \nfor Obtaining a Refund \n    \n29. The Court concludes th at, utilizing these well-established principles of  \nstatutory construction, where a taxpayer provides information to the DOR “within \nthe statute of limitations” that establishes that the taxpayer is allowed a refund, the \n“statute of limitations” in section 105-251(b) refers to the statute of limitations \ncontained in section 105-241.6(a) for a taxpayer to apply for a refund, rather than the \nstatute of limitations for the DOR to propose an assessmen t.  Interpreting the \n“statute of limitations” in section 105 -251(b) as the statute of limitations contained \nin section 105-241.6(a) for applying for a refund harmonizes the statutory provisions \nin question and avoids absurd consequences.  Under this interpretation, if a taxpayer \ndoes not file his  tax return until more than three years after the due date of the \nreturn, and the tax return when belatedly filed otherwise shows an overpayment of \ntax, unless section 105-241.7(a) applies, the taxpayer is too late and has no right to \nobtain a refund.  There is nothing in the statutory scheme that makes the limitations \nperiod set forth in section 105-241.6(a) inoperative, or that artificially extends the \nlimitations period otherwise applicable, merely because the DOR contacts a non-filing \ntaxpayer and seeks information more than three years after the due date for filing.  \n30. Section 105-241.7(a) further supports  this interpretation.  This section  \nexpressly provides that, even if a non -filer has  not otherwise requested a refund, \n“[t]he Department  must refund an overpayment made by a taxpayer if the \n \n \nDepartment discovers the overpayment  before the expiration of the statute of \nlimitations for obtaining a refund.”  N.C. Gen. Stat. § 105-241.7(a) (emphasis added).   \n31. To interpret the “statute of limitations” in section 105-251(b) as the statute \nof limitations for proposing an assessment, as the ALJ did, would lead to the absurd \nresult of rewarding non-filers and punishing timely filers.  For example, under this \ninterpretation, if a taxpayer failed to file his 2012 return on April 15, 2013, or at any \ntime thereafter , under section 105 -241.8, there is no statute of limitations for \nproposing an assessment.   Id. § 105 -241.8(b)(2).  If, in response to a request for \ninformation, the non-filer were to provide information to the DOR five , ten, or even \nfifteen years after the due date for filing the return, and that information established \nthat the taxpayer is otherwise entitled to a refund, the Secretary would be required, \nunder the ALJ’s interpretation of section 105-251(b), to issue the refund to the non-\nfiler as the information would have been provided “within the statute of limitations.”  \nOn the other hand, if a taxpayer timely filed his 2012 return on April 15, 2013, then \nthe statute of limitations for proposing an assessment would be April 15, 2016.  See \nid. § 105-241.8(a).  If, in response to a request for information,  the timely filer were \nto provide information to the DOR five years after timely filing his return on the due \ndate, and that information established that the taxpayer is  allowed a refund, the \ntaxpayer would not be entitled to a refund under section 105 -251(b) as the \ninformation would not have been provided “within the statute of limitations.”   The \nALJ’s interpretation of the statutes in question would inevitably result in  the DOR \nbeing at risk for a stale claim of refund whenever it contact ed a purported non-filer \n \n \nmore than three years after the due date of the return, even though the statute of \nlimitations would otherwise mandate a different result.  The statutory scheme does \nnot support such an interpretation. \n32. Applying these principles to the facts of this case , because Bass  did not \nprovide information to the DOR that established his entitlement to a refund  within \nthe statute of limitations for applying for a refund, Bass was not entitled to, and the \nDOR was not required to issue, a refund under section 105-251(b).  Bass was required \nto make his request for a refund within the time limit provided in section \n105.241.6(a)—in this case, on or before April 15, 2016.  Bass failed to do so.  Therefore, \nBass’s request on August 4, 2016 (in the form of his belatedly filed 2012 tax return) \nwas untimely.  As a result, the DOR correctly denied Bass’s request for a refund for \ntax year 2012 received on or about August 4, 2016 , and the ALJ’s determination to \nthe contrary was in error. \nF. The ALJ’s Finding that the DOR Had Access to Bass’s 2012 Federal \nReturn Within the Statute of Limitations Is Not Supported  by \nSubstantial Evidence \n           \n33. Finding of Fact No. 6 found, in part, that “[i]t is inferred from the evidence \nthat the [DOR] had access to [Bass]’s 2012 federal personal income tax return, or data \ndrawn from it, shortly after it was filed in April 2013, but delayed action on it until \nJuly 2016, after the three -year statute  of limitations for applying for a refund \nexpired.”  (R. at 6, ¶ 6.)   The DOR contends that this finding is unsupported by \nsubstantial evidence.  (Pet. ¶ 33.)   \n \n \n34. The Court concludes that, based on its review of all competent evidence of \nrecord, the ALJ’s fi nding that the DOR had access to Bass’s 2012 federal return, or \ndata drawn therefrom, shortly after it was filed in April 2013 is not supported by \nsubstantial evidence.  There is no evidence in the record tending to indicate , \ninferentially or otherwise, that the DOR was aware prior to April 15, 2016, the date \non which the statute of limitations set forth in section 105-241.6(a) expired, that Bass \nwas properly due a refund.  The record reflects that  the DOR first became aware of \nBass’s failure to file his 20 12 return based on information provided by the IRS .  (R. \nat 93.)  The evidence further shows that the IRS provides information to the DOR \nindicating that a North Carolina resident has income sources , which the DOR then \nuses to determine whether the taxpayer has filed a return.  (R. at 106.)  The record is \ndevoid of any evidence to support a finding that the IRS provided the DOR with \ninformation pertaining to Bass on or before April 15, 2016, the deadline for Bass to \napply for a refund.    \n35. To the extent that Bass believed that the DOR had information prior to the \nrunning of the statute of limitations that disclosed a refund was due to Bass such \nthat the DOR was required to issue a refund under section 105 -241.7(a), Bass had \nthe burden to prove this fact.  N.C. Gen. Stat. § 150B-25.1(a).  Bass failed to produce \nor submit to the ALJ any evidence in support of such a contention , and there is no \nevidence in the record to otherwise support such a conclusion.  Therefore, Finding of \nFact No. 6, to the extent that it found that the DOR had access to Bass’s 2012 federal \nreturn, or data drawn therefrom, shortly after it was filed in April 2013, is vacated.     \n \n \nG. The Court Need Not Address Whether the ALJ Erred in Sanctioning \nthe DOR \n     \n36. The ALJ determined that, as a sanction for failing to file a prehearing \nstatement, the DOR shall be bound by (and precluded from contesting) the amount \nshown on Bass’s belatedly filed tax return as to the amount of tax withheld from Bass \nand his wife’s income.  (R. at 6, ¶ 5 .)  The DOR  asserts that the ALJ erred in \nsanctioning the DOR on the grounds that such a finding is erroneous, in excess of the \nALJ’s statutory and jurisdictional authority, unsupported by substantial evidence, \nand an abuse of discretion.  (Pet. ¶ 32.) \n37. As the Court has concluded that Bass’s claim for a refund is barred by the \nstatute of limitations, the Court need not address whether the ALJ  erred in  \nsanctioning the DOR .  Although t he Court  is perplexed by the ALJ’s decision to \nsanction only the DOR when neither the DOR nor Bass filed a prehearing statement \nas required by the ALJ’s order, the ALJ’s sanction deeming as conclusive the amount \nshown on Bass’s belatedly filed tax return as the amount of tax withheld from Bass \nand his wife’s inco me is no longer relevant to this dispute in light of this Court’s \nconclusion that Bass’s request for a refund is time barred.  As a result, the Court \ndeclines to consider whether such a sanction was in excess of the ALJ’s authority, an \nabuse of discretion, or unsupported by substantial evidence. \nH. The Court Need Not Address the DOR’s Other Asserted Errors \n38. As the Court has concluded that Bass’s request for a refund is barred by the \napplicable statute of limitations and that the DOR was not required to issue a refund \nunder section 105-241.7(a), the Court need not address the DOR’s other objections to \n \n \nthe ALJ’s remaining findings and conclusions on which the ALJ’s decision was based.  \nSee Webb, 102 N.C. App. at 770, 404 S.E.2d at 31.       \nVII. CONCLUSION \n39. For the foregoing reasons, the Court REVERSES the Final Decision of the \nOAH and concludes that Respondent Samuel S. Bass’s request for a refund regarding \nhis 2012 North Carolina income tax return is time barred under N.C. Gen. Stat. § 105-\n241.6(a).   \nSO ORDERED, this the 14th day of December, 2017. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}