{
  "id": "2953b6d69aa648633ea5c6b885531a520cbcb30b50d0c8da1b59257bbccc43bc",
  "source_file": "data/raw/ncbc/2953b6d69aa648633ea5c6b885531a520cbcb30b50d0c8da1b59257bbccc43bc.pdf",
  "raw_text": "Window World of Baton Rouge, LLC v. Window World, Inc.; Window World of St. \nLouis, Inc. v. Window World, Inc., 2018 NCBC 101. \n \nSTATE OF NORTH CAROLINA \n \nWILKES COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 1 \n \nWINDOW WORLD OF BATON \nROUGE, LLC; WINDOW WORLD OF \nDALLAS, LLC; WINDOW WORLD \nOF TRI STATE AREA, LLC; and \nJAMES W. ROLAND, \n \nPlaintiffs, \n \nv. \n \nWINDOW WORLD, INC.; WINDOW \nWORLD INTERNATIONAL, LLC; \nand TAMMY WHITWORTH, \n \nDefendants. \n \n \n \nORDER AND OPINION FOR IN \nCAMERA REVIEW \n \nWILKES COUNTY            15 CVS 2 \n \nWINDOW WORLD OF ST. LOUIS, \nINC.; WINDOW WORLD OF \nKANSAS CITY, INC.; WINDOW \nWORLD OF SPRINGFIELD/PEORIA, \nINC.; JAMES T. LOMAX III; \nJONATHAN GILLETTE; B&E \nINVESTORS, INC.; WINDOW \nWORLD OF NORTH ATLANTA, \nINC.; WINDOW WORLD OF \nCENTRAL ALABAMA, INC.; \nMICHAEL EDWARDS; MELISSA \nEDWARDS; WINDOW WORLD OF \nCENTRAL PA, LLC; ANGELL P. \nWESNERFORD; KENNETH R. \nFORD, JR.; WORLD OF WINDOWS \nOF DENVER, LLC; RICK D. ROSE; \nCHRISTINA M. ROSE; WINDOW \nWORLD OF ROCKFORD, INC.; \nWINDOW WORLD OF JOLIET, INC.; \nSCOTT A. WILLIAMSON; \nJENNIFER L. WILLIAMSON; BRIAN \nC. HOPKINS; WINDOW WORLD OF \nLEXINGTON, INC.; TOMMY R. \n \n \n \n \n \n \n \nJONES; JEREMY T. SHUMATE; \nWINDOW WORLD OF PHOENIX \nLLC; JAMES BALLARD; and TONI \nBALLARD, \n \nPlaintiffs, \n \nv. \n \nWINDOW WORLD, INC.; WINDOW \nWORLD INTERNATIONAL, LLC; \nand TAMMY WHITWORTH, \nindividually and as trustee of the \nTammy E. Whitworth Revocable \nTrust, \n \nDefendants. \n \n \n1. THIS MATTER  is befor e the Court upon the following motions in the \nabove-captioned cases: (i) Plaintiffs’ Motion for Finding of Waiver of Attorney-Client \nPrivilege and Work-Product Doctrine as to Certain Topics (the “Waiver Motion”) and \n(ii) Plaintiffs’ Motion to Compel and Motion for Sanctions for Defendants’ Wrongful \nAssertions of Privilege (the “Motion to Compel”), (collectively, the “Motions”).  \n2. The Court held a hearing on the Motions on August 22, 2018 ( the “August \n22 Hearing”), at which all parties , as well as  non-party Beth Vannoy , were \nrepresented by counsel.  After reviewing the Motions, the briefs in support of and in \nopposition to the Motions, the relevant materials associated with the Motions, the \narguments of counsel at the August 22 Hearing, the affidavit of Mr. Joseph S. Goode \n(the “Goode Affidavit”), Plaintiffs’ response to the Goode Affidavit, and other relevant \nmatters of record, the Court, in the exercise of its discretion and for good cause shown, \nhereby concludes that an in camera  review of certain documents  is necessary  to \nresolve the Motions. \nBrooks, Pierce, McLendon, Humphrey & Leonard LLP, by Charles E. \nCoble, Robert J. King III, Benjamin R. Norman, Jeffrey E. Oleynik, and \nAndrew L. Rodenbough, and Keogh Cox & Wilson, Ltd., by Richard W. \nWolff, John P. Wolff, III, and Virginia J. McLin, for Plaintiffs Window \nWorld of Baton Rouge, LLC, Window World of Dallas, LLC, Window \nWorld of Tri State Area LLC, James W. Roland, Window World of St. \nLouis, Inc., Window World of Kansas City, Inc., Window World of \nSpringfield/Peoria, Inc., James T. Lomax III, Jonathan Gillette, B&E \nInvestors, Inc., Window World of North Atlanta, Inc., Window W orld of \nCentral Alabama, Inc., Michael Edwards, Melissa Edwards, Window \nWorld of Central PA, LLC, Angell P. Wesnerford, Kenneth R. Ford, Jr., \nWorld of Windows of Denver, LLC, Rick D. Rose, Christina M. Rose, \nWindow World of Rockford, Inc., Window World of Joliet, Inc., Scott A. \nWilliamson, Jennifer L. Williamson, Brian C. Hopkins, Window World \nof Lexington, Inc., Tommy R. Jones, Jeremy T. Shumate, Window World \nof Phoenix LLC, James Ballard, and Toni Ballard. \n \nManning, Fulton & Skinner, P.A., by Michael T. M edford, Judson A. \nWelborn, Natalie M. Rice, and Jessica B. Vickers, and Laffey, Leitner & \nGoode LLC, by Mark M. Leitner, Joseph S. Goode, Jessica L. Farley, \nSarah E. Thomas Pagels, and John W. Halpin, for Defendants Window \nWorld, Inc. and Window World International, LLC. \n \nBell, Davis & Pitt, P.A., by Andrew A. Freeman and Alan M. Ruley, for \nDefendant Tammy Whitworth. \n \nWilson Ratledge, PLLC, by Reginald B. Gillespie, Jr., for non-party Anna \nElizabeth Vannoy. \n \nBledsoe, Chief Judge. \n \nI. \nPROCEDURAL AND FACTUAL BACKGROUND \n3. The procedural and factual background of these matters is set out more fully \nin Window World of Baton Rouge, LLC v. Window World, Inc., 2017 NCBC LEXIS 60 \n(N.C. Super. Ct. July 12, 2017), Window World of Baton Rouge, LLC v. Window World, \nInc., 2016 NCBC LEXIS 82 (N.C. Super. Ct. Oct. 25, 2016), and Window World of St. \nLouis, Inc. v. Window World, Inc. , 2015 NCBC LEXIS 79 (N.C. Super. Ct. Aug. 10, \n2015). \n4. At issue in the Motions are various documents that Defendants Window \nWorld, Inc. and W indow World International, LLC  (“Window World Defendants”)  \nclaim are protected by the attorney -client privilege and work -product doctrine.   \nSpecifically, Plaintiffs contend , among other things,  that the Window World \nDefendants have  improperly asserted  claims of  privilege and failed to produce \naccurate privilege logs. \n5. In April 2016, several months after the commencement of rolling document \nproductions, counsel for the Window World Defendants learned that a  number of \ndocuments previously produced to Plaintiffs in discovery were inappropriately coded \nas not confidential, privileged, or eligible for redactions based on privilege .  (Goode \nAff. ¶ 20, ECF No. 577 (15 CVS 1), ECF No. 614 (15 CVS 2) .)  On or about April 29, \n2016, counsel for the Window World Defendants in formed Plaintiffs’ counsel that \nWindow World intended to invoke the claw -back provision of the Case Management \nOrder (the “CMO”) as to 320 documents previously produced (the “2016 Claw-back”). \n(Goode Aff. ¶ 22.)  On or about May 11, 2016, the Window World Defendants’ counsel \nsent a letter to counsel for Plaintiffs, relinquishing the claim of privilege as to  50 of \nthe 320 documents identified in the 2016 Claw-back.  (Goode Aff. ¶ 26.)  \n6. The Window World Defendants aver that, after the 2016 Claw-back, counsel \ninvestigated the scope of the “inadvertent” disclosure and established a secondary \nreview process to re-review all documents previously reviewed by  the attorney who \ninappropriately coded the documents subject to the 2016 Claw -back (the “Secondary \nReview”).  (Goode Aff. ¶ 24.)  According to the Window World Defendants, on May 11, \n2016, counsel completed the Secondary Review and determined that an additional  \n375 documents required claw-back, and that 48 documents should be subjected to an \nadditional third -pass review.  (Goode Aff. ¶ 27.)  However, the Window World \nDefendants contend that counsel “inadvertently failed to pull the documents flagged \nby May 11, 2016 into a third-pass review set.”1  (Goode Aff. ¶ 28.) \n7. The Window World Defendants contend that approximately two years later, \nin the course of preparing for the April 19, 2018 deposition of Window World’s in -\nhouse counsel, Beth Vannoy, their counsel “noticed that a number of documents in \nthe binder prepared for counsel’ s deposition -preparation session with Ms. Vannoy \nappeared to be privileged communications that had production Bates numbers but no \nredactions on them.”  (Goode Aff. ¶ 43.)  According to the Window World Defendants, \ncounsel “concluded that 24 documents in the binder were inadvertently produced and \n                                                 \n1  The Window World Defendants aver that counsel inadvertently failed to pull the documents \nflagged during the Secondary Review into a third-pass review set due to: \n \nthe numerous time-sensitive tasks, motion practice, and discovery deadlines of these \nactions at the time including, but not limited to, Window World’s motion to dismiss \nthe antitrust claims, Window World’s forensic investigation regarding certain \nemployee email accounts, the protocols for the residual email production to address \nthe those [sic] email accounts, extensive discussions with Plaintiffs on ESI search \nterms, review and production of third -party documents, responding to written \ndiscovery, review of Plaintiff -produced documents, meeting court -ordered and \nstipulated production deadlines for certain categories of documents outside of \ndocuments responsive to search terms, together with Window World’s renewed focus \nas of May 16,2016 to resume first -pass document review and rolling productions to \nPlaintiffs.  \n \n(Goode Aff. ¶ 28.) \nshould have been clawed back  . . . and identified 4 documents that required partial \nclaw back.”  (Goode Aff. ¶ 45.)  Counsel also discovered that more than 400 documents \nfrom the 2016 Secondary Review had been m arked as requiring claw-back but had \nnot yet been clawed back.  (Goode Aff. ¶ 46.) \n8. On April 13, 2018, without advance notice and just days before Ms. Vannoy’s \ndeposition, counsel for the Window World Defendants sent Plaintiffs’ counsel a second \nclaw-back letter identifying 336 documents  that the Window World Defendants  \ncontend had been inadvertently produced (the “2018 Claw -back”).  (Goode Aff. ¶ 48; \nPls.’ Resp. Goode Aff. 5, ECF No. 583 (15 CVS 1), ECF No. 620 (15 CVS 2).)   \n9. In response to numerous objections by Plaintiffs’ counsel, the Window World \nDefendants relinquished their claim of privilege and  released—in full or with \nredactions—a total of  90 documents identified in the 2018 Claw -back on April 17, \nMay 18, and June 27, 2018.  (Goode Aff. ¶¶ 52, 57, 59, 64.)  \n10. The Window World Defendants contend that th e 2018 Claw -back \n“was the result of a realization on April 9, 2018 that the 2016 claw-back had not been \nfully completed.”  (Goode Aff. ¶ 66.)  However, the 2018 Claw-back included at least \n50 documents that were not produced until after the 2016 Claw -back.  (Pls.’ Resp. \nGoode Aff. 2–3.)   \n11. The 2018 Claw -back identified several documents that were previously  \nintroduced at depositions.   (Pls.’ Br. Supp. Mot. Sanctions and Mot. Compel Defs.’ \nWrongful Assertions Privilege 5, ECF No. 449 (15 CVS 1), ECF No. 489 (15 CVS 2).)  \nAt least one document included in the 2018 Claw-back (WW-0076953) was introduced \nas a deposition exhibit by the Window World Defendants’ counsel in November 2017.  \n(Pls.’ Resp. Goode Aff. 2–3.)  Several documents included in the 2018 Claw-back were \nincluded in the 2016 Claw -back, but were subsequently released in 2016.  (Pls.’ Br. \nSupp. Mot. Sanctions and Mot. Compel Defs.’ Wrongful Assertions Privilege 5.) \n12. Plaintiffs have also raised several issues with the Window World \nDefendants’ privilege logs.  As required by the CMO, the Window World Defendants \nhave divided and logged documents withheld in full or in  part on either a privilege \nlog or a privilege redaction log (together, the “Logs”).2   \n13. As early as February 14, 2017, the Window World Defendants acknowledged \nthat their Logs were in complete.  (Pls.’ Br. Supp. Mot. Sanctions and Mot. Compel \nDefs.’ Wrongful Assertions Privilege Ex. G, ECF No. 449.8 (15 CVS 1), ECF No. 489.8 \n(15 CVS 2).)  The Window World Defendants ’ counsel committed to providing \nPlaintiffs with updated Logs by June 30, 2017, (Goode Aff. ¶ 40), but did not provide \nupdated Logs (the “2018 Logs”) until April 13, 2018—the same day as the 2018 Claw-\nback.3  (Goode Aff. ¶ 41.) \n14. The Window World Defendants’ 2018 Logs contained certain document \ndescriptions that were different from descriptions included in  prior Logs.  The \nWindow World Defendants  attribute the changed descriptions to the fact that counsel \n                                                 \n2  The Window World Defendants’ initial privilege log was served on September 25, 2015, and \nrevised or supplemented Logs were served on November 17, 2015, July 29, 2016, January 13, \n2017, February 14, 2017, and April 13, 2018.  (Goode Aff. ¶¶ 33–41.) \n \n3 As with the delay in clawing back documents, the Window World Defendants ’ counsel \ncontends that the deadline was missed due to the “extensive work in this litigation.”  (Goode \nAff. ¶ 40.) \nre-reviewed all documents included in prior Logs and “manually drafted descriptions \nfor all entries that used uniform and consistent language” and that “different \nattorneys were involved in draft ing the 2018 logs from those created previously.”   \n(Goode Aff. ¶ 40 .)  Counsel for the Window World Defendants has further averred \nthat “several sets of reviewers have disagreed among themselves with respect to \nclaims of privilege, reasonable minds can dif fer, and that these are therefore close \ncalls.”  (Goode Aff. ¶ 66.)   \n15. According to Plaintiffs, the 2018 Logs were “suspiciously altered” so as to \nomit references to franchise disclosures.   (Pls.’ Resp. Goode Aff. 12.)  Plaintiffs \ncontend that the 2018 Claw -back and the delay in serving the 2018 Logs “upended \nPlaintiffs’ preparation for and conduct of a number of the most important depositions \nin this case (including those of Ms. Vannoy, [Defendant Window World, Inc.] board \nmembers Jay Vannoy and Jamie McBride, [Defendant Window World, Inc.’s] former \nCFO Bridget Mathis, and its accountant Randy Blackburn).”  (Pls.’ Resp. Goode Aff. \n7.)  Plaintiffs further contend that, in the two years since their production, many of \nthe 2018 Claw-back documents have been “woven into Plaintiffs’ strategy” and that \nthe 2018 Claw-back “limited or foreclosed altogether —with very little notice—areas \nof examination that are central to the franchise issues in the case and that Plaintiffs \nhad long intended to pursue with these witnesses.”  (Pls.’ Resp. Goode Aff. 8.) \n16. Through the Motion to Compel, Plaintiffs request that the Court or a special \nmaster (i) conduct an in camera review as to approximately 280 documents that were \nincluded in the 2018 Cla w-back for which Plaintiffs challenge the assertion of \nprivilege (the “Challenged Documents”) , (ii) conduct an in camera  review of all \ndocuments identified on the Window World Defendants’ 2018 Logs, and (iii) \ndetermine whether the Window World Defendants’  counsel improperly instructed \ndeponent Beth Vannoy not to answer questions on the basis of privilege.  If the Court \nor a special master finds that assertions of privilege were not justified, Plaintiffs \nrequest the Court to impose sanctions, including allowing further deposition of Ms. \nVannoy and other witnesses on the content of documents, monetary sanctions, and \npayment of Plaintiffs’ attorneys’ fees incurred in challenging the privilege assertions.  \n17. Through the Waiver Motion, Plaintiffs seek an order ruling that the Window \nWorld Defendants waived the protections of the attorney -client privilege and work -\nproduct doctrine as to all communications and documents before November 1, 2011 \nthat generally relate to the Window World Defendants’ compliance with stat e and \nfederal franchise laws.  (Pls.’ Mot. Finding Waiver Attorney -Client Privilege and \nWork-Product Doctrine Certain Topics  1–2, ECF No. 446 (15 CVS 1), ECF No. 486 \n(15 CVS 2).)  Plaintiffs specifically contend that the Window World Defendants \nwaived the protections of the attorney -client privilege as to these documents based \non the two-year delay in initiating the 2018 Claw-back and through application of the \ncrime-fraud exception to the facts of record here.  Plaintiffs further request the Court \nor a spe cial master conduct an in camera review of all documents identified on the \nWindow World Defendants’ 2018 Logs to determine whether the documents fall \nwithin scope of the alleged waiver (i.e. relate to compliance with franchise laws).  \nII. \nLEGAL ANALYSIS \n18.  “The attorney-client privilege is well-grounded in the jurisprudence of this \nState.”  In re Investigation of the Death of Miller, 357 N.C. 316, 328, 584 S.E.2d 772, \n782 (2003).  The North Carolina Supreme Court has set forth a five -part test to \ndetermine whether a particular communication is protected by the attorney -client \nprivilege:  \n(1) the relation of attorney and client existe d at the time the communication \nwas made, (2) the communication was made in confidence, (3) the \ncommunication relates to a matter about which the attorney is being \nprofessionally consulted, (4) the communication was made in the course of \ngiving or seeking legal advice for a proper purpose although litigation need \nnot be contemplated and (5) the client has not waived the privilege. \n \nId. (quoting State v. McIntosh , 336 N.C. 517, 523–24, 444 S.E.2d 438, 442 (1994)).  \n“The burden is always on the party asserting the privilege to demonstrate each of its \nessential elements.”  Id. at 336, 584 S.E.2d at 787.  However, “the responsibility of \ndetermining whether the attorney -client privilege applies belongs to the trial court, \nnot to the attorney asserting the privileg e.”  Id. at 336, 584 S.E.2d at 787–88 (citing \nHughes v. Boone, 102 N.C. 137, 160, 9 S.E. 286, 292 (1889)). \n19. The work-product doctrine protects from discovery materials prepared in \nanticipation of litigation.  Sessions v. Sloane , 789 S.E.2d 844, 855 (N.C. Ct . App. \n2016).  “Materials prepared in the regular course of business are, however, not \nprotected.”  Id.  In order to determine whether a document was prepared in \nanticipation of litigation or in the regular course of business, courts consider: \nwhether, in light of the nature of the document and the factual situation in \nthe particular case, the document can fairly be said to have been prepared or \nobtained because of the prospect of litigation.  But the converse of this is that \neven though litigation is alrea dy in prospect, there is no work product \nimmunity for documents prepared in the regular course of business rather \nthan for purposes of the litigation. \n \nId. (quoting Cook v. Wake Cnty. Hosp. Sys., Inc., 125 N.C. App. 618, 623, 482 S.E.2d \n546, 550 (1997)). \n20. A trial court may, in its discretion, order an in camera review of documents \nto assess the propriety of claims of privilege.  As noted by the North Carolina Supreme \nCourt, \n[A] trial court is not required to rely solely on an attorney’s assertion that a \nparticular communication falls within the scope of the attorney -client \nprivilege.  In cases where the party seeking the information has, in good faith, \ncome forward with a nonfrivolous assertion that the privilege does not apply, \nthe trial court may conduct an in camera  inquiry of the substance of the \ncommunication.  See State v. Buckner, 351 N.C. 401, 411–12, 527 S.E.2d 307, \n314 (2000) (trial court must conduct in camera review when there is a dispute \nas to the scope of a defendant’s waiver of the attorney -client privilege, such \nas would be the case when a defendant has asserted an ineffective assistance \nof counsel claim);  . . . see also Willis v. Duke Power Co., 291 N.C. 19, 36, 229 \nS.E.2d 191, 201 (1976) (trial court may require in camera  inspection of \ndocuments to determine if they are work-product). \n \nMiller, 357 N.C. at 336–37, 584 S.E.2d at 787; see United States v. Zolin , 491 U.S. \n554, 574 –75 (1989) (“[T]he party opposing the priv ilege . . . must present evidence \nsufficient to support a reasonable belief that in camera review may yield evidence \nthat establishes the exception’s applicability.”).  Further, “[i]n cases of doubt whether \nthe privilege has been established, the presiding officer may examine the contested \ncommunication in camera.”  Miller, 357 N.C. at 337, 584 S.E.2d at 788.   \n21. Here, the Court  finds that Plaintiffs have come forward with sufficient \nevidence to support a nonfrivolous assertion that the attorney -client privilege has \nbeen improperly invoked to shield from disclosure the Challenged Documents \nincluded in the 2018 Claw-back.  Therefore, the Court concludes, in the exercise of its \ndiscretion and for good cause shown, that an in camera review of the Challenged \nDocuments should be conducted to determine whether the Window World Defendants \nhave asserted claims of privilege as to non-privileged documents.  \n22. As to the documents that the Window World  Defendants have withheld on \nthe basis of privilege, the Court finds that Plaintiffs have offered sufficient evidence \nto cause the Court to doubt whether all of the documents withheld from production \nand identified in the Window World Defendants’ 2018 Logs  are in fact protected by \nprivilege.   The Court thus concludes, in the exercise of its discretion and for good \ncause shown, that a sampling review of the documents identified on the 2018 Logs is \nwarranted to test the Window World Defendants’ assertions of privilege and whether \nthe document descriptions included in the 2018 Logs are accurate.  In light of the \ntime and expense associated with a full review of all of the documents appearing on \nthe 2018 Logs, the Court concludes, in the exercise of its discretion, that \napproximately 10% of the documents identified in  the Second Amended and \nSupplemental Privilege Log and Second Amended and Supplemental Redaction Log \n(the “Sample Log Documents”) should be subjected to an initial in camera review. \n23. Should the sampling review or the review of the Challenged Documents \nreveal that the Window World Defendan ts have withheld as privileged a material \nnumber of nonprivileged documents, the Court reserves the right to consider a \nbroader review of the documents on the 2018 Logs.  \n24. Having determined that an in camera review of documents is appropriate, \nthe Court concludes, in the exercise of its discretion  and for good cause shown , that \nthe review should be referred to a special master.  Rule 53 of the North Carolina Rules \nof Civil Procedure provides that “[a]ny or all of the issues in an action may be referred \nupon the written consent of the parties[.]”  N.C. R. Civ. P. 53(a)(1).    \n25. Plaintiffs, through both the Waiver Motion and the Motion to Compel, move \nthe Court to appoint a special master to conduct the requested in camera review.  At \nthe June 18, 2018 telephone conference in this matter, the Window World Defendants \nindicated their consent to the appointment of the Honorable Richard L. Doughton \n(“Judge Doughton”) to serve as a special master in the event the Court determine d \nthat an in camera review is necessary.  The parties indicated their further agreement \nthat Judge Doughton’s hourly rate of $350 for his services is fair and reasonable. \n26. The Court finds, in the exercise of its discretion and for good cause shown, \nthat it is in the interests of justice and the needs of this action that a special discovery \nmaster be appointed to review the Challenged Documents and the Sample Log \nDocuments as provided hereunder.  Judge Doughton is familiar with North Carolina \nlaw surrounding the attorney-client privilege and the work -product doctrine and is \nexceptionally well qualified to perform the in camera review ordered herein.  The \nCourt understands that Judge Doughton is willing and able to accept appointment as \nspecial discovery master  in this matter and to conduct an in camera review of the \nChallenged Documents and the Sample Log Documents.   \n27. Although orally agreeing to Judge Doughton’s appointment, the  Window \nWorld Defendants have not provided written consent  as required by Rule 53(a) (1).  \nConsequently, to comply with the requirements of Rule 53 and so that the record is \nclear, the parties should indicate their consent to Judge Doughton’s appointment by \nexecuting and returning the Consent to Appointment of Special Master (the “Consent \nto Appointment”) attached hereto as Exhibit A within five days of this Order  and \nOpinion. \n28. Based on the findings and conclusions above , the Court, in the exercise of \nits discretion and for good cause shown, appoints Judge Doughton to serve as special \nmaster, effective immediately upon the parties’ execution and return of the Consent \nto Appointment, and orders Judge Doughton to conduct an in camera review of the \nChallenged Documents and the Sample Log Documents as provided below.   \n29. The Court concludes that Judge Doughton’s hourly fee of $350.00 per hour \nis fair and reasonable for his services in this matter.  The parties shall bear the costs \nof Judge Doughton’s fees equally, subject to future modification by the Court in the \nCourt’s discretion. \n30. The Court defer s ruling on the Waiver Motion and Motion to Compel \npending the results of Judge Doughton’s in camera review. \nIII. \nCONCLUSION \n31. WHEREFORE, the Court, for the reasons stated herein and in the exercise \nof its discretion, hereby ORDERS as follows: \na. Effective immediately upon the parties’ execution and return of the \nConsent to Appointment, Judge Doughton is hereby  appointed as a \nspecial master to conduct an in camera  review of the Challenged \nDocuments and the Sample Log Documents. \nb. No later than fourteen days from the entry of this Order  and Opinion, \nPlaintiffs and the Window World Defendants shall promptly meet , \nconfer, and file, under seal if appropriate, the following: \ni. The Sample Log Documents  identified by Bates numbers .  The \nSample Log Documents shall be selected by id entifying every \ntenth document listed on the 2018 Logs, in descending order.4  In \nthe event that a document selected by this procedure duplicates a \nChallenged Document or a previously-selected Sample Log \nDocument, t he next non -duplicate document on the 2018 Logs \nshall be selected. \nii. The Challenged Documents identified by Bates number. \niii. A list of all persons identified in the Sample Log Documents and \nthe Ch allenged Documents, including an indication of whether \n                                                 \n4 For instance, as to the Second Amended and Supplemental Privilege Log, the first Sample \nLog Document will be WW00390482 and the second will be WW00451985. \neach such person is an attorney, a party, a representative of a \nparty, a nonparty, a representative of a nonparty, and such other \nrelevant information as the parties may agree. \niv. A joint background statement  of no more than 2,500 words  to \nprovide necessary factual background to assist Judge Doughton \nin assessing the application of the attorney -client privilege and \nthe work-product doctrine in the in camera review.  The Court \nencourages the parties to reach agreement, but i n the event that \nthe parties fail to do so, each may submit a separate background \nstatement of no more than 1, 250 words  for the Court’s \nconsideration for submission to Judge Doughton.  Any statement \nsubmitted hereunder should state facts, not argument. \nv. The Window World Defendants shall submit the Sample Log \nDocuments to the Court  by zip drive and hard copy for \ntransmission to Judge Doughton.   \nvi. Plaintiffs shall submit the Challenged Documents to the Court by \nzip drive and hard copy for transmission to Judge Doughton.  \nc. Upon receipt of the above -referenced materials, Judge Doughton shall \nconduct an in camera review of the Window World Defendants’ privilege \nassertions and, consistent with the provisions of this Order and Opinion, \nshall:  \ni. Review the Challenged D ocuments and, with respect to each,  \nassess the propriety of the claims of privilege;  \nii. Review the Sample Log Documents and, with respect to each, (i) \nassess the propriety of the claims of privilege,  and (ii) determine \nwhether the document descriptions set forth on the 2018 Logs \naccurately reflect the contents of each document; and \niii. Prepare and submit a report to the Court, as soon as practicable, \nsetting forth the results of the in camera review.  Upon receipt, \nthe Court will file Judge Doughton’s report under seal on the \nCourt’s docket.  \nd. The par ties shall cooperate fully with Judge Doughton in the \nperformance of his duties and shall provide any information  he may \nrequest to facilitate his review. \ne. Judge Doughton’s compensation shall be based on  an hourly rate of \n$350.00.   \nf. Judge Doughton’s  fees shall be paid equally by Plaintiffs and the \nWindow World Defendants, subject to later modification in the Court’s \ndiscretion.   \ng. The Court DEFERS ruling on the Waiver Motion and the Motion to \nCompel pending the results of the in camera review ordered hereunder.  \n \n \n \nSO ORDERED, this the 28th day of September, 2018.  \n \n      /s/ Louis A. Bledsoe, III   \nLouis A. Bledsoe, III  \nChief Business Court Judge  \n  \nExhibit A \n \nSTATE OF NORTH CAROLINA \n \nWILKES COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 1 \n \nWINDOW WORLD OF BATON \nROUGE, LLC; WINDOW WORLD OF \nDALLAS, LLC; WINDOW WORLD \nOF TRI STATE AREA, LLC; and \nJAMES W. ROLAND, \n \nPlaintiffs, \n \nv. \n \nWINDOW WORLD, INC.; WINDOW \nWORLD INTERNATIONAL, LLC; \nand TAMMY WHITWORTH, \n \nDefendants. \n \n \n \nCONSENT TO APPOINTMENT OF \nSPECIAL MASTER \n \nWILKES COUNTY            15 CVS 2 \n \nWINDOW WORLD OF ST. LOUIS, \nINC.; WINDOW WORLD OF \nKANSAS CITY, INC.; WINDOW \nWORLD OF SPRINGFIELD/PEORIA, \nINC.; JAMES T. LOMAX III; \nJONATHAN GILLETTE; B&E \nINVESTORS, INC.; WINDOW \nWORLD OF NORTH ATLANTA, \nINC.; WINDOW WORLD OF \nCENTRAL ALABAMA, INC.; \nMICHAEL EDWARDS; MELISSA \nEDWARDS; WINDOW WORLD OF \nCENTRAL PA, LLC; ANGELL P. \nWESNERFORD; KENNETH R. \nFORD, JR.; WORLD OF WINDOWS \nOF DENVER, LLC; RICK D. ROSE; \nCHRISTINA M. ROSE; WINDOW \nWORLD OF ROCKFORD, INC.; \nWINDOW WORLD OF JOLIET, INC.; \nSCOTT A. WILLIAMSON; \nJENNIFER L. WILLIAMSON; BRIAN \nC. HOPKINS; WINDOW WORLD OF \n \n \n \n \n \n \n \nLEXINGTON, INC.; TOMMY R. \nJONES; JEREMY T. SHUMATE; \nWINDOW WORLD OF PHOENIX \nLLC; JAMES BALLARD; and TONI \nBALLARD, \n \nPlaintiffs, \n \nv. \n \nWINDOW WORLD, INC.; WINDOW \nWORLD INTERNATIONAL, LLC; \nand TAMMY WHITWORTH, \nindividually and as trustee of the \nTammy E. Whitworth Revocable \nTrust, \n \nDefendants. \n \n \n1. Pursuant to North Carolina Rule of Civil Procedure 53(a)(1), t he \nundersigned parties consent to the appointment of the Honorable Richard L. \nDoughton (“Judge Doughton”) to serve a s a special master in the above -captioned \ncases. \n2. The parties understand and agree that the scope of Judge Doughton ’s \npowers under the appointment are described in the Court’s September 28, 2018 Order \nand Opinion for In Camera Review. \n3. The parties understand and agree that Judge Doughton ’s compensation \nshall be based on an hourly rate of $350.00.  Judge Doughton’s fees shall be paid \nequally by Plaintiffs and the Window World Defendants, subject to later modification \nin the Court’s discretion.  The Court may from time to time order one or more of the \nparties to advance sums to be applied to Judge Doughton’s compensation.  Any such \nadvances may be considered by the Court in the final fixing of costs as the Court \ndeems appropriate. \nFor Plaintiffs:  \n  \n___________________________________ \nRobert J. King, N.C. State Bar # 15946 \nCharles E. Coble, N.C. State Bar # 25352  \nBenjamin R. Norman, N.C. State Bar # \n32852  \nAndrew L. Rodenbough, N.C. State Bar # \n46364 \nBROOKS, PIERCE, McLENDON,  \nHUMPHREY & LEONARD, LLP  \nP. O. Box 26000  \nGreensboro, North Carolina   27420-6000  \nTelephone:    (336) 373.8850  \nFacsimile:     (336) 378.1001  \nEmail:       rking@brookspierce.com  \n                  ccoble@brookspierce.com \n                  bnorman@brookspierce.com  \n                  arodenbough@brookspierce.com \nAttorneys for Plaintiffs \nFor Defendants:  \n  \n___________________________________ \nMichael T. Medford, N.C. State Bar # 7227 \nJudson A. Welborn, N.C. State Bar # 25756 \nNatalie M. Rice, N.C. State Bar # 43157 \nJessica B. Vickers, N.C. State Bar # 44873 \nMANNING, FULTON & SKINNER, P.A. \n3605 Glenwood Avenue  \nSuite 500 (27612) \nPost Office Box 20389 \nRaleigh, North Carolina   27619 \nTelephone:   (919) 787-8880 \nFacsimile: (919) 325-4627 \nE-mail:         medford@manningfulton.com \nwelborn@manningfulton.com \nnrice@manningfulton.com \nvickers@manningfulton.com \n \nMark M. Leitner, WI State Bar # 1009459  \nJoseph S. Goode, WI State Bar # 1020886 \nSarah E. Thomas Pagels, WI State Bar # \n1062162 \nJohn W. Halpin, WI State Bar #1064336 \nJessica L. Farley, WI State Bar # 1065839 \nLAFFEY, LEITNER & GOODE LLC \n325 E. Chicago St. \nSuite 200 \nMilwaukee, Wisconsin   53202 \nTelephone:   (414) 312-7003 \nFacsimile:  (414) 755-7089 \nE-mail:  mleitner@llgmke.com \n  jgoode@llgmke.com \n   jfarley@llgmke.com \n  spagels@llgmke.com \n  jhalpin@llgmke.com \nAttorneys for Defendants Window World, Inc. \nand Window World International, LLC \n "
}