{
  "id": "29d37ed9b6acf49147ad1760a3a2dc762cc9422e8346b740818ac7f49fbfbf76",
  "source_file": "data/raw/ncbc/29d37ed9b6acf49147ad1760a3a2dc762cc9422e8346b740818ac7f49fbfbf76.pdf",
  "raw_text": "Lexington Hous. Auth. v. Gerald, 2019 NCBC 65. \n \n \nSTATE OF NORTH CAROLINA \n \nDAVIDSON COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 1036 \nLEXINGTON HOUSING \nAUTHORITY, \n \n   Plaintiff,  \n \nv. \n \nTERRANCE GERALD and \nHAVEN REDEVELOPMENT \nGROUP, a North Carolina \nNonprofit Corporation, \n \n   Defendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION  \nTO DISMISS DEFENDANTS’ \nCOUNTERCLAIMS \n  \n \n1. THIS MATTER  is before the Court on Plaintiff Lexington Housing \nAuthority’s (“Plaintiff”) Motion to Dismiss Defendants’ Counterclaims (the “Motion”) \nfiled on August 6, 2019.  (ECF No. 13.)  The Motion, supported by a brief , (ECF No. \n14), requests that the Court dismiss both of Defendant Terr ance Gerald (“Mr. \nGerald”) and Haven Redevelopment Group , Inc. ’s (“HRG”) (collectively the \n“Defendants”) counterclaims contained in Defendants’ Answer, Affirmative Defenses \nand Counterclaims, (ECF No. 9), filed on July 10, 2019, pursuant to Rules 12(b)(1),  \n12(b)(2), and 12(b)(6) of the North Carolina Rules of Civil Procedure (the “Rule(s)”). \n2. Defendants failed to file a response in opposition to the Motion.  As a result, \nand pursuant to R ule 7.6 of the North Carolina Business Court Rules (“BCR”) , the \nCourt evaluates the Motion as uncontested.  See BCR 7.6 (“If a party fails to file a \n \n \n \n \nresponse within the time requested by this rule, the motion will be considered and \ndecided as an uncontested motion.”).  \n3. For the reasons set forth herein, the Court GRANTS in part and DENIES \nin part the Motion. \nThe Banks Law Firm, by Howard B. Rhodes, Sherrod Banks, and Dylan \nHix, for Plaintiff Lexington Housing Authority.  \n \nSanford Holshouser LLP, by Brian L. Crawford, for Defendants Terrance \nGerald and Haven Redevelopment Group.   \n \nRobinson, Judge. \n \nI. INTRODUCTION1 \n4. This case arises in Davidson County and involves dealings between \nPlaintiff, a public housing authority created pursuant to Chapter 157 of the North \nCarolina General Statutes, and Defendants. \n5. Plaintiff’s principal place of business  is in Davidson County, North \nCarolina.  Plaintiff provides low- and moderate-income housing pursuant to state and \nfederal regulations. \n6. Mr. Gerald, a resident of Forsyth County, North Carolina, served as \nPlaintiff’s Executive Director from November 15, 2010 until May 9, 2016.  \n7. HRG is a North Carolina nonprofit corporation with its principal place of \nbusiness in Lexington, North Carolina.   HRG, formerly known as the Lexington \nHousing Redevelopment Corporation, Inc., was created by Plaintiff on May 2, 2011 to \n                                                 \n1  The factual background contained herein is solely to provide context and a summary of this \nlitigation. The Court does not consider facts outside the pleading in question on a motion to \ndismiss pursuant to Rule 12(b)(6).  \n \n \n \n \nserve as its nonprofit real estate development company .  Mr. Gerald is HRG’s \nExecutive Director.  Plaintiff appointed Mr. Gerald as HRG’s Executive Director to \ncarry out Plaintiff’s purpose by engaging in new housing development projects.   \n8. The causes of action asserted by Plaintiff generally arise out of alleged \nwrongdoing by Mr. Gerald during the course of his employment with Plaintiff  and \nthrough his control of HRG.   \nII. PROCEDURAL BACKGROUND \n9. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motion. \n10. The complaint initiating this matter (the “Complaint”) was filed on May 8, \n2019.  (ECF No. 3.)  On May 9, 2019, this action was designated as a mandatory \ncomplex business case, (ECF No. 1), and assigned to the undersigned by Order of the \nChief Business Court Judge, (ECF No. 2). \n11. Defendants filed their Answer, Affirmative Defenses and Counterclaims on \nJuly 10, 2019, asserting two causes of action2 against Plaintiff (the “Counterclaims”).  \nThe Counterclaims are short.  Verbatim they read as follows:  \nNOW COMES (sic) THE DEFENDANTS in this Complaint (sic) to \nassert Counterclaims that are injurious to the Defendants (sic) ability \nto carry out its functions as an independent corporation \n \nCOUNT I \nTortious Interference with Contracts \n \nPlaintiff has known that the Defendant Corporation LHRDC/HRG are \n(sic) and have been separate corporations all along.  Plaintiff is filing \n                                                 \n2 Based on the Court’s reading of the two “Counts”, it appears that the first counterclaim is \nbrought by both Defendants and the second appears to be brought by Mr. Gerald \nindividually.   \n \n \n \n \nthis malicious lawsuit to exact revenge and or destroy Defendants  (sic) \noperations.  Filing this Lawsuit an (sic) asking for an Injunction (sic) is \nmalicious and will cause harm to Defendants (sic) business operations. \n \nCOUNT II \nDefamation as to Defendant Gerald \n \nPlaintiff has continuously maligned the character of Defendant Gerald.  \nPlaintiff and its agents have published and or provided false information \nto the Newspapers; referred to the prosecution criminal claims and \notherwise accused him in this very complaint of unsavory and unethical \nactivities.  These actions were meant to harm and damage the \nprofessional reputation of Defendant Gerald. \n \n12. Plaintiff filed the Motion on August 6, 2019 , along with Plaintiff’s Brief in \nSupport of its Motion to Dismiss Defendants’ Counterclaims .  Defendants failed to \nfile a brief in opposition to the Motion. \n13. As permitted by BCR 7.4, the Court decides the Motion without oral \nargument.3  \n14. The Motion is ripe for resolution. \nIII. LEGAL STANDARD \n15. Plaintiff seeks dismissal of the Counterclaims pursuant to Rules 12(b)(1), \n(b)(2), and (b)(6).  In  so doing, Plaintiff argues that the Court lacks subject matter \njurisdiction over the Counterclaims and personal jurisdiction over Plaintiff because \nPlaintiff is a governmental entity and therefore immune from suit by Defe ndants.  \nAlternatively, Plaintiff claims that even if the Court finds that Plaintiff is not \nimmune from suit in this instance, the Counterclaims should nonetheless be \n                                                 \n3 Pursuant to BCR 7.4, “[t]he Court may rule on a motion without a hearing [and] [s]pecial \nconsiderations thought by counsel sufficient to warrant a hearing or oral argument may be \nbrought to the Court’s attention in the motion or response.”  Neither party requested a \nhearing on the Motion.  \n \n \n \n \ndismissed because they fail to properly state claims under existing North Carolina \nlaw.  \n16. Plaintiff brings the Motion , as it relates to governmental immunity, \npursuant to both Rules 12(b)(1) and 12(b)(2), presumably because of the lack of clarity \nfrom the North Carolina Supreme Court regarding whether governmental immunity \nis more properly raised as an issue of subject matter or personal jurisdiction.  Teachy \nv. Coble Dairies, Inc., 306 N.C. 324, 327–28, 293 S.E.2d 182, 184 (1982) (declining to \naddress whether sovereign immunity s hould be brought as a Rule 12(b)(1) or Rule \n12(b)(2) motion); Providence Volunteer Fire Dep’t v. Town of Weddington , 253 N.C. \nApp. 126, 131, 800 S.E.2d 425, 430 (2017)  (“The North Carolina Supreme Court has \nnot directly addressed whether governmental immun ity is a n issue of personal \njurisdiction or subject matter jurisdiction[.]”) .  While the North Carolina Supreme \nCourt has not resolved the issue, the North Carolina Court of Appeals has made clear \nthat governmental immunity is a question of personal jurisd iction.  Data Gen. Corp. \nv. Cty. of Durham, 142 N.C. App. 97, 100, 545 S.E.2d 243, 245–46 (2001) (“[A]n appeal \nof a motion to dismiss based on sovereign immunity presents a question of personal \njurisdiction rather than subject matter jurisdiction[.]”); see also Providence Volunteer \nFire Dep’t, 253 N.C. App. at 131, 800 S.E.2d at 430 (declaring as recently as 2017 that \nthe court of appeals has classified “the issue as one of personal jurisdiction”) .  In the \nabsence of contrary authority from our Supreme Cour t, this Court is bound by the \nNorth Carolina Court of Appeal’s interpretation of this issue.  See Bacon v. Lee, 353 \nN.C. 696, 712, 549 S.E.2d 840, 851 –52 (2001) (“A primary goal of adjudicatory \n \n \n \n \nproceedings is the uniform application of law.  In furtherance of this objective, courts \ngenerally consider themselves bound by prior precedent, i.e., the doctrine of stare \ndecisis.”).   \n17. Because of the direction from the Court of Appeals, the Court considers the \nMotion, to the extent it is based on Plaintiff’s claim of governmental immunity, as an \nissue of personal jurisdiction pursuant to Rule 12(b)(2), and not one of subject matter \njurisdiction pursuant to Rule 12(b)(1).  \n18. As here, a motion to dismiss an action for lack of personal jurisdiction may \nbe brought pursuant to Rule 12(b)(2).  The claimant bears the burden of proving the \ngrounds for exercising personal jurisdiction by a preponderance of the evidence.  \nWorley v. Moore, 2017 NCBC LEXIS 15, at *18 (N.C. Super. Ct. Feb. 28, 2017).  When \nneither party submits evidence  supporting or opposing a finding of personal \njurisdiction, t he Court must determine “whether the [counterclaims] contain[] \nallegations that, if taken as true, set forth a sufficient basis for the court’s exercise of \njurisdiction.”  Parker v. Town of Erwin, 243 N.C. App. 84, 96–97, 776 S.E.2d 710, 720–\n21 (2015); see also Hagans v. City of Fayetteville, 2015 U.S. Dist. LEXIS 93313, at *9 \n(E.D.N.C. July 17, 2015) (“Where a challenge to personal jurisdiction is addressed \nonly on the basis of motion papers, supporting legal memoranda, and the relevant \nallegations of the complaint, the burden on the plaintiff is simply to make a prima \nfacie showing of a sufficient jurisdictional basis to survive the jurisdictional \nchallenge.”).   \n \n \n \n \n19. In rul ing on a motion to dismiss pursuant to Rule 12(b)(6), the Court \nreviews the allegations in the Counterclaims in the light most favorable to the non -\nmovant.  See Christenbury Eye Ctr., P.A. v. Medflow , Inc., 370 N.C. 1, 5, 802 S.E.2d \n888, 891 (2017).  The Court’s inquiry is “whether, as a matter of law, the allegations \nof the [counterclaims] . . . are sufficient to state a claim upon which relief may be \ngranted under some legal theory[.]”  Harris v. NCNB Nat’l Bank , 85 N.C. App. 669, \n670, 355 S.E.2d 838, 840  (1987).  The Court accepts as true all well-pleaded factual \nallegations in the relevant pleading.  See Krawiec v. Manly , 370 N.C. 602, 604, 811 \nS.E.2d 542, 545 (2018).  The Court is however not required “to accept as true \nallegations that are merely concl usory, unwarranted deductions of fact, or \nunreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human \nServs., 174 N.C. App. 266, 274, 620 S.E.2d 873, 880 (2005) (citation omitted). \n20. Our Supreme Court has noted that “[i]t is well -established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) the [counterclaim] on its face reveals \nthat no law supports the [] claim; (2) the [counterclaim] on its face reveals the absence \nof facts sufficient to make a good claim; or (3) the [counterclaim] discloses some fact \nthat necessarily defeats the [] claim.’”  Corwin v. British Am. Tobacco PLC, 371 N.C. \n605, 615 821 S.E.2d 729, 736−37 (2018) (quoting Wood v. Guilford Cty., 355 N.C. 161, \n166, 558 S.E.2d 490, 494 (2002)).   \n \n \n \n \n \n \n \nIV. ANALYSIS \n \nA. Governmental Immunity \n \n21. Plaintiff first seeks dismissal on the ground that , as a public housing \nauthority, it is entitled to governmental immunity .  “A public housing authority \ncreated and operated pursuant to  Chapter 157 of the North Carolina General \nStatutes is a municipal corporation.”  Evans v. Hous. Auth. , 359 N.C. 50, 53, 602 \nS.E.2d 668, 670 (2004).  A municipal corporation is entitled to governmental \nimmunity for causes of action sounding in tort that arise from the exercis e of its \ngovernmental functions, but it is not entitled to such immunity for  any proprietary \nfunctions it undertakes.  Id.  \n22. A governmental function is an activity that is “discretionary, political, \nlegislative, or public in nature and performed for the public good [on] behalf of the \nState rather than for itself [.]”  Britt v. City of Wilmington , 236 N.C. 446, 450, 73 \nS.E.2d 289, 293 (1952).  A proprietary function is one that  is “commercial or chiefly \nfor the private advantage of the compact community.”  Id.  The legislature’s \ndesignation of an activity as a governmental function is not dispositive; “the question \nremains whether the specific [activity at issue ], in the case an d under these \ncircumstances is a governmental function.”  Meinck v. City of Gastonia, 371 N.C. 497, \n513–14, 819 S.E.2d 353, 364 (2018).   \n23. The Counterclaims are so deficient on their face that the Court is unable to \ndiscern what specific conduct forms the basis of Plaintiff’s alleged wrongdoing.  \nDefendants make conclusory allegations without any specific factual details or \n \n \n \n \nsupport to permit the Court to understand the context in which the activity occurred.  \nDefendants do not even make an allegation that Plaintiff has waived or is otherwise \nnot entitled to governmental immunity  or provide  specific factual allegations to \npermit the Court to reasonably infer personal jurisdiction is proper .  See Can Am \nSouth, LLC v. State, 234 N.C. 119, 126, 759 S.E.2d 304, 310 (2014) (concluding that \npleading “[t]he defense of sovereign immunity is not applicable to any claims alleged \nherein” and particularities regarding the circumstances giving rise to the claims was \nsufficient to support a finding of personal jurisdiction).  \n24. In no way does the Court conclude that any alleged conduct  in the \nCounterclaims is a governmental function.  The Court only finds that u nder these \nspecific factual circumstances, and upon an uncontested motion, the record before the \nCourt does not  support a conclusion  that Plaintiff was acting in a proprietary \nfunction.  Therefore, the Court concludes that Defendants have not met their burden \nof pleading factual allegations that support a f inding of personal jurisdiction  over \nPlaintiff and Plaintiff’s Motion pursuant to Rule 12(b)(2) is GRANTED.  Additionally, \nbecause the Court of Appeals has directed that governmental immunity claims are to \nbe determined under Rule 12(b)(2), and not Rule 12(b)(1), the Motion, to the extent it \nis brought pursuant to Rule 12(b)(1), is DENIED. \n25. Even if the Court could properly exercise personal jurisdiction over \nPlaintiff, the Court concludes that both of the Counterclaims should be dismissed  \npursuant to Rule 12(b)(6). \n \n \n \n \n \nB. Rule 12(b)(6) Analysis  \n1. Tortious Interference with Contract  \n26. Based on the title of the claim and parsing generously the allegations \ncontained therein, the first counterclaim appears to be for tortious interference with \ncontract.  To state a claim for tortious interference with contract, the pleading must \nallege that:  \n(1) a valid contract [exists] between the [claimant] and a third person \nwhich confers upon the [claimant] a contractual right against a third \nperson; (2) the [opposing party] knows of the contract; (3) the [opposing \nparty] intentionally induces the third person not to perform the contract; \n(4) and in doing so acts without justification; (5) resulting in actual \ndamage to [claimant]. \n \nUnited Labs., Inc. v. Kuykendall, 322 N.C. 643, 661, 370 S.E.2d 375, 387 (1988).  As \nthis Court has previously noted, “[t]he pleading standards for a tortious interference \nwith contract claim are strict.”  Urquhart v. Trenkelbach, 2017 NCBC LEXIS 12, at \n*15 (N.C. Super. Ct. Feb. 8, 2017); see also Kerry Bodenhamer Farms, LLC v. Nature’s \nPearl Corp., 2017 NCBC LEXIS 27, at *16 (N.C. Super. Ct. Mar. 27, 2017). \n27. Defendants fail to properly and sufficiently allege any of the elements of a \nclaim for tortious interference with contract, much less all of them.  As such the Court \nGRANTS Plaintiff’s motion seeking dismissal of Defendants’ first claim for tortious \ninterference with contract, and the claim is DISMISSED.  \n2. Defamation  \n28. As previously noted, the second counterclaim is brought solely by  Mr. \nGerald and appears to be based on alleged defamatory statements made by Plaintiff \nabout him both publicly and in pleadings in this action. \n \n \n \n \n29. To the extent the defamation counterclaim is based on allegations and \nstatements made in the pleadings in this action, it fails.  The Court of Appeals h as \nprovided that: \n[A] defamatory statement made in due course of a judicial proceeding is \nabsolutely privileged and will not support a civil action for defamation, \neven though it be made with express malice, unless the statement is so \npalpably irrelevant to the subject matter of the controversy that no \nreasonable man can doubt its irrelevancy or impropriety[.]   \n \nWatts-Robinson v. Shelton, 251 N.C. App. 507, 510, 796 S.E.2d 51, 54 (2016) (citations \nand quotation marks omitted).  \n30. The Court has reviewed the allegations contained in the Complaint filed by \nPlaintiff and concludes that they are sufficiently relevant to the proceeding instituted \nby Plaintiff to deserve protection from claims for defamation.  As a result, to the \nextent the second counterclaim is based on statements made  by Plaintiff  in the \ndocuments filed in this action, the claim is DISMISSED. \n31. With respect to statem ents allegedly made by Plaintiff about Mr. Gerald \noutside the pleadings in this litigation, the counterclaim fares no better.  As the Court \nof Appeals recently stated:  \nWhen pleading a claim for defamation, the alleged defamatory \nstatements made or published by the defendant need not be set out \nverbatim in the plaintiff's complaint if alleged substantially  in haec \nverba, or with sufficient particularity to enable the court to determine \nwhether the statement was defamatory.  In addition, allegations of time \nand place are material for the purpose of testing the sufficiency of any \npleading and such allegations should be pleaded with particularity in a \ndefamation complaint.   \n \nWynn v. Tyrrell Cty. Bd. of Educ., No. COA16-1130, 2017 N.C. App. LEXIS 358, at *6 \n(N.C. Ct. App. May 16, 2017) (citations and quotation marks omitted); see also Horne \n \n \n \n \nv. Cumberland Cty. Hosp. Sys., Inc., 228 N.C. App. 142, 150, 746 S.E.2d 13, 20 (2013) \n(“Plaintiff’s complaint fails to identify the allegedly defamatory remarks made by [the \ndefendant] or to specify when they were made.  This lack of specificity is, by itself, a \nsufficient basis to support the dismissal of plaintiff’s defamation claim.” (citation \nomitted)). \n32. The counterclaim for defamation provides no specificity as to the \nstatements allegedly made by Plaintiff, the persons allegedly making them, to whom \nthey were allegedly made, where they were allegedly made, or when they were \nallegedly made.  In the face of such glaring deficiencies, the Motion seeking dismissal \nof the second counterclaim should be GRANTED and the second counterclaim \nDISMISSED. \nV.      CONCLUSION \n33. For the foregoing reasons, the Court hereby GRANTS in part and \nDENIES in part the Motion.  Defendants’ Counterclaims are DISMISSED. \nA. The Court DENIES Plaintiff’s Motion pursuant to Rule 12(b)(1) \nbecause governmental immunity is not an issue of subject matter \njurisdiction.  \nB. The Court GRANTS Plaintiff’s Motion pursuant to Rule 12(b)(2) for \nlack of personal jurisdiction.   \nC. The Court alternatively and additionally GRANTS Plaintiff’s Motion \npursuant to  Rule 12(b)(6)  as to Defendants’ claims for tortious \ninterference with contract and defamation.  \n \n \n \n \nSO ORDERED, this the 1st day of November, 2019. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}