{
  "id": "2a69e34ba36fa24474a23c932bd61bb4ad9ea957839fd81da2ac1215b8b2458b",
  "source_file": "data/raw/ncbc/2a69e34ba36fa24474a23c932bd61bb4ad9ea957839fd81da2ac1215b8b2458b.pdf",
  "raw_text": "DSM Dyneema, LLC v. Thagard, 2019 NCBC 43. \n \nSTATE OF NORTH CAROLINA \n \nGASTON COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n13 CVS 1686 \n \nDSM DYNEEMA, LLC, \n \nPlaintiff, \n \nv. \n \nJAMES THAGARD, Ph.D.; \nHONEYWELL SPECIALTY \nMATERIALS, LLC; HONEYWELL \nADVANCED COMPOSITES, INC.; \nand HONEYWELL \nINTERNATIONAL, INC., \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS FOR \nSUMMARY JUDGMENT \n[Public]1 \n \n \n1. THIS MATTER is before the Court upon  (i) Defendant James Thagard  \nPh.D.’s (“Thagard”) Motion for Summary Judgment and  (ii) Defendants Honeywell \nSpecialty Materials, LLC, Honeywell Advanced Composites, Inc., and Honeywell \nInternational, Inc.’s (collectively, “Honeywell” and , together with Thagard , \n“Defendants”) Motion for Summary Judgment (the “Motions”) in the above-captioned \ncase. \n                                                           \n1  Recognizing that this Order and Opinion cites and discusses the subject matter of certain \ndocuments that the Court has previously allowed to remain filed under seal, the Court elected \nto file th e Order and Opinion under seal on June 19, 2019.  The Court then permitted the \nparties an opportunity to (i)  propose redactions to the public version of this document, \n(ii) make objections to the other parties’ proposed redactions, and (iii)  respond to any such \nobjections.  Although the Court is skeptical whether all of the  redactions requested by \nPlaintiff DSM Dyneema, LLC protect from public disclosure words, phrases, and statements \nthat reflect information that is actually confidential or proprietary to DSM —indeed, DSM \nseeks to redact certain information  that is publicly available —the Court has nevertheless, \nout of an abundance of caution and in light of DSM’s recent appeal of this Order and Opinion, \naccepted all of the redactions proposed by DSM and the other parties without exception. \n \n2. Having considered the Motions, the parties’ briefs, exhibits, and affidavits \nin support of and in opposition to the Motions, the pleadings, the arguments  of \ncounsel at the May 10, 2018  hearing, and other appropriate matters of record, the \nCourt hereby GRANTS the Motions and dismisses Plaintiff DSM Dyneema, LLC’s \n(“DSM”) claims against Defendants with prejudice. \nMcCullough Ginsberg Montano & Partners LLP, by Dino C. Haloulos, \nTheodore McCullough, Robert Lower, and Kara Halpern, and Bell, Davis \n& Pitt, P.A., by Edward B. Davis, Kevin G. Williams, Demitra Sourlis, \nand Joshua B. Durham, for Plaintiff DSM Dyneema, LLC. \n \nKirkland & Ellis LLP, by Daniel A. Bress, Craig Primis, Alexia Broncato, \nand Kather ine Katz, and Erwin, Bishop, Capitano, & Moss, P.A., by \nJoseph W. Moss, Jr. and Lex M. Erwin, for Defendants Honeywell \nSpecialty Materials, LLC, Honeywell Advanced Composites, Inc., and \nHoneywell International, Inc. \n \nParker Poe Adams & Bernstein LLP, by Christopher M. Thomas, \nMichael G. Adams, and Nicholas H. Lee, for Defendant James Thagard, \nPh.D.  \n \nBledsoe, Chief Judge.  \n \nI.  \nFACTUAL AND PROCEDURAL BACKGROUND \n3. The Court does not make findings of fact on motions for summary judgment.  \nSee Hyde Ins. Agency, Inc. v. Dixie Leasing Corp. , 26 N.C. App. 138, 142, 215 S.E.2d \n162, 164 –65 (1975).  Instead, the Court summarizes the facts before it, noting \nundisputed and contested facts, to provide context for the claims and its ruling on the \nMotions.  Id. at 142, 215 S.E.2d at 165. \n4. DSM and Honeywell are competitors in the anti -ballistic material \nproduction industry and historically have competed for United States military \n \ncontracts involving the development of materials used in combat helmets.  This case \ninvolves anti -ballistic materi als that were developed for the military’s Enhanced \nCombat Helmet program (the “ECH Program”).  Thagard, a former DSM employee, \nbegan working at Honeywell in 2010.  In 2013, Honeywell materials were selected for \nuse in the ECH Program.  DSM initiated this action asserting various claims, all of \nwhich hinge on allegations that Defendants misappropriated DSM’s trade secrets and \nconfidential and proprietary information in Honeywell’s successful effort to place its \nmaterials in the ECH Program. \n5. Since the filing of DSM’s Complaint  in 2013, the parties have engaged in \nextensive and far -reaching discovery.  B oth sides have produced a large volume of \ndocuments, many of which the parties agree are highly confidential due to the nature \nof the ECH Program , and the Court has been required to resolve a number of \ndiscovery disputes, several of which have involved novel questions of North Carolina \nlaw.2  In recognition of the extensive record developed by the pa rties, the Court \npermitted expansive summary judgment briefing, and the parties have submitted \napproximately 760 exhibits and 8,000 pages of deposition testimony in connection \nwith the Motions.  The Court held an all-day hearing on the Motions on May 10, 2018 \n                                                           \n2  Pertinent procedural and factual background of this matter, including that related to the \ndisputes in discovery, is set out more fully in DSM Dyneema, LLC v. Thagard , 2015 NCBC \nLEXIS 116 (N.C. Super. Ct. Dec. 18, 2015), DSM Dyneema, LLC v. Thagard , 2015 NCBC \nLEXIS 50 (N.C. Super. Ct. May 12, 2015), and DSM Dyneema, LLC v. Thagard, 2014 NCBC \nLEXIS 51 (N.C. Super. Ct. Oct. 17, 2014). \n \n \n(the “May 10 Hearing”) , at which all parties were represented by counsel. 3  The \nMotions are now ripe for determination. \nA. Factual Background4 \n1. Materials Generally  \n6. The basic characteristics of the materials at issue in this case are generally \nknown and undisputed.  (See generally TEx. 1 [hereinafter “Bhatnagar Book”], ECF \nNo. 345.2; TEx. 2, ECF No. 345.3. )  Materials manufacturers, including Honeywell \nand DSM, first create the synthetic gel fibers to be used in the anti-ballistic materials.  \n(TEx. 2 , at C1L55 –C2L11.)  Those fibers  here are ultra-high molecular weight \npolyethylene (“UHMWPE”) fibers.  The gel fibers are then drawn and dried, and the \nresulting fibers are formed into anti-ballistic material.  (TEx. 2, at C2L12–C2L42.) \n7. The type of material at issue  here is unidirectional (“UD” or “UDC”) , \nmeaning that the fibers run in the same direction and are held in place by a glue-like \nsubstance known as “resin” or “matrix.”  (Bhatnagar Book 7; Werff Aff. ¶ 25, ECF No. \n376.10.)  Multiple layers are then laminated together in a “cross -ply,” at a 0°/90° \norientation.  (Bhatnagar Book 7; Werff Aff. ¶  25.)  In essence, the resin holds the \n                                                           \n3  At the May 10 Hearing, the Court also heard arguments on a dispute concerning the \nadequacy of Thagard’s redactions to his Brief in Support of Motion for Summary Judgment, \nwhich was filed on the Court’s public docket.  The Court intends to resolve that dispute by \nseparate order.  \n \n4  This Order and Opinion shall refer to Thagard’s summary judgment exhibi ts as “TEx.,” \nHoneywell’s summary judgment exhibits as “HWEx.,” Defendants’ joint summary judgment \nexhibits as “DJEx.,” DSM’s summary judgment exhibits as “DSMEx.,” Defendants’ deposition \nexhibits as “DX,” and DSM’s deposition exhibits as “PX.” \n \nfibers together, and the fibers “catch” projectiles , in particular, bullets.  (Werff Dep. \n19:16–20:9, ECF No. 358.) \n8. UD material is sold in rolls to product manufacturers.  The manufacturer \ncuts out the desired shapes from the roll and incorporates the material into a \ncompleted product.  For combat helmets, the UD materials are heated and molded \ninto a hard panel formation.  \n9. Ballistic and structural performance of the UD material depends on, among \nother things, “fiber construction, fiber surface, binder resin and binder resin content.”  \n(TEx. 2, at C1L42–45; see Bhatnagar Book  7 (“The ballistic performance of non -\nwoven, cross -plied unidirectional ballistic materials depends upon : 1. Physical \nproperties of the ballistic fibers. 2. Denier of the fibers. 3. Amount of intermingling of \nfiber within  a yarn bundle. 4. Fiber spreading at macro level. 5. Type of resin. 6. \nQuantity of resin. 7. Bond between resin and fiber.”).) \n10. Honeywell has manufactured UHMWPE UD materials since the 1980s and \nhas supplied UD materials for helmets since the 1990s.  (Cord ova Dep. 7:25 –15:17, \nECF No. 358.)  DSM first entered the United States market for UD materials in 2004.  \n(Cordova Dep. 25:23–26:17.) \n11. At issue in the present case are DSM’s materials commercialized as HB80 \n(prototyped as X31) and HB210 (prototyped as X 158) and Honeywell’s materials \ncommercialized as SR-3136 and SR -5231 (prototyped as Experimental G) .  Despite \ntheir general similarities, the materials created by DSM —X31/HB80 and \nX158/HB210—and Honeywell—SR-3136 and SR-5231—are quite different.  (See, e.g., \n \nReitman Aff. ¶¶ 16, 75, ECF No. 358.)  It is undisputed that the products consist of \ndifferent (i)  fiber raw material, (ii ) fiber manufacturing process, (iii)  fiber shape, \n(iv) fiber content, (v) fiber liner density, (vi) fiber tenacity, (vii) resin type, (viii) resin \ncontent, and (ix)  fiber surface treatment.  A table setting forth the undisputed \ndifferences between the materials is attached to this Order and Opinion as Appendix \nA. \n2. Thagard’s Employment with DSM \n12. Thagard began working at DSM in December 200 6 as an Application \nDevelopment & Technical Service Engineer.  (HWEx. 59, ECF No. 360.)  As a \ncondition of his employment, Thagard entered into a n employment  contract with \nDSM (the “Employment Agreement”).  (See DX40 [hereinafter “Employ. Agmt.”], ECF \nNo. 349.96.)  The Employment Agreement provided that Thagard could not work for \na company competing with DSM for at least twelve months after leaving DSM , \n(Employ. Agmt. ¶ 4), and bound Thagard to certain confidentiality obligations , \n(Employ. Agmt. ¶ 1). \n13. In his position at DSM, Thagard assisted in the development and \ncommercialization of UD materials for helmet applications, including the DSM \nmaterial known as X31, which , as noted,  was later commercialized as HB80.  ( See \nDSMEx. 72, ECF No. 376.5; Aff. J. Thagard ¶ 32–33 [hereinafter “1st Thagard Aff.”], \nECF No. 350.)  In addition, Thagard worked with the United States government to \nobtain funds for developing and testing materials.  (1st Thagard Aff. ¶¶ 45–46.)   \n \n14. Although the parties disagree as to the extent of Thagard’s involvement in \ndesigning and developing UD materials at DSM , it is undisputed that in February \nand March of 2007, Thagard met with James Zheng, Ph.D., the Chief Scientist of \nSoldier Protection Individual Equipment within the Program Executive Office Soldier \n(the “PEO Soldier”)  of the United States Army .  (1st Thagard Aff. ¶¶  41–42; 1st \nThagard Aff. Ex. 8, ECF No. 350.8.)  Zheng indicated that the PEO Soldier was in the \nearly stages of a new helmet development program through which the PEO Soldier \nwould purchase flat -panel UD materials from DSM, Honeywell, and others for \nevaluation.  (1st Thagard Aff. ¶¶ 41–42; 1st Thagard Aff. Ex. 8; 1st Thagard Aff. Ex. \n9, ECF No . 350.9 .)  The Army’s standard helmet at the time was the Advanced \nCombat Helmet.5  (1st Thagard Aff. ¶ 40; Zheng Dep. 19:18–20:15, ECF No. 358.)   \n15. On March 30, 2007 , Thagard sought the input of  DSM’s research and \ndevelopment (“R&D”) team to identify potential materials for submission to the PEO \nSoldier.  (1st Thagard Aff. ¶ 43; 1st Thagard Aff. Ex. 9; 1st Thagard Aff. Ex. 10, ECF \nNo. 350.10 .)  Shortly thereafter, DSM  identified prototype materials X30 and \nX31/HB80 for testing.  (1st Thagard Aff. ¶ 43.)   \n16. The X31/HB80 material had already been prototyped and, according to \nThagard, was “on the shelf” after being optimized for the Advanced Combat Helmet \nprogram.  (1st Thagard Aff. ¶  43; see 1st Thagard Aff. Ex. 11 , ECF No. 350.11 ; see \nalso Beard Dep. 253:2 –9, ECF No. 358  (“[Q.] To your knowledge, who was the lead \n                                                           \n5  The Adva nced Combat Helmet was made with para -aramid fibers, such as DuPont’s \nKevlar® and Teijin’s Twaron®.  (1st Thagard Aff. ¶ 40; Miller Dep. 116:19–117:23, ECF No. \n358; Dooley Dep. 14:3–12, ECF No. 358; Bhatnagar Book 358–59.) \n \ndeveloper for HB80?  A. The product developer was Hans Wilms . . . . [H]e is the one \nthat actually made the product.”).)  DSM, however, has offered evidence showing that \nThagard “assisted in the development of DSM’s HB80 material for helmet \napplications.”  (Werff Aff. ¶ 61; see DSMEx. 59, ECF No. 374.59.) \n17. In March 2009, Thagard left DSM’s employ and began working for General \nDynamics, a DSM customer.  (1st Thagard Aff. ¶ 48; Dooley Dep. 175:24–177:8, ECF \nNo. 358 .)  On July  19, 2010—sixteen months after leaving DSM —Thagard joined \nHoneywell as Global Business Manager for Helmets.  (Grunden Dep. 238:16–239:24, \nECF No. 358; Thagard Dep. 28:11 –20, ECF No. 358 ; DSMEx. 124, ECF No. 376.56 ; \nsee HWEx. 55, ECF No. 360; DSMEx. 102, ECF No. 376.35.) \n3. ECH Program \n18. Beginning in 2007, the United States military began working with helmet \nmanufacturers to develop a next -generation combat helmet.  (Miller Dep. 116:18 –\n117:23, ECF No. 358; Zheng Dep. 17:24 –20:2.)  The military specifically sought to \ndevelop a low-weight helmet with the ability to stop certain projectiles (namely, rifle \nrounds) and limit blunt force trauma.  (Miller Dep. 116:19–117:23; Zheng Dep. 58:9–\n25, 63:9–65:16.)   \n19. In 2007, the military purchased for evaluation and testing helmets made \nwith different UD materials developed by various UD manufacturers, including DSM \nand Honeywell.  (1st Thagard Aff. ¶¶ 42–44; 1st Thagard Aff. Ex. 11; 1st Thagard Aff. \nEx. 12; ECF No. 350.12; Thagard Dep. 377:16–379:4.)  After preliminary testing, the \n \nmilitary began to move forward with the ECH Program  to develop a product that \nwould ultimately replace the Advanced Combat Helmet. \n20. In April 2009, the military  released a formal solicitation for helmets in the \nECH Program.  (HWEx. 102, at 2, ECF No. 362; Brachos Dep. 139:19–140:2, ECF No. \n358.)  The military established certain ballistic and structural specifications relating \nto, among other things, (i) ballistic performance as measured by V506, (Miller Dep. \n116:19–119:25; Zheng Dep. 63:9–22); (ii) backface deformation (“BFD” also known as \nbackface signature or “BFS”) 7, (Zheng Dep. 64:16 –65:16; Van Es Dep. 54:14 –56:13, \nECF No. 358 ); (iii) side to side compression , (Brachos Dep. 142:9–12; Van Es Dep. \n54:14–56:13); and (iv) blunt impact resistance, (Miller Dep. 236:6–25; Brachos Dep. \n132:9–21).8  The military ultimately selected one helmet manufacturer, Ceradyne \n(previously Diaphorm), to manufacture helmets for the ECH Program.  (Brachos Dep. \n144:14–145:5.) \n21. In 2009, during the first stage of the ECH Program known as Developmental \nTesting I (“DT1”), DSM and Honeywell each provided materials to Ceradyne for \ntesting and consideration for use in the ECH Program .  (Miller Dep . 18:7 –20:4; \n                                                           \n6  V50 is the velocity at which 50% of projectiles penetrate the material being tested.  (Zheng \nDep. 63:13–22.) \n \n7  BFD or BFS is a measure of “the depth in clay that a non -penetrating round leaves after \nstriking the ballistic material.”  (2nd Thagard Aff. ¶ 25; see Zheng Dep. 65:3–16.) \n \n8  The military established a screening process and proposed schedule for the ECH Program.  \n(See HWEx. 102, at 2 –3.)  During a preliminary phase of the program known as \nDevelopmental Testing, helmets made with different materials were submitted to the \nmilitary for testing.  If and when a material passed Developmental Testing, the military \nwould authorize the production of helmets made with that material.  (Zheng Dep. 40:20 –\n41:6.)  Before actual production, however, the material would be subjected to an addi tional \nround of testing, known as First Article Testing.  (Zheng Dep. 40:20–41:6, 147:1–149:11.) \n \nBrachos Dep. 144:14 –145:5.)  DSM provided Ceradyne its X31/HB80 material.  \n(Brachos Dep. 166:24–167:5.)  Honeywell submitted its SR-3136 material,9 (HWEx. \n89, ECF No. 360), which was fully developed before Thagard’s arrival at Honeywell, \n(Reitman Aff. ¶ 9(iii)).  Ceradyne manufactured helmets with DSM and Honeywell’s \nmaterials, and submitted the helmets to the military for testing.  (Brachos Dep. \n166:3–167:5.)  None of the helmets that Ceradyne tendered to the military passed \nDT1.  (Brachos Dep. 166:3–167:5; HWEx. 90, ECF No. 360.) \n22. In the second round of the ECH Program’s Development al Testing (“DT2”), \nwhich took place in 2010, Ceradyne submitted two helmets —one made with DSM’s \nX31/HB80 material and another made with [REDACTED] Honeywell’s [REDACTED] \nmaterials.  (Brachos Dep. 101:8 –21, 173:3–174:11; Miller Dep. 59:24 –64:11, 124:9–\n124:20.)  While both helmets passed DT2 testing, (Brachos Dep. 89:14–90:16, 179:2–\n180:11; Miller Dep. 83:2–16, 124:9–124:20), in December 2010, the military decided \nto proceed with a helmet made with DSM’s X31/HB80 material for the ECH Program, \n(Brachos Dep. 179:2 –180:11; Miller Dep. 83:2 –16, 157:18 –158:2; Fitzgerald Dep. \n37:18–38:19, ECF No. 358; DX483, ECF No. 349.233). \n23. After X31/HB80 was selected for the ECH Program, Honeywell continued to \ndevelop UD materials and provide those materials to Ceradyne for testing.  (Brachos \nDep. 160:16 –19; Grunden Dep. 255:15 –257:6; Wagner Dep. 275:3 –276:2, ECF No. \n358.)  Beginning in 2011, Honeywell provided Ceradyne with experimental versions \n                                                           \n9  While the material that Honeywell submitted to Ceradyne during DT1 was named “SR -\n5341G,” the same product was later commercialized as SR-3136.  (See Brachos Dep. 163:13–\n164:5; Grunden Dep. 197:14–198:20.) \n \nof a material known as “Experimental G,” which would later become commercialized \nas SR-5231.  (Brachos Dep. 208:12–210:12.) \n24. In March 2011, Ceradyne helmets made with DSM’s X31/HB80 failed the \nfirst ro und of First Article Testing (“FAT”)  because of issues with “[t]est protocol \nexecution[,]” resulting in a delay of “nine [or] ten months.”  (Brachos Dep. 186:13 –\n187:23; see Chabba Dep. 101:16 –107:23, ECF No. 358 ; Fitzgerald Dep. 48:23 –49:8; \nDX16, ECF No. 349.81; DX17, ECF No. 349.82 ; HWEx. 121, ECF No. 362.)  Despite \nthe failures in the first round of FAT, the helmets made with X31/HB80 passed a \nsecond round of FAT in late 2011.  (Brachos Dep. 145:17–148:5.)  \n25. In 2012, helmets made with DSM’s X31/HB80 material were determined to \nsuffer from complete ballistic penetrations  (i.e., bullets penetrat ed the helmets). 10  \n(Brachos Dep. 191:7 –199:4; DX322, ECF No. 349.196; DX323, ECF No. 349.197; \nDX324, ECF No. 349.198 ; Chabba Dep. 130:14 –134:13, 145:25 –146:13, 164:18 –\n168:25; DX243, ECF No. 349.163; Dooley Dep. 154:11–173:12.)  [REDACTED].   \n26. In August 2012, Ceradyne informed DSM that “[t]he military considered \n[the penetrations] out of control,” and either “THIS PROCESS PASSES IN \nOCTOBER OR THIS PROGRAM DIES.”  (DX19, ECF No . 349.84 (emphasis in \noriginal); [REDACTED].)  As noted in an October 2012 internal DSM communication, \n“[t]he ECH Program [was] at a stand-still due to testing failures[.]”  (DX247, ECF No. \n349.166.)  In December 2012, DSM was informed that Ceradyne’s President, Dave \n                                                           \n10  The parties disagree on the cause of the penetrations in the X31/HB80 helmets.  \nDefendants suggest that the problem was with the X31/HB80 material itself.  DSM contends \nthat Ceradyne’s manufacturing proce ss caused the penetrations.  This disputed fact is not \nmaterial to resolution of the Motions. \n \nReed, did not see the “HB80 design as long term viable solution due to the lack of \nsafety margin and potential risk of lot failures for them.”  (DX493, ECF No. 349.238.) \n27. As a result of th is penetration problem in helmets made wit h DSM’s \nX31/HB80 material, Ceradyne sought new materials from both DSM and Honeywell \nfor testing in October 2012.  (HWEx. 65, ECF No. 360; HWEx. 103 , at 4, ECF No. \n360.)  DSM submitted for testing its X158 material (later commercialized as HB210), \n(HWEx. 100, ECF No. 360 ), which was developed in 2012 after Thagard left DSM’s \nemploy, (Werff Aff. ¶ 13).  Honeywell submitted its Experimental G/SR-5231 material \nfor testing.  (HWEx. 65.) \n28. In February 2013, helmets made with Honeywell’s materials outperformed \nhelmets made with DSM’s X158/HB210 product.  (DX265, ECF No. 349.173.)  In \nparticular, DSM’s X158/HB210 performed poorly in blunt impact testing.   (HWEx. \n61, at 18, ECF No. 360; HWEx. 110, ECF No. 362; HWEx. 109, ECF No. 362; HWEx. \n108, ECF No. 362; HWEx. 106, ECF No. 362; HWEx. 98, ECF No. 360 .)  As noted in \nan April 2013 internal DSM report, the Honeywell materials showed “THREE TIMES \nbetter blunt impact performance than X158.”  (HWEx. 87 , at 1 , ECF No. 360  \n(emphasis in original).) \n29. Given the favorable test results, Ceradyne  ultimately decided to proceed \nwith [REDACTED] using Honeywell’s [REDACTED] materials in early 2013  (the \n“Honeywell [REDACTED] Solution”).  (Brachos Dep. 79:7–9, 80:13–83:9.)  According \nto Robert Miller, Ceradyne’s  ECH Program manager, the Honeywell [REDACTED] \nSolution was selected over the DSM materials because of “performance, [t]ime limits, \n \nand price.”  (DX265, at 2 .)  The Honeywell [REDACTED] Solution passed FAT in \nMarch 2013 and went into full rate production the following month.  (Zheng Dep. \n93:20–94:2, 96:10–13.)   \n30. In February 2013, Ceradyne informed DSM that DSM had “lost” the ECH \nProgram to Honeywell.  (HWEx. 83 , at 1, ECF No. 360.)  Ceradyne speci fically \ninformed DSM that DSM’s “[t]iming was too late,” its “[m]aterial was not passing \nblunt impact and there was no time to re-design further,” and Honeywell’s “material \n[was] passing and the price [was] significantly lower.”  (HWEx. 83, at 3; see DX265, \nat 2.)  An internal DSM report from March 2013 noted that “Honeywell did not have \nproduct early on that would work.  When the difficulty happened with the testing and \nHB80, it provided time for [Honeywell] to catch up.”  (DX265, at 2.) \nB. Procedural Background \n31. DSM filed its initial Complaint in this action on April 29, 2013 against \nThagard, (Compl., ECF No. 1), and its Amended Complaint on August 2, 2013, adding \nHoneywell as Defendants, (Am. Compl., ECF No. 10). \n32. In its Amended Complaint, DSM asserts c laims against (i) Thagard for \nbreach of the Employment Agreement and  for breach of fiduciary duty; (ii) Honeywell \nfor tortious interference with Thagard’s Employment Agreement; and (iii) all \nDefendants for unjust enrichment , tortious interference with a certain “Know-How \nLicense Agreement” between DSM and Ceradyne, misappropriation of trade secrets, \nconversion, tortious interference with existing and prospective business relations , \n \nand unfair and deceptive trade practices, and alleges that DSM is entitled to damages \nand injunctive relief.  (Am. Compl. ¶¶ 37–99.) \n33. By Order and Opinion dated May 12, 2015, the Court granted Thagard’s \nmotion for judgment on the pleadings as to DSM’s claim against Thagard for breach \nof fiduciary duty, dismissing that claim.  See DSM Dyneema, LLC v. Thagard , 2015 \nNCBC LEXIS 50, at *29 (N.C. Super. Ct. May 12, 2015).  Additionally, in its brief in \nopposition to the Motions, DSM indicates that it unconditionally “consents to \ndismissing” its claims against all Defendants for conversion and tortious interference \nwith the Know -How License Agreement .  (Pl.’s Br. Opp’n Defs.’ Mots. Summ. J. 46 \nn.239 [hereinafter “DSM Br.”], ECF No. 379.) \n34. After the close of a lengthy and complicated discovery process, Defendants \nfiled the Motions on January 12, 2018, seeking summary judgment as to all \nremaining claims.  DSM acknowledges that all of its claims are dependent on  the \nsurvival of its claim for misappropriation of trade secrets  under Chapter 66  of the \nNorth Carolina Ge neral Statutes .  ( DSM Br.  46 n.239 (“The remainder of DSM’s \nClaims survive summary judgment to the extent that DSM’s [misappropriation of \ntrade secrets claim] does.”).)   \n  II.  \nLEGAL STANDARD \n35. Summary judgment is proper only “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitled to \n \njudgment as a matter of law.”  N.C. R. Civ. P. 56(c).  “[A]n issue is genuine if it is \nsupported by substantial evidence,” and “an issue is material if the facts alleged \nwould constitute a legal defense, or would affect the result of the action, or if its \nresolution would prevent the party against whom it is resolved from prevailing in the \naction[.]”  DeWitt v. Eveready Battery Co. , 355 N.C. 672, 681, 565 S.E.2d 140, 146 \n(2002).  “Substantial evidence is such relevant evidence as a reasonable mind might \naccept as a dequate to support a conclusion and means more than a scintilla or a \npermissible inference.”  Id.   \n36. The Court views the evidence presented “in the light most favorable to the \nnonmoving party.”  Day v. Rasmussen, 177 N.C. App. 759, 762, 629 S.E.2d 912, 914 \n(2006).  However, affidavits must “set forth such facts as would be admissible in \nevidence, and shall show affirmatively that the affiant is competent to testify[.]”  N.C. \nR. Civ. P. 56(e).  \n37. The moving party bears the burden of establishing a lack of any triable issue \nand may meet this burden by “proving that an essential element of the opposing \nparty’s claim is nonexistent, or by showing through discovery that the opposing party \ncannot produce evidence to support an essential element of his claim or cannot  \nsurmount an affirmative defense which would bar the claim.”  Roumillat v. Simplistic \nEnters., Inc., 331 N.C. 57, 62–63, 414 S.E.2d 339, 341–42 (1992).  \n38. “Once the party seeking summary judgment makes the required showing, \nthe burden shifts to the nonmoving party to produce a forecast of evidence \ndemonstrating specific facts, as opposed to allegations, showing that he can at least \n \nestablish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784–85, \n534 S.E.2d 660, 664 (2000).  The nonmoving party “ may not rest upon the mere \nallegations or denials of his pleading, but his response, by affidavits or as otherwise \nprovided in [Rule 56], must set forth specific facts showing that this is a genuine issue \nfor trial.  If he does not so respond, summary judgment, if appropriate, shall be \nentered against him.”  N.C. R. Civ. P. 56(e).  Thus, a “motion for summary judgment \nallows one party to force his opponent to produce a forecast of evidence which he has \navailable for presentation at trial to support his claim or defense.”  Dixie Chem. Corp. \nv. Edwards, 68 N.C. App. 714, 717, 315 S.E.2d 747, 750 (1984). \nIII. \nLEGAL ANALYSIS \nA. Misappropriation of Trade Secrets \n39. DSM contends on summary judgment that Defendants misappropriated the \nfollowing DSM trade secrets: (i) DSM’s “proprietary resin selection method ,” which \nallows DSM to “quickly identify, test, and select optimal resin systems” through \n[REDACTED] (“Resin Selection Process”) ; (ii)  treating fibers using plasma and \nscouring (“Plasma and Scouring”) ; (iii) the temperature at which UD materials are \nmolded (“Molding Conditions”); and ( iv) the key “input parameters ” used in \nconnection with DSM’s [REDACTED], (collectively, the “Alleged Trade Secrets”).  \nDSM also contends that, while at DSM, Thagard “authored a blueprint for how to . . . \nimprove the performance of DSM’s X31/HB-80.”  (DSM Br. 2.)  According to DSM, the \n“blueprint” incorporated DSM’s proprietary Resin Selection Process and \n \n[REDACTED] trade secrets , as well as the use of “stronger,” high tenacity fiber .  \n(DSM Br. 3.)  DSM argues that Defendants used the “blueprint” to develop \nHoneywell’s SR-5231 material. \n40. Thagard and Honeywell 11 seek dismissal of DSM’s trade secrets claim, \narguing that the undisputed facts show that (i) DSM failed to describe certain of its \nAlleged Trade Secrets with sufficient particularity,12 (ii) DSM failed to demonstrate \nthe existence of protectable trade secrets, (iii) DSM has no t offered any  evidence of \nmisappropriation, (iv ) Honeywell’s products were developed independently, and \n                                                           \n11  Thagard and Honeywell advance different, though related, arguments in favor of \ndismissal.  For ease of reference, the Court will attribute all arguments to Def endants \ngenerally. \n \n12  The sufficiency of DSM’s identification of its alleged trade secrets has been a recurring \nissue in this case.  By Order and Opinion dated October 17, 2014, the Court concluded that \nDSM had not identified its trade secrets with sufficient particularity at  the pre-discovery \nstage of the litigation to require Honeywell to produce its own confidential information, \nnoting that DSM’s trade secret descriptions were “broadly stated, lack[ed] particularity and \nin large part appear[ed] to simply identify features that are common to all ballistic materials \nor common to the development and manufacture of ballistic materials.”  DSM Dyneema, LLC, \n2014 NCBC LEXIS 51, at *17 –20.  DSM subsequently supplemented its identification of \nrelevant trade secrets by providing a 14-page, single-spaced narrative description concerning \nthe fibers, materials, and processes that it uses to make UD materials (hereinafter “DSM’s \nExhibit A”).  DSM Dyneema, LLC, 2015 NCBC LEXIS 50, at *24.  Honeywell again refused \nto respond to DSM’s discovery requests seeking confidential information, arguing that DSM’s \nExhibit A was inadequate.  Id. at *6–7.  In its May 12, 2015 Order and Opinion, the Court \nconcluded that, while DSM’s Exhibit A did “not appear to specify with exact precision which \nalleged trade secrets Defendants are alleged to have misappropriated,” DSM was entitled to \ndiscover Honeywell’s confidential and trade secret information.  Id. at *26–27.  In reaching \nthis conclusion, the Court recognized the “inherent difficulty” DSM faced in iden tifying \n“which portions of its trade secrets” had allegedly “been misappropriated prior to the receipt \nof discovery from Defendants.”  Id. at *27 (emphasis added).  By letter to the Court dated \nApril 4, 2016, Honeywell again raised issues with DSM’s identi fication of its alleged trade \nsecrets in Exhibit A.  ( See Honeywell Defs.’ Letter to Court, ECF No. 206.)  At an April 11, \n2016 telephone conference on the issues raised in Honeywell’s letter, the Court reiterated the \nneed for DSM to amend or supplement Exhibit A to ensure that it accurately reflects only the \ntrade secrets that DSM contends were misappropriated.  DSM has not meaningfully updated \nExhibit A since December 2014.  ( Compare Pl.’s Renewed Mot. Compel Ex. A, ECF No. 94, \nwith TEx. A, ECF No. 349.2.) \n \n(v) DSM failed to establish evidence of damages sufficient to sustain its claim .13  As \nset out more expansively below, the Court concludes that DSM has failed to forecast \nsufficient evidence from which a factfinder could reasonably conclude that \nDefendants misappropriated any of DSM’s Alleged Trade Secrets, necessitating \ndismissal of DSM’s Chapter 66 claim.  As will also be explaine d below, the Court \nbases its decision as to certain Alleged Trade Secrets on additional grounds cited by \nDefendants.  The Court declines, however, to address every argument Defendants \nmake in support of their Motions , some or all of which may likewise be m eritorious \nbut which, in most instances,  reflect “closer calls” under Rule 56 than the grounds \nupon which the Court has chosen to rest its decision. \n41. North Carolina’s Trade Secret Protection Act (the “NC TSPA”) provides \nthat “[t]he owner of a t rade secret shall have remedy by civil action for \nmisappropriation of his trade secret.”  N.C. Gen. Stat. § 66-153.  A trade secret is \ndefined under the NCTSPA as follows:  \nbusiness or technical information, including but not limited to a formula, \npattern, program, device, compilation of information, method , technique, or \nprocess that: \n \n(a) [d]erives independent actual or potential commercial value from not \nbeing generally known or r eadily ascertainable through independent \ndevelopment or reverse engineering by persons who can obtain economic \nvalue from its disclosure or use; and \n  \n                                                           \n13  In light of its conclusions below, the Court declines to consider whether Defendants are \nentitled to summary judgment on the basis that DSM has not provided a calculation of its \nalleged damages and failed to designate a damages expert. \n \n(b) [i]s the subject of efforts that are reasonable under the circumstances \nto maintain its secrecy.  \n \nId. § 66-152(3).  \n42. North Carolina courts consider the following six factors in determining \nwhether information constitutes a trade secret: \n(1) [t]he extent to which information is known outside the business; (2) the \nextent to which it is known to employees and others involved in the business; \n(3) the extent of measures taken to guard secrecy of the information; [(4)] the \nvalue of information to business and its competitors; [(5)] the amount of effort \nor money expended in developing the information; and [(6)] the ease or \ndifficulty with which the information could properly be acquired or duplicated \nby others. \n \nWilmington Star-News, Inc. v. New Hanover Reg’l Med. Ctr., Inc., 125 N.C. App. 174, \n180–81, 480 S.E.2d 53, 56 (1997).  These factors overlap, and courts  do not always \nexamine them separately and individually.  SCR-Tech LLC v. Evonik Energy Servs. \nLLC, 2011 NCBC LEXIS 27, at *34 (N.C. Super. Ct. July 22, 2011). \n43. A successful NCTSPA claim requires a plaintiff to “identify a trade secret \nwith sufficient particularity so as to enable a defendant to delineate that which he is \naccused of misappropriating and a court to determine whether misappropriation has \nor is threatened to occur.”  Krawiec v. Manly, 370 N.C. 602, 609–10, 811 S.E.2d 542, \n547–48 (2018) (quoting Washburn v. Yadkin Valley Bank & Tr. Co. , 190 N.C. App. \n315, 326, 660 S.E.2d 577, 585 (2008)); see Panos v. Timco Engine Ctr., Inc., 197 N.C. \nApp. 510, 519, 677 S.E.2d 868, 875 (2009) (“Summary judgment should be granted \nupon the nonmovant’s failure to identify that information which it claims to be a trade \nsecret that was misappropriated.”).   A plaintiff may not simply make “general \nallegations in sweeping and conclusory statements, without specifically identifying \n \nthe trade secrets allegedly misappropriated[.]”  Washburn, 190 N.C. App. at 327, 660 \nS.E.2d at 585–86; see Analog Devices, Inc. v. Michalski , 157 N.C. App. 462, 468 –69, \n579 S.E.2d 449, 453–54 (2003).   \n44. “Once a plaintiff has demonstrate d that it has a trade secret, it must also \npresent ‘substantial evidence’ of misappropriation[.]”  Safety Test & Equip. Co. v. Am. \nSafety Util. Corp., 2015 NCBC LEXIS 40, at *28 (N.C. Super. Ct. Apr. 23, 2015) .  A \nclaimant must “identify the actual acts of misappropriation with adequate specificity” \nso as to enable the Court “to determine whether misappropriation has or is \nthreatened to occur.”  Id at *28 –29 (emphasis added) .  Under the NCTSPA, \n“‘[m]isappropriation’ means acquisition, disclosure, or use of a trade secret of another \nwithout express or implied authority or consent, unless such trade secret was arrived \nat by independent development, reverse engineering, or was obtained from another \nperson with a right to disclose the trade secret.”  N.C. Gen. Stat. § 66-152(1).   \n45. The NCTSPA sets out the following scheme for shifting the burden of \nproduction: \nMisappropriation of a trade secret is prima facie established by the \nintroduction of substantial evidence that the person against whom relief is \nsought both:  \n \n(1) Knows or should have known of the trade secret; and  \n \n(2) Has had a specific opportunity to acquire it for disclosure or use or has \nacquired, disclosed, or used it without the express or implied consent or \nauthority of the owner.  \n \nThis prima fa cie evidence is rebutted by the introduction of substantial \nevidence that the person against whom relief is sought acquired the \ninformation comprising the trade secret by independent development, reverse \n \nengineering, or it was obtained from another person with a right to disclose \nthe trade secret. \n \nId. § 66-155 (emphasis added). \n \n46. A misappropriation of trade secrets claim “may be proven through \ncircumstantial evidence.”  Med. Staffing Network, Inc. v. Ridgway, 194 N.C. App. 649, \n658, 670 S.E.2d 321, 329 (2009).  Nevertheless, i n applying section 66 -155’s \nframework to an employer/former employee relationship such as that between DSM \nand Thagard , courts have recognized several common-sense limitations on the \ninferences a plaintiff may rely on to prove their claim, beginning with the following: \nEvidence that a former employee had access to, and therefore an ‘opportunity \nto acquire,’ an employer’s trade secrets, without more, is not sufficient to \nestablish a prima facie case of misappropriation.  Rather, the employer must \nestablish either that the former employee accessed its trade secrets without \nauthorization or provide other sufficient evidence of misappropriation to raise \nan inference of actual acquisition or use of its trade secrets. \n \nAm. Air Filter Co. v. Price , 2017 NCBC LEXIS 9, at *22 –23 (N.C. Super. Ct. Feb. 3, \n2017); see RLM Commc’ns, Inc. v. Tuschen, 831 F.3d 190, 201 (4th Cir. 2016) (noting \nthat if authorized access alone were sufficient “an absurd re sult would follow: Every \nemployee in North Carolina who had access to her employer’s trade secrets but did \nnot acquire them would have to go to trial to fend off the employer’s claim of \nmisappropriation”); Modular Techs., Inc. v. Modular Sols., Inc., No. COA06-813, 2007 \nN.C. App. LEXIS 1592, at *9 ( N.C. Ct. App. July 17, 2007) ( requiring a showing of  \n“substantial evidence” that a defendant “acquired the information for disclosure or \nuse, or disclosed or used the information”); Bldg. Ctr., Inc. v. Carter Lumber of the N., \nInc., 2017 NCBC LEXIS 85, at *23 (N.C. Super. Ct. Sept. 21, 2017) (“While \n \n[Defendant’s] employment with Plaintiff gave him an ‘opportunity to acquire’ the \ninformation contained in Plaintiff’s sales systems, [Defendant’s] a ccess was \nauthorized.  Plaintiff has produced no evidence giving rise to an inference that \n[Defendant] has used Plaintiff’s trade secrets in any unauthorized or improper way.”); \nAddison Whitney, LLC v. Cashion , 2017 NCBC LEXIS 23, at *18 (N.C. Super. Ct. \nMar. 15, 2017) (“[A] wrongdoer’s access to and opportunity to acquire a trade secret—\nwithout more—is insufficient.”). \n47. Further, evidence that an employee gained general “knowledge and \nexperience” from working with a former employer “does not constitute \nmisappropriation of trade secrets under North Carolina law.”  RLM Commc’ns, Inc. \nv. Tuschen, 66 F. Supp. 3d 681, 696 (E.D.N.C. 2014), aff’d 831 F.3d 190 (4th Cir. \n2016); see Unimin Corp. v. Gallo, 2014 NCBC LEXIS 44, at *49 n.12 (N.C. Super. Ct. \nSept. 4, 2014) (“Even where an enforceable non -disclosure agreement is present, \nNorth Carolina law permits a former employee to ‘take with him, at the termination \nof his employment, general skills and knowledge acquired during his tenure with his \nformer employer[.]’” (quoting Eng’g Assocs., Inc. v. Pankow , 268 N.C. 137, 140, 150 \nS.E.2d 56, 58–59 (1966)).   \n48. Our Court of Appeals has also held that “any correlation between” a former \nemployee’s work “and the subsequent success” of her future employer “does not imply \nthe success was gained as a result of the application of any trade secrets possibly \ngleaned by [the employee] during her tenure” with the plaintiff.  Modular Techs., Inc., \n2007 N.C. App. LEXIS 1592, at *12; see RLM Commc’ns, Inc., 831 F.3d at 202–03. \n \n49. Thus, though a plaintiff may rely on circumstantial evidence  to prove its \nmisappropriation claim, there must still be “substantial evidence  (1) that the \nwrongdoer accessed the trade secret without consent, or (2) of misappropriation \nresulting in an inference of actual acquisition or use of the trade secret.”   Addison \nWhitney, LLC, 2017 NCBC LEXIS 23, at *18.   “A party cannot withstand summary  \njudgment if it offers only mere speculation of misappropriation instead of evidence \nsupported by the facts.”  Amerigas Propane, L.P. v. Coffey, 2015 NCBC LEXIS 98, at \n*34–35 (N.C. Super. Ct. Oct. 15, 2015); see Wells Fargo Ins. Servs. USA, Inc. v. Link, \n2018 NCBC LEXIS 42, at *40 (N.C. Super. Ct. May 8, 2018) (“The Court is not \nrequired to accept [plaintiff’s] conclusory speculation regarding [defendant’s] alleged \nmisappropriation of trade secrets.”), aff’d per curiam, No. 300A18, 2019 N.C. LEXIS \n382 (N.C. May 10, 2019). \n50. Once a NCTSPA plaintiff “establishes a prima facie case, the burden of proof \nshifts to the defendant who may rebut the allegation by introducing substantial \nevidence that the trade secret was acquired through ‘independent development, \nreverse engineering, or . . . was obtained from another person with a right to disclose \nthe trade secret.’”  Combs & Assocs. , Inc. v. Kennedy, 147 N.C. App. 362, 369, 555 \nS.E.2d 634, 639 (2001) (quoting N.C. Gen. Stat. § 66-155).   \n51. As this Court has noted, “[e]vidence of independent development is .  . . \npotentially relevant both to the statutory defense of independent development and to \nthe factor used in defining a trade secret by the ease or difficulty with which the \ninformation could properly be acquired and used.”  SCR-Tech LLC , 2011 NCBC \n \nLEXIS 27, at * 50.  Our Court of Appeals has also indicated that evidence of a \ndefendant’s independent development —or lack thereof —may be a relevant \nconsideration where a plaintiff seeks an inference of misappropriation by relying on \ncircumstantial evidence.  See Armacell LLC v. Bostic, No. COA09 -1160, 2010 N.C. \nApp. LEXIS 1278, at *31–33 (N.C. Ct. App. July 20, 2010) (concluding plaintiff came \nforward with “sufficient circumstantial evidence” to support an inference of \nmisappropriation because, inter alia, defendants “were not  developing an [ethylene \npropylene diene methylene] product prior to working” with plaintiff’s former \nemployee).  It logically follows that,  where a plaintiff contends that the absence of \nevidence of a defendant’s independent development supports an infere nce of \nmisappropriation, contrary evidence of independent development necessarily may be \nconsidered when assessing the reasonableness of that inference.  Cf. Bald Mountain \nPark, Ltd. v. Oliver, 863 F.2d 1560, 1564 (11th Cir. 1989) (“In passing upon a motion \nfor summary judgment, a finding of fact which may be inferred but not demanded by \ncircumstantial evidence has no probative value against positive and uncontradicted \nevidence that no such fact exists.”). \n52. Here, DSM primarily contends that Defendants used DSM’s Alleged Trade \nSecrets in developing Honeywell’s materials, specifically SR-5231, for the ECH \nProgram.  At the May 10 Hearing, DSM’s counsel also suggested that Thagard may \nhave improperly acquired confidential DSM information by downloading information \nfrom his DSM computer onto USB drives prior to his departure.  The Court begins its \nanalysis by addressing the parties’ arguments as to the specific Alleged Trade \n \nSecrets, then turns to DSM’s general contention that  Thagard may have improperly \naccessed and downloaded DSM information. \n1. Resin Selection Process \n53. DSM contends that Defendants misappropriated its alleged Resin Selection \nProcess trade secret, which, according to DSM, enables DSM to quickly identify, test, \nand select optimal resin systems  through the use of [REDACTED].14  (See DSM Br. \n6, 13–20, 41–42.)  DSM specifically contends that it “developed a reliable method for \nidentifying optimal resin systems for ballistic applications,” that the “method \nconsisted of conducting [REDACTED] of UD materials constructed from those resins.  \n(DSM Br. 15.)  Defendants contend that DSM’s claim as to the alleged Resin Selection \nProcess trade secret should be dismissed because (i) DSM does not have a trade secret \nin the Resin Selection Process and (ii) DSM has failed to offer evidence to support an \ninference of misappropriation of that process.  The Court agrees with Defendants that \nDSM has failed to produce a forecast of evidence giving rise to an inference that \nDefendants used or otherwise misappropria ted its alleged Resin Selection Process  \ntrade secret  and thus assumes, but declines to decide whether, that process \nconstitutes a trade secret in the first instance. \na. Resin Selection Process: Background \n54. The undisputed evidence shows that, in UD materials, “the role of the resin \n(or ‘matrix’) is to hold the fibers together and distribute the energy of impact between \nfibers and layers of the sheet.”  (Reitman Aff. ¶ 47.)  To qualify for the ECH Program, \n                                                           \n14  The terms [REDACTED] are interchangeable, with [REDACTED] the preferred Dutch \narticulation.  (Werff Dep. 140:9–13.) \n \nhelmets were required to pass both resistance to penetration (i.e., V 50) and BFD \ntesting at three different temperatures: -60°F, 70°F, and 160°F.  (Werff Aff. ¶  31.)  \nUD material may perform well at one temperature but poorly at a different \ntemperature because of the resulting change in resin stiffness.  (Werff Aff. ¶ 31.)  This \nis especially true for BFD performance.  (Werff Aff. ¶ 31.) \n55. There are hundreds of polyurethane (“PUR”) resins available from which \nUD manufacturers, including Honeywell and DSM, may choose.  (Werff Aff. ¶  33.)  \nAccording to DSM’s principal scientist, Harm van der Werff, “[t]esting each resin for \nuse in a single application like helmets would be, as a practical matter, both cost and \ntime prohibitive.”  (Werff Aff. ¶ 33.)  According to DSM, [REDACTED] a cost-effective \nalternative for assessing resins. \n56. DMTA is a methodology of testing stiffness as a function of temperature.  \n(Werff Aff. ¶ 29; 1st Thagard Aff. ¶ 75.)  To obtain DMTA data, films are created from \nresin, which are then tested at various temperatures using a DMTA machine.  (Werff \nAff. ¶ 34; 1st Thagard Aff. ¶ 75.)  Once DMTA data for a group of resins is obtained, \nthe data for each resin is plotted on a graph to compare the stiffness of the resins at \nvarious temperatures.  (Werff Aff. ¶  35; 1st Thagard Aff. ¶  75 (“DMTA curves .  . . \nprovide the modulus of just the resin as a function of temperature.”).)  Stated \ndifferently, DMTA curves “show [a resin’s]  stiffness . . . and how [that] stiffness \nchanges within a range of temperatures.”  (1st Thagard Aff. ¶ 75.)   \n57. At the outset, the Court notes that DSM does not claim or have a trade secret \nin the general use of DMTA to determine resin stiffness at various temperatures.  \n \n(See, e.g. , Reitman Dep. 107:8 –10, 113:13 –14 (stating that DMTA “is a common \nmethod for looking at the stiffness of resins over a range of temperatures” that “has \nbeen around for a long time”); Van Es. Dep. 264:19 –265:12 (noting that DMTA \nmachines are commercially a vailable); 1st Thagard Aff. ¶  75; Werff Aff. ¶  34 \n(“Manufacturers of resins do not typically measure or provide DMTA graphs or \ninformation.” (emphasis added)); HWEx. 132 , at HNY -00223448, ECF No. 395.)  \nIndeed, a book written by a Honeywell employee in 2006 (the “Bhatnagar Book”) \nstates as follows: “Correlated with the results of [DMTA], these trends indicated that \nthe stiffness of resin matrices plays an important role in controlling the ballistic \nimpact resistance of Spectra fiber composites.”  (Bhatnagar Book 264.)  Additionally, \nThagard was trained on the use of DMTA while in graduate school.  ( Suppl. Aff. J. \nThagard ¶ 3 [hereinafter “2nd Thagard Aff.”], ECF No. 390.) \n58. DSM argues that its trade secret lies not in the use of [REDACTED], (TEx. \nA, at 6 [hereinafter “DSM Exhibit A”], ECF No. 349.2), and that [REDACTED], (DSM \nBr. 15).  Specifically, in 2008, DSM was “working to lower [BFD] by looking for a new \nresin system.”  (Werff Aff. ¶¶  28, 52 .)  In an October  2008 e -mail from Werff to \nThagard, Werff stated that, “[REDACTED].”15  (Werff Aff. ¶ 53; see Werff Aff. Ex. M, \nECF No. 376.10.)  According to DSM, this research led DSM to conclude  \n“[REDACTED].”  (TEx. 20, at 6, ECF No. 349.6.) \n                                                           \n15  Young’s modulus (E’) is a measurement of stiffness.  (Werff Aff. ¶  29.)  Pascals (Pa) is a \nunit of pressure used to quantify, among other things, Young’s modulus.  (2nd Thagard Aff. \n7 n.6.) \n \nb. Resin Selection Process: Evidence of Misappropriation \n59. Defendants argue that even if DSM has a trade secret in its Resin Selection \nProcess, DSM’s claim must nevertheless fail because DSM has not come forward with \nany evidence of misappropriation.  The Court agrees. \n60. It is undisputed  that w hile Thagard was employed at DSM , he had \nauthorized access to DSM’s research into [REDACTED].  (See, e.g., DSM Exhibit A, \nat 6.)  DSM contends, however, that Thagard shared information related to DSM’s \nResin Selection Process with Honeywell, and that Defendants used this process in \nselecting a resin, [REDACTED], for use in Honeywell’s SR-5231.  (DSM Br. 5–6, 17–\n20.) \n61. DSM has not come forward with  direct evidence that Honeywell acquired \nfrom Thagard , or that Defendants otherwise used  information related to , DSM’s \nResin Selection Process in developing Honeywell ’s SR -5231.  As circumstantial \nevidence of misappropriation, however, DSM argues that (i) prior to Thagard’s \narrival, Honeywell generally “did not know how to identify optimal resin candidates,” \n(DSM Br. 5 –6), and (ii) “[i]mmediately after Dr. Thagard started at Honeywell, \n[REDACTED]” internal Honeywell presentations, (DSM Br. 17–20).  DSM’s \ncontentions are without evidentiary support. \n62. As an initial matter, it is undisputed that [REDACTED], the resin used in \nHoneywell’s SR -5231, does not fall within DSM’s [REDACTED].  In fact, the \n \nundisputed record shows that at room temperature , [REDACTED].16  (1st Thagard \nAff. ¶ 79; 1st Thagard Aff. Ex. 22, ECF No. 350.22; 2nd Thagard Aff. ¶¶ 21–22.)   \n63. In support of its contention that Honeywell “had an inadequate \nunderstanding of resin systems”  prior to Thagard’s arrival,  (DSM Br. 5 –6), DSM \npoints to a December 2009 internal Honeywell presentation, which stated that a \n“systematic approach [was] needed to identify key resin attributes that influence \nballistic/structural performance.”  (DSMEx. 26 , at 4 , ECF No. 374.26 .)  DSM also \noffers an internal Honeywell presentation from April 2010 stating that Honeywell’s \n“[o]bjective” was to “[d]evelop predictive tools for screening fiber -resin systems \nwithout having to produce large quantities of time consuming shield material \nnecessary for full -scale helmet evaluations.”  (DSMEx. 28, at HNY-00136642, ECF \nNo. 374.28.)   \n64. The undisputed facts of record show , however,  that Honeywell made \nsubstantial progress in its efforts to select a new resin for helmet UD materials prior \nto Thagard’s arrival  on July 19, 2 010.  As early as 2009, Honeywell discussed with \nCeradyne the need to develop a stiffer resin system.  (Brachos Dep. 164:14 –22.)  No \nlater than July 2009, Honeywell began evaluating new resins as a method of reducing \nBFD.  (TEx. 35, at 1–10, ECF No. 349.21; see Wagner Dep. 304:25–313:22; Grunden \nDep. 248:14–253:23.)  Indeed, by August 2009, Honeywell began a “[r]esin program,” \nwhich sought to “[d]evelop new resin with improved structural, temperature and \n[BFD] performance through resin selection.”  (TEx. 10 1, at 10, ECF No. 396.7; see \n                                                           \n16  [REDACTED] \n \nTEx. 35, at 27.)  That same month, Honeywell established “selection criteria” and \n“[s]creening protocols” for potential resins.  (TEx. 102, at 6, ECF No. 396.8.) \n65. Honeywell decided to [REDACTED] no later than  September 2009.   \n(DSMEx. 111, at HNY-01101537, ECF No. 376.44 ; HWEx. 130 , at HNY-01101537, \nECF No. 395.)  Also in September 2009, [REDACTED]—the resin that was ultimately \nused in SR-5231—was selected for testing, among other potential resins.  (TEx. 106, \nat 6, ECF No. 39 6.12; see DX116, at HNY-00044850, ECF No. 349.128 .)  Internal \nHoneywell documents from October 2009 show that Honeywell’s resin program was \nfocused on identifying “stiffer material (improved tensile/flexural modulus)” and that \n“[i]mproved stiffness” was “needed.”  (DX76, at 3, ECF No. 349.113.)  In January 2010, \nresin cast films for [REDACTED] were “completed.”17  (TEx. 35, at 204, 215.)  By May \n2010, Honeywell had the results of BF D testing performed on materials made with \n[REDACTED].  ( TEx. 35 , at 594, 604 .)  On July 6, 2010, Honeywell internal \ndocuments show that a [REDACTED] [was] developed to characterize resin \nproperties for the low delamination project.”  (TEx. 95, at 199, ECF No. 396.3.)   \n66. DSM’s contention that “[i]mmediately after Dr. Thagard started at \nHoneywell, [REDACTED] begin to appear in” internal Honeywell presentations and \nthat the  “first single -resin [REDACTED] . . . appeared in a July 23, 2010 \npresentation,” (DSM Br. 17 –18 (emphasis added)  (citing DSMEx. 109, ECF No. \n376.42)), is not supported by the evidentiary record.  To the contrary, the exact same \n[REDACTED] upon which DSM relies was included in a n internal  Honeywell \n                                                           \n17  As noted, to obtain [REDACTED].  (Werff Aff. ¶ 34.)   \n \npresentation dated July 13, 2010 (i.e., one week before Thagard joine d Honeywell).  \n(See HWEx. 132, at HNY-00223448.)  The first [REDACTED] data appears in a July \n28, 2010 internal Honeywell presentation , only two weeks after Thagard’s arrival,  \n(see DSMEx. 110, at 10, ECF No. 376.43), and DSM offers no evidence to suggest that \nThagard had anything to do with the preparation of the [REDACTED]. \n67. DSM has not offered any evidence tending to show that Thagard was \ninvolved in the selection of [REDACTED] for use in SR-5231.  Nor has DSM offered \nany evidence that Honeywell relied on the [REDACTED].  That Honeywell ultimately \nselected [REDACTED] for use in SR -5231 after Thagard began work ing at the \ncompany is insufficient circumstantial  evidence to permit a n inference of \nmisappropriation in light of the undisputed evidence showing Honeywell’s \nsubstantial efforts to identify, test, and select a stiffer resin for the ECH Program  \nbefore Thagard’ s Honeywell employment.18  See Modular Techs., Inc., 2007 N.C. App. \nLEXIS 1592, at *12 (“Plaintiff’s evidence rises to no more than an assertion of post \nhoc, ergo propter hoc which we find insufficient as a matter of law to support plaintiff’s \nclaim against defendants for misappropriation of trade secrets. ”19); Safety Test & \n                                                           \n18  It is worth noting that internal DSM documents generated after this acti on was filed \nreflected that the “[r]eason” Honeywell won the ECH Program “was probably the resin \nsystem of Honeywell.”  (HWEx. 61, at 18.)  Indeed, internal DSM documents show that, in \nMarch 2013, Ceradyne “stressed the need for DSM to look into a new resin” and that “stiffer \nresin [was] necessary.”  (HWEx. 138, ECF No. 395.)  DSM did not change the resin system in \neither [REDACTED]. \n \n19  “The maxim post hoc, ergo propter hoc, denotes the fallacy of . . . confusing sequence with \nconsequence, and assumes a fa lse connection between causation and temporal sequence.”  \nYoung v. Hickory Bus. Furniture , 353 N.C. 227, 232, 538 S.E.2d 912, 916 (2000) (quotation \nmarks omitted). \n \n \nEquip. Co., 2015 NCBC LEXIS 40, at *28 –29 (noting that a trade secret claimant \nmust “identify the actual acts of misappropriation with adequate specificity”). \n68. For each of these reasons, the Court concludes that DSM’s claim as to its \nalleged Resin Selection Process trade secret should be dismissed under Rule 56 for \nfailure to offer any evidence of misappropriation.20 \n2. Plasma and Scouring \n69. DSM also contends that Defendants misappropriated its alleged trade secret \nin Plasma and Scouring.21  (See DSM Br. 3, 7, 20 –24.)  DSM specifically claims as a \ntrade secret the  general process of [REDACTED]22 [REDACTED].23  (DSM Br. 20 –\n22.)  Defendants argue that DSM’s claim as to its alleged Plasma and Scouring trade \nsecret fails because (i)  DSM does not have a  Plasma and Scouring  trade secret , \n                                                           \n20  As previously noted, in light of the Court’s conclusion, the Court declines to address \nDefendants’ contention that DSM has failed to show that it had a trade secret in the use of \n[REDACTED].   \n \n21  As discussed infra, DSM also advances arguments related to Plasma and Scouring in \nconnection with its purported “blueprint” theory. \n \n22  Eabs is a measure of absorbed energy and “ the impact resistance of materials.”  (Werff \nDep. 136:17–137:19.) \n \n23  In its brief in opposition to the Motions, DSM conflates V50/Eabs performance with BFD \nperformance by using the general term “ballistic perfor mance.”  Undisputed evidence \nconfirms that “ballistic performance” is generally used to describe V50/Eabs performance, not \nBFD performance.  (Fitzgerald Dep. 207:1–13 (noting that stiffer resins “should have better \nstructural and [BFD] performance and lower penetration or ballistic performance”), 214:17–\n20 (“Q. And when we use the term “ballistic performance,” is that synonymous with the tests \nthat we’ve seen, like V50 tests or V0 tests?  A. Correct.”); Werff Dep. 260:20–261:9 (“Fiber \nstrength is important for the ballistic application, for the ballistic performance, the V50 \nperformance.”); Miller Dep. 70:21 –71:10 (“[L]ooking at [BFD] wasn’t a ballistic test.”); \nBrachos Dep. 115:14–116:6.)  V50/Eabs performance and BFD performance are fundamentally \ndifferent.  ( See, e.g. , 2nd Thagard Aff. ¶  25; TEx. 133, at C3L14 –L41, ECF No. 396.38; \nDSMEx. 42, ECF No. 374.42.) \n \n(ii) DSM has failed to offer any evidence of misappropriation, and (iii) [REDACTED].  \nThe Court agrees that DSM has failed to demonstrate the existence of a Plasma and \nScouring trade secret, and further, that DSM has faile d to produce a forecast of \nevidence giving rise to an inference that Defendants used or otherwise \nmisappropriated any such  trade secret.   The Court declines to consider as an \nadditional basis for dismissal whether Honeywell independently developed its own \nplasma and scouring treatment. \na. Plasma and Scouring: Background \n70. Scouring is the process of removing the spin finish from fiber.  (2nd Thagard \nAff. ¶  34; Werff Aff. ¶  42.)  As described in a Honeywell patent titled Enhanced \nBallistic Performance of Polymer Fibers (the “‘518 Patent”), the application for which \nwas filed prior to Thagard’s arrival at the company, “[f]iber scouring is a process in \nwhich fibers .  . . are passed through a chemical solution which removes any of the \nundesirable residual fiber finish . . . that may have been applied to the fibers during \nor after fabrication.”  (TEx. 2, at C13L33–37; see Bhatnagar Book 280–81.)  In essence, \nscouring treatment washes spin-finish from the surface of fibers.  (Werff Aff. ¶ 45.) \n71. Plasma treatment chemically modifies the surface of an object.  (Werff Dep. \n159:23–25.)  As described in Honeywell’s  ‘518 Patent, plasma treatment  “involves \ntreating a fiber . . . with an electric discharge in a vacuum chamber filled with either \noxygen, ammonia or another appropriate inert gas as is well known in the art.”  (TEx. \n2, at C8L53–C9L50; see Werff Aff. ¶ 42 (“Plasma treatment is basically putting the \nfiber through a gas that has been subjected to electric discharge and th us contains \n \nreactive elements. ”); Bhatnagar Book 281 –82.)  In the context of UD materials, \nplasma roughens the surface of fiber and thereby improves adhesion with resin (i.e ., \nstrengthens the fiber-resin bond).  (Phoenix Dep. 355:14–361:23, ECF No. 358; Hurst \nDep. 254:12–24, ECF No. 358; Bhatnagar Book 281–82.)   \n72. [REDACTED] \n73. DSM does not use [REDACTED] in connection with any of its UD materials.  \n(Werff Dep. 160:1 –15; Beard Dep. 198:16 –23; DSM Exhibit A , at 12 –13.)  DSM \ncontends, however,  that it “amassed a great deal of know -how regarding plasma \ntreatment technology under a research program prior to and during Dr. Thagard’s \nemployment with DSM.”  (DSM Exhibit A, at 12–13.)  Specifically, between 2006 and \n2007, DSM began exploring the use of plasma treatment as a way of [REDACTED], \n(Werff Dep. 162:17–24; DSMEx. 73, ECF No. 376.6; DSMEx. 64, ECF No. 375.5), and \ncontracted with a research organization called [REDACTED], (Werff Dep. 162: 25–\n163:11; Werff Aff. ¶¶  42–43).  DSM’s R&D team, together with [REDACTED], \nconducted a feasibility study  culminating with an internal report from DSM’s R&D \nteam in July 2007 [REDACTED].  (DSMEx. 74 , at 1, ECF No. 376.7.)  The 2007 \n[REDACTED] indicated that an improvement of approximately [REDACTED] was \nobserved for [REDACTED]24 [REDACTED].  (DSMEx. 74 , at 1, 3 .)  The 2007 \n[REDACTED] recommended that DSM “try to repeat the study with [REDACTED] \nand, “[i]n case of a positive result[, DSM] should start up-scaling . . . [REDACTED][.]”  \n                                                           \n24  The fibers subject to the study underlying the 2007 [REDACTED].  (See DSMEx. 74, at 3, \n8.) \n \n \n(DSMEx. 74, at 4; see Werff Aff. ¶ 45.)  According to DSM, “[b]y early 2008, DSM had \nconfirmed that [REDACTED].”25  (DSM Br. 22.) \nb. Plasma and Scouring: Existence of a Trade Secret \n74. Defendants argue that DSM does not have a Plasma and Scouring trade \nsecret because the general use of plasma and scouring treatment on fibers in anti-\nballistic materials is generally known in the industry.26  The Court agrees. \n75. DSM’s misappropriation claim does not relate to any particular detail or \naspect of the plasma and scouring treatment process, such as the specific combination \nof [REDACTED].  Instead, DSM refers to plasma and scouring treatment in general \nterms.  DSM’s own employees confirmed that the general concept of plasma-treating \nUHMWPE fibers is not a trade secret.  (Cordova Dep. 55:6–18 (“Q. There is no secret \nat all about plasma being used for [UHMWPE] fibers? . . .   A. There is no secret on \nthe use.  I mean how you use it, you can go into the details because you [ (i.e., \nHoneywell)] have an expert in your company Hieu Nguyen who knows how to use the \nplasma treatment.”); Van Es Dep. 163:1 –5 (“Q. The fact that plasma treatment will \n                                                           \n25  For purposes of this Order and Opinion, the Court will accept as true DSM’s representation \nthat it “confirmed” [REDACTED] by early 2008.  The Court has serious reservations, \nhowever, as to whether this conclusion is actually supported by any evidence in the record.  \n(See Werff Dep. 163:12–164:25, 165:20–166:22, 168:9–173:19, 177:14–182:19, 275:22–276:11; \nDX93, at 2, ECF No. 349.118; DX95, ECF No. 349.120; DX96, ECF No. 349.121; DX75, at \nDSM00362211, ECF No. 349.112; Van Es Dep. 158:3 –15; DX168, ECF No. 34 9.153; \nFitzgerald Dep. 35:18 –37:17; DX372, ECF No. 349.211; Beard Dep. 200:7 –201:12, 271:9 –\n272:24.) \n  \n26  Defendants also contend that DSM does not have a Plasma and Scouring trade secret \nbecause (i) DSM’s research into the use of [REDACTED] failed and (ii) DSM never established \na correlation between [REDACTED] during Thagard’s employment.  In light of the Court’s \nconclusions in dismissing this claim, however, the Court declines to reach Defendants’ \nadditional arguments for dismissal. \n \nhelp adhere resin to fiber is not a trade secret, right?  . . .  A. It is not a trade secret, \nI agree.”).) \n76. Numerous trade publications also discuss the use of plasma and scouring \ntreatment in connection with UD materials.  A 1992 paper co -authored by David \nCordova (the “Cordova Paper”) —a former Honeywell employee who now works at \nDSM—found that, by subjecting Honeywell’s UHMWPE Spectra fiber to plasma \ntreatment, “adhesion of the fiber was improved in a range of 3 to 1.”  (Cor dova Dep. \n49:17–50:3; see TEx. 3 , at 11, ECF No. 348.20.)  The Cordova Paper specifically \nconcluded that “[p]lasma treatment of the polyethylene fiber provides the necessary \nresin-to-fiber compatibility required for semistructural composites” and that “by \nplasma etching the fiber surface, one is able to significantly improve the mechanical \nproperties of the composite.”  (TEx. 3 , at 11; see Cordova Dep. 41:8–51:10.)  A 2004 \nbook titled Manufacturing Processes for Advanced Composites also notes that fiber-\nresin adhesion can be improved through the use of plasma, scouring, and corona “or \ncombinations of them.”  (TEx. 93, at 7, 390 –91, ECF No. 396.2.)  In addition, the \nBhatnagar Book discusses the use of both plasma and scouring treatment in a section \ntitled “[s]urface treatment of ballistic fibers and materials.”  ( Bhatnagar Book 279–\n83.)   \n77. Moreover, patents belonging to both Honeywell and DSM contemplate the \nuse of plasma and scouring treatment.  ( See, e.g. , TEx. 2 , at C13L33 –37, C8L53–\nC9L50; DX164, ECF No. 349.151.)  For example, a DSM patent from 1993 provides \nas follows: \n \nThe process . . . for producing the plasma-treated articles consisting of highly \noriented polyolefins of ultrahigh molecular weight comprises subjecting these \narticles to plasma treatment of their surface if necessary after pre -cleaning. \nThe pre-cleaning can comprise for example solvent treatment for removing \nsizes adhering to the surface and serves for making available clean surface of \nthe articles to be treated for the plasma treatment.  \n \n(DX107, at C2L47 –55, ECF No. 349.124; see Werff Dep. 261:18 –264:16.)  A 1995 \nHoneywell patent notes that “pretreatments” of fiber, including exposing the fiber \nsurface to “a high voltage corona or plasma” or “scour[ing the fiber] to remove any \nresidual finish,” can be used to “enhance adherence.”  (TEx. 129, at C6L27–L46, ECF \nNo. 396.34.)  In 2005, Honeywell obtained a patent for the combination of scouring \n“to remove al l finishes” followed by corona treatment to improve “resistance to \npenetration by ballistic projectiles.”  (TEx. 2.C .34, at C3L29–L62, C2L19 –L28, \nC5L45–L60, C10L60–C11L2, C20L4–L41, ECF No. 348.16.)  Most notable, however, \nis Honeywell’s pre-Thagard ’518 P atent, which discusses the use of plasma and \nscouring treatment as a means of enhancing ballistic performance and incorporates \nthe Cordova Paper by reference .  (TEx. 2 , at 1, C8L57–C9L50; see Wagner Dep. \n337:11–339:6; DX119, ECF No. 349.130.) \n78. Because DSM’s alleged Plasma and Scouring trade secret relates only to \nconcepts that are generally known in the industry  or are readily ascertainable , the \nCourt concludes that DSM has failed to demonstrate the existence of an actionable \ntrade secret in those concepts and summary judgment on that basis is proper.  See \nArea Landscaping, L.L.C. v. Glaxo-Wellcome, Inc., 160 N.C. App. 520, 525, 586 S.E.2d \n507, 511 (2003) (“[T]o survive a motion for summary judgment, [a plaintiff] must \nallege facts that would allow a reasonable finder of fact to conclude that the \n \ninformation [at issue] was not ‘generally known or readily ascertainable[.]’”); see also \nSCR-Tech LLC, 2011 NCBC LEXIS 27, at *38 (“It is well established that information \npublished as a patent cannot be protected as a trade secret.”). \nc. Plasma and Scouring: Evidence of Misappropriation \n79. The Court also agrees with Defendants that, even if DSM had a Plasma and \nScouring trade secret , DSM has failed to come forward with evidence of \nmisappropriation.   \n80. To support its claim , DSM first points to an e -mail exchange among \nHoneywell employees in March 2010 relating to a conversation between Thagard and \nHoneywell’s Steven Brouillard.  Specifically, DSM points to a March 29, 2010 e-mail \nfrom Lori Wagner to David Hurst and Brouillard  summarizing a conversation \nbetween Thagard and Brouillard27 as follows: \nI talked to  Steve [Brouillard].  He related that Thagard told him the \ndifficulties with passing the [BFD] test came from the change to curved from \nflat shaping on the head form and that even HB -80 was having problems \nbecause of the extra 4-5mm.  We knew that from this fall the helmet testing \nresults since all the helmets failed and confirms the surprise that all faced.  \nHe mentioned that Thagar d left - as did/will the others because of lack of \nopportunity for advancement (hiring Cunningham in over them and \neliminating promotion).  Also said that Thagard mentioned plasma – oh – if \nwe had only heard that months and months ago.....  But he had the name of \nsomeone working in that area and I said we would be interested in them – \nwho they were; not that we had a position open.  I think the last comment \nabout plasma confirms we need to move aggressively in that direction.  Not \nsure that we are moving fa st enough.  I would rather see that move forward \nthan a helmet lab – again my wish to concentrate on getting better materials. \n \n                                                           \n27  It is undisputed that Wagner was not present for the conversation between Brouillard and \nThagard.  Instead, Wagner’s e -mail purports to summarize and document information that \nBrouillard relayed to Wagner after speaking with Thagard.  (Wagner Dep. 124:20 –126:14.)  \nDSM did not depose Brouillard during discovery. \n \n(DSMEx. 30, ECF No. 374.30.)  In response to Wagner’s e-mail, Brouillard noted that \nhe would “get the information from [Thagard] regarding the person with the plasma \nbackground,” and further stated,  “[t]oo bad I did not push with him months ago... \nSeems like [Thagard] would like to see HON give DSM a ‘black eye[.]’”  (DSMEx. 30.) \n81. Wagner’s March 2010 e-mail covers two separate topics.  First, the e-mail \nsuggests that Thagard and Brouillard discussed the source of the “difficulties [DSM’s \nHB80 was having] with passing the [BFD] test.”  (DSMEx. 30.)  The ECH Program \ntesting of HB80 and the “difficulties” referenced, however, occurred after Thagard left \nhis employment with DSM.  (2nd Thagard Aff. ¶¶ 50–55; Brachos Dep. 164:24–167:5; \nDX283, ECF No. 349.181; Chabba Dep. 53:8 –56:16; DX134, ECF No. 349.136 .)  \nIndeed, Wagner’s e-mail notes that Honeywell was aware of this information already.  \n(DSMEx. 30; see Wagner Dep. 130:13 –131:2 (noting that failures were “common \nknowledge” in the industry); Thagard Dep. 174:11–19.) \n82. Second, Wagner’s e-mail indicates that Thagard “mentioned plasma”  and \n“had the name of someone working in that area.”  (DSMEx. 30.)  It is undisputed that \nthe person “working in” plasma referenced in Wagner’s e-mail was [REDACTED], a \nplasma expert.  (1st Thagard Aff. ¶ 64; 2nd Thagard Aff. ¶ 49; Thagard Dep. 176:15–\n177:7; Wagner Dep. 126:18 –127:16; Hurst Dep. 221:8–226:22.)  Thagard \nrecommended [REDACTED] for a position with DSM that same day.  (See HWEx. 76, \nECF No. 360; Van Es Dep. 71:15–73:8; DX123, ECF No. 349.131.)  Honeywell never \ncontacted [REDACTED] because it had no job openings in that area.  (Wagner Dep. \n127:5–16.) \n \n83. The Court concludes that Wagner’s March 2010 e -mail, standing alone, is \ninsufficient circumstantial evidence to warrant an inference of misappropriation.  \nWhile Wagner’s e-mail notes that Thagard’s “comment about plasma confirms we \nneed to move aggressively in that direction [,]” (DSMEx. 30) , DSM has not come \nforward with any evidence tending to show that Thagard’s purported comment was \nreferencing anything other than Thagard’s recommendation that Honeywell consider \nhiring [REDACTED].  Indeed, according to Wagner, Brouillard did not suggest that \nBrouillard and Thagard discussed anything plasma -related other than \n[REDACTED].  (Wagner Dep. 126:17–128:7; see also Thagard Dep. 176:15–177:7; 1st \nThagard Aff. ¶ 64; 2nd Thagard Aff. ¶ 54 (“As I explained during my deposition, I did \nnot discuss plasma treatment of fibers (or any use of plasma at all) with Mr. \nBrouillard during that conversation.  I never spoke with anyone from Honeywell nor \nanyone else about plasma treatment of fibers at any time prior to my employment at \nHoneywell.”).)   \n84. As further support for misappropriation, DSM purports to offer evidence it \ncontends shows that “[s]hortly after Honeywell hired Dr. Thagard, he [REDACTED] \ncapabilities within Honeywell.”  (DSM Br. 22.)   \n85. DSM first cites an August 2010 e-mail from a [REDACTED] representative \nto Roy Ash, a Honeywell employee, in which the representative stated: \nI got your contact information through a colleague of mine who talked to you \non the EuroSatory.  We are working within [REDACTED]  I’ve added a short \npresentation and flyer about the technology.   This might be interesting for \nSpectra Fibers.  \n \n \n(DSMEx. 150, ECF No. 376.82.)   Ash subsequently forwarded the e -mail to other \nHoneywell employees, including Thagard.   (DSMEx. 150.)  Thagard then forwarded \nAsh’s e -mail to Brad Grunden, another Honeywell employee, adding only “FYI.”  \n(DSMEx. 150 ; see 2nd Thagard Aff. ¶  40.)  Contrary to DSM’s contention, the \n[REDACTED] representative’s e-mail directly contradicts DSM’s claim that Thagard \n“contacted [REDACTED]” and reflects no evidence of misappropriation.   (Cf. 2nd \nThagard Aff. ¶  39 (“I did not contact [REDACTED] shortly after I was hired by \nHoneywell.”).)   \n86. DSM next cites an October 2010 e -mail chain between Thagard and a \n[REDACTED] representative that does not relate to plasma, but instead relates to \nthe Dutch MoD helmet.  (DSMEx. 151, ECF No. 376.83; see 2nd Thagard Aff. ¶¶ 42–\n45.)  This document also fails to support DSM’s position.   \n87. Finally, DSM offers no evidence to support its contention that Thagard \ncirculated information regarding [REDACTED] plasma treatment capabilities within \nHoneywell.  Indeed, the undisputed evidence is precisely to the contrary.  (See 2nd \nThagard Aff. ¶ 41 (“I never shared any DSM plasma information with Honeywell.”).) \n88. DSM also generally contends that, prior to “collaborating” with Thagard, \n“Honeywell’s researchers remained oblivious to the beneficial effect that \n[REDACTED] have on the ballistic performance of UDC mat erials, especially with \nrespect to [REDACTED].”  (DSM Br. 48.)  The undisputed evidence shows, however, \nthat Honeywell began experimenting with fiber surface treatment, including plasma \nand scouring , for anti-ballistic materials in the 1980s and 1990s.  (Wagner Dep. \n \n289:7–292:2.)  With respect to helmet applications specifically, it is undisputed that \nHoneywell’s “Low Delamination” or “Low Delam” team was established no later than \nJuly 2009 and was specifically focused on reducing BFD.  ( See HWEx. 139, at 1, 3, \nECF No. 395.)  To that end, the Low Delam team immediately began to explore ways \nto improve fiber-resin adhesion, including through fiber surface treatments such as  \nplasma and scouring.  (See HWEx. 139, at 10; HWEx. 140, at 7, 14–15, ECF No. 395.)   \n89. The undisputed evidence also shows that by August 2009, Honeywell was \ntesting plasma and scour-treated materials, and had commissioned its own plasma \ntreating equipment.  ( HWEx. 113 , at 1, 8, ECF No. 362; Wagner Dep. 298:3 –22; \nGrunden Dep. 250:2–251:21; Chern Dep. 44:14–45:20.)  By October 2009, Honeywell \nhad produced scoured fiber and plasma -treated fiber [REDACTED].  (Wagner Dep. \n297:9–298:22; HWEx. 115.)  By May 2010, Honeywell was granted a permit to conduct \nlarge-scale [REDACTED].  (Wagner Dep. 300:4–301:5; HWEx. 63, at 5, ECF No. 360.) \n90. Nevertheless, DSM contends that, until receiving assistance from Thagard \nin March 2010  (as purportedly evidenced by Wagner’s e-mail), “Honeywell believed \nthat [REDACTED] did not have any significant effect on [BFD].”  (DSM Br. 7.)  For \nsupport, DSM points to internal Honeywell documents relating to [REDACTED].28  \n[REDACTED]  However, it is undisputed that Honeywell [REDACTED]29 \n                                                           \n28  SR-3130 was an experimental material that Honeywell provided to Ceradyne for testing \nin 2009.  (Brachos Dep. 17:20–19:12, 92:10–93:22; Grunden Dep. 242:4–245:6.)  \n \n29  The document that DSM cites in support of its statement that corona is “a type of plasma,” \n(DSM Br. 7 n.32), notes that in “comparing plasma treatment to corona treatment, there is a \ntendency for plasma treatment to be more stable than corona treatment[,]” (DSMEx. 32, ECF \nNo. 374.32). \n \n \n[REDACTED] and, as noted, the evidence of record permits but the single conclusion \nthat Honeywell [REDACTED].   \n91. Accordingly, viewing the evidence in the light most favorable to DSM, the \nCourt concludes that DSM has failed to produce a forecast of evidence giving rise to \nan inference that Defendants used or otherwise misappropriated DSM’s alleged \nPlasma and Scouring trade secret. \n3. Molding Conditions \n92. DSM next contends that Defendants misappropriated DSM’s alleged \nMolding Conditions trade secret.  (See DSM Br. 8 –10.)  For the reasons discussed \nbelow, it is unclear exactly which aspect(s) of the UD molding process DSM claims as \na trade secret .  Nevertheless , it appears DSM focuses its argument on the \ntemperature at whic h materials are molded  and argues that its trade secret lies in \nmolding materials “ [REDACTED] performance.”30  (DSM Br. 9 –10.)  According to \nDSM, Defendants used this information to improve the BFD performance of \nHoneywell’s pre-Thagard material, SR-3136.   \n93. Defendants argue that DSM’s trade secrets claim as to Molding Conditions \nfails because (i) DSM never identified the Molding Conditions as a trade secret, (ii) \nthe Molding Conditions do not constitute a  trade secret,  (iii) DSM has offered no \nevidence of misappropriation, and (iv) Honeywell independently developed its own \noptimal molding conditions.  The Court agrees with Defendants that DSM’s claim as \nto its alleged Molding Conditions trade secret should be dismissed because DSM \n                                                           \n30  For purposes of this Order and Opinion, the Court will accept as true DSM’s representation \nthat it [REDACTED].    \n \nfailed to identify this purported trade secret during discovery , DSM’s Molding \nConditions do not constitute a legally cognizable trade secret, and DSM has not come \nforward with  evidence of misappropriation.   The Court declines to address \nDefendants’ other argument in support of dismissal. \na. Molding Conditions: Background \n94. The undisputed evidence shows that n either DSM nor Honeywell sell  \nformed, molded, hard armor products.  Instead, both companies provide UD materials \nand potential processing and manufacturing condition guidelines to customers, \nincluding Ceradyne.  (See, e.g., DSMEx. 34, ECF No. 374.34.)  These customers, in \nturn, manufacture UD materials into finished products , including helmets,  using \ntheir own molding equipment and according to their own desired specifications.  \n(Thagard Dep. 218:13 –221:22; 2nd  Thagard Aff. ¶  57; Brachos Dep. 50:6 –53:10, \n57:10–60:21; Swinger Dep. 123:18 –126:15, ECF No. 358 ; Vanek Dep. 237:9 –246:4, \nECF No. 358 .)  In developing UD materials, however, both DSM and Honeywell \nconduct testing in an effort to determine the optimal molding conditions for their \nrespective materials.   \n95. The parties agree that the optimal molding temperature for any given UD \nmaterial depends on the material ’s characteristics.  (See DX348, at C5L4–L7, ECF \nNo. 396.42; DSM Br. 9–10; 2nd Thagard Aff. Ex. 26, ECF No. 390.4 .)  As stated in a \n2005 DSM patent, “[t]he required compression time and compression temperature \ndepend on the kind of fiber and matrix material and on the thickness of the moulded \n[(i.e., molded )] article and can be readily determined by one skilled in the art.”  \n \n(DX348, at C5L4–L7.)  Moreover, the optimal molding temperature varies depending \non the type of threat tested.  (DSMEx. 33, at 4, ECF No. 374.33; 2nd Thagard Aff. Ex. \n26, at HNY-00812480; Werff Aff. ¶  58 (“[O]ne temperature is often optimal against \ncertain types of ballistic tests while slightly decreasing performance against other \ntypes of tests.”) .)  Thus, the optimal molding temperature for  [REDACTED].  (See, \ne.g., 2nd Thagard Aff. ¶ 60; 2nd Thagard Aff. Ex. 26, at HNY-00812480.) \n96. As noted, DSM contends that the optimal molding [REDACTED] and that \nDSM [REDACTED].  During his employment with DSM, Thagard had authorized \naccess to information related to DSM’s Molding Conditions.31 \n97. DSM asserts that Honeywell did not have the “knowledge to optimize helmet \nmolding conditions to improve the performance of 3136” before hiring Thagard.  (DSM \nBr. 8.)  According to DSM, prior to Thagard’s arrival, Honeywell “generally” \nrecommended that customers mold its hard ballistic materials at between 240°F  \n(115°C) to 260°F (127°C), citing  Honeywell’s “Processing Guidelines for Honeywell \nBallistic Materials ” from 2007. 32  (DSM Br. 8  n.42 (citing DSMEx. 34 ).)  Those \nguidelines, however, are not unique to SR-3136 and provide the following disclaimer: \n“These are  general processing guidelines for HON Spectra Shield® ballistic \n                                                           \n31  While DSM generally contends that Thagard learned about the relationship between \nmolding conditions and UD performance while at DSM, (Werff Aff. ¶  58), DSM offers no \nevidence tending to show that Thagard was ever made aware that DSM [REDACTED].  (2nd \nThagard Aff. ¶ 58.)  \n \n32  DSM also cites a June 2009 internal Honeywell presentation, which notes that Ceradyne \nconcluded that a “[REDACTED] with” Honeywell’s SR-3130 (not SR-3136).  (DSMEx. 7, at 4, \nECF No. 374.7.) \n \nmaterials.  Specific Process parameters should be optimized for the equipment and \nmaterials used by our customers.”  (DSMEx. 34.)   \n98. While DSM suggests that Honeywell adopted DSM’s molding temperatures \nafter Thagard’s arrival, DSM has not offered evidence showing  the temperature \nHoneywell recommends for SR-3136.  Nor has DSM offered evidence as to the \ntemperature Honeywell recommended that Ceradyne use when molding helmets \nmade with the  Honeywell [REDACTED] Solution.  Indeed, DSM has failed to offer \nevidence of the temperature Ceradyne actually uses when molding the ECH Program \nhelmets.  Instead, DSM simply cites to a December 2010 internal Honeywell \npresentation which states that, with respect to SR-3136, a “[REDACTED].”  (DSMEx. \n53, at 4, ECF No. 374.53.)   \nb. Molding Conditions: Identification \n99. Defendants first argue that DSM’s claim as to its alleged Molding \nConditions trade secret must fail because DSM did not identify this purported trade \nsecret in discovery.  The Court agrees. \n100. At no point during discovery did DSM identify as a trade secret (i) the \nspecific molding [REDACTED].  Indeed, DSM’s description of its trade secrets in \nDSM’s Exhibit A does not mention, even in passing, the molding process, much less \nthe “optimal” temperature at which UD materials should be molded.  DSM offers no \nexplanation why it did not identify its alleged Molding Conditions trade secret in \nExhibit A, in a subsequent amendment, in written discovery, or at deposition.  Indeed, \nwhile DSM’s Exhibit A identifies nearly every step of the UD development and \n \nmanufacturing process—most of which are no longer at issue in this case—DSM made \nno effort to include Molding Conditions as one of its misappropriated trade secrets.   \n101. DSM nevertheless contends that it adequately disclosed and defined this \npurported trade secret .  (DSM Br. 42. )  DSM specifically points to its response to \nThagard’s Interrogatory No. 8, which requested that DSM identify its relevant trade \nsecrets.  In that response, DSM stated, among twenty-four separately listed items,  \nthat “[f]rom ECH project inception to 2013, the areas of DSM know -how that are \nalleged to have been incorporated into, and/or to have a dvanced, the current ECH \nhelmet design include, at a minimum: . . . (14) Ways in which manufacturing process \nvariables were adjusted to increase helmet performance: (a) Optimal temperature \nrange for helmet processing[.]”  (TEx. 21, at 20–21, ECF No. 349.7; see DSMEx. 105, \nat 15–16, ECF No. 376.38.)   This description can hardly be read to include the now \nidentified Molding Conditions. \n102. Moreover, the other evidence that DSM points to as providing notice to \nDefendants of its Molding Conditions trade secret during discovery is not support at \nall.  Relying on the same response to Interrogatory 8, DSM quotes from a November \n2010 e -mail from Thagard to others at Honeywell in which Thagard relayed the \nresults of a Honeywell “study looking at processin g temperature effects” of SR -3136 \nas to BFD and V 50 performance.  (DSMEx. 47 , at HNY-00304083, ECF No. 374.47; \nsee TEx. 21, at 18–19.)  After setting forth what he described as “very interesting \nresults,” Thagard notes that “ [REDACTED].  We have literally reduced 9mm [BFD] \nby 6.6mm just through processing effects.  This data will need to be repeated[.]”  \n \n(DSMEx. 47, at HNY-00304083; see TEx. 21, at 18–19.)  Thus, the only reference DSM \nmade in this interrogatory response to a specific m olding [REDACTED] was to a \nHoneywell molding study; it says nothing about DSM’s Molding Conditions at all. \n103. Based on the above , the Court concludes that DSM failed to identify the \nalleged Molding Conditions as a purported trade secret until after discovery in this \nmatter was closed, and the Court concludes, in the exercise of its discretion, that DSM \nshould not be permitted to do so now.    \n104. Even if DSM’s identifications  had put Defendants on notice that DSM \ncontended that its molding conditions were a trade secret, DSM’s descriptions were \ninadequate to identify the Molding Conditions trade secret with the particularity \nsufficient to permit Defendants to delineate what they have allegedly \nmisappropriated.  See Krawiec, 370 N.C. at 609–10, 811 S.E.2d at 547–48; Panos, 197 \nN.C. App. at 519, 677 S.E.2d at 875 (“Summary judgment should be granted upon the \nnonmovant’s failure to identify that information which it claims to be a trade secret \nthat was misappropriated.”); see also Next Commc’ns, Inc. v. Viber Media, Inc. , No. \n14-cv-8190, 2017 U.S. Dist. LEXIS 162405, at *10 –11 (S.D.N.Y. Sept. 30, 2017) (“In \norder to survive summary judgment .  . . the plaintiff must describe the secrets with \ngreater precision; ‘vague and indefinite’ illustrations will not suffice.”) .  The Court, \ntherefore, concludes that DSM’s claim based on an alleged Molding Conditions trade \nsecret should be dismissed on each of these grounds. \n \nc. Molding Conditions: Existence of a Trade Secret \n105. Defendants further argue that DSM’s Molding Conditions do not constitute \na legally cognizable trade secret  in any event .  Even accepting as true the \nunsupported averment in Werff’s summary judgment affidavit that DSM \n[REDACTED] of its PUR -based UD materials, the Court concludes that DSM has \nfailed to demonstrate the existence of a Molding Conditions trade secret in light of \nthe undisputed evidence. \n106. “It is well established that information published as a patent cannot be \nprotected as a trade secret.”  SCR-Tech LLC , 2011 NCBC LEXIS 27, at *38.  \n“Likewise, information published in patent applications lacks the secrecy required to \nmaintain trade secret status.”  Id.  Numerous DSM patents and patent applications \ndisclose specific molding temperature ranges for DSM’s UD materials that encompass \nthe temperature range DSM claims as a trade secret (i.e., [REDACTED]).  (See, e.g., \nTEx. 125, ECF No. 396.30 (between 257°F and 302°F and setting forth V50 data for \nDSM UD molded at different temperatures); DX282 , at C10L47 –L56, ECF No. \n349.179 (between 248°F and 293°F); DX348 , at C5L32 –L36 (between 239°F and \n266°F); DX163, at C4L26–L45, ECF No. 349.150 (between 239°F and 275°F); DX442, \nat 8, ECF No. 349.221; TEx. 132 , at C4L57–C5L7, ECF No. 396.37  (between 257°F \nand 275°F); TEx. 135 , at 7–8, ECF No. 396.40.)  In fact, DSM licensed one of these \npatents (the “Van der Loo Patent”) to Honeywell years before Thagard arrived at \nHoneywell.  (DX182, ECF No. 349.154; see DX348.) \n \n107. Not only has DSM publicly disclosed the molding temperature range it now \nclaims as a trade secret, but DSM’s Van der Loo Patent explicitly states that the \noptimal molding tempe rature is readily ascertainable.  (DX348 , at C5L4–L7 (“The \nrequired . . . compression temperature . . . can be readily determined by one skilled in \nthe art.” (emphasis added)).)  Bhatnagar’s 2006 Book describes, albeit in general \nterms, the testing procedu res that can be employed to conduct a molding study , \n(Bhatnagar Book 13–14), and, as discussed below, prior to hiring Thagard, Honeywell \nitself was conducting temperature molding studies in an effort to maximize the BFD \nand V50 performance of its materials. \n108. In any event, there is no evidence to suggest that Honeywell’s UD materials \nwould have the same “optimal” molding temperature as DSM’s materials.  (Cf. DX348 \nC5L4–L7 (noting that the optimal “compression time and compression temperature \ndepend on the kind of fiber and matrix material and on the thickness of the moulded \n[(i.e., molded)] article”); Reitman Aff. ¶ 105; Brachos Dep. 57:10–60:21.)  As discussed \nthroughout this Order and Opinion, Honeywell’s materials, including SR -3136, are \nmade with different fibers and resins than DSM’s materials.  DSM simply assumes \nthat Honeywell’s materials have the same “optimal” molding temperature as its own \nand has failed to demonstrate that the information claimed as a trade secret would \nbe of any value to Honeywell.  See Wilmington Star-News, Inc., 125 N.C. App. at 180–\n81, 480 S.E.2d at 56 (identifying “value of information to business and its \ncompetitors” as a facto r to be considered determining whether information \nconstitutes a trade secret). \n \n109. Accordingly, viewing the evidence in the light most favorable to DSM and \nafter considering the Star-News factors, the Court concludes that DSM’s Molding \nConditions do not constitute a legally cognizable trade secret. \nd. Molding Conditions: Evidence of Misappropriation \n110. Defendants also argue that dismissal  of DSM’s claim as to its alleged \nMolding Conditions trade secret  is warranted because DSM has failed to offer \nevidence of misappropriation.  The Court agrees. \n111. DSM contends that, prior to Thagard’s arrival, Honeywell did not have the \nequipment or knowledge to optimize helmet molding conditions.  (DSM B r. 8–10.)  \nThe undisputed facts show, however, that, prior to Thagard’s commencement of work \nat Honeywell , Honeywell procured molded UD material from third -parties33 and \nconducted numerous molding studies to identify optimal molding conditions, \nincluding temperature.  ( See, e.g., TEx. 95 , at 12, 29, 38, 74, 86, 128; TEx. 96, ECF \nNo. 396.4; TEx. 99, ECF No. 396.6 ; TEx. 112, ECF No. 396.18 .)  One such molding \nstudy involved testing Honeywell’s SR-3130 material molded at [REDACTED].  \n(DSMEx. 33, at 14–15.)   \n112. Even an internal Honeywell communication from 2008 relied upon by DSM \nshows that Honeywell tested SR-3130 molded [REDACTED].  (See DSMEx. 35, ECF \nNo. 374.35.)  DSM ’s efforts to characterize th is document as supporting its position \nare especially problematic.  In particular, DSM argues this document shows that \n                                                           \n33  While Honeywell did not acquire in -house molding capabilities until after Thagard’s \narrival, (Grunden Dep. 108:3–112:17), as of Thagard’s start date, Honeywell employees had \nalready contacted suppliers of molding equipment to purchase equipment for “internal R&D \npurposes[,]” (DSMEx. 44, ECF No. 374.44). \n \n“[p]re-Thagard, Honeywell also concluded that ‘[REDACTED].’”  (DSM Br. 8 (quoting \nDSMEx. 35).)  DSM, however, omits critical language from the quoted sentence that \nfundamentally changes the meaning: “[REDACTED][.]”  (DSMEx. 35 (emphasis \nadded).)  Thus, the  “POOR ballistic performance” was plainly attributable to the \nchange in pressure, not the temperature.  In addition, the statement related to V 50 \nperformance, not BFD performance, and the material tested was SR -3130, not SR -\n3136.  Contrary to DSM’s claims, the document offers no support for DSM’s position, \nand DSM’s blatant mischaracterization is troubling.   In any event, a fter Thagard \nbegan working at Honeywell , the undisputed evidence shows that Honeywell \ncontinued to conduct molding studies.  ( See, e.g., TEx. 95, at 253, 262, 276, 287 –88, \n347, 527; TEx. 114, ECF No. 396.20; TEx. 121, at 4, ECF No. 396.26; TEx. 123, ECF \nNo. 396.28.)   \n113. DSM next offers as evidence of misappropriation a November 2010 e -mail \nfrom Honeywell’s Brad Grunden to Thagard, in which Grunden reported that, \n“[REDACTED],” (DSMEx. 41, ECF No. 374.41) , and Thagard’s reply e-mail stating \n“[t]his is why I insisted on this study.”  (DSMEx. 46, ECF No. 374.46.)  Here too, DSM \nomits critical information, this time from Thagard’s reply e -mail, which actually \nstated, in relevant part,  “[t]his is why I insisted on this study, although I expected \nbetter V50 and did not expect such a dramatic [BFD] reduction.”  (DSMEx. 46.)  This \nlanguage refutes DSM’s contention that Thagard’s reply “confirms [the] ‘study’ was \nreally only intended to create a facade of independent development ,” (DSM Br. 9), a \ncontention DSM makes without any evidentiary support.  \n \n114. As further evidence of misappropriation, DSM points to an August 17, 2011 \nhandwritten note in Thagard’s Honeywell notebook, which provides “[REDACTED].”  \n(DSMEx. 71, at HNY-01118421, ECF No. 376.4.)  According to DSM, this note serves \nas evidence of Thagard’s “implementation” of its alleged Molding Conditions trade \nsecret.  (DSM Br. 9.)  The Court disagrees.   Thagard’s handwritten note was made \nnine months after Grunden’s e-mail concerning the improved BFD of SR-3136 when \n[REDACTED], (DSMEx. 46), and eight months after Honeywell concluded that \n[REDACTED], (DSMEx. 53, at 4).  DSM seeks an inference simply not permitted by \nthe undisputed factual record. \n115. In addition, DSM has failed to come forward with evidence showing the \ntemperature (i) Honeywell recommended customers use for SR -3136, (ii) Honeywell \nrecommended Ceradyne use when molding helmets made with the Ho neywell \n[REDACTED] Solution, or (iii) Ceradyne actually used when molding the Honeywell \n[REDACTED] Solution into ECH Program helmets.   There is no evidence of record \nthat suggests that Ceradyne molds the ECH Program helmets  at [REDACTED], a \npurported fact DSM assumes.  (Cf. Brachos Dep. 57:17–60:21; 2nd Thagard Aff. ¶ 57 \n(“[REDACTED]”).) \n116. Based on the foregoing , the Court concludes  that DSM’s claim for \nmisappropriation of DSM’s alleged Molding Conditions trade secret must fail for the \nadditional reason that DSM has failed to produce a forecast of evidence giving rise to \nan inference that Defendants used or otherwise misappropriated this alleged trade \nsecret. \n \n4. [REDACTED] \n117. DSM next contends that Defendants misappropriated its alleged trade \nsecret in the key “input parameters” used in connection with DSM’s [REDACTED].  \n(See DSM Br. 11 –13.)  As discussed below, the undisputed evidence shows that \n[REDACTED] is a program developed by DSM that [REDACTED].  According to \nDSM, the [REDACTED] (collectively, the “Key Input Parameters”).  (DSM Br. 12.)   \n118. Defendants contend that DSM’s claim as to the Key Input Parameters \nshould be dismissed because (i) DSM never identified the Key Input Parameters as a \ntrade secret, (ii) the Key Input Parameters do not constitute a trade secret, (iii) DSM \nhas not offered any evidence of misappropriation, and (iv) Honeywell independently \ndeveloped knowledge of the factors that affect the performance of UD materials.  The \nCourt agrees with Defendants that DSM has failed to produce a forecast  of evidence \ngiving rise to an inference that Defendants used or otherwise misappropriated its \nalleged Key Input Parameters trade secret  and, as a result, declines to address \nDefendants’ remaining arguments in favor of dismissal. \na. [REDACTED]: Background \n119. According to DSM, [REDACTED].  (See DSM Exhibit A, at 7 (“[REDACTED] \nin terms of multiple factors, leading to a huge equation that includes all the factors.”); \nWerff Dep. 77:10 –23; Chabba Dep. 276:22–277:5.)  According to DSM’s Martin Van \nEs, the advantage of [REDACTED] is that a user is “[REDACTED][.]”  (Van Es Dep. \n133:2–8.) \n \n120. The underlying [REDACTED] of the intended UD based on the input \nparameters.  (Van Es Dep. 139:6 –13; Werff Dep. 84:19 –85:18, 90:13 –91:18.)  The \ninput parameters, including the Key Input Parameters, are [REDACTED].  (Van Es \nDep. 128:9–12.)  The [REDACTED].  (Werff Dep. 84:19 –85:18, 90:13–91:18; Van Es \nDep. 126:6–13.)  Those [REDACTED].  (Werff Dep. 84:19 –85:18, 278:7–19.)  Thus, \ninput parameters can be manipulated to reflect the characteristics of a [REDACTED].  \n(Werff Dep. 77:10–23; see DSM Exhibit A, at 15–22; TEx. 92, ECF No. 349.78.)  \n121. [REDACTED] was created between 2005 and 2007 by DSM’s Van Es, with \nthe assistance of DSM’s R&D team, 34 using a design of experiments (“DOE”) \napproach.  (Werff Dep. 77:24–78:10, 279:5–l0; Van Es Dep. 92:12 –19, 115:23–116:4, \n123:8–124:10, 243:5–22.)  “A DOE is a basic statistical tool in which a set of variables \nare established and then the product is tested with dif ferent values of each variable \nto produce a data set of how the product performed with differen t variable \ncharacteristics.”  (1st Thagard Aff. ¶ 22; see Reitman Aff. ¶ 25 (“A DOE approach is a \ncommon tool used to understand the importance and effect of individual components \nor design elements of a formulation.”).)  The resulting data set is then used to derive \npredictions as to how different variables or variable combinations will affect the \ndifferent outcomes.  (1st Thagard Aff. ¶ 22.) \n122. As applied by DSM  in the development of [REDACTED] were identified.   \n(Van Es Dep. 133:25 –135:9; Werff Dep. 279:8 –280:1.)  Ultimately, DSM researched \n[REDACTED] through a DOE.  (Van Es Dep. 134:15–19.)  DSM “[REDACTED]” and \n                                                           \n34  It is undisputed that Thagard was not involved in developing [REDACTED].  (Wilms Dep. \n193:25–194:1.) \n \n“data resulting from countless tests enabled DSM t o design the [REDACTED].”  \n(DSM Exhibit A, at 7.)  According to Van Es, the success of the [REDACTED] project \n“[REDACTED].”35  (Van Es Dep. 133:25–135:9.) \n123. [REDACTED] is not without limitations , however .  For instance , \n[REDACTED] is only equipped to [REDACTED].  (Werff Dep. 80:3 –7, 92:13–93:11; \nWerff Aff. ¶ 24.)  Thus, DSM acknowledges that [REDACTED].  (TEx. 22, at 3, ECF \nNo. 349.8; see Werff Dep. 85:24–86:3 (“Q. If you change one of the input factors . . ., \nfor instance, [the specific fiber], would all of your outputs change?  A. Yes, they would \nall change, they are all related.”).)  Likewise, DSM admits that [REDACTED] is only \nequipped to make [REDACTED], or a combination of the two.  (Werff Dep. 289:15–\n19; Van Es Dep. 122:20 –123:4.)  As such, [REDACTED] cannot be used be used to \npredict performance with new resins.  ( See Werff Dep. 86:10 –12 (“Q. If you change \nthe resin type within the PUR family, would your outputs change?  A. Yes, the outputs \nwould change.”); Cunningham Dep. 159:15–18, ECF No. 358 (“If you vary a new kind \nof resin and an otherwise existing model [REDACTED]?  A. No.”).)   Additionally, \n[REDACTED] does not consider fiber surface treatments, including [REDACTED].  \n(Werff Dep. 286:3–9.)  Finally, [REDACTED] of hard ballistic materials.  (Van Es \nDep. 127:25–128:23, 131:6–10.) \n                                                           \n35  In addition to the [REDACTED].  (See DSM Exhibit A, at 15.)  According to DSM’s Werff, \n“[REDACTED].”  (Werff Dep. 79:5–22.)  Because [REDACTED] cannot [REDACTED], (Van \nEs Dep. 127:25–128:23, 131:6–10), [REDACTED].  Based on the record before the Court, the \nsignificance of [REDACTED] is unclear.  (Werff Dep. 80:25–81:5 (“Q. What is [REDACTED]?  \nA. Martin Van Es never explained to me what it really meant.  I always put it to zero.  It had \nsomething to do with logistics how the [REDACTED].  I never used it.”).) \n \n124. DSM does not contend at summary judgment that Defendants \nmisappropriated the [REDACTED] itself or the [REDACTED].  Rather, DSM appears \nto contend that the trade secret at issue is the [REDACTED].  It is unclear, however, \nwhether DSM claims its trade secret lies in [REDACTED]36 [REDACTED]. \nb. [REDACTED]: Evidence of Misappropriation \n125. Defendants argue that DSM has failed to come forw ard with any evidence \ntending to show that Defendants misappropriated DSM’s alleged Key Input \nParameters trade secret.  The Court agrees. \n126. To be clear, DSM does not contend, and has offered no evidence tending to \nshow, that Defendants used the [REDACTED] (or the specific [REDACTED] \ncontained therein) in developing SR -5231 or any other Honeywell UD material.  In \naddition, DSM does not contend, and has not offered evidence tending to show, that \nDefendants used the Key Input Parameters  to develop a [REDACTED], or that \nHoneywell even had a comparable predictive program during Thagard’s employment \nthere.  Instead, DSM argues only that Thagard had knowledge of the Key Input \nParameters during his employment with DSM, that the parameters are “susceptible \n                                                           \n36  To the extent DSM contends that its trade secret lies in the general notion that the ballistic \nperformance of UD materials is affected by [REDACTED], the Court notes that numerous \npublicly available sources correlate UD ballistic performance with these UD components.  \n(See, e.g., Bhatnagar Book 7 (“The ballistic performance of [UD] depends upon: 1. Physical \nproperties of the ballistic fibers. 2. Denier of the fibers. 3. Amount of intermingling of fiber \nwithin a yarn bundle. 4. Fiber spreading at macro level. 5. Type of Resin. 6. Quantity of Resin. \n7. Bond between resin and fiber.”), 349–50; TEx. 103, at 231–33, ECF No. 396.9 (identifying \nfactors that affect ballistic performance, including, among other things, fiber strength, resin \ntype, “ply structure/architecture, ply  areal density, [and] fiber -to-fiber and fiber/yarn -to-\nprojectile friction”).)  As such, to the extent DSM’s trade secret claim is so based, the claim \nmust be dismissed.  \n \nto memorization,” and that Thagard had authorized access to certain predictive \ncalculations from the [REDACTED] program.  (DSM Br. 12–13.)  That DSM does not \neven argue that Thagard used or disclosed any of this information to Honeywell is \nitself a basis for rejection of this claim.   \n127. The facts viewed in the light most favorable to DSM show that Thagard had \nauthorized access to DSM’s [REDACTED] program during his employment, (DSM \nExhibit A , at 8), although th e extent of his access is unclear  from DSM’s own \nwitnesses, (compare Werff Aff. ¶  11 (“Thagard had complete access to . . . DSM’s \nproprietary [REDACTED] results for developing ballistic UDC materials.”), with \nWerff Dep. 96:18–20 (“Q. Did James Thagard have access to the [REDACTED]?  A. I \ndon’t know.”) , and Van Es Dep. 140:3 –5, and 1st Thagard Aff. ¶  21.)  As noted, \nhowever, a former employee’s authorized access to a trade secret, standing alone, is \ninsufficient to create an inference of misappropriation.  See Addison Whitney, LLC, \n2017 NCBC LEXIS 23, at *18. \n128. It is undisputed that [REDACTED] are not susceptible to memorization.  \n(DSM Br. 12; see Werff Dep. 91:9–22, 97:18–22 (“Q. You cannot tell me sitting here \ntoday what the formulas are in [REDACTED]?  A. Oh no, certainly not, certainly not \nthe numbers.”), 98:3–8 (“Q. You can’t replicate the [REDACTED] program without \nthe formulas, right?  A. . . . You need the  [REDACTED].”), 284:24–285:11; Van Es \nDep. 139:14–16; see also DSM Exhibit A, at 7 (“To duplicate the [REDACTED] would \nbe extremel y difficult.”).)  Moreover, even if the Key Input Parameters or certain \n[REDACTED] predictive calculations could be deemed susceptible to memorization \n \nby Thagard, such, without more, does not amount to “substantial evidence” of \nmisappropriation.  See Amerigas Propane, L.P. , 2015 NCBC LEXIS 98, at *36 n.12 \n(“Although there is evidence that the information [the defendant] retains in his \nmemory extends to pricing and usage, which potentially could constitute trade \nsecrets, [the plaintiff’s] failure to show substantial evidence of misappropriation is \nfatal to its claim.” (citation omitted)). \n129. Here, DSM has failed to offer any evidence tending to show that Thagard \nused or disclosed the Key Input Parameters or any [REDACTED] predictive \ncalculations to Honeywell.   Moreover, the uncontradicted facts of record show that, \nprior to Thagard’s arrival, Honeywell was aware that [REDACTED],37 [REDACTED] \naffected the  ballistic performance of UD material.   (See, e.g. , TEx. 35 ; TEx. 95 .)  \nIndeed, prior to Thagard’s employment, Honeywell had developed for testing by \nCeradyne numerous experimental materials by manipulating these same variables.  \n(See, e.g., TEx. 95, at 4, 28–29, 37–39, 49, 74, 98–99, 107–09, 118–19, 128, 136, 161–\n62, 172–73, 181–83, 192–93.)   \n130. Honeywell patents predating Thagard ’s employment also  note the \nimportance of the Key Input Parameter variables on the ballistic performance of UD \nmaterials.  ( See, e.g. , TEx. 2 , at C1L28 –L54 (identifying fiber “strength,” “fiber \nconstruction, fiber surface, binder resin, an d binder resin content” as “parameters \nthat affect the level of ballistic protection”); TEx. 2.C.31 , at C1L53–C2L3, ECF No. \n348.13; TEx. 2.C.34, at C4L52–L58.)  Moreover, a June 2010 technical proposal that \n                                                           \n37  Whereas DSM describes its materials in terms of filaments per ply, Honeywell \ncharacterizes its products by FAD per ply. \n \nHoneywell submitted to the United States Army stated that “fiber tensile strength,” \n“resin type,” “resin content,” and “shield construction,” among other things, “can be \nmanipulated to affect an increase in ballistic performance.”  (DX86 , at 18–22, ECF \nNo. 396.41.)  The same proposal summarizes Honeywell ’s research into how the \nmanipulation of these factors affects both V50 and BFD performance.  (DX86, at 18–\n22.)  In addition to the Key Input Parameter  variables, the undisputed evidence \nshows that Honeywell also evaluated fiber surface treatments, including \n[REDACTED], as a means of improving ballistic performance.    \n131. Based on the foregoing, the Court concludes that DSM has failed to come \nforward with a forecast of substantial evidence that Defendants misappropriated its \nalleged [REDACTED] Key Input Parameters trade secret  and that claim must \ntherefore be dismissed.   \n5. “Blueprint” Theory \n132. Finally, DSM contends that Honeywell’s SR -5231 is derived from a \n“blueprint for improved X31/HB80” that Thagard created while working at D SM.  \n(See DSM Br. 2–3, 24–29, 35–41.)  DSM specifically contends that Thagard “authored \n[a] leap-frogging compilation” based on knowledge he acquired at DSM regarding: \nthe relationships between stronger fiber and enhanced ballistic performance \nin UDC, specifically, that DSM’s [REDACTED], . . . all ballistic performance \nattributes of the resulting UDC would be dramatically improved. \n \n \n(DSM Br. 24.)  In essence, DSM contends that the “blueprint” incorporated DSM’s \nalleged Resin Selection Process and [REDACTED] trade secrets, as well as the use of \n“stronger,” high [REDACTED].38 \n133. Defendants contend that DSM’s “blueprint” theory must fail because \n(i) DSM never identified the “blueprint” as a trade secret, (ii) the “blueprint” does not \nconstitute a trade secret under North Carolina law, (iii) DSM has come forward with \nno evidence of misappropriation, and (iv) Honeywell independently developed SR -\n5231.  The Court agrees with Defendants that DSM’s claim as to the alleged \n“blueprint” fails because DSM never identified the “blueprint” as a trade secret and \nbecause DSM has not come forward with any evidence of misappropriation.39 \n                                                           \n38  On summary judgment, DSM did not identify the use of “stronger,” high tenacity \n[REDACTED] fiber as an independent, stand -alone trade secret, but instead argued that it \nwas a trade secret by virtue of being a component of the “blueprint” compilation.  (See DSM \nBr. 12–13, 24, 27–29, 35–36.)  To the extent DSM contends that Defendants misappropriated \na purported trade secret in the use of “stronger,” high tenacity fiber as a means of improving \nballistic performance, the Court concludes that the claim should be dismissed because (i) the \ninformation is not a trade secret under Chapter 66, as it is a generally known concept, ( see, \ne.g., Werff Dep. 189:9–24; Brachos Dep. 161:23–162:10; Reitman Aff. ¶ 44; 2nd Thagard Aff. \n¶ 78; Bhatnagar Book 61–62; TEx. 3, at 26; HWEx. 120, at 15, ECF No. 362; TEx. 2); (ii) DSM \nhas failed to produce a forecast of evidence giving rise to an inference that Defendants used \nor otherwise misappropriated any such trade secret; and (iii)  Defendants have offered \nsubstantial, uncontradicted evidence that Honeywell independently developed 45 gpd fiber \nprior to Thagard’s arrival, (see, e.g., TEx. 2; TEx. 2.A, ECF No. 345.4; TEx. 15, at 1, ECF No. \n348.32; TEx. 95, at 4, 15, 27 –28, 36–39, 49–51, 74, 107, 1 36, 181–83; TEx. 118, at HNY -\n00735036–37, ECF No. 396.23; Wagner Dep. 283:7 –16, 287:17–288:19; Chern Dep. 303:25–\n307:2; Grunden Dep. 72:2–76:8, 252:5–253:19, 264:3–267:23, 319:23–320:11, 326:19–327:23; \nHWEx. 120, at 12–16; DX72, ECF No. 349.109; DX73, ECF No. 349.110; DX86, at 6; DX115, \nECF No. 349.127; DX569, ECF No. 349.254; PX17, ECF No. 349.263). \n \n39  In light of the Court’s conclusion, the Court declines to address Defendants’ other \narguments for dismissal.  \n \na. Blueprint: Background \n134. In support of its “blueprint” theory, DSM principally relies upon a single \nslide in an internal DSM presentation that Thagard created in November 2008 (the \n“Blueprint Presentation”) .  (See DSMEx. 89, ECF No. 376.22.)   The Blueprint \nPresentation, titled “FY09 DSM Dyneema Congressional Program, Next Generation \nCombat Helmet Development,” outlines DSM’s proposal for how to utilize recently \nawarded funding through a congressional program  (the “Congressional Program”) .  \nThe Blueprint Presentation  notes that the project objective was to develop the \n“[h]ighest [p]erforming ECH ” or an “[i] mproved Dyneema® X31 helmet .”  (DSMEx. \n89, at DSM00356484.) \n135. The slide of the Blueprint Presentation that DSM contends represents the \nactual “blueprint” (the “Blueprint Slide”) is titled “Materials and Process Scope” and \nprovides, in its entirety, as follows: \n[REDACTED] \n \n(DSMEx. 89, at DSM00356485 (emphasis added).)  DSM contends that the fifteen \nitalicized words above represent a “[REDACTED].”  (DSM Br. 27–28.)   \n136. First, according to DSM’s counsel, “Y Grade” is an internal DSM reference \nto UD materials made with [REDACTED].  (DSM Br. 27 –28.)  DSM has failed, \nhowever, to offer evidence to support this conclusion.  Indeed, the only document DSM \ncites for support is an internal DSM document which states, “we distinguish between \nmaterials / technologies available shortly (in 2008, early 2009) and label those \nmaterials as ‘X-grade’ and materials / technologies available in medium or even long \n \nterm (mid 2009 and beyon d, or potentially never) and label those materials as ‘Y -\ngrade’.”  (DSMEx. 90, ECF No. 376.23 ; see also  2nd Thagard Aff. ¶  75 (“My \nrecollection of what ‘Y Grade’ meant in this context is consistent with the definition \nof “Y Grade” in the document cited in DSM’s brief .  . . .  Thus it is not limited to a \n[REDACTED].”).)  DSM’s position is also contradicted by the affidavit of DSM’s \nprincipal scientist, who avers that the “blueprint” list “ included the use of \n[REDACTED]40 [REDACTED] and [REDACTED].”  (Werff Aff. ¶ 57.)41    \n137. Faced with this lack of evidentiary support, the Court will not entertain \nDSM’s counsel’s argument that “Y Grade” is a reference to materials made with  \n[REDACTED].  See Huss v. Huss , 31 N.C. App . 463, 466, 230 S.E.2d 159, 161 –62 \n(1976) (“On a motion for summary judgment[,] the court may consider evidence \nconsisting of affidavits, depositions, answers to interrogatories, admissions, \ndocumentary materials, facts which are subject to judicial notice, and any other \nmaterials which would be admissible in evidence at trial.”); see also Ronald G. Hinson \nElec., Inc. v. Union Cty. Bd. of Educ. , 125 N.C. App. 373, 379, 481 S.E.2d 326, 330 \n(1997) (noting that unsworn statements by a party’s attorney are not considered \nevidence).  \n                                                           \n40  DSM produced two variations of the SK76 fiber.  DSM’s SK76 (1500 dtex) fiber has a gpd \nof [REDACTED] and was used in [REDACTED].  (Werff Aff. ¶ 24.)  The other variation, SK76 \n(1760 dtex), has a gpd of [REDACTED] and was used in several DSM materials not at issue \nin this case.  (Werff Aff. ¶ 24.)   \n \n41  Although irrelevant to the Court’s determination of the Motions, the Court will accept \nWerff’s representation as true for purposes of the Motions. \n \n138. DSM’s other contentions are similarly without record support.  For example, \nalthough DSM describes the Blueprint Slide as referring to [REDACTED] (DSM Br. \n27–28), the Blueprint Slide does not mention [REDACTED]—a process that is \ndistinct from [REDACTED].  Moreover, contrary to DSM’s suggestion, the Blueprint \nSlide does not mention DSM’s alleged Resin Selection Process trade secret.  Instead, \nthe Blueprint Slide merely identifies “[h]ard” and “[u]ltra [h]ard” resin as possible \ncandidates.  In short, the Blueprint Slide, viewed in the light most favorable to DSM, \nonly suggests that, shortly before Thagard’s departure, DSM planned to “internal[ly] \nevaluat[e]” several new materials, including one constructed with [REDACTED], and \ndoes not reveal a secret formula that Defendants later misappropriated.   \n139. At the May 10 Hearing, DSM’s counsel suggested that  the Blueprint Slide \n“is the synthesis of [the ‘blueprint’], but it’s not the totality of the trade secrets that \nlead to each of those line items.”  (Tr. 118:2–121:8.)  According to DSM’s counsel, the \nBlueprint Slide “is the top line blueprint” subject to the “the caveat . . . that . . . it isn’t \nall that the blueprint is.”  (Tr. 118:2–121:8.)  There is no evidentiary support for this \ncontention either. \n140. At the time of the  Blueprint Presentation, it is undisputed that DSM had \nneither created nor tested the proposed material.  (2nd Thagard Aff. ¶ 73.)  Although \nDSM argues that DSM and Thagard had already “correctly connected the dots” \nbetween the “blueprint” elements, (DSM Br. 24), actual evidence in the form of an e-\nmail from Thagard to others at DSM transmitting the Blueprint Presentation noted \n \nthat it was “a starting point and details [would] be finalized as we proceed in the \nprocess[,]” (DSMEx. 132, at DSM00364343, ECF No. 376.64).   \n141. It is also undisputed that DSM never created a UD material with \n[REDACTED].  It is similarly undisputed that DSM does not use [REDACTED] in \nconnection with any of its UD materials.  DSM’s scientists admit that DSM’s \n[REDACTED] research program was put on hold no later than December 2008 (i.e., \nafter the Blueprint Presentation was created but before Thagard’s departure).  (See \nVan Es Dep. 158:3–15 (noting [REDACTED] program was put on hold because DSM \n“could not find enough benefits of [REDACTED] to continue”); Werff Dep. 164:19–25 \n(stating [REDACTED] was stopped because DSM “did not see the intended \nimprovement of the V50”); DX93, ECF No. 349.118; DX75 , at DSM00362211, ECF \nNo. 349.112.)42   \n142. It is also undisputed that [REDACTED].43  [REDACTED]. \n                                                           \n42  While DSM did not use [REDACTED] in its ECH Program mate rials during Thagard’s \nemploy, [REDACTED] was used in DSM’s post -Thagard [REDACTED] prototype.  ( See \nDX506, at DSM00000320, ECF No. 349.242; TEx. 91, at 2, ECF No. 349.77; Werff Aff. ¶ 24; \nsee also Fitzgerald Dep. 175:1 –3 (“Q. What were the [REDACTED] prototypes that DSM \ndeveloped as part of the Congressional Helmet Program?  A. [REDACTED].”).)  DSM provided \nthe [REDACTED] prototype to Ceradyne for testing, but it was not selected for the ECH \nProgram, was never commercialized, and was ultimately abando ned.  (See Fitzgerald Dep. \n210:15–216:24 (“Q. Do you know why [REDACTED] were ultimately abandoned?  A. \n[REDACTED] were always meant to be prototype products for the helmet program.  If there \nhad been decent results, there may have been a different path forward, but there was never \na path forward for these products, per se.”).)  Additionally, three prototype materials that \nDSM submitted to Ceradyne after Thagard’s departure —[REDACTED].  (TEx. 91, at 1 –2; \nTEx. 65, at DSM00013138, ECF No. 349.51; TEx. 115, at DSM00063052–58, ECF No. 396.21; \nDX514, ECF No. 349.243; Werff Aff. ¶ 51.)  DSM’s [REDACTED] prototypes were not selected \nfor the ECH Program and were eventually abandoned.  (See Fitzgerald Dep. 204:22–216:24.)  \n \n43  [REDACTED] \n \nb. Blueprint: Identification \n143. Defendants contend that DSM’s “blueprint” theory must fail because DSM \nnever identified the compilation as a trade secret in discovery.  The Court agrees. \n144. First, DSM does not reference a “blueprint” or compilation consisting of \n“stronger” fiber and DSM’s alleged Resin Selection Process and [REDACTED] trade \nsecrets in either  DSM’s Exhibit A or any other identification of its trade secrets .  \nDSM’s Exhibit A does, however, separately identify the components that make up the \nalleged “blueprint” and, in an interrogatory response, DSM stated generally that \n“[m]any [of its allegedly misappropriated trade secrets] consist of compilations of \ninformation rather than di screte items of information.”  (DSMEx. 105 , at 18.)   In \nparticular, Exhibit A notes that Thagard had access to and knowledge of DSM’s \nresearch into fiber surface treatment , including [REDACTED].  (DSM Exhibit A, at \n12–13.)  In addition, Exhibit A states that, while Thagard was at DSM, DSM was \n“seeking a stiffer PUR ,” “test[ing] new  experimental resins ,” and [REDACTED].  \n(DSM Exhibit A, at 6.)  Exhibit A also identifies the [REDACTED] project and DSM’s \ndevelopment of a “stronger” fiber.  (DSM Exhibit A, at 13–14.)   \n145. At the May 10 Hearing, DSM’s counsel indicated that all three “blueprint” \nelements—the Resin Selection Process, [REDACTED], and “stronger” fiber —were \ndisclosed, in combination, in Exhibit A as the [REDACTED].  (Tr. 123:1–127:25; see \nDSM Br. 42.)  DSM specifically points to the following portion of Exhibit A: \nDuring and after Thagard’s tenure at DSM, . . . DSM was developing a new \nUD sheet, X158 (now HB210). . . .  It is made with a [REDACTED], and with \nthe new [REDACTED].  The increased [REDACTED] enhances ballistic \n \nperformance.  The program that led to X158 by [REDACTED].  These \nprinciples were being investigated by DSM while Dr. Thagard was at DSM. \n \n(DSM Exhibit A, at 14 (emphasis added).)   \n146. DSM’s reliance on the “triple jump” referenced in Exhibit A as a sufficient \nidentification of its “blueprint” theory fails for several reasons.  First, the cited portion \nof Exhibit A lacks specific detail and only makes a vague reference to “stronger” fiber.  \nTerms such as “better polymer,” “stronger fiber,” and “better UD construction” offer \nDefendants little guidance.  Second, the cited portion of Exhibit A relates to a product \nthat DSM developed  in 2012, years  after Thagard ’s departure .  (Werff Aff. ¶  13.)  \nIndeed, while X158/HB210 use d a [REDACTED] was not developed until after \nThagard left DSM, and that [REDACTED].  (Werff Aff. ¶ 13; Reitman Aff. ¶¶ 45, 75.)  \nThird, the [REDACTED] resin referenced in the cited portion of Exhibit A, \n[REDACTED], was also used in [REDACTED].  Finally, the “triple jump” referenced \nin DSM’s Exhibit A does not mention [REDACTED].  Indeed, neither [REDACTED] \nor in any other DSM product. \n147. As with any other trade secret, a plaintiff must describe a compilation trade \nsecret “with sufficient particularity so as to enable a defendant to delineate that \nwhich he is accused of misappropriating and a court to determine whether \nmisappropriation has or is threatened to occur.”   Krawiec, 370 N.C. at 609 –10, 811 \nS.E.2d at 547–48; see SL Montevideo Tech., Inc. v. Eaton Aero., LLC, 491 F.3d 350, \n354 (8th Cir. 2007) (“[S]imply to assert a trade secret resides in some combination of \notherwise known data is not sufficient, as the combination itself must be delineated \nwith some particularity in establishing its trade secret status.” (citation omitted)); \n \nSit-Up Ltd. v. IAC/Interactive Corp., No. 05 Civ. 9292, 2008 U.S. Dist. LEXIS 12017, \nat *29 (S.D.N.Y. Feb. 20, 2008) (“[C]ompilation trade secrets are protectable but . . . \nthe law requires the trade secret claimant to describe the secret with sufficient \nspecificity that its protectability can be assessed and to show that its compilation is \nunique.”). \n148. DSM’s Exhibit A is a 14-page, single-spaced narrative description of DSM’s \nmaterials, manu facturing processes, and research.  DSM has not meaningfully \nupdated Exhibit A since December 2014, (compare Pl.’s Renewed Mot. Compel Ex. A, \nECF No. 94, with DSM Exhibit A), and much of the information in the current version \nis no longer at issue in this case, including DSM’s fiber production process and its \nmanufacturing process for HB80.  While the Court determined that DSM’s December \n2014 version of Exhibit A was adequate a t the pre -discovery stage because of the \n“inherent difficulty for DSM to identify which portions of its trade secrets ha d been \nmisappropriated prior to the receipt of discovery from Defendants,” the Court noted \nthat the December 2014 Exhibit A did “not app ear to specify with exact precision \nwhich alleged trade secrets Defendants are alleged to have misappropriated[.]”  DSM \nDyneema, LLC, 2015 NCBC LEXIS 50, at *26 –27.  At an April 11, 2016 telephone \nconference, the Court again emphasized the need for DSM to amend or supplement \nExhibit A to ensure that it accurately reflects only the trade secrets that DSM \ncontends were misappropriated , yet DSM elected to never meaningfully revise \nExhibit A after December 2014. \n \n149. Courts have made clear that a plaintiff may not simply wait until summary \njudgment to identify the trade secrets that it contends a defendant has \nmisappropriated.  See Freeman Inv. Mgmt. Co. v. Frank Russell Co., No. 13-CV-2856, \n2016 U.S. Dist. LEXIS 136220, at *36 –37 (S.D. Cal. Sep. 30, 2016) (“Plaintif f’s \nattempt to revise its trade secret identification at this stage is simply too little too \nlate.”); Big Vision Private, Ltd. v. E.I. Dupont De Nemours & Co. , 1 F. Supp. 3d 224, \n265 n.52 (S.D.N.Y. 2014); Pixion, Inc. v. Placeware Inc., 421 F. Supp. 2d 1233, 1240–\n42 (N.D. Cal. 2005).   \n150. Moreover, “a plaintiff must do more than just identify a kind of technology \nand then invite the court to hunt through the details in search of items meeting the \nstatutory definition.”  IDX Sys. Corp. v. E pic Sys. Corp., 285 F.3d 581, 584 (7th Cir. \n2002); cf. Analog Devices, Inc. , 157 N.C. App. at 468, 579 S.E.2d at 453 (citing IDX \nSys. Corp.  with approval).  In IDX Sys. Corp. , the Seventh Circuit held that a \nplaintiff’s “43-page description of the methods and processes underlying” the software \nat issue lacked the requisite specificity under the Uniform Trade Secrets Act because \nit did “not separate the trade secrets from the other information that goes into any \nsoftware package.”  IDX Sys. Corp., 285 F.3d at 583–84.  In reaching this conclusion, \nthe court posed the following: “Which aspects are known to the trade, and which are \nnot?  That’s vital under the statutory definition.”  Id.; see also FMC Corp. v. Cyprus \nFoote Mineral Co., 899 F. Supp. 1477, 1482 (W.D.N.C. 1995). \n151. Defendants argue, and the Court agrees, that DSM’s failure to specifically \nidentify its “blueprint” theory deprived Defendants of the opportunity to conduct \n \ndiscovery into that purported trade secret.  During discovery, Defendants justifiably \nfocused on the specific trade secrets identified in DSM’s Exhibit A and can hardly be \nblamed for not addressing the unidentified “blueprint” theory .  As Honeywell notes, \n“[t]he point of Exhibit A was to guide discovery into DSM’s claims, not to serve as the \ngateway to discovery only to be tossed aside at summary judgment.”  (Honeywell ’s \nReply Br. Supp. Mot. Summ. J. 12, ECF No. 391.)  Neither side made the Blueprint \nPresentation a focus of discovery.  DSM did not use the Blueprint Presentation in a \nsingle deposition.  While an e -mail chain containing multiple documents, including \nthe Blueprint Presentation, was introduced by Thagard during Werff’s deposition, no \nwitness was asked a single question about it.  (See Werff Dep. 247:18–258:1; DX105, \nECF No. 349 .122; see also Tr. 124:22–127:19.)  This is hardly surprising given that \nDSM’s reliance on the Blueprint Presentation and the “blueprint” theory appears only \nto have developed after the close of discovery in an attempt to salvage its claims at \nsummary judgment.44 \n                                                           \n44  At the outset of this case  and throughout discovery, DSM principally contended that \nDefendants used its trade secrets to develop a UD material that mimicked or cloned HB80.  \nSee DSM Dyneema, LLC, 2015 NCBC LEXIS 116, at *11–14 (granting DSM motion to compel \nUD materials from Honeyw ell for inspection and testing based, in part, on DSM’s \nrepresentation that testing would enable DSM’s expert, Dr. S. Leigh Phoenix, “to observe the \n‘progressive evolution’ of the Honeywell material, including its interconnected properties, \nand how the int erconnected properties ‘converged with and ultimately mimicked [DSM’s] \nmaterial’”).  The undisputed facts revealed in discovery, however, demonstrate that \nHoneywell’s SR-5231 material is quite different from HB80 in key respects, and DSM elected \nnot to have its expert test its original theory.  (Cf. DJEx. 28, S. Phoenix Expert Report, ECF \nNo. 358; Phoenix Dep. 192:17 –193:19 (“Q. You’re not opining on whether Honeywell’s 3136 \nmaterial mimics DSM’s HB80; are you?  A. No.  Q. You’re not opining on whether Honeywell’s \n3136 material mimics HB210; are you?  A. No.  Q. You’re not opining on whether Honeywell’s \n5231 material mimics HB80; are you?  A. If I’m asked I might be forced to make comments, \nbut I’m not intending to.”), 199:5–15 (“Q. You haven’t identified any DSM trade secrets that \nwere misappropriated by Honeywell; have you?  A. No. .  . .  Q. You haven’t identified any \n \n152. Based on the above, t he Court concludes that DSM’s failure to identify its \nalleged “blueprint” compilation trade secret with sufficient particularity during \ndiscovery and prior to Rule 56 briefing and argument warrants dismissal of DSM’s \nclaims based on that purported trade secret. \nc. Blueprint: Evidence of Misappropriation \n153. Even if DSM had properly identified its alleged “blueprint” compilation \ntrade secret, the Court further concludes that DSM’s claim nevertheless fails because \nDSM has failed to produce a forecast of evidence giving rise to an inference that \nDefendants used or otherwise misappropriated the “blueprint” compilation. \n154. In particular, DSM has not come forward with any evidence that Thagard \ndisclosed the Blueprint Presentation (or the information contained therein) to \nHoneywell.  Instead, DSM simply argues that until Thagard’s arrival Honeywell did \nnot produce a UD material “[REDACTED].”  (DSM Br. 28 –29.)  In essence, DSM \ncontends that, because Honeywell’s SR-5231 incorporates characteristics that DSM \nwas considering while it employed Thagard, it should be entitled to an inference of \nmisappropriation.  Such is not the law .  See Modular Techs., Inc., 2007 N.C. App. \nLEXIS 1592, at *12 (“Plaintiff’s evidence rises to no more than an assertion of post \nhoc, ergo propter hoc which we find insufficient as a matter of law to support plaintiff’s \nclaim against defendants for misappropriation of tr ade secrets.”); see also GE Betz, \nInc. v. Moffitt -Johnston, 885 F.3d 318, 326 (5th Cir. 2018) (“The mere fact of [a \n                                                           \nDSM trade secrets that were misappropriated by James Thagard; have you? .  , .  A. No.”), \n200:6–12, 204:10–206:23.) \n \ndefendant’s] ability to compete does not itself suggest that [the defendant] did so by \nmisappropriating trade secrets.”). \n155. Moreover, t he undi sputed evidence demonstrates that Honeywell had \ndeveloped, or was in the process of developing, the three components of DSM’s alleged  \n“blueprint” prior to Thagard’s arrival.   Before Thagard began work at Honeywell , \nHoneywell developed 45 gpd fiber and was  producing it at a commercial rate.  ( See, \ne.g., TEx. 95, at 4, 15, 27–28, 36–39, 49–51, 74, 107, 136, 181–83.)  At that same time, \nHoneywell was exploring plasma and scouring treatment, and during this same pre-\nThagard period, Honeywell discussed with Ceradyne the need to develop a stiffer \nresin system and had identified  for testing [REDACTED], the resin that was \nultimately used in SR -5231.  [REDACTED] is not sufficient to raise an inference of \nmisappropriation. \n156. “A basic require ment of circumstantial evidence is reasonable inference \nfrom established facts.   Inference may not be based on inference.  Every inference \nmust stand upon some clear and direct evidence, and not upon some other inference \nor presumption.”  Lane v. Bryan , 246 N.C. 108,  112, 97 S.E.2d 411, 413 (1957) ; see \nStatic Control Components, Inc. v. Darkprint Imaging, Inc., 200 F. Supp. 2d 541, 545 \n(M.D.N.C. 2002) (“A party cannot withstand summary judgment if it offers only mere \nspeculation of misappropriation instead of evidence supported by facts.”).  Here, DSM \nasks the  factfinder to infer that Thagard and DSM “arrived at”  a “blueprint” for \nimproved X31/HB80 without evidentiary support.  Then DSM asks the factfinder to \ninfer—despite Thagard’s uncontradicted testimony and no evidence to the contrary—\n \nthat Thagard disclosed this information to Honeywell and that Defendants used the \ninformation to develop Honeywell’s  SR-5231.  The Court cannot indulge DSM’s \nrequest to mount one speculative inference upon another to sustain its blueprint -\nbased claim.   \n157. Accordingly, the Court concludes that DSM has failed to produce a forecast \nof evidence sufficient to permit an inference that Defendants misappropriated DSM’s \nalleged “blueprint” trade secret and will dismiss DSM’s claims based on this alleged \ntrade secret on this additional basis. \n6. DSM’s Allegation of Improper Downloading \n158. Defendants argue that DSM’s NCTSPA  claim also fails because DSM has \nfailed to produce a forecast of evidence demonstrating specific facts tending to show \nthat Thagard improperly accessed, downloaded, or removed any of DSM’s Alleged \nTrade Secrets during his employment with DSM.  The Court agrees. \n159. As noted, it is undisputed that Thagard had authorized access to DSM’s \nAlleged Trade Secrets throughout his employment.  It is also undisputed that \nThagard downloaded information from his DSM computer onto one or more USB \ndrives at the time of his departure from the company.  The parties also do not dispute \nthat Thagard returned “USB [s]ticks” to DSM shortly before his employment ended.  \n(DX30, ECF No. 349.90; see Kyle Dep. 48:2–55:15, 99:22–102:24, ECF No. 358; Dooley \nDep. 198:5 –199:19; Cheatham Aff. ¶  12, ECF No. 351 .)  Thagard offers \nuncontradicted testimony that this procedure was followed in order to comply with \nfederal International Traffic in Arms Regulations (“ITAR”), see 22 C.F.R. §§ 120–130, \n \nand with the full authorization of his supervisor, Ken D ooley, and DSM’s employee \nresponsible for ensuring ITAR compliance, Rhett Cheatham ,45 (1st Thagard Aff. \n¶¶ 10–11; Thagard Dep. 204:14 –206:15; 1st Thagard Aff. Ex. 2 , ECF No. 350.2; \nCheatham Aff. ¶¶ 6, 12; DSMEx. 55, at 16, ECF No. 374.55; Defs.’ Answer ¶ 22, ECF \nNo. 19; Dooley Dep. 182:22–183:5 (“Q. What did you do to set in place a process to get \nall vital information from Dr. Thagard?  A. I don’t know.  I probably would have asked \n[Thagard] if he would make sure he gathered that information and shares it with the \nappropriate people.”), 225:1–12).   \n160. In its brief in opposition to the Motions, DSM did not argue, or point to any \nevidence tending to show, that Thagard ever improperly accessed or acquired DSM \ninformation, much less DSM’s confidential or trade  secret information. 46  \nNevertheless, at the May 10 Hearing, DSM’s counsel advanced an on-again, off-again \n                                                           \n45 At the time, DSM had not  yet established a procedure for handling ITAR -controlled \ninformation.  (1st Thagard Aff. ¶  9; see Dooley Dep. 228:16–229:3.)  Indeed, after Thagard’s \ndeparture, DSM self -reported internal ITAR violations to the U.S. Department of State.  \n(Dooley Dep. 215:10–221:13; DX37, ECF No. 349.94.)  Among other corrective actions, DSM \nadopted a policy whereby employees were required to save all [REDACTED].  (Dooley Dep. \n224:10–228:15; DX37, at DSM00767674, DSM00767773.)  This is the exact procedure the \nundisputed evidence shows that Thagard followed to avoid potential ITAR violations at the \nend of his employment with DSM.  ( Cf. Dooley Dep. 53:1–22 (“[Thagard] was like a prophet \nabout ITAR[.]”); Cordova Dep. 220:20–25; Kyle Dep. 30:10–12; Cheatham Aff. ¶ 10.)   \n \n46  At the May 10 Hearing, DSM’s counsel represented that DSM made “reference to [an \nimproper downloading argument] in a footnote” to its brief in opp osition to the Motions and \nthat DSM had “part of an affidavit that references” the argument as well.  (Tr. 136:14 –21.)  \nHaving reviewed all 245 footnotes in DSM’s brief, as well as DSM’s 154 summary judgment \nexhibits, however, it does not appear to the Cou rt that DSM ever advanced the improper \ndownloading argument prior to the May 10 Hearing.  See N.C. R. Civ. P. 56(e) (stating that \na party responding to summary judgment “must set forth specific facts showing that there is \na genuine issue for trial”).  DSM had ample opportunity to address this argument in briefing \nas the Court expanded the word limit for DSM’s brief in opposition to the Motions to 14,000 \nwords—well beyond Business Court Rule 7.8’s presumptive limit of 7,500 words. \n \n \nargument contending that there is a factual dispute as to whether Thagard physically \nremoved confidential information from DSM when he terminated his employment at \nthe company.47  Counsel candidly acknowledged, however, both that DSM did not \nknow, and could not point to any evidence reflecting, what information, if any, \nThagard may have improperly downloaded, (Tr. 136:1 –21 (stating DSM “can’t track \nwhat would have been downloaded” and that DSM “can’t say that any particular \ndocument would have been taken”), and that there is no evidence to suggest that \nThagard transferred a USB drive to anyone other than DSM employees, (Tr. 138:25–\n139:3).   \n161. Despite this a dmitted lack of evidentiary support, DSM asks that a \nfactfinder be permitted to infer that Thagard downloaded information related to the \nmaterials DSM developed for the ECH Program  (and more specifically, the Alleged \nTrade Secrets ) onto USB drive s, physically removed the USB drive s from DSM’s \npremises, and transferred the USB drives and the information contained therein to \nHoneywell.  Such inferences, however, are plainly impermissible on the evidentiary \nrecord.  Reasonable inferences must be based  on evidence, not, as DSM seeks here, \non other inferences or speculation .  See, e.g., Kinlaw v. Willetts, 259 N.C. 597, 604, \n131 S.E.2d 351, 355 (1963)  (“To carry his case to the jury the plaintiff must offer \n                                                           \n47  DSM’s counsel initially  suggested at the May 10 Hearing that Thagard may have \nimproperly downloaded information from his DSM computer onto USB drives, which may \nhave thereafter been removed from DSM, but retreated from this position to state that while \nDSM is “not conceding that  there wasn’t any physical transfer” of DSM’s Alleged Trade \nSecrets, counsel did not “want to go too far with [the argument] because it’s not part of \n[DSM’s] case.”  (Tr. 141:3–10.)  Shortly thereafter, however, DSM’s counsel reversed course \nto state that the argument was actually in the case.  (Tr. 141:15–20.) \n \nevidence sufficient to take the case out of the realm of conjecture and into the field of \nlegitimate inference from established facts.”); Lane, 246 N.C. at 112, 97 S.E.2d at 413 \n(“Inference may not be based on inference.”); Hopkins v. Comer, 240 N.C. 143, 151, 81 \nS.E.2d 368, 374 (1954) (“Cases cannot be submitted to a jury on speculations, guesses \nor conjectures.”).   \n162. As a result, the Court concludes that DSM has failed to offer or forecast \nsubstantial, competent evidence that Thagard accessed DSM’s Alleged Trade Secrets \nwithout authorization or acquire d them by improper means in connection with his \ndownloading of information at the termination of his employment with DSM .  \nTherefore, DSM’s misappropriation claim based on that conduct must be dismissed.  \nSee RLM Commc’ns, Inc. , 831 F.3d at 202 (affirming summary judgment where \nemployer-plaintiff “admitted it ‘d[id]n’t have any’ evidence ‘that [the former \nemployee] retained any of the information on the CD’”); Amerigas Propane, L.P., 2015 \nNCBC LEXIS 98, at *35 –36 (granting summary judgment where plaintiff f ailed to \noffer “evidence that [defendant, a former employee,] accessed or downloaded customer \ninformation from [plaintiff’s] computer database in connection with his departure \nfrom the company”). \nB. Remaining Claims \n163. DSM concedes that all of its claims depend upon the viability of its claim \nunder Chapter 66 on summary judgment.  (DSM Br. 46 n.239.)  Having concluded \nthat Defendants are entitled to summary judgment dismissing DSM’s claim for \n \nmisappropriation of trade secrets in its entirety, the Court concludes that the Motions \nshould also be granted as to all of DSM’s remaining claims. \nIV. \nCONCLUSION \n164. WHEREFORE, the Court, for the foregoing reasons, hereby ORDERS as \nfollows: \na. Defendant James Thagard , Ph.D.’s Motion for Summary Judgment is \nGRANTED, and DSM’s claims  against him are dismissed with \nprejudice; and \nb. Defendants Honeywell International Inc., Honeywell Specialty \nMaterials, LLC, and Honeywell Advanced Composites, Inc.’s Motion for \nSummary Judgment is GRANTED, and DSM’s claims against each of \nthese Defendants are dismissed with prejudice. \nSO ORDERED, this the 19th day of June, 2019.48  \n \n \n/s/ Louis A. Bledsoe, III \nLouis A. Bledsoe, III \nChief Business Court Judge \n  \n                                                           \n48  This Order and Opinion was originally filed under seal on June 19, 2019.  This public \nversion of the Order and Opinion is being filed on July 1 6, 2019.  To avoid confusion, the \nCourt has elected t o state the filing date of the public version of the Order and Opinion as \nJune 19, 2019. \n \nAppendix A—Material Comparison Table \n \n1  DSM Exhibit A, at 1; Werff Aff. ¶ 24. \n2  DSM Exhibit A, at 14; see Werff Aff. ¶ 13 (“ SK99 was commercialized after Dr. Thagard \nleft DSM[.]”). \n3  Grunden Dep. 305:23–306:11; Wagner Dep. 328:3–15; Reitman Aff. ¶ 75. \n4  Grunden Dep. 306:24–308:2.  [REDACTED].  (Reitman Aff. 38 n.172; Grunden Dep. 292:12–\n294:19.) \n5  Beard Dep. 263:15–264:3; Phoenix Dep. 193:20–194:12, 309:14–317:17; DX597, at 9, ECF \nNo. 349.256; DX599, ECF No. 349.257; DX600, ECF No. 349.258. \n6  Beard Dep. 263:15 –264:3; Phoenix Dep. 193:20 –194:12, 309:14 –317:17; DX597, at 9; \nDX599; DX600. \n7  DX585, at 30 fig. 11, ECF No. 349.255; Beard Dep. 263:15 –264:3; Phoenix Dep. 193:20 –\n194:12, 309:14–317:17; DX599; DX600. \n8  DX585, at 33 fig. 17; Beard Dep. 263:15–264:3; Phoenix Dep. 193:20–194:12, 309:14–317:17; \nDX599; DX600. \n9  As noted, while DSM describes it products by filaments per ply, Honeywell characterizes \nits products by FAD (fiber areal density) per ply.  FAD describes the weight of fiber per unit \narea and can be determined by subtracting the resin percentage from the total areal density. \nFilaments per ply describes the number of filaments, or filament thickness of a single ply of \nUD.  (Reitman Aff. 38 n.173; 1st Thagard Aff. ¶ 57.) \n10  DSM Exhibit A, at 8; Beard Dep. 61:6–20; Wilms Dep. 107:10–12. \n11  DX404, at 1, ECF No. 349.216; Beard Dep. 61:6–20.  \n12  DX65, at HNY-00689252, ECF No. 349.105; TEx. 57, ECF No. 349.43; Reitman Aff. ¶ 75. \n13  TEx. 87, ECF No. 349.73; Grunden Dep. 261:13 –262:4; Wagner Dep. 277:24 –278:9; \nReitman Aff. ¶ 75. \n14  DSM Exhibit A, at 1; Werff Aff. ¶ 24; DX148, ECF No. 349.139. \n                                                           \nProperty HB80 HB210 SR-3136 SR-5231 \n[REDACTED] \n \n[REDACTED]1 [REDACTED]2 [REDACTED]3 [REDACTED]4 \n[REDACTED] \n \n[REDACTED]5 [REDACTED]6 [REDACTED]7 [REDACTED]8 \n[REDACTED]9 \n \n[REDACTED]10 [REDACTED]11 [REDACTED]12 [REDACTED]13 \n[REDACTED] [REDACTED]14 \n[REDACTED]15 \n \n[REDACTED]16 \n[REDACTED]17 \n[REDACTED]18 [REDACTED]19  \n[REDACTED]20 \n[REDACTED] [REDACTED]21 \n[REDACTED]22 \n \n[REDACTED]23 \n[REDACTED]24 \n[REDACTED]25 [REDACTED]26 \n[REDACTED]27 \n[REDACTED] \n \n[REDACTED]28 [REDACTED]29 [REDACTED]30 [REDACTED]31 \n[REDACTED] \n \n[REDACTED]32 [REDACTED]33 [REDACTED]34 [REDACTED]35 \n[REDACTED] \n \n[REDACTED]36 [REDACTED]37 [REDACTED]38 [REDACTED]39 \n \n                                                                                                                                                                                           \n15  Reitman Aff. ¶ 75. \n16  Wilms Dep. 146:5–10; Beard Dep. 68:6–13. \n17  Reitman Aff. ¶ 75. \n18  TEx. 57; Wagner Dep. 328:3–5; Reitman Aff. ¶ 75. \n19  Chern Dep. 20:22 –21:23, 229:4 –12; Grainger Dep. 185:9 –17; Grunden Dep. 230:6 –16; \nReitman Aff. ¶ 75. \n20  TEx. 87; Chern Dep. 20:22–21:23, 229:4–12; Grainger Dep. 185:9–17; Grunden Dep. 230:6–\n16; Reitman Aff. ¶ 75. \n21  DSM Exhibit A, at 1; Werff Aff. ¶ 24; TEx. 90, at 6, 21, ECF No. 349.76; DX148. \n22  Werff Aff. ¶ 24; Reitman Aff. ¶ 75.  \n23  DSM Exhibit A, at 14; TEx. 90, at 6, 22. \n24  Reitman Aff. ¶¶ 45, 75; see Beard Dep. 59:3–6. \n25  Hurst Dep. 203:12–18; Reitman Aff. ¶ 75. \n26  Thagard Dep. 104:10–18; Grainger Dep. 189:12–191:1; Reitman Aff. ¶ 75. \n27 Hurst Dep. 203:19 –205:12; Grainger Dep. 189:12 –191:1; Grunden Dep. 171:11 –172:9; \nReitman Aff. ¶ 75. \n28  DSM Exhibit A, at 5; Wilms Dep. 106:25–107:2. \n29  DSM Exhibit A, at 14. \n30  TEx. 57; Wagner Dep. 328:22–329:7. \n31  TEx. 87; Wagner Dep. 277:9–23. \n32  DSM Exhibit A, at 7; Wilms Dep. 107:3–6. \n33  Wilms Dep. 65:12–68:15; DX388, ECF No. 349.213. \n34  TEx. 57; DX65, at HNY-00689252; PX30, at HNY-00032820, ECF No. 349.266. \n35  TEx. 87; PX46, at HNY-00680237–39, ECF No. 349.267. \n36  DSM Exhibit A , at 12–13; Wilms Dep. 200:16 –25; Werff Dep. 160:6 –15; Van Es Dep. \n153:14–154:6; Beard Dep. 203:13–24. \n37  DSM Exhibit A , at 12–13; Wilms Dep. 200:16 –25; Werff Dep. 160:6 –15; Van Es Dep. \n153:14–154:6; Beard Dep. 203:13–24. \n38  Hurst Dep. 98:5–100:3, 208:19–24; Grunden Dep. 310:5–311:13; Chern Dep. 279:7–14. \n39  Wagner Dep. 276:21–277:8; Grunden Dep. 267:25–268:7, 312:5–25; Hurst Dep. 100:4–10, \n209:19–210:16. "
}