{
  "id": "2aa0193060b08f877d3433b68ef4ac33fb8ff033c00ac86d07c04f15f62b8f55",
  "source_file": "data/raw/ncbc/2aa0193060b08f877d3433b68ef4ac33fb8ff033c00ac86d07c04f15f62b8f55.pdf",
  "raw_text": "Insight Health Corp. v. Marquis Diagnostic Imaging of N.C., LLC, 2017 NCBC 14. \n \nSTATE OF NORTH CAROLINA \n \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n14 CVS 1783 \n \nINSIGHT HEALTH CORP. d/b/a \nINSIGHT IMAGING, \n \nPlaintiff, \n \nv. \n \nMARQUIS DIAGNOSTIC IMAGING \nOF NORTH CAROLINA, LLC; \nMARQUIS DIAGNOSTIC IMAGING, \nLLC; JOHN KENNETH LUKE; \nGENE VENESKY; and TOM \nGENTRY, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION TO DISMISS \nAND FOR PARTIAL SUMMARY \nJUDGMENT AND PLAINTIFF’S \nMOTION TO EXCLUDE \n \n \n \n1. THIS MATTER  is before the Court upon (i) Plaintiff Insight Health \nCorporation d/b/a Insight Imaging’s (“Insight”) Motion to Dismiss and for Partial \nSummary Judgment ( collectively, the “Motion for Summary Judgment”); and (ii) \nPlaintiff Insight’s Motion to Exclude Test imony of Marcus Hodge (the “Motion to \nExclude”) (collectively, the “Motions”) in the above-captioned case.   \n2. Having considered the Motions and supporting documents, the parties’ \nbriefs in support of and in opposition to the Motions, appropriate matters of record, \nand the arguments of counsel made at the hearing held in this matter on June 28, \n2016, the Court concludes that Insight’s Motion for Summary Judgment should be \nGRANTED in part  and DENIED in part , and, in the exercise of its discretion,  that \nInsight’s Motion to Exclude should be GRANTED in part and DENIED in part. \nSmith Moore Leatherwood , LLP, by Marcus C. Hewitt and Jeffery R. \nWhitley, for Plaintiff Insight Health Corporation d/b/a Insight Imaging. \n \n \n \nRoberts & Stevens, P.A., by Wyatt S. Stevens, Ann-Patton Hornthal,  \nand John D. Noor, for Defendants Marquis Diagnostic Imaging of North \nCarolina, LLC, Marquis Diagnostic Imaging, LLC, John Kenneth Luke, \nGene Venesky, and Tom Gentry. \nBledsoe, Judge. \nI. \nBACKGROUND AND PROCEDURAL HISTORY \n3. This action arises out of two transactions—a lease agreement for a magnetic \nresonance imaging (“ MRI”) scanner and a contemplated asset purchase —between \nInsight and Defendant Marquis Diagnostic Imaging of North Carolina, LLC ( “MDI-\nNC”).  Insight also asserts claims against Marquis Diagnostic Imaging, LLC (“MDI”), \nJohn Kenneth Luke (“Luke”), Gene Venesky (“Venesky”), and Tom Gentry (“Gentry”), \nall of whom are direct and indirect owners and operators of MDI-NC.   \n4. The Court does not make findings of fact while ruling on a motion for \nsummary judgment.  Hyde Ins. Agency, Inc., v. Dixie Leasing Corp. , 26 N.C. App. \n138, 142, 215 S.E.2d 162 , 165  (1975).  The following factual background is \nsummarized from uncontested facts before the Court.   \nA. Factual Background \n5. Defendants Luke and Venesky each hold a 49.5% membership interest in \nMDI, an LLC organized under Delaware law.  (Pl.’s Mot. Dismiss and Partial Summ. \nJ., hereinafter “Pl.’s Mot. Summ. J.,” Ex. 3 ¶ 2.)  MDI, in turn, is the sole member of \nMDI-NC and several  related entities, including Marquis Diagnostic Imaging of \nGeorgia, LLC and Marquis Diagnostic Imaging of Arizona, LLC (“MDI Arizona”).  \n(Pl.’s Mot. Summ. J.  Ex. 2 ¶ 1.)  Luke serves as  CEO and President of MDI, a \n \n \ndesignated manager of MDI , and CEO of MDI -NC.  (Pl.’s Mot. Summ. J.  Ex. 3 ¶ 2.)  \nVenesky serves as a manager of both MDI  and MDI-NC.  (Pl.’s Mot. Summ. J. Ex. 3 \n¶ 2.)  Gentry serves as the CFO of MDI.  (Pl.’s Mot. Summ. J. Ex. 3 ¶ 2.)   \n6. MDI-NC was organized in North Carolina by MDI in order to do business \nwithin this state.  This business included operating an imaging center in Asheville, \nNorth Carolina. \n7. Plaintiff Insight is a Delaware corporation authorized to conduct business \nin North Carolina.  Part of Insight’s business involves leasing and ope rating MRI \nscanners.  In 2011, Insight’s Senior Vice President of Corporate Development, Scott \nMcKee (“McKee”), approached Luke and Venesky about Insight’s potential purchase \nof MDI-NC’s assets.  (Pl.’s Mot. Summ. J. Ex. 1.)  As it contemplated its offer price for \nthis transaction , Insight used its own financial model  based on its own expense \nassumptions.  (Pl.’s Mot. Summ. J.  Ex. 8; Pl.’s Mot. Summ. J.  Conf. Ex. 1.)  Insight \nrequested specific financial information from MDI -NC for the purpose of increasin g \nthe accuracy of its model; namely, Insight requested the imaging center’s balance \nsheet and income statement and MDI -NC’s average reimbursement rate for \nperforming MRI and CT scans.  ( Pl.’s Mot. Summ. J.  Ex. 8.)  Despite seeking this \ninformation, Insight’s model still depended on a number of financial assumptions.  \n(Pl.’s Mot. Summ. J. Conf. Ex. 2 pp. 7–9.)   \n8. At the outset of negotiations, MDI-NC had an existing long-term lease with \nAlliance Healthcare Services (“Alliance”) for an MRI scanner.  (Am. Count ercl. ¶ 8.)  \nUnder the circumstances, Insight did not desire to purchase MDI -NC’s assets with \n \n \nthe Alliance lease, and negotiat ions stalled.  ( Pl.’s Mot. Summ. J. Ex. 21; Am. \nCountercl. ¶ 8.)  Negotiations resumed after MDI-NC informed Insight that MDI-NC \ncould terminate the Alliance MRI lease.  (Pl.’s Mot. Summ. J. Ex. 21; Am. Countercl. \n¶ 10.) \n9. Negotiations continued, and on June 12, 2012, Insight and MDI -NC \nexecuted a Letter of Intent (the “LOI”), which set forth the parties’ “preliminary and \nnon-binding understanding” of the contemplated asset purchase.  ( Pl.’s Mot. Summ. \nJ. Ex. 5, hereinafter “LOI ,” Preamble.)  The LOI also provided that the final asset \npurchase would be conditioned upon Insight’s satisfaction following its due diligence \nexamination of MDI-NC’s assets.  (LOI ¶ 8.)  The purchase price proposed in the LOI \nwas $2.1 million.  (LOI ¶ 4.)  The LOI affirmed that it “intended to constitute a non-\nbinding expression of the mutual intent of the parties,” which would not obligate the \nparties to enter into the final transaction and would not create liability on any party \nfor terminating negotiations.1  (LOI ¶ 16.)   \n10. One month after executing the LOI, MDI -NC entered into an agreement to \nlease a new MRI scanner from Insight.  ( Pl.’s Mot. Summ. J. Ex. 6, hereinafter \n“Insight MRI Agreement” or “Agreement.”)  MDI-NC leased the MRI scanner used in \nits Asheville facility, first from Alliance and later from Insight, because MDI-NC did \nnot possess a Buncombe County Certificate of Need (“CON”).  (Pl.’s Mem. Supp. Mot. \nExclude 2.)  Insight was able to lease the MRI scanner to MDI-NC because Insight \n                                                 \n1  The Court has discussed the effect of the Letter of Intent in detail in its earlier opinion in \nInsight Health Corp. v. Marquis Diagnostic Imaging of N.C., LLC , 2016 NCBC LEXIS 77 \n(N.C. Super. Ct. Oct. 7, 2016). \n \n \npossessed one of ten existing Buncombe County MRI CONs.  (Pl.’s Mem. Supp. Mot. \nExclude 2.) \n11. Under the Insight MRI Agreement, Insight agreed to provide a Siemens \nEspree MRI scanner, support staff for the unit, and other services to MDI -NC for a \nmonthly fee, starting at $79,000 the first year and increasing by $1,000 in each \nsubsequent year of the Agreement’s seven -year term.  (Insight MRI Agreement  ¶ 3, \nSchedule A .)  The Agreement did not mention the ongoing asset purchase \nnegotiations or the LOI and included a merger clause stating that the Insight MRI \nAgreement “constitute[d] the entire agreement between the parties pertaining to the \nsubject matter [therein] and supersede[d] all prior and contemporaneous agreements, \nrepresentations, and understandings .  . . oral or written.”  ( Insight MRI Agreement \n¶ 13.)  Similarly, the LOI did not mention an MRI lease as part of the proposed asset \npurchase.  The parties later amended the LOI to provide that Insight would release \nMDI-NC from the Insight MRI Agreement if the asset sale was completed.  (Pl.’s Mot. \nSumm. J. Ex.  7.)  The parties did not include a similar amendment to provide that \nInsight would release MDI -NC from the Insight MRI Agreement in the event the \nasset sale did not occur.   \n12. Insight and MDI-NC continued to negotiate the asset purchase throughout \n2012 and into 2013.  In July of 2013, Gentry provided Insight with MDI-NC’s most \nrecent profit and loss statements .  ( McKee Aff. Ex. 4. )  When Insight updated its \nfinancial model using these new figures, it concluded $2.1 million was not a fair \npurchase price for MDI-NC’s assets.  (McKee Aff. Ex. 4.)  McKee communicated this \n \n \ninformation to Gentry in August of 2013 and requested accurate reimbursement rate \nfigures, which Insight had previously estimated based on 2011 revenue figures.  (Pl.’s \nMot. Summ. J. Ex. 12.)  \n13. After receiving accurate reimbursement rate figures, Insight updated its  \nfinancial model again.  In an e-mail to McKee, Insight’s financial analyst wrote: \n[The updated model] does leave me scratching my head regarding some \nof the numbers we received in the past related to revenue and volume \nthrough Feb[ruary] 2011.  I think there must have been some timing \ndifferences that led to incorrect reimbursement estimates.  This is the \nfirst time we’ve received quality information from them on the subject. \n. . .  \nI’ve left the $2.1 million purchase price showing [on the attached model].  \nBut, obviously that doesn’t work under the current model assumptions. \n \n(McKee Aff. Ex. 5.)  McKee informed Gentry that Insight had erred in calculating the \ninitial $2.1 million purchase price, and Gentry stated that MDI -NC was willing to \nsell its assets for a reduced purchase price of $1.4 million.  (McKee Aff. Ex. 7.)  Shortly \nthereafter, Insight rejected MDI -NC’s counteroffer, and McKee informed MDI -NC \nthat Insight was only willing to pay $250,000  and assume MDI -NC’s office lease .2  \n(McKee Aff. ¶ 19.)  Several days thereafter, on August 26, 2013, Gentry told Luke and \nVenesky, “Insight is out as far as I am concerned.”  (Pl.’s Mot. Summ. J. Ex. 16.) \n14. On November 15, 2013, MDI-NC ceased its operations and sold its assets to \nanother company for $1.15 million.  (Pl.’s Mot. Summ. J. Conf. Ex. 5.)  MDI-NC ceased \nusing Insight’s MRI scanner at that time and made no further payments under the \nInsight MRI Agreement  for amounts due after the date of the sale .  (Gentry Dep. \n                                                 \n2 Over the course of the proceedings there has been some confusion about whether the offered \namount was $200,000 or $250,000.  The exact num ber is not consequential to the Court’s \nruling.  \n \n \n210:1–22.)  Defendants assert MDI -NC was not obligated to continue its payments \nunder the Agreement for the remainder of the lease term because Insight had \nwithdrawn from the asset purchase negotiations.  (Gentry Dep. 248:7 –12.)  \nDefendants also contend that, in any event, MDI -NC was insolvent and without \nsufficient funds to pay Insight  after the asset sale on November 15.  (Gentry Dep. \n248:7–12.)  \n15. At the time MDI-NC ceased operations, Insight’s MRI scanner was in place \nat MDI -NC’s Asheville location.  In March 2014, a current Insight customer in \nVermont, Springfield Hospital, inquired o f Insight about upgrading its MRI lease \nagreement with Insight to acquire the same MRI scanner model that Insight had \nleased to MDI -NC (i.e., a Siemens Espree MRI  scanner).  (Pl.’s Mem. Supp. Mot. \nExclude 3.)  Because MDI-NC was no longer using the Siemens Espree MRI unit that \nInsight had leased to MDI -NC, Insight agreed to lease that device to Springfield \nHospital for $40,600 per month.  ( Pl.’s Mot. Exclude Conf . Ex. 1, hereinafter \n“Springfield Amendment,” Schedule A, § 6.)   \n16. At the same time, and in order  to maintain its Buncombe County CON, \nInsight associated another MRI, deployed f rom Insight’s inventory, with the CON \nthrough the North Carolina Department of Health and Human Services and placed \nthis machine in storage.  In April 2015, Insight secured ano ther MRI lease using its \nBuncombe County CON, this time with Blue Ridge Bone & Joint (“Blue Ridge”), and \nmoved the new MRI device from storage to Blue Ridge’s facility.  (Pl.’s Mot. Exclude \n \n \n4.)  In his expert report, Insight’s damages expert counted the Bl ue Ridge lease, but \nnot the Springfield Amendment, as mitigating revenue. \nB. Procedural Background \n17. Insight commenced this action against Defendants on April 25, 2014, and \nlater filed an Amended Complaint on December 4, 2014.  Insight brings claims \nagainst MDI-NC and the other named defendants for breach of contract, fraudulent \ntransfer under N.C. Gen. Stat. § 39 –23 et seq., unfair or deceptive  trade practices \nunder N.C. Gen. Stat. § 75-1.1 et seq., and wrongful distribution and personal liability \nunder N.C. Gen. Stat. § 57C-4-06 et seq..  Insight further asks the Court to hold MDI, \nas the sole member of MDI-NC, and Luke and Venesky, as owners of MDI, personally \nliable for Insight’s damages under the equitable remedy of piercing the corporate veil.  \nInsight also brings claims against MDI, Luke , Venesky, and Gentry for breach of \nfiduciary duty and constructive fraud. \n18. On March 7, 2016, MDI -NC asserted Amended Counterclaims against \nInsight for fraud in the inducement and unfair or deceptive  trade practices, \ncontending that Insight wrongfully induced MDI -NC to terminate MDI -NC’s MRI \nlease with Alliance and enter into the Insight MRI Agreement by misrepresenting \nInsight’s intent to purchase MDI -NC’s assets for $2.1 million , with the result that \nMDI-NC was ultimately fo rced to sell its assets for substantially less than Insight \nhad originally offered.  (See Am. Countercl. ¶¶ 30–31.) \n19. Insight’s Motion to Dismiss and for Partial Summary Judgment  asks the \nCourt to dismiss MDI -NC’s counterclaims and grant partial summary judgment on \n \n \nInsight’s breach of contract, unfair or deceptive  trade practices, and corporate veil -\npiercing claims.  After moving for partial summary judgment, Insight filed the Motion \nto Exclude, seeking to exclude testimony of MDI-NC’s retained expert, Marcus Hodge \n(“Hodge”).  The Court held a hearing on both Motions, and the Motions are now ripe \nfor resolution. \nII. \nMOTION FOR SUMMARY JUDGMENT \nA. Legal Standard \n20. Insight’s Motion to Dismiss and for Partial Summary Judgment seeks \nsummary judgment in its favor on some of its own claims under Rule 56 of the North \nCarolina Rules of Civil Procedure.  With regard to MDI-NC’s counterclaims, Insight’s \nMotion for Summary Judgment seeks dismissal under Rule 12(b)(6) or, in the \nalternative, summary judgment under Rule 56 .  When “matters outside the \npleading[s] are presented to and not excluded by the court,” a motion under Rule 12 \n“shall be treated as one for summary judgmen t and disposed of as provided in Rule \n56.”  N.C. R. Civ. P. 12( b); see also Stanback v. Stanback , 297 N.C. 181, 205, 254 \nS.E.2d 611, 627 (1979).  Both parties have presented extensive evidence outside the \npleadings for the Court’s consideration.  Having determined that all parties have been \ngiven a reasonable opportunity to present pertinent material, the Court elects to \nconsider the evidence and determines Insight’s Motion for Summary Judgment solely \nunder N.C. R. Civ. P. 56.   See, e.g., Williams v. Advance Auto Parts, Inc., 2017 N.C. \nApp. LEXIS 21, at *8 (N.C. Ct. App. 2017) (affirming trial court’s consideration of \n \n \nRule 12(b)(6) motion under Rule 56 where parties moved under Rule 56 in the \nalternative and submitted documentary evidence in support).  \n21. Summary judgment is appropriate “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that” the movant is “entitled to \njudgment as a matter of law.”  Variety Wholesalers, Inc. v. Salem Logistics Traffic \nServs., LLC, 365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012) (quoting N.C. R. Civ. P. \n56(c)).  “A ‘genuine issue’ is one that can be maintained by substantial evidence.”  \nDobson v. Harris, 352 N.C. 77, 83, 530 S.E.2d 829, 835 (2000).   \n22. The moving party bears the burden of showing no questions of material fact \nremain to be resolved.  Camalier v. Jeffries, 340 N.C. 699, 706, 460 S.E.2d 133, 136 \n(1995).  Summary judgment against an adverse party’s claim will only be granted if \nthe movant can prove “an essential element of the opposing party’s claim does not \nexist, cannot be proven at trial, or would be barr ed by an affirmative defense.”  \nDobson, 352 N.C. at 83, 520 S.E.2d at 835.  That said, when faced with a motion for \nsummary judgment, the responding party must put forward specific facts showing \nthere is a genuine issue for trial and may not merely “rest upon the . . . allegations or \ndenials” within its pleading.  N.C. R. Civ. P. 56(e).   \nB. Fraud \n23. Insight moves for summary judgment on MDI-NC’s fraud counterclaim.  As \nthe basis of this counterclaim, MDI-NC alleges that Insight fraudulently induced \nMDI-NC to ent er into the Insight MRI Agreement.  Specifically, MDI -NC contends \n \n \nthat “Insight’s representations to [MDI -NC] regarding its intention to purchase the \nassets of [MDI-NC] for a reasonable agreed price were made with reckless disregard \nfor the truth in light of [Insight’s] false and erroneous valuation.”  (Am. Countercl. \n¶ 33.)  MDI-NC also claims that Insight sought to induce MDI -NC to terminate its \nexisting MRI lease, sign a new lease with Insight, and take itself off the market, when \nInsight never actually intended to purchase MDI-NC’s assets for a reasonable price.  \n(Am. Countercl. ¶¶ 30, 35.)  MDI -NC contends Insight’s conduct amounted to fraud \nin the inducement and that MDI -NC has proffered sufficient evidence for its fraud \nclaim to survive dismissal under Rule 56.  The Court disagrees. \n24. To succeed on a claim for fraud in the inducement, a party must offer proof \nof (1) a false representation or concealment of a material fact, (2) that is reasonably \ncalculated to deceive, (3) is made with the intent to decei ve, (4) does in fact deceive, \n(5) and results in damage to the injured party.  Tradewinds Airlines, Inc. v. C -S \nAviation Servs. , 222 N.C. App. 834, 840, 733 S.E.2d 162, 168 (2012).  MDI -NC’s \ncounterclaim for fraud in the inducement fails here because MDI-NC has not forecast \nevidence that Insight made any misrepresentations of, or concealed, material facts \nwith an intent to deceive MDI-NC.   \n25. At the core of MDI-NC’s fraud claim are MDI-NC’s allegations that Insight \nnever intended to purchase MDI -NC’s assets and that Insight’s initial $2.1 million \noffer was an erroneous valuation made with reckless disregard for the truth.  “While \nthe concept of a statement ‘made with reckless indifference as to its truth’  . . . [has] \nbeen held to satisfy the element of ‘false representation,’ [that concept does] not \n \n \nsatisfy the element of a statement ‘made with intent to deceive.’”  Myers & Chapman, \nInc. v. Thomas G. Evans, Inc., 323 N.C. 559, 568, 374 S.E.2d 385, 391 (1988).   \n26. MDI-NC argues that Insight’s deceitful intent is evidenced by “the fact that \nInsight continued to refuse to disclose its error to MDI -NC.”  (Defs.’ Resp. Opp. Pl.’s \nMot. Dismiss and Partial Summ. J. 5.)  In support of this theory, MDI-NC relies on a \nseries of e-mails “in which Insight continues to suggest that reimbursement rates for \nMDI of NC’s imaging services had fallen between 2011 and 2013, when in fact the \nnumbers it was reviewing were incorrect due to its own, unilateral error, which [MDI-\nNC] had no way of independently discovering.”  (Defs.’ Resp. Opp. Pl.’s Mot. Dismiss \nand Partial Summ. J. 5.)   \n27. Those e-mails show that Insight was engaged in a seemingly open \nconversation with MDI members as part of its due diligence.  For instance, prior to \ndiscovering Insight’s valuation error, McKee inquired about changes in \nreimbursement rates, explained that he was inquiring because Insight’s analyst was \nattempting to explain a perceived  23% drop in rates, and then requested updated \nrevenue data since February 2011.  (Pl.’s Mot. Summ. J. Ex. 12.) \n28. MDI-NC seeks to wring fraudulent intent out of the fact that it was not \napprised of Insight’s valuation models at an earlier date and therefore lacked the \nopportunity to correct Insight’s mistakes contained there in.  That theory, howe ver, \nlacks any evidence of Insight’s willful intent to deceive and defraud MDI-NC.  “Fraud \nis distinguishable from mistake or negligence.  Deceit excludes the idea of mistake, \nand fraud has been termed a grosser species of deceit. . . . Fraud is a malfeasance, a \n \n \npositive act resulting from a willful intent to deceive[.]”  Davis v. N.C. State Highway \nComm’n, 271 N.C. 405, 408, 156 S.E.2d 685, 687–88 (1967) (citation omitted).  Here, \nMDI-NC acknowledges that Insight erred in its fair value calculations for MDI-NC’s \nassets.  Under longstanding principles of North Carolina law, Insight’s error is not \nevidence of Insight’s willful intent to deceive and cannot provide the basis for a fraud \nclaim.    \n29. Likewise, in light of the parties’ negotiations, Insight’s nondisclosure of the \nspecific nature of its calculation error is not evidence that Insight never intended to \npurchase MDI-NC for $2.1 million .  In particular, t here is no evidence that Insight \nwas obligated under the parties’ agreements or by operation of law to disclose its \nvarious calculations supporting its offer or to complete the asset purchase \ntransaction.  Further, MDI-NC’s obligations under the Insight MRI Agreement were \nnot conditioned in any way upon either the disclosure of Insight’s calculations or the \ncompletion of th e contemplated transaction.  In addition, the language of the LOI \nmade it very clear that the LOI was non -binding, that Insight was not bound to the \nterms proposed for the asset purchase, (LOI Preamble), and that the final purchase \nwas conditioned upon Insight’s satisfactory due diligence.  (LOI ¶ 5(b).)  Moreover, \nthe LOI expressly stated that the parties made “no obligati ons whatsoever based on \nsuch things as parol evidence, extended negotiations, ‘handshakes,’ oral \nunderstandings, or courses of conduct,” (LOI Preamble), and a similar clause was \nincluded in the Insight MRI Agreement.  (Insight MRI Agreement ¶ 13.)   \n \n \n30. In sum, the evidence of fraudulent intent proffered by MDI-NC, viewed in \nthe light most favorable to MDI -NC, does not permit a rational factfinder to \nreasonably conclude that Insight lured MDI-NC to the table with a potential o ffer it \nnever intended to pay.  As such, MDI-NC’s fraud claim is fatally deficient , and the \nCourt grants Insight summary judgment on this claim. \nC. Unfair or Deceptive Trade Practices (MDI-NC’s Counterclaim) \n31. MDI-NC also brings a counterclaim against Insight for unfair or deceptive \ntrade practices under N.C. Gen. Stat. § 75 -1.1, premising that claim on the same \nconduct as its fraud claim .  To succeed on such a claim, a party must show (1) an \nunfair or deceptive act or practice, (2) in or affecting commerce, (3) that proximately \ncaused injury to the party or its business.  N.C. Gen. Stat. §§ 75 -1.1, 75-16; Spartan \nLeasing Inc. v. Pollard, 101 N.C. App. 450, 460–61, 400 S.E.2d 476, 482 (1991).  Fraud \nin the inducement “necessarily constitutes” an unfair or deceptive  trade practice.  \nTradewinds Airlines, Inc., 222 N.C. at 840, 733 S.E.2d at 169.  However, a claimant \nmay prevail on a section 75-1.1 claim even where a fraud claim fails.   \n[O]ur Supreme Court has held that t o succeed under G.S. 75 -1.1, it is \nnot necessary for the plaintiff to show f raud, bad faith, deliberate or \nknowing acts of deception, or actual deception, [but the] plaintiff must, \nnevertheless, show that the acts complained of possessed the tendency \nor capacity to mislead, or created the likelihood of deception.  \n \nOverstreet v. Brookland, Inc., 52 N.C. App. 444, 452 –53, 279 S.E.2d 1, 7 (1981) .  “A \npractice is unfair when it offends established public policy as well as when the \npractice is immoral, unethical, oppressive, unscrupulous, or substantially injurious \nto consumers. . . . [A] practice is deceptive if it has the capacity or tendency to deceive; \n \n \nproof of actual deception is not required.”  Marshall v. Miller, 302 N.C. 539, 548, 276 \nS.E.2d 397, 403 (1981).     \n32. Applying this standard here, the Court concludes that  MDI-NC has not \nproduced evidence of acts possessing the tendency or capacity to mislead sufficient to \npermit MDI -NC’s section 75-1.1 claim to survive dismissal under Rule 56 .  In \nparticular, MDI-NC complains that it “received repeated reassurances that In sight \nintended to purchase its assets for $2.1M while being denied the opportunity to \nconfirm the accuracy of this representation.”  (Defs.’ Resp. Opp. Pl.’s Mot. Dismiss \nand Partial Summ. J. 7.)  MDI -NC is a sophi sticated party that was engaged  in an \narm’s length transaction with Insight, and, as detailed above, the documents \nexchanged throughout the negotiation process expressly noted that the parties were \nnot obligated to close the transaction.   \n33. The Court cannot conclude, on the evidence of record advanced by MDI-NC \nhere, that the denial of an opportunity to confirm the accuracy of Insight’s valuation \nis somehow unfair or deceptive under section 75-1.1.  To the contrary, absent specific \nagreement between the parties or the limited circumstances in which a duty to \ndisclose arises by operation of law , sellers in an arm’s length transaction , such as \nMDI-NC here, do not typically have a legal right to parse the buyer’s offer or examine \nthe buyer’s internal calculations or assumptions in making that offer.   \n34. MDI-NC essentially argues  here that Insight had a duty to disclose its \nvaluation of MDI -NC prior to the execution of the Insight MRI Agreement.  In an \narm’s length transaction, a duty to disclose may arise in two discrete scenarios:  (1) \n \n \nwhen one party takes affirmative steps to conceal material facts from the other; or (2) \nwhen one party has knowledge of a latent defect in the subject matter of the \ntransaction about which the other party is ignorant and unable to discover through \nreasonable dilig ence.  Breeden v. Richmond Cmty. Coll ., 171 F.R.D. 189, 19 6 \n(M.D.N.C. 1997)  (applying North Carolina law) .  MDI-NC cannot argue that the \ndetails of Insight’s valuation are a latent defect that should have been disclosed or a \nmaterial fact that Insight concealed, because Insight was never in fact obligated to \npurchase MDI-NC’s assets for $2.1 million.  See Caper Corp. v. Wells Fargo Bank, \nN.A., No. 7:12-CV-357-D, 2013 U.S. Dist. LEXIS 119506, at *30 (E.D.N.C. Aug. 22, \n2013) (applying North Carolina law) (“Private parties to an arm ’s-length business \ntransaction have no duty to disclose their potential income or profits to each other.”), \naff’d 578 Fed. Appx. 276 (4th Cir. 2014).  Furthermore, the Insight MRI Agreement, \nas executed, stands alone and makes no reference to the proposed asset purchase as \na related transaction, and there is no evidence that the parties ever agreed that MDI-\nNC would have the opportunity to review and evaluate the calculations and \nassumptions on which Insight’s offer was premised.   That MDI-NC was denied th e \nopportunity to scrutinize Insight’s valuation does not give rise to  a claim under \nsection 75-1.1 on the evidence here. \n35. Accordingly, the Court concludes that MDI-NC has failed to offer evidence \nof unfair or deceptive acts or practices and therefore that summary judgment should \nbe entered for Insight on MDI -NC’s counterclaim for unfair or d eceptive trade \npractices under section 75-1.1.  \n \n \nD. Breach of Contract \n36. Insight also moves for summary judgment on it s own breach of contract \nclaim against MDI-NC.  MDI-NC opposes summary judgment on this claim only with \nrespect to its affirmative defenses : “While it is undisputed that [MDI-NC] did not \ncomply with all of its payment obligations under the Insight MRI Lease, it has always \nbeen [MDI-NC’s] position that its failure to meet those obligations was justified under \nthe circumstances.”  (Defs.’ Resp. Opp. Pl.’s Mot. Dismiss and Partial Summ. J. 7.) \n37. MDI-NC raises several affirmative defenses to the breach of contract claim, \nall of them based on Insight’s reduction in its offer for MDI-NC’s assets and the failure \nof the asset purchase negotiations.3  “With regard to an affirmative defense, summary \njudgment is appropriate if the movant establishes that the non-movant cannot prevail \non at least one of the elements in his affirmative defense.”  Bunn Lake Prop. Owner’s \nAss’n v. Setzer, 149 N.C. App. 289, 294–95, 560 S.E.2d 576, 580 (2002).   \n1. Fraud \n38. MDI-NC’s Amended Counterclaims seek rescission of the Insight MRI \nAgreement as a result of its fraud counterclaim.  (MDI -NC Am. Countercls., Prayer \nfor Relief ¶ 3.)  Fraud in the inducement may be a defense to a b reach of contract \nclaim.  See Matthews v. Price , 90 N.C. App. 541, 546, 369 S.E.2d 116, 119 (1988).  \nBecause the Court has already concluded that  Insight should have summary \n                                                 \n3  Upon the motion of MDI-NC, the Court allowed MDI-NC to file a sur-reply on the issue of \nits affirmative defenses.  The Court additionally allowed Insight to file a brief response to \nMDI-NC’s sur-reply. \n \n \njudgment dismissing MDI-NC’s fraud counterclaim, MDI -NC’s attempt to assert \nfraud as a defense to Insight’s breach of contract claim must fail. \n2. Equitable Estoppel \n39. MDI-NC’s equitable estoppel defense also fails as a matter of law.  \n“Equitable estoppel arises when an individual, by his acts, representations, \nadmissions, or by his silence when he has a duty to speak, intentionally or through \nculpable negligence induces another to believe that certain facts exist, and such other \nperson rightfully relies and acts upon that belief to his detriment.”  Thompson v. \nSoles, 299 N.C. 484, 487, 263 S.E.2d 599, 602 (1980).  When the “evidence gives rise \nto only one inference from undisputed facts, then the doctrine of equitable estoppel is \na question” of law for the Court to decide on summary judgment.  White v. Consol. \nPlanning, Inc, 166 N.C. App. 285, 305, 603 S.E.2d 147, 162 (2004).   \n40. Furthermore, a party raising an equita ble estoppel defense “must have . . . \na lack of knowledge and the means of knowledge to the real facts in question.”  Id.  \nThis element affirms that “estoppel is not available to pr otect a party from the \nconsequences of its own negligence.”  Syro Steel Co. v. Hubbell Highway Signs, Inc. , \n108 N.C. App. 529, 532–33, 424 S.E.2d 208, 210 (1993).   \n41. Defendant Luke has offered testimony that MDI-NC terminated the \nAlliance lease and entered into the Insight MRI Agreement strictly in reliance on \nInsight’s intent to purchase MDI-NC’s assets for $2.1 million:  “[MDI-NC] still had a \ndecent relationship with Alliance, and we were still counting on your cli ent, Insight, \nto complete this deal.  Otherwise, we would have never switched out —you know, \n \n \nswitched vendors from Alliance[.]”  (Luke Dep. 69:20 –24.)  Luke also testified  that \nMcKee had expressed by e -mail “a requirement that in order for them to get to th is \npoint with a letter of intent . . . and pursue or complete the acquisition, they would \nhave to have their own mobile unit in there versus Alliance’s.”  (Luke Dep. 18:17–25.)  \nMDI-NC, however, has produced no evidence of specific facts in support of Luke ’s \ntestimony.   \n42. Although Luke testified that he believes McKee sent e-mails describing an \nMRI lease with Insight as a necessary condition to the asset purchase, MDI -NC has \nproduced no such communications .  Moreover, Luke’s statement that “we were still \ncounting on [Insight] to complete this deal” does not reflect Insight’s agreement as \nmuch as MDI-NC’s hope concerning the proposed sale.  “Such conclusory statements \nof opinion are not evidence properly considered on a motion for summary judgment.”  \nEstate of Whitaker v. Holyfield, 144 N.C. App. 295, 302, 547 S.E.2d 853, 858 (2001).    \n43. The extensive documentary evidence produced by Insight, on the other \nhand, does show that the MRI Agreement and the asset purchase were regularly \nidentified as distinct transactions.  MDI-NC’s position is further defeated by a letter \nto Alliance sent on behalf of MDI-NC in which Luke acknowledges that the proposed \nasset purchase was being negotiated pursuant to a non -binding LOI and was not \nguaranteed to close.  ( Pl.’s Mot. Summ. J. Ex. 27.)  Luke sent this letter on August \n20, 2012, just one month after entering into the Insight MRI Agreement.  MDI-NC \nhas failed, therefore, to present substantial evidence that would create a genuine \nissue of fact concerning whether Insight induced MDI-NC to believe that it would go \n \n \nthrough with the asset purchase if MDI-NC leased an Insight MRI unit.  See DeWitt \nv. Eveready Battery Co., 355 N.C. 672, 681, 565 S.E.2d 140, 146 (2002) (“‘Substantial \nevidence is such relevant evidence as a reasonable mind might accept as adequate to \nsupport a conclusion.’”) ; Whitaker, 144 N.C. App. at 301 –02, 547 S.E.2d at 858 \n(affirming summary judgment and holding that non -movants’ statement of opinion \nin their joint affidavit was insufficient to create a genuine issue of material fact).  \n44. Furthermore, MDI-NC cannot show that it “lacked knowledge or the means \nto know” that Insight allegedly did not intend to purchase MDI -NC’s assets for $2.1 \nmillion.  Significantly, MDI-NC cannot claim that it lacked such knowledge bec ause \nat the time it entered into the Insight MRI A greement, MDI -NC had actual \nknowledge that Insight was not in fact obligated to close the proposed asset purchase.  \nThe LOI, which was executed one month before the Insight MRI Agreement, explicitly \nprovided that the parties had not yet agreed to be bound to the final transaction.  (LOI \n¶ 16.)  The LOI expressly identified itself as a “non-binding expression of the mutual \nintent of the parties,” which would not “constitute an obligation or commitment of \nany person or entity to enter into the Definitive Agreements, consummate the \nTransaction or pay any of the purchase price.”  (LOI ¶ 16.) \n45. The language of the LOI and the Insight MRI Agreement also precludes \nMDI-NC from arguing that it lacked knowledge or the means to know that Insight \nwould not purchase MDI-NC’s assets for $2.1 million.  Luke admits that MDI-NC did \nnot seek to memorialize in the LOI the procurement of an Insight MRI unit as a \ncontingency to the asset purchase.  (Luke Dep. 19:11 –20:8.)  In addition, the Insight \n \n \nMRI Agreement contains a merger clause, which provides that the written MRI lease \n“supersede[s] all prior . . . representations and understandings of the parties, oral or \nwritten,” (Insight MRI Agreement ¶ 1), and MDI-NC has not presented evidence that \nthis merger clause should be disregarded.  See Zinn v. Walker, 87 N.C. App. 325, 333, \n361 S.E.2d 314, 318 (1987) (“North Carolina recognizes the validity of merger clauses \nand has consistently upheld them.”). \n46. The LOI makes no mention of a contingent requirement to lease an Insight \nMRI unit, and the Insight MRI Agreement makes no mention of the proposed asset \npurchase.  MDI-NC cannot, on the basis of its bare, unsupported allegations, raise as \nan equitable defense that Insight wrongfully induced MDI-NC to enter into the lease \nagreement by making its asset purchase offer .  The unambiguous language of the \nwritten documents ratified by MDI-NC undermine its position and, in the absence of \nother evidence, prove that MDI-NC cannot prevail on its equi table estoppel defense \nas a matter of law.  See, e.g., Syro Steel, 108 N.C. App. 529, 532–33, 424 S.E.2d 208, \n210–11 (denying equitable estoppel defense to party who had actual knowledge of \nunambiguous contract terms).  Therefore, the Court grants summary judgment for \nInsight striking this defense.   \n3. Unclean Hands \n47. MDI-NC asserts the doctrine of unclean hands as a defense against Insight’s \nbreach of contract claim.4  The doctrine of unclean hands “denies equitable relief only \n                                                 \n4  Insight argues that an unclean hands defense is unavailable to its legal claim for money \ndamages flowing from its breach of contract claim.  See Food Lion, Inc. v. Capital Cities/ABC, \nInc., 951 F. Supp. 1233, 1234 (M.D.N.C. 1996) (applying North Carolina law and holding that \n \n \nto litigants who have acted in bad faith, or whose conduct has been dishonest, \ndeceitful, fraudulent, unfair, or overreaching in regard to the transaction in \ncontroversy.”  Collins v. Davis , 68 N.C. App. 588, 592, 315 S.E.2d 759, 762 (1984).   \nHowever, the Court need not find actual fraud to allow an unclean hands defense.  \nBrissett v. First Mt. Vernon Indus. Loan Ass’n, 233 N.C. App. 241, 256, 756 S.E.2d \n798, 809 (2014).     \n48. MDI-NC complains of Insight’s conduct with regard to the contemplated \nasset purchase, but undisputed facts show that the Insight MRI Agreement was a \nseparate transaction and included a merger clause to that effect.  MDI -NC has \nforecast no specific facts or evidence to show that Insight acted dishonestly, \nfraudulently, deceitfully, or in bad faith, or that the contemplated transaction was \nunfair.  Its unclean hands defense therefore fails as a matter of law  and must be \ndismissed.   \n4. MDI-NC’s other defenses \n49. MDI-NC’s answer raises other affirmative defenses, which the parties did \nnot discuss in briefing or arguing the Motion for Summary Judgment.  The Court \nconcludes that those affirmative defenses do not preclude the entry of summary \njudgment on Insight’s bre ach of contract claim.  See N.C. R. Civ. P. 56(e) ( “[A]n \n                                                 \n“[t]he defense of unclean hands is applicable only when the plaintiff seeks an equitable \nremedy.”).  However, Insight is seeking to pierce the corporate veil, which is an equitable \nremedy.  The Court therefore concludes that MDI-NC’s unclean hands defense is properly \nraised.  See Swan Quarter Farms, Inc. v. Spencer , 133 N.C. App. 106, 109 –10, 514 S.E.2d \n737–38 (1999) (upholding trial court’s decision not to pierce the corporate veil where claimant \nacted with unclean hands). \n \n \n \nadverse party may not rest upon the mere allegations or denials in his pleading  . . . \n[and] must set forth specific facts showing that there is a genuine issue for trial.”). \n50. The Court concludes that there is no genuine issue of material fact as to \nwhether MDI-NC was justified in ceasing to perform its obligations under the Insight \nMRI Agreement.  Therefore, the Court grants su mmary judgment to Insight on the \nissue of MDI-NC’s liability on Insight’s breach of contract claim. \n5. Damages for Breach of Contract \n51. Insight also asks the Court to grant summary judgment in its favor as to \ndamages for MDI-NC’s breach of contract.  The calculation of damages is typically a \nfact-intensive inquiry, but “summary judgment on a claim of damages is appropriate \nwhere the moving party sufficiently establishes by competent documents that a \nliquidated amount is owing him, and the opposing party fails to show facts which \ndispute that evidence.”  Frank H. Conner Co. v. Spanish In ns Charlotte, Ltd. , 294 \nN.C. 661, 678, 242 S.E.2d 785, 795 (1978).   Here, Insight offers the report of its \nfinancial expert, Robert J. Taylor, IV (“Taylor”), who will testify that Insight’s lost \nprofits, after mitigating its damages, amounted to at least $ 2,422,522.00.  (Pl’s Mot. \nSumm. J. Conf. Ex. 10 p. 19.)  Insight argues that it is entitled to summary judgment \non its contract damages for at least th is minimum amount.  The Court disagrees \nbased on the current record. \n52. In particular, MDI -NC has challenged several of Taylor’s calculations.  \nIndeed, in the Motion to Exclude, the parties are locked in a dispute about whether \nto exclude testimony by Defendants’ expert witness, Hodge, that indicates his \n \n \ndisagreement with Taylor’s methods and conclusions.  For the reasons detailed below, \nthe Court concludes that certain portions of Hodge’s purported expert testimony on \ndamages should not be excluded at this time.  Accordingly, the Court concludes that \nfactual questions about Taylor’s damages calculation remain, and entry of a specific \ndamages award for Plaintiff on its breach of contract claim is not appropriate on this \nrecord under Rule 56.  The Court may revisit this issue at the proper time before or \nduring trial.5   \nE. Unfair or Deceptive Trade Practices (Insight’s Claim) \n53. Insight next moves for summary judgment on its section 75-1.1 claim.  \nInsight argues that Luke and Venesky caused MDI -NC to breach its contract with \nInsight in retaliation for the failed asset purchase deal, and that the two did so while \ncontinuing to pay sums to other entities the duo owned.  Insight characterizes this \nalleged conduct as unfair within the meaning of section 75-1.1.  (Pl.’s Br. Supp. Mot. \nDismiss and Partial Summ. J. p. 25.)  Insight also contends MDI-NC represented that \nit had no money left to pay Insight under the Insight MRI Agreement, but never \nattempted to verify how much money it had while simultaneously diverting to MDI-\nNC’s sole member, MDI , the $1.5 million made from t he asset purchase.  Insight \nargues this alleged conduct constitutes a deceptive act under section 75-1.1.  (Pl.’s Br. \nSupp. Mot. Dismiss and Partial Summ. J. 25.) \n54. As this Court has explained in prior cases, an intentional breach of contract, \nin and of itse lf, is not “sufficiently unfair or deceptive to susta in an action under \n                                                 \n5 In light of the Court’s denial of summary judgment on this issue, the Court need not address \nat this time MDI-NC’s defense based on Insight’s alleged failure to mitigate its damages. \n \n \n[section 75-1.1]. . . . A party must therefore show ‘substantial aggrav ating \ncircumstances’ accompanying the breach of contract to sustain its [section 75 -1.1] \nclaim.”  Forest2Market, Inc. v. Arcogent, Inc. , 2016 NCBC LEXIS 3, at *13 (N.C. \nSuper. Ct. Jan. 5, 2016) (quoting Branch Banking & Trust Co. v. Thompson, 107 N.C. \nApp. 53, 62, 418 S.E.2d 694, 700 (1992)); see also United Roasters, Inc.  v. Colgate-\nPalmolive Co., 649 F.2d 985, 992 (4th Cir. 1981); Bumpers v. Cmty. Bank of N. Va. , \n367 N.C. 81, 88, 747 S.E.2d 220, 226 (2013).  Such aggravating circumstances often \ninclude “forged documents, lies, and fraudulent inducements.”  Forest2Market, 2016 \nNCBC LEXIS 3, at *14 (quoting Stack v. Abbott Labs., Inc., 979 F. Supp. 2d 658, 668 \n(M.D.N.C. 2013)). \n55. The Court concludes that Insight  has not advanced undisputed facts \nshowing unfair or deceptive acts, or substantial aggravating circumstances \naccompanying MDI -NC’s breach , requiring entry of judgment for Insight on this \nclaim.  For example, although Gentry testified that he never conducted a thorough \nanalysis of the bank account shared by MDI, MDI -NC, and MDI Arizona, he also \ntestified that these LLCs were in such dire financial straits that no investigation was \nneeded to know that Insight could not be paid after MDI-NC’s $1.5 million asset sale.  \n(Gentry Dep. 191:2 –192:25.)  Further, Defendants have forecast some evidence \nsuggesting that the money from MDI -NC’s sale of assets was used only to pay MDI-\nNC’s creditors and not to enrich Defendants.  Based on its review of the proffered \nevidence in the light most favorable to Defendants, the Court concludes that \nsummary judgment should not be entered on Plaintiff’s section 75-1.1 claim. \n \n \nF. Piercing the Corporate Veil \n56.  Insight also seeks relief from MDI-NC’s sole member, MDI, as well as MDI’s \nmembers, Luke and Venesky.  As part of its Motion for Summary Judgment, Insight \nasks the Court to pierce MDI -NC’s and MDI’s limited liability structure s and hold \nMDI, Luke, and Venesky jointly and severally liable on Insight’s claims  as a matter \nof law.  \n57. Piercing of the corporate veil “is not a theory of liability. Rather, it provides \nan avenue to pursue legal claims against corporate officers or director s who would \notherwise be shielded by the corporate form.”  Green v. Freeman, 367 N.C. 136, 146, \n749 S.E.2d 262, 271 (2013).  In North Carolina, the doctrine of corporate veil piercing \nis applicable to LLCs.  Estate of Hurst v. Moorehead I, LLC, 228 N.C. App. 571, 576, \n748 S.E.2d 568, 573 (2013).  Members of an LLC are generally given the same benefit \nof limited liabi lity as corporate shareholders, id., but c ourts will pierce the legal \nentity’s veil where such action is necessary to prevent fraud or achieve equity.  See \nGlenn v. Wagner, 313 N.C. 450, 454, 329 S.E.2d 326, 330 (1985).  Neverth eless, our \nappellate courts have repeatedly reminded t rial courts that piercing the corporate \nveil “is a strong step:  Like lightning, it is rare [and] severe[.]”  S. Shores Realty Servs. \nv. Miller, 2017 N.C. App. LEXIS 28, at *24 (N.C. Ct. App. Jan. 17, 2017) (quoting \nState ex rel. Cooper v. Ridgeway Brands Mfg., LLC , 362 N.C. 431, 439, 666 S.E.2d \n107, 112 (2008)).   \n58. Under North Carolina law, piercing the corporate veil may be appropriate \nwhen the corporation is a “mere instrumentality or alter ego” of the dominant actor.  \n \n \nHurst, 228 N.C. App. at 577, 748 S.E.2d at 574.  Under the “instrumentality rule,” \nInsight must p rove three elements before the Court will disregard MDI -NC’s \ncorporate form: (1) complete domination and control by the members “of policy and \nbusiness practice in respect to the transaction so attacked,” such that the controlled \nLLC has “no separate mind,  will or existence of its own”; (2) that such control was \n“used by the defendant[s] to commit fraud or wrong, to perpetrate the violation” of a \nlegal duty “or a dishonest and unjust act”; and (3) that “[t]he aforesaid control and \nbreach of duty .  . . proxi mately cause [d] the injury or unjust loss complained of. ”  \nGlenn, 313 N.C. at 455, 329 S.E.2d at 330.   \n59. Factors that weigh in favor of piercing the corporate veil include:  \n1. Inadequate capitalization (“thin incorporation”). . . .  \n \n2. Non-compliance with corporate formalities. . . .  \n \n3. Complete domination and control of the corporation so that it has no \nindependent identity. . . .  \n \n4. Excessive fragmentation of a single enterprise into separate \ncorporations. . . .  \n \nId. at 455, 329 S.E.2d at 330 –31 (citations omitted).  “These factors may be weighed \ndifferently in a case in which the business entity in question is an LLC rather than a \ncorporation.”  S. Shores Realty , 2017 N.C. App. LEXIS 28, at *27 –28 (noting that \n“control” over an LLC is different than  control over a corporation, since all LLC \nmembers “are statutorily deemed to be managers”).   \n60. Insight argues that MDI-NC was “a mere instrumentality or alter ego of its \nsole member, [MDI], which is itself a mere instrumentality or  alter ego of Luke and \n \n \nVenesky.”  (Pl.’s Br. Supp. Mot. Dismiss and Partial Summ. J. 21.)  Thus, Insight \nargues that Luke and Venesky, and, through them, MDI, used their control of MDI-\nNC to cause MDI-NC to act contrary to Insight’s legal rights under the Insight MRI \nAgreement.  Insight argues that MDI -NC was inadequately capitalized, failed to \nfollow corporate formalities, was completely dominated and controlled by MDI (which \nin turn was dominated by Luke and Venesky), and was in actuality a fragment of a \ngreater single enterp rise run by Luke and Venesky.  Defendants contend granting \nsummary judgment on this issue would be improper, as genuine issues of material \nfact remain unanswered.  Examining each factor, the Court agrees with Defendants. \n1. Inadequate Capitalization  \n61.   With regard to the first piercing factor, Insight alleges MDI -NC and MDI \nwere inadequately capitalized.  When examining this factor, a distinction is made \nbetween “inadequate capitalization borne out of deception or fraud” and inadequate \ncapitalization arising from a lack of funding.  Cold Springs Ventures, LLC v. Gilead \nScis., Inc., 2015 NCBC LEXIS 1, at * 25 (N.C. Super. Ct. Jan. 6, 2015) (citing Russell \nM. Robinson II, Robinson on North Carolina Corporation Law  § 2.10(b) (7th ed. \n2002)).  Defendants agree that  little money was available to MDI -NC or MDI, but \ncontend both were experiencing genuine financial difficulties.  Evidence put forward \nby Defendants indicates Luke and Venesky made large contributions to the LLCs to \nkeep them afloat  during the relevant tim e periods .  (Gentry Dep. 160:14 –161:4.)  \nThere is no undisputed evidence before the Court that shows a deliberate decision to \n \n \nundercapitalize either LLC.  At this stage, this factor does not compel veil piercing as \na matter of law. \n2. Noncompliance with Corporate Formalities \n62. Insight sets forth a great deal of evidence arguing that Defendants failed to \nrespect business formalities.  The forecast evidence tends to show that :  (i) MDI-NC \nand MDI shared one bank account with several other LLCs and potentially \ncommingled assets; (ii) MDI-NC’s Asheville facility was staffed by MDI employees (or \nemployees working for other LLCs controlled by Luke and Venesky) while MDI -NC \nhad no employees of its own; and (iii) MDI-NC and MDI lacked independent company \nrecords.  (Taylor Report pp. 10–16.)  Such facts can weigh in favor of piercing.  See, \ne.g., Atl. Tobacco Co. v. Honeycutt, 101 N.C. App. 160, 166–67, 398 S.E.2d 641, 644–\n45 (1990); Cold Spring Ventures, LLC, 2015 NCBC LEXIS 1, at *22–23.  \n63. “[N]on-compliance with corporate formalities . . . is of less relevance in the \ncontext of an LLC, which is subject to far fewer formal statutory requirements than \nis a corporation.”  S. Shores Realty, 2017 N.C. App. LEXIS 28, at *29.  See also N.C. \nGen. St at. § 57D -10-01 (“The purpose of [ the LLC Act] is to provide a flexible \nframework under which one or more persons may organize and manage one or more \nbusinesses as they determine to be appropriate with minimum prescribed formalities \nor constraints.”) \n64. Here, while some of the evidence forecast would weigh in favor of piercing \ndue to a failure to follow formalities, other factors, considered in the light most \nfavorable to Defendants, weigh against piercing.  As previously discussed, LLCs by \n \n \ntheir nature require fewer corporate formalities than corporations.  W hile the LLCs \nshared a common bank account, Defendants have proffered evidence that the \nindividual revenue and expenses of each LLC were individually tracked through the \nbank account software.  (Gentr y Dep. 132:25–134:16.)  MDI also filed consolidated \ntax returns that separately identified MDI -NC’s income and expenses.  This \ncombination of facts, viewed in a light most favorable to Defendants, precludes a \nfinding that piercing is compelled as a matter of law. \n3. Domination and Control \n65. The third factor, complete domination and control, is perhaps the most \nimportant when a party seeks to pierce the corporate veil under the instrumentality \nor alter ego theory.  Cold Spring Ventures, LLC, 2015 NCBC LEXIS 1, at *17–18.  In \nthis case, MDI was the sole member of MDI-NC, and Luke and Venesky held 99% of \nthe membership interests in MDI.  Corporations with few shareholders and wholly \nowned subsidiaries are often those most vulnerable to veil piercing under this factor, \nfor obvious reasons.  Robinson, supra, §2.10(b).  In the context of an LLC, the same is \ntrue.  Hurst, 228 N.C. App. at 576, 748 S.E.2d at 573 (corporate vei l piercing \napplicable to LLCs). \n66. Still, close or solo ownership or membersh ip alone does not always equate \nto complete domination and control and, thus, veil piercing.  “In cases arising out of \ncontracts with a close corporation, where another party has voluntarily dealt with \nthe corporation, corporate separateness is usually res pected.”  Statesville Stained \nGlass v. T.E. Lane Constr. & Supply Co., 110 N.C. App. 592, 597, 430 S.E.2d 437, 440 \n \n \n(1993).  Insight’s voluntary decision to contract only with MDI -NC—without, say, \nseeking guarantees from MDI, Luke, Venesky, or Gentry —is a factor that prevents \nthe Court from determining at summary judgment that Luke and Venesky’s control \nover MDI-NC requires piercing the corporate veil as a matter of law.    \n4. Excessive Fragmentation \n67. Extensive discussion of the final factor, excessive fragmentation, is not \nnecessary, due to the undetermined nature of the underlying facts explored above.  \nCorporate shareholders and LLC members do not forgo their limited liability simply \nbecause they have numerous subsidiaries.  See Richardson v. Bank of Am. N.A., 182 \nN.C. App. 531, 548, 643 S.E.2d 410, 421 (2007) (stating that evidence of the existence \nof numerous subsidiaries is not sufficient on its own t o demonstrate “excessive \nfragmentation”).   \n68. The Court cannot conclude that excessive fragmentation exists on the \nundisputed facts here as a matter of law.  Luke and Venesky are members of several \nLLCs, and these LLCs do business with each other, but Defendants have proffered \nevidence showing these compa nies serve different business roles i n different \ngeographic regions.  With competing evidence offered by both sides, the Court cannot \nconclude, at this time, that equity requires piercing MDI -NC’s and MDI’s corporate \nveils as a matter of law.  Accordingly, Insight must pursue its veil piercing remedy at \ntrial. \n \n \n \n \n   \nIII. \nMOTION TO EXCLUDE EXPERT TESTIMONY \n69. Plaintiff’s Motion to Exclude asks the Court to exclude the testimony of \nDefendants’ damages expert, Hodge.  Hodge’s expert report originally forecast \ntestimony on three topics:  (1) the calculation of MDI -NC’s damages, (2) rebuttal of \nTaylor’s damages calculations, and (3) Hodge’s own calculation of Insight’s damages.  \nHaving granted summary judgment on MDI -NC’s counterclaims, Hodge’s testimony \ncalculating MDI -NC’s damages is no longer relevant.  During the briefing of the \nMotion to Exclude, MDI -NC voluntarily withdrew Hodge’s anticipated testimony \nsetting forth his own calculation of Insight’s damages.  Thus, Hodge is only expected \nto testify to rebut Taylor’s calculations, and the Court elects not to rule at this time \non the admissibility of Hodge’s voluntarily withdrawn testimony.   \n70. Insight argues that Hodge’s testimony should be excluded because (1) his \nopinions about the Springfield Amendment are not helpful to the jury or contrary to \nlaw, and (2) his testimony critiquing Taylor’s damages calculation  is not reliable \nunder North Carolina Rule of Evidence 702. \nA. Legal Standard \n71. Expert testimony is governed by North Carolina Rule of Evidence 702, which \nis now “virtually identical to its federal counterpart and follows the Daubert standard \nfor admitting expert testimony.”  Safety Test & Equip. Co. v. Am. Safety Util. Corp., \n2016 NCBC LEXIS 100, at *5 (N.C. Super. Ct. Dec. 16, 2016) (citing State v. McGrady, \n \n \n368 N.C. 880, 884, 787 S.E.2d 1, 5 (2016)).  Rule 702 has three main requirements: \n(1) expert testimony must be based on specialized knowledge that will assist the trier \nof fact, (2) the expert must be qualified by “knowledge, skill, experience, training, or \neducation,”6 and (3) the testimony must be reliable.  McGrady, 368 N.C. at 889 –90, \n787 S.E.2d at 8–9; N.C. R. Evid. 702(a). \n72. An expert’s testimony is reliable if:  \n(1) The testimony is based upon sufficient facts or data.   \n \n(2) The testimony is the product of reliable principles and methods. \n \n(3) The witness has applied the principles and methods reliably to the \nfacts of the case.   \nN.C. R. Evid. 702(a)(1)–(3).  The focus of the trial court’s inquiry “must be solely .  . . \n[the] principles and methodology” used by the expert, “not the conclusions that they \ngenerate.”  Daubert v. Merrell Dow Pharms., 509 U.S. 579, 582 (1993).  The trial court \nis tasked with making the preliminary decision of the testimony’s admissibility  and \nhas discretion in determining how to address the three prongs of the reliability test.  \nMcGrady, 368 N.C. at 892–93, 787 S.E.2d at 9–10.  In applying the Daubert standard, \nNorth Carolina courts may seek guidance from federal case law.  Id. at 888, 787 \nS.E.2d at 8.   \nB. Springfield Amendment \n73. With regard to the Springfield Amendment, Hodge is expected to testify that \n(1) Taylor erred in excluding revenue from the Springfield Amendment as mitigation \n                                                 \n6  MDI-NC does not dispute that Hodge is qualified by his “knowledge, skill, experience, \ntraining, or education” under Rule 702(a). \n \n \nof Insight’s damages and (2) that additional mitigating revenue was possible under \nthe Springfield Amendment .  Insight argues that none of the revenue from the \nSpringfield Amendment  constitutes mitigating revenue because Insight is a lost \nvolume seller and that,  even if Insight is not a lost volume seller, Hodge’s opinion \ncritiquing the specific amount of the Springfield Amendment’s revenue is not “based \non specialized knowledge  that will assist the trier of fact”  as required under Rule \n702(a). \n74. As an initial matter, the Court determines that Defendants have \nappropriately raised the question of whether revenues from the Springfield \nAmendment should mitigate Insight’s damages.  “A plaintiff has the duty to avoid or \nminimize the consequences of the defendant’s wrong.”  Smith v. Martin , 124 N.C. \nApp. 592, 600, 478 S.E.2d 228, 233 (1996) (citing Miller v. Miller, 273 N.C. 228, 239, \n160 S.E.2d 65, 73 –74 (1968)).  “Generally, the reasonableness of mitigation efforts \ndepends upon the facts and circumstances of the particular case and is a jury question \nexcept in the clearest of cases.”  Id.  Insight argues that the jury should not consider \nwhether the Springfield Amendment is mitigating revenue because Insight is a “lost \nvolume” seller as a matter of law.   \n75. “A lost volume seller is one who has the capacity to perform the contract \nwhich was breached as well as other potential contracts, due to their unlimited \nresources or production capacity.”  Shell Trademark Mgmt. BV v. Ray Thomas \nPetroleum Co. , No. 3:07cv 163-RJC, 2009 U.S. Dist. LEXIS 59646, at *15 –16 \n \n \n(W.D.N.C. July 13, 2009) (quoting Bill’s Coal Co. v. Bd. of Pub. Utils. , 887 F.2d 242, \n245 (10th Cir. 1989) (applying North Carolina law).   \nWhether a subsequent transaction is a substitute for the broken contract \nsometimes raises difficult questions of fact.  If the injured party could \nand would have entered into the subsequent contract, even if the \ncontract had not been broken, and could have had the benefit of both, he \ncan be said to have “lost volume” and the subsequent transaction is not \na substitute for the broken contract.  The injured party’s damages are \nthen based on the net profit that he has lost as a result of the broken \ncontract.   \n \nAnchor Sav. Bank, F.S.B. v. United States , 59 Fed. Cl. 126, 156  (2003) (quoting \nRestatement (Second) of Contracts § 347 cmt. f (1981)); see also N.C. Gen. Stat. § 25-\n2-708(2) (setting forth the lost volume seller measure of damages under Article 2 of \nthe UCC).   \n76. In support of its argument that it could have serviced both the MDI-NC and \nthe Springfield leases at the same time, Insight offers an affidavit from the financial \ndirector of its parent company, who avers that Insight had a nationwide fleet of \napproximately 115 MRI units, that Insight routinely acquires new machines to meet \ncustomer demand, and that Insight could have and would have entered into the \nSpringfield Amendment even in the absence of MDI-NC’s breach.  (Pl.’s Mot. Exclude \nEx. 3.)  MDI -NC, however, points to evidence that Insight did not know if it had a  \nSiemens Espree unit available at the time it began negotiation with Springfield, and \nInsight’s process for acquiring a specific unit to fill a lease could be rather belabored \nand drawn out over an extended period of time.  (Defs.’ Resp. Opp. Pl.’s Mot. Exclude \n7.)  Because this is ordinarily a question of fact for the jury, the Court concludes that, \non the present record, MDI -NC has forecast evidence from which a reasonable jury \n \n \ncould determine that Insight would not have entered into the Springfield Amendment \nin the absence of MDI-NC’s breach. \n77. Thus, in light of the intensive factual inquiry attendant to both Insight’s \nmitigation of damages and its status as a lost volume seller, and on the record \npresently before it, the Court denies Insight’s motion to exclude Hodge’s testimony \nthat the Springfield Amendment revenue should mitigate Insight’s alleged damages \nbased on Insight’s claimed status as a lost volume seller. \n78. The Court next addresses Hodge’s specific proposed testimony that \nadditional mitigating revenue was available under the Springfield Amendment.  (Pl.’s \nMot. Exclude Ex. 6 p. 29–30.)  If allowed to testify on this point, Hodge is expected to \nopine that  he believed Insight could have secured a more profitable lease with \nSpringfield Hospital tha n Insight actually did.  (Hodge Dep . 239:3–10.)  Hodge \nadmitted, however, that he knew nothing about the negotiations between Springfield \nHospital and Insight, (Hodge Dep. 239:21–25), and further, he acknowledged that he \nformed his opinions based solely on  the large lease rate  difference between the \nSpringfield Amendment  and the Insight MRI Agreement as well as Insight’s \nrepresentation that Espree MRIs were in high demand.  (Hodge Dep. 240:19–241:4.)   \n79. The Court concludes that this testimony is not based up on Hodge’s \nspecialized knowledge and is not helpful to the jury, who could draw this conclusion \nfrom these facts just as easily as Hodge.  As a result, the Court concludes, in the \nexercise of its discretion, that Hodge’s opinions regarding additional mitig ating \nrevenue under, or the unreasonableness of the amount of  revenue under , the \n \n \nSpringfield Amendment are inadmissible based on the current record.  N.C. R. Evid. \n702(a); Braswell v. Braswell, 330 N.C. 363, 377, 410 S.E.2d 897, 905 (1991) (“When \nthe jury is in as good a position as the expert to determine an issue, the expert’s \ntestimony is properly excludable because it is not helpful to the jury.”). \nC. Reliability Test Under Daubert \n80. The Court next addresses Insight’s claim that Hodge ’s proposed testimony \nfails the three-pronged reliability test set forth in N.C. R. Evid. 702(a).   \n1. Sufficient Facts. \n81. First, to be reliable, an expert’s testimony must be based on sufficient facts \nor data.  Here, the factual basis for Hodge’s proffered opinion is first and foremost the \ndata contained in Insight’s expert’s report.  These are the same facts I nsight and \nTaylor rely upon.  Insight’s argument that Hodge did not correctly understand this \ndata or made improper assumptions during his review of Taylor’s report goes to the \nweight and believability of Hodge’s final co nclusion, not t o the factual basis of his \nreview. \n2. Reliable Methodology. \n82. Second, an expert’s opinion must be based on reliable methods.  Insight \nasserts that Hodge’s testimony should be excluded because his critic ism of Taylor’s \nreport is linked to his own calculation of damages, which Insight contends was \nunreliable and Defendants no longer intend to introduce.   \n83. The practice of retaining an expert to criticize an opposing party’s expert’s \nconclusions is widesprea d.  Many federal district courts applying the Daubert \n \n \nstandard allow rebuttal experts —experts retained to identify flaws in an opposing \nexpert’s methodology or conclusions—to base their criticisms of an opposing expert’s \nmethodologies on their own experience, without requiring they give their own, \nalternative opinions.  See, e.g., Nature’s Prods. v. Natrol, Inc. , No. 11 -62409, 2013 \nU.S. Dist. LEXIS 185676, at *20 –21 (S.D. Fla. Oct. 7, 2013) (finding a reb uttal \nexpert’s methodology reliable under Daubert when he drew upon his own knowledge \nand experience to rebut the conclusions of an opposing expert) ; Aviva Sports, Inc. v. \nFingerhut Direct Mktg. 829 F. Supp. 2d 802, 834–35 (D. Minn. 2011) (finding rebuttal \nexperts’ testimony admissible when the rebuttal experts applied their expertise to \nthe facts and methodologies used by plaintiff’s experts); Coquina Invs. v. Rothstein, \nNo. 10-60786-Civ., 2011 U.S. Dist. LEXIS 120267, at *5 (S.D. Fla. Oct. 18, 2011) (“A \nrebuttal expert can testify as to the flaws that she believe[s] are inherent in another \nexpert’s report[.]”); Pandora Jewelers 1995, Inc. v. Pandora Jewelry, LLC , No. 09 -\n61490-Civ., 2011 U.S. Dist. LEXIS 62969, at *16 (S.D. Fla. June 7, 2011) (finding a \nrebuttal expert’s testimony critiquing an opposing expert’s methodology was \n“sufficiently grounded on her expertise” and thus admissible);  Deutsch v. Novartis \nPharms. Corp., 768 F. Supp. 2d 420, 481 (E.D.N.Y. 2011) (allowing a rebuttal expert \nto critique the  reliability of an opposing expert’s opinion based upon the rebuttal \nexpert’s experience); 1st Source Bank v. First Res. Fed. Credit Union, 167 F.R.D. 61, \n65 (N.D. Ind. 1996) (“[A] rebuttal expert witness . . . may criticize [plaintiff’s] damages \ntheories and calculations without offering alternatives.”); Boles v. United States, No. \n1:13CV489, 2015 U.S. Dist. LEXIS 42332, at *5 (M.D.N.C. Apr. 1, 2015) (stating that \n \n \nthe proper scope of rebuttal expert testimony is attacking the adversary expert’s \ntheories).   \n84. Using the discretion afforded to it when addressing reliability, the Court \nbelieves the approach discussed above is appropriate in this case.  Hodge, in testifying \nsolely to criticize Taylor’s opinion s, is not expected to put forward alternative \nconclusions.  He is thus not relying on a methodology of his own, but rather using his \nexpertise to criticize Taylor’s methodology.   \n85. Insight also challenges Hodge’s opinion due to his inability to cite specific \npublished authority supporting his critiques, arguing that this, too, shows his \ntestimony is speculative and unreliable.  The Daubert standard, however, does not \nrequire that every expert’s opinion be buttressed by published authority.  See Knight \nv. Kirby Inland Marine Inc., 482 F.3d 347, 354 (5th Cir. 2007) (“[W]e do not suggest \nthat an expert must back his or her opinion with published studies that unequivocally \nsupport his or her conclusions.”); Bonner v. ISP Techs., Inc.  259 F.3d 924, 929 (8th \nCir. 2001) (quoting Heller v. Shaw Indus., Inc. , 167 F.3d 146, 155 (3d Cir. 1999)) \n(“[T]here is no requirement ‘that a medical expert must always cite published \nstudies . . . in order to reliably conclude a particular object caused a  particular \nillness.’”); Fed. Deposit Ins. Corp. v. Suna Assocs., Inc., 80 F.3d 681, 687 (2d Cir. 1996) \n(holding a lack of textual support goes to the weight of an expert’s opinion, not to that \nopinion’s admissibility).  In this case, the Court does not be lieve Hodge’s inability to \ncite specific textual authority supporting his critiques leads to the conclusion that his \ntestimony is unreliable, especially in light of his limited function as a rebuttal expert.   \n \n \n86. The Court further finds that Hodge is sufficie ntly qualified to critique \nTaylor’s methodology as a rebuttal expert.  At his deposition, Hodge identified himself \nas a CPA accredited in business valuation and certified in financial forensics.  (Hodge \nDep. 22:11–23:23.)  Moreover, Hodge has given specific reasons for his criticisms, such \nas Taylor’s inability to account for economic cycles using a one -year “track record.”  \n(Hodge Dep. 107:3–20.)  While acknowledging that Taylor’s approach to modeling was \nnot inherently inaccurate and largely a matter of p rofessional judgment, Hodge also \nused his experience to point out parts of Taylor’s report he believed were erroneous \nor could have led to inaccurate conclusions.   \n87. Based on the record before it, the Court believes Hodge can serve as a \nrebuttal expert under these circumstances.  As such, the Court finds, in the exercise \nof its discretion, that Hodge’s testimony satisfies the second prong of the reliability \ntest. \n3. Application of Methodology to Facts. \n88. Finally, an expert must have reliably applied a dependable methodology to \nthe facts of the specific case at hand.  Insight here again takes issue with Hodge’s \nunderstanding of the facts used to compile Taylor’s report, arguing that his  \nmisunderstanding and lack of contextual knowledge about Insight’s business means \nHodge could not have reliably applied an appropriate methodology to the facts of this \ncase.   \n89. Courts following the Daubert standard in these situations typically conclude \nsuch challenges go to th e weight of an expert’s opinion, not its admissibility.  See \n \n \nActiveVideo Networks, Inc. v. Verizon Commc’ns, Inc., 694 F.3d 1312, 1333 (Fed. Cir. \n2012) (holding that contentions a damages expert made improper calculations or \nerroneous factual assumptions w ent to the weight of the testimony, not its \nadmissibility); i4i Ltd. P’ship v. Microsoft Corp. , 598 F.3d 831, 852 (Fed. Cir. 2010) \n(“When the methodology is sound, and the evidence relied upon sufficiently related \nto the case at hand, disputes about the de gree of . . . accuracy (above this minimum \nthreshold) go to the testimony’s weight, but not its admissibility.”); Pandora Jewelers \n1995, Inc., 2011 U.S. Dist. LEXIS 62969, at *23 (“[W]eaknesses in the underpinnings \nof the expert’s opinion go to its weight rather than its admissibility.”); Martinez v. \nPorta, 598 F. Supp. 2d 807, 812 (N.D. Tex. 2009) (holding plaintiff’s argument went \nto weight, not admissibility, when plaintiff argued an expert’s conclusions were \nerroneous and “based on an ‘analytical gap.’” ).  Insight’s argument questions the \nsoundness of Hodge’s opinion, rather than the validity of his process.  These \ncontentions go to the testimony’s weight, and can be explored during cross -\nexamination at trial without foreclosing Defendants’ ability to us e their own expert \nwitness to question Taylor’s conclusions.   \n90. Based on the current state of the record, and in the exercise of its discretion, \nthe Court cannot agree that Hodge’s testimony concerning the accuracy of Taylor’s \nprofit projections, the replacement scanner cost, and Insight’s mitigation of damages \nthrough the Springfield Amendment is unreliable under the Daubert standard.  The \nCourt’s ruling, however, is without prejudice to Insight’s right to renew the motion \nas the record develops at trial.   \n \n \n91. The Court therefore grants in part and denies in part the Motion to Exclude, \nwith the understanding that all of its rulings on a motion seeking pretrial \ndetermination of the admissibility of evidence are subject to modification during the \ncourse of the trial.  Hamilton v. Thomasville Med. Assocs. , 187 N.C. App. 789, 792, \n654 S.E.2d 708, 710 (2007).  \nIV. \nCONCLUSION \n92. For the foregoing reasons, the Court hereby ORDERS as follows: \na. The Court GRANTS Plaintiff’s Motion for S ummary Judgment and \nDISMISSES Defendant MDI -NC’s Counterclaim for fraud in the \ninducement with prejudice. \nb. The Court GRANTS Plaintiff’s Motion for Summary Judgment and \nDISMISSES Defendant MDI -NC’s Counterclaim for unfair or \ndeceptive trade practices under section 75-1.1 with prejudice. \nc. The Court GRANTS in part  Plaintiff’s Motion for Summary \nJudgment on MDI -NC’s liability on Plaintiff’s breach of contract \nclaim and DENIES in part Plaintiff’s Motion for Summary Judgment \non the issue of damages to be awarded on Plaintiff’s breach of \ncontract claim. \nd. The Court DENIES Plaintiff’s Motion for Summary Judgment with \nregard to Plaintiff’s claim for unfair or deceptive  trade practices  \nunder N.C. Gen. Stat. § 75-1.1. \n \n \ne. The Court DENIES Plaintiff’s Motion for Summary Judgment with \nregard to Plaintiff’s veil piercing demand. \nf. The Court GRANTS in part  the Motion to Exclude  as to Hodge’s \ntestimony regarding additional mitigating revenue, or the \nunreasonableness of the amount of revenue, under the Springfield \nAmendment. \ng. The Court DENIES in part  Plaintiff’s Motion to Exclude as to \nHodge’s testimony regarding the accuracy of Ta ylor’s profit \nprojections, the replacement scanner cost, and  the Springfield \nAmendment as mitigation. \n93. Plaintiff’s following claims and remedies shall proceed to trial:  (1) breach of \ncontract as to damages, (2) fraudulent transfer, (3) unfair or deceptive trade practices, \n(4) wrongful distribution and personal liability, (5) breach of fiduciary duty, (6) \nconstructive fraud, and (7) piercing the corporate veil.   \n94. As set forth above, each  of Defendants’ Counterclaims are dismissed with \nprejudice, and none shall proceed to trial. \n95. The Court will notice a status conference by separate order for the purpose \nof setting a pretrial and trial calendar.   \nSO ORDERED, this the 24th day of February, 2017. \n \n \n \n      /s/ Louis A. Bledsoe, III  \n      Louis A. Bledsoe, III \n      Special Superior Court Judge \n        for Complex Business Cases "
}