{
  "id": "2aac30634d0d00ef8df03ff08715bbb1be5f69ac93568a042cbefd19f09e68d5",
  "source_file": "data/raw/ncbc/2aac30634d0d00ef8df03ff08715bbb1be5f69ac93568a042cbefd19f09e68d5.pdf",
  "raw_text": "Biesse Am., Inc. v. Dominici, 2019 NCBC 50. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 15033 \n \nBIESSE AMERICA, INC., \n \nPlaintiff, \n \nv. \n \nLAURO DOMINICI and SCM \nGROUP NORTH AMERICA, INC., \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON MOTION \nFOR PRELIMINARY INJUNCTION \n \n \n1. This case presents a  familiar fact pattern.  Lauro Dominici, a defendant \nhere, worked for Biesse America, Inc., the plaintiff, for nearly three years.  Upset over \na salary dispute, Dominici resigned and accepted new employment with SCM Group \nNorth America, Inc. (“SCM America”), also a defendant and one of Biesse America’s \ndirect competitors.   Biesse America contends that, by doing so, Dominici breached a \nnon-compete provision and other restrictive covenants in his employment agreement.  \nIt further contends that, just before resigning, Dominici gathered electronic \ndocuments containing trade secrets, took them when he left, and planned to use them \non behalf of his new employer. \n2. Upon filing its complaint, Biesse America sought a temporary restraining \norder enjoining Dominici’s employment with SCM America and directing Dominici to \nreturn any trade -secret and confidenti al materials.  (ECF Nos. 3, 5.)  On July 30, \n2019, the Court granted the request and now, with the benefit of full briefing  and a \ncomplete record, must decide whether to enter a preliminary injunction through the \npendency of this action .  (See TRO, ECF No. 13; Mot. for Prelim . Inj., ECF No. 15 .)  \nFor the reasons discussed below , the Court concludes that a preliminary injunction \nis warranted, though not to the extent urged by Biesse America.  The Court therefore \nGRANTS in part and DENIES in part the motion for preliminary injunction. \nJames, McElroy & Diehl, P.A. , by Adam L. Horner and Christopher T. \nHood, for Plaintiff Biesse America, Inc.  \n \nBray & Long, PLLC, by Jeffrey A. Long, for Defendant Lauro Dominici. \n \nBell, Davis & Pitt, P.A. , by  Edward B. Davis, and Miller & Martin, \nPLLC, by Ryan A. Kurtz, for Defendant SCM Group North America, Inc.  \n \nConrad, Judge. \nI. \nFINDINGS OF FACT \n3. The Court makes the following findings of fact solely for the purpose of \ndeciding the pending motion.  These findings are not binding at a trial on the merits.  \nSee Lohrmann v. Iredell Mem’l Hosp., Inc., 174 N.C. App. 63, 75, 620 S.E.2d 258, 265 \n(2005).  \n4. Biesse America is a North Carolina corporation in the field of wood-, stone-, \nand glass-working.  (V. Compl. ¶¶  1, 8.)  Its business is to import, sell, and service \nmachinery and products manufactured by its Italian parent, Biesse S.p.A.  (V. Compl. \n¶¶ 8, 9; Br. Opp’n Mot. Prelim. Inj. Ex. 1 ¶ 6, ECF No. 29.1 [“Dominici Aff.”].)  Biesse \nAmerica’s operations are limited to the United States and Canada; Biesse S.p.A. , \nhowever, has a presence in more than 100  countries worldwide.  (See Dominici Aff. \n¶¶ 5, 23; Br. Opp’n Mot. Prelim. Inj. Ex. 2.)  \n5. Dominici, a native of Italy, got his st art with  Biesse S.p.A.  in 2008.  \n(Dominici Aff. ¶ 7.)  After eight years and a handful of promotions , Dominici moved \nto North Carolina t o take a new position with Biesse America .  (Dominici Aff. ¶¶  7, \n10, 11.)  In July 2016, he signed an employment agreement and began work in Biesse \nAmerica’s wood division, with particular responsibility for woodworking machines  \nknown as edgebanders.  (Dominici Aff. ¶¶ 12, 13, 16, 17.)  There is some ambiguity \nabout Dominici’s official title —the employment agreement refers to “Regional Area \nManager” while Dominici refers to himself as “Product Area Manager”—but there is \nno dispute that he was responsible for a territory covering thirty-eight States and \nCanada.  (See V. Compl. Ex. A  Annex 1 [“Empl. Agr.”]; Dominici Aff. ¶  14.)  Among \nother things, Dominici provided technical support to sales staff and assisted with \nmanaging customer relationships.  (See Dominici Aff. ¶¶ 19, 20.) \n6. The employment agreement includes  a series of restrictive covenants.  \nCentral to this dispute is the non-compete provision in Article 17, which provides as \nfollows: \nEmployee acknowledges that the Corporation is engaged in a business \nthat is international in scope.  In the event that either the Corporation \nor the Employee terminates the employment for a ny reason, the \nEmployee covenants and agrees that, except with the prior written \nconsent of the Corporation, he will not, for a period of six (6) months \nfrom and after the date of termination of the Employee’s employment, \naccept a competitive position in a  competitive company that is in the \nwood, stone, glass working and/or plastic industries and in direct \ncompetition with Biesse America, Inc. or Biesse SpA that is conducting \nbusiness in the same markets as the Corporation within the six (6) \nmonths period i mmediately preceding the effective date of the \ntermination of the Employee’s employment with the Corporation . . . .  It \nis acknowledged and agreed that the following list of companies \nincludes, but does not necessarily limit, those companies in direct \ncompetition with the Corporation: . . . SCM . . . .   \n \n(Empl. Agr. § 17(a).)  (The agreement defines “Corporation” to mean Biesse America.  \n(Empl. Agr. 1.))  In the event of a breach of the non-compete, “the period of restriction \nshall begin to run in full  from the date that Employee’s competition is enjoined by a \ncourt or otherwise ceases.”  (Empl. Agr. §  17(c).)  Other provisions prohibit Dominici \nfrom soliciting Biesse America’s customers , restrict his use and disclosure of its \nconfidential information, and require him to return its records and property at the \nend of his employment.  (Empl. Agr. § 11, 15(b), 16.) \n7. A salary dispute led to a rift in May 2019.  Biesse America  informed \nDominici that it was planning to change its commission structure.  (See Dominici Aff. \n¶ 30; Aff. Jason Varelli ¶ 10, ECF No. 30.1 [“Varelli Aff.”].)  Dominici objected on the \nground that the change ran afoul of Annex 4 to the employment agreement, in which \nBiesse America reserved “the right to re-negotiate” the commission structure “for the \nfollowing year to a different value when the total commission earnings for the current \nyear reach $80,000.”  (Empl. Agr. Annex 4 § 1(c); see also Dominici Aff. ¶ 27; Varelli \nAff. Ex. A.)  Dominici’s commission earnings for 2018 had fallen just shy of that mark.  \n(Dominici Aff. ¶ 28, Ex. B.)  Believing the new structure would cut his commissions \nfor 2019 in half, he  immediately proposed a counteroffer.  (See Dominici Aff. ¶¶ 31, \n32; Varelli Aff. ¶ 11, Ex. A.) \n8. At the same time, Dominici  began looking for a new job.  He contacted an \nemployee of SCM America .  (Dominici Aff. ¶  36; V. Compl. ¶  22.)  On May 6, 2019, \nDominici received a call from SCM America’s chief executive officer, which led to an \nin-person meeting in the next week or so.  (Dominici Aff. ¶¶ 37–40.)  An offer followed \n(when is unclear), and on June 12, Dominici signed an agreement to begin \nemployment with SCM America on July 15.  (Dominici Aff. ¶ 44.) \n9. Much of this case turns on Dominici’s actions between his meeting with SCM \nAmerica’s representatives and his acceptance of employment there.  On May 24, for \nexample, Dominici met with Elizabeth Valentin in Biesse America’s human resources \ndepartment to discuss his compensation.  (Dominici Aff. ¶ 42; Aff. Elizabeth Valentin \n¶ 5 [“Valentin Aff.”].)   The accounts of that meeting differ, but in later e -mail \ncorrespondence, Dominici floated the idea that he might resign or be fired.  ( See \nValentin Aff. Ex. A. )  Dominici sought t o confirm that his existing commission \nstructure would remain in place “[f]or example if our relationship would end in June.”  \n(Valentin Aff. Ex. A.)  Valentin agreed that it would.  (See Valentin Aff. Ex. A.)   \n10. When June arrived , Dominici began making unu sual requests for  \ndocuments containing Biesse America’s confidential information.  ( See Dominici Aff. \n¶ 72.)  First, Dominici requested and received all of the purchase order forms \n(“MTOs”) for Biesse America’s CNC products —a product line outside of Dominici’s \narea of responsibility.  (See Dominici Aff. ¶ 80; Aff. Andrew De Piante ¶¶  2, 4, ECF \nNo. 8.)  These MTOs contain Biesse America’s confidential pricing and technical \ninformation.  ( Aff. Niki Kaltsounis-Kampiziones ¶¶  3(i)–(k), ECF No. 9 [“1st \nKaltsounis-Kampiziones Aff.”].)  Dominici also requested and received the factory \nglobal list prices for each machine model and the final discounts that Biesse America \nhad negotiated with its supplier (“Discount File”) as well as the price markups that \nBiesse America applied to each product and used to calculate the final customer list \nprice (“Markup File”).  (Aff. Andrea DiCara ¶¶  2, 3, ECF No. 7; 1st Kaltsounis-\nKampiziones Aff. ¶¶  3(e)–(h).)  Dominici saved these electronic files to his personal \ncomputer, which he regularly used for work purposes.  (See Dominici Aff. ¶ 59.) \n11. On June 12, the same day he accepted employment with SCM America,  \nDominici gave 30-day notice of his intent to resign from Biesse America, though he \ndid not share the identity of his new e mployer.  ( See Dominici Aff. Ex. C.)   A week \nlater, Biesse America informed Dominici that June 18 had been his last day with the \ncompany.  ( See Dominici Aff. ¶  45; V. Compl. Ex. B .)  In that same letter, Biesse \nAmerica reminded Dominici of the restrictive covenants in his employment \nagreement and asked him to return all company property, including devices and \nelectronic files.  (See V. Compl. Ex. B.)  Despite this request, Dominici kept the work \nmaterials—including the MTOs, the Discount File, and the Markup File—stored on \nhis personal computer.  (See Dominici Aff. ¶ 70.) \n12. Visa complications prevented Dominici from beginning work for SCM \nAmerica immediately.  ( See Dominici Aff. ¶  51.)  Nevertheless, i n mid -July, he \nattended an industry trade show in Las Vegas, where he staffed SCM America’s booth \nand wore its branded lanyard.  (Dominici Aff. ¶¶ 52, 53; 1st Kaltsounis-Kampiziones \nAff. ¶ 3(a).)  Employees of Biesse America saw Dominici and confronted him  about \nhis non-compete.  (See 1st Kaltsounis-Kampiziones Aff. ¶¶ 3(a), (b).)   \n13. Dominici later retained counsel and  responded that the non -compete was \nunenforceable.  (See Dominici Aff. Ex. F.)  Dominici also offered to move to the west \ncoast and not to compete against Biesse America in the territory he covered during \nhis employment there.  ( See Dominici Aff. Ex. F.)  Dominici’s agreement with SCM \nAmerica dubs him the “Area Manager of the North West” for six States in the Pacific \nNorthwest and “High End Edgebander Product Specialist” for the United States, \nCanada, and Mexico.  ( See Dominici Aff. ¶¶ 47, 49; Dominici Aff. Ex. D §  1 [“SCM \nAgr.”].) \n14. After learning that Dominici was working for SCM America, Biesse America \nbegan investigating the circumstances of his departure .  The investigation revealed  \nDominici’s interest in the MTOs, the Discount File, and the Markup File.  ( See 1st \nKaltsounis-Kampiziones Aff. ¶ 3(d).)  Biesse America also discovered a voicemail on \nDominici’s company cell phone, which revealed that he had been communicating with \nSCM America since early May.  (See 1st Kaltsounis-Kampiziones Aff. ¶ 3(q).)  Biesse \nAmerica filed this lawsuit shortly thereafter.   \n15. At the hearing on Biesse America’s motion for a temporary restraining \norder, Dominici’s counsel acknowledged that Dominici still possessed the MTOs, the \nDiscount File, and the Markup File and agreed that they should be returned.  The \nCourt entered a temporary restraining order and  directed Dominici to return those \nthree files and any other confidential information of Biesse America in his possession.  \n(TRO ¶ 18(c).)  With the help of a forensic consultant, Dominici retrieved thousands \nof electronic files and provided them to Biesse America.  (See Dominici Aff. ¶¶ 93, 95; \nAff. Jeffery A. Long ¶¶  8–15, ECF No. 25 .)  Among the documents returned were \nengineering files, price lists, and technical comparisons of Biesse America’s products \nwith those o f its competitors.  (See 2d Aff . Niki Kaltsounis -Kampiziones ¶  3 [“ 2d \nKaltsounis-Kampiziones Aff.”].)   \n16. Dominici’s production also included a series of spreadsheets that he created \non the eve of submitting his resignation.  On June 11, the day before he resigned, \nDominici created a spreadsheet (“Masterfile”) containing Biesse America’s stock \ninventory and sales prices.  (See 2d Kaltsounis-Kampiziones Aff. ¶¶ 6, 7.)  Due to its \nsensitivity, this information cannot be downloaded by Biesse America’s employees.  \n(See 2d Kaltsounis-Kampiziones Aff. ¶  7.)  Dominici instead copied the information \ninto his own spreadsheet.  (See 2d Kaltsounis-Kampiziones Aff. ¶ 7.)  Metadata shows \nthat Dominici accessed and modified the Masterfile on July 16, 2019—nearly a month \nafter leaving Biesse America and also one day after his employment with SCM \nAmerica was set to begin.  (See 2d Kaltsounis-Kampiziones Aff. ¶ 6.) \n17. On June 12, the day Dominici gave notice  of his resignation , he created \nanother spreadsheet  entitled “ Tony Slaven Opportunities.xlsx ” (“Opportunities \nSpreadsheet”).  (See 2d Kaltsounis -Kampiziones Aff.  ¶ 4(e).)  The Opportunities \nSpreadsheet includes dozens of Biesse America’s current  business opportunities in \nthe Pacific Northwest, which is Dominici’s anticipated area of responsibility for SCM \nAmerica.  (See 2d Kaltsounis -Kampiziones Aff. ¶  4(e).)  The information, a ll from \nBiesse America’s confidential customer information database, includes not only the \ncustomer name and contact information but also the relevant product, price, and \nconfidence level  attributed by Biesse America for each opportunity.  ( See 2d \nKaltsounis-Kampiziones Aff.  Ex. 2 .)  Weeks later, Dominici accessed the \nOpportunities Spreadsheet and divided it into eight new spreadsheets, broken down \nby product type.  (See 2d Kaltsounis-Kampiziones Aff. ¶¶ 4(f)–(h), Ex. 2A.)   \nII. \nCONCLUSIONS OF LAW \n18. A preliminary injunction is “an extraordinary measure taken by a court to \npreserve the status quo of the parties during litigation.”  Ridge Cmty. Inv’rs, Inc. v. \nBerry, 293 N.C. 688, 701, 239 S.E.2d 566, 574 (1977).  The plaintiff bears the burden \nto establish the “right to a preliminary injunction,” Pruitt v. Williams, 288 N.C. 368, \n372, 218 S.E.2d 348, 351 (1975), and is entitled to relief only: “(1) if [the] plaintiff is \nable to show [a] likelihood of success on the merits of his case and (2) if [the] plaintiff \nis likely to sustain irreparable loss unless the injunction is issued, or if, in the opinion \nof the Court, issuance is necessary for the protection of [the] plaintiff’s rights during \nthe course of litigation.”  A.E.P. Indus., Inc. v. McClure, 308 N.C. 393, 401, 302 S.E.2d \n754, 759–60 (1983) ( citation and internal quotation marks omitted).  Likelihood of \nsuccess means a “reasonable likelihood.”  Am. Air Filter Co. v. Price , 2017 NCBC \nLEXIS 9, at *11 (N.C. Super. Ct. Feb. 3, 2017) (citing A.E.P., 308 N.C. at 404, 302 \nS.E.2d at 761).   \n19. “Injunctive relief is granted only when irreparable injury is real and \nimmediate.”  Hall v. City of Morganton , 268 N.C. 599, 600 –01, 151 S.E.2d 201, 202 \n(1966).  The plaintiff may demonstrate irreparable injury by showing “that the injury \nis one to which the complainant should not be required to submit or the other party \npermitted to inflict, and is of such continuous and frequent recurrence that no \nreasonable redress can be had in a court of law.”  A.E.P., 308 N.C. at 407, 302 S.E.2d \nat 763 (emphasis omitted).  In addition, the trial court must weigh the potential harm \na plaintiff will suffer if no injunction is entered against the potential harm to a \ndefendant if the injunction is entered.  See Williams v. Greene, 36 N.C. App. 80, 86, \n243 S.E.2d 156, 160 (1978). \n20. For the reasons discussed below, the Court determines that Biesse America \nis entitled to a preliminary injunction, but limited to its claim for misappropriation \nof trade secrets.  The Court determines that Biesse America is not entitled to an order \nenjoining Dominici from competing against Biesse America  or soliciting its \ncustomers. \nA. Unclean Hands \n21. Dominici and SCM America contend that that the Court should not reach \nthe merits of the motion for preliminary injunction because Biesse America’s request \nfor injunctive relief is barred by its own unclean hands.  “[C]ourts have long \nrecognized that a party seeking equitable relief, such as injunctive relief, must come \nbefore the court with ‘clean hands.’ ”  Combined Ins. Co. of Am. v. McDonald, 36 N.C. \nApp. 179, 182–83, 243 S.E.2d 817, 819 (1978).   \n22. Dominici and SCM  America offer two theories.  The first is  that Biesse \nAmerica breached Dominici’s employment agreement before he resigned and \ntherefore cannot seek to enjoin Dominici for his own breach of that agreement \nafterward.  This issue relates to Dominici’s commission earnings.  In Annex 4 of the \nemployment agreement , Biesse America  reserved the right  to renegotiate future \ncommission payments once Dominici’s total commissions for a given year exceeded \n$80,000.  Dominici’s commissions for 2018 fell short of that mark, and he contends \nthat Biesse America breached the agreement by alterin g the commission structure \nanyway.  (See Dominici Aff. ¶¶ 26–32; Br. Opp’n Mot. Prelim. Inj. 7 –8, ECF No. 29 \n[“Opp’n”].) \n23. There is no evidence, though, that Biesse America actually altered the \ncommission structure.  Dominici’s supervisor informed him of a proposed change, and \nDominici sent an immediate counteroffer.  (See Dominici Aff. ¶ 30; Varelli Aff. ¶ 10, \nEx. A.)  It is unclear whether any further negotiations took place.  Either way, Biesse \nAmerica agreed to honor the existing commission structure for 2019 .  (See Valentin \nAff. ¶ 8, Ex. A.)  This evidence is insufficient to show that Biesse America breached \nthe agreement and approached the Court with unclean hands.  \n24. The second theory is that Biesse America cannot complain about Dominici’s \ndecision to join SCM America because it has also attempted to lure away SCM \nAmerica’s employees in the past.  (See Opp’n 8–9, Ex. 7 ¶¶ 6–11.)  But even if Biesse \nAmerica’s conduct in that regard were wrongful,  “[a] person is not barred from his \nday in court in a particular case because he acted wrongfully in another unrelated \nmatter or because he is generally immoral.”  Shaw v. Gee, 2018 NCBC LEXIS 109, at \n*17 (N.C. Super. Ct. Oct. 19, 2018) (quoting High v. Parks, 42 N.C. App. 707, 711, 257 \nS.E.2d 661, 663 (1979)).  The Court therefore concludes that the doctrine of unclean \nhands does not bar Biesse America’s request for injunctive relief.  \nB. Misappropriation of Trade Secrets \n25. Turning to the merits, the Court first addresses Biesse America’s claim for \nmisappropriation of trade secrets.  Dominici and SCM America do not challenge \nwhether the MTOs, the Discount File, or the Markup File are entitled to trade-secret \nprotection.  Nor do they dispute that Dominici kept th e files after leaving Biesse \nAmerica.  Instead, they argue that Dominici’s activities  do not amount to \nmisappropriation and that there is no ongoing risk of harm to Biesse America because \nall trade-secret and confidential information has been returned.  (See Opp’n 19–22.) \n26. By statute, misappropriation is defined as the “acquisition, disclosure, or \nuse of a trade secret of another without express or implied authority or consent,” \nunless the trade secret was obtained through other legitimate means, such as \nindependent development.  N.C.G.S. §  66-152(1).  A prima facie case of \nmisappropriation requires substantial evidence that the wrongdoer “(1) [k]nows or \nshould have known of the trade secret; and (2) [h]as had a specific opportunity to \nacquire it for discl osure or use or has acquired, disclosed, or used it without the \nexpress or implied consent or authority of the owner.”  Id. § 66-155.  A party may rely \non direct or circumstantial evidence to prove misappropriation.   See, e.g. , TSG \nFinishing, LLC v. Bollinger, 238 N.C. App. 586, 595, 767 S.E.2d 870, 878 (2014). \n27. The evidence of misappropriation here is compelling.  Dominici retained the \nMTOs, the Markup File, and the Discount File after leaving Biesse America and while \nintending to work for its direct competitor.  (Dominici Aff. ¶¶ 72, 80.)  In response to \nthe Court’s temporary restraining order, Dominici also identified thousands of other \nelectronic files in his possession that contain Biesse America’s confidential \ninformation.  The documents include non-public price lists, technical descriptions of \nproducts, and analyses of competitors’ products,  among other things .  (See 2d \nKaltsounis-Kampiziones Aff.  ¶ 3.)  These are precisely the types  of valuable \nconfidential information that North Carolina courts regularly protect as trade \nsecrets.  See, e.g., Red Valve, Inc. v. Titan Valve, Inc., 2018 NCBC LEXIS 31, at *26–\n28 (N.C. Super. Ct. Apr. 10, 2018) (collecting cases). \n28. More troubling, there is evidence showing that Dominici acquired some of \nthis highly sensitive information on the eve of his resignation .  On June 11, 2019 —\nthe day before Dominici gave notice of his resignation—he created the Masterfile, a \nspreadsheet containing all of the stock inventory and sales prices for Biesse America \nand one of its affiliates .  (2d Kaltsounis-Kampiziones Aff. ¶ ¶ 6, 7.)  The next day, \nDominici gathered information about dozens of current sales opportunities for Biesse \nAmerica in the Pacific Northwest and put that information into the Opportunities \nSpreadsheet.  ( See 2d Kaltsounis -Kampiziones Aff. ¶ ¶ 4(c), (e), Ex. 2A.)   The \ninformation included customer names, products, and negotiated prices  for each \nopportunity.  (See 2d Kaltsounis-Kampiziones Aff. ¶ 4(c), Ex. 2.)  There is no obvious \nreason why Dominici would have needed this information to perform his duties for \nBiesse America; his assigned territory excluded the Pacific Northwest.  (See Empl. \nAgr. Annex 1.)  But  the information had self-evident value for his next job.  He had \nthat very day signed an agreement to join SCM America as its “Area Manager of the \nNorth West.”  (Dominici Aff. ¶¶ 44, 49; SCM Agr. § 1; 2d Kaltsounis-Kampiziones Aff. \n¶ 5.)1 \n                                                 \n1 This evidence was discovered in the materials produced by Dominici as required by the \nCourt’s temporary restraining order and was therefore first introduced in Biesse America’s \nreply brief.  The Court gave Dominici’s counsel an opportunity to respond at the hearing.  As \nbest the Court can tell, Dominici’s position is that he never intended to contact these \ncustomers but instead identified them so that he would know which customers not to contact \nduring his employment with SCM America.  Nothing in the recor d lends credence to this \n29. Dominici and SCM  America argue that th is evidence shows nothing more \nthan access and opportunity to acquire trade secrets.  (See Opp’n 20–21.)  Not so.  All \nof the relevant files were stored on Dominici’s personal devices.  He plainly acquired \nthem. \n30. And he did so under hi ghly suspicious circumstances.  Dominici requested \nthe MTOs, the Discount File, and the Markup File after meeting with SCM America \nto discuss future employment and after confirming that Biesse America would pay \nhis full commission earnings “if our relation ship would end in June.”  (Valentin Aff. \nEx. A.)  He then created the Masterfile and the Opportunities Spreadsheet within \nhours of announcing his resignation.  (2d Kaltsounis-Kampiziones Aff. ¶¶ 4(f), 6, Ex. \n2A.)  There is ample evidence supporting an infe rence that Dominici accessed and \ngathered this confidential information while intending to resign and join a \ncompetitor.  He also kept the information after resigning and after Biesse America \nreminded him of his obligation to return its records and related  property.  (See V. \nCompl. Ex. B.)   Taken together, these facts demonstrate Dominici’s unauthorized \nacquisition and retention of the disputed files.  See Addison Whitney, LLC v. Cashion, \n2017 NCBC LEXIS 23, at * 18–19 (N.C. Super. Ct. Mar. 15, 2017)  (“[A]n employer \nmay demonstrate unauthorized access by showing that an employee continued to \naccess trade secrets after receiving a job offer from a competitor and then later \naccepted the offer.”); see also Am. Air Filter, 2017 NCBC LEXIS 9, at *24.   \n                                                 \nalleged motive, which is extremely difficult to square with Dominici’s acquisition of specific \nopportunities by product and the pricing information related to those opportunities. \n31. There is also evidence that Dominici used the information he acquired.  On \nJuly 10, 2019, weeks after leaving Biesse America , Dominici modified the \nOpportunities Spreadsheet and then used the information within it to create eight \nnew spreadsheets, divided by product type.  (2d Kaltsounis-Kampiziones Aff. ¶¶ 4(f)–\n(h), Ex. 2A .)  He then modified the Masterfile on July 16 —the day after his \nemployment was set to begin.  (See 2d Kaltsounis-Kampiziones Aff. ¶ 6.)  To what end \nDominici used the information is unclear, but it coincided with his start date with \nSCM America and with his attendance of an important trade show on its behalf.  \n32. In short, the record as a whole includes substantial evidence that Dominici \nacquired and used Biesse America’s trade secrets  without its express or implied \nconsent.  See N.C.G.S. § 66-155.  The Court therefore concludes that Biesse America \nhas established a likelihood of success on the merits of its claim for misappropriation \nof trade secrets. \n33. The Court also concludes that Biesse America would be irreparably harmed \nin the absence of an order enjoining Dominici and SCM America from using and \ndisclosing its trade secrets.  The Trade Secrets Protection Act “permits preliminary \ninjunctions where a prima facie case for ‘actual or threatened misappropriation of a \ntrade secret’ is established.”  Horner Int’l Co. v. McKoy , 232 N.C. App. 559, 569 –70, \n754 S.E.2d 852, 859 (2 014) (quotin g N.C.G.S . § 66-154(a)) (emphasis omitted).  \nDominici’s acquisition of Biesse America’s trade secrets while planning to compete \nagainst it and his retention  of those trade secrets after joining its competitor in the \nface of a demand for their return are “precisely the type [s] of threatened \nmisappropriation, if not actual misappropriation, that the [statute] aims to prevent \nthrough the issuance of a preliminary injunction.”  TSG Finishing, 238 N.C. App. at \n595, 767 S.E.2d at 878. \n34. Dominici and SCM America  argue that any harm has been cured by the \nCourt’s temporary restraining order, which required the return of Biesse America’s \nconfidential information.  (See Opp’n 19; Dominici Aff. ¶¶ 93–97; Opp’n Ex. 4 ¶¶ 6–8; \nOpp’n Ex. 5 ¶¶  7–16; Opp’n Ex. 6 ¶¶  8–11.)  This is simply not the law .  “The very \nnature of a trade secret mandates that misappropriation will have significant and \ncontinuous long-term effects.”  Barr-Mullin, Inc. v. Browning, 108 N.C. App. 590, 597, \n424 S.E.2d  226, 230 (1993).  Dominici acquired substantial amounts of Biesse \nAmerica’s confidential information  while intending to compete against it, and he \nreturned the relevant files only after litigation began and under court order.  He also \nintends to perform similar work for SCM America, a direct competitor, albeit in a new \nterritory.  A preliminary injunction is not only necessary to prevent irreparable harm \nto Biesse America but also to protect its rights during the course of this litigation.  \n35. For the same reasons , the balancing of the equities supports granting a \npreliminary injunction.  See Williams, 36 N.C. App. at 86, 243 S.E.2d at 160.  The \nirreparable harm that Biesse America would suffer in the absence of injunctive relief \nfar outweighs any potential harm to Dominici or SCM America if the injunction is \nissued.  Indeed, Dominici and SCM America conceded at the hearing that they would \nsuffer no harm at all from the imposition of  an injunction  against the use and \ndisclosure of the claimed trade secrets.   \n36. SCM America appears to contend that  it should be excluded from any \ninjunction because it did not participate in Dominici’s actions .  The Court disagrees.  \nSome of the relevant activity took place after Dominici began his employment with \nSCM America.  And in any event, SCM America is now on notice of Dominici’s \nactivities.  Biesse America is entitled to a preliminary injunction preventing Dominici \nand all persons in active concert or participation with him, including his employer, \nSCM America, from retaining, using, disclosing, or distributing any trade -secret \ninformation.  See N.C. R. Civ. P. 65(d).  Of course, Dominici remains free “to use [his] \nown skills, experience, and personal relationships with clients. ”  Addison Whitney, \n2017 NCBC LEXIS 23, at *23 (collecting cases). \nC. Breach of Contract Claims \n37. Biesse America also argues that it is likely to succeed on its claim for breach \nof Dominici’s employment agreement.  It contends that Dominici has breached at \nleast the agreement’s non-compete and non-solicitation provisions.  (See Br. in Supp. \nMot. Prelim. Inj. 3, ECF No. 1 6.)  Dominici responds that both provisions are \nunenforceable and that there is no evidence he has breached the non -solicitation \nprovision.  (See Opp’n 9–18.) \n38. The Court concludes that Biesse America has not shown that it is likely to \nsucceed as to the non-solicitation provision.  Its opening brief is silent on that point, \nand there is no evidence that Dominici has solicited its customers.  Without evidence \nof a breach, Biesse America is not likely to succeed on the merits.  The Court therefore \nneed not address whether the non-solicitation provision is enforceable. \n39. The Court also concludes that Biesse America has not shown a likelihood of \nsuccess as to the non-compete provision.  It appears to be undisputed that Dominici’s \nemployment with SCM America runs afoul of the covenant not to compete.  But Biesse \nAmerica, as the party seeking to enforce the covenant, has the burden to prove that \nit is reasonable in scope  “as to both time and territory .”  Hartman v. W.H. Odell & \nAssocs., 117 N.C. App. 307, 311, 450 S.E.2d 912, 916 (1994).  Biesse America has not \nshown that it is likely to carry that burden. \n40. Our appellate courts have repeatedly observed that “[c]ovenants not to \ncompete between an employer and employee are ‘not viewed favorably in modern \nlaw.’ ”  Farr Assocs., Inc. v. Baskin, 138 N.C. App. 276, 279, 530 S.E.2d 878, 881 (2000) \n(quoting Hartman, 117 N.C. App. at 311, 450 S.E.2d at 916); accord VisionAIR, Inc. \nv. James , 167 N.C. App. 504, 508, 606 S.E.2d 359, 362 (2004).  “To be valid, the \nrestrictions on the employee’s future employability by others must be no wider in \nscope than is necessary to protect the business of the employer.”   VisionAIR, 167 N.C. \nApp. at 508, 606 S.E.2d at 362 (citation and quotation marks omitted). \n41. Six factors bear on the reasonableness of a geographic restriction: \n(1) the area, or scope, of the restriction; (2) the area assigned to the \nemployee; (3) the area where the employee actually worked or was \nsubject to work; (4)  the area in which the employer operated; (5) the \nnature of t he business involved; and (6) the nature of the employee’s \nduty and his knowledge of the employer’s business operation. \nHartman, 117 N.C. App. at 312, 450 S.E.2d at 917 (citation omitted).  Restrictions on \ntime and territory must be considered  in tandem —“[a] longer period of time is \nacceptable where the geographic restriction is relatively small, and vice versa.”  Farr \nAssocs., 138 N.C. App. at 280, 530 S.E.2d at 881. \n42. Here, the non-compete provision has no geographic restriction.  It prohibits \nDominici from accepting “a competitive position in a competitive company” so long as \nthat company is in the same industry as Biesse America, is in direct competition with \nBiesse America or Biesse S.p.A., and currently operates “in the same markets as ” \nBiesse America.  (Empl. Ag r. § 17(a).)  As written, this could catch companies that \ncompete against Biesse America in Canada but also operate in Europe or Asia.  \nDominici is barred from taking a “competitive position” with such companies \nregardless of where that position may be located.2  \n43. A worldwide covenant not to compete is not per se invalid.  See, e.g., Market \nAm., Inc. v. Christman-Orth, 135 N.C. App. 143, 153–54, 520 S.E.2d 570, 578 (1999) \n(holding that  non-compete with “no fixed geographic restriction”  was not \n“unreasonable as a matter of law” ).  But it must bear some rational relationship  to \nthe employer’s operations and the employee’s duties.  And the party attempting to \nenforce the covenant must show that its unlimited territorial breadth is both \nreasonable when considered in tandem with the length of the restriction and \nnecessary to protect the party’s interests.   That’s a tall order.  It bears noting that \n                                                 \n2 During the hearing on its motion for a temporary restraining order, Biesse America’s \ncounsel appeared to concede that the non-compete has no territorial limitation.  In its reply \nbrief in support of the motion for preliminary injunction, Biesse America argued, for the first \ntime, that the non-compete is limited to the markets in which it operates, namely the United \nStates and Canada.  (See Reply Br. 6 n.3, ECF No. 30.)  At the preliminary-injunction hearing, \nBiesse America retreated from that position and argued that the non -compete extends at \nleast to the markets of Biesse S.p.A., which would include more than 100 countries around \nthe world.  (See Opp’n Ex. 2.)  Neither of these proposed territorial limitations finds support \nin the plain language of the non -compete provision .  Biesse America als o argued at the \nhearing, in another position not contained in any of its briefs, that the term “competitive \nposition” amount s to a territorial limitation .  It is hard to see why this would be so.  \nCompetition doesn’t necessarily stop at the border.   The Court will not read in a territorial \nlimitation where none exists. \nBiesse America has not presented, nor has the Court found through its own research, \nany case in which a North Carolina court has granted a preliminary injunction to \nenforce a worldwide covenant not to compete.   \n44. Biesse America has not shown why either its own operations or Dominici’s \nduties would require a worldwide non -compete.  In proceedings on the temporary \nrestraining order, the limited record  before the Court showed that Biesse America’s \nbusiness was international in scope.  It is now clear that “international” means the \nUnited States and Canada.  (See Dominici Aff. ¶ 23.)  Dominici had responsibility for \nonly part of that territory.  ( See Empl. Agr. Annex 1 .)  No evidence suggests that \nBiesse America has customers outside of the United States and Canada, and no \nevidence shows where its customers are located within those two countries or even \nhow many there are.  It is also unclear whether Dominici actually made contact with \ncustomers throughout his assigned territory  during his employment with Biesse \nAmerica.  In the absence of such evidence, Biesse America has not shown that it is \nlikely to succeed in proving the reasonableness of the covenant’s geographic scope.  \nSee Moonracer, Inc. v. Collard, 2013 U.S. Dist. LEXIS 126120, at *7 (E.D.N.C. Sept. \n4, 2013); Patch Rubber Co. v. Toelke, 2013 U.S. Dist. LEXIS 84104, at *7–9 (E.D.N.C. \nJune 14, 2013). \n45. The duration of the non-compete does not sufficiently mitigate its boundless \nterritorial scope .  In effect, the non -compete would bar Dominici from working \nanywhere in the world for numerous companies —the nonexclusive list in the \nemployment agreement includes twenty-three—for a period of six months.  Biesse \nAmerica has not shown why this restriction would be reasonable even though, \nstanding alone, the six-month period seems relatively short.  (Empl. Agr. § 17(a).)   \n46. Nor has Biesse America shown that  a worldwide non-compete is necessary \nto protect its legitimate business interests.  One primary purpose of a non-compete is \nto protect customer relationships when an employee who had close contact with those \ncustomers leaves.  See Hartman, 117 N.C. App. at 312–13, 450 S.E.2d at 917.  On this \nrecord, it is unclear where Biesse America’s customers are located and where \nDominici’s customer contacts were concentrated.  What is clear, though, is that any \nrelevant customers were located somewhere in the United States or Canada.  No \nevidence suggests that Biesse America needed a worldwide covenant not to compete \nto maintain its customer relationships.  \n47. Biesse America argues that  it also  has a n interest in preserving its \nconfidential information.  Our courts have recognized that protection of confidential \ninformation and trade secrets is a legitimate purpose of a non -compete.  See United \nLabs., Inc. v. Kuykendall , 322 N.C. 643, 650, 370 S.E.2d 375 , 380–81 (1988); XPO \nLogistics Inc. v. Anis, 2016 NCBC LEXIS 54, at *19 (N.C. Super. Ct. July 12, 2016) .  \nAgain, though, Biesse America has not shown why such an interest would support a \nworldwide non-compete.  Dominici appears to have been a mid -level employee with \nassigned responsibilities for a single product, albeit over a relatively large geographic \narea.  Although he had access to confidential information as needed for his duties, \nthere is no evidence that he had the type of wide -ranging access that might be \navailable to a company officer or other high -level employee.  In fact, Biesse America \naccuses Dominici of having acquired and taken confidential information outside of \nhis assigned area of responsibility, for which he should have had limited or no access.   \n48. There is always some risk that an employee, rega rdless of station, might \nskirt the employer’s security systems and obtain trade secrets with ill intent.  That \nrisk is not a sufficient reason to impose onerous competition restrictions unconnected \nto the employee’s duties.  As the Court of Appeals for the  Fourth Circuit has \npersuasively observed, “[n]on -competition agreements cannot prevent disclosure [of \ntrade secrets] anywhere in the world and until the end of time, for they would be held \nunreasonable.  Instead, a non-competition agreement will merely prevent the illegal \nuse of a trade secret next door in the near future, where the use might do the most \ndamage.”  Eden Hannon & Co. v. Sumitomo Tr . & Banking Co. , 914 F.2d 556, 562 \n(4th Cir. 1990). \n49. Finally, the blue-pencil rule “severely limits” this Court’s authority to alter \nthe covenant so as to save it.  Hartman, 117 N.C. App. at 317, 450 S.E.2d at 920 .  It \nis perhaps possible not to enforce “a distinctly separable part of the covenant,” but \nthe Court may not revise or rewrite it.  Id.  At the hearing, Biesse America’s counsel \nsuggested striking “or Biesse SpA” from the phrase “in direct competition with Biesse \nAmerica, Inc.  or Biesse SpA .”  But this is not a distinctly separable part of the \ncovenant, which later goes on  to identify a nonexclusive list of twenty-three \ncompanies that qualify as relevant competitors.  There is no evidence as to how many \nof these companies are competitors of Biesse S .p.A. but not competitors of Biesse \nAmerica.  And in any event, striking the phrase “or Biesse SpA” would leave in place \na worldwide territorial restriction against employment by competitors of Biesse \nAmerica. \n50. Biesse America’s counsel also argued that if Article 17(a) is unenforceable, \na separate non-compete in Article 17(b) would remain enforceable.  That alternative \ncovenant includes a customer -based restriction.  (See Empl. Agr. § 17(b) .)  Even if \nArticle 17(b) is enforceable, though, Biesse America has not shown any evidence of a \nbreach of this alternative provision. \n51. The Court therefore concludes that Biesse America has not shown that it is \nlikely to succeed on the merits of its claim for breach of the non-compete provision. \nIII. \nCONCLUSION \n52. Based on these findings of fact and conclusions of law, the Court GRANTS \nin part and DENIES in part the motion for preliminary injunction.  In its discretion, \nthe Court orders that, pending resolution of this action, and until otherwise ordered: \na. The temporary restraining order is DISSOLVED. \nb. Dominici and SCM America, and any persons or entities in active concert \nwith them, are ENJOINED during the pendency of this action from \nusing or disclosing Biesse America’s trade secrets, including but not \nlimited to the  confidential information contained in the  MTOs, the \nDiscount File, the Markup File, the Masterfile, and the Opportunities \nSpreadsheet. \nc. To the extent he has not done so already, as required by the temporary \nrestraining order, Dominici shall return to Biesse America within seven \ndays of this Order, any confidential information of Biesse America in his \npossession, custody, or control.   \nd. Counsel for Dominici may retain one copy of all information delivered to \ncounsel for Biesse America pursuant to paragraph (c) on an attorney -\neyes-only basis.  Such information shall be accessible only to Jeffrey A. \nLong, counsel of record for Dominici, and necessary employees of Mr. \nLong.  The parties are urged to confer and present a consent protective \norder for the Court’s consideration as soon as possible. \ne. Dominici shall preserve the laptop and tablet h e used during his \nemployment with Biesse America and make no efforts to destroy or delete \nany files save and except as necessary to comply with this Order. \nf. In its discretion, the Court determines that the existing bond of $2,000 \nis adequate to protect the interest of Dominici and SCM America.  No \nfurther bond shall be required to secure this Order \n53. Except as stated, the motion for preliminary injunction is DENIED. \n54. Finally, Biesse America has requested a forensic examination of the \nrelevant devices used by Do minici.  The Court elects not to require such an \nexamination as part of this Order but intends to resolve any dispute in that regard \nas a discovery matter.  Within seven days of the entry of this Order, the parties shall \nmeet and confer in an attempt to re solve or narrow their dispute, if any, as to a \nforensic examination of the relevant devices.  In the event the parties do not reach \nagreement, Biesse America shall submit an e -mail summary of the dispute, limited \nto 750 words, to the law clerk assigned to this case on or before August 30, 2019.  \nDefendants shall submit a responsive e -mail of 750 words or less within three \nbusiness days thereafter.  The Court will then determine whether to set the matter \nfor a status conference or hearing. \n \n \nSO ORDERED, this the 19th day of August, 2019. \n     \n \n  \n/s/ Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge  \n  for Complex Business Cases "
}