{
  "id": "2ab9421aac284f2585f8012765a53cdb94432f3109fafda7c614a53f26306895",
  "source_file": "data/raw/ncbc/2ab9421aac284f2585f8012765a53cdb94432f3109fafda7c614a53f26306895.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCUMBERLAND COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 5535 \n \nCUMBERLAND COUNTY \nHOSPITAL SYSTEM, INC., \nindividually, \n \nPlaintiff, \n \nv. \n \nMICHAEL G. WOODCOCK and \nWOODCOCK CUSTOM VISION, \nLLC, \n \n                                Defendants. \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION FOR PARTIAL \nSUMMARY JUDGMENT, \nDEFENDANT WOODCOCK’S MOTION \nTO WITHDRAW AND AMEND \nDEEMED ADMISSIONS, AND \nDEFENDANT WOODCOCK CUSTOM \nVISION, LLC’S MOTION FOR \nPROTECTIVE ORDER AND FOR \nDECLARATORY JUDGMENT \n \n \nTHIS MATTER  comes before the Court on  three motions:  (1) Plaintiff’s \nMotion for Partial Summary Judgment Against Michael G. Woodcock (“Motion for \nPartial Summary Judgment,” ECF No. 30) ; (2) Defendant Michael G. Woodcock’s \nMotion to Withdraw and Amend the Deemed Admissions to Plaintiff’s Requests for \nAdmissions Pursuant to N.C. R. Civ. P. 36(b) (“Motion to Withdraw and Amend,” ECF \nNo. 37) ; and (3) Defendant Woodcock Custom Vision, LLC’ s Motion for Protective \nOrder and Motion for Declaratory Judgment ( “Motion for Protective Order  and \nDeclaratory Judgment,” ECF No. 40) (collectively, “Motions”).  \nTHE COURT, having considered the M otions, the briefs of the parties, the \narguments of counsel, and all applicable matters  of record, CONCLUDES that, for \nthe reasons set forth below , the Motion to Withdraw and Amend should be \nGRANTED, the Motion for Partial Summary Judgment should be DENIED, and the \nMotion for Protective Order and Declaratory Judgment should be DENIED. \nCumberland Cnty. Hosp. Sys., Inc. v. Woodcock, 2023 NCBC 45. \nK&L Gates LLP, by Nathan A. Huff and Anderson M. Shackleford, for \nPlaintiff Cumberland County Hospital System, Inc. \n \nDouglas S. Harris for Defendant Michael G. Woodcock.   \n \nKrispen Culbertson for Defendant Woodcock Custom Vision, LLC.  \n \nDavis, Judge. \n \nINTRODUCTION \n1. Much ink has been spilled by the parties in connection with the present \nMotions.  But the underlying issues are straightforward: F irst, is Plaintiff \nCumberland County Hospital System, Inc. (“Plaintiff”) entitled to partial summary \njudgment against Defendant Michael G. Woodcock (“Woodcock”) based on Woodcock’s \nfailure to respond to requests for admission allegedly served upon him by Plaintiff ? \nSecond, s hould Defendant Woodcock Custom Vision, LL C (“WCV”) be required to \nrespond to discovery requests in this case?  The answers are no and yes, respectively. \nFACTUAL AND PROCEDURAL BACKGROUND \n2. The underlying events giving rise to this action—as alleged in Plaintiff’s \nComplaint—are summarized in the Court’s 21 March 2023 Order and Opinion  on \nDefendants’ Joint Motion to Dismiss.  (“21 March Opinion,” ECF No. 25.)  In essence, \nPlaintiff (who, along with Woodcock, is one of the two members of WCV) asserted both \nindividual (or direct) and derivative claims in its Complaint that primarily alleg ed \nvarious forms of wrongful acts by Woodcock. \n3. In its 21 March Opinion, the Court dismissed,  without prejudice , \nPlaintiff’s derivative claims but declined to dismiss its individual claims except with \nrespect to Plaintiff’s claim for breach of fiduciary dut y against Woodcock for actions \ntaken by him as a manager of WCV.  (ECF No. 25.) \n4. Unlike the issues raised by the parties in Defendants’ Joint Motion to \nDismiss, however, the present Motions are more procedural than substantive.  \n5. On 4 April 2023, Plaintiff filed a Motion for Partial Summary Judgment.  \n(ECF No. 30.)  In th at motion, Plaintiff request s judgment in its favor against \nWoodcock on the issue of liability regarding Plaintiff’s individual claims for breach of \noperating agre ement, breach of fiduciary duty , and constructive fraud.   Plaintiff \nasserts that it is entitled to this relief  based on requests for admission it previously \nserved on Woodcock on 7 November 2022 to which Woodcock has failed to respond.  \nPlaintiff contends that pursuant to Rule 36 of the North Carolina Rules of Civil \nProcedure, the factual matters contained within those requests for admission should \ntherefore be deemed admitted and that, as a result, these admissions entitle Plaintiff \nto partial summary judgment on its claims against Woodcock.  (Br. Supp. Mot. Partial \nSumm. J.) \n6. In response to Plaintiff’s Motion, Woodcock filed a Motion to Withdraw \nand Amend on 18 April 2023 in which he requested that any deemed admissions in \nconnection with Plaintiff’s requests for admission to him be withdrawn and that he \nbe permitted to serve responses.  (Mot. Withdraw and Amend.)   \n7. On 20 April 2023, WCV filed  a Motion for  Protective Order and \nDeclaratory Judgment.  (ECF No. 40.)  In this Motion, WCV sought an order from the \nCourt (1) providing that WCV is not required to respond to the discovery requests \nthat Plaintiff served upon it; and (2) declaring that WCV is no longe r a party in this \naction following the Court’s dismissal of Plaintiff’s derivative claims in its  21 March \nOpinion.  \n8. The Court held a hearing on the Motions on 27 June 2023.  The Motions \nare now ripe for decision. \nLEGAL STANDARD \n9. It is well established that “[s]ummary judgment is proper ‘if the \npleadings, depositions, answers to interrogatories, and admissions on file, together \nwith the affidavits, if any, show that there is no genuine issue as to any material fact \nand that any party is entitled to a judgment as a matter of law.’ ”  Morrell v. Hardin \nCreek, Inc., 371 N.C. 672, 680 (2018) (quoting N.C. R. Civ. P. 56(c)).  “[A] genuine \nissue is one which can be maintained by substantial evidence.”  Kessing v. Nat’l \nMortg. Corp. , 278 N.C. 523, 534 (1971).  “Subst antial evidence is such relevant \nevidence as a reasonable mind might accept as adequate to support a conclusion and \nmeans more than a scintilla or a permissible inference.”  Daughtridge v. Tanager \nLand, LLC, 373 N.C. 182, 187 (2019) (citation and internal quotation marks omitted). \n10. On a motion for summary judgment, “[t]he evidence must be considered \n‘in a light most favorable to the non -moving party.’ ”  McCutchen v. McCutchen , 360 \nN.C. 280, 286 (2006) (quoting Howerton v. Arai Helmet, Ltd. , 358 N.C. 440, 47 0 \n(2004)).  “[T]he party moving for summary judgment ultimately has the burden of \nestablishing the lack of any triable issue of fact.”  Pembee Mfg. Corp. v. Cape Fear \nConstr. Co., 313 N.C. 488, 491 (1985) (citation omitted).   \n11. “For affirmative summary judgment on a party’s own claim, the burden \nis heightened.”  Futures Grp. v. Brosnan , 2023 NCBC LEXIS 7, at **4 (N.C. Super. \nCt. Jan. 19, 2023).  The movant “must show that there are no genuine issues of fact, \nthat there are no gaps in his proof, that no infer ences inconsistent with his recovery \narise from the evidence, and that there is no standard that must be applied to the \nfacts by the jury.”  Parks Chevrolet, Inc. v. Watkins, 74 N.C. App. 719, 721 (1985); \naccord Kidd v. Early, 289 N.C. 343, 370 (1976).  Consequently, “rarely is it proper to \nenter summary judgment in favor of the party having the burden of proof.”  Blackwell \nv. Massey, 69 N.C. App. 240, 243 (1984). \n12. Pursuant to Rule 36(a), a party served with a request for admis sion \nmust respond within 30 days or “the matter is deemed admitted.”  Duke Energy \nCarolinas, LLC v. AG Ins. SA/NV, 2020 NCBC LEXIS 14, at *5 (N.C. Super. Ct. Feb. \n10, 2020) (quoting Excel Staffing Servs., Inc. v. HP Reidsville, Inc., 172 N.C. App 281, \n284 (2005)).  “Any matter admitted under [the] rule is conclusively established unless \nthe court on motion permits withdrawal or amendment of the admission.”  N.C. R. \nCiv. P. 36(b).   \n13. “Rule 26 allows parties to ‘ obtain discovery regarding any matter, not \nprivileged, which is relevant to the subject matter involved in the pending action. ’ ”  \nEdison v. Acuity Healthcare Holdings, Inc., 2016 NCBC LEXIS 84, at **4 (N.C. Super. \nCt. Nov. 2, 2016) (quoting N.C. Civ. P. 26(b)(1)).  However, “ ‘[u]pon motion by a party \nor by the person from whom discovery is sought, and for good cause shown, ’ a trial \ncourt may issue an order limiting discovery ‘ to protect a party or person from \nunreasonable annoyance, embarrassment, oppression, or undue burden or expense.’ ”  \nDuke Energy Carolinas, LLC v. AG Ins. SA/NV, 2018 NCBC LEXIS 39 , at *8 (N.C. \nSuper. Ct. April 30, 2018) (quoting N.C. R. Civ. P. 26(c)).  In doing so , the court \n“balance[s] one party’s need for information against the likelihood of an undue burden \nbeing imposed upon the other.”  Brown v. Secor, 2017 NCBC LEXIS 65, **29 (N.C. \nSuper. Ct. July 28, 2017) (cleaned up).  “ The decision to enter a protective order .  . . \nis ‘within the discretion of the trial court [.]’ ”  Duke Energy Carolinas, LLC , 2018 \nNCBC LEXIS 39, at *9 (quoting Powers v. Parisher, 104 N.C. App. 400, 409 (1991)). \nANALYSIS \nI. Motion to Withdraw and Amend \n14. Plaintiff’s Motion for Partial Summary Judgment hinges on the matters \ncontained in its requests for admission being deemed admitted by Woodcock .  \nTherefore, the Court will first address Woodcock’s Motion to Withdraw and Amend. \n15. This Court has previously stated as follows: \n“Litigants in this state are required to respond to pleadings, \ninterrogatories and requests for admission with timely, good faith \nanswers.”  WXQR Marine Broad. Corp. v. JAI, Inc. , 83 N.C. App. 520, \n521, 350 S.E.2d 912, 913 (1986).  Rule 36(b) states that “[ a]ny matter \nadmitted under this rule is conclusively established unless the court on \nmotion permits withdrawal or amendment of the admission.”  N.C. R. \nCiv. P. 36(b).  The Rule further provides that a court may permit \nwithdrawal or amendment when (1) “the presentation of the merits of \nthe action will be subserved thereby” and (2) “the party who obtained \nthe admission fails to satisfy the court that withdrawal or amendment \nwill prejudice him in maintaining his action or defense on the merits.”  \nId.; see also Pritchard v. Dow Agro Scis., 255 F.R.D. 164, 172 (W.D. Pa. \n2009) (stating Federal Rule of Civil Procedure 36(b)’s nearly identical \ntwo-part test).  A trial court’s decision to permit withdrawal or \namendment is discretionary and “will not be overturned abs ent a \nshowing that the decision was so arbitrary that it could not have been \nthe result of a reasoned decision.”  Excel Staffing Serv., 172 N.C. App. at \n285, 616 S.E.2d at 353 (citing Eury v. N.C. Employment Sec. Comm., 115 \nN.C. App. 590, 603, 446 S.E.2d 383, 391 (1994)). \n \nDuke Energy Carolinas, LLC v. AG Ins. SA/NV, 2020 NCBC LEXIS 14, at *5–6 (N.C. \nSuper. Ct. Feb. 10, 2020). \n16. Woodcock asserts that he was n ot actually served with Plaintiff’s \nrequests for admission and that his attorney was never made aware that there were \noutstanding requests for admission when he made an appearance in this case.   \n17. In their  briefs, Plaintiff and Woodcock spar over this issue a t great \nlength, and —for the sake of brevity —the Court will not recite the details of their \nrespective contentions.  Instead, it suffices to say that based on its careful review  of \nthe record, the Court is satisfied that some degree of confusion exists  regarding the \nservice of the requests for admission upon Woodcock so as to warrant relief under \nRule 36.  Moreover, Plaintiff has failed to convince the Court that it will suffer any  \ndegree of prejudice if Woodcock’s deemed admissions are withdrawn and he is allowed \nto serve responses to the requests for admission. \n18. Therefore, in the exercise of its discretion, the Court elects to GRANT  \nWoodcock’s Motion to Withdraw or Amend, and Woodcock shall have up to and \nincluding 7 July 2023 in which to serve responses to Plaintiff’s requests for \nadmission directed to him. \nII. Motion for Partial Summary Judgment \n19. As noted above, Plaintiff’s Motion for Partial Summary Judgment is \npredicated on Woodcock being deemed to have admitted all factual matters contained \nwithin the requests for admission directed to him.  Without the admissions asserted \nby Plaintiff, it clearly has not satisfied its burden on a motion for summary judgment. \n20. Because the Court has granted Woodcock’s Motion to Withdraw and \nAmend, Plaintiff’s Motion for Partial Summary Judgment is DENIED.1 \nIII. Motion for Protective Order and Declaratory Judgment \n21. Finally, the Court must address WCV’s Motion for Protective Order and \nDeclaratory Judgment.  In this Motion, WCV requests that the Court declare that \nWCV is no longer a party in this lawsuit.  It also seeks a n accompanying protective \norder providing that WCV is not required to answer the discovery requests that \nPlaintiff has previously served upon it.   \n22. WCV’s contention that it is no longer a party to this  case is misplaced.  \nThe Court’s 21 March Opinion dismissed Plaintiff’s derivative claims but did not \ndisturb Plaintiff’s individual claim s for breach of operating agreement and for \ndeclaratory judgment—the two claims that were asserted against both Woodcock and \nWCV.  Accordingly, those two claims are still pending, and WCV remains a party to \nthis lawsuit.  As a party, WCV is both entitled to serve its own discovery requests and \nrequired to respond to such requests from other parties. \n23. WCV’s alternative argu ment that Plaintiff’s discovery requests are \ninvalid in that they were served before the Court’s entry of a Case Management Order \nalso lacks merit.  Indeed, Rule 10.4 of the Business Court Rules expressly provides \n \n1 The denial of this Motion is without prejudice to Plaintiff’s ability to file future motions for \nsummary judgment in this case  in accordance with the North Carolina Rules of Civil \nProcedure and the Business Court Rules. \nthat the “[R]ules do not discourage the parties from beginning discovery before entry \nof the Case Management Order[.]”  BCR 10.4(a).   In the absence of an agreement by \ncounsel for the affected parties, or a directive in the Court’s Case Management Order \nwithdrawing discove ry requests served before the entry of the Case Management \nOrder – neither of which exists here –  proper and timely responses to discovery \nrequests must be made by the party to whom they are directed. \n24. Accordingly, WCV ’s Motion for Protective Order and Decl aratory \nJudgment is DENIED, and WCV shall have up to and including  27 July 2023 in \nwhich to serve responses to all of Plaintiff’s outstanding discovery requests directed \nto it. \nCONCLUSION \n THEREFORE, IT IS ORDERED AS FOLLOWS: \n1. Woodcock’s Motion to Withdraw and Amend is GRANTED, and Woodcock \nshall have up to and including 7  July 2023 in which to serve responses \nto Plaintiff’s requests for admission directed to him; \n2. Plaintiff’s Motion for Partial Summary Judgment is DENIED; and  \n3. WCV’s Motion for Protective Order and Declaratory Judgment is DENIED, \nand WCV shall have up to and including 27 July 2023 in which to serve \nresponses to all of Plaintiff’s outstanding discovery requests directed to it.2 \n \n \n2 The parties’ filings since the Court’s 21 March Opinion have continued to use the original \ncaption to Plaintiff’s Complaint, which is no longer accurate in light of the Court’s dismissal \nof Plaintiff’s derivative claims.  In all future filings, the parties shall use the caption set forth \non page one of this Order and Opinion. \nSO ORDERED, this the 27th day of June, 2023 \n \n /s/ Mark A. Davis      \nMark A. Davis \nSpecial Superior Court Judge \nfor Complex Business Cases \n "
}