{
  "id": "2ac2460c35590fed015d3be8f7d3f356774cfb62100a9d6cdf9e05287bb98f8a",
  "source_file": "data/raw/ncbc/2ac2460c35590fed015d3be8f7d3f356774cfb62100a9d6cdf9e05287bb98f8a.pdf",
  "raw_text": "IN RE STUCCO ATTORNEY FEES PETITIONS, 2000 NCBC 7\n \nSTATE OF NORTH CAROLINA\n \nCOUNTY OF NEW HANOVER\n \nIN THE GENERAL COURT OF\nJUSTICE\nSUPERIOR COURT DIVISION\n \nIN RE SENERGY AND THORO\nCLASS ACTION SETTLEMENT\n \n \n \n96 \nCVS 5900\n \nIN RE PAREX, INC. EIFS\nLITIGATION\n   \n \n \n \n \n96 \nCVS 5901\n \nIN RE STO CORP. EIFS\nLITIGATION\n      \n \n  \n \n \n96 \nCVS 5902\n \nIN RE W.R. BONSAL COMPANY\n   \nEIFS LITIGATION\n \n \n \n \n96 \nCVS 5903\n \n \nIN \nRE CONTINENTAL\nSTUCCO\n                \nPRODUCTS \nEIFS LITIGATION\n       \n           \n \n \n \n \n96 \nCVS 5904\n \nIN RE DRYVIT SYSTEMS, INC.\n      \nEIFS LITIGATION\n     \n \n \n \n96 \nCVS 5905\n \n \nORDER ON PETITION FOR ATTORNEY FEES\n \n{1}\n      \nThis matter is before the Court on (1) the petition for attorney fees and expenses filed by class\ncounsel in connection with the partial settlement of this class action involving Defendants Parex, Inc.\n(“Parex”), Sto Corp. (“Sto”), W.R. Bonsal Co. (“Bonsal”), Continental Stucco Products\n(“Continental”), and Dryvit Systems, Inc. (“Dryvit”) (collectively “Settling Defendants”) and (2) the\nmotion for reconsideration of the Order on Petition for Attorney Fees issued by this Court in the matter\nof \nIn re Senergy and Thoro Class Action Settlement\n, 1999 NCBC 7 (No. 96 CVS 5900, New Hanover\nCounty Super. Ct. July 14, 1999) (Tennille, J.).\n  \nThe Court has previously approved the settlement of\nthe class claims against Senergy, Inc. (“Senergy”) and Thoro Systems Products, Inc. (“Thoro”), and\nthe Settling Defendants.\n  \nFor the reasons set forth below, the Court issues an award of $9,271,500 in\nattorney fees and expenses to class counsel to compensate them for their efforts in connection with the\nrecent agreements with Settling Defendants and modifies its earlier fee award in the Senergy\nsettlement.\nShipman & Associates, L.L.P., by Gary K. Shipman and Carl W. Thurman III; The Blount Law Firm,\nP.L.L.C., by Marvin K. Blount Jr.; Doffermyre, Shields, Canfield, Knowles & Devine by Everette L.\nDoffermyre; Cohen, Milstein, Hausfeld & Toll, P.L.L.C., by Gary E. Mason; Heins Mills & Olson,\nP.L.C.,\n  \nby Kent M. Williams; and The Alexander Law Firm, by William M. Audet,\n  \nfor Settlement\nClass Members.\n \nMoore & Van Allen PLLC, by Curtis J. Shipley and Daniel G. Clodfelter, for Defendant W.R. Bonsal\nCompany.\n \nPatterson, Dilthey, Clay & Bryson, L.L.P., by Stuart L. Egerton, for Defendant Continental Stucco\nProducts.\n \nTurner, Padgett, Graham & Laney, P.A., by Steven W. Ouzts; Edgar & Paul, by Karl F. Edgar, for\nDefendant Parex, Inc.\n \nWomble Carlyle Sandridge & Rice PLLC, by Robert E. Fields, III, Jerry S. Alvis, W. Andrew\nCopenhaver and F. Bruce Williams, for Defendant Dryvit Systems, Inc. and Defendant Sto Corp.\n \nTurner, Padgett, Graham & Laney, P.A., by J. Kenneth Carter, Jr., for Defendant Senergy, Inc. and\nDefendant Thoro Systems Products, Inc.\n \nHaynesworth, Marion, McKay & Guerard, by Moffatt G. McDonald, James B. Pressley, Jr., and\nWilliam David Connor, for Defendant United States Gypsum.\n \nI.\n{2}\n     \nThis action was brought on January 5, 1996 against nine defendants who represented the majority\nof manufacturers of synthetic stucco or Exterior Insulation and Finish Systems (“EIFS”) in North\nCarolina and nationally.\n  \nThe case was certified as a class action by Judge Ernest B. Fullwood on\nJanuary 9, 1996 and subsequently recertified by Judge Fullwood on September 18, 1996.\n  \nThereafter\nthe case was assigned to the undersigned pursuant to Rule 2.1 of the General Rules of Practice for the\nSuperior and District Courts.\n  \nIn April of 1998, class counsel reached a nationwide settlement with\nSenergy and Thoro (“Senergy Settlement”).\n  \nThe Senergy Settlement provided for an insured fund of\n$20 million from which qualified homeowners would receive $4 per square foot of EIFS installed on\ntheir property.\n  \nFormer owners of a property on which Senergy or Thoro EIFS had been installed were\nentitled to a payment of actual damages up to $1,000.\n  \nSee\n \nIn re Senergy\n, \n1999 NCBC 7 at 6-9\n(describing in detail the terms of the Senergy Settlement).\n  \nThe Senergy Settlement provided that class\ncounsel could request up to thirty percent (30%) of the $20 million insured fund for fees and\nexpenses.\n  \nThus, the amount awarded by the Court would be deducted from the pool of insured funds,\nthereby reducing the amount available to satisfy the claims of homeowners.\n  \nIn its Order dated July 14,\n1999, this Court made the following provisions for payment of attorney fees and expenses:\n1.\n      \nClass counsel shall be awarded an initial fee of one million dollars ($1,000,000.00) plus\ninterest at the statutory rate from the date of the final order approving settlement to date\nof payment.\n2.\n      \nBeginning August 1, 1999, class counsel shall be paid monthly from the fund a\nsupplemental fee consisting of an amount equal to ten percent (10%) of the total\namount paid out of the fund for the previous month for benefits to the class members\nand costs of administration, exclusive of class counsel’s fees.\n3.\n      \nWhen the total amount paid out of the fund for benefits and costs of administration\n(exclusive of attorney fees) reaches eleven million dollars ($11,000,000.00), class\ncounsel or Settling Defendants may move the Court for a change in the percentage of\nthe supplemental fee based upon the circumstances existing at that time.\n  \nThe Court\nalso reserves the right to change the supplemental fee at that time or any other time on\nits own motion.\n4.\n      \nNothing provided herein shall prevent class counsel from moving for a modification in\nthe fee if the amount of time and expense required in the future to represent the\ninterests of settlement class members becomes excessive or burdensome or Settling\nDefendants take any action which results in an unreasonable demand on class counsel.\n \nIn moving for a modification, class counsel shall present detailed time records showing\nthe time, attorney, hourly rate and description of services to support the modification.\n5.\n      \nThe Court retains jurisdiction over the fee process in order to provide such other and\nfurther relief as may prove just and proper.\n \n1999 NCBC 7 at 73.\n \n{3}\n      \nAfter the Senergy Settlement, this Court bifurcated the remaining claims of liability and damages\nand ordered separate trials for each of the remaining defendants on the issues of defective product\ndesign and failure to warn.\n  \nOn the eve of the trial of claims against Dryvit, settlement was reached\nwith Dryvit, Parex and Continental.\n  \nAll trial dates were stayed, and the parties spent the next few\nweeks negotiating settlement terms with the remaining defendants interested in settling.\n  \nBy the end of\n1999, class counsel had successfully negotiated settlement agreements with Sto and Bonsal.\n  \nClass\ncounsel were satisfied that, under all of circumstances of this litigation, the settlements were very\nfavorable to the class, were fair, reasonable, and adequate,\n  \nand were in the best interests of class\nmembers.\n  \nAccordingly, the settlements were formally submitted to the Court.\n  \nThe Court granted the\nrequest for preliminary approval of the settlements and authorized notice to be directed to the class,\nwith a hearing to be held to consider final settlement approval and related matters and to give class\nmembers an opportunity to present their views.\n  \nOn March 17, 2000, the Court held a fairness hearing\nat which it heard and considered objections to the proposed settlements.\n  \nAt the close of the hearing,\nthe Court granted final approval of the settlements reached with Settling Defendants.\n[fn1]\n{4}\n      \nThe basic terms of the proposed Settlements with Dryvit, Parex, Continental and Bonsal provide\nthat claimants will receive $6 per square foot of EIFS installed on their property.\n[fn2]\n \nFormer owners\nwho did not reclad their former homes are eligible to receive payment of up to $1,000 for actual\ndamages.\n  \nWith the exception of Continental\n[fn3]\n and Sto\n[fn4]\n, there is no aggregate limit on the\npayments to be made by each defendant.\n  \nTo qualify for payment, a claimant must provide\ndocumentation from an independent inspector (or, if a former owner, other appropriate documentation)\ndemonstrating two or more moisture readings of greater than twenty-five percent (25%) from separate\nwater sources, or two (2) square feet of wall with evidence of loss of structural integrity of sheathing.\n{5}\n      \nPlaintiffs and each of the Settling Defendants have agreed to an exact or a maximum amount to be\npaid in attorneys’ fees upon Court approval.\n  \nParex has agreed to pay class counsel $1.75 million for\nattorneys’ fees, costs and expenses.\n  \nBonsal has agreed to pay $750,000 for attorneys’ fees, costs and\nexpenses.\n  \nContinental has agreed to pay $571,500 for attorneys’ fees, costs and expenses.\n  \nDryvit has\nagreed to pay up to $6 million for attorneys’ fees, costs, and expenses, as determined by the Court.\n \nFinally, Sto has agreed that class counsel may apply for thirty percent (30%) of the $2.5 million\nsettlement fund for attorneys’ fees, cost and expenses, or $750,000.\n[fn5]\n{6}\n      \nIn an Interim Order dated March 24, 2000, this Court approved the agreed upon amount of attorney\nfees and expenses in connection with the settlements with Parex ($1.75 million), Continental\n($571,500), and Bonsal ($750,000).\n  \nIn addition, the Court approved an award of $5.7 million as a part\nof the Dryvit settlement and approved a distribution from the Sto settlement fund of $500,000 for\nattorney fees and expenses.\n  \nAfter reviewing the history of the claims made against the Senergy\nSettlement fund and the terms of the other settlements, the Court decided to modify its previous\naward.\n  \nSpecifically, the Court approved a total award of $3 million from the Senergy settlement fund\nand, after distributions from the settlement fund have reached $15 million (inclusive of attorney fees\nand expenses), an additional payment of twenty-five percent (25%) of any direct distributions to class\nmembers (excluding administration costs) until the initial fund is exhausted.\nII.\n{7}\n      \nClass counsel have requested the Court to award $9,821,500 in fees and expenses to compensate\nthem for their efforts associated with pursuing this action and reaching an agreement with Settling\nDefendants.\n  \nThe fee request submitted with respect to Settling Defendants is different from the\nrequest submitted in the Senergy Settlement in that the fees and expenses to be paid to class counsel\nwere negotiated by the parties as a part of the overall settlement.\n  \nBecause each of the Settling\nDefendants have already agreed upon the exact or maximum fees and expenses to be paid to class\ncounsel, none of the defendants have objected to class counsel’s fee request.\n  \nThus, the primary\nconcern of this Court in considering class counsel’s petition is whether the fees and expenses are\nreasonable in light of several factors.\n  \nIn its Order awarding attorneys fees and expenses in the Senergy\nSettlement, this Court found that the factors enumerated in the Model Rules of Professional Conduct\nprovide an appropriate check for determining the reasonableness of a given fee award.\n  \nSee In re\nSenergy\n, 1999 NCBC 7 at 48-71;\n see also \nModel Rules of Professional Conduct\n Rule 1.5(b).\n  \nThe\noverriding concern of this Court is the reasonableness of the fee award in light of the projected benefit\nconferred on the class.\n  \nThe Court uses as its starting point the amounts agreed upon by the parties\nduring settlement.\n  \nFor the reasons stated below, this Court has decided to slightly reduce the\nmaximum negotiated fee with respect to Sto and Dryvit but otherwise award class counsel the amounts\nagreed upon during their negotiations with the other defendants.\n  \nAccordingly, this Court finds that a\ntotal award of $9,271,500 in fees and expenses (exclusive of the Senergy fee award) is reasonable\nunder the Rule 1.5(b) factors.\n{8}\n      \nTime and labor required.\n  \nClass counsel has submitted to the Court detailed documentation of the\nfees and expenses they have incurred in pursuing this action.\n  \nThe Court appreciates the thoroughness\nand clarity with which the information was compiled and presented.\n  \nThis litigation has required\nsubstantial commitments of time and labor from class counsel and their staff.\n  \nClass counsel has\ndevoted more than 60,000 hours of the professional time of lawyers and legal assistants in pursuit of\nrelief for the Class.\n  \nIn addition, class counsel has expended over $2.95 million in expenses attributable\nto this litigation.\n  \nClass counsel spent a considerable amount of time and expense defending a motion\nfor summary judgment and preparing for trial while concurrently engaging in settlement negotiations.\n \n{9}\n      \nIn connection with their petition for an award of attorney fees and expenses, class counsel\nsubmitted to this Court charts detailing their fees under a lodestar approach.\n  \nClass counsel computed a\nlodestar fee amount for each defendant based on a survey of rates charged in North Carolina.\n[fn6]\n  \nIn\naddition, class counsel computed a “time multiplier”\n[fn7]\n to reflect the ratio of the lodestar fee to the\nrequested award.\n  \nClass counsel provided this information in an effort to show that the amount each\ndefendant has agreed to pay is reasonable.\n \n{10}\n    \nSpecifically, the class counsel has requested, and Parex has agreed to pay, $1.75 million in fees and\nexpenses.\n  \nThe total fees and expenses incurred with respect to defendant Parex, using average North\nCarolina rates (the lodestar amount) amounts to $1,622,233.47.\n  \nThus, the requested fee represents a\n1.11 multiplier applied to the Parex lodestar amount, thus indicating that the fee is reasonable.\n \nSimilarly, the fees and expenses agreed upon by Continental and Bonsal are reasonably close to the\nlodestar fee amount associated with these defendants.\n  \nThe fee requested with respect to Continental\n($571,500) represents the application of a multiplier of 1.03 to the total lodestar value of work relating\nto Continental ($560,373.03), and the fee requested with respect to Bonsal ($750,000) represents the\napplication of a negative multiplier of .92 to the total lodestar value of work relating to Bonsal\n($801,478.54).\n  \nThe Court accepts class counsel’s rationale that the comparison of the agreed upon fee\nto the lodestar fee supports a determination that the fee request with respect to Parex, Continental and\nBonsal is reasonable.\n{11}\n    \nUnlike the agreements with Parex, Continental and Bonsal, in which the parties agreed to a set fee,\nthe agreement with Dryvit provided for a maximum payment for attorney fees and expenses with the\nfee to be set by the Court.\n  \nSpecifically, the Dryvit agreement provided that class counsel would\nsubmit to the Court a request for attorney fees and expenses not to exceed $6 million.\n  \nThe $6 million\nrequested by class counsel represents the application of a multiplier of 1.27 to the total lodestar value\nof work relating to Dryvit ($5,046,100.35).\n  \nThis Court has decided to set the fees awarded to class\ncounsel in connection with the Dryvit settlement to $5.7 million.\n  \nThe fee is based on an application of\nthe additional factors discussed below.\n  \nIn addition, the fee award is in line with the multipliers\ndiscussed above.\n  \nSpecifically, an award of $5.7 million represents a multiplier of 1.12 to the total\nlodestar for work relating to Dryvit.\n{12}\n    \nFinally, the Sto agreement provided that class counsel would apply for thirty percent (30%) of the\nsettlement fund, or $750,000.\n  \nAlthough this figure represents the application of a multiplier of .92 to\nthe total lodestar value of work relating to Sto ($797,588.88), this Court has decided to set the fees\nawarded to class counsel in connection with the Sto settlement at $500,000.\n  \nAs will be discussed\nfurther below, the decision to set the fee award with respect to Sto at that amount is based on the\nlimited benefit to the class as a result of unique limitations in the settlement agreement which were\n \nnecessitated by Sto’s financial condition.\n  \nBecause the Sto fund is limited, the Court has tried to arrive\nat a fair allocation of that fund between class members and class counsel.\n{13}\n    \nNovelty and difficulty of questions involved and skill required.\n The time and labor required is just\none factor relevant to the consideration of whether the fees and expenses awarded in this case are\nreasonable.\n  \nAmong the additional factors listed in Rule 1.5(b) is the novelty and difficulty of the\nquestions involved and the skill required.\n  \nIn \nIn re Senergy\n, this Court noted that central to this case are\nstraight forward issues of design defect and failure to warn.\n  \nMuch of the complexity in this case has\nresulted from plaintiffs’ industry-wide approach, in addition to defendants’ efforts to limit their\nliability by joining third parties.\n  \nMass tort litigation brings with it a host of procedural difficulties\nwhich contribute to the complexity of the case and which require great organizational skills on the part\nof counsel.\n  \nHowever, class counsel should not benefit from a positive adjustment to the fee award\nbased on this factor when much of the complexity was created by class counsel’s litigation strategy.\n \n{14}\n    \nSubsequent to the Senergy Settlement, the complexity of this case was compounded by questions\nof substantive law.\n  \nIn defense of the motion for summary judgment, class counsel had to address the\napplicability of the economic loss doctrine in a class context.\n  \nIn addition, class counsel were forced\nnot only to formulate a workable trial plan but also to deal with challenges such as the conflicting\nsubstantive requirements of the consumer fraud claims and the limitations on technical evidence\nimposed by \nDaubert\n and other legal precedents.\n  \nThus, class counsel faced novel and difficult\nquestions of both a procedural and a substantive nature and were required to demonstrate a high degree\nof skill.\n  \nThe fee award reflects this Court’s opinion that throughout this litigation, class counsel have\ncontinually demonstrated a high degree of skill and dedication to class members.\n{15}\n    \nPreclusion of other matters.\n  \nThis Court is aware that class counsel have fully committed\nthemselves to a successful resolution of this litigation.\n  \nSuch a commitment certainly has prevented\nclass counsel from focusing their energies on other matters.\n  \nHowever, this Court also recognizes that\nclass counsel will likely be able use their work product in other litigation.\n  \nThus, while the time\ncommitment has been great, there is a strong likelihood that class counsel may derive additional\nbenefits from the labor expended in this litigation.\n  \nAccordingly, in this case, the factor of preclusion\nof other matters does not have as significant a weight in the determination of a reasonable fee.\n{16}\n    \nThe customary fee charged in the locality for similar legal services, and whether the fee is fixed or\ncontingent.\n  \nAs an initial matter, the Court notes that the comparison of the lodestar fees to the agreed\nupon fees discussed above indicates that class counsel’s fee request closely reflects the average\ncustomary fees charged in North Carolina.\n \n{17}\n    \nAs this Court noted in \nIn re Senergy\n, the fact that the fee is contingent is less significant in a class\naction because absent class members have had no chance to negotiate a fee arrangement.\n  \n“This is not\na typical product liability or personal injury case in which an individual decides whether to share the\nrisk and reward from individual litigation with the attorney.”\n  \nIn re Senergy\n 1999 NCBC 7 at 63.\n  \nThis\nCourt recognizes that the fee award should, to some degree, reflect the risk of loss assumed by class\ncounsel.\n \n{18}\n    \nAmount involved and results obtained.\n  \nThe amount involved in this case was large, and the result\nobtained for the class is very favorable, both factors thus supporting the fee awarded to class counsel.\n \nAs described more fully above, class members generally will receive $6 per square foot of EIFS, on a\nlesser showing of damage required than in the Senergy Settlement and in a streamlined claims process\nthat allows North Carolina homeowners to quickly realize these benefits.\n  \nWith the exception of the\nContinental and Sto settlements, there is no cap on each defendant’s aggregate liability.\n  \nThe statutes\nof limitations and repose have been waived or tolled for those who otherwise qualify, and\nhomeowners’ rights against third parties are not being settled or compromised.\n  \nClass counsel also\nseparately negotiated the issue of the attorney fees and expenses to be paid by defendants which, with\nthe exception of Sto, are to be paid in addition to and separate from the amounts committed to the\npayment of class members’ claims.\n \n{19}\n    \nAs mentioned above, this Court determined the fee to be paid out of the Sto settlement fund in light\nof the limited benefit to Sto homeowners.\n  \nThe Sto agreement provided that class counsel would seek\nattorney fees and expenses up to $750,000.\n  \nThe award of attorney fees and expenses with respect to\nSto is to be paid out of the settlement fund, thereby reducing the amount available to satisfy claims of\nclass members whose homes are clad with Sto EIFS.\n  \nIn addition, Sto’s current financial situation\nmade it difficult to arrive at a settlement which is favorable to homeowners.\n  \nWhile the Court believes\nthat the settlement with Sto is fair and reasonable under the circumstances, it recognizes that the\nsettlement provides a limited benefit to Sto homeowners.\n  \nInstead of the $6 per square foot agreed to\nby the other Settling Defendants, Sto homeowners will share in the fund on a pro rata basis.\n  \nBecause\nof the limited benefit to Sto homeowners, the Court has decided to limit the fee award in connection\nwith the Sto settlement to $500,000 in order to maximize the total amount available to satisfy Sto\nclaims.\n \n{20}\n    \nIn sum, the agreements reached with Settling Defendants is an improvement upon the settlement\nobtained from Senergy.\n  \nHowever, the actual benefit to the class is undetermined.\n[fn8]\n  \nThe Court’s\naward is intended to reflect this uncertainty while at the same time to acknowledge that the results\nobtained in this litigation have been very favorable to homeowners.\n{21}\n    \nTime limitations.\n  \nThe time limitation imposed by this litigation stems from the fact that the claims\nof the class members involve serious problems with the structure of their homes.\n  \nClass counsel have\nbeen under constant pressure to come to a resolution in this case.\n  \nThe class action not only eliminated\nthe delay involved in homeowners pursuing individual actions, but also the settlements eliminate the\ndelay that would be associated with a lengthy trial against each manufacturer.\n{22}\n    \nThe experience, reputation and ability of the attorneys.\n  \nThe Court commends counsel for the skill\nand ability they have demonstrated.\n  \nThe skills, reputation, and ability of counsel are excellent.\n{23}\n    \nRisk assumed by class counsel.\n  \nWhen class counsel took on this litigation on a contingency fee\nbasis, they assumed a significant amount of risk.\n  \nAs the possibility of trial became great, the risks\ninherent in this litigation increased.\n  \nClass counsel invested a significant amount of time, skill and\nexpense in pursuit of this litigation.\n  \nSeveral legal issues such as class certification, the applicability of\nthe economic loss rule, and the admissibility of expert evidence created uncertainty about the ultimate\noutcome of this case.\n  \nDespite the risks involved in this litigation, class counsel remained committed to\nachieving a favorable outcome for class members.\n  \nUltimately, the settlement alleviated much of the\nrisk to class counsel while ensuring recovery for class members.\nB.\n \n{24}\n    \nIn addition to the reasonableness factors discussed above, the Court wishes to note several\nimprovements from the Senergy Settlement and to compare the current settlement with the mediated\nsettlement results in the individual homeowner cases.\n  \nTogether, these considerations support the fee\naward with respect to Settling Defendants.\n \n{25}\n    \nFirst, with the exception of Sto, the agreements with Settling Defendants provide for more money\nper square foot.\n  \nThe Senergy Settlement provided for a cash payout of $4 per square foot in limited\ncircumstances.\n    \nThe Dryvit, Parex, Continental, and Bonsal Settlements each provide for $6 per\nsquare foot – a fifty percent (50%) improvement over the Senergy Settlement.\n  \nSecond, the damage\nrequirement is easier to meet in this settlement.\n  \nUnder the Senergy Settlement, claimants must prove\nextensive damage to qualify for the cash benefit.\n  \nSenergy claimants who make a lesser showing of\ndamage qualify only for a repair and warranty program.\n   \nThe current settlements, however, provide a\ncash benefit for the “lesser” showing set forth in the Senergy repair and warranty program.\n  \nNo\nadditional showing is necessary.\n{26}\n    \nThird, the settlement provides for easier product identification criteria.\n \n \nCompared to the Senergy\nSettlement, claimants under the current settlements have more ways to show product identification.\n  \nIn\naddition, the information considered in determining product identification where there is not a \nprima\nfacie\n showing is more liberal, and the product identification process moves more quickly under these\nsettlements than under the Senergy Settlement.\n  \nAll of these benefits will make it easier, quicker and\nmore convenient for homeowners to file claims, show that they qualify and receive their payments.\n{27}\n    \nAlso, there are no caps or limitations.\n  \n \nThe Senergy Settlement has an overall cap of $20 million to\nbe paid to class members, after which Senergy can elect either to stay in the settlement and pay\nadditional claims, or face further litigation from unpaid class members.\n  \nUnder the current settlements\n(with the exception of Continental and Sto), there is no limit on the total amount the Settling\nDefendants must pay.\n  \nThus, every claimant who qualifies will receive the full benefits of settlement,\nregardless of the number of claims received, and regardless of the total cost of the settlements to the\nSettling Defendants.\n \n{28}\n    \nIn addition, attorney fees are agreed to and are counted separately.\n  \nIn the Senergy Settlement, the\nparties were unable to agree with respect to attorney fees.\n  \nBecause fees and expenses counted against\nthe $20 million limit on Senergy’s settlement liability, there was a substantial question regarding not\nonly the amount that would be deducted from the overall benefit made available to class members but\nalso and whether an attorney fees award would bring Senergy significantly closer to the limit.\n  \nNo such\nquestion exists here.\n  \nIn each settlement, attorney fees have been agreed to (with either a negotiated\namount or a maximum) and, except for Sto, the fees approved by the Court will not be counted\nagainst, or in any way diminish, the overall benefits being provided to class members under the\nsettlements.\n{29}\n    \nFinally, and perhaps most significantly, the Court is persuaded that the latest result achieved for\nthe class members meets or exceeds the results being obtained for individual homeowners in other\ncases.\n  \nMany homeowners opted out of the class or pursued individual cases against other parties in\naddition to the defendant EIFS manufacturers.\n  \nIn the typical individual case, claims are asserted by\nthe homeowner against multiple defendants including contractors, subcontractors, EIFS manufacturers\nand others.\n  \nThe overwhelming majority of those cases have been settled in mediation.\n  \nAll the various\ndefendants contribute toward the total settlement, with the EIFS manufacturer paying a share.\n  \nClass\ncounsel have represented to the Court, and defendants’ attorneys have confirmed, that the amounts\nagreed to in the latest class settlements match or exceed the amounts being contributed by Settling\nDefendants in those individual cases.\n  \nThat is particularly true of the net settlement since class\nmembers do not have attorney fees deducted from their settlement amounts.\n  \nThe same does not hold\ntrue for individual homeowner litigants, who will bear that expense.\n  \nThus, the Court believes that\nthese settlements significantly advanced the interests of class members.\nC.\n \n{30}\n    \nOne additional consideration has influenced the Court’s determination of the fees in this case.\n \nUnique to this litigation is the uncertainty inherent in several factors that could influence the actual\nvalue of the settlement.\n  \nFirst, the number of potential claimants is not at all clear.\n  \nThe opposing\nparties have never agreed on the number of homes which are covered with EIFS.\n  \nSecond, the\npotential problems resulting from the use of EIFS may vary widely depending on the location of the\nhome, where EIFS was applied, the weather in the area, the competency of the applicator and other\nsubcontractors, the other building materials used, the maintenance performed by the homeowner and\nnumerous other factors.\n  \nThird, many of the claims may have already been resolved.\n  \nHomeowners\npossessed claims against other responsible parties, including their contractors.\n  \nThe problems may\nhave been addressed under warranties without recourse to claims against EIFS manufacturers.\n \nHundreds of homeowners have opted out of the class.\n  \nPresumably these were people with larger\nhomes and significant problems.\n  \nMany homeowners may simply choose not to pursue a claim.\n  \nSome\nmay never know they have a claim or realize they have a problem.\n  \nSome homes may not qualify\nbecause of lack of damage.\n  \nIn short, the extent of the unresolved problems and the benefits that will\nbe paid out is impossible to calculate with certainty at this point.\nIII.\n{31}\n    \nThe Court turns to the motion for reconsideration filed by class counsel in connection with the\naward of fees in \nIn re\n \nSenergy\n.\n  \nIn its Order on Petition for Attorney Fees, this Court conducted a\nmultiple factor analysis to arrive at a reasonable fee.\n  \nUnder this analysis, the Court first considered the\nactual benefit to the class and then analyzed the fee request in light of several reasonableness factors.\n \nIn re Senergy\n, 1999 NCBC 7 at 48.\n  \nThe Court determined that it would be appropriate to devise a fee\npayment plan which would permit the Court to change the fee as the litigation and the settlement\nprocess evolves.\n  \nId. \nat 72.\n  \nAccordingly, the Court awarded class counsel an initial fee of $1 million.\n \nId. \nat 73.\n  \nThis initial payment covered class counsel’s lodestar amount with respect to work\nattributable to the Senergy Settlement.\n  \nId.\n  \nThe Order further provided that class counsel would be\npaid monthly from the fund a supplemental fee consisting of an amount equal to ten percent (10%) of\nthe total amount paid out of the fund for the previous month for benefits to the class members and\ncosts of administration, exclusive of class counsel’s fees.\n  \nId.\n  \nThe Court recognized that as more\ninformation became available and as the benefit to the class became more certain, it would be\nappropriate to revisit the fee issue.\n  \nId.\n  \nTherefore, the Order allowed class counsel to petition the\nCourt to alter its award at a later time.\n  \nId.\n \n{32}\n    \nThe structure of the Court’s order would have resulted in class counsel receiving approximately $2\nmillion or twenty percent (20%) of the first $10 million paid out of the fund.\n  \nThere were a number of\nreasons for the decision to structure the fee award in that manner at that time.\n  \nThe case was not\ncomplete and the fee award needed to be ultimately determined in comparison and conjunction with\nthe other outcomes.\n  \nThe Court assumed that by the time $10 million had been paid out, there would be\nsome clear direction in the remaining litigation.\n  \nThe value of the settlement was not clear and would\nonly become apparent with time and through experience with the claims process.\n  \nThe structure of the\nsettlement left questions open with respect to the value to claimants and the effort and time it would\ntake to make the claims process work.\n  \nThe requirements to qualify for a payment were untested.\n  \nThe\nissues of how repairs and warranties would work and how those repairs and warranties would be\nvalued were uncertain.\n  \nAs the Court has indicated, percentage awards are reduced as the size of the\nsettlement increases.\n  \nIf, as has proven to be the case, there were other settlements and a larger fund\ncreated, Senergy class members might have ended up paying a larger percentage on a cheaper\nsettlement.\n  \nIt would be easier to adjust the fee upward than downward.\n  \nFor all those reasons, the\nCourt elected to tie the fee more directly to the actual benefit being received by class members and to\nleave itself some flexibility.\n  \nAgainst that background, the Court turns to the specific grounds for\nreconsideration raised by class counsel.\nA.\n{33}\n    \nIn its motion, class counsel takes the position that the Court incorrectly rejected counsel’s request\nfor an award in the amount of thirty percent (30%) of the $20 million settlement fund.\n  \nAs a check\nagainst this $6 million fee, class counsel suggested that the Court could consider an aggregate lodestar\namount of approximately $11 million, which accounted for time spent litigating claims against all\ndefendants.\n \n{34}\n    \nClass counsel asserts that this Court erred by failing to apply “generally-accepted methods for\ndetermining attorney fees in common fund class actions.”\n  \n(Mem. in Sup. of Mt. for Reconsid. at 1.)\n \nThe Court erred, according to class counsel, by failing to adhere to fee guidelines in federal court\ncases.\n  \nClass counsel takes the position that because there is no North Carolina authority on the issue\nof which methodology is proper, the state court “must look to federal cases for guidance.”\n  \n(\nId\n. at 11.)\n \nIn support of this assertion, class counsel cites \nCrow v. Citicorp Acceptance Co.\n, 319 N.C. 274, 282-\n84, 354 S.E.2d 459, 465-66 (1987).\n  \nAs an initial matter, this Court does not read \nCrow\n to require that\na court follow federal law when selecting which methodology to use to determine an award of attorney\nfees.\n  \nIn \nCrow\n, the court had to determine the proper definition of a “class” under Rule 23 of the North\nCarolina Rules of Civil Procedure.\n  \nId. \nat 277, 354 S.E.2d at 462.\n  \nIn interpreting Rule 23, the \nCrow\ncourt noted that the rule was drafted with an eye toward the federal rule providing for class actions.\n  \nId.\nat 278-79, 354 S.E.2d at 463.\n  \nTherefore, the court considered federal authority in determining the\nrequirements of a class under North Carolina Rule 23.\n  \nThe determination of a reasonable attorney fee,\nwhich is discretionary in nature, is clearly distinguishable from the issue of statutory construction\npresented in \nCrow\n.\n  \nIn addition, nowhere in the \nCrow\n opinion is there a general directive that where\nthere is no North Carolina authority on a legal issue related to class actions a court \nmust\n be guided by\nfederal authority.\n  \nClass counsel’s position is legally erroneous and unsupported by North Carolina\ncase law.\n{35}\n    \nRegardless, the Court’s Opinion made it clear that the Court looked to federal law for guidance in\ndetermining the appropriate methodology.\n  \nAlthough the Court reviewed federal case law on the\ndetermination of attorney fees in common fund cases, it found no prevailing methodology.\n  \nIn fact, this\nCourt stated in its opinion that\n[f]ederal courts have applied various methodologies to the determination of fee requests,\nand there is no settled approach. Thus, the federal decisions offer much information, but\nlittle certainty with respect to choice of methodology . . . . This court has concluded that the\nmajority of federal circuit courts now leave it to the trial court’s discretion to choose\nbetween the lodestar and percentage methods or some hybrid thereof in determining fees in\ncommon fund cases.\n \n \n1999 NCBC 7 at 22.\n   \nTherefore, in making a determination as to the attorney fees to be awarded to\nclass counsel in connection with the Senergy Settlement, this Court considered various methodologies\nused by the federal and state courts to determine reasonable attorney fees in common fund cases.\n \n{36}\n    \nFirst, the Court discussed the percentage of the fund approach.\n  \nWhile the Court acknowledged the\nefficiency of this approach, it determined that the method presented a significant disadvantage, namely\nits potential for abuse.\n  \nThis Court declines to repeat the analysis contained in its previous order;\nhowever, the Court wishes to reiterate two primary concerns presented by an application of the\npercentage of the fund methodology to the facts in this case.\n  \nFirst, the percentage of the fund method\ncan result in the attorneys receiving a fee that bears no relation to the time spent or to the actual benefit\nto class members.\n  \nSecond, the percentage of the fund method is problematic where the determination\nof the fund itself is uncertain.\n  \nThe subsequent history of this case has proven that these are valid\nconcerns.\n  \nTo date, approximately $6.04 million, or thirty percent (30%) of the Senergy common fund,\nhas been expended for settlement of claims and administration expenses.\n  \nThus, the common fund of\n$20 million does not accurately reflect the actual benefit to the class members.\n  \nThis case presents a\nclear example of a situation where the request for a percentage of the fund is unreasonable in light of\nthe actual benefit to the class.\n{37}\n    \nThis Court also considered the lodestar approach.\n  \nClass counsel argues that this Court “rejected\nthe lodestar approach.”\n  \nA careful reading of the Order reveals this Court’s opinion that while the\nlodestar approach is more difficult and time consuming, it may be used as a check on the\nappropriateness of a fee set by a percentage of the fund.\n  \nAccordingly, this Court used a lodestar fee as\none relevant factor in determining a reasonable fee in this case.\n  \nSpecifically, the Court accepted class\ncounsel’s representation that $11,242,510 worth of attorney time had been spent litigating claims\nagainst \nall defendants\n.\n  \nHowever, because Senergy represented approximately ten percent (10%) of the\nmarket share, the Court reduced the aggregate lodestar amount by ninety percent, arriving at a fee of\n$1,124,351.\n  \nThe Court noted the discrepancy between the $6 million requested by class counsel under\na percentage of the fund theory and the lodestar amount of $1,124,351 which provided support for this\nCourt’s decision to award a fee which was significantly lower than the requested fee.\n{38}\n    \nFinally, this Court recognized that several courts have adopted a hybrid, or multiple-factor\napproach.\n  \nPart of the hybrid approach involves a comparison between the percentage of the fund and\nthe lodestar amount for a given case. \n \nHowever, as this Court indicated, an additional “[p]art of the\nhybrid approach is a consideration of factors other than percentage of the fund and hours worked.”\n \nClass counsel suggests that the hybrid approach is simply a comparison of the percentage of the fund\nand the lodestar methods, and that therefore this Court improperly “applied its own version of the\n‘hybrid approach’ by analyzing the fee request in light of the reasonableness factors set forth in Rule\n1.5(b) of the Rules of Professional Conduct.”\n  \n(Mem. in Sup. of Mt. for Reconsid. at 7.)\n{39}\n    \nThis suggestion indicates class counsel’s misunderstanding of the case law adopting a hybrid\napproach.\n  \nIn \nJohnson v. Georgia Highway Express, Inc.\n, 488 F.2d 714 (5\nth\n Cir. 1974), the Fifth\nCircuit first applied a multiple-factor approach to determining court-awarded attorney fees.\n \nSpecifically, the \nJohnson \ncourt determined a reasonable fee in light of the twelve factors currently\nreflected in the Model Rules of Professional Conduct.\n  \nId.\n at 717-19.\n  \nAlthough the \nJohnson \ncase\ninvolved a statutory fee award, the twelve factors enumerated by \nJohnson\n have since been applied in\ncommon fund cases.\n  \nSee\n \nShaw v. Toshiba Am. Info. Sys.\n,\n \n2000 U.S. Dist. LEXIS 2887 at *70-73 (E.D.\nTx. January 28, 2000).\n  \nLikewise, when the Third Circuit introduced the lodestar approach, in \nLindy\nBros. Builders, Inc. v. Am. Radiator & Standard Sanitary Corp.\n, 487 F.2d 161 (3d Cir. 1973), it\nadjusted the lodestar figure to account for certain factors such as risk involved and quality of work\nperformed.\n  \nIn fact, regardless of whether the court is applying a lodestar or a percentage of the fund\nmethodology, the award is commonly adjusted, based on the application of various factors, in an effort\nto arrive at a reasonable fee.\n  \nSee Camden I Condo. Ass’n., Inc.\n \nv. Dunkle\n, 946 F.2d 768, 775 (11th Cir.\n1991), \nBrown v. Phillips Petroleum Co.\n, 838 F.2d 451, 454 (10th Cir. 1988);\n Lindy\n, 540 F.2d at 112.\n \nSee also \nReport of the Third Circuit Task Force,\n Court Awarded Attorney Fees\n, 108 F.R.D. 237, 242\n(1985).\n{40}\n    \nClass counsel goes even further to suggest that the federal courts have returned to a percentage of\nthe fund methodology, citing \nDunkle\n, 946 F.2d at 773.\n  \nThe \nDunkle\n court did note that the percentage\nof the fund method has increasingly gained favor in the courts; however, the court also indicated its\nagreement with the Tenth Circuit “that the \nJohnson\n factors continue to be appropriately used in\nevaluating, setting, and reviewing percentage of the fee awards in common fund cases.”\n  \nId\n. at 775.\n \nWhile this Court recognizes that the percentage of the fund method is accepted in a number of courts,\nit believes that in certain cases an award based on a percentage of the common fund is clearly\nunreasonable.\n \n{41}\n    \nIn its Order, this Court used class counsel’s request of $6 million, or thirty percent (30%) of the\nfund, as a starting point and then proceeded to explain, through an analysis of multiple factors, why\nsuch a request was unreasonable.\n  \nThe overriding factor in this case was whether the amount of the\ntotal fund actually reflected the value or the benefit of the settlement to the class.\n  \nThis Court explained\nthat while the settlement undoubtedly benefited the class, “the common fund was not an accurate\nquantification of the actual benefit conferred.”\n  \n1999 NCBC 7 at 44.\n  \nThe Court based this\ndetermination on the monthly status reports it had received prior to its Order.\n  \nAt the time of the Order,\nthe reports indicated a substantial likelihood that the fund would not be exhausted.\n  \nThe Court\nconcluded that to “provide counsel with a fee of six million dollars without regard to the actual\nbenefits conferred thus far could create a situation in which counsel benefited far more than the class\nmembers.”\n  \nId.\n at 45.\n[fn9]\n  \nThis concern is what ultimately led the Court to structure the award to\ninclude an initial fee followed by monthly payments to class counsel of ten percent (10%) of the total\namount paid out of the fund for the previous month for benefits to class members and costs of\nadministration.\n  \nThis Court further acknowledged that the potential dollar value of the fund is\nsignificant and a real benefit, and therefore allowed class counsel to move for a change in the\npercentage of the supplemental fee once the amount paid out of the fund reached $11 million.\n{42}\n    \nAfter discussing the concern about the actual benefit to class members, this Court turned to an\nanalysis of the \nJohnson\n factors, or the Rule 1.5 factors.\n  \nThe first of these factors is the time and labor\ninvolved.\n  \nAs stated above, class counsel provided an aggregate lodestar amount of over $11 million as\na check against their $6 million fee request.\n  \nThis lodestar amount included all time spent pursuing\nEIFS litigation against all defendants.\n  \nIn its Opinion, the Court noted that class counsel did not file\ntime records from which the Court could determine how much time was spent prosecuting the claim\nagainst the settling defendants.\n  \nHowever, the Court accepted class counsel’s lodestar amount, while\nreducing it to reflect Senergy’s ten percent of the market share – yielding an amount that this Court\nbelieved a generous percentage of the total lodestar for the entire case.\n{43}\n    \nClass counsel take issue with this Court’s failure to request the submission of detailed time\nrecords.\n  \nClass counsel quotes this Court as saying that “if there is anything additional that I feel like I\nneed, I will certainly feel free to request it . . . .”\n  \n(Mem. in Sup. of Mt. for Reconsid. at 5 citing\nReporters Transcript 9/1/98 at 127.)\n  \nThis Court reminds class counsel that it had the burden of\nconvincing the Court that the fee request was reasonable.\n  \nCounsel was questioned at length about\nwhether a $6 million award would be reasonable if the amount paid out of the fund to class members\nended up being less than $6 million.\n  \nClass counsel had no reservations answering this question in the\naffirmative.\n  \nIn addition, class counsel made the decision to provide this Court with an aggregate\nlodestar amount to justify its $6 million request.\n  \nClass counsel failed to convince this Court that its\nrequest was reasonable.\n  \nThis Court acknowledges that detailed time records may have been helpful in\ndetermining an accurate lodestar amount against which to judge the reasonableness of the fee request;\nhowever, this Court did not feel compelled to make counsel’s argument for them.\n  \nInstead, the Court\npositioned itself as an guardian of the interests of class members, class counsel, and the public,\ninsuring that all interests were considered.\n  \nAgain, it was class counsel’s responsibility to provide the\nCourt with any information that would have been helpful in determining whether the fee request is\nreasonable.\n  \nIn any event, the Court used a multiple-factor analysis under which the lodestar was only\none factor relevant to this Court’s determination, and the Court believed it had sufficient information to\nmake its analysis.\n{44}\n    \nFinally, class counsel takes issue with this Court’s reliance on the rationale in \nGoodrich v. E.F.\nHutton Group, Inc.\n, 681 A.2d 1039 (Del. 1996), arguing that “[a]s a matter of law, this Court does not\nhave the discretion to choose a methodology followed only by one court in a foreign state.”\n  \nThis\nstatement not only misstates the law but also mischaracterizes this Court’s decision.\n  \nFirst, the Court\nreminds counsel that there is no North Carolina authority on the issue of the proper methodology for\nawarding attorney fees in common fund cases.\n  \nInstead, North Carolina has left the determination of\nreasonable attorney fees in common fund cases to the sound discretion of the trial court.\n  \nSee Horner\nex rel. City of Burlington v. Chamber of Commerce\n, 236 N.C 96, 97-98, 72 S.E.2d 21, 22-24 (1952).\n \nWith no state authority on the issue, this Court turned to a review of federal case law. \n \nAs discussed\nabove, this review led to the conclusion that there is no prevailing methodology among federal courts\nbut that instead federal courts have used a variety of methods, including a multiple-factor analysis to\ndetermine a reasonable fee award.\n  \nTherefore, the Court also reviewed various state court decisions for\nguidance as to how it might determine a reasonable and equitable fee.\n \n{45}\n    \nThe Court found the \nGoodrich\n analysis helpful, particularly its discussion of the divergent interests\nbetween class members and counsel with respect to the fee award, a divergence which necessitates a\ncareful consideration of the actual benefit to the class.\n  \nThis Court, in the exercise of its discretion and\nin accordance with its ability to consider persuasive authority from other jurisdictions when there is no\nprimary authority, relied on two principles enunciated in \nGoodrich\n.\n  \nFirst, this Court determined that\nNorth Carolina appellate courts would agree with \nGoodrich \nthat “‘[t]he adoption of a mandatory\nmethodology or particular mathematical model for determining attorney’s fees in common fund cases\nwould be the antithesis of the equitable principles from which the concept of such awards\noriginated.’”\n  \n1999 NCBC 7 at 35, quoting \nGoodrich\n, 681 A.2d at 1050.\n  \nSecond, this Court concluded\nthat the \nGoodrich\n court’s decision “permitting the trial court to consider the actual benefits received by\nclass members is the correct approach and the one that would be adopted by the North Carolina\nappellate courts, at least under the circumstances of this case.”\n  \nId.\n at 37.\n   \nThe \nGoodrich\n court was\nparticularly concerned about a non-claim problem that created the potential that the common fund\nwould not be exhausted.\n  \nWhile the Senergy Settlement does not pose the same non-claim problem,\nthere is a concern about whether the class will actually receive a benefit in the amount of $20 million.\n \nThus, \nGoodrich \nprovided persuasive authority for limiting fees in light of uncertainty as to the actual\ntotal which would be paid to class members.\nB.\n{46}\n    \nThis Court’s legal analysis in \nIn re Senergy\n does not require correction.\n  \nClass counsel’s arguments\npresented in its motion for reconsideration were legally erroneous, unsupported by case law (state or\nfederal) and based upon a failure to read or comprehend the Court’s order.\n  \nClass counsel’s original\nfee request in \nIn re Senergy\n is an example of why the courts must carefully and closely review fee\napplications in common fund cases.\n  \nClass counsel and class members have conflicting interests in\nthose situations.\n  \nThe Court must protect not only the class members but also the public perception of\nthe legal system.\n  \nFew things damage that perception as much as situations where the public perceives\nthe system to have operated to benefit the lawyers more than their clients.\n  \nIn light of the uncertainty as\nto the actual benefit to the class, this Court rejected a percentage of the fund methodology.\n   \nInstead,\nthis Court applied a hybrid analysis whereby it used what it determined to be a reasonable lodestar\namount as a benchmark and proceeded to analyze the reasonableness of this amount through an\napplication of the remaining Rule 1.5 factors.\n[fn10]\n  \nThis analysis led to the Court’s determination that\nit would be reasonable to award an initial fee of $1 million, followed by supplemental payments.\n{47}\n    \nAt the time of the fee decision, this Court was not certain how much would be withdrawn from the\nfund.\n  \nThe Court now has the benefit of history from which it can make a more informed projection as\nto the total benefit to class members.\n  \nAccordingly, this Court has decided to modify the fee award.\n \nThe Court will approve a total award of $3 million from the Senergy settlement fund, and after\ndistributions from the settlement fund have reached $15 million (inclusive of attorney fees and\nexpenses), class counsel will be entitled to an additional payment of twenty-five percent (25%) of any\ndirect distributions to class members (excluding administration costs) until the initial fund is\nexhausted.\n{48}\n    \nSeveral changes warrant the Court’s reconsideration of its initial fee determination.\n  \nExperience\nhas demonstrated the actual value of the settlement.\n  \nThe claims process did have problems which\nclass counsel have addressed and resolved.\n  \nThe claims process has evolved to eliminate repairs and\nwarranties and has resulted in cash payments to claimants.\n  \nThe requirements for payment have not\nproved to be too burdensome.\n  \nThe Senergy Settlement can be put in the context of the total settlement,\nand the Court is in a better position to make fee determinations now that the full picture is in place.\n \nThe Court believes the revised fee award to be in line with the other fee awards approved.\n  \nIt seems\nclear that the fee award will not adversely affect the amount available to Senergy claimants since the\nfund is not likely to be exhausted.\n{49}\n    \nThis award is intended to reflect what the Court perceives to be the realistic benefit to the class,\nbased on the projection that a total of $12 million will be paid in claims and expenses.\n  \nThis Court\ncontinues to believe that the $20 million insured fund does not accurately reflect the benefit to the\nclass.\n  \nHowever, the Court does recognize that class members have received a real benefit.\n  \nAfter a\nconsideration of the Rule 1.5 factors discussed at length in its prior opinion, this Court has decided that\n$3 million plus the possibility of additional payments is a reasonable fee in \nIn re Senergy \nin light of the\nactual benefit to the class.\n \nConclusion\n \n{50}\n    \nIn conjunction with the settlement of claims against Parex, Continental, Bonsal, and Dryvit, class\ncounsel negotiated an exact or maximum amount for attorney fees and expenses, the payment of which\nwill not be taken out of the respective settlement funds.\n  \nWith respect to Sto, the parties agreed that\nclass counsel would seek a percentage of the settlement fund to compensate them for their fees and\nexpenses.\n  \nClass counsel have petitioned the Court for an award of attorney fees that is equal to the\ntotal of these negotiated amounts.\n  \nThe Court has reviewed the fee request in light of the\nreasonableness factors enumerated in Rule 1.5(b) of the Model Rules of Professional Conduct.\n  \nThis\nreview has led to the conclusion that the negotiated amounts in the settlements with Parex, Continental\nand Bonsal were in line with the lodestar amount for these defendants and were supported by the other\nRule 1.5 factors.\n  \nThis Court has decided to set the fee award with respect to Dryvit in line with the\nlodestar amount for this defendant and the other defendants.\n  \nIn addition, this Court limited the fee\naward with respect to Sto in order to arrive at a fair allocation of the settlement fund between class\ncounsel and class members.\n  \nThus, with the exception of the relatively small adjustments made to the\namounts negotiated with Dryvit and Sto, this Court has decided to grant class counsel’s fee request.\n \nThe current settlements are both an improvement over the Senergy Settlement and the results are\ngenerally more favorable than the results in the cases brought by individual homeowners.\n{51}\n    \nThe Court has also reviewed the motion for reconsideration of the fee award granted in \nIn re\nSenergy\n submitted by class counsel.\n  \nThe motion called into question the Court’s authority for basing\nits fee award upon a consideration of the benefit to the class and an analysis of the Rule 1.5(b) factors.\n \nIn its prior order, the Court exercised its discretion to fashion a reasonable fee award in light of the\ncircumstances of the case.\n  \nBecause there is no North Carolina authority on the issue of determining a\nreasonable fee in common fund cases, the Court looked to federal and state law for guidance.\n  \nIn so\ndoing, the Court\n  \ndetermined that neither the percentage of the fund nor the lodestar methodology is\nwholly determinative in arriving at a reasonable fee in cases where the benefit to the class is uncertain.\n \nTherefore, the Court adopted a multi-factor approach to analyzing the fee request.\n  \nThe Court’s\nanalysis led it to fashion a payment plan which was designed to deal with the problem of uncertainty.\n{52}\n    \nAfter reviewing its prior order, this Court believes that its analysis was correct and that the fee\nawarded was reasonable under the circumstances.\n  \nHowever, the Court acknowledges that it is\nappropriate to revisit the fee award in light of the historical information now available.\n  \nWith this\ninformation, the Court has been able to more accurately predict the benefit to the Senergy class.\n  \nBased\non a clearer picture of the benefit to the class, this Court has decided to revise the fee award in \nIn re\nSenergy\n.\n \n{53}\n    \nIn conclusion, the following chart depicts total fees awarded thus far in this litigation:\n \nSenergy\n$ 3,000,000\nParex\n$ 1,750,000\nContinental\n$\n    \n571,500\nBonsal\n$\n    \n750,000\nSto\n$\n    \n500,000\nDryvit\n$ 5,700,000\nTotal\n$12,271,500 \n(exclusive \nof USG)\n \n{54}\n    \nTherefore, it is hereby ordered, adjudged and decreed:\n \n1.\n      \nThe Court approves an award of $1.75 million as part of the Parex settlement;\n2.\n      \nThe Court approves an award of $571,000 as part of the Continental settlement;\n3.\n      \nThe Court approves an award of $750,000 as part of the Bonsal settlement;\n4.\n      \nThe Court approves an award of $5.7 million as a part of the Dryvit settlement.\n5.\n      \nThe Court approves a distribution from the Sto settlement fund of $500,000 for attorney fees\nand expenses;\n \n6.\n      \nThe Court approves a total award of $3 million from the Senergy settlement fund, and, after\ndistributions from the settlement fund have reached $15 million (inclusive of attorney fees and\nexpenses), class counsel is entitled to an additional payment of twenty-five percent (25%) of\nany direct distributions to class members (excluding administration costs) until the initial fund\nis exhausted.\n \nThis the 17\nth\n day of May, 2000.\n \n \nFootnote 1\n  \nIn late April 2000, settlement was reached with United States Gypsum (“USG”).\n  \nThe\nagreement is awaiting final approval from this Court.\n \nFootnote 2\n Claimants with Bonsal’s SBC System will receive $4 per square foot of EIFS installed on their\nproperty.\n \nFootnote 3\n  \nContinental’s maximum obligation to the class is $2,541,000, plus attorneys’ fees.\n  \nFor claims\nthat exceed that amount, Continental has the option of paying the claims, or having the claims revert back\ninto the tort system.\n \nFootnote 4\n  \nUnder the terms of the Sto settlement, Sto must pay $2.5 million into a settlement fund.\n \nPursuant to the proposed Plan of Distribution, each eligible claimant will receive his pro rata share of the\nfunds available for distribution, based on the square footage of Sto EIFS on the claimant’s property,\nwithout being required to show actual damage.\n  \nFormer owners who did not reclad their property but show\nactual damage will be eligible for a payment of up to $1,000; former owners who did not reclad their\nproperty and show a reduction or credit in connection with the sale of their property will be entitled to a\npro rata share.\n \n \nFootnote 5\n  \nThe proposed settlement with USG provides for the payment of attorneys fees and expenses\nnot to exceed $200,000.\nFootnote 6\n \nThe lodestar fee amount allocated to each defendant was determined by taking the time that\nrelated specifically to each defendant and adding a percentage of the general time applicable to all\ndefendants. The general time was apportioned as follows:\n  \none-half to Dryvit (because Dryvit is the largest\nmanufacturer, it has the largest market share, its counsel took the lead in defending this litigation, it\nproduced the most documents, it generated the most motion practice, and it was the first up for trial), with\nParex being allocated one-third of the remaining one-half of general time (as Parex is believed to be the\nsecond largest manufacturer of EIFS distributed in North Carolina, and was second in line to be tried).\n \nThe remaining general time was divided equally among Continental, Sto, Bonsal, Senergy and USG.\nFootnote 7\n  \nTo calculate the “time multiplier,” expenses are subtracted out of both the total lodestar\namount and the lodestar amount requested by plaintiffs for fees and expenses.\n  \nThe remaining requested\namount is then divided by the remaining lodestar amount to get the multiplier.\nFootnote 8\n  \nThe maximum benefit to the Sto class is $2.5 million.\n  \nThe award of $500,000 to class counsel\nrepresents twenty-five percent (25%) of the projected benefit to the class.\n  \nWith respect to Dryvit, the\nCourt’s projected benefit is based on an estimated 1,200 homes with an average of 2,800 square feet (the\naverage square feet for EIFS homes, according to the claims forms received in the Senergy Settlement).\n \nThus, 2,800 multiplied by $6 a square foot (the amount the Settling Defendants have agreed to pay) equals\nan average claim of $16,800.\n  \nTaking the average claim ($16,800) and multiplying that figure times the\nestimated number of homes (1,200) yields an estimated benefit to the class of $20.16 million, plus attorney\nfees to be paid on top of and not out of the settlement.\nFootnote 9\n  \nAs mentioned above, this concern has proven to be valid.\n  \nTo date, just over $6 million has\nbeen paid out of the fund for settlement of claims and administration costs.\n  \nAn initial award of $6 million\nwould have yielded a fee far in excess of thirty percent (30%) of the actual fund.\nFootnote 10\n  \nIn fact, most commentators consider \nJohnson\n (which analyzed a percentage of the fund\naward in light of the twelve reasonableness factors) to be little different from \nLindy\n (in which the court\nadjusted a lodestar amount based on certain factors, or “multipliers.”\n   \nThis is because “the first criterion of\nthe \nJohnson\n test, and indeed the one most heavily weighted, is the time and labor required. Similarly,\nmany of the \nJohnson\n factors are subsumed within the initial calculation of hours reasonably expended at a\ncustomary hourly rate.” Report of the Third Circuit Task Force, \nCourt Awarded Attorney Fees\n, 108 F.R.D.\nat\n  \n244.\n \n \n \n \n \n "
}