{
  "id": "2af370531dffee3b9c8423e77e86e65fd5914db031d25b3deca13d0ddd4ce21e",
  "source_file": "data/raw/ncbc/2af370531dffee3b9c8423e77e86e65fd5914db031d25b3deca13d0ddd4ce21e.pdf",
  "raw_text": "Mitchell, Brewer, Richardson, Adams, Burge & Boughman, PLLC v. Brewer, 2009 NCBC 10. \n \nSTATE OF NORTH CAROLINA                     IN THE GENERAL COURT OF JUSTICE \n                 SUPERIOR COURT DIVISION \nCOUNTY OF CUMBERLAND                          06 CVS 6091 \n \n \nMITCHELL, BREWER, RICHARDSON, ) \nADAMS, BURGE & BOUGHMAN,             ) \nPLLC; GLENN B. ADAMS;   ) \nHAROLD L. BOUGHMAN;   ) \nJR.; and VICKIE L. BURGE,              ) \n   Plaintiffs  ) \n      )  \n  v.    )                  OPINION AND ORDER \n      )  \nCOY E. BREWER, JR.;   ) \nRONNIE A. MITCHELL;    ) \nWILLIAM O. RICHARDSON;              ) \nand CHARLES BRITTAIN,   ) \n   Defendants  ) \n \n[1] This civil action arises out of the breakup of a law firm organized as a \nprofessional limited liability company (“PLLC”).  It presents, among other things, the \nquestion of whether members of the PLLC, through words and actions, withdrew from \nthe law firm or whether there was a dissolution of the firm pursuant to the North Carolina \nLimited Liability Company Act, N.C. Gen. Stat. § 57C-1-01 et seq. (the “Act”) (respective \nSections of the North Carolina General Statutes are cited herein as “G.S.”).  This \nquestion appears to be one of first impression in North Carolina, and is material to \ndetermining a member’s distributional share after departure from the PLLC. \n[2] This matter comes before the court for hearing upon the respective parties’ \nmotions for summary judgment (the “Motion(s)”) pursuant to Rule 56, North Carolina \nRules of Civil Procedure (“Rule(s)”), and applicable provisions of the Act. \n[3] After considering the arguments; br iefs; depositions and other discovery \nmaterials, all of which are deemed to be before the court for purposes of determining \nthe Motions; submissions of counsel and other appropriate facts and matters of record, \nas discussed below, the court concludes that the Motions should be GRANTED in part \nand DENIED in part. \nEverett Gaskins Hancock & Stevens, LLP, by E.D. Gaskins, Jr., Esq. and Louis \nWooten, Esq. for Plaintiffs Mitchell Brewer Richardson Adams Burge & \nBoughman, PLLC, Glenn B. Adams, Harold L. Boughman, Jr. and Vickie  \nL. Burge. \nBrooks Pierce McLendon Humphrey & Leonard, LLP, by Jim W. Phillips, Jr., Esq. \nand Charles F. Marshall, Esq. for Defendants Coy E. Brewer, Jr.,  \nRonnie A. Mitchell, William O. Richardson and Charles Brittain. \n \nJolly, Judge. \n \nI. \nPROCEDURAL BACKGROUND \n[4] This civil action was filed in Cu mberland County Superior Court.  It was \ndesignated a complex business case by Order of the Chief Justice of the North Carolina \nSupreme Court, pursuant to G.S. 7A-45.4(b), dated July 14, 2006; and was assigned to \nthe undersigned Special Superior Court Judge for Complex Business Cases, by Order \nof the Chief Special Superior Court Judge for Complex Business Cases, dated July 25, \n2006. \n[5] Plaintiffs filed their Amended Compla int (“Complaint”) on August 2, 2006.  \nThe Complaint was amended again by Order dated May 21, 2007.  Defendants filed \ntheir Answer and Counterclaims (“Answer”) on June 13, 2007.  Pursuant to a Revised \nConsent Order Modifying Case Management Order (“Revised CMO”), dated September \n6, 2007, Plaintiffs and Defendants filed their respective Motions for Partial Summary \nJudgment on January 9, 2008.  On August 15, 2008, Defendants filed a second \ndispositive Motion, their Motion for Summary Judgment, by which they seek dismissal of \nall claims as to all Defendants (the court will refer to Defendants’ Motion for Partial \nSummary Judgment filed on January 9, 2008, and Defendants’ Motion for Summary \nJudgment filed on August 15, 2008, collectively in the singular as Defendants’ “Motion”).  \nThereafter, the Complaint was amended again by Order dated February 13, 2009 (for \npurposes of the Motions all amendments are deemed incorporated into the Complaint). \n \n \n \nII. \nFACTS \n[6] The court CONCLUDES that the fo llowing material facts exist without \nsubstantial controversy and are pertinent to the issues raised by the Motions:1 \n[7] Plaintiff Mitchell, Brewer, Richards on, Adams, Burge & Boughman, PLLC (the \n“Firm”), is a North Carolina PLLC2 that maintains its principal place of business in \nCumberland County, North Carolina. \n[8] Plaintiff Glenn B. Adams (“Adams”) is  an individual residing in Cumberland \nCounty, North Carolina. \n[9] Plaintiff Harold L. Boughman, Jr. (“B oughman”) is an individual residing in \nCumberland County, North Carolina. \n[10] Plaintiff Vickie L. Bu rge (“Burge”) is an individual residing in Cumberland \nCounty, North Carolina. \n[11] Defendant Coy E. Brewer (“Brewer”) is  an individual residing in Cumberland \nCounty, North Carolina. \n[12] Defendant Ronnie A. 3 Mitchell (“Mitchell”) is an individual residing in \nCumberland County, North Carolina. \n[13] Defendant William O. Ric hardson (“Richardson”) is an individual residing in \nCumberland County, North Carolina. \n[14] Defendant Charles Brittain (“Brittain”) is an individual residing in Cumberland \nCounty, North Carolina. \n[15] At times material, each of the i ndividual Plaintiffs and Defendants was \nlicensed to practice law in North Carolina, and they collectively comprised all the \nmembers4 (“Member(s)”) of the Firm. \n                                                 \n1 It is not proper for a trial court to make findings of fact in determining a Rule 56 motion.  However, it is \nappropriate for a Rule 56 order to reflect material facts that the court concludes exist and are not \ndisputed, and which support the legal conclusion with regard to summary judgment.  Hyde Ins. Agency v. \nDixie Leasing, 26 N.C. App. 138 (1975). \n2 Technically, the Firm is a PLLC.  However, the relevant statutes treat a PLLC and an LLC identically.  \nSee G.S. 57C-2-01(c).  Accordingly, this Order at times refers to the Firm as an LLC. \n3 The Complaint uses the middle initial “A” for Defendant Mitchell.  Defendants’ Answer and \nCounterclaims use the middle initial “M” for Defendant Mitchell. \n4 For purposes of the Motions, the court construes this to mean “members” as defined by G.S. 57C-1-\n03(14). \n[16] On June 14, 2005, the Firm’s Mem bers met to discuss the Firm’s economic \nperformance.  Brewer began by describing what he saw as a decline in the Firm’s gross \nrevenues in the individual Plaintiffs’ practice areas, which consisted primarily, but not \nexclusively, of hourly billing transactional work.  At some time during the discussions \nthat followed, Plaintiff Adams physically stood up and announced that he was leaving \nthe firm.  Among others, his specific words were, “I am out of here.”  When asked by \nDefendant Mitchell not to leave the meeting, Plaintiff Adams stated he was not just \nwalking out of the meeting, but rather “[he] meant out of the firm.”  Plaintiff Adams in fact \nleft the meeting room.  Shortly after Adams left the room, the Plaintiff Boughman also \nannounced that he “no longer wanted to be a part of this firm and that [he was] leaving.”  \nHe, too, left the meeting room.  During the next two weeks, both Adams and Boughman \nphysically returned to work at the Firm while making preparations to form a new law \nfirm.  On or about June 25, 2005, Plaintiff Burge informed Defendant Mitchell that she, \ntoo, was leaving the Firm and going to join Adams and Boughman in a new law \npractice. \n[17] On or about June 30, 2005, Plainti ffs Adams, Burge and Boughman ceased \npracticing law with Brewer, Mitchell, Richardson and Brittain (the Firm’s “Breakup”). \n[18] On June 14, 2005, Plaintiff Adams sent an e-mail message to Brewer and \nother members of the Firm.  The message concerned his share of revenue and \ncompensation, and referred to his “leaving the firm.”5 \n[19] On or about July 7, 2005, the indi vidual Plaintiffs executed articles of \norganization for a PLLC law firm entity by the name of Adams, Burge & Boughman \n(“AB&B”).  On the same day, they signed an application for a certificate of registration \nfor a PLLC that was submitted to the North Carolina State Bar.  They \ncontemporaneously began the practice of law under the AB&B name. \n[20] Shortly after the Breakup, Plaint iff Burge prepared two forms of proposed \nletters to be sent to Firm clients.  One of the draft letters,6 which was undated, stated \nthat the individual Plaintiffs had “withdrawn” from the Firm as of June 30, 2005.  The \n                                                 \n5 Defs.’ Notice Filing Ex. Supp. Mot. Partial Summ. J. (“Defs.’ Ex.”), Ex. H. \n6 Defs.’ Ex. I. \nother draft letter,7 dated July 12, 2005, stated that the individual Plaintiffs were \n“terminating their employment” with the Firm.  These letters were approved by \nDefendant Mitchell, but were not sent to clients.  \n[21] The Firm initially was organized in  October 2000.  The Articles of \nOrganization (“Articles”) for the Firm do not contain any provisions dealing with issues of \nwithdrawal or dissolution by or between the various Members.  The Members never \nexecuted a written document formally designated as an operating agreement.  Further, \nthey never executed a written agreement specifically reflecting consent or agreement of \nthe Members as to whether the Breakup was to constitute (a) withdrawal from the Firm \nby the individual Plaintiffs or (b) dissolution of the Firm. \n[22] Following the Breakup, the individual Plaintiffs practiced law together in the \nnew law firm of AB&B.  Some clients who had then-unresolved contingent fee \nengagements with the Firm continued such matters with the Firm (the “Contingent Fee \nCase(s)”).  Other clients who had then-unresolved contingency fee engagements with \nthe Firm retained AB&B to handle their cases. \n[23] In late June 2005, after the Break up, Adams and Brewer met to discuss the \nindividual Plaintiffs’ interest in the Firm.  Brewer was designated to speak on behalf of \nDefendants, and Adams was designated to speak on behalf of the individual Plaintiffs.  \nThey agreed that the individual Plaintiffs could remain in the Firm’s offices until they \nsecured new office space.  They did not agree on the value of Plaintiffs’ interest in the \nFirm. \n[24] Defendant Brewer subs equently undertook to perform an “accounting” of the \nFirm's financial status.  In a July 8, 2005 memorandum to the Firm’s Members (The \n“Brewer Memo”),8 Brewer presented the results of this accounting.  The Brewer Memo \nrepeatedly references the Breakup as a “withdrawal” from the Firm by the individual \nPlaintiffs.  It was captioned with the legend: “Re: Winding up of affairs; dissolution of \npartnership.” \n[25] The Brewer Memo included a proposed allocation of existing debts and \nobligations of the Firm and a proposed final distribution to the Plaintiffs.  Among other \n                                                 \n7 Defs.’ Ex. J. \n8 Am. Compl., Ex. 1.   \nthings, the Brewer Memo addressed payment of the Firm’s lines of credit and other Firm \nobligations as of July 1, 2005, a cash distribution of $25,000 or more to each individual \nPlaintiff, and a proposal that Plaintiffs retain their then-current cases without remitting to \nthe Firm any fees subsequently recovered in those cases.  The Brewer Memo also \nproposed that the individual Plaintiffs would not receive any share of then-unresolved \nContingent Fee Cases remaining with the Firm, on the theory that the individual \nPlaintiffs had withdrawn from the Firm as of July 1, 2005, and that the value of \nunresolved Contingent Fee Cases could not reasonably be ascertained as of that date.  \nChecks reflecting the proposed cash distributions were cut and delivered to the \nindividual Plaintiffs. \n[26] Thereafter, in August, 2005, Plaintiff Boughman contacted BB&T to determine \nthat in fact the individual Plaintiffs’ contingent liability for Firm debts and obligations, \nincluding personally-guaranteed lines of credit, had been paid by the Firm.  Boughman \nfurther requested, and received from Defendants, a release of the individual Plaintiffs’ \npresent and future personal liabilities on Firm lines of credit and credit cards.  At the \ntime these actions were taken, the Defendants were not aware that the individual \nPlaintiffs disagreed with the financial proposals reflected in the Brewer Memo and that \nthey did not intend to cash the distribution checks. \n[27] Other than the meet ing in late June 2005 between Adams and Brewer, the \nonly conversations that took place from late June 2005 to early 2006 between any of the \nindividual Plaintiffs and any of the Defendants with regard to the Breakup concerned \nfurniture issues.  Those were resolved by agreement.  During that time, the individual \nPlaintiffs did not voice any disagreement with the distributions proposed in the Brewer \nMemo.  Although they did not cash the distribution checks, they did not inform the \nDefendants that they were refusing to do so. \n[28] It was not until January 2006, that the individual Plai ntiffs, through their legal \ncounsel, lodged their objection to the terms of the Brewer Memo and informed \nDefendants that they refused to cash the distribution checks.  At that time, their primary \nexpressed concern was how the Brewer Memo proposed valuation of the Contingent \nFee Cases.9  This was done by way of a letter10 to Brewer, dated January 6, 2006, from \ncounsel for the individual Plaintiffs, in which the Breakup was referred to as a \n“withdrawal” from the Firm by the individual Plaintiffs.  More specifically, the letter from \nPlaintiffs’ counsel to Defendant Brewer states that “this firm represents . . . [Plaintiffs] in \nconnection with their withdrawal from the PLLC with you, Ronnie Mitchell, and Billy \nRichardson” (emphasis added).  The letter goes on to say: \nIn particular, we believe your assessment that the firm’s contingent \nfee cases, no matter how lucrative their outcome, cannot be taken \ninto consideration in determining the value of the withdrawing \nattorneys’ interest and [sic] is not consistent with North Carolina law  \n(emphasis added). \n[29] The January 6, 2006 letter clearly is dr awn in the context of a disagreement \non the value of and the methodology for valuing the Contingent Fee Cases, and does \nnot on its face deny that Plaintiffs had withdrawn from the Firm. \n[30] In a subsequent letter to Brewer 11some six months later, dated June 21, \n2006, counsel for the Plaintiffs referred to the Breakup as a “dissolution.”  In this letter, \ncounsel for the individual Plaintiffs discusses the duties of managing Members of an \nLLC in winding up its affairs upon dissolution. The letter does not deal with the question \nof whether the Breakup constituted a “withdrawal” by the Plaintiffs.  Rather, it clearly \nreflects a contention that the individual Plaintiffs were Members of the Firm at the time \nof a “dissolution.” \n[31] At times material, and for purposes of the Motions , the Firm has continued to \noperate as a going concern.  Articles of dissolution were not filed with the North \nCarolina Secretary of State, and Defendants did not organize a separate law firm entity.  \nThey continued to hold themselves out to the public as “Mitchell, Brewer, Richardson,” \nand used the same logo for the Firm as was used prior to the Breakup. \n[32] For purposes of this  Order, the undisputed facts reflected in paragraphs 7 \nthrough 31 sometimes will be referred to herein collectively, as the “Breakup Facts.”  \n                                                 \n9 In a prior ruling in this matter the court determined that an unresolved contingent fee case being handled \nby a PLLC law firm at the time of withdrawal by a member, or dissolution, constitutes a firm “asset” in \nwhich a member attorney has distributive rights, notwithstanding that the attorney performed no legal \nwork on the case.  (Order, May 8, 2007.)  There has been no determination of the methodology or \nmechanics of valuing such an asset. \n10 Am. Compl., Ex. 2. \n11 Id., Ex. 3. \n[33] Plaintiffs subsequently fil ed this civil action.  In their Complaint the Plaintiffs \nallege claims (“Claim(s)”) individually and derivatively in behalf of the Firm for: \n(a) An accounting to the Firm; \n(b) An accounting to the individual Plaintiffs; \n(c) A liquidating distributio n by Defendants to the individual Plaintiffs under \nG.S. 57C-6-05; \n(d) Damages for constructive fraud/breach of fiduciary duty; \n(e) Damages for unfair and deceptive trade practices; and \n(f) Injunctive relief to prevent Defendant s from incurring debt or practicing \nlaw in the name of the Firm, except for its “winding up.” \n[34] By way of their Answer, Defendants raise seventeen affirmative defenses.  \nThey further allege counterclaims (“Counterclaims”) against the individual Plaintiffs for: \n(a) Declaratory judgment to the effect that either (i) the individual Plaintiffs \nwithdrew from the Firm or (ii) their rights to Firm distributions otherwise are \nlimited to the value of their interests as of the date of the Breakup; \n(b) Declaratory judgment to  the effect that, under principles of equitable \nestoppel, by their actions the individual Plaintiffs either (i) are bound by the terms \nof the Brewer Memo or (ii) are estopped from claiming entitlement to any Firm \ndistribution beyond that proposed in the Brewer Memo; or \n(c) If there has not been a withdrawal or dissolution, then the individual \nPlaintiffs remain Members of and are liable to the Firm for damages or other \nrecoveries under theories of (i) breach of fiduciary duty, (ii) \nconversion/misappropriation of Firm assets and (iii) unjust enrichment.  They \nseek a constructive or resulting trust and an equitable lien, and monetary \nrecoveries.         \nIII. \nTHE MOTIONS\n[35] Pursuant to the Revised CMO, Plainti ffs and Defendants filed their respective \nMotions.  The pivotal issues raised by the Motions are whether at the time of the \nBreakup, (a) Plaintiffs are deemed to have withdrawn from the Firm, either as a matter \nof law or equity, or (b) a dissolution occurred or is mandated and (c) how should the \nPlaintiffs’ distributive shares in the Firm be valued? \n[36] Notwithstanding the foregoing, by way of their Motion filed on August 15, \n2008, Defendants also challenge the standing of any of Plaintiffs to bring this civil \naction, either in behalf of the Firm or in their individual names.  The issue of standing is \njurisdictional and must be resolved before the substantive merits of the lawsuit may be \naddressed.  Neuse River Foundation, Inc. v. Smithfield Foods, Inc., 155 N.C. App. 110, \n113 (2002). \nA. \nStanding\n[37] Defendants contend that  under the undisputed facts in this matter, the \nindividual Plaintiffs do not have standing to bring this action, either in the name of the \nFirm itself, in the name of the Firm derivatively or individually. \n[38] Based upon the allegations of the Comp laint, it is clear that Plaintiffs do not \ncontend that this action is brought by the Firm.  Rather, they allege that the action is \nbrought by them individually, and derivatively in behalf of the Firm pursuant to G.S. \n57C-8-01.12  Accordingly, the court will focus on whether Plaintiffs have standing in this \naction, either individually or derivatively. \n[39] “Standing” refers to whether a par ty has a sufficient stake in an otherwise \njusticiable controversy so as properly to seek adjudication of the matter.  Woodring v. \nSwieter, 180 N.C. App. 362, 366 (2006).  It is a jurisdictional issue and does not \ngenerally concern the ultimate merits of a lawsuit.  Town of Ayden v. Town of \nWinterville, 143 N.C. App. 136, 140 (2001).  Standing is challenged properly by a \nmotion to dismiss pursuant to Rules 12(b)(1) or 12(b)(6) for lack of subject matter \njurisdiction.  Fuller v. Easley, 145 N.C. App. 391, 395 (2001).  The burden to show that \nstanding exists is on the party asserting standing.  Neuse River Foundation, Inc., 155 \nN.C. App. at 113 (2002). \n[40] Under Rule 17(a), a party lacks standing to sue if it is not a “real party in \ninterest.”  A real party in interest is one who “by substantive law has the legal right to \n                                                 \n12 Am. Compl., ¶ 8. \nenforce the claim in question.”  Whittaker v. Furniture Factory Outlet Shops, 145 N.C. \nApp. 169, 175 (2001) (citations omitted). \n[41] In support of their standing ar gument, Defendants rely primarily on Crouse v. \nMineo, No. COA07-344, slip op. (N.C. App. filed Mar. 18, 2008), 658 S.E.2d 33 (2008).  \nCrouse involved an action brought by a member-attorney of an LLC law firm against \nanother member-attorney.  The dispute between the members arose from refusal of the \nDefendant to share with the Plaintiff portions of contingency fees realized from cases \npersonally handled by the Defendant while he and the Plaintiff were members of the \nLLC.  In behalf of the LLC and himself, the Plaintiff alleged claims against the Defendant \nfor breach of fiduciary duty, breach of contract, quantum meruit, unfair or deceptive \ntrade practices and an accounting.  The Defendant contended that the Plaintiff did not \nhave standing to prosecute the civil action either in behalf of the LLC or himself.  The \ntrial court agreed and dismissed the Plaintiff’s Complaint in its entirety,13 and Plaintiff \nappealed.  After extensive analysis, the Court of Appeals reversed in part, holding that: \n(a) Pursuant to G.S. 57C-3-20(b), managers of an LLC have equal rights \nand authority to participate in management, and management decisions require \nthe approval of a majority of the managers.  Because the Defendant Mineo was \nthe only other member-manager of the LLC, and he did not authorize or ratify the \nmanagement decision to file the civil action, there was no majority approval; and \nthe Plaintiff Crouse therefore lacked authority to cause the LLC to institute the \naction on its own behalf. \n(b) However, pursuant to G.S. 57C-8-01(a) and G.S. 57C-8-01(b), a \nderivative action in behalf of an LLC is appropriate if (i) the plaintiff does not have \nauthority to cause the LLC to sue in its own right, (ii) the plaintiff was a member \nof the LLC at the time the action was brought and at times material, and (iii) the \nmember-plaintiff alleges with particularity the efforts made to obtain the desired \naction from those with authority over actions of the LLC.  Because (i) Plaintiff \nCrouse did not have management authority to cause the LLC to bring the suit, (ii) \n                                                 \n13 Although not relevant to the instant issues, counterclaims lodged by Defendant were not dismissed. \nhe was a member of the LLC at the time of filing,14 (iii) his Complaint alleged \nsufficiently the efforts he made to obtain the desired but refused action from \nDefendant Mineo and (iv) notwithstanding that plaintiff did not specifically \ncharacterize the action as being derivative, he had standing to bring a derivative \naction on behalf of the LLC, and he had sufficiently alleged such a claim. \n(c) Plaintiff Crouse did not have i ndividual standing to sue Defendant for \nunfair or deceptive trade practices15 because any such claim would necessarily \narise from the relationship between the individuals as members of the LLC, and \ntherefore would exist, if at all, between the Defendants and the LLC.16 \n[42] Plaintiffs here vigorou sly dispute Defendants’ contentions as to the impact of \nCrouse on the instant case.  Rather, they contend it stands for the propositions that (a) \nthe individual Plaintiffs have stated a derivative claim in behalf of the Firm and individual \nclaims in their own behalves and (b) the filing by Crouse of Articles of Dissolution is \nanalogous to the “[we’re] out of here” declarations by Plaintiffs in the instant matter.  \nDefendants argue that they each clearly reflect a desire no longer to associate in the \npractice of law with certain other members of the Firm, but that such statements by \nPlaintiffs should not be deemed a “withdrawal” from or termination of their interests in \nthe Firm as that term is contemplated by the Act. \n[43] Based upon the material facts that exist in this matter without substantial \ncontroversy, and without regard to the contended merits of any Claims alleged by the \nPlaintiffs, the court CONCLUDES that: \n                                                 \n14 Plaintiff Crouse had filed Articles of Dissolution of the LLC in July 2003, prior to his filing of the civil \naction in December 2004.  Defendant contended that the provisions of G.S. 57C-3-02(3)(d) applied and \nthat Crouse ceased to be a member of the LLC upon the filing of the Articles of Dissolution.  However, in \na lengthy analysis, the court held that G.S. 57C-3-02(3)(d) was not applicable and that it does not operate \nto cause the disassociation of an LLC member who files a petition for dissolution of the LLC.  Crouse, 658 \nS.E.2d at 39. \n15 Id. at 42.  By analogy, the same reasoning would apply to a claim for breach of fiduciary duty, as \nalleged by Plaintiffs in the instant case. \n16 The Court did hold that Plaintiff could state an individual claim for quantum meruit as to work he \npersonally performed with regard to the cases that generated the fees in dispute.  Id. at 42.  Plaintiffs in \nthe instant case do not make such a claim and do not contend that they personally performed any \nservices on the contingent fee cases that are the genesis of their controversy with Defendants.  By prior \nOrder this court determined that Plaintiffs were not precluded from sharing in such fees by virtue of their \npersonally not having worked on a particular contingent fee matter while they were Members of the Firm.  \n(Order, May 8, 2007 ¶¶ 24-30.) \n(a) For purposes of the Motions, the cour t deems the individual Plaintiffs to \nhave been Members17 of the Firm at the time this action was filed.  At the time, \nthe Plaintiffs did not constitute a majority of the Members of the Firm and they \ntherefore did not have authority to cause the Firm to bring any Claims in its own \nbehalf.  However, they did have standing pursuant to G.S. 57C-8-01(a) and G.S. \n57C-8-01(b) to allege appropriate derivative Claims in behalf of the Firm. \n(b) Here, the Complaint alleges with sufficient particularity the actions and \ncontroversies of which Plaintiffs complain.  Although the Complaint does not \nspecifically identify certain of the Claims as derivative, the facts alleged are \nsufficient to state such Claims and the respective demands made by the Plaintiffs \nof the Firm’s Members who had appropriate authority.  The individual Plaintiffs \ntherefore have standing derivatively to allege the following Claims (“Derivative \nClaims”) in behalf of the Firm:  (i) For an Accounting to the Company (Claim \nOne), (ii) Demand of Liquidating Distribution (Claim Three), (iii) Constructive \nFraud/Breach of Fiduciary Duty (Claim Four) and (iv) Unfair and Deceptive Trade \nPractices (Claim Five).  These Derivative Claims, if viable, belong to the Firm and \nnot the individual Plaintiffs. \n(c) Accordingly, to the extent said Derivative Claims are intended to be \nstated in behalf of the Firm, Plaintiffs have standing; and Defendants’ Motion \nbased on a lack of standing should be DENIED.  Conversely, to the extent such \nDerivative Claims are intended to be stated individually by the Plaintiffs, they lack \nstanding; and Defendants’ Motion should be GRANTED.  \n(d) In light of the particular facts alleged in this matte r, the individual \nPlaintiffs have personal standing to state a Claim for Accounting to the Plaintiffs \n(Claim Two); and as to that Claim, the Defendants’ Motion should be DENIED. \n \n \n \n                                                 \n17 Defendants’ contentions as to whether Plaintiffs’ actions constituted a withdrawal from the Firm, as \ndefined by the Act or pursuant to principles of equity, are discussed infra, ¶¶ 62-76.  Notwithstanding the \ncourt’s dispositive ruling infra, which is based upon principles of equity, the court deems Plaintiffs to have \nMember status in the firm for purposes of derivative standing. \nB. \nThe Substantive Motions – Withdrawal or Dissolution \n[44] The court having concluded that the individual Plaintiffs have standing to \nassert derivatively and personally certain of the Claims in this matter, it then must \nconsider the substantive Motions.  In this regard, the issue presented by the Motions is: \nDo the undisputed Breakup Facts establish as a matter of law either that (a) the \nindividual Plaintiffs are deemed to have withdrawn from the Firm at the time of the \nBreakup, pursuant to G.S. 57C-5-06, or principles of equity; or (b) a dissolution occurred \nor should be declared pursuant to G.S. 57C-6-01(1) and 57C-6-02(2)? \n[45] The pragmatic substantive issue under lying this dispute is whether, and to \nwhat extent, the individual Plaintiffs are entitled to share in legal fees that ultimately may \nbe realized from the Contingent Fee Cases being handled by Defendants both before \nand after the Breakup but that are resolved after the Breakup.18 \n[46] Distribution upon Withdrawal.  If, as contended by Defendants, the individual \nPlaintiffs’ act of leaving the Firm at the time of the Breakup constituted a withdrawal \nfrom the Firm either (a) pursuant to G.S. 57C-1-03(14), G.S. 57C-3-02(1) and G.S. 57C-\n5-06 or (b) as a matter of equity, their post-Breakup rights to share in Firm distributions \nwould be governed by G.S. 57C-05-07; and their final distributions from the Firm would \nbe limited to the fair value of each Plaintiff’s interest in the Firm as of the date of \nwithdrawal.  In such case, the Defendants contend that Plaintiffs would not share in any \nfees subsequently realized from the Contingent Fee Cases because the value of such \ncases at the time of the Breakup was so uncertain and speculative -- and therefore \nimpossible to quantify -- that they would have no distributive value.19 \n[47] Distribution upon Dissolution.  However, as Plaintiffs contend, if dissolution \noccurred while they were Members, their distributive rights would be governed by G.S. \n57C-6-04(b) and G.S. 57C-6-05(3).  As a result, unless otherwise agreed, the Firm, as \n                                                 \n18 Presumably, this also would include sharing the burden of sometimes-substantial expenses incurred \nwith regard to any such cases that for whatever reason do not produce a legal fee.  There is more to this \nissue than just the Defendant-retained Contingent Fee Cases, in that since the individual Plaintiffs also \nretained engagements involving contingent fees, and the sharing of profits or losses from those cases \nlikewise could be implicated by the outcome of this matter. \n19 The merits of such a contention are not now before the court.  However, if a withdrawal is ultimately \nfound to have occurred at the time of the Breakup, the valuation of the Contingent Fee Cases as of that \ndate would appear to be more problematic for Plaintiffs. \nan LLC, would continue in existence while its managers, or others charged with winding \nup its affairs, would have a statutory duty to (a) obtain “[a]s promptly as reasonably \npossible . . . the fair market value for the [LLC’s] assets”20 and (b) distribute the net \nbalance of those assets to the LLC’s Members, and others.  G.S. 57C-6-04(b) and G.S. \n57C-6-05(3).  Under this scenario, Plaintiffs contend that they would remain Members \nuntil the “winding up” of the Firm has been completed, and that they would share as \nFirm Members in any distributions of profits realized from Contingent Fee Cases at a \nreasonable time after their ultimate resolution.21  \n[48] Given the material facts that ex ist in this matter without substantial \ncontroversy, the Defendants contend either that (a) the Plaintiffs’ words and actions, as \nreflected in the Breakup Facts, as a matter of law constituted a de facto withdrawal by \nthem from the Firm at the time of the Breakup; (b) through a liberal construction of the \nAct, there is sufficient evidence before the court to establish that Plaintiffs withdrew from \nthe Firm pursuant to a written operating agreement as required by G.S. 57C-5-06; (c) \nbecause of their affirmative acts of withdrawal, the individual Plaintiffs should be \nestopped under principles of equity from denying that they withdrew from the Firm; (d) \nthe Firm did not and has not dissolved under G.S. 57C-6-01 or otherwise, following the \nPlaintiffs’ withdrawal; or (e) upon Plaintiffs’ withdrawal, only the Defendants could elect \nto dissolve the firm and at times material to this litigation no such dissolution occurred. \n[49] On the other hand, the Plaintiffs c ontend that as a matter of law (a) the \nindividual Plaintiffs did not “withdraw” from the Firm as that term is defined in G.S. 57C-\n5-06, and that there was no other lawful way for them to have withdrawn; and (b) that \nthe Breakup constituted a “de facto” dissolution on or about July 1, 2005.  In the \nalternative, Plaintiffs contend that application of North Carolina partnership law to the \ninstant facts would reach a similar result with regard to whether a withdrawal or a \ndissolution is deemed to have occurred.  \n                                                 \n20 Neither the Act nor the Firm’s Articles define “assets.”  But see, supra, fn. 9.  \n21 The requirement that the fair market value of an LLC asset be obtained “as promptly as reasonably \npossible,” and the mechanics of how that is achieved, must be viewed relative to the business the LLC \nconducts and the types of assets it holds.  The court can find no reason why law firm engagements, such \nas the Contingent Fee Cases, cannot be liquidated in a manner consistent with these statutory \nrequirements. \n \n[50] De Facto Withdrawal.  The Act provides specific instances in which one’s \nmembership in an LLC may cease, by one or more “events of withdrawal.”22  The one \ninstance at issue in this case is when a member voluntarily withdraws,23 as provided by \nG.S. 57C-5-06 (the “Voluntary Withdrawal Provision”).  The Voluntary Withdrawal \nProvision states that “[a] member may withdraw only at the time or upon the happening \nof the events specified in the articles of organization or a written operating \nagreement,”24 which must be binding upon all Members (emphasis added).25 \n[51] The Defendants here c ontend that the individual Plaintiffs voluntarily and de \nfacto withdrew and left the Firm at the time of the Breakup, and that -- the Voluntary \nWithdrawal Provision notwithstanding -- their actions of withdrawal are binding upon \nthem.  The established Breakup Facts upon which Defendants rely are (a) the oral \ndeclarations and actions by Adams and Boughman in announcing at the meeting on \nJune 14, 2005, that they were leaving the firm; (b) Burge’s subsequent announcement \non June 25, 2005, that she also was leaving the Firm to join Adams and Boughman; (c) \nthe individual Plaintiffs’ affirmative actions in seeking to be relieved of any existing or \nfuture Firm debts or liabilities; (d) their physically leaving the Firm’s practice and \nformally setting up a separate law practice; (e) the specific reference to “withdrawal” by \nPlaintiffs in the Brewer Memo;26 (f) the references to the Plaintiffs’ “withdrawal” and \n“termination of their employment with the Firm” in post-Breakup draft letters27 to clients \nprepared by Plaintiff Burge; (g) the January 6, 2006 letter28 from Plaintiffs’ counsel to \nDefendant Brewer, which refers to Plaintiffs’ “withdrawal” from the Firm and does not \nstate any contentions with regard to dissolution; (h) the various Members’ actions of \nreliance after the Breakup in moving forward with their respective law practices as \nthough a withdrawal had occurred; and (i) the delay of almost one year after the \nBreakup before Plaintiffs took a position that they in fact had not withdrawn from the \nFirm, but rather that a dissolution was in order. \n                                                 \n22 G.S. 57C-3-02. \n23 G.S. 57C-3-02(1). \n24 G.S. 57C-5-06. \n25 G.S. 57C-1-03(16). \n26 Am. Compl., Ex. 1. \n27 Defs.’ Exs. I and J. \n28 Am. Compl., Ex. 2.   \n[52] The Defendants argue that  the definition of withdrawal should be interpreted \nliberally and broadly, and by the plain and ordinary meaning of the word.29  They \ncontend that -- although the Firm’s Articles do not deal with withdrawal and the Firm had \nno formal written document designated as an operating agreement -- plain logic dictates \nthe conclusion that in light of the Plaintiffs’ actions as reflected in the undisputed facts, \nthe Plaintiffs de facto “withdrew” from the Firm.  They say that all Members relied upon \nthe Plaintiffs’ unilateral and voluntary acts of withdrawal, and that Plaintiffs therefore are \nbound by their acts of withdrawal.  Defendants point out that a result to the contrary \nwould give each member of an LLC the power unfairly to force a potentially disruptive \ndissolution unilaterally and at his or her whim, and that this would give that member \ninappropriately significant leverage to extract concessions from other members who \nwant the LLC to continue.30 In this regard, Defendants forecast a bleak scenario in \nwhich a law firm member could refuse to participate in the LLC without formally \nwithdrawing until the other members agree to dissolution on terms inequitably weighted \nin favor of the recalcitrant member.  They say that in such a situation, the other \nmembers would be faced with the distasteful choices of either (a) dissolution, (b) a law \nsuit with undetermined outcome possibilities or (c) allowing the departed member to \ncontinue sharing in the firm’s profits. \n[53] The individual Plaintiffs argue to the contrary, saying the issue is simple: If the \nArticles do not define events of withdrawal, and there is no written operating agreement \nin place that defines events of withdrawal, a Member cannot withdraw; and dissolution \nis the only option.  Defendants counter that such a conclusion is tantamount to a \ndetermination that it is impossible for a member to withdraw from an LLC that does not \naddress “withdrawal” in its articles of organization or a formal written operating \nagreement.31 \n                                                 \n29 Defendants cite a variety of sources as to the ordinary definition of “withdraw.”  E.g., “to remove oneself \nfrom participation or activity in something,” Webster’s New International Dictionary 2626  (3d ed. 1961); \n“the art of leaving,” Roget’s Thesaurus 1058 (2d ed. 1980).    \n30 Such a result appears to have been a problem in other states, which unlike North Carolina, provide that \nthe leaving of any member forces a dissolution of an LLC.  Larry E. Ribstein, The Emergence of the \nLimited Liability Company, 51 Bus. Law. 1, 30 (1995). \n31 As previously observed by the court in its May 8, 2007 Order, in the absence of compliance with the \nclear statutory requirements of the Voluntary Withdrawal Provision, and depending on the facts of a \nparticular matter, it is true that an inconvenient impasse may occur.  However, such a situation clearly and \neasily could be avoided by prior agreement, as encouraged by the Act.  Certainly, it would be far less \n[54] There appears to be no r eported case authority on this issue.  At first blush, \nDefendants’ “plain logic” argument is inviting in that it speaks of fairness and common \nsense.  However, the Voluntary Withdrawal Provision is clear and unambiguous in its \nprovisions; and the court is concerned that were Defendants’ argument to prevail, the \nresult could be consequences not intended by or consistent with the purposes and \nintent of the Act.  By way of example, if the court were to embrace Defendants’ de facto \nwithdrawal argument and conclude that a member of an LLC law firm unilaterally can \n“withdraw” by walking away from the firm without compliance with the Voluntary \nWithdrawal Provision, consider a scenario that reverses the situation of the litigants in \nthe instant case.  If, at the time of a de facto withdrawal, the withdrawing member \nretained an unresolved and potentially lucrative contingent fee matter, quaere, would he \nbe in a position to argue that (a) the firm’s assets must be valued as of the date of his \nwithdrawal, (b) the value at that time of the contingent fee matter he retained  would be \nspeculative and therefore (c) his former law firm would recognize little, if any, 32 value \nfrom the case, even though it later results in a substantial fee?  The court cannot \nconclude that either the spirit or substance of the Act is intended to allow such a result \nin the absence of prior agreement by the members in compliance with the Voluntary \nWithdrawal Provision. \n[55] Therefore, except  as otherwise discussed in this Order, the court \nCONCLUDES that the substantive requirements of the Act do not allow a unilateral de \nfacto withdrawal by a member, absent compliance with the Voluntary Withdrawal \nProvision; and therefore, the individual Plaintiffs in the instant matter did not de facto \nwithdraw from the Firm at the time of the Breakup. \n[56] Withdrawal by Wr itten Operating Agreement.  As an alternative to a de facto \nwithdrawal by the individual Plaintiffs, Defendants contend that -- when considered \n                                                                                                                                                             \ndifficult for the members to reach agreement at the time of formation of an LLC, or at some other time \nwhen active disagreement does not exist.  Waiting until the flames of dispute and disagreement are \nburning usually is too late. \n32 A secondary issue would arise if one or more members of the law firm in fact had done work on the \ncontingent fee engagement prior to the member’s de facto withdrawal.  Would the law firm, or those \nmembers who worked on the case, be entitled to share on a quantum meruit basis in any contingent fee \nultimately realized?  See generally Pritchett & Burch, PLLC v. Boyd, 169 N.C. App. 118 (2005); \nEnvironmental Landscape Design v. Shields, 75 N.C. App. 304 (1985).  See also, discussion, Order, May \n8, 2007 ¶¶ 25-28.   \ncollectively and given the liberal and common sense construction Defendants contend \nwas intended by the Act -- the course of conduct, various writings and e-mail by and \nbetween the Plaintiffs, their counsel and Defendants, as reflected in the Breakup Facts, \nconstituted a binding written operating agreement on the discrete question of whether \nPlaintiffs withdrew from the Firm at the time of the Breakup.    Plaintiffs vigorously \ndispute such a construction of either the Breakup Facts or the provisions and intent of \nthe Act.  After due consideration, the court is not persuaded by Defendants’ argument \non this point. \n[57] G.S. 57C-1-03(16) defi nes “Operating Agreement” as \nany agreement, written or oral, of the members with respect to the \naffairs of a limited liability company and the conduct of its \nbusiness that is binding on all the members . . . (emphasis  \nadded). \nG.S. 57C-5-06 further requires that an LLC Member may withdraw \nonly at the time or upon the happening of the events specified in \nthe articles of organization or a written operating agreement  \n(emphasis added). \n[58] In Robinson on North Carolina Corporation Law, the author observes that an \noperating agreement is “not necessarily a single document, or even a document at all.”  \nRussell M. Robinson, Robinson on North Carolina Corporation Law § 34.02(2) (7th ed. \n2008).  However, he goes on to point out that an operating agreement must be binding \nupon and signed by all members if it is in writing (as required for withdrawal purposes \nby G.S. 57C-5-06); and he further discusses the various subjects and provisions most \nlikely to be included in an operating agreement.\n33  It is clear the author has concluded \nthat the Act anticipates that an “operating agreement,” whether written or oral, in \nsubstance would be relatively comprehensive in dealing with fundamental LLC \noperating issues. \n                                                 \n33 The author concludes that while an LLC is a creature of contract between the members, and a wide \nrange of business issues are logical candidates for inclusion in an operating agreement, most will include \nprovisions relating to such matters as: the identities of initial members; capital contributions; obligations \nrelative to possible later capital calls; the respective equity of each member; the respective members’ \nshares of profits and losses; distributions of cash and other assets; the identity of managers and their \npowers and duties; indemnity agreements between managers and members; buy and sell protocols \namong members; tax treatments of various LLC transactions and operations; and among other things, as \ndiscussed in this Order, events and conditions of withdrawal by a member.  \n[59] The initial affirmative  declarations of withdrawal from the Firm were by \nPlaintiffs Adams and Boughman, and were made orally at the June 14, 2005 meeting.  \nThere is no evidence that Plaintiff Burge physically left the meeting or made similar \ndeclarations of withdrawal that day, although on or about June 25, 2005, she did orally \ninform Defendant Mitchell that she, too, was “leaving” the Firm to join Adams and \nBoughman in law practice.  The first “written”34 indication of withdrawal was by Plaintiff \nAdams’ e-mail message on June 14, 2005, to Brewer and other members of the Firm, in \nwhich he referred to his “leaving the firm.”35 There is no evidence that a similar e-mail \nwas sent by the other Plaintiffs. The written correspondence between Brewer and \nPlaintiffs’ counsel, while referring to the Breakup as a “withdrawal,” dealt in substance \nwith valuing the Contingent Fee Cases; and, whether considered individually or \ncollectively, do not rise to the level of a “written operating agreement” on the issue of \nwithdrawal as contemplated by the Act.  None of the various other writings relied upon \nby Defendants as part of the collection of evidence contended to constitute a written \noperating agreement are signed by all Plaintiffs, and none specifically reference an \nagreement with regard to withdrawal. \n[60] As was the case with Defendants’ de facto withdrawal argument, their \ncontention on this issue is attractive from a common sense perspective -- especially \ngiven the declarations, statements and various actions by the Members surrounding the \ntime of the Breakup.  It well may be that in a given case, multiple documents viewed \ncollectively could constitute a written operating agreement as contemplated by the Act.  \nThis, however, is not that case. \n[61] While the forecast undisputed fact s here are relevant and material on the \nissue of purpose and intent surrounding the Breakup, they are too fragmented and \ndisparate to support the existence of a written operating agreement.  Therefore, the \ncourt CONCLUDES that at or about the time of the Breakup there did not exist a written \noperating agreement on the issue of withdrawal by the Plaintiffs from the Firm.36  \n                                                 \n34 For purposes of ruling on the Motions, the court does not need to determine whether the e-mail \nconstitutes a “writing.” \n35 Defs’ Ex. H. \n36 In its May 8, 2007 Order at fn. 8, this court concluded that “at best” the Brewer Memo and the January \n6, 2006 letter to Brewer from Plaintiffs’ counsel presented a question of fact as to whether they \nconstituted a written operating agreement.  That observation was in the context of Defendants’ Motion to \n[62] Estoppel .  As a second alternative to their contention that there was a de \nfacto withdrawal by the individual Plaintiffs, Defendants argue that Plaintiffs should be \nestopped by principles of equity from denying that the Breakup constituted a withdrawal \nby them from the Firm.  They point out that G.S. 57C-10-03(b) provides that “the law of \nestoppel shall apply” to LLC organizations, and that G.S. 57C-10-05 provides that in \n“any cases not provided for in . . . [Chapter 57C], the rules of law and equity shall \ngovern.” \n[63] The particular facts of this matter appear  to present a case of first impression \non this issue.  After due consideration, the court concludes that the Breakup Facts \npresent a situation not consistent with the spirit or letter of the Act, and therefore not \nprovided for in the Act.37  Accordingly, pursuant to G.S. 57C-10-03(b) and 57C-10-05, \nthe rules of both law and equity govern; and if appropriate under the facts at hand, the \nlaw of estoppel may apply. \n[64] Estoppel is a matter of equity, and when the facts are undisputed it becomes \na question of law, properly to be decided by the court. Hawkins v. M&J Finance Corp., \n238 N.C. 174, 185 (1953). \n                                                                                                                                                             \nDismiss pursuant to Rules 12(b)(1) and 12(b)(6).  Having now been presented with the undisputed facts \nas reflected in this Opinion and Order, the court concludes that there exists no genuine issue of material \nfact on the issue. \n37 In support of their contentions, the Plaintiffs also argue in the alternative that if the court concludes that \nthe Breakup presents a situation not provided for in the Act, then the court should look for guidance to \npartnership law under the North Carolina Uniform Partnership Act (“UPA”).  More specifically, they point to \nG.S. 59-59, which provides that a partnership is dissolved upon one of the partners “ceasing to be \nassociated in the carrying on” of the partnership’s business.  Plaintiffs concede that when read together, \nG.S. 55B-3 and G.S. 57C-2-01(c) mandate that the Act, and not the UPA, applies to PLLC entities.  \nHowever, they argue that when presented by facts such as in the instant case, the court may analogize a \nlaw firm to an “incorporated partnership,” such as a closely held corporation, and that the court can \nproperly apply partnership law.  Meiselman v. Meiselman, 309 N.C. 279 (1983); Stancil v. Stancil, 94 N.C. \nApp. 319 (1989) (overruled on other grounds) at 325 N.C. 766 (1990).  On this theory, Plaintiffs would \nhave the court look to the UPA and analogize provisions of G.S. 59-59 to their “leaving” the Firm, and \ntherefore working a dissolution, even if the court concluded they had “withdrawn.”  As a result, they seek \nan alternative declaration that their leaving the Firm caused the Firm to be dissolved, as if it were a \npartnership.  It is true that in a fashion somewhat parallel with the UPA, in a former version of the Act, \nG.S. 57C-6-01 provided that the withdrawal or cessation of membership in an LLC by a single member \nresulted in dissolution of the LLC, unless the remaining members voted to continue the LLC’s existence.  \nHowever, the Act was amended in 1999, and as part of the amendment, the automatic dissolution \nprovision was eliminated. See 1999 N.C. Sess. Laws 189 § 5.1.  G.S. 57C-6-01 now provides that an \nindividual member’s withdrawal from the LLC does not trigger a dissolution and winding down unless the \nwithdrawal is by the last remaining member.  Consequently, Plaintiffs’ contention that the court should \napply the UPA withdrawal and dissolution concepts to the instant LLC matter is not persuasive, and the \ncourt concludes that the UPA is not applicable here.\n \n[65] Black’s Law Dictionar y observes that estoppel is “kaleidoscopic” in its \nvarieties.  Among other ways, estoppel can arise by conduct, deed or \nmisrepresentation; and it is viewed as “flexible” in its application.  It is a principle of \nequity that sometimes is described as “a bar that prevents one from asserting a claim or \nright that contradicts what one has said or done before . . . “  Black’s Law Dictionary 589 \n(8th ed. 1999).  Estoppel arises when one party has been induced by the acts of \nanother to believe that certain facts exist, and there is reliance and action on that belief \nto the detriment of the actor.  Godley v. Pitt, 306 N.C. 357, 360 (1982); Jordan v. Crew, \n125 N.C. App. 712 (1997). \n[66] The North Carolina courts have re cognized that the circumstances under \nwhich the equitable doctrine of estoppel may be imposed are not reducible to a \nparticular formulation of principles.  Price v. Price, 169 N.C. App. 187, 190 (2005) (in the \ncontext of judicial estoppel).  The application of estoppel may vary based on the facts of \neach case.  Miller v. Talton, 112 N.C. App. 484, 488 (1993).  Further, neither intent to \ndeceive, bad faith nor fraud are necessary before estoppel may apply.  Hamilton v. \nHamilton, 296 N.C. 574, 576 (1978). \n[67] A party asserting estoppel has  the burden of establishing that: \n(a) The conduct sought to be estopped amounts to a false representation \nof material facts, or is reasonably calculated to give the impression that the facts \nare other than those the party undertakes to assert afterwards; \n(b) There is an expectation by the party making the representation or \nasserting the facts that the other party will act on the representation; \n(c) There exists actual or constructive knowledge of the real facts by the \nparty sought to be estopped, and a lack of knowledge of the truth as to the facts \non the part of the party asserting estoppel; and \n(d) The party asserting estoppel relies on the representation and takes \naction to its detriment. \n Strong’s North Carolina Index 4th 603-04 (So Alexandria Chun ed., West Group \n2001) (see also cases cited therein in fn. 4). \n[68] Defendants contend that fo r purposes of this matter, the Plaintiffs should be \nestopped by their conduct, as reflected in the Breakup Facts, from denying that they \nwithdrew from the Firm at that time.  In support of their position, Defendants point out \nthat (a) after the June 14, 2005 meeting and the weeks that followed, the individual \nPlaintiffs made affirmative oral and written representations that they intended to \nwithdraw from the Firm; (b) all Members of the Firm, both Plaintiffs and Defendants, \ndealt with the Breakup as constituting a withdrawal by the Plaintiffs, and took various \nmaterial actions consistent with a withdrawal; (c) shortly after the Breakup, the Plaintiffs \nphysically left the Firm’s practice and set up their own separate law firm; (d) the \nDefendants relied upon Plaintiffs’ representations of withdrawal and took detrimental \naction as a result;38 and (e) it was not until approximately one year after the Breakup,39 \nwhen the parties had been unable to agree on whether and how the Contingent Fee \nCases could be valued for distribution purposes, that the Plaintiffs took a position that \nthey had not withdrawn from the Firm after all, but rather that a dissolution had occurred \nor should be declared.  During that one year’s time, the individual Plaintiffs practiced \ntogether in their new firm and the Defendants did the same with the Firm, and both the \nPlaintiffs and the Defendants took affirmative and substantive actions still consistent \nwith withdrawal by the Plaintiffs.  Defendants argue that, taken together, all of the \nforegoing Breakup Facts operate to estop the Plaintiffs from denying that they withdrew \nfrom the Firm as of the time of the Breakup. \n[69] It is clear from the undisputed facts t hat at the time of the Breakup in June \n2005, any material disputes between the Members were focused on the Contingent Fee \nCases and whether they then held any ascertainable value.  There appears to have \nbeen no material change in this focus until almost a year later, when in June 2006, \nPlaintiffs’ counsel wrote Brewer and took the position that dissolution had occurred.  \nNothing in the forecast of evidence indicates that prior to June 2006, either side to this \naction raised an issue as to the legal and practical impact of the Act upon the \ndistributive shares of the respective Members presented by the alternatives of (a) \nwithdrawal by the Plaintiffs or (b) dissolution of the Firm.  In fact, it appears that all \nMembers who were deposed testified that none of them appreciated the distinctions \nbetween “withdrawal” and “dissolution” under the Act. \n                                                 \n38 For example, they took affirmative steps with third parties to relieve the individual Plaintiffs of personal \nliability on present and future Firm debts and obligations. \n39 See June 21, 2006 letter from Plaintiffs’ counsel to Brewer.  Am. Compl., Ex. 2. \n[70] Plaintiffs argue that since they apparently did not appreciate or examine the \ndistinction between withdrawal and dissolution prior to the Breakup, they cannot have \nformed an intent to “withdraw” as defined by the Act.40  However, application of the \nequitable doctrine of estoppel does not require that there have been specific knowledge \nby Plaintiffs that their representations at the time of the Breakup that they were \n“withdrawing” from the Firm were false.  The wrong lies in the inconsistent position \nsubsequently taken by the Plaintiffs, rather than in the original conduct.  Hamilton v. \nHamilton, 296 N.C. 574, 576 (1978).  The court concludes that when they unilaterally \nchose to leave the Firm, and characterized their leaving as a “withdrawal,” the Plaintiffs \nwere charged with knowledge of the consequences of their actions; and Defendants \nwere entitled to rely and act upon those actions. \n[71] Plaintiffs further argue  that their silence of almost one year before taking the \nposition that at the Breakup did not constitute their withdrawal from the Firm, but rather \neffected its dissolution, cannot be a basis for estoppel.  In support, Plaintiffs cite Neal v. \nCraig Brown, Inc., 86 N.C. App. 157 (1987), quoting Barnhardt v. Morrison, 178 N.C. \n563 (1919), for the proposition that estoppel by silence must occur under circumstances \nin which there existed an opportunity and apparent or real duty to speak.  However, the \nundisputed facts here establish that the Plaintiffs, being charged with knowledge of the \nconsequences of a withdrawal by them from the Firm, as opposed to a dissolution, \nremained silent on the pivotal issue for approximately one year.  Plaintiffs knew that the \nDefendants were taking actions after the Breakup as though it constituted a withdrawal \nby the Plaintiffs; and during that time, they had both opportunity and a duty to speak.  \n[72] Plaintiffs further contend that Defendants were not induced either by Plaintiffs’ \nsilence or their actions to believe there had been a withdrawal; and that even if they \nwere, the Defendants did not rely on any such representations.  They also argue that \ntheir formation of a new law firm was not relevant to whether they withdrew from the \nFirm.  However, the court is forced to conclude that these Breakup Facts simply do not \nsupport Plaintiffs’ contentions. \n                                                 \n40 Pls.’ Resp. Defs.’ Mot. Summ. J., p. 3. \n[73] Plaintiffs also point out that the Brewer Memo 41speaks of a “winding up” of \nthe Firm’s affairs and “dissolution of [the] partnership,” and they contend that such \nlanguage clearly reflects an intent to dissolve the Firm.  However, the Brewer Memo is \ndirected to “all remaining and withdrawing partners” of the Firm, and speaks of a \n“winding up” of the operations of the Firm by the “remaining members . . . .”  It is true, as \nPlaintiffs contend, that the Brewer Memo in some ways is equivocal, in that it also states \nthat the “remaining members of the firm are effectuating a winding up of the operation of \nthe law firm as it was previously constituted. . .” (emphasis added).  However, when \nread in context, it is clear that the Brewer Memo and all other evidence of record prior to \nJune 2006 supports Defendants’ contention that the Breakup was treated and acted \nupon by all concerned as a “withdrawal” by the individual Plaintiffs.  The only material \nissue in dispute was how, and whether, the Contingent Fee Cases could be valued at \nthe time of the Breakup. \n[74] Plaintiffs argue that  a declaration that they are deemed to have withdrawn \nfrom the Firm at the time of the Breakup would be unfair in light of the circumstances of \nthis case.  They say that such a ruling would limit their distributive rights to the fair value \nof Firm assets as of the day of withdrawal and would be unfair, given the potential \ndifficulty in measuring the value of the Contingent Fee Cases as of that time.  However, \nthe other side of that argument is that at the June 14, 2005 Firm meeting, the Plaintiffs \nAdams and Boughman  unilaterally and precipitously voiced their intent to leave the \nFirm, both physically and professionally, and to set up their own independent law \npractice.  Plaintiff Burge ratified their actions by leaving two weeks later.  Plaintiff Adams \ndeclined Defendant Mitchell’s request that he not leave the meeting, dialogue which \nclearly was heard by Plaintiffs Boughman and Burge; and Boughman himself also then \nleft the meeting.  There is no forecast of evidence to the effect that there ever were any \nmaterial discussions as to the distinction of whether the Breakup constituted a \n“withdrawal” by Plaintiffs or a “dissolution” of the Firm.  However, it is clear that all \nMembers acted as though it constituted a withdrawal by the Plaintiffs.  The fact that the \nunilateral decision by Plaintiffs to leave the Firm subsequently turned out potentially to \n                                                 \n41 Am. Compl., Ex. 1. \nbe to their economic disadvantage is regrettable, but not relevant to whether they are \ndeemed to have withdrawn.42  \n[75] Here, the Breakup Facts meet the requirements for the application of the \nequitable doctrine of estoppel, in that: \n(a) The factual representations made by  the individual Plaintiffs at times \nmaterial to the Breakup were substantially and substantively different from the \nfacts that the Plaintiffs attempted to assert almost one year later. \n(b) Plaintiffs anticipated that the other Members would rely and act upon \nPlaintiffs’ representations and actions of withdrawal.  Indeed, Plaintiffs took \naggressive and affirmative steps to ensure that their leaving of the Firm was \neffective at the time. \n(c) At the time of the Breakup, the Plaintiffs were charged with notice, \neither actual or constructive, of the consequences of their words and actions of \n“withdrawal.” \n(d) The Defendants relied to thei r detriment on the Plaintiffs’ \nrepresentations of withdrawal. \n[76] Consequently, after due consideration of the undisputed facts in this matter, \nthe court is forced to CONCLUDE as a matter of equity, that the various unilateral \nstatements and actions by the individual Plaintiffs, and the resulting actions by the \nDefendants, constituted a withdrawal from the Firm by the individual Plaintiffs by way of \nestoppel, as of June 30, 2005. \n[77] The court having concluded that the Plaintiffs are deemed to have withdrawn \nfrom the Firm, further examination of the Plaintiffs’ contentions with regard to dissolution \nis not necessary. \n \n                                                 \n42 The court shares the concern voiced by Defendants that a logical extension of Plaintiffs’ argument is \nthat a member of an LLC law firm, for whatever reason, could simply walk out of the firm and start a new \nfirm with its new engagements and profits, yet have his unilateral act of leaving force a dissolution of the \nprior firm without his member partners having any voice in whether the member’s exit was to be treated \nas a withdrawal from the LLC or a dissolution.  Such a scenario becomes more troubling if there is the \nadded possibility that immediately after leaving, and by preexisting design, the leaving member would \nacquire new contingency or other lucrative engagements from which he expects to realize material profits \nthat would not be shared with his prior LLC members -- while at the same time potentially contending that \nhis leaving caused a dissolution of the prior firm in which he would share ultimate profit distributions. \n \nIV. \nCONCLUSION \n[78] NOW THEREFORE, based upon the foregoing, it is ORDERED that: \n(a) The individual Plaintiffs have standing to allege the following Derivative \nClaims in behalf of the Firm: (i) For an Accounting to the Company (Claim One), \n(ii) Demand of Liquidating Distribution (Claim Three), (iii) Constructive \nFraud/Breach of Fiduciary Duty (Claim Four) and (iv) Unfair and Deceptive Trade \nPractices (Claim Five).  Accordingly, to the extent said Derivative Claims are \nintended to be stated derivatively in behalf of the Firm, Defendants’ Motion for \nSummary Judgment based on the issue of standing is DENIED. \n(b) The individual Plaintiffs have personal standing to state a Claim for \nAccounting to the Plaintiffs (Claim Two).  Accordingly, as to said Claim, the \nDefendants’ Motion for Summary Judgment based on the issue of standing is \nDENIED. \n(c) To the extent the Defendants’ First Claim for Relief, stated as a \nCounterclaim in the Answer, seeks a declaration that the individual Plaintiffs \nwithdrew from the Firm pursuant to G.S. 57C-5-06, there exist no genuine issues \nof material fact; and Plaintiffs are entitled to judgment in their favor on such \nquestion.  Therefore, on the discrete issue of whether the individual Plaintiffs \nwithdrew from the Firm pursuant to G.S. 57C-5-06, the Plaintiffs’ Motion for \nSummary Judgment in their favor is GRANTED; and as to said discrete issue the \nDefendants’ First Claim for Relief is DISMISSED.  As to any other relief sought \nby the Defendants’ First Claim for Relief, there exist genuine issues of material \nfact; and as to such relief summary judgment is DENIED. \n(d) To the extent the Defendants’ Second Claim for Relief, stated as a \nCounterclaim in the Answer, seeks a declaration that under principles of estoppel \nthe individual Plaintiffs are deemed to have withdrawn from the Firm as of June \n30, 2005, there exist no genuine issues of material fact; and Defendants are \nentitled to judgment in their favor on such question.  Therefore, on the discrete \nissue of whether the individual Plaintiffs are estopped from denying that they \nwithdrew from the Firm, the Defendants’ Motion for Partial Summary Judgment is \nGRANTED; and it hereby is DECLARED that the individual Plaintiffs are \nESTOPPED from denying that they withdrew from the Firm as of June 30, 2005.  \nAs to any other relief sought by the Defendants’ Second Claim for Relief, there \nexist genuine issues of material fact; and as to such relief the Defendants’ Motion \nfor Partial Summary Judgment is DENIED. \n(e) The Defendants’ Motion for Summary Judgment in their favor with \nregard to the Third, Fourth, Fifth, Sixth, Ninth and Tenth Claims for Relief, stated \nas Counterclaims in the Answer, is MOOTED by the conclusions contained in \nthis Order; and no ruling thereon is necessary. \n(f) Plaintiffs’ Claims One,  Three, Four and Five seek adjudication to the \neffect that dissolution of the Firm occurred as of July 1, 2005; and each seeks \nvarious types of relief as to affairs of the Firm after that date.  In light of the \ncourt’s ruling that the individual Plaintiffs are estopped from denying that they \nwithdrew from the Firm as of June 30, 2005, there exist no genuine issues of \nmaterial fact with regard to Plaintiffs’ Claims One, Three, Four and Five; and \nDefendants are entitled to judgment in their favor.  Therefore, Defendants Motion \nfor Summary Judgment as to said Claims is GRANTED; and Plaintiffs’ Claims \nOne, Three, Four and Five hereby are DISMISSED. \n(g) Plaintiffs’ Claim Two seeks an acc ounting from the Defendants relative \nto the financial affairs of the Firm after July 1, 2005.  However, in consideration of \nthe court’s ruling that the individual Plaintiffs are deemed to have withdrawn from \nthe Firm as of June 30, 2005, the court concludes that Claim Two is sufficiently \nbroad as to present in this civil action the issue of the fair value of the individual \nPlaintiffs’ respective distributable interests in the Firm as of June 30, 2005.   \nFurther, as to Claim Two, the court concludes there exist one or more genuine \nissues of material fact.  Therefore, Defendants’ Motion for Summary Judgment \nas to Claim Two is DENIED. \n(h) Defendants’ Seventh and Eight h Claims for Relief, stated as \nCounterclaims in the Answer, have not been the subject of any of the dispositive \nmotions lodged by any party to this action under Rule 56; and therefore no ruling \nas to said Seventh and Eighth Claims is necessary or intended by this Order.43 \n(i) Plaintiffs’ Motion for Summary Ju dgment in their favor is DENIED. \n[79] The court will hold a case management conference with all counsel in this \nmatter on April 16, 2009, at 2:00 p.m., in the North Carolina Business Court, 227 \nFayetteville Street, Raleigh, North Carolina.  At that time, the court will consider \nprocedural and scheduling issues with regard to the remaining Claims in this action. \nV. \nFINAL JUDGMENT OF FEWER THAN ALL CLAIMS \n[80] This Order disposes of fewer t han all of the Claims and Counterclaims \nalleged in this action.  Pursuant to authority of Rule 54(b), the court determines that \nthere is no just reason for delay in entering final judgment as to the Claims and \nCounterclaims resolved as reflected herein.  \n[81] Therefore, except fo r future determination of the Plaintiffs’ Claim Two and \nDefendants’ First, Second, Seventh and Eighth Claims stated by Counterclaim, the \nrulings reflected in this Order are deemed to constitute a final judgment as to all Claims \nand Counterclaims raised in this civil action. \nSO ORDERED, this the 31st day of March, 2009. \n \n \n       \n                                                 \n43On its face, Plaintiffs’ Motion seeks judgment in Plaintiffs’ favor, among other things, as to all of \nDefendants’ Counterclaims, “other than Numbers 7 and 8.”  Pls.’ Mot., p. 1.  However, in their brief, \nPlaintiffs’ contend that “Defendants’ third through tenth counterclaims are without merit and they should \nbe resolved in Plaintiffs’ favor.”  Br. Supp. Pls.’ Summ. J. Mot., p. 18.  Notwithstanding such language, no \narguments as to Defendants’ Seventh and Eighth Counterclaims were presented by either side. \n  "
}