{
  "id": "2b002c3c72698765f7f6d65c0bcb1dcc93dfd6d488cf631eb5d9c348c93abd0f",
  "source_file": "data/raw/ncbc/2b002c3c72698765f7f6d65c0bcb1dcc93dfd6d488cf631eb5d9c348c93abd0f.pdf",
  "raw_text": "   Norment v. Rabon, 2022 NCBC 32.  \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nWAKE COUNTY 19 CVS 7014 \n \nJOHN NORMENT, \n \n                    Plaintiff, \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nSUMMARY JUDGMENT \n  \n               v.   \n \nROBERT GARY RABON, JAMES \nMIKLOSKO, ADVANTAGE \nLENDING LLC, CAVALIER \nMORTGAGE GROUP, INC., \nSTEEL HOLDINGS, LLC and \nADVANTAGE LENDING, a \ncommon law partnership, \n \n                    Defendants. \n \n \n THIS MATTER comes before the Court on Defendants’ Motion for Summary \nJudgment as to Each of the Plaintiff Norment’s Causes of Action (“Motion,” ECF No. \n160).  The Court, having considered the Motion, the briefs, the arguments of counsel, \nand all applicable  matters of record, CONCLUDES that the Motion should be \nGRANTED, in part, and DENIED, in part, for the reasons set forth below. \nOak City Law LLP by Robert E. Fields III, Samuel Piñero, and Caroline \nL. Trautman, for Plaintiff John Norment \nThe Farrell Law Group, P.C. by Richard W. Farrell , for Defendants \nRobert Gary Rabon, James Miklosko, and Advantage Lending, LLC. \nDavis, Judge.  \nFACTUAL AND PROCEDURAL BACKGROUND \n1. “The Court does not make findings of fact on motions for summary \njudgment; rather, the Court summarizes material facts it considers to be \n \n \nuncontested.”  Hyosung USA Inc. v. Travelers Prop. Cas. Co. of Am. , 2021 NCBC \nLEXIS 115, at **3 (N.C. Super. Ct. Dec. 16, 2021) (cleaned up).  However, the Court \nnotes throughout this opinion the existence of key factual disputes that bear upon \nDefendants’ Motion.   \n2. The facts giving rise to this case arise from the business relationship \nbetween three individuals—John Norment, James Miklosko, and Robert Gary Rabon.  \nNorment and Mikl osko were the sole director s and 50% co-owners of Cavalier \nMortgage Group, Inc. (“Cavalier”), a company that served as a licensed mortgage \nbroker in North Carolina.  (ECF No.  109.17, at pp. 16, 18.)  Cavalier subsequently \nbecame a mortgage lender at some point in the early 2000s.  ( Id. at p. 18.)  Cavalier \noperated primarily in the mortgage refinancing business.  (ECF No. 67.2, at ¶ 5.)  \n3. By way of background, mortgage brokers licensed in North Carolina \nmust maintain a minimum capita l reserve of $25,000.  In order f or a company to \nobtain licensure as a mortgage lender, however, the minimum capital reserve is \n$1,000,000.   \n4. At some point  in 2014, Norment and Miklosko developed plans to \ncombine Cavalier’s business with those of a separate company, Advantage Lending, \nLLC (“Advantage”), that was owned by Rabon.  At the time, Advantage operated as a \nmortgage broker.  (ECF No. 109.15, at p. 37; ECF No. 67.2, at ¶ 7.)  A merger between \nCavalier and Advantage was proposed, which would allow Cavalier “the opportunity \nto enter the purchase mortgage business, which was more stable than the mortgage \nrefinance business.”  (ECF No. 67.2, at ¶ 7.)  Norment also testified that it woul d \n \n \nbenefit Cavalier to have access to brokers that were affiliated with Advantage.  (ECF \nNo. 61.7, at ¶ 9.)  Furthermore, the proposed merger would also benefit Advantage \nby virtue of Cavalier transferring its mortgage lender license to Advantage .  At the \ntime, Rabon was the sole member and manager of Advantage , which was governed \nby an Operating Agreement that included a description of the process by which new \nmembers could be admitted to the company and by which the Operating Agreement \ncould be amended.  (ECF No. 23.2, at p. 26, 50.)  \n5. An attorney, Sid Aldridge, prepared two documents in connection with \nthe proposed transaction between Cavalier and Advantage that are pertinent to the \npresent Motion : (a) an Agreement for Subscription for Membership Interest in \nAdvantage LLC (“Subscription Agreement); and (b) an Agreement to Admission of \nMembers and Amendment to Operating Agreement of Advantage LLC  (“Admission \nAgreement”) (collectively, the “Agreements”).  (ECF No. 20.1, at pp. 1, 4.)  \n6. The Subscription Agreement  provided that  Norment and Miklosko \nwould each contribute $1,000,000 in cash and property to Advantage in exchange for \nobtaining a one-third membership interest in the company.  (ECF No. 20.1, at p. 1.)  \nNotably, however, the Subscription Agreement contained a provision stating in \npertinent part as follows: \nIf the NCCOB [North Carolina Commissioner of Banks] \nhas not approved this transaction  by July 31, 2014, the \nadmission of Subscribers 1 shall be null and void , and the \nCompany shall return  all consideration paid by \nSubscribers to each of them, and Subscribers shall return \n \n1 The term “Subscribers” in the Subscription Agreement referred to Norment and Miklosko .  \n(ECF No. 20.1, at p. 1.) \n \n \nto the Company any distributions received by them from \nthe Company with respect to their membership interest.  \n(Id. at p. 2.) \n7. The Admission Agreement purported to amend Advantage’s Operating \nAgreement to admit Norment and Miklosko as additional members of Advantage per \nthe t erms of the Subscription Agreement.  ( Id. at p. 4 .)  However, t he Admission \nAgreement also stated the following:  \nPursuant to the terms of the Subscription Agreement, the \nadmission of Purchasers 2 shall be null and void if the \n[NCCOB] has not approved the admission of Purchasers by \nJune 31, 2014. 3 In such case, all consideration paid by \nPurchasers shall be returned to them, and Purc hasers \nshall return to the Company any distributions paid to them \nby the Company with respect to their Membership \nInterests.  \n(Id. at p. 5.)  \n8. The Admission Agreement further stated that “[e]xcept as expressly set \nforth in this Amendment, the  Operating Agre ement is hereby ratified and \nreaffirmed.”  (Id. at p. 4 .)  It also provided that “Purchasers hereby consent to and \nagree to be bound by the terms of the Operating Agreement of the Company, as \namended by this Amendment.”  (Id. at pp. 3, 5.)  Norment, Miklosko, and Rabon each \nsigned the Admission Agreement.  (Id. at p. 5.) \n9. The existing Operating Agreement for Advantage provided that \n \n2 Similarly, the term “Purchasers” in the Admission Agreement referred to Norment and \nMiklosko.  (ECF No. 20.1, at p. 4.)   \n \n3 The parties agree  that the operative date for the provisions in both documents requiring \napproval by the NCCOB was intended to be July 31, 2014.  (ECF No. 109.20, at pp. 56–57.) \n \n \nA Capital Account shall be established for each Member and shall be \ncredited with each Member ’s initial and any a dditional Capital \nContributions. All contributions of property to the Company by a \nMember shall be valued and credited to the Member ’s Capital Account \nat such property’s Gross Asset Value on the date of contribution. \n \n(ECF No. 167.1, at p. 13.) \n10. In order to  comply with their monetary obligation s as set out in the  \nSubscription Agreement, Norment and Miklosko decided to distribute real estate and \ncash from Cavalier to themselves, after which they would transfer the property  to \nAdvantage and that this transfer would satisfy their required capital contributions.  \n(ECF No. 61.7, at  ¶ 2 .)  In addition, Norment and Miklosko “agreed to continue \noperating Cavalier until Advantage . . . obtained necessary licenses and government \napprovals to take over the mortgage lending business of Cavalier.”  (ECF No. 61.7, at \n¶ 3 .)  Norment  testified that  he and Miklosko were also in agreement that once \nAdvantage gained the requisite licenses and approvals, Cavalier would be dissolved, \nat which time Cavalier’s remaining assets would be distributed between Norment \nand Miklosko.  (Id.) \n11. Cavalier was eventually dissolved on 17 July 2015.  (ECF No. 109.17, at \np. 33 .)  Miklosko testified that after dissolution, Cavalier paid out wages  to its \nemployees who had moved over to Advantage .  (Id. at p. 109 –11.)  Upon Cavalier’s \ndissolution, its loan officers began originating loans for Advantage.   (Id. at pp. 113–\n14.)  Miklosko further stated that upon the dissolution of Cavalier, he gave Norment \n“bank statements of the close-out of Cavalier, [and] gave him the final checks that \ncame out of Cavalier for whatever balances were left when the accounts were closed, \nwhich were small dollar amounts.”  (ECF No. 109.18 at  pp. 218–19.)  Norment \n \n \nmaintains, however,  that “additional capital was transferred into Advantage \nLending, LLC that should have been distributed to [Norment] and . . . Miklosko[.]”  \n(ECF No. 162.2, at ¶ 2.) \n12. No action was taken by the NCCOB by 31 July 2014.  However, the \nNCCOB issued Advantage a license to conduct mortgage lending on 27 October 2014.  \n(ECF No. 103.1; ECF No. 103.3.)  This approval from the NCCOB was received prior \nto Cavalier’s July 2015 dissolution.  (ECF No. 67.1, at ¶ 9.)  \n13. In July of 2015, Advantage received HUD approval to originate FHA \nloans.  (ECF No. 67.1, at ¶ 2.)  As a result, Advantage was now able to originate such \nloans itself without having to rely any longer on Cavalier’s prior approval, effectively \nresulting in the transfer of all of Cavalier’s business to Advantage.  (Id.)   \n14. Between 2014 and 2016, Norment continued his work for Advantage in \ngenerating mortgage -related business.  (ECF N o. 61.7, at ¶ ¶ 7, 14 .)  Norment \ntestified, however, that he faced significant difficulties at Advantage , including lack \nof “access to  . . . real estate agents, and especially brokers -in-charge”—access that \nNorment had expected to receive upon the initiation of the merger.   (Id. at ¶ 6.)  \nNorment stated that he had anticipated he would continue to play the large role he \nhad occupied at Cavalier while also receiving the benefit of access to brokers through \nRabon’s connections.  (Id. at ¶¶ 6–9.)  Miklosko and Rabon, conversely, both testified \nthat they were not aware  of any representation s to Norment that he  would have \naccess to any brokers-in-charge while at Advantage.  (ECF No. 67.1, at ¶ 11; ECF No. \n67.2, at ¶ 17.)  Norment also stated that his role at Advantage was limited to loan \n \n \nrefinancing and that he was excluded from other types of business for the company.  \n(ECF No. 61.7, at ¶ 9.)   \n15. Advantage stopped paying Norment in December 2015.  ( Id. at ¶ 11.)  \nMiklosko testified that Norment “totally stopped coming to work” and that no \ndiscussions regarding Norment’s salary occurred thereafter.  (ECF No. 109.18, at pp. \n200–01.)  \n16. The parties disagree on a number of issues relating to the provision in \nthe Agreements  requiring NCCOB approval by 31 July 2014  and its effect on \nNorment’s decision to cease his work for Advantage.   Norment testified that he did \nnot learn until 2016 that Advantage had not received the specified NCCOB approval \nbefore 31 July 2014.  (ECF No. 61.7, at ¶ 7.)   He also stated that Miklosko and \nAldridge were in charge of gaining FHA/HUD approval to orig inate FHA loans and \nthat it too k them far longer than necessary to gain such approval.  ( Id. at ¶ 5.)  \nMiklosko, conversely, testified that Norment was fully aware at all relevant times of \nthe status of the NCCOB and FHA/HUD approvals and that, in fact, Norment was \nthe person at Advantage who was in charge of obtaining FHA/HUD lending approval.  \n(ECF No. 94.1, at ¶¶ 3–11.)  In any event, it is undisputed that Norment resigned \nfrom Advantage on 31 March 2016 via  a letter from his attorney and that he \ndemanded—unsuccessfully—that Advantage return to him his prior $1,000,000 \ncapital contribution to Advantage.  (ECF No. 61.7, at ¶ 14.) \n17. In addition to their joint involvement with  Cavalier and Advantage, \nNorment and Miklosko are also co -owners of a separate business called Steel \n \n \nHoldings, LLC (“Steel”) that involves the leasing, management, and collection of rent \nregarding an office condominium unit in Wake County.  (ECF No. 61.7, at ¶ 13; ECF \nNo. 67.2, at ¶ 25.)  According to Norment, he and Miklosko have been deadlocked for \na number of years  regarding the management of Steel and that Miklosko has \nimproperly made unilateral decisions on Steel’s behalf without consulting Norment \nsince 2015.  (ECF No. 61.7, at ¶ 13 .)  Miklosko, in response , asserts that h is \nmanagement of Steel has occurred with Norment’s consent.  (ECF No. 67.2, at ¶ 25.) \n18. On 29 June 2017, Norment filed an initial lawsuit (the “Prior Action”) \nin Wake County Superior Court containing a number of individual claims against \nRabon and Mikl osko as well as derivative claims on behalf of Cavalier, Stee l, and \nAdvantage.  (ECF No. 109.3.)  On 16 July 2018, the Honorable W. Osmond Smith, III \ngranted summary judgment in favor of the defendants  on each of Norment’s \nderivative claims.  Norment v. Rabon, 17CVS8037 (N.C. Super. Ct. July 16, 2018).  \nOn 6 December 2018 , Norment voluntarily dismissed the Prior Action without \nprejudice. \n19.   On 27 May 2019, Rabon and Miklosko initiated the present action by \nfiling a Complaint in Wake County Superior Court against Norment .  (ECF No. 3.)  \nIn their complaint, Rabon and Miklosko  asserted claims for malicious prosecution \nand abuse of process  stemming from Norment’s assertion of his claims in the Prior \nAction.  (ECF No. 3, at ¶¶ 31–40.)   \n20. This case was designated a mandatory complex business case on 8 July \n2019 and assigned to the Honorable Gregory P. McGuire.  (ECF Nos. 1, 2.)   \n \n \n21. After previously filing two responsive pleadings, Norment filed a Second \nAmended Answer and Counterclaim s on 10 October 2019 .  (ECF No. 20.)  Rabon, \nMiklosko, Advantage, Cavalier, and Steel were all named as defendants to Norment’s \ncounterclaims.  (Id.)  Norment also named as an additional defendant  an entity he \nreferred to as “Advantage Lending, a common law partnership.”4  (Id.) \n22. Norment’s cou nterclaims included  the following  claims: (1) \nconversion/trespass to chattels against Rabon, Miklosko, and Advantage; (2) breach \nof contract against Rabon, Miklosko and Advantage  based on their failure to return \nto Norment his $1,000,000 capital contribution; (3) to quiet title and “for [l]egal and \n[e]quitable [r]elief as to [r]eal [e]state” against Rabon, Miklosko, and Advantage; (4) \nbreach of contract against Advantage for unpaid wages; (5) quantum meruit against \nAdvantage; (6) breach of fiduciary duty against Miklosko and Cavalier; (7) breach of \nfiduciary duty “for constructive trustees and of partners ” against Rabon and \nMiklosko; (8) breach of fiduciary duty “in Management of Partnership an d \nAdvantage” against Rabon and Miklosko; (9) constructive fraud against Rabon and \nMiklosko; (10) fraud/misrepresentation against Rabon, Miklosko, Advantage, and \nPartnership; (11) accounting regarding Cavalier, Steel, Advantage, and Partnership; \n(12) winding up of Cavalier and the appointment of a receiver; (13) dissolution of Steel \n \n4 In his counterclaims, Norment takes the position that neither he nor Miklosko ever actually \nbecame members of Advantage due to the fact that no NCCOB approval was obtained by 31 \nJuly 2014.  Therefore, he asserts, a de facto common law partnership (Advantage Lending) \nwas created by operation of law.  Miklosko and Rabon dispute that any such partnership has \never existed and maintain that both Norment and Miklosko did, in fact, become members of \nAdvantage despite the a bsence of approval by NCCOB by the prescribed deadline.   For \nclarity, the Court refers to the alleged Advantage Lending partnership throughout this \nopinion simply as the “Partnership.”   \n \n \nand the appointment of a receiver ; (14) dissolution o f the Partnership and the \nappointment of a receiver; and (15) dissolution of Advantage and the appointment of \na receiver.  (ECF No. 20, at ¶¶ 107–214.)   \n23. Notably, none of Norment’s counterclaims  were asserted as derivative \nclaims.  Instead, they were all brought as individual claims.  (Id.) \n24. On 4 November 2019, Norment filed a Motion to Strike Answers of \nCavalier Mortgage Group, Inc. and Steel Holdings, LLC and to Disqualify Counsel.   \n(ECF No. 24.)  Norment sought to disqualify Richard Farrell, who had previously \nbeen serving as the attorney of record for all Defendants, from serving as counsel for \nCavalier and Steel and to have those entities’ answers stricken from the record.  (Id.)  \nOn 23 March 2020,  the Court granted Norment’s motion and in its order (1) \ndisqualified Farrell from serving as counsel for Cavalier and St eel; and (2) ordered \nthat Cavalier’s and Steel’s name s be  stricken from pleadings that had been \npurportedly filed by Farrell as counsel for Cavalier and Steel.  (ECF No. 45, at pp. 8–\n9.)   \n25. Rabon and Miklosko filed a Notice of Voluntary Dismissal  pursuant to \nN.C. R. Civ. P. 41(a) on 5 December 2019 in which they dismissed, without prejudice, \nall of the claims they asserted against Norment in the Complaint.  (ECF No. 33.)5  \n26. On 15 June 2020, Norment filed a Motion for Partial Summary \nJudgment against Advantag e and the Partnership .  (EC F No. 60.)  In this motion, \n \n5 As a result of the voluntary dismissal, the Court amended the caption of this case to identify \nNorment as “Plaintiff” and Rabon, Miklosko, Advantage, Cavalier, Steel, and the Partnership \nas “Defendants.”  (ECF No. 75.) \n \n \n \nNorment sought summary judgment in his favor on his breach of contract  claim \nregarding the Agreements as well as on his claim for dissolution and receivership of \nthe Partner ship and his claims for an accounting as to Advantage and the \nPartnership.  (Id. at pp. 3–4.) \n27. On 5 January 2021, the Court issued an Order and Opinion denying \nNorment’s motion, ruling that  factual disputes remained on the issues of whether \nNorment is entitled to a return of his $1,000,000 investment in Advantage, whether \nNorment actually became a member of Advantage, whether his work with Rabon, \nNorment, and Advantage  created a common-law partnership, and whether Norment \nwaived the requirement that NCCOB approval be obtained by 31 July 2014 .  (ECF \nNo. 123, at pp. 2 0–22.)6  The Court also denied Norment’s motion for summary \njudgment on his dissolution, accounting, and receivership claims.  (Id. at pp. 21–22.)  \n28. On 1 July 2021, this matter was re-assigned to the undersigned.  (ECF \nNo. 156.) \n29. Defendants filed a Motion for Summary Judgment on 27 September \n2021 as to each of the claims asserted by Norment.  (ECF No. 160.) \n30. This matter came before the Court for a hearing on 28 January 2022.  \nThe Motion is now ripe for decision.  \n  \n \n6 In light of the existing factual dispute over whether Norment ever legally became a member \nof Advantage given the untimely NCCOB approval, throughout this opinion the Court must \nanalyze certain claims brought by Norment in t he alternative —that is, the Court must \naddress both of the competing scenarios that (1) Norment was, in fact, a member of \nAdvantage; and (2) Norment was never a member of Advantage and instead was in a de facto \npartnership with Rabon and Miklosko. \n \n \nLEGAL STANDARD \n31. It is well established that “[s]ummary judgment  is proper ‘if the \npleadings, depositions, answers to interrogatories, and admissions on file, together \nwith the affidavits, if any, show that there is no genuine issue as to any material fact \nand that any party is entitled to a judgment as a matter of law.’ ”  Morrell v. Hardin \nCreek, Inc., 371 N.C. 672, 680  (2018) (quoting N.C. R. Civ. P. 56(e)).   “[A] genuine \nissue is one which can be maintained by substantial evidence. ”  Kessing v. Nat'l \nMortg. Corp. , 278 N.C. 523, 534  (1971).  “Substantial evidence is such relevant \nevidence as a reasonable mind might accept as adequate to support a conclusion and \nmeans more than a scintilla or a permissible inference. ”  Daughtridge v. Tanager \nLand, LLC, 373 N.C. 182, 187 (2019) (citation and internal quotation marks omitted). \n32.  On a motion for summary judgment, “[t]he evidence must be considered \n‘in a light most favorable to the non -moving party.’ ”  McCutchen v. McCutchen, 360 \nN.C. 280, 286  (2006) (quoting Howerton v. Arai Helmet, Ltd. , 358 N.C. 440, 470 \n(2004)).  “[T]he party moving for  summary judgment ultimately has the burden of \nestablishing the lack of any triable issue of fact. ”  Pembee Mfg. Corp. v. Cape Fear \nConstr. Co., 313 N.C. 488, 491 (1985). \n33. The party moving for  summary judgment  may satisfy its burden by \nproving that “an essential element of the opposing party's claim does not exist, cannot \nbe proven at trial, or would be barred by an affirmative defense, or by showing \nthrough discovery that the opposin g party cannot produce evidence to support an \nessential element of [the] claim[.]”  Dobson v. Harris, 352 N.C. 77, 83 (2000) (citations \n \n \nomitted).  “If the moving party satisfies its burden of proof, then the burden shifts to \nthe non-moving party to ‘set forth specific facts showing that there is a genuine issue \nfor trial.’ ”  Lowe v. Bradford , 305 N.C. 366, 369 –70 (1982) (quoting N.C. R. Civ. P. \n56(e)).  If the nonmoving party does not satisfy its burden, then “summary judgment, \nif appropriate, shall be entered against [the nonmovant]. ”  United Cmty. Bank (Ga.) \nv. Wolfe, 369 N.C. 555, 558 (2017) (quoting N.C. R. Civ. P. 56(e)). \nANALYSIS \nA. Standing \n34. A significant portion of Defendants’ arguments in connection with their \nMotion are devoted to their contention that Norment lacks standing to assert his \nclaims against them.  Because a plaintiff’s standing is required in order for a court to \npossess subject matter jurisdiction over an action, see Street v. Smart Corp., 157 N.C. \nApp. 303, 305 (2003) (cleaned up) (“Standing is a necessary prerequisite to a court ’s \nproper exercise of subject matter jurisdiction.”), the Court will address this issue first.  \n35. Defendants challenge Norment’s standing to bring the bulk of the claims \nhe has asserted in this action  on the ground that these claims may only be asserted \nderivatively rather than individually.  Defendants specifically object to  Norment’s \nstanding to assert claims in his individual capacity  for conversion, trespass to \nchattels, action to quiet title , breach of fiduciary duty , fraud, constructive fraud , \naccounting, and winding up/dissolution.   \n \n \n36. Norment does not dispute the fact that none of his claims have been \nbrought derivatively but rather argues that he possesses standing to assert all of \nthem individually.   \n37.  It is well established that “[i]f a party does not have standing to bring \na claim, a court has no subject matter jurisdiction to hear the claim.”  Estate of Apple \nv. Commer. Courier Express, Inc. , 168 N.C. App. 175, 177 (2005) (citations omitt ed), \ndisc. rev. denied, 359 N.C. 631 (2005).  Moreover, “[a]s the party invoking jurisdiction, \nplaintiff[] ha[s] the burden of establishing standing.”  Marriott v. Chatham Cty., 187 \nN.C. App. 491, 494 (2007) (cleaned up). \n38. North Carolina courts have made clear “that LLC members generally \ncannot maintain an individual claim against another member for harms suffered by \nthe LLC.”  Sivadhanam v. 7 Hills Learning, LLC, 2021 NCBC LEXIS 74, at *13 (N.C. \nSuper. Ct. Sept. 8, 2021) (cleaned up).   “[H]owever, an LLC member may maintain \nan individual action against a fellow LLC member for a harm that ‘directly affects’ \nthe member if he can show ‘that [(1)] the wrongdoer owed him a special duty or that \n[(2)] the injury suffered by the member is separate and distin ct from the injury \nsustained by the other members or the LLC itself.”  Id. (cleaned up) (quoting Barger \nv. McCoy Hillard & Parks , 346 N.C. 650, 659 (1997)).  This rule applies not only in \nthe context of claims involving an LLC but also to claims involving corporations.  See \nBarger, 346 N.C. at 658 (citation omitted)  (“[A] shareholder may maintain an \nindividual action against a third party for an injury that directly affect s the \nshareholder, even if the corporation also has a cause of action arising from the same \n \n \nwrong, if the shareholder can show that the wrongdoer owed him a special duty or \nthat the injury suffered by the shareholder is separate and distinct from the injury \nsustained by the other shareholders or the corporation itself.”). \n39. As an initial matter, Norment’s claims for  conversion, trespass to \nchattels, and action to quiet title  all hinge on the validity of Norment’s breach of \ncontract claim.  In short, Norment argues that Defendants breached the Agreements \nand have subsequently refused to return the capital contribution of $1,000,000 that \nwas made by  him in connection with his disputed admission as a member of \nAdvantage in 2014.   \n40. As noted above, the Agreements contained a “clawback” provision that \nprovided for the return of Norment’s contribution in the event the condition regarding \ntimely approval by the NCCOB was not satisfied.  As a result, Norment’s claims are \nunique to him and do not trigger the Barger test since these claims do  not involve \ninjury to Advantage  and instead allege injury only to Norment himself .  In short, \nNorment is seeking the return of his own property  and, as a result, he possesses \nstanding to assert not only his claim for breach of the Agreements but also his \naccompanying claims for conversion, trespass to chattels, and action to quiet title that \ndepend on his contract claim.  \n41. The Court next must consider whether standing exists for Norment’s \nvarious breach of fiduciary duty claims. \n42.  The Court concludes that Norment possesses standing to bring a breach \nof fiduciary  duty claim against Rabon and Miklosko in connection with the \n \n \nPartnership because “partners in a general partnership owe one another fiduciary \nduties.”  See Crescent Foods, Inc. v. Evanson Pharms., Inc., 2016 NCBC LEXIS 76, at \n*17 (N.C. Super. Ct. Oct. 5, 2016).  Therefore, Norment is not required to satisfy the \nBarger test in order to demonstrate standing as to this claim.7   \n43. The Court reaches a different result, however, with regard to Norment’s \nclaims for breach of fiduciary duty regarding Cavalier and Advantage.  \n44. In support of his breach of fiduciary duty  claim regarding Cavalier,  \nNorment testified that at some point following Cavalier’s dissolution , Miklo sko \ntransferred Cavalier funds to Advantage.  Norment contends that these funds should \nhave been transferred to Miklosko and Norment as  part of the normal winding -up \nprocess of Cavalier.  (ECF No. 162.2, at ¶ 2.)  As a result, Norment asserts that he \npossesses standing to bring his breach of fiduciary duty claim based on his status as \na creditor of Cavalier.  Norment’s characterization of himself as a “creditor” is \ntherefore based on his assertion that he was owed money following the company’s \ndissolution due to his status as a shareholder of Cavalier.   \n45.  Defendants argue that any injury Norment may have incurred \nstemming from Miklosko’s alleged transfer of Cavalier assets to Advantage following \nthe dissolution of Cavalier was shared by the company i tself such that Norment \n \n7 The Court notes that Defendants have not briefed the specific issue of whether—assuming \na common law partnership was, in fact, created—they are entitled to summary judgment on \nstanding grounds as to Norment’s breach of fiduciary duty claim regarding the Partnership.  \nInstead, Defendants simply take the position that no partnership was ever created.  \nDefendants have not made any argument suggesting that a partner in a general partnership \nmust file a derivative claim (as opposed to an individual claim) against a co-partner to recover \nfor injuries sustained by the injured  partner where the partnership itself incurs similar \ninjury.   \n \n \ncannot satisfy Barger’s special injury exception.  In response, Norment contends that \nhe instead meets the special duty exception under Barger by virtue of his status as a \ncreditor of the company upon its dissolution.   \n46. Our Supreme Court has made clear that creditors, like shareholders, \n“generally may not  bring individual actions to recover what they consider their share \nof the damages suffered by the corporation” unless they can satisfy one of the Barger \nexceptions.  Green v. Freeman, 367 N.C. 136, 142 (2013)  (cleaned up).  Accordingly, \neven assuming arguendo that under these circumstances Norment can properly be \ncharacterized as a creditor of Cavalier , he must still show a special duty or special \ninjury under Barger.     \n47.  In Green, however, the Supreme Court explained that \n[t]o recover under the special duty exception, there must be a special \nduty “that defendant[ ] owed . . . to plaintiffs that was personal to \nplaintiffs as [creditors] and was separate and distinct from the duty \ndefendant[ ] owed the corporation.”  Barger, 346 N.C. at 661.  When \nconsidering claims by shareholders, we have recognized the creation of \na special duty “when the wrongful actions of a party induced an \nindividual to become a shareholder; . . . when the party performed \nindividualized services directly for the shareholder; and when a party \nundertook to advise shareholders independently of the corporation.”  \nId. at 659 (citations omitted).  “This list is illustrative; it is not an \nexclusive list of all factual situations in which a special duty may be \nfound.”  Id.  “We apply the same rules for establishing a special duty \nwhen plaintiffs are [creditors] as we apply when plaintiffs are \nshareholders.”  346 N.C. at 661. \n \nGreen, 367 N.C. at 143. \n \n48. The Court concludes that Norment has failed to  offer any persuasive \nargument as to how he has satisfied this test.  Therefore, Norment lacks standing to \n \n \nassert a breach of fiduciary duty claim against Miklosko as to Cavalier, and the Court \nGRANTS Defendants’ Motion for Summary Judgment on this issue.  \n49. The Court likewise holds that Norment lacks standing to assert a claim \nfor breach of fiduciary duty against Rabon and Miklosko regarding their alleged \nwrongful acts in connection with Advantage .  Defendants correctly argue  under \nBarger that Norment cannot show a special injury because any financial harm to the \ncompany stemming from the alleged tortious acts of Rabon and Miklosko that \nresulted in a diminution in the value of Norment’s ownership interest in Advantage \nis the classic example of a claim that must be brought derivatively.  See 1 Robinson \non North Carolina Corporation Law § 17.02 (2021) (“The North Carolina courts have \nexpressly rejected the argument that a shareholder has an individual right to recover \ndirectly for any loss in the value of his shares caused by a wrong committed against \nthe corporation.”).  \n50. For this reason, Norment lacks standing to bring this claim unless he \ncan satisfy the special duty exception.  He contends that he has done so in light of \nthis Court’s recognition that a majority member of an LLC can owe a fiduciary duty \nto a minority member.   Richardson v. Utili-Serve, LLC, 2020 NCBC LEXIS  135, at \n**11 (N.C. Super Ct. Nov. 17, 2020) (cleaned up) (“The usual rule is that members of \nan LLC do not owe fiduciary duties to one another.  An exception is that the holder of \na majority interest who exercises control over the LLC owes a fiduciary duty to the \nminority interest members.”) \n  \n \n \n51. The fatal defect in this argument here is t hat neither Rabon nor \nMiklosko were majority members of Advantage.  Instead, Rabon, Miklosko and \nNorment each owned a one-third interest in the company.  \n52. In recognition of this fact , Norment seeks to rely upon caselaw holding \nthat when  two or more shareholders of a close corporation collectively exercise a \nmajority interest at the expense of a separate minority shareholder, a fiduciary duty \nexists.  However, this Court has recently cautioned against applying that rule in the \nLLC context.  \nSome recent cases have stated that “a holder of a majority interest who \nexercises control over the LLC owes a fiduciary duty to minority interest \nmembers.”  Fiske v. Kieffer , 2016 NCBC LEXIS 22, at *9 (N.C. Super. \nCt. Mar. 9, 2016).   “The scope of this exc eption, borrowed from \nprecedents governing corporations, remains unsettled, ” and “[t]his \nCourt has cautioned against a broad application because of the \nfundamental differences between LLCs and corporations. ”  Strategic \nMgmt. Decisions , 2017 NCBC LEXIS 69, at *11.  In the corporate \ncontext, for example, courts have held that a controlling shareholder \nmay include “a group of shareholders with an aggregated majority \ninterest acting in concert.”  Brewster v. Powell Bail Bonding, Inc., 2018 \nNCBC LEXIS 76, at *10 (N.C. Super. Ct. July 26, 2018).  But this Court \nhas routinely refused to extend these precedents to LLCs because \nminority members have much greater ability to negotiate for protections \nin the operating agreement.   See, e.g., HCW Ret. & Fin. Servs., LLC v . \nHCW Employee Benefit Servs., LLC, 2018 NCBC LEXIS 73, at *47 n.102 \n(N.C. Super. Ct. July 14, 2015); Fiske, 2016 NCBC LEXIS 22, at *10; \nBlythe v. Bell, 2013 NCBC LEXIS 17 at *13–14 (N.C. Super. Ct. Apr. 8, \n2013). \n \nBennett v. Bennett, 2019 NCBC LEXIS 19, at *19–20 (N.C. Super. Ct. Mar. 15, \n2019). \n \n53. Based on this same reasoning, the Court declines to hold that Rabon and \nMiklosko owed Norment a fiduciary duty .  Therefore, Norment’s claim for breach of \n \n \nfiduciary duty with regard to Advantage could only have been properly asserted as a \nderivative claim. \n54. With regard to Norment’s claim for constructive fraud , our Supreme \nCourt has explained that the elements of constructive fraud significantly overlap with \nthe elements of breach of fiduciary duty.   See Chisum v. Campagna , 376 N.C. 680, \n706–07 (2021) (cleaned up).  “[A] cause of action for constructive fraud [requires] (1) \na relationship of trust and confidence, (2) that the defendant took advantage of that \nposition of trust in order to  benefit himself, and (3) that plaintiff was, as a result, \ninjured.”  White v. Consol. Planning Inc. , 166 N.C. App. 283, 294 (2004)  (citation \nomitted).  “The primary difference between pleading a claim for constructive fraud \nand one for breach of fiduciary duty is the constr uctive fraud requirement that the \ndefendant benefit himself.”  Id.  \n55. Therefore, for the same reasons that  Norment lacks standing to assert \nindividually his breach of fiduciary duty claims relating to Cavalier and Advantage, \nhe is  likewise without standing to assert his individual constructive fraud claim s \npremised on Defendants’ same alleged conduct.  However, standing does exist to the \nextent that Norment’s  constructive fraud claim is predicated on his alternative \nallegations regarding  the alleged breach of the fiduciary duty owed to him by \nMiklosko and Rabon in connection with the Partnership.  \n56. Standing also exists for Norment’s claim for fraud /misrepresentation.  \nThis claim is based on Norment’s allegations that Rabon, Miklosko, Advantage, and \nthe Partnership intentionally failed to disclose  or misrepresented  relevant and \n \n \nmaterial facts to Norment on various topics , including the failure to receive timely \napproval from the NCCOB,  the financial status of the companies, and the access he \nwould have to real estate brokers after becoming a member of Advantage .  These \nclaims allege injury to Norment alone rather than injuries that he shared  with the \nrespective companies.  Accordingly, the Barger test is not implicated.   \n57. Finally, Defendants challenge Norment’s standing to seek dissolution, \naccounting, winding up, and receivership with regard to Cavalier, Advantage, Steel, \nand the Partnership.  However, Norment possesses a statutory right to assert these \nclaims, and Defendants have not provided any legal support for the proposition that \nsuch claims must be brought derivatively.  See, e.g., N.C.G.S. § 55-14-32; § 1-507.24; \n§ 57D-6-02; § 57D-6-04; § 59-62; § 59-67 (2021). \n58. For these reasons, Defendants’ Motion for Summary Judgment based on \nlack of standing is GRANTED as to Norment’s  claim s for breach of fiduciary duty \nand constructive fraud regarding Cavalier and Advantage.   As to all other claims \nasserted by Norment, Defendants’ Motion based on lack of standing is DENIED.  \nB. Statute of Limitations \n59. Defendants also contend as a threshold matter that a number of the \nclaims asserted by Norment are time -barred because they relate to acts allegedly \ncommitted outside the applicable limitation periods governing those claims.  \n60. In response, Norment argues that all of his claims in this lawsuit were \neither (1) brought within their applicable limitation periods; or (2) the claims at issue \nwere advanced by Norment in his  complaint in the Prior Action  and pursuant to  \n \n \nNorth Carolina Rule of Civil Procedure 41, the statutes of limitations were therefore \ntolled as to those claims.  \n61. Under Rule 41, a plaintiff may dismiss his action, without prejudice, at \nany time before resting his case.  “If an action commenced within the time prescribed \ntherefor, or any claim therein, is dismissed without prejudice under this subsection, \na new action based on the same claim may be commenced within one year after such \ndismissal. . . .”  N.C. R. Civ. P. 41(a)(1).  This provision effectively extends the claim’s \nstatute of limitations by one year after a plaintiff takes a voluntary dismissal.  \nWhitehurst v. Virginia Dare Transp. Co.,  19 N.C. App. 352, 356 (1973).  However, if \na plaintiff chooses to re file his action after taking a Rule 41 d ismissal, the above-\nreferenced rule only applies if the new action is based upon the same claim s as the \nprevious action.  Brannock v. Brannock, 135 N.C. App. 635, 639 –40 (1999);  see also \nCherokee Ins. Co. v. R/I, Inc., 97 N.C. App. 295, 297 (1990) (cleaned up) (noting that \nboth claims must be “substantially the same, involving the same parties, the same \ncause of action, and the same right”).  If the two actions are “fundamentally different,” \nthen the new action is not considered a continuation of the first action and the one-\nyear extension provision of Rule 41 cannot be invoked.  Stanford v. Owens, 76 N.C. \nApp. 284, 289 (1985). \n62. Defendants contend that Norment’s claims in th e present  action—at \nleast in part—contain “new” theories of recovery that were not asserted by him in the \nPrior Action.   \n \n \n63. The Court has engaged in a thorough comparison of Norment’s \ncomplaint in the Prior Action with the claims contained in his Second Amended \nAnswer and Coun terclaims.  The Court concludes that all of the claims asserted in \nthe present action have either been brought within the applicable limitations period \ngoverning such claims or are “substantially the same” as claims asserted in the Prior \nAction (rather tha n constituting claims arising under new theories of liability).  \nAccordingly, the Court rejects Defendants’ argument based on the statute of \nlimitations. \nC. Norment’s Contract-Based Claims \n64. Defendants argue that the Court should grant summary judgment in \ntheir favor on Norment’s conversion, trespass to chattel s, breach of contract, and \naction to quiet title claims because all of these causes of action are based on the flawed \npremise that the lack of timely approval from the NCCOB constituted a breach of the \nAgreements, thereby entitling Norment to a return of his $1,000,000 capital \ncontribution to Advantage.  Defendants contend that (1) no legal requirement existed \nunder North Carolina law tha t NCCOB approval be obtained in order for Norment \nand Miklosko to become members of A dvantage; and (2) alternatively, even if such \napproval was a necessary condition under the Agreements, Norment waived (or is \nestopped from contesting) any breach arising o ut of that unfulfilled condition by \ncontinuing to act as a member of Advantage  despite his awareness that timely \nNCCOB approval had not been obtained .  Norment, conversely, asserts that such \napproval was, in fact, required pursuant to  N.C.G.S. § 53-244.100(e) and its \n \n \naccompanying administrative regulations and denies that he waived this contractual \ncondition or is otherwise estopped from relying upon its breach.  The Court concludes \nthat the entry of summary judgment on this ground would be improper. \n65. Although the parties spend substantial portions of their brief s \naddressing the legal issue of whether NCCOB approval was actually required, the \nCourt need not resolve this question because it has already held that a genuine issue \nof material fact exists regarding Norment’s breach of contract claim .  In the Court’s \n5 January 2021 Order and Opinion, Judge McGuire expressly addressed the parties’ \narguments as to the existence of material factual disputes on the issues of whether \nthe absence of NCCOB approval by 31  July 2014 constituted a breach of the \nAgreements and whether Norment had waived any such requirement by his \nsubsequent conduct.  In the Order and Opinion, Judge McGuire stated the following:  \nThe parties do not dispute that: (a) the Agreemen ts are valid contracts \nexecuted between Norment, Miklosko, Rabon, and Advantage LLC; (b) \nthe Admission Agreement provided that it would be “null and void” if \nthe NCCOB “has not approved the admission of [Norment and Miklosko] \nby July 31, 2014” and the Subscription Agreement provided that it “shall \nbe null and void” if NCCOB did not approve the “transaction by July 31, \n2014”; (c) the NCCOB did not approve the Transaction until October 27, \n2014; (d) the Agreements provided that if approval from the NCCOB \nwas not obtained by July 31, 2014, Advantage LLC “shall” return the \ncontributions paid by Norment and Miklosko; and, (e) Advantage LLC \ndid not return Norment’s contribution. \n \nWhile these undisputed facts would establish a breach of the \nAgreements, Advantage LLC argues that Norment waived his rights by \ncontinuing to work with Rabon and Miklosko, and on behalf of \nAdvantage LLC, toward completing the Transaction after July 31, 2014, \nand up until March 2016. \n. . .  \n \n \n \nThe Court has thoroughly reviewed the evidence in the record and finds \nthat substantial issues of genuine fact exist as to whether Norment \nwaived the requirement that NCCOB approval be obtained by July 31, \n2014, including: whether Norment knew or should have known that the \nNCCOB had not approved the Tran saction by July 31, 2014; whether \nhis conduct “naturally and justly” led Advantage LLC to believe that \nNorment was waiving the approval deadline, Guerry, 234 N.C. at 648, \n68 S.E.2d at 275; and whether Norment intended to waive the approval \ndeadline. The facts and inferences arising from those facts should be \ndetermined by a jury. Brittain, 168 N.C. at 276, 84 S.E. at 282. \nTherefore, to the extent it seeks  summary judgment as to the claim for \nbreach of contract, the Motion for Summary Judgment should be \nDENIED. \n \nSince the Court concludes that summary judgment on Norment’s claim \nfor breach of the Agreements must be denied, it also concludes that \nsummary judgment cannot be granted on the current record regarding \nwhether Norment is entitled to a return of his investment in Advantage \nLLC, whether Norment is a member of Advantage LLC, or whether his \nwork with Rabon, Norment, and Advantage LLC created a common-law \npartnership. \n \n(ECF No. 123, at pp. 18–21.) \n \n66. As noted above, Norment’s conversion, trespass to chattels, breach of \ncontract, and action to quiet title claims are all based on the notion that Norment is \nentitled to a return of his capital investment in Advantage pursuant to the clawback \nprovisions in the Agreements.  Given the need for resolution by a jury on this issue, \nDefendants’ Motion for Summary Judgment as to these claims is DENIED. \nD. Business Judgment Rule \n67. Finally, Defendants argue that  summary judgment in their favor is \nproper because the application of the business judgment rule insulates Rabon and \nMiklosko from any liability stemming from their conduct toward Norment.  The Court \ndisagrees. \n \n \n68. In North Carolina, the business judgment rule  \ncreates, first, an evidentiary presumption that in making a \ndecision, the managers acted on an informed basis and in \ngood faith in the honest belief that their decision was in the \nbest interest of the LLC, and second, absent rebuttal of the \ninitial presumption, the rule creates a powerful \nsubstantive presumption that a decision by a loyal and \ninformed manager will not be overturned by a court unless \nit cannot be attributed to any rational business purpose. \n \nEmrich Enters. v. Hornwood, Inc. , 2022 NCBC LEXIS 19, at **45 (N.C. Super Ct. \nFeb. 15, 2022) (cleaned up).   \n69. This Court has recognized that “[b]usiness decisions involve judgments \nby the board as to whether to enter into a course of conduct, generally one that creates \nnew rights or obligations on behalf of the company and involves weighing the risks \nand rewards of future conduct, which is the type of decision -making process the \nbusiness judgment rule is designed to protect.”  Id. at **46 (cleaned up).  The business \njudgment rule applies in both the context of a corporation and an LLC.  Id. at **45; \nLee v. McDowell, 2022 NCBC LEXIS 51, at **19 (N.C. Super. Ct. May 26, 2022).    \n70. However, the business judgment rule has significant limits.  Notably, it \ndoes not apply in cases involving bad faith, conflict of interest, or disloyalty.  See \nSeraph Garrison, LLC v. Garrison, 247 N.C. App. 115, 122–23 (2016).  In addition, it \nis not a valid defense to a breach of contract claim.   See Anderson v. Nottingham Vill. \nHomeowners’ Assn. Inc., 37 A.D.3d 1195, 1197 (N.Y. App. 2007) (cleaned up) (“[W]hile \nit may be good business judgment to walk away from a contract, this is no defense to \na breach of contract claim.”) \n \n \n71. In the present case, Norment’s claims —supported at the summary \njudgment stage by evidence, including his own affidavit testimony—are replete with \nassertions that Rabon and Miklosko intentionally refused to return assets that \nbelonged to him, engaged in self-dealing by improperly making substantial payments \nfrom company assets to themselves, misrepresented key information about the \nattempted merger between Cavalier and Advantage, and refused to provide material \ninformation about the financial status of the companies to Norment. \n72. Although Defendants have offered testimony that differs markedly from \nNorment’s assertions , the existence of clearly material factual disputes renders \nsummary judgment inappropriate on the basis of the business judgment rule.   If a \njury finds Norment’s evidence credible with regard to the series of events from which \nhis claims arise, such conduct by Defendants falls well outside the sphere of \nlegitimate business decisions that are protected by the rule.8 \n73. For these reasons, the Court DENIES Defendants’ Motion for Summary \nJudgment based on the business judgment rule.  \n  \n \n8 Defendants contend that the Court should not consider the affidavit testimony of Plaintiff’s \nexpert witness, Elizabeth Berry, because the opinions expressed in her affidavits go well \nbeyond those she offered during her deposition.   See, e.g., Cousart v. Charlotte-Mecklenburg \nHosp. Auth., 209 N.C. App. 299 , 304 (2011) (cleaned up) (“[A] party opposing a motion for \nsummary judgment cannot create a genuine issue of material fact by filing an affidavit \ncontradicting his prior sworn testimony ”).  For the reasons set out more fully in the Court’s \nOrder on the parties’ Motions to Strike—which is being filed contemporaneously herewith—\nthe Court agrees that Berry’s affidavits should be stricken.  Accordingly, the Court has not \nconsidered Berry’s affidavit testimony in its evaluation of Defendants’ Motion for Summary \nJudgment. \n \n \n \nCONCLUSION \nTHEREFORE, IT IS ORDERED AS FOLLOWS: \n1. Defendants’ Motion for Summary Judgment based on lack of standing as to \nNorment’s claims for breach of fiduciary duty and constructive fraud regarding \nCavalier and Advantage is GRANTED , and th ose claims are DISMISSED \nwithout prejudice. \n2. Defendants’ Motion for Summary Judgment is DENIED as to all other claims.  \n \nSO ORDERED, this the 7th day of July, 2022.  \n       /s/ Mark A. Davis     \n       Mark A. Davis \n       Special Superior Court Judge for \n       Complex Business Cases "
}