{
  "id": "2b53f7ba7e423ccece25dd5fa048016154fb6ffe7e1ac4195d394d86e3c1020c",
  "source_file": "data/raw/ncbc/2b53f7ba7e423ccece25dd5fa048016154fb6ffe7e1ac4195d394d86e3c1020c.pdf",
  "raw_text": "Red Fox Future, LLC v. Holbrooks, 2014 NCBC 42. \nSTATE OF NORTH CAROLINA \n \nPOLK COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n11 CVS 108 \n \nRED FOX FUTURE, LLC and \nANDREY MEDVEDEV, \n \nPlaintiffs, \n \nv. \n \nGENE S. HOLBROOKS, HOME \nREALTY CO. & INSURANCE AGENCY, \nINC., TONY JACKSON, and RED FOX \nPROPERTIES, LLC, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION \n \n \n \n \nPatla, Straus, Robinson & Moore, P.A., by Richard S. Daniels, for Plaintiffs \n Red Fox Future, LLC, and Andrey Medvedev. \n \nTuggle Duggins, P.A., by Robert C. Cone, for Defendants Gene S. Holbrooks \n and Home Realty Co. & Insurance Agency, Inc. \n \nDavid Lloyd Law Office, by David A. Lloyd, for Defendants Tony Jackson and \n Red Fox Properties, LLC. \n \nBledsoe, Judge \n \nTHIS MATTER is before the Court on Defendants Gene S. Holbrooks \n(“Holbrooks”) and Home Realty Co. & Insurance Agency, Inc.’s (“Home Realty”) \n(collectively, the “Holbrooks Defendants”) Motion for Award of Attorneys’ Fees and \nCosts (the “Motion”) in the above-captioned case.  Upon considering the Motion, the \nbriefs filed in support of and in opposition to the Motion, and the arguments of \ncounsel made at a hearing held on August 26, 2014, the Court hereby DENIES the \nMotion. \nI. \nBACKGROUND \n{1} The factual and procedural background of this case is recited in detail in \nRed Fox Future, LLC v. Holbrooks, 2014 NCBC 8 (N.C. Super. Ct. March 24, 2014), \nhttp://www.ncbusinesscourt.net/opinions/2014_NCBC_8.pdf (the “Summary \nJudgment Order”).  The facts pertinent for purposes of resolving the present Motion \nare set forth below. \n{2} Holbrooks is the owner and president of Home Realty, a North Carolina \ncorporation, which purchased the Red Fox Country Club (the “Club”) in 1992.  Id. at \n¶ 9. \n{3} Plaintiff Andrey Medvedev (“Medvedev”) and Defendant Tony Jackson \n(“Jackson”) formed Plaintiff Red Fox Future, LLC (“Future”) in the summer of 2009, \nwith the objective of purchasing the Club from the Holbrooks Defendants.  Id. at ¶¶ \n11-12.  Medvedev, a Russian businessman, had played golf at the Club but was \nunfamiliar with its day-to-day business operations; Jackson, on the other hand, had \nworked at the Club since 1992, including as General Manager, and had a personal \nrelationship with Holbrooks.  Id. at ¶¶ 9-11.  Plaintiffs allege that Medvedev’s \ndecision to invest in the Club was motivated, at least in part, by Jackson’s \nknowledge of the Club and representations that he sought to invest in the venture \npersonally.  (Compl. ¶ 8.)  \n{4} On August 29, 2009, Future and the Holbrooks Defendants entered into a \nwritten agreement (the “Purchase Agreement”), pursuant to which Future agreed to \npurchase the Club from the Holbrooks Defendants for $2,850,000.  Summary \nJudgment Order at ¶¶ 13-14.  Of the total purchase price, $650,000 consisted of a \nloan from the Holbrooks Defendants to Jackson.  Id. at ¶ 13.  Medvedev agreed to \ncontribute $1,620,000, and the remaining $580,000 was to derive from outside \ninvestors.  Id. at ¶¶ 13-15.  The parties also agreed that neither Medvedev nor \nFuture would be held liable in the event that Jackson defaulted on the loan from \nthe Holbrooks Defendants.     \n{5} Future encountered difficulty in attracting the outside investors needed to \nconsummate its purchase of the Club.  Thus, as permitted under the Purchase \nAgreement, Future paid a total of $650,000 in non-refundable deposits to the \nHolbrooks Defendants in order to extend the closing date to April 1, 2010.\n1  Id. at ¶¶ \n15-17.  Despite the additional time, however, Future was unable to raise sufficient \nfunds through outside investors, and the deal fell through.  \nId. at ¶ 18. \n{6} Soon thereafter, Jackson and the Holbrooks Defendants entered into \nnegotiations for Jackson’s purchase of the Club – without Medvedev or Future – \nthrough a newly formed entity, Red Fox Properties, LLC (“Properties”).  \nId. at ¶ 19.  \nThis deal also fell through, however, and the Holbrooks Defendants subsequently \nlisted the Club for sale at a purchase price of $2,200,000.  Id. \n                                                 \n1 The Purchase Agreement contemplated a closing date of October 15, 2009, with provisions for \nextension.  Id. at ¶ 15.  In accordance with these extension provisions, Future remitted to the \nHolbrooks Defendants a $100,000 non-refundable deposit, which, in addition to a $50,000 earnest \nmoney deposit paid by Future prior to closing, the Holbrooks Defendants retained in exchange for an \nextension of the closing date to December 10, 2009.  Id.  Additionally, and as prescribed under the \nPurchase Agreement, Future acquired possession of the Club – assuming both the benefits and \nburdens of its operations – upon this initial extension of the closing date.  Id. at ¶ 16  The parties \nsubsequently executed an Addendum to the Purchase Agreement, pursuant to which Future paid to \nthe Holbrooks Defendants an additional $500,000 non-refundable deposit in exchange for further \nextension of the closing date, as well as continued possession of the Club, through April 1, 2010.    Id. \nat ¶ 17. \n{7} On April 19, 2011, Medvedev and Future (collectively, “Plaintiffs”) filed a \ncomplaint against the Holbrooks Defendants, Jackson, and Properties, asserting \nclaims for fraud, unfair and deceptive trade practices, conversion, rescission, \naccounting, and recovery of assets and penalties.  Id. at ¶ 2.  Plaintiffs predicated \ntheir claims upon the theory that Jackson and the Holbrooks Defendants had \nfraudulently induced Plaintiffs into investing in the Club through their \nrepresentations that Jackson – an individual intimately familiar with the Club’s \noperations – would be indebting himself personally in order to invest in the Club as \nMedvedev’s business partner in the venture.  \nId. at ¶ 20.  More specifically, \nPlaintiffs alleged that they had reasonably relied on representations by Jackson and \nthe Holbrooks Defendants, as memorialized in the Purchase Agreement, that \nJackson would borrow $650,000 from the Holbrooks Defendants in connection with \nFuture’s purchase of the Club for $2,850,000; that Jackson and the Holbrooks \nDefendants, in fact, had never intended for a “real” loan to occur, but instead sought \nto confer upon Jackson a $650,000 equity stake in Future without Jackson making \nany initial contribution; and that Jackson and the Holbrooks Defendants had \nactively concealed the true nature of this “phantom loan” from Plaintiffs in order to \ninduce Plaintiffs to enter into the Purchase Agreement.  \nId.  \n{8} On August 25, 2011, after filing an Answer and Counterclaims, the \nHolbrooks Defendants moved to dismiss Plaintiffs’ claims in their entirety pursuant \nto Rule 12(b)(6) of the North Carolina Rules of Civil Procedure.  The Court entered \nan order denying the Holbrooks Defendants’ Motion to Dismiss on May 8, 2012.   \n{9} On October 15, 2012, the Holbrooks Defendants moved for summary \njudgment on all of Plaintiffs’ claims against them.  Id. at ¶ 5.  In support of their \nmotion, the Holbrooks Defendants asserted, inter alia, that Plaintiffs had failed to \nintroduce any evidence to support their fraud theory and that, in any event, \nPlaintiffs were unable to prove that they had suffered any damages as a result of \nthe Holbrooks Defendants’ alleged misrepresentations because the Purchase \nAgreement – which Plaintiffs’ counsel had drafted – required that the Holbrooks \nDefendants close on the deal even if their loan to Jackson fell through.  (Defs.’ Br. \nSupp. S.J. Mot., pp. 6-11.).  The Holbrooks Defendants also pointed out that all \nparties had agreed and understood that Jackson would sign the $650,000 \npromissory note evidencing their loan to him at the time of closing.  (\nId.) \n{10} On March 24, 2014, this Court (Murphy, J.) entered the Summary \nJudgment Order, granting summary judgment in favor of the Holbrooks Defendants \nand dismissing all of Plaintiffs’ claims against the Holbrooks Defendants with \nprejudice.  Summary Judgment Order at ¶¶ 1-2.2  The Summary Judgment Order \nrejected Plaintiffs’ fraud claim on grounds that Plaintiffs were unable to prove \ndamages, irrespective of whether the alleged collusion between Jackson and the \nHolbrooks Defendants had taken place.  Id. at ¶ 30.  The Summary Judgment Order \nalso dismissed Plaintiffs’ claims for unfair and deceptive trade practices and \n                                                 \n2 The Summary Judgment Order also denied Plaintiffs’ request to cap the amount of damages \nrecoverable on the counterclaims asserted against them, Id. at ¶ 42; denied Plaintiffs’ motion for \nsummary judgment on counterclaims asserted against Future for breach of fiduciary duty, \nconstructive fraud, unfair and deceptive trade practices, punitive damages, and specific performance, \nId. at ¶¶ 47, 51, 57; dismissed with prejudice all of the counterclaims asserted against Medvedev, Id. \nat ¶ 72; and granted the Holbrooks Defendants’ Motion to Exclude or Limit the Testimony of John R. \nMarkel, CPA, Id. at ¶ 79. \nrescission, which were predicated, in part, upon Plaintiffs’ fraud claim.  Id. at ¶¶ 34, \n36.  In addition, the Summary Judgment Order dismissed Plaintiffs’ claim for \nrecovery of the deposits at issue, reasoning that forfeiture of the deposits did not \nconstitute an impermissible penalty, but rather was part of bargained for exchanges \nin which Plaintiffs not only received additional time to seek investors, but also \ncontinued in possession of the Club’s properties and the revenue stream produced \nthrough its operations.  \nId. at ¶¶ 40-41. \n{11} The Holbrooks Defendants now seek an award of attorneys’ fees and costs \nincurred in defending against Plaintiffs’ claims – the claims that were dismissed \nwith prejudice in the Court’s Summary Judgment Order.  The Holbrooks \nDefendants assert that they are entitled to the requested relief under each of the \nfollowing provisions: N.C. Gen. Stat. § 75-16.1; N.C. Gen. Stat. § 6-21.5; N.C. Gen. \nStat. § 1D-45; and Rule 11 of the North Carolina Rules of Civil Procedure.  The \nCourt will address the Holbrooks Defendants’ claim for attorneys’ fees and costs \nunder each of these provisions, in turn, below.       \nII.  \nANALYSIS \n{12} “It is settled law in North Carolina that ordinarily attorneys fees are not \nrecoverable either as an item of damages or of costs, absent express statutory \nauthority for fixing and awarding them.”  United Artists Records, Inc. v. Eastern \nTape Corp., 18 N.C. App. 183, 187, 196 S.E.2d 598, 602 (1973) (citing Bowman v. \nChair Co., 271 N.C. 702, 157 S.E.2d 378 (1967)).  “Statutes that award \nattorney’s fees to the prevailing party are in derogation of the common law and as a \nresult, must be strictly construed.”  Barris v. Town of Long Beach, 208 N.C. App. \n718, 722, 704 S.E.2d 285, 289 (2010) (citing Sunamerica Financial Corp. v. Bonham, \n328 N.C. 254, 257, 400 S.E.2d 435, 437 (1991)). \nN.C. Gen. Stat. § 75-16.1 \n{13} The Holbrooks Defendants contend that they are entitled to an award of \nattorneys’ fees and costs under N.C. Gen. Stat. § 75-16.1.  The Court may award “a \nreasonable attorney fee” and litigation costs to a prevailing party in an action under \nN.C. Gen. Stat. § 75-16.1, where the losing party, in “instituting the action knew, or \nshould have known, the action was frivolous and malicious.”  N.C. Gen. Stat. § 75-\n16.1(2) (2014); \nsee also McKinnon v. CV Indus., Inc., __ N.C. App. __, __, 745 S.E.2d \n343, 349-50 (2013) (“N.C. Gen. Stat. § 75-16.1 authorizes an award of attorney’s fees \nto the prevailing party in a suit alleging a Chapter 75 violation . . . if the plaintiff \nknew, or should have known, the action was frivolous or malicious” (citing N.C. \nGen. Stat. § 75-16.1(2)).  “‘A claim is frivolous [under N.C. Gen. Stat. § 75-16.1] if a \nproponent can present no rational argument based upon the evidence or law in \nsupport of [it].  A claim is malicious [under N.C. Gen. Stat. § 75-16.1] if it is \nwrongful and done intentionally without just cause or excuse or as a result of ill \nwill.’”  Blyth v. McCrary, 184 N.C. App. 654, 663 n.5, 646 S.E.2d 813, 819 n.5 \n(2007) (quoting Rhyne v. K-Mart Corp., 149 N.C. App. 672, 689, 562 S.E.2d 82, 94 \n(2002)).  An “award of attorneys’ fees under G.S. [§] 75-16.1 is within the sound \ndiscretion of the trial judge.”  Borders v. Newton, 68 N.C. App. 768, 770, 315 S.E.2d \n731, 732 (1984). \n{14} In support of their position, the Holbrooks Defendants assert that \nPlaintiffs’ allegations concerning the loan from the Holbrooks Defendants to \nJackson were “irrelevant,” see Summary Judgment Order at ¶ 29 (stating that \n“[w]hether Defendants and Jackson intended the loan to be real or not is \nirrelevant”); that “Plaintiffs knew or should have known their respective claims \nwere frivolous, malicious, and non-justiciable”; and that Plaintiffs “produced no \nevidence tending to show that either Jackson or [the Holbrooks Defendants] \nintended the loan to be a sham . . . nor any evidence tending to show that the \ndeposit amounts were (1) not a reasonable estimate of damages which would result \nfrom a breach or (2) not reasonably proportionate to damages actually caused by the \nbreach.”  (Defs.’ Br. Supp. Mot., pp. 4-5.)  The Holbrooks Defendants additionally \nargue that Plaintiffs’ “claims for rescission and unconscionability lacked any factual \nbasis,” pointing out that it was Plaintiffs’ “own counsel [who] prepared the contract \nat issue.”  (Defs.’ Br. Supp. Mot., p. 5.)  \n{15} Plaintiffs respond that their fraud claim against the Holbrooks Defendants \nwas not frivolous or malicious at any point in these proceedings.  Plaintiffs insist \nthat they brought their fraud claim for the sole purpose of recovering the deposits \nthat they had paid to the Holbrooks Defendants under the terms of the Purchase \nAgreement, funds which Plaintiffs believe they were duped into paying through \nJackson and the Holbrooks Defendants’ alleged misrepresentations concerning \nJackson’s investment in the Club.  Plaintiffs further contend that the evidence \nproduced through discovery supported their allegations that Jackson and the \nHolbrooks Defendants had always intended the $650,000 loan as a “phantom loan”; \nthat the true purchase price sought by the Holbrooks Defendants for the Club was \n$2,200,000 – i.e., the $2,850,000 purchase price as stated under the Purchase \nAgreement less the $650,000 credited to Jackson through the phantom loan; and \n“that, but for the Plaintiffs’ belief in and reliance upon the existence of that \npersonal investment in the transaction by Jackson, the Plaintiffs would have never \nagreed to the Deposits which they made and thereafter lost.”  (Pls.’ Br. Opp. Mot., p. \n9.)   Further, Plaintiffs assert that even if their fraud claim was “frivolous and \nmalicious,” Plaintiffs could not reasonably have been aware of this fact at any time \nprior to their receipt of the Summary Judgment Order.  (Id.)     \n{16} The Court is persuaded that the record evidence, as revealed through \ndiscovery, demonstrates that Plaintiffs’ claims were not “frivolous” as contemplated \nunder N.C. Gen. Stat. § 75-16.1.  The Court bases its conclusion on the evidence \nthat (i) the Holbrooks Defendants and Jackson contemplated a $1,798,000 contract \nfor Jackson’s purchase of the Club – through his recently formed entity, Properties, \nand without Plaintiffs’ involvement – in May 2010, only ten days after the \nHolbrooks Defendants terminated the Purchase Agreement, which, as previously \nstated, had contemplated the Holbrooks Defendants’ sale of the Club to Plaintiffs \nfor $2,850,000; (ii) the Holbrooks Defendants entered into another sales agreement \nwith Jackson and Properties in July 2010, under which the purchasers were \ncredited with $650,000 toward the $2,348,000 stated purchase price, leaving a \nbalance of $1,798,000; (iii) when the Holbrooks Defendants’ sale of the Club to \nJackson and Properties fell through, the Holbrooks Defendants listed the Club for \nsale in December 2010 for a purchase price of $2,200,000; and (iv) Holbrooks \nrefused in his testimony to explain why he had been willing to sell the Club for \nsignificantly less than the $2,850,000 purchase price that the parties had agreed \nupon under the Purchase Agreement.\n3  This evidence, although deemed insufficient \nto withstand the Holbrooks Defendants’ motion for summary judgment, provides a \nrational basis for Plaintiffs’ theory that the Holbrooks Defendants’ “true” selling \nprice for the Club was $2,200,000 and that the $2,850,000 selling price stated in \nPurchase Agreement was merely a device intended to grant Jackson a $650,000 \nequity stake in the Club, while inducing Plaintiffs to contribute the bulk of the \npurchase price.  The Court concludes that Plaintiffs reasonably could have believed, \nin light of this evidence, that a jury reasonably could have concluded that Plaintiffs \nhad stated a claim for which they were entitled to recovery of a damages award.4   \nAccordingly, the Holbrooks Defendants’ request for attorneys’ fees and costs under \nN.C. Gen. Stat. § 75-16.1 is denied.  \nN.C. Gen. Stat. § 6-21.5 \n{17} The Holbrooks Defendants also contend that they are entitled to an award \nof attorneys’ fees and costs under N.C. Gen. Stat. § 6-21.5, which provides that “[i]n \n                                                 \n3 There are, of course, a number of possible explanations – such as a change in market conditions \nand/or a desire to sell the Club quickly – that would reasonably justify Holbrooks’ decision to list the \nClub on the market at a reduced price.  Holbrooks, however, declined to offer any such explanation in \nhis testimony. \n \n4 The Court notes Plaintiffs’ contention that their fraud claim was not “malicious” within the \nmeaning of N.C. Gen. Stat. § 75-16.1(2), which, as stated above, permits an award of costs where the \nlosing party’s conduct is both “frivolous and malicious.”  (Emphasis added.)  Having concluded that \nPlaintiffs’ claims were not “frivolous,” however, the Court declines to explore any distinction between \na claim that is “frivolous” and a claim that is “malicious” under N.C. Gen. Stat. § 75-16.1.  \nany civil action or special proceeding the court, upon motion of the prevailing party, \nmay award a reasonable attorney’s fee to the prevailing party if the court finds that \nthere was a complete absence of a justiciable issue of either law or fact raised by the \nlosing party in any pleading.”  N.C. Gen. Stat. § 6-21.5 (2014).  “‘Complete absence \nof a justiciable issue’ suggests that it must conclusively appear that such issues are \nabsent even giving the losing party’s pleadings the indulgent treatment which they \nreceive on motions for summary judgment or to dismiss.”  Sprouse v. North River \nIns. Co., 81 N.C. App. 311, 326, 344 S.E.2d 555, 565 (1986) (citing Vassey v. Burch, \n301 N.C. 68, 269 S.E. 2d 137 (1980)).  “[B]efore a court may tax attorney fees \nagainst a losing party under N.C.G.S. § 6-21.5 based upon the complete absence of a \njusticiable legal issue, the prevailing party must provide proof that the losing party \nshould reasonably have been aware of the complaint’s legal deficiencies.”  Bryson v. \nSullivan, 102 N.C. App. 1, 16, 401 S.E.2d 645, 656 (1991) (emphasis in original).    \n{18} The Holbrooks Defendants contend that they are entitled to an award of \nattorneys’ fees under N.C. Gen. Stat. § 6-21.5 because “[t]he existing law on all of \nplaintiffs’ theories was clearly against them” and because Plaintiffs’ claims lacked \nany factual or legal support.  (Defs.’ Br. Supp. Mot., p. 5.)  The Court disagrees.  \nPlaintiffs’ complaint set forth detailed allegations concerning the circumstances \ngiving rise to their claims for fraud and recovery of their deposits, including, for \nexample, Jackson’s familiarity with the Club’s operations as its General Manager; \nJackson’s relationship with Holbrooks; and Jackson’s alleged representations to \nMedvedev concerning the Holbrooks Defendants’ intent to sell the Club and the \nterms of the potential sale.  The entirety of the alleged scheme was laid out in \nPlaintiffs’ complaint.  Contrary to the Holbrooks Defendants’ contentions, Plaintiffs \nwere able to produce evidence through discovery to strengthen their claims, as \ndiscussed above.  The fact that the Court ultimately granted summary judgment in \nHolbrooks Defendants’ favor with respect to Plaintiffs’ claims “is not ‘in itself a \nsufficient reason for the court’s decision to award attorney’s fees’ under N.C.G.S. § \n6-21.5.”  Brooks v. Giesey, 334 N.C. 303, 311, 432 S.E.2d 339, 343 (1993) (quoting \nN.C. Gen. Stat. § 6-21.5); see also Brittain v. Cinnoca, 111 N.C. App. 656, 662, 433 \nS.E.2d 244, 247 (1993) (denying award of attorneys’ fees under N.C. Gen. Stat. § 6-\n21.5 notwithstanding dismissal of plaintiffs’ claims).  Indeed, it is reasonable to \ninfer from Plaintiffs allegations and the evidence adduced in support thereof that \nPlaintiffs were not aware of the deficiencies in their claims until their receipt of the \nSummary Judgment Order, and, accordingly, the Court cannot conclude that \nPlaintiffs “persisted in litigating the case after a point where [Plaintiffs] should \nreasonably have become aware that the pleading [Plaintiffs] filed no longer \ncontained a justiciable issue.”  Sunamerica Financial Corp., 328 N.C. at 258, 400 \nS.E.2d at 438.  The Holbrooks Defendants’ request for attorneys’ fees and costs \nunder N.C. Gen. Stat. § 6-21.5 is, therefore, denied.5    \nN.C. Gen. Stat. § 1D-45 \n                                                 \n5 Having concluded that Plaintiffs’ fraud claim presents justiciable issues of law or fact, it is \nunnecessary to inquire into whether Plaintiffs’ claim for recovery of penalties likewise presents \njusticiable issues of law or fact.  Lincoln v. Bueche, 166 N.C. App. 150, 155-56, 601 S.E.2d 237, 243 \n(2004) (concluding that the trial court had erroneously awarded attorneys’ fees under N.C. Gen. Stat. \n§ 6-21.5 upon determining that one of the plaintiffs’ seven asserted claims presented a justiciable \nissue of law or fact).   \n   \n{19} N.C. Gen. Stat. § 1D-45 provides, in pertinent part, that “[t]he court shall \naward reasonable attorneys’ fees, resulting from the defense against the punitive \ndamages claim, against a claimant who files a claim for punitive damages that the \nclaimant knows or should have known to be frivolous or malicious.”  N.C. Gen. Stat. \n§ 1D-45.  The Court, however, has already concluded, supra, that Plaintiffs’ claims \nwere not frivolous, and the Holbrooks Defendants have not introduced any evidence \nto suggest that Plaintiffs’ claims were “malicious,” or, more specifically, that they \nwere “‘wrongful and done intentionally without just cause or excuse or as a result of \nill will.’”  Blyth, 184 N.C. App. at 663 n.5, 646 S.E.2d at 819 n.5 (quoting Rhyne, 149 \nN.C. App. at 689, 562 S.E.2d at 94).6  As a result, the Holbrooks Defendants’ request \nfor attorneys’ fees under N.C. Gen. Stat. § 1D-45 is denied. \nN.C. Gen. Stat. § 1A-1, Rule 11 \n{20} Rule 11 of the North Carolina Rules of Civil Procedure applies to “[e]very \npleading, motion, and other paper of a party [.]”  N.C. Gen. Stat. § 1A-1, Rule \n11(a) (2014).  “According to Rule 11, the signer certifies that three distinct things \nare true: the pleading is (1) well grounded in fact; (2) warranted by existing law, ‘or \na good faith argument for the extension, modification, or reversal of existing law’ \n(legal sufficiency); and (3) not interposed for any improper purpose.”  Bryson v. \nSullivan, 330 N.C. 644, 655, 412 S.E.2d 327, 332 (1992).  “A breach of the \ncertification as to any one of these three prongs is a violation of the Rule.”  Id.  \n                                                 \n6 The Court recognizes that Blyth addressed the “malicious” standard in the context of N.C. Gen. \nStat. § 75-16.1; however, having found no authority to indicate that the standard is otherwise, the \nCourt adopts this standard for “malicious” for the limited purpose of resolving the Holbrooks \nDefendants’ claim under N.C. Gen. Stat. § 1D-45 in the present case.    \nMoreover, in determining whether to award attorneys’ fees under Rule 11, \n“reference should be made to the document itself, and the reasonableness of the \nbelief that it is warranted by existing law should be judged as of the time the \ndocument was signed.  Responsive pleadings are not to be considered.”  Id. at 656, \n412 S.E.2d at 333.  The question for the court is whether the plaintiffs acted with \n“objective reasonableness under the circumstances” in signing the pleading in \nquestion.  Turner v. Duke University, 325 N.C. 152, 164, 381 S.E.2d 706 (1989); see \nalso McKinnon, __ N.C. App. at __, 745 S.E.2d at 347 (explaining that “‘Rule 11 \nsanctions are appropriate where the offending party either failed to conduct a \nreasonable inquiry into the law or did not reasonably believe the paper was \nwarranted by existing law’” (quoting Ward v. Jett Props., LLC, 191 N.C. App. 605, \n608, 663 S.E.2d 862, 864 (2008))). \n{21} The Holbrooks Defendants contend that they are entitled to attorneys’ fees \nand costs under Rule 11 because “Medvedev was well aware of the bargained-for \nexchange surrounding the deposits”; because Medvedev knew, at the time he made \nthe deposits, that Jackson had not yet signed the promissory note evidencing the \nloan to him from the Holbrooks Defendants; and because no evidence of a “phantom \nloan” was ever produced.  (Defs.’ Br. Supp. Mot., p. 6).  The Court disagrees.  A \nthorough review of Plaintiffs’ complaint reveals detailed allegations predicated upon \nPlaintiffs’ apparent good faith belief that the Holbrooks Defendants and Jackson \nhad defrauded them out of $650,000 in deposit money.  Furthermore, and as \ndiscussed in detail above, Plaintiffs’ theory of recovery was not wholly unsupported \nby the evidence produced through discovery.  Accordingly, this is not a case in which \nthe imposition of Rule 11 sanctions would further the Rule’s purpose of \n“prevent[ing] abuse of the legal system[,]” Grover v. Norris, 137 N.C. App. 487, 495, \n529 S.E.2d 231, 235 (2000).  The Holbrooks Defendants’ request for attorneys’ fees \nand costs under Rule 11 is, therefore, denied.  \nIII. \nCONCLUSION \n{22} For the above stated reasons, the Holbrooks Defendants’ Motion for Award \nof Attorneys’ Fees and Costs is DENIED. \n SO ORDERED, this the 9th day of September, 2014. \n \n        \n        \n "
}