{
  "id": "2b5d7634f51c232a9433e521c49ccbfad46fbc481aca38cd96999f5bbbc0a71a",
  "source_file": "data/raw/ncbc/2b5d7634f51c232a9433e521c49ccbfad46fbc481aca38cd96999f5bbbc0a71a.pdf",
  "raw_text": "Carmayer, LLC v. Koury Aviation, Inc., 2017 NCBC 80. \n \nSTATE OF NORTH CAROLINA \n \nGUILFORD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 2717 \n \nCARMAYER, LLC, \n \n   Plaintiff, \n \n v. \n \nKOURY AVIATION, INC.; \nBRADFORD A. KOURY; and \nTHOMAS HURLOCKER,  \n \n   Defendants. \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION TO AMEND \nAND DEFENDANTS’ MOTION FOR \nSUMMARY JUDGMENT \n \n1. THIS MATTER is before the Court on Plaintiff Carmayer, LLC’s \n(“Carmayer”) Motion to Amend Complaint (the “Motion to Amend”) and Defendants \nKoury Aviation, Inc. (“Koury Aviation”), Bradford A. Koury (“Koury”), and Thomas \nHurlocker’s (“Hurlocker”) (collectively, the “De fendants”) Motion for Summary \nJudgment.  The Motion to Amend and the Motion for Summary Judgment are \ncollectively referred to herein as “the Motions.”  Having considered the Motions, the \nbriefs, and the arguments of counsel, the Court DENIES the Motion to Amend and \nGRANTS in part and DENIES in part the Motion for Summary Judgment. \nRossabi Reardon Klein Spivey PLLC, by Amiel J. Rossabi and Elizabeth \nM. Klein, for Plaintiff. \n \nTuggle Duggins P.A., by Denis E. Jacobson, Jeffrey S. Southerland, and \nRichard W. Andrews, for Defendants. \n \nRobinson, Judge. \n \n \n \n \nI. INTRODUCTION \n2. This litigation arises out of Carmayer’s  purchase of a 1976 Cessna 421C  \ntwin-engine propeller aircraft (the “Cessna 421C”) .  Carmayer sought advice from \nDefendants in purchasing a plane that it could charter for hire under part 135 of the \nFederal Aviation Regulations (“Part 135”).  In October 2014, Carmayer purchased the \nCessna 421C from a third-party for the purpose of putting it on Koury Aviation’s Part \n135 Charter Certificate (“Koury Aviation’s Part 135 Certificate”).  After purchasing \nthe Cessna 421C, it was flown back to Koury Aviation’s facility in Greensboro, North \nCarolina where Defendants made repairs to the aircraft in order to add it to Koury \nAviation’s Part 135 Certificate.   Ultimately, t he Federal Aviation Administration \n(“FAA”) did not certify the Cessna 421C under Part 135.  Carmayer learned that the \nCessna 421C may never be capable of Part 135 certification or, at the very least, that \nsuch certification would require enormous cost.   \nII. PROCEDURAL HISTORY \n3. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motions. \n4. Carmayer initiated this action by filing its Complaint on January 11, 2016.  \n(ECF No. 1.)   The Complaint asserts claims against Defendants for negligent \nmisrepresentation, unfair and deceptive trade practices (“UDTP”), breach of fiduciary \nduty, negligence, and gross negligence.  (ECF No. 1 at 8, 10−12.) \n5. This action was designated as a mandatory complex business case by order \nof the Chief Justice of the Supreme Court of North Carolina dated February 17, 2016, \n \n \n(ECF No. 3),  and assigned to Chief Business Court Judge James L. Gale by order \ndated February 19,  2016, (ECF No. 4) .  This case was later reassigned to the \nundersigned by order dated July 5, 2016.  (ECF No. 21.)  \n6. On March 16, 2016, Defendants filed their answer and counterclaims, \nraising, inter alia , the economic loss doctrine as an affirmative defens e.  (Defs.’ \nAnswer to Compl. & Countercls. 6, ECF No. 9.)   \n7. On April 11, 2016, Carmayer filed its reply.  (ECF No. 11.)  \n8. Following the completion of discovery, on March 17, 2017, Defendants filed \nthe Motion for Summary Judgment pursuant to Rule 56 of the North Carolina Rules \nof Civil Procedure (“Rules(s)”), (ECF No. 45), and a brief in support, (ECF No. 46).  \n9. On May 16, 2017, the Court held a hearing on the Motion for Summary \nJudgment. \n10. On June 2, 2017, the Court entered an order directing the parties to submit \nsupplemental briefing on whether the economic loss rule applied to any of Plaintiff’s \nclaims.  (ECF No. 64.)   \n11. Defendants and Plaintiff filed their supplemental briefs on the application \nof the economic loss rule on June 16, 2017 and June 26, 2017, respectively.  (ECF Nos. \n65−66.)  \n12. On June 28, 2017, Plaintiff filed the Motion to Amend pursuant to Rule \n15(a), (ECF No. 71), and a brief in support, (ECF No. 73).    \n13. The Motions have been fully briefed and are now ripe for resolution.  \nPursuant to Rule 7.4 of the General Rules of Practice and Procedure for the North \n \n \nCarolina Business Court (“BCR”), the Court elects to rule on the Motion to Amend \nwithout a hearing. \nIII. FACTUAL BACKGROUND \n14. The Court does not make findings of fact when ruling on a motion for \nsummary judgment, but it may either state those facts that it believes are not in \nmaterial dispute, state those facts on which a material dispute forecloses summary \nadjudication, or summarize the underlying facts to provide context for its ruling.  E.g., \nIn re Estate of Pope, 192 N.C. App. 321, 329, 666 S.E.2d 140, 147 (2008).  The following \nstatement of facts is solely for the purpose of this Order and Opinion. \nA. The Parties \n15. Carmayer is a North Carolina limited liability company.  (ECF No. 1 at ¶ 1; \nECF No. 9 at 1, ¶ 1.)  Rocco Scarfone (“Scarfone”) and Amiel Rossabi (“Rossabi”) are \nCarmayer’s managers and its only members.  ( Defs.’ Mot. Summ. J. Ex. C, at 7:15 –\n21, ECF No. 48.) \n16. Koury Aviation is a North Carolina corporation.  (ECF No. 9 at 8, ¶ 1; Reply \n& Affirmative Defenses ¶ 1, ECF No. 11.1.)  Koury is the President of Koury Aviation.  \n(ECF No. 1 at ¶ 3; ECF No. 9 at 1, ¶ 3.)  Hurlocker is a mechanic and Koury Aviation’s \ndirector of maintenance.  (Mem. Opp ’n Defs.’ Mot. Summ. J.  Ex. A, at 83:1−6 , ECF \nNo. 54.) \nB. Part 135 \n17. A Part 135 certificate allows an aircraft to be operated for hire .  (ECF No. \n54 at Ex. B,  14:16–15:4.)  To add a n aircraft to a P art 135 certificate, an operator \n \n \nmust submit the aircraft and its documentation to the FAA for an inspection.  (ECF \nNo. 54 at Ex. B,  17:11–21:8.)  The documentation, sometimes referred to as a  \nconformity binder, must include the inspection and maintenance program that the \noperator intends to observe in inspecting and maintaining the aircraft.  (ECF No. 48 \nat Ex. E,  24:15–25, 29:1−20; ECF No. 54 at Ex. B, 15:5 –18:24.)  Under the Federal \nAviation Regulations, the FAA may approve one of several different inspection and \nmaintenance programs for an aircraft, including the aircraft manufacturer’s factory \nprogram, an Approved Aircraft Inspection Program  (“AAIP”), or a traditional part \n43D program written by the operator.  ( ECF No. 54 at Ex. B, 15:5 –21:8.)  The FAA, \nthrough the principal  maintenance inspector at the local flight standards district \noffice, has exclusive authority over whether to certify an aircraft under Part 135 .  \n(ECF No. 48 at Ex. I, 23:19–24:4.) \n18. On January 17, 2013, the FAA issued Koury Aviation’s Part 135 Certificate.  \n(Defs.’ Mot. Summ. J.  Ex. K , ECF No. 49 .)  By October 2014, Defendants had \nsuccessfully added six aircraft to Koury Aviation’s Part 135 Certificate.  (ECF No. 48 \nat Ex. B, 74:1–2.) \nC. Carmayer’s Search for an Aircraft \n19. In the spring of 2014, Scarfone began investigating the possibility of \npurchasing an aircraft.  (ECF No. 54 at Ex. A, 93:11–15.)  After looking at aircraft on \nthe internet, Scarfone went to Carolina Aircraft, Inc. (“Carolina Aircraft”) in \nGreensboro to look at a Baron BE 58 listed for sale.  ( ECF No. 54 at Ex. A,  92:3–\n93:15.)  While looking at the Baron BE 58, Scarfone explained to George Johnson, the \n \n \nowner of Carolina Aircraft, that Scarfone was looking for an aircraft to place on a \ncharter program.  (ECF No. 48 at Ex. D, 94:10–22.)  Johnson suggested that Scarfone \nspeak with Koury Aviation and walked Scarfone to Koury Aviation’s office.  ( Aff. \nRocco Scarfone ¶ 4, ECF No. 56; ECF No. 48 at Ex. D, 96:13–97:17.)  Scarfone left his \ncontact information with Koury Aviation and indicated that he was interested in \npurchasing an aircraft to place on a charter program.  ( ECF No. 48 at Ex. D, 97:18 –\n25.) \n20. On April 24, 2014, Koury e -mailed Scarfone t o discuss Scarfone’s interest \nin purchasing an aircraft.  (ECF No. 56 at  Ex. A.)  Koury informed Scarfone of two \nwebsites that listed aircraft for sale.  (ECF No. 54 at Ex. A, 105:7−17.) \n21. During the summer of 2014, Rossabi and Scarfone agreed to invest, by and \nthrough Carmayer, in purchasing an aircraft.  (ECF No. 48 at Ex. C, 13:14–19.)  The \nprimary purpose of purchasing an aircraft was to charter it, specifically on  Koury \nAviation’s Part 135 Certificate .  (ECF No. 48 at Ex. A,  68:10–15.)  After partnering \nwith Rossabi, Scarfone continued to search for aircraft for sale on the internet.  (ECF \nNo. 48 at Ex. D, 104:17–105:12.) \n22. During Scarfone’s search, Koury told Scarfone that a twin-engine propeller \naircraft would work well on a Part 135 certificate .  (ECF No. 54 at Ex. C,  62:2−24.)  \nKoury stated that adding a twin -engine propeller aircraft to Koury Aviation’s Part \n135 Certificate would help Koury Aviation attract new customers, as all of Koury \nAviation’s aircraft available for charter were jets.  ( ECF No. 48 at Ex. A, 101:20–23; \nECF No. 48 at Ex. D, 77:1–14.)  On more than one occasion during Scarfone’s search \n \n \nfor an aircraft, Scarfone sent Koury internet links to specific twin-engine aircraft for \nsale that Scarfone thought may be suitable for Carmayer to purchase.   (ECF No. 48 \nat Ex. D, 105:1−6; ECF No. 56 at  ¶ 9.)  Koury responded with his  feedback, \noccasionally with input from Hurlocker.  (ECF No. 48 at Ex. D, 105:1−6; ECF No. 56 \nat ¶ 9.) \n23. On June 25, 2014, Koury e -mailed Scarfone a pro forma for a Cessna 414 \n(the “Pro Forma”). (ECF No. 56 at Ex. D .)  In his e-mail, Koury stated “[Scarfone], \nattached is a somewhat conservative sheet which I feel will work for the 414, it was \ndifficult to find much info, but I think we will be pretty close to the income, if not low.”  \n(ECF No. 56 at Ex. D .)  The Pro Forma projected an annual profit of $44,192 if a \nCessna 414 was chartered for 250 hours, and an annual profit of $159,212 if a Cessna \n414 was chartered for 500 hours.  (ECF No. 56 at Ex. D.) \nD. The Cessna 421C \n24. On September 1, 2014, Scarfone e -mailed Dan Howard ( “Howard”), the \nbroker for the seller of the Cessna 421C, to discuss Carmayer’s interest in purchasing \nthe Cessna 421C.  (ECF No. 49 at Ex. W.)  Howard informed Scarfone that the Cessna \n421C was scheduled to begin a 100 -hour annual inspection on September 2, 2014.  \n(ECF No. 49 at Ex. W.)  Howard further told Scarfone that two other potential buyers \nwere planning to look at the Cessna 421C after the annual inspection  was complete.  \n(ECF No. 49 at Ex. W.)  In response to Scarfone’s price inquiries, Howard stated that, \nalthough the seller understood Carmayer’s desire to purchase a plan e that could be \nchartered pursuant to Part 135, the seller did not feel obligated to reduce the asking \n \n \nprice because most buyers of Cessna 421s operate the aircraft under part 91, which \nhas less demanding maintenance requirements than Part 135.  (ECF No. 49 at Ex. \nW; ECF No. 54 at Ex. B, 19:10−21.)  As a result, Howard told Scarfone that the Cessna \n421C would easily sell for between $185,000 and $195,000.  ( ECF No. 49 at Ex. W .)  \nHoward finally stated “[i]t just sounds like this is not the plane for your mission.”  \n(ECF No. 49 at Ex. W.)  Scarfone responded that he wanted to continue to discuss the \nsale of the Cessna 421C at the $185,000 to $195,000  range that Howard had \nsuggested.  (ECF No. 49 at Ex. W.) \n25. On September 3, 2014, Scarfone informed Koury that the Cessna 421C’s \nseller had accepted Carmayer’s offer and asked Koury if he knew anyone in the \nAustin, Texas area, where the plane was at that time, who could do the pre-purchase \ninspection.  (ECF No. 49 at  Ex. P , DEF 00340 .)  Koury then asked Hurlocker if \nHurlocker knew of anyone near Austin who could perform the pre -purchase \ninspection, and Hurlocker stated that he did not have any contacts in Texas.  (ECF \nNo. 49 at  Ex. P, DEF 00341−42.)  Shortly thereafter, the seller moved the Cessna  \n421C to Tulsa, Oklahoma.  (ECF No. 49 at Ex. P, DEF 00342.)  \n26. On September 12, 2014, Carmayer went under contract to purchase the \nCessna 421C.  (ECF No. 49 at Ex. Y.)  The contract was contingent on the completion \nof both the seller’s 100-hour annual inspe ction and a pre -purchase inspection by \nCarmayer or a mechanic of Carmayer ’s choosing, and Carmayer could abandon the \npurchase based on the results of the pre-purchase inspection and receive a full refund \nof its deposit.  (ECF No. 49 at Ex. Y.)  A 100-hour annual inspection is an intensive \n \n \ninspection of the aircraft required by the FAA in order for the aircraft to remain \nairworthy under either part 91 or Part 135.  ( ECF No. 48 at Ex. E, 19:12−14; ECF \nNo. 48 at Ex. J, 9:9−17; ECF No. 54 at Ex. B,  17:17–19:22.)  An average annual \ninspection for a Cessna 421C takes one to three weeks.  ( ECF No. 48 at Ex. E, \n19:21−20:7.)  Unlike a 100-hour annual inspection, there is no set definition of a pre-\npurchase inspection; the scope and extent of a pre -purchase inspection is within the \nbuyer’s discretion.  (ECF No. 48 at Ex. E, 19:4−11.)       \n27. Steve Montgomery (“Montgomery”) of Cimarron Aviation in Tulsa \nperformed the seller’s 100-hour annual inspection.  (ECF No. 49 at Ex. P, DEF 00342–\n43.)  On September 17, 2014, Scarfone hired Barry Bredensteiner (“Bredensteiner”), \na mechanic in Tulsa, to perform Carmayer’s pre-purchase inspection.  (ECF No. 48 at \nEx. F, 10:7−16; ECF No. 56 at Ex. J, DEF 01230.)  There is a dispute of fact as to the \nscope of Bredensteiner’s pre-purchase inspection.  \nE. Hurlocker’s Inspection  \n28. On September 24, 2014 at 1:39 p.m., Hurlocker e-mailed Scarfone stating \n[t]his is Tom Hurlocker and I work with Brad Koury’s [Part] 135 \noperation.  Did you need me to go look at the 421C you are buying.  \n[sic] . . . I talked with [Bredensteiner] yesterday and he was not sure \nwhat the plans were for his pre-buy inspection. \n \nWhat help can I provide for your needs? \n \n(ECF No. 56 at Ex. J, DEF 01243.)   At 1:46 p.m., Scarfone responded to Hurlocker \nstating \n[Bredensteiner] is going to do the pre buy at his hangar but I think since \nyou are going to be handling the [aircraft] for us once it arrives here that \nit would be beneficial for you to be there for the pre buy Inspection [sic] \n \n \nand demo flight  . [sic]  I want to make sure th at the [aircraft] is \nmechanically sound as well as aesthetically an 8 1/2 as we have been \ntold.  I can fly you to Tulsa and put you at a hotel provide [sic] meal per \ndiem and pay you . [sic] What are your thoughts ? [sic]  \n \n(ECF No. 56 at Ex. J, DEF 01243.)  At 2:03 p.m., Hurlocker responded to Scarfone \nstating \nI can go to Tulsa if needed when aircraft [sic] is opened and see where \nwe are. . . . There are areas where corrosion can be bad on 400 series \nCessna’s [sic]. . . .  \n \nI will have to take vacati on from my primary job,  . . . so the sooner we \ncan make a decisions [sic] the better. \n \n(ECF No. 56 at Ex. J, DEF 01243.)   At 2:06 p.m., Scarfone responded to Hurlocker \nstating “[c]an you call [Bredensteiner]  . . . and let him know that me and you [sic] \nhave talked and that you want to be there when he has the [aircraft] opened up and \nthe sooner he can let you know when that is the better , [sic] then I can make  your \nflights etc.”  (ECF No. 56 at Ex. J, DEF 01244.)     \n29. On September 26, 2014 at 12:45 p.m., Hu rlocker e -mailed Scarfone and \nstated \nI just talked with [Bredensteiner] and the 421C has not arrived at his \nshop at this time.  After his test flight we can determine if I am going to \nTulsa. . . . If the flight test goes well, it make [sic] take two to three days \nbefore the plane is all opened.  I think I can see the items I would like to \ncheck in two days and review aircraft records. \n \nWill this work for you? \n \n(ECF No. 56 at Ex. J, DEF 01244.)   At 1:14 p.m., Scarfone responded to Hurlocker  \nstating “[y]es this works for me just let me know so I can make your arrangements \n \n \nthe [aircraft] broker will pick you up at the Airport [sic] and take you to your hotel \nand then to [Bredensteiner]’s.”  (ECF No. 56 at Ex. J, DEF 01244.)      \n30. Three days later, on September 2 9, 2014 at 3:04 p.m., Scarfone e -mailed \nHurlocker asking “[i]f the demo flight goes well are you able to fly to Tulsa on \nThursday ? [sic] and [sic] if so how many days do y ou want to stay ? [sic]”  (ECF No. \n56 at Ex. J, DEF 01235.)   At 3:45 p.m., Hurlocker  responded to Scarfone “I think I \ncan go to Tulsa on Thursday but I will confirm tomorrow, I have two aircraft to deliver \nWednesday.  I thing [sic] a return flight on Saturday would be enough time to  \nevaluate the aircraft.”  (ECF No. 56 at Ex. J, DEF 01235 .)  At 9:58 p.m., Scarfone e-\nmailed Hurlocker and stated “I can book you a flight Thursday AM at 9:25am [sic] \narrives in Tulsa at 1:15 PM then return Saturday departing Tulsa at 7:15AM [sic] \nback in GSO 1PM [sic].  Does that give you enough time to look ex amine [sic] the \n[aircraft] properly ? [sic]”  (ECF No. 56 at Ex. J, DEF 00356.)   \n31. The following day, on September 30, 2014 at 11:50 a.m., Hurlocker \nresponded to Scarfone “I can go to Tulsa if the test flight goes well.  Let me know the \ndetails.  I will expect all expenses paid and labor rate of $40.00 per hour to travel and \nwork on the aircraft. . . . Let me know the plans and what airports I will be visiting.”  \n(ECF No. 56 at Ex. J, DEF 00356.)   At 7:16 p.m., Scarfone responded to Hurlocker \nand stated \n[c]an you call [Bredensteiner] tomorrow and he can tell you how the \ndemo flight went , [sic] for the most part it went well from what he said \nto me but I am not a mechanic or a pilot , [sic] there are a few issues that \nhe found . [sic] I will make your reserva tions tomorrow to depart \nThursday in the morning . [sic] Just for clarity I will pay your flights, \nhotel, meals or per diem either is fine and $40 per hour for working on \n \n \nthe [aircraft] , [sic] as far as paying $40 per hour for travel can you just \nclarify that to me ? [sic] \n \n(ECF No. 56 at Ex. J, DEF 00356.)  At 8:17 p.m., Hu rlocker responded to Scarfone \n“[y]es.  I can do the needed inspection and log book review.  I talked to [Bredensteiner] \nlate this afternoon and flight test went well.”  (ECF No. 56 at Ex. J, DEF 00356.)  At \n8:31 p.m., Scarfone responded to Hurlocker “K [sic] sounds good . [sic] I will have my \nsecretary make ur [sic] arrangements tomorrow . [sic]”  (ECF No. 56 at Ex. J, DEF \n00357.)   \n32. On October 2,  2014, Hurlocker flew to Tulsa to look at the Cessna 421C.  \n(ECF No. 56 at  Ex. J .)  After examining the Cessna 421C, Hurlocker e -mailed \nScarfone on October 3, 2014 with what Hurlocker had found during his examination, \nstating \nI have inspected the 421C and reviewed the aircraft records.  There are \nseveral items that should be considered before you close.  The paint and \ninterior is not above a 6 with the interior being stronger of the two.  The \npaper work [sic] will take some attention to get approved for [Part] 135.  \nThe overhaul times from Continental engines is 1600 hours or 12 years.  \nThe engine has 296.6 hours and three years remaining before overhaul \nfor 135 operation.  The props are over the 6 year overhaul times.  The \ncopilots side window is chipped wi th shell cracking, the pilots storm \nwindow is cracked at latch.  Stall warning inop [sic] and stall vane heat \nis inop [sic].  Hand held [sic] portable fire extinguisher is dated 1979, \nthey have a 12 year life for hydrostatic test, cheaper to replace new.  As \nyou have been advised by [Bredensteiner], the exhaust wye replacement \nAD is over due [sic].  There is a fuel vent float valve, 600 hour recurring \nAD, is due in 44.0 hours, this is time consuming to perform.  The right \nbrake disc appears to be under thickness limits and the left may be out \nof limits, I did not have measuring equipment.  We can go over my \nfindings at your convenience. \n \nYou can call anytime . . . . \n \n \n \n(ECF No. 56 at Ex. J, DEF 01298.)  The following day, on October 4, 2014, Hurlocker \ne-mailed Scarfone numerous pictures of the plane  that Hurlocker had taken during \nhis inspection.  (ECF No. 56 at Ex. J, DEF 00380−93.)   \n33. Scarfone never called Hurlocker to go over Hurlocker’s findings.  (ECF No. \n48 at Ex. B, 91:20−25, 95:16−20, 129:18−25.)  Scarfone forwarded Hurlocker’s items \nto Bredensteiner to add to his pre-purchase inspection report.  (ECF No. 56 at Ex. J, \nDEF 01298.)  Two days later, Scarfone e-mailed Koury and Hurlocker stating that he \nhad used the combined pre-purchase inspection report and costs to reduce the Cessna \n421C’s price from $185,000 to $165,000, and that Carmayer was closing on the Cessna \n421C the following week.  (ECF No. 56 at Ex. J, DEF 00398; ECF No. 49 at Ex. U.)  \nF. Defendants’ Attempt to Certify the Cessna 421C Under Part 135  \n34. After purchasing the Cessna 421C, Carmayer had it  flown from Tulsa to \nGreensboro.  (ECF No. 48 at Ex. B, 189:17–20.)  In Greensboro, Koury Aviation began \nto address the items identified by Hurlocker’s and Bredensteiner’s inspections of the \nCessna 421C.  (ECF No. 48 at Ex. B, 42:8–43:3.) \n35. On November 6, 2014, Carmayer and Koury Aviation executed an Aircraft \nManagement and Lease Agreement (the “Lease Agreement”).  (ECF No. 9 at 8, ¶ 7; \nECF No. 11.1 at ¶ 7; ECF No. 56 at ¶ 30, Ex. L.)   The Lease Agreement specifically \nstated that “[Carmayer] and [Koury Aviation] wish for [Carmayer]  to lea se the \n[Cessna 421C] to [Koury Aviation]  on a non -continuous basis fo r use by [Koury \nAviation] in its air charter op erations under Part 135 of the [Federal Aviation \nRegulations.]”  (ECF No. 56 at Ex. L .)  The Lease Agreement provided that Koury \n \n \nAviation was responsible for monitoring the mechanical condition of the Cessna 421C \nand arranging all maintenance, inspections, and overhaul of the aircraft at \nCarmayer’s expense.  (ECF No. 56 at Ex. L.)  \n36. Between November 2014 and May 2015, Koury and Scarfone communicated \nregularly about the status of placing the Cessna 421C on Koury Aviation’s Part 135 \nCertificate.  (ECF No. 56 at ¶ 31.)   \n37. Koury Aviation  submitted the Cessna 421C to the FAA for a conformity \ninspection in June 2015.  (ECF No. 48 at Ex. B, 201:25−202:6, 209:11–12.)  On June \n2, 2015, the FAA e-mailed Hurlocker a list of issues that were discovered during the \nFAA inspection, including that the conformity binder did not list the Cessna 421C’s \ninspection and maintenance program and that the documentation of Montgomery’s \nannual inspection was deficient.  (ECF No. 49 at Ex. V.)  On June 10, 2015, the FAA \nrejected additional documentation regarding Montgomery’s annual inspection a nd \ntold Hurlocker that the Cessna 421C still needed an annual inspection “completely \nin accordance” with the Cessna inspection program prior to adding the Cessna 421C \nto Koury Aviation’s Part 135 Certificate.  (Aff. Rocco Scarfone Ex. R, ECF No. 57.) \n38. Thereafter, in June 2015, the Cessna 421C was taken to Air Wilmington, \nInc. (“Air Wilmington”) for a new annual inspection.  (ECF No. 48 at Ex. B,  202:17–\n19; ECF No. 56 at  ¶ 37.)  On July 10, 2015, Hurlocker informed Scarfone that Air \nWilmington discovered roughly 172 discrepancies with the Cessna 421C.  ( ECF No. \n57 at Ex. T.)  After Air Wilmington addressed the discrepancies, Carmayer refused to \nreturn the Cessna 421C to Koury Aviation for a conformity inspection by the FAA \n \n \nbecause Carmayer believed  that the aircraft could not be placed on a P art 135 \ncertificate unless all Cessna Service Bulletins  (“SBs”) and Supplemental Inspection \nDirectives ( “SIDs”) were performed.  ( ECF No. 48 at Ex. D, 164:21 –165:22.)  The \nCessna 421C has not been submitted to the FAA for a second conformity inspection.  \n(ECF No. 48 at Ex. D, 163:9–12.) \nIV. MOTION TO AMEND \n39. Following the completion of discovery and briefing and oral argument o n \nDefendants’ Motion for Summary Judgment , Plaintiff filed its Motion to Amend.  \nCarmayer seeks leave to amend its Complaint under Rule 15(a) to assert an \nalternative claim for breach of contract.  The Motion to Amend states that  \n[i]n light of Defendants’ position in their supplemental brief, which was \nnot alleged, and in fact was denied during deposition testimony, and out \nof the abundance of caution, Carmayer seeks to amend its complaint, to \ninclude an alternative claim for relief -- a breach of contract claim -- to \nensure that any and all issues between the parties are litigated together \nat trial. \n \n(Mot. to Am. Compl. ¶ 12, ECF No. 71.) \n40. Rule 15(a) provides that, after a responsive pleading has been served, a \nparty may amend his pleading only by leave of court or by written consent of the \nadverse party, and “leave shall be freely given when justice so req uires.”  N.C. Gen. \nStat. § 1A-1, Rule 15(a).  “The party objecting to the amendment has the burden of \nestablishing it will be materially prejudiced by the amendment.”  N. River Ins. Co. v. \nYoung, 117 N.C. App. 663, 671, 453 S.E.2d 205, 210 (1995).   A motion for leave to \namend is addressed to the sound discretion of the trial court.  E.g., Draughon v. \nHarnett Cty. Bd. of Educ. , 166 N.C. App. 464, 467, 602 S.E.2d 721, 724 (2004) .  \n \n \nReasons justifying denial of a motion to amend are undue delay, bad fa ith, dilatory \nmotive, repeated failure to cure defects by previous amendments, undue prejudice, \nand futility of amendment.  E.g., JPMorgan Chase Bank, N.A. v. Browning, 230 N.C. \nApp. 537, 541, 750 S.E.2d 555, 559 (2013).  “In deciding if there was undue delay, the \ntrial court may consider the relative timing of the proposed amendment in relation to \nthe progress of the lawsuit.”  Draughon, 166 N.C. App. at 467, 602 S.E.2d at 724.  “[A] \ntrial court may appropriately deny a motion for leave to amend on the basis of undue \ndelay where a party seeks to amend its pleading after a significant period of time has \npassed since filing the pleading and where the record or party offers no explanation \nfor the delay.”  Rabon v. Hopkins, 208 N.C. App. 351, 354, 703 S.E.2d 181, 184 (2010).      \n41. The Court concludes, in its discretion, that the Motion to Amend should be \ndenied based on Plaintiff’s undue delay.  Plaintiff filed the Motion to Amend one year \nand five months after it filed its original Complaint, one year and three months after \nDefendants filed their answer raising the economic loss doctrine as an affirmative \ndefense, four months after the completion of discovery, three months after \nDefendants filed the Motion for Summary Judgment, and six weeks after the hearing \non the Motion for Summary Judgment.  There is no reason that Plaintiff could not \nhave asserted an alternative claim for breach of contract in the original Complaint—\nin fact, the evidence shows that Plaintiff deliberately omitted such a claim.  Rossabi, \nin addition to being a 50% owner of Carmayer, is a licensed North Carolina attorney \nand signed the Complaint in this case as counsel for Carmayer. (ECF No. 1 at 13 .)  \nDuring Rossabi’s deposition on November 16, 2016—more than seven months before \n \n \nPlaintiff filed the Motion to Amend—Rossabi testified multiple times that a contract \nexisted between Plaintiff and Defendants, but that the claims asserted in the \nComplaint “were the appropriate claims” and a breach of contract was not  alleged \n“because [Rossabi] chose[] to allege other things.”   (Defs.’ Resp. Opp’n Pl.’s Mot. \nAmend Ex. A , at 44:23−24, 45:19−46:4, 46:20−47:12, 47:23−50:5 , 58:2−7, ECF No. \n77.2.)  “As the material facts were clearly known to [Carmayer] from the outset, \n[Carmayer]’s delay was entirely undue.”  United Leasing Corp. v. Miller, 60 N.C. App. \n40, 44, 298 S.E.2d 409, 412 (1982) ; see also Wilkerson v. Duke Univ. , 229 N.C. App. \n670, 679, 748 S.E.2d 154, 161 (2013) (affirming trial court’s denial of plaintiff’s motion \nto amend based on undue delay and undue prejudice when the motion was made one \nyear and one month after plaintiff filed his original complaint and five days before \nthe hearing on defendants’ motion for summary judgment); Williams v. Craft Dev., \nLLC, 199 N.C. App. 500, 510, 682 S.E.2d 719, 726 (2009) (affirming trial court’s denial \nof plaintiff’s motion to amend based on undue delay when the motion was filed more \nthan one year after plaintiff filed her original complaint and after a hearing was held \non the parties’ cross-motions for summary judgment);  Media Network, Inc. v. Long \nHaymes Carr, Inc., 197 N.C. App. 433, 447−48, 678 S.E.2d 671, 681 (2009) (affirming \ntrial court’s denial of defendant’s motion to amend when the motion was filed almost \nfour months after defendant filed its original answer and defendant did not offer any \ncredible explanation for the delay); Draughon, 166 N.C. App. at 467, 602 S.E.2d at \n724 (affirming trial court’s denial of plaintiff’s motion to amend based on undue delay \nwhen the motion was filed one year and eleven months after plaintiff filed her second \n \n \ncomplaint and less than one week before the hearing on defendant’s motion to dismiss \nand motion for summary judgment); Wall v. Fry , 162 N.C. App. 73, 80, 590 S.E.2d \n283, 287 (2004) (affirming trial court’s denial of plaintiffs’ motion to amend based on \nundue delay when the motion was filed one year and two months after plaintiffs filed \ntheir original complaint and after defendants filed motions for summary judgment); \nJohnson v. Beverly-Hanks & Assocs., Inc., 97 N.C. App. 335, 341, 388 S.E.2d 584, 587 \n(1990) (affirming trial court’s denial of plaintiffs’ motion to amend based on undue \ndelay when the motion was made seven months after plaintiffs filed their original \ncomplaint and there was nothing in the record to indicate why plaintiffs were delayed \nin moving to amend); Wright v. Commercial Union Ins. Co. , 63 N.C. App. 465, 469, \n305 S.E.2d 190, 192 (1983) (affirming trial court’s denial of plaintiffs’ motion to amend \nbased on undue delay when the motion was filed one year and two months after \nplaintiffs filed their original complaint, one year after defendant filed its answer, and \none month after defendant filed its motion for summary judgment).           \n42. Further, Plaintiff waited to file the Motion to Amend until almost four \nweeks after the Court ordered supplemental briefing on the application of the \neconomic loss rule to Defendants’ pending Motion for Summary Judgment, and after \nboth Defendants and Plaintiff submitted supplemental briefs on that issue.  See Micro \nCapital Inv’rs, Inc. v. Broyhill Furniture Indus., Inc. , 221 N.C. App. 94, 102−03, 728 \nS.E.2d 376, 382−83 ( 2012), aff’d per curiam , 366 N.C. 371, 736 S.E.2d 172 (2013)  \n(“This Court has previously affirmed an order denying a motion to amend that was \nbrought the same day that a summary judgement ruling was delivered in order to \n \n \navoid a possible adverse summary judgment ruling, explainin g that the timing \nsupported a finding of undue delay. . . . Although plaintiff filed its motion on the eve \nof the summary judgment hearing rather than on the day that the ruling came down, \nthe timing still supports our conclusion that the trial court did not abuse its discretion \nby denying plaintiff’s motion.” (citation omitted) (quotation marks omitted)). \n43. Therefore, the Court, in its discretion, denies the Motion to Amend based \non Plaintiff’s undue delay.  \nV. MOTION FOR SUMMARY JUDGMENT \nA. Claims for Relief \n44. Carmayer asserts claims against Defendants for negligent \nmisrepresentation, negligence, gross negligence, breach of fiduciary duty, and UDTP.  \n(ECF No. 1 at 8, 10−12.)   Defendants seek summary judgment on all of Carmayer’s \nclaims.  (ECF No. 45 at 1.)  \nB. Legal Standard \n45. Summary judgment is appropriate “if the pleadings, depositions, answers \nto interrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto a judgment as a matter of law.”  N.C. Gen. Stat. § 1A -1, Rule 56(c).  “A ‘genuine \nissue’ is one that can be maintained by substantial evidence.”  Dobson v. Harris, 352 \nN.C. 77, 83, 530 S.E.2d 829, 835 (2000).  The moving party bears the burden of \nshowing that there is no genuine issue of material fact and that the movant is entitled \nto judgment as a matter of law.  Hensley v. Nat’l Freight Transp., Inc., 193 N.C. App. \n \n \n561, 563, 668 S.E.2d 349, 351 (2008).  “Once the party seeking summary judgment \nmakes the required showing, the burden shifts to the nonmoving party to produce a \nforecast of evidence demonstrating specific facts, as opposed to allegations, showing \nthat he can at least establish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. \nApp. 778, 784−85, 534 S.E.2d 660, 664 (2000).  The Court must view the evidence in \nthe light most favorable to the nonmovant.  Dobson, 352 N.C. at 83, 530 S.E.2d at \n835.  However, the nonmovant “may not rest upon the mere allegations or denials of \nhis pleading, but his response, by affidavits or as otherwise provided in this rule, \nmust set forth specific facts showing that there is a genuine issue for trial.  If [the \nnonmovant] does not so respond, summary judgment, if appropriate, shall be entered \nagainst [the nonmovant].”  N.C. Gen. Stat. § 1A-1, Rule 56(e).  \nC. Negligent Misrepresentation \n46. Carmayer asserts that, prior to Carmayer’s purchase of the Cessna 421C, \nDefendants made the following negligent misrepresentations to Carmayer: (1) the \naccuracy of the Pro Forma; (2) Defendants were experts in chartering aircraft under \nPart 135; (3) Defendants would inspect the Cessna 421C and the logbooks and advise \nCarmayer if the plane was the right one to purchase for Part 135 certification; (4) the \ncosts of putting the Cessna 421C on a Part 135 certificate; and (5) Defendants knew \nwhat was required to put the Cessna 421C on Koury Aviation’s Part 135 Certificate \nby the end of 2014.  (Mem. Opp’n Defs.’ Mot. Summ. J. 12, ECF No. 54.)  Additionally, \nCarmayer contends that, after it purchased the Cessna 421C, Defendants \n \n \nmisrepresented the airworthiness of the Cessna 421C and the status of adding the \naircraft to Koury Aviation’s Part 135 Certificate.  (ECF No. 54 at 12.)   \n47.   “The tort of negligent misrepresentation occurs when a party justifiably \nrelies to his detriment on information prepared without reason able care by one who \nowed the relying party a duty of care.”   Dallaire v. Bank of Am., N.A., 367 N.C. 363, \n369, 760 S.E.2d 263, 267 (2014).  Under well-settled North Carolina law,  \n[a] breach of duty that gives rise to a claim of negligent \nmisrepresentation has been defined as:  \n \nOne who, in the course of his business, profession or employment, or in \nany other transaction in which he has a pecuniary interest, supplies \nfalse information for the guidance of others in their business \ntransactions, [and thus] is subject to liability for pecuniary loss caused \nto them by their justifiable reliance upon the information, if he fails to \nexercise reasonable care or competence in obtaining or communicating \nthe information.  \n \nRountree v. Chowan Cty., 796 S.E.2d 827, 831 (N.C. Ct. App. 2017) (second alteration \nin original) (quoting Simms v. Prudential Life Ins. Co. of Am., 140 N.C. App. 529, 534, \n537 S.E.2d 237, 241 (2000)).   “The requirement of justifiable reliance is derived \nfrom Restatement § 552(1), providing ‘ liability for pecuniary loss caused to [the \nplaintiffs] by their justifiable reliance upon the infor mation.’”  Brinkman v. Barrett \nKays & Assocs., P.A., 155 N.C. App. 738, 742, 575 S.E.2d 40, 44 (2003) (alteration in \noriginal) (quoting Raritan River Steel Co. v. Cherry, Bekaert & Holland, 322 N.C. 200, \n206, 367 S.E.2d 609, 612 (1988), rev’d on other grounds, 329 N.C. 646, 407 S.E.2d 178 \n(1991)).  Justifiable reliance is analogous to reasonable reliance in frau d actions.   \nMarcus Bros. Textiles, Inc. v. Price Waterhouse, LLP, 350 N.C. 214, 224, 513 S.E.2d \n320, 327 (1999).  “Reliance is not reasonable if a plaintiff fails to make any \n \n \nindependent investigation, or fails to demonstrate he was prevented from doing so.”  \nArnesen v. Rivers Edge Golf Club & Plantation, Inc., 368 N.C. 440, 449, 781 S.E.2d 1, \n8 (2015) (citations omitted) (quotation marks omitted).   “Rather, ‘ to establish \njustifiable reliance a plaintiff must sufficiently allege that he made a reasonable \ninquiry into the misrepresentation and allege that he was denied the opportunity to \ninvestigate or that he could not have learned the true facts by exercise of reasonable \ndiligence.’”  Rountree, 796 S.E.2d at 833 (quoting Arnesen, 368 N.C. at 454, 781 S.E.2d \nat 11).  “Whether a party’s reliance is justified is generally a question for the jury, \nexcept in instances in which the facts are so clear as to permit only one conclusion.”  \nDallaire, 367 N.C. at 369, 760 S.E.2d at 267 (quotation marks omitted).   \n1. The Pro Forma. \n48. Carmayer alleges that the Pro Forma misrepresented the profitability of \nthe Cessna 421C.  (ECF No. 54 at 12.)   \n49. Based on the undisputed evidence, t he Court concludes as a matter of law \nthat Carmayer did not justifiably rely on the Pro Forma because it was a contingent, \nfuture estimate.  “What has been called ‘promissory representations,’ looking to the \nfuture as to what the vendee can do with the property, how much he can make on \nit . . . are on a par with false affirmations and opinions as to the value of property, \nand do not generally constitute legal fraud. ”  Williamson v. Holt, 147 N.C. 515, 520, \n61 S.E. 384, 386 (1908).  The Pro Forma —titled “CESSNA 414 ESTIMATES” —\nmerely projects estimates of expenses and gross income, and profit estimates based \nthereon, if a Cessna 414 was chartered for 250 hours and 500 hours, respectively.   \n \n \nThe Pro Forma was, by its very terms, an estimate of future expenses, income, and \nprofit based on contingent events, such as chartering the plane for 250 or 500 hours.  \nThe undisputed evidence s hows that attempting to predict revenues or profits from \nchartering an aircraft is entirely speculative and “extremely hard.”  (ECF No. 48 at \nEx. I, 95:3−10.)  Carmayer could not have justifiably relied on a contingent estimate \nof future profits and expenses.  See Williamson, 147 N.C. at 523, 61 S.E. at 387 (“[A \nmisrepresentation] must be as to matters of fact substantially affecting his interest, \nnot as to matters of opinion, judgment, probability, or expectation.  An assertion \nrespecting them is not an as sertion as to any existent fact.  The opinion may be \nerroneous; the judgment may be unsound; the expected contingency may never \nhappen; the expectation may fail.  An action of tort for deceit in the sale of property \ndoes not lie for false and fraudulent re presentations concerning profits that may be \nmade from it in the future.” (citation omitted)).   \n50. The Court further concludes as a matter of law that Carmayer did not \njustifiably rely on the Pro Forma because Carmayer failed to make a reasonable \ninquiry into the Pro Forma.  Despite Koury’s statement that “it was difficult to find \nmuch info,” neither Scarfone nor Rossabi asked Koury how Koury came up with any \nof the numbers in the Pro Forma or if any variables could affect the estimates.  (ECF \nNo. 48 at Ex. D, 65:17–66:23, 67:7−68:1, 84:21−85:12.)  Simply stated, the undisputed \nevidence shows that Plaintiff did not make any inquiry into the Pro Forma , \nreasonable or otherwise .  Although Scarfone’s affidavit states that Scarfone asked \nextensive questions regarding the Pro Forma, a party opposing summary judgment \n \n \ncannot create a genuine issue of fact by filing an affidavit cont radicting his prior \ntestimony.  Supplee v. Miller -Motte Bus. Coll., Inc. , 239 N.C. App. 208, 225, 768 \nS.E.2d 582, 596 (2015).   Additionally, a lthough Rossabi testified that he had a \nconversation with Koury regarding the Pro Forma, there is no evidence that Rossabi \ninquired of Koury as to Koury’s basis for any of the estimates in the Pro Forma; \nrather, Rossabi’s testimony reflects a conversation between Rossabi and Koury \nduring which Koury went through the Pro Forma’s terms and numbers and said that \nhe could “rent the shit out of [the Cessna 421C].”  (ECF No. 54 at Ex. D, 34:24−36:5, \n95:8−18.)   \n51. Carmayer further argues that Carmayer  made a reasonable inquiry  into \nDefendants’ reputation sufficient to create a jury issue as to whether Carmayer \njustifiably relied.  (ECF No. 54 at 12−13.)  This argument is unavailing.  Carmayer’s \ninquiries of Dean Green, Scarfone’s acquaintance who owns multiple charter jets, and \nDave Hamrick, a pilot whose wife had worked as a flight attendant for Koury \nAviation, into Defendants’ reputations were not inquiries into the information in the \nPro Forma —the basis for the misrepresentation claim .  (ECF No. 54 a t Ex. A, \n88:20−89:7; ECF No. 54 at Ex. D, 92:3, 92:19−95:7.)   Further, neither Green nor \nHamrick provided Carmayer with any relevant information such that it would have \nbeen reasonable for Carmayer to rely on the Pro Forma .  ( ECF No. 54 at Ex. A, \n88:20−89:7; ECF No. 54 at Ex. D, 91:22−92:3, 92:19−95:7.) \n52. In sum, the Court concludes as a matter of law that, based on the \nundisputed evidence, Carmayer did not justifiably rely on the Pro Forma because it \n \n \nwas a contingent, future estimate, and Carmayer did not make a reasonable inquiry \ninto the Pro Forma.   Therefore, Defendants are entitled to judgment as a matter of \nlaw on Carmayer’s negligent misrepresentation claim to the extent that such claim \nis based on the Pro Forma.       \n2. Defendants were experts in chartering aircraft under Part \n135.   \n \n53.  Carmayer contends that Defendants misrepresented that they  were \nexperts in chartering aircraft under Part 135.  (ECF No. 54 at 12.)  Defendants argue \nthat Carmayer has offered no evidence to show tha t Defendants made such a \nrepresentation.  (Reply Supp. Defs.’ Mot. Summ. J. 7, ECF No. 63.)   \n54. The Court concludes as a matter of law that, based on the undisputed \nevidence, Defendants’ representation that Hurlocker  was an expert  in chartering \naircraft unde r Part 135 was not made without reasonable care.  The undisputed \nevidence shows that Koury Aviation , of which Hurlocker is the director of \nmaintenance, has had a Part 135 certificate since January 17, 2013.  (ECF No. 56 at \n¶ 7.)  The undisputed evidence fu rther shows that Koury Aviation had added and \noperated six jets on Koury Aviation’s Part 135 Certificate with little to no problems \nwith the FAA, (ECF No. 48 at Ex. B, 74:1–2), and, according to Carmayer’s expert, an \nindividual who has added six aircraft to a Part 135 certificate in three years is an \nexpert in putting aircr aft on a Part 135 certificate, (ECF No. 48 at Ex. I, 23:9 –18).  \nFurther, Hurlocker testified that he participated in getting a Cessna twin -engine \nplane on a Part 135 certificate for another charter company in 1987 and that he, as \nthe director of maintenance  at that time , maintained the plane on the Part 135 \n \n \ncertificate until 2005 or 2006.  ( ECF No. 48 at Ex. B, 53:3−54:18.)   Therefore, \nDefendants are entitled to judgment as a matter of la w on Carmayer’s negligent \nmisrepresentation claim to the extent that such claim  is based on Defendants’ \nrepresentation that Hurlocker was an expert.   \n55. On the other hand, the Court concludes that there is a genuine issue of \nmaterial fact as to whether Defendants’ alleged representation that Koury , as \nopposed to Koury Aviation, was an expert in chartering aircraft under Part 135  was \nmade without reasonable care.  Contrary to Defendants’ contention, Scarfone stated \nin his affidavit that Koury advised Scar fone that Koury —not Koury Aviation —was \nan expert in chartering  aircraft under Part 135.  ( ECF No. 56 at ¶ 7.)  Further, \nCarmayer submitted deposition testimony of Koury stating that Koury does not know \nhow to put a plane on a Part 135 certificate and that he has never known how to do \nso.  (ECF No. 54 at Ex. C, 54:21−25.)  Koury also testified that “[t]he inspections for \nthe airplane to put it on a 135, I don’t do all that, or the compliance.”  (ECF No. 54 at \nEx. C, 75:11−13.)   \n56. Taking all the evidence in the light most favorable to Carmayer, the Court \nconcludes that there is a genuine issue of material fact as to whether Defendants \nnegligently misrepresented that Koury  was an expert in chartering aircraft under \nPart 135.  See Creech v. Melnik, 347 N.C. 520, 526, 495 S.E.2d 907, 911 (1998) (“Before \nsummary judgment may be entered, it must be clearly established by the record \nbefore the trial court that there is a lack of any triable issue of fact.  In making this \ndetermination, the evidence forecast by the party against whom summary judgment \n \n \nis contemplated is to be indulgently regarded, while that of the party to benefit from \nsummary judgment must be carefully scrutinized.”  (citation omitted) ).  Therefore, \nDefendants’ Motion for Su mmary Judgment on Carmayer’s negligent \nmisrepresentation claim is denied to the extent that such  claim is based on \nDefendants’ representation that Koury was an expert.      \n3. Hurlocker’s inspection. \n57.  At the outset, the Court notes that it is unclear what Car mayer contends \nDefendants misrepresented with respect to Hurlocker’s inspection of the plane in \nTulsa.  In its brief, Carmayer states that “Defendants represented that they would \ninspect the plane and the logbooks and advise Carmayer if the plane was the r ight \none to purchase for Part 135 certification[,]” that “Hurlocker was negligent when he \nmade multiple misrepresentations, including that he was capable of inspecting the \n421C in order to determine if it was a good aircraft to purchase, airworthy and easily \nadded [sic] to a Part 135 Certificate[,]” and “Hurlocker never advised [Scarfone] that \n[Hurlocker] would be unable to provide insight as to whether the 421C should be \npurchased or if it was capable of going on a Part 135 after conducting his inspection.”  \n(ECF No. 54 at 12−13.)    \n58. To the extent Carmayer contends  that Hurlocker negligently \nmisrepresented that he would inspect the plane and logbooks and advise Carmayer  \non whether the plane was suitable for Part 135 certification , this is not a \nmisrepresentation tha t can serve as the  basis for a negligent misrepresentation \nclaim.  It is well established that negligent misrepresentation occurs when one relies \n \n \non information prepared without reasonable care  in the course of one’s business or \nprofession.  E.g., Dallaire, 367 N.C. at 369, 760 S.E.2d at 267; Rountree, 796 S.E.2d \nat 830−31; Walker v. Town of Stoneville, 211 N.C. App. 24, 30, 712 S.E.2d 239, 244 \n(2011).  Hurlocker’s representation that he was going to do an ac t, which Carmayer \ncontends Hurlocker failed to do, is not the supplying of information necessary to serve \nas the basis for a negligent misrepresentation claim. \n59. To the extent Carmayer contends that Hurlocker negligently \nmisrepresented that he was capable of inspecting the plane in or der to determine \nwhether it was a good aircraft to purchase, airworthy, and c ould easily be added to \nKoury Aviation’s Part 135 Certificate, there is no evidence in the record that \nHurlocker ever represented to  Carmayer that the inspection Hurlocker would \nperform in Tulsa would allow him to make those determinations.  Hurlocker first \nasked Scarfone if Scarfone needed Hurlocker “to go look at the 421C.”  (ECF No. 56 \nat Ex. J, DEF 01243.)  In response, Scarfone stated that “it would be beneficial for \n[Hurlocker] to be there for the pre buy Inspection [sic] and demo flight[,]” and that \nScarfone “want[ed] to make sure that the [aircraft] [was] mechanically sound as well \nas aesthetically an 8 1/2 as [they] ha[d] been told.”  (ECF No. 56 at Ex. J, DEF 01243.)  \nThereafter, Hurlocker e-mailed Scarfone and stated that he could go to Tulsa when \nthe aircraft was opened and “see where we are.  . . . There are areas where corrosion \ncan be bad[.]”  (ECF No. 56 at Ex. J, DEF 01243.)  After speaking with Bredensteiner, \nHurlocker e-mailed Scarfone and said “I think I can see the items I would like to \ncheck in two days and review aircraft records.”  (ECF No. 56 at Ex. J, DEF 01244.)  \n \n \nSubsequent e-mails between Scarfone and Hurlocker discussed Hurlocker traveling \nto Tulsa to “evaluate the aircraft,” “examine the [aircraft] properly,” and “work on the \naircraft.”  (ECF No. 56 at Ex. J, DEF 01235, 00356.)  The last e -mail in the record \nregarding the services Hurlocker was to perform in Tulsa is an e-mail from Hurlocker \nto Scarfone sta ting that Hurlocker “can do the needed inspection and log book \nreview.”  (ECF No. 56 at Ex. J, DEF 00356.)   In short, t here is no evidence in the \nrecord that Hurlocker told Scarfone th at he was capable of inspecting the plane in \norder to  determine whether the Cessna 421C  was a good aircraft to purchase, \nairworthy, and capable of easily being added to a Part 135 certificate.  Rather, the \nevidence shows that Hurlocker stated that he could go to Tulsa when the aircraft was \nopened and “see where we are” and do the “needed inspection” and review aircraft  \nrecords.  (ECF No. 56 at Ex. J, DEF 01243−44, 00356.)   \n60. Likewise, to the extent Carmayer contends that Hurlocker failed to inform \nCarmayer that Hurlocker’s inspection would not permit him to advise Carmayer as \nto whether the Cessna 421C should be purchased or whether it was capable of Part \n135 certification, as discussed above, there is no evidence that Hurlocker had a duty \nto specifically advise Carmayer to that effect.  Rather, the undisputed evidence shows \nthat Hurlocker stated that he would go to Tulsa to do the “needed inspection” and \nreview the logbooks.  Moreover, such an omission cannot serve as the basis for a \nnegligent misrepresentation claim.  DeGorter v. Capitol Wealth, Inc. , 2016 NCBC \nLEXIS 44, at *26 n.2 (N.C. Super. Ct. May 31, 2016) (stating that negligent omissions \n \n \ncannot serve as a basis for a negligent misrepresentation claim under North Carolina \nlaw).   \n61. In sum, the Court concludes that Hurlocker’s representation that he was \ngoing to inspect the plane and advise Carmayer , and any alleged omissions by \nHurlocker, are not the supplying of information necessary to serve as a basis for a \nnegligent misrepresentation claim.  The Court further concludes that the record is \ndevoid of any evidence, and Carmayer has failed to come forward with such evidence \nso as to create a genuine issue of fact, that Hurlocker represented that he was capable \nof inspecting the plane to determine whether it was a good plane to purchase, \nairworthy, or easily capable of being added to Koury Aviation’s Part 135 Certificate.  \nTherefore, Defendants are entitled to judgment as a matter of law on Carmayer’s \nnegligent misrepresentation claim to the extent that such claim is based on \nrepresentations regarding Hurlocker’s inspection.  \n4. The costs of putting the Cessna 421C on Koury Aviation’s Part \n135 Certificate. \n \n62. Carmayer contends that, after Hurlocker conducted his inspection in Tulsa, \nDefendants misrepresented the costs of putting the plane on Koury Aviation’s Part \n135 Certificate.  (ECF No. 54 at 12.)   Carmayer contends that it negotiated a lower \npurchase price by about $20,000 to $25,000 to cover repairs  that Hurlocker and \nBredensteiner said were needed in order to get the Cessna 421C on Koury Aviation’s \nPart 135 Certificate, ( ECF No. 56 at  ¶ 27 ), but that Carmayer has spent about \n$200,000 on maintenance and repairs, (ECF No. 56 at ¶ 28).   \n \n \n63. Hurlocker’s representation of the repair costs is intertwined with \nHurlocker’s alleged representation regarding his inspection.  As previously discussed, \nthere is no evidence that Hurlocker represented that he would inspect the plane in \norder to determine whether it could easily be added to Koury  Aviation’s Part 135 \nCertificate.  Rather, the evidence shows that Hurlocker represented that he would \nlook at the aircraft and its logbooks.  Accordingly, when Hurlocker provided price \nestimates to Scarfone in response to Scarfone’s October 5, 2014 e -mail asking \nHurlocker to provide prices for the items Hurlocker found during his inspection that \nneeded to be repaired, Hurlocker provided price estimates for leather work, paint, the \nco-pilot’s side window, and labor.  ( ECF No. 56 at  Ex. J, DEF 01378.)  There is no \nevidence in the record that Hurlocker represented that the price estimates he \nprovided covered all r epairs necessary to get the plane on a Part 135 Certificate, or \nthat Scarfone asked for such specific price estimates. \n64. Therefore, Defendants are entitled to judgment as a matter of law on \nCarmayer’s negligent misrepresentation claim to the extent that such claim is based \non representations regarding the costs of putting the Cessna 421C on Koury \nAviation’s Part 135 Certificate.   \n5. Defendants knew what was required to put the Cessna 421C \non Koury Aviation’s Part 135 Certificate by the end of 2014. \n \n65. Carmayer contends that Defendants misrepresented that they knew what \nwas required to put the Cessna 421C on Koury Aviation’s Part 135 Certificate by the \nend of 2014.  (ECF No. 54 at 12.)  Defendants argue that the representation was not \nprepared without reasonable care.  (ECF No. 63 at 5.)  \n \n \n66. It is undisputed that Defendants represented to Carmayer that the Cessna \n421C would be added to Koury Aviation’s Part 135 Certificate by the end of 2014 and \nthat it was not, and still has not, been certified under Part 135.  (ECF  No. 48 at Ex. \nA, 69:5−12, 70:12−6; ECF No. 56 at ¶ 27.)  The Court concludes, however, that there \nis a genuine issue of material fact as to whether Defendants made this representation \nwithout reasonable care.   \n67. On the one hand, Defendants submitted eviden ce showing that Koury \nAviation had added six aircraft to Koury Aviation’s Part 135 Certificate.  (ECF No. \n48 at Ex. B, 74:1 –6.)  All six aircraft were added to Koury Aviation’s Part 135 \nCertificate in less than six months.  (Reply Supp. Defs.’ Mot. Summ. J . Ex. BB, at \n52:10–25, ECF No. 63.1.)   \n68. On the other hand, William Cherry, Air Wilmington’s general manager , \ntestified that if the aircraft was “picture perfect” and one had in -depth knowledge \nabout the aircraft, it  would be possible to get the aircraft Part 135 certified by the \nFAA in thirty to sixty days.  (ECF No. 63.1 at Ex. CC, 176:8 –177:19.)  Further, the \nevidence shows that there is a difference of opinion in the industry as to whether the \nFAA requires an  aircraft to be maintained on the factory maintenance program, \nwhich mandates compliance with SBs and SIDs, in order to be certified under Part \n135.  Hurlocker testified that compliance with SBs and SIDs is not required for the \nCessna 421C to be certified under Part 135.   (ECF No. 48 at Ex. B, 67:8−69:2, \n70:12−23.)  Conversely, William Cherry testified that compliance with SBs and SIDs \nis mandatory in order for the Cessna 421C to be certified under Part 135.  (ECF No. \n \n \n54 at Ex. H, 121:11−122:6, 131:5−133:1, 201:12−25.)  Christopher McPherson, Air \nWilmington’s director of maintenance, testified that whether  compliance with SBs \nand SIDs is required in order for the Cessna 421C to be Part 135 certified is an open \nquestion.  (ECF No. 48 at Ex. J, 54:2−55:25, 56:21−57:1, 58:5− 20; ECF No. 54 at Ex. \nB, 43:15−44:5, 235:7−24, 238:24−240:4, 256:25−257:5.)  McPherson further testified \nthat the principal maintenance inspectors interpret the Federal Aviation Regulations \ninconsistently.  (ECF No. 54 at Ex. B, 44:6−45:7.)        \n69. Taking all the evidence in the light most favorable to Carmayer, as it must \nat this stage, the Court concludes that there is a genuine issue of material fact as to \nwhether Defendants negligently misrepresented that they knew what was requi red \nto put the Cessna 421C on Koury Aviation’s Part 135 Certificate by the end of 2014.   \nTherefore, Defendants’ Motion for Summary Judgment as to Carmayer’s negligent \nmisrepresentation claim is denied to the extent that this claim is based on \nDefendants’ representation that they k new what it took to get the Cessna 421C on \nKoury Aviation’s Part 135 Certificate by the end of 2014. \n6. The airworthiness of the Cessna 421C and the status of \nadding the aircraft to Koury Aviation’s Part 135 Certificate.  \n \n70. Carmayer contends that, after it pur chased the Cessna 421C, Defendants \nmisrepresented the airworthiness of the Cessna 421C and the status of adding the \naircraft to Koury Aviation’s Part 135 Certificate.  (ECF No. 54 at 12.) \n71. The Court concludes that, based on the undisputed evidence, the Leas e \nAgreement governs Defendants’ duty to properly advise Carmayer of the Cessna \n421C’s condition and certification status and, as a result, Carmayer’s negligent \n \n \nmisrepresentation claim based on Defendants’ representations after the purchase of \nthe Cessna 421C are barred by the economic loss rule. \n72. The economic loss rule prohibits recovery in tort for purely economic loss \narising out of a breach of contract.  Rountree, 796 S.E.2d at 830.  As stated by our \nCourt of Appeals,  \n[a] tort action does not lie against a party to a contract who simply fails \nto properly perform the terms of the contract, even if that failure to \nperform was due to the negligent or intentional conduct of that party, \nwhen the injury resulting from the breach is damage to the subject \nmatter of the contract. It is the law of contract and not the law of \nnegligence which defines the obligations and remedies of the parties in \nsuch a situation. \n  \nId. (quoting Lord v. Customized Consulting Specialty, Inc. , 182 N.C. App. 635, 639, \n643 S.E.2d 28, 30− 31 (2007)).  “[I]n order to maintain tort claims for conduct also \nalleged to be a breach of contract, a plaintiff must identify a duty owed by the \ndefendant separate and distinct from any duty owed under a contract.”   \nForest2Market, Inc. v. Arcogent, Inc., 2016 NCBC LEXIS 3, at *8 (N.C. Super. Ct. Jan. \n5, 2016) (quotation marks omitted); see also Rountree, 796 S.E.2d at 831 (“[A] viable \ntort action must be grounded on a violation of a duty imposed by operation of law, \nand the right invaded must be one that the law provides without regard to the \ncontractual relationship of the parties.” (quotation marks omitted)).     \n73. On November 6, 2014, less than a month after Carmayer purchased the \nCessna 421C, Carmayer and Koury Aviation entered into the Lease Agreement.  \n(ECF No. 9 at 8, ¶ 7; ECF No. 11.1 at ¶ 7; ECF No. 56 at ¶ 30, Ex. L.)  The purpose of \nthe Lease Agreement was to facilitate the charter of the Cessna 421C under Part 135 \n \n \nthrough Koury Aviation.  Koury Aviation was responsible for monitoring the \nmechanical condition of the Cessna 421C and advising Carmayer on the status of all \nscheduled maintenance, inspections, and overhaul of the Cessna 421C.  (ECF No. 56 \nat Ex. L.)  The Lease Agreement expressly provided that “the [Cessna 421C] shall be \nmaintained and inspected by [Koury Aviation], in accordance with the requirements \nof Part 135[.]”  (ECF No. 56 at Ex. L.)     \n74. Carmayer has presented no evidence that Defendants owed Carmayer a \nseparate and distinct duty to maintain the Cessna 421C and add it to Koury \nAviation’s Part 135 Certificate from that under the Lease Agreement .  Defendants’ \nrepresentations after the purchase of the Cessna 421C are within the scope of the \nLease Agreement as they relate to Koury Aviation’s certification of the Cessna 421C \nunder Part 135 and Koury Aviation providing Carmayer with information regarding \nthe mechanical condition of the Cessna 421C.  Carmayer has not alleged any physical \ninjury and is seeking to recover for purely economic loss.   \n75. Therefore, based on the undisputed evidence , the Court concludes as a \nmatter of law that Carmayer’s negligent misrepresentation  claim is barred by the \neconomic loss rule to the extent that it is based on Defendants’ alleged \nrepresentations regarding the condition and certification status of the air craft that \nwere made after entering into the Lease Agreement.            \nD. Negligence \n76. At the outset, the Court notes that Carmayer’s negligence claim appears to \nbe indistinguishable from Carmayer’s negligent misrepresentation claim.  Carmayer \n \n \ncontends that it hired Hurlocker “to go to Tulsa in order to inspect the 421C so that \nhe could properly advise Carmayer as to whether or not the 421C was a good aircraft \nto purchase in order to put onto Koury Aviation’s Part 135 Certificate[,]” and that \n“[t]he duty that Defendants possessed was to use ordinary care in how it advised \nCarmayer.”  (ECF No. 54 at 18.)  As discussed with respect to Carmayer’s negligent \nmisrepresentation claim, the undisputed evidence shows that Hurlocker told \nCarmayer that he would go to Tulsa to look at the aircraft and review its logbooks—\nnot that he would determine whether it was a suitable plane to purchase to put on \nKoury Aviation’s Part 135 Certificate.  The undisputed evidence further shows that \nHurlocker did go to Tulsa, looked at the aircraft and its logbooks, and advised \nCarmayer.  In fact, the undisputed evidence shows that Hurlocker e-mailed Scarfone \non October 3, 2014—the day after he flew to Tulsa—stating that he had inspected the \nCessna 421C and reviewed the logbook s and that “[t]here are several items that \nshould be considered before you close.”   (ECF No. 56 at  Ex. J, DEF 01298.)   After \nreciting numerous issues Hurlocker found with the plane and its logbooks, Hurlocker \nstated that they could go over Hurlocker’s findings at Scarfone’s convenience and told \nScarfone to call him at any time.   (ECF No. 56 at  Ex. J, DEF 01298.)   Scarfone, \nhowever, never called Hurlocker and instead proceeded to close on the plane.   (ECF \nNo. 48 at Ex. B, 91:20−25, 95:16−20, 129:18−25.) \n77. Therefore, because Carmayer’s negligence claim is indistinguishable from \nCarmayer’s negligent misrepresentation claim to the extent that such claim is based \non representations regarding Hurlocker’s inspection , and because the Court has \n \n \ndetermined that Carm ayer has failed to come forward with evidence to create a \ngenuine issue of material fact as to that claim, the Court likewise concludes that \nCarmayer has failed to come forward with sufficient evidence to create a genuine \nissue of material fact that Hurloc ker had a duty  to inspect the plane to determine \nwhether the plane was a suitable plane capable of Part 135 certification.  Accordingly, \nDefendants are entitled to judgment as a matter of law on Carmayer’s negligence \nclaim.    \nE. Gross Negligence \n78. Carmayer contends that Defendants were grossly negligent in encouraging \nScarfone, Rossabi, and their guests to use the Cessna 421C from November 2014 \nthrough May 2015 when it was not airworthy.  (ECF No. 54 at 19−20.)     \n79. In addition to the elements of negligence, gro ss negligence requires \nevidence of “wanton conduct done with conscious or reckless disregard for the rights \nand safety of others. ”  Parish v. Hill, 350 N.C. 231, 239, 513 S.E.2d 547, 551 (1999) \n(quoting Bullins v. Schmidt, 322 N.C. 580, 583, 369 S.E.2d 601, 603 (1988)).  “An act \nis wanton when it is done of wicked purpose, or when done needlessly, manifesting a \nreckless indifference to the rights of others.”  Yancey v. Lea , 354 N.C. 48, 52, 550 \nS.E.2d 155, 157 (2001).  In describing the difference between ordinary and gross \nnegligence, our Supreme Court has stated:   \n[T]he difference between the two is not in degree or magnitude of \ninadvertence or carelessness, but rather is intentional wrongdoing or \ndeliberate misconduct affecting the safety of others. An act or conduct \nrises to the level of gross negligence when the act is done purposely and \nwith knowledge that such act is a breach of duty to others, i.e., a \nconscious disregard of the safety of others.  \n \n \n  \nRay v. N.C. De p’t of Transp. , 366 N.C. 1, 13, 727 S.E.2d 675, 684 (2012) (quoting \nYancey, 354 N.C. at 53, 550 S.E.2d at 158). \n80. Defendants have satisfied their initial burden under Rule 56 by pointing to \nundisputed evidence that Defendants did not know the aircraft was no t airworthy \nduring the period from November 2014 through May 2015 when Scarfone, Rossabi, \nand their guests flew on the  Cessna 421C .  Bredensteiner testified that it is not \npossible for someone to identify mechanical problems and determine whether a plane \nis safe unless he completely opens the plane up and performs an annual inspection.  \n(ECF No. 48 at Ex. F, 14:4−15:12, 17:4−23.)  Otherwise, one must accept that the \nplane had gone through a complete annual inspection and the inspector’s opinion that \nthe air craft is in airworth y condition.  ( ECF No. 48 at Ex. F, 14:20−15:12.)  \nBredensteiner further testified that there was no way for Hurlocker to know whether \nMontgomery had performed a comprehensive annual inspection.  (ECF No. 48 at Ex. \nF, 32:22−25.)  Althou gh Hurlocker testified that he had concerns about the annual  \ninspection when he looked at the records in Tulsa, he testified that there was no way \nfor him to know if the annual  inspection was properly done.  (ECF No. 48 at Ex. B, \n95:2−18.)  Moreover, Hurlocker testified that he asked Montgomery for the \nairworthiness directiv es but that he never received them .  ( ECF No. 54 at Ex. F, \n78:4−19.)  The undisputed evidence shows that Defendants first learned that the \nannual inspection was not properly performed and that the plane was not airworthy \nin June 2015, at which time Defendants sent the plane to Air Wilmington for a full \nannual inspection.  (ECF No. 49 at Ex. V.) \n \n \n81. Carmayer has failed to come forward with evidence that Defendants were \naware that the plane was not airworthy or safe when Scarfone and Rossabi flew in \nthe plane in November 2014 through May 2015 so as to create a genuine issue of fact.  \nAs a result, the undisputed evidence shows that Defendants did not intentionally or \ndeliberately encourage Scarfone and Rossabi to fly on the Cessna 421C knowing that \nit was unsafe .  Further, although Carmayer argues that it has spent in excess of \n$200,000 on repairs in order for the Cessna 421C to be deemed airworthy, there is no \nevidence that Carmayer sustained any damage as a result of flying the plane when it \nwas not airworthy.  Therefore, the Court concludes that  Defendants are entitled to \njudgment as a matter of law on Carmayer’s gross negligence claim. \nF. Breach of Fiduciary Duty \n82. Carmayer argues that Defendants owed Carmayer a fiduciary duty because \nCarmayer relied on Defendants’ expertise and Defendants held all of the technical \ninformation.  (ECF No. 54 at 17.)   \n83. A breach of fiduciary duty requires the existence of a fiduciary relationship.  \nDalton v. Camp , 353 N.C. 647, 651, 548 S.E.2d 704, 707 (2001).   “[A] fiduciary \nrelationship is gener ally described as arising when there has been a special \nconfidence reposed in one who in equity and good conscience is bound to act in good \nfaith and with due regard to the interests of the one reposing  confidence.”  Dallaire, \n367 N.C. at 367, 760 S.E.2d at 266  (quotation marks omitted).  Domination and \ninfluence are an essential component of any fiduciary relationship.  Dalton, 353 N.C. \nat 652, 548 S.E.2d at 708.  “The standard for finding a de facto fiduciary relationship \n \n \nis a demanding one: ‘ Only when one party figuratively holds all the cards —all the \nfinancial power or technical information, for example —have North Carolina courts \nfound that the special circum stance of a fiduciary relationship has arisen. ’”  \nLockerman v. S. River Elec. Membership Corp. , 794 S.E.2d 346, 352 (N.C. Ct. App. \n2016) (quoting S.N.R. Mgmt. Corp. v. Danube Partners 141, LLC, 189 N.C. App. 601, \n613, 659 S.E.2d 442, 451 (2008)).  \n84. Defendants have satisfied their initial burden under Rule 56 by pointing to \nundisputed evidence that Defendants did not possess the requisite domination and \ninfluence over Carmayer to create a fiduciary relationship.  The undisputed evidence \nshows that Carmayer wa s in control of every aspect of the purchase of the Cessna \n421C, and that Defendants did not possess all the authority or technical information \nregarding the Cessna 421C.  Carmayer identified the Cessna 421C and independently \nselected and hired Bredensteiner to do the pre -purchase inspection, and \nMontgomery—someone whom neither Koury nor Hurlocker knew of —conducted the \n100-hour annual inspection prior to Carmayer purchasing the Cessna 421C.  \nAlthough Hurlocker asked Scarfone to call him to go over Hurlocker’s findings, the \nundisputed evidence show s that Scarfone did not call him.  Instead, Scarfone \nproceeded to close on the purchase of the Cessna 421C , demonstrating Defendants’ \nlack of domination and influence over Carmayer.   \n85. Carmayer has not come forward with sufficient evidence to create a genuine \nissue of material fact  that Defendants owed Carmayer a fiduciary duty .  Carmayer \nmerely contends that Defendants held themselves out as experts and that Carmayer \n \n \nwas relying on Defendants.  This is insufficient to create a fiduciary relationship.  \nTherefore, the Court concludes that Defendants are entitled to judgment as a matter \nof law on Carmayer’s breach of fiduciary duty claim.  \nG. UDTP \n86. Carmayer’s UDTP claim is based on Carmayer’s negligent \nmisrepresentation and breach of fiduciary duty claims.  (ECF No. 54 at 15−16.)    \n87. In order to state a UDTP claim, Carmayer must establish (1) an unfair or \ndeceptive act or practice, (2) in or affecting commerce, (3) which proximate ly caused \ninjury to Carmayer.  Belcher v. Fleetwood Enters., Inc. , 162 N.C. App. 80, 85, 590 \nS.E.2d 15, 18 (2004).   Under certain circumstances, a  negligent misrepresentation \nmay constitute an unfair or deceptive act  when a party’s words or conduct has the  \ntendency or capacity to mislead or create a likelihood of deception .  First Atl. Mgmt. \nCorp. v. Dunlea Realty Co., 131 N.C. App. 242, 254, 507 S.E.2d 56,  64 (1998).  When \nthe evidence raises material issues of fact concerning negligent misrepresentation, \nthe jury determines those issues of fact and the court determines whether the proven \nfacts amount to unfair or dec eptive trade practices.  Forbes v. Par Ten Grp., In c., 99 \nN.C. App. 587, 601, 394 S.E.2d 643, 651 (1990).    \n88. Therefore, because the Court has concluded that there is a genuine issue of \nmaterial fact regarding Defendants’ representations that Koury  was an expert in \nchartering aircraft under Part 135  and that Defendants knew what was required to \nget the Cessna 421C on Koury Aviation’s Part 135 Certificate by the end of 2014, the \nCourt likewise concludes that there is a genuine issue of material fact as to \n \n \nCarmayer’s UDTP claim based on these  alleged misrepresentations.  Otherwise, as \nthe Court has concluded that there is no genuine issue of material fact and \nDefendants are entitled to judgment as a matter of law  on Carmayer’s negligent \nmisrepresentation claim in all other respects, as well as its breach of fid uciary duty \nclaim, the Court grants summary judgment in favor of Defendants and against \nCarmayer on Carmayer’s UDTP claim to the extent it is based on Carmayer’s claims \nfor negligent misrepresentation in all other respects and breach of fiduciary duty.   \nH. Punitive Damages \n89. Pursuant to N.C. Gen. Stat. § 1D-15(a), punitive damages may be awarded \nonly if Plaintiff proves that Defendants are liable for compensatory damages and that \neither fraud, malice, or willful or wanton conduct was present and related to the \ninjury for which compensatory damages were awarded.  N.C. Gen. Stat. § 1D-15(a). \n90. Carmayer contends that it is entitled to punitive damages in connection \nwith its breach of fiduciary duty and gross negligence  claims.  (ECF No. 54 at 20.)   \nThe Court has concluded that Defendants are entitled to judgment as a matter of law \non these claims and, as such, the Court concludes as a matter of law that Carmayer \nis not entitled to punitive damages.  \nI. Lost Profits \n91. Defendants state that they “anticipate that Carmayer will seek as damages \namounts it contends it would have made if the Cessna had been added to Ko ury \nAviation’s Part 135 Certificate” and that “Defendants are entitled to summary \njudgment on any request for lost profits or future earnings because Carmayer cannot \n \n \npresent evidence of those alleged damages with ‘reasonable certainty.’”  (ECF No. 46 \nat 24.) \n92. Carmayer did not allege lost profits in its Complaint, and Carmayer has not \nsought to recover lost profits.  Therefore, this issue is not ripe for determination and, \nas such, Defendants’ Motion for Summary Judgment as to this request is denied. \nVI. CONCLUSION \n93. For the foregoing reasons, the Court DENIES Plaintiff’s Motion to Amend \nand GRANTS in part and DENIES in part Defendants’ Motion for Summary \nJudgment as follows: \nA. The Court DENIES Defendants’ Motion for Summary Judgment on \nPlaintiff’s claim for negligent misrepresentation to the extent it is \nbased on Defendants’ representations that Koury was an expert and \nDefendants knew what was required to get the Cessna 421C on \nKoury Aviation’s Part 135 Certificate  by the end of 2014 , and such \nclaim shall go forward to  trial.  The Court GRANTS Defendants’ \nMotion for Summary Judgment on Plaintiff’s claim for negligent \nmisrepresentation in all other respects, and such claim is dismissed \nwith prejudice. \nB. The Court GRANTS Defendants’ Motion for Summary Judgment on \nPlaintiff’s claims for negligence, gross negligence, and breach of \nfiduciary duty, and such claims are dismissed with prejudice. \n \n \nC. The Court DENIES Defendants’ Motion for Summary Judgment on \nPlaintiff’s UDTP claim to the extent it is based on Defendants’ \nrepresentations that Koury  was an expert  and Defendants knew \nwhat was required to get the Cessna 421C on Koury Aviation’s Part \n135 Certificate by the end of 2014 , and such claim shall go forward \nto trial.  The Court GRANTS Defendants’ Motion for Summary \nJudgment on Plaintiff’s UDTP claim in all other respects, and such \nclaim is dismissed with prejudice. \nD. The Court GRANTS Defendants’ Motion for Summary Judgment on \nPlaintiff’s request for punitive damages.   \nE. The Court DENIES Defendants’ Motion for Summary Judgment on \nDefendants’ request to preclude Plaintiff from recovering lost profits, \nwithout prejudice to Defendants’ right to renew their request at such \ntime as Plaintiff may attempt to argue such right to recovery. \nSO ORDERED, this the 11th day of September, 2017. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}