{
  "id": "2b8caae078c813489fad740b31d6a25c754dee660eb443471a63e8f2035e5663",
  "source_file": "data/raw/ncbc/2b8caae078c813489fad740b31d6a25c754dee660eb443471a63e8f2035e5663.pdf",
  "raw_text": "Burden v. Dunson, 2016 NCBC 33. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAYNE  14 CVS 59 \n (\"DGAF Action\") \n \nDILLARD/GOLDSBORO ALUMNI ) \nAND FRIENDS, INC., ) \n Plaintiff )  \n  )  \n v.  )   \n   )  \nRAYMOND E. SMITH, JR. and  ) \nNATHANIEL MOORE,  ) \n Defendants ) \n \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAYNE 14 CVS 340 \n (\"Burden Action\") \n \nPATRICIA BURDEN, WINSTON BARNES ) \nand MINERVA WOODARD, Directors for ) \nand on Behalf of The Dillard/Goldsboro  ) \nAlumni and Friends Association, Inc., ) \n Plaintiffs )  \n  )  \n v.  )   \n   )  \nSEDRICK DUNSON, JOHN HICKS, The  ) \nDillard/Goldsboro Alumni and Friends  ) \nAssociation, Inc, as a Nominal Defendant, ) \n Defendants ) \n \n \nOPINION AND ORDER ON MOTION FOR SUMMARY JUDGMENT  \nIN THE BURDEN ACTION \n \nTHIS CAUSE, designated a mandatory comple x business case by Order of the Chief \nJustice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Caroli na General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Special Superi or Court Judge for Complex Business Cases, \ncomes before the Court upon Defendant s Sedrick Dunson, John Hicks, and the \n \n \nDillard/Goldsboro Alumni and Friends Associ ation, Inc.'s (\"Defendants\") Motion for \nSummary Judgment in the Burden Action (\"Burden Action Motion\").1 \nTHE COURT, after considering the Burden Action Motion, briefs in support of and in \nopposition to the Burden Action Motion, the record evidence filed by the parties, 2 and other \nappropriate matters of record, CONCLUDES th at the Burden Action Motion should be \nGRANTED for the reasons stated herein.3 \nHaithcock, Barfield, Hulse & Kinsey, PLLC by Glenn A. Barfield, Esq. and M. Bryan \nKing, Esq. for Plaintiffs Patricia Burden, Winston Barnes, and Minerva Woodard. \n \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, LLP by Rosemary G. Kenyon, \nEsq. and Jang H. Jo, Esq. for Defend ants Sedrick Dunson, John Hicks, and \nDillard/Goldsboro Alumni and Friends Association, Inc. \n \nMcGuire, Judge. \nA. Introduction. \n1. Dillard/Goldsboro Alumni and Friends, Inc. (\"DGAF\") is a nonprofit \ncorporation comprised of former students of Dillard High School and Goldsboro High School \nwhich, historically, has provided fellowship among its members and scholarships to students \nin the Wayne County, North Carolina area. Re cently, however, this organization, its \ndirectors, national officers, and members, have b een embroiled in a series of disputes that \nhas resulted in the filing of four separate civil actions in Wayne County since January 2014, \nall of which having been assigned to the undersigned.  This lawsuit (\"Burden Action\") and \n                                                 \n1 The Burden Action was consolidated with the DGAF Action (Wayne 14 CVS 59) for pretrial purposes \nby Order of this Court dated April 4, 2014.  A sepa rate opinion and order is being issued this same \ndate regarding the summary judgment motion filed in the DGAF Action. \n2 Plaintiffs did not file any affida vits, depositions, or other evidentiary material in response to the \nBurden Action Motion. Nevertheless, the Burden Action is consolidated with the DGAF Action.  \nAccordingly, the Court will consider the affidavits  and evidentiary material filed by Plaintiffs in \nresponse to the DGAF Action Motion. \n3 John Hicks resigned from the DGAF Board in Octobe r of 2014. Since the only claims against Hicks \nin the Burden Action are for injunctive relief related solely to his role as a member of the DGAF Board, \nthose claims are now moot.  Accordingly, the Court GRANTS Defendants' motion for summary \njudgment to the extent it seeks dismissal of claims against Hicks. \n \n \nthe three related lawsuits arise from a gove rnance dispute between rival factions of the \nDGAF Board of Directors represented on the one hand by Directors Sedrick Dunson and John \nHicks (\"Dunson/Hicks faction\"), and on the other by Raymond E. Smith, Jr. (\"Smith\") 4 and \nDirectors Patricia Burden, Winston Barnes, and Minerva Woodard (\"Smith/Burden faction\").   \nThe dispute largely centers on the division of authority between the DGAF Board of Directors \nand the National President, and a major sour ce of contention is whether the DGAF Board \nhad authority to remove the National President from office. On that point, the Dunson/Hicks \nfaction contends that Smith was properly remo ved as National President on November 7, \n2013, but that he refused to acknowledge his re moval. Smith instead undertook a course of \nconduct intended to obstruct and disrupt the DGAF Board. For its part, the Smith/Burden \nfaction contends that the board members who voted to remove Smith were from chapters that \nwere not properly constituted under DGAF's by-laws. 5  Accordingly, the Smith/Burden \nfaction contends that Smith's removal as National President was invalid.  In this lawsuit, \nPlaintiffs seek a broad variety of injunctive relief relating to this ongoing dispute between \ntwo factions of DGAF's Board of Directors. \nB. Factual and Procedural Background. \n2. The factual background of this action, and the underlying dispute between the \nparties has been set forth in a number of pr evious Court orders, and that background is \nincorporated herein by reference. Only that background necessary to provide context to and \ndecide the Burden Action Motion will be discussed below.  \n3. DGAF is a nonprofit corporation, org anized under Chapter 55A of the North \nCarolina General Statutes. DGAF has six local c hapters. The home chapter is in Goldsboro, \n                                                 \n4 At times material, Smith held the office of DGAF's National President.  \n5 The contention is based on the Smith/Burden factions claims that certain chapters had failed to file \nwith the national office various lists of members and other reports required by the DGAF Constitution. \n \n \nNorth Carolina.  DGAF also has chapters in Atlanta, New York, New Jersey, Philadelphia, \nand Washington, D.C.  DGAF has adopted a written Constitution and By-Laws (\"Constitution \nand By-Laws\") which were last revised and amended in March 1999. \n4.  The Constitution and By-Laws provide that the DGAF Board of Directors is \ncomprised of the National President of DGAF, the president of each of the six chapters and a \n\"member-at-large\" from each chapter, and th e National Treasurer, National Scholarship \nChairperson, National Financial Secretary, Nati onal Recorder, and the Vice Chairman (the \nNational Treasurer, Financial Secretary, Scho larship Chairperson, Recorder and Vice \nChairman are collectively referred to as \"Office rs\").  The Constitution and By-Laws provide \nthat the National President and the 12 chapter members of the Board of Directors are \"Voting \nMembers\" of the Board,\n6 and that the other national office rs on the Board are \"Non-voting \nMembers.\"  The Constitution and By-Laws state that the Board of Directors \"is the absolute \ngoverning body of the organization.\"7 \n5. In May 2013, DGAF's members elected Sm ith as DGAF's National President, \nand on October 5, 2013, Smith took office . Shortly thereafter, a disagreement arose \nconcerning the appointment of the remaining national officers of DGAF. 8 On October 16, \n2013, the DGAF Board appointed Elizabeth Williams as the National Treasurer. 9  T h e  \nDunson/Hicks faction contends that Smith refu sed to cooperate with Williams as National \nTreasurer.  The Smith/Burden faction asserts that Smith tried to work with Williams, but \nthat Williams unreasonably refused to work with Smith.10  \n                                                 \n6 The National President is listed as a Voting Member  of the Board of Directors, but is permitted to \nvote \"only to break ties\" among the other Voting Members.  Const. and By-Laws, Art. IV and V. \n7 Const. and By-Laws, Art. V. \n8 Pursuant to DGAF's Constitution and By-Laws, the National President is elected by the national \nmembership, while all other national officers are appointed by the DGAF Board. See Const. and By-\nLaws, p. 12. \n9 Smith Aff. (Apr. 1, 2014) ¶ 9. \n10 Id. at ¶¶ 14, 30-35. \n \n \n6. On November 7, 2013, the DGAF Board me t and voted to remove Smith from \nthe office of National President. Neverthele ss, Smith refused to comply with the Board's \nrequests that he step down as National President.11 \n7. On December 24, 2013, the DGAF Board of Directors held a meeting \n(\"December 24 Meeting\"). Notice for the De cember 24 Meeting was sent to the chapter \npresidents and members-at-large of those chapters.12  The notice of the December 24 Meeting \nwas not sent to Smith. 13 The notice stated that the purpose of the meeting was to address \nDGAF Board governance issues, including \"approving next step s to complete the transition \nfor the removal from office of the former Pres ident . . . and retaining counsel to advise and \nrepresent the organization.\"14 Nine members of the Board of Directors attended the December \n24 Meeting, including eight Voting Members.15 The eight Voting Members of the DGAF Board \nwho were present voted to authorize Dunson and  Hicks to retain counsel to represent the \norganization.16  \n8. On January 14, 2014, the Dunson/Hicks faction filed the DGAF Action seeking \ndeclaratory and injunctive relief related to th e DGAF Board's attempts to remove Smith as \nNational President. Plaintiff in the DGAF Acti on was, and continues to be, represented by \nSmith, Anderson, Blount, Dorsett, Mitch ell & Jernigan, LLP (\"Smith Anderson\"). 17  O n  \nJanuary 27, 2014, a hearing was held before the Honorable Jack Jenkins on the parties' \nrespective requests for preliminary injunctions and Smith's motion to dismiss.  On February \n                                                 \n11 The details regarding the November 7, 2013 meeting and Smith's subsequent conduct are set out in \nJudge Jenkins' February 21, 2014 Order. \n12 Harris Aff. (Feb. 5, 2014) ¶ 4, Ex. A. \n13 Id. \n14 Id. at ¶ 6, Ex. A. \n15 Id. at ¶ 8, Ex. B. \n16 Id. at ¶ 9, Ex. B. \n17 The circumstances surrounding the retention of Smith Anderson are more fully discussed in the \nCourt's Order on Motion to Strike Appearance, entered on March 17, 2015.  \n \n \n21, 2014, Judge Jenkins issued a preliminary order concluding that the DGAF Board's \nremoval of Smith on November 7, 2013, was invalid because a quorum of the Board was not \npresent at the time the vote was taken, and that Smith remained DGAF's National President. \n9. Defendants noticed a Board of Directors  meeting for March 5, 2014, for the \npurpose of discussing and taking action rega rding the DGAF Action, including ratifying  \nDunson and Hicks' retention of counsel and their filing the DGAF Action, and other matters \n(\"March 5 Meeting\").\n18 Smith presided over the March 5 Meeting.  Smith requested that each \nDGAF Board member provide documentation of hi s or her proper election by their chapter, \nand that any votes taken be conditioned on veri fication of proper election of the directors. 19 \nDunson and members from other chapters refused to provide the documentation.20  \n10. During the March 5 Meeting, Dunson and other Board members moved that \nDefendants' actions in retaining the Smith Anderson law firm and filing the DGAF Action be \nratified by the Board of Directors. 21  Smith demanded that De fendants provide the Board \nwith copies of the retainer agreements with  Smith Anderson, but the agreements were not \nproduced at the March 5 Meeting.  Smith refused to permit a vote on the motion. 22 Order \ncould not be kept and the meeting was adjourned.23   \n11. Following the March 5 Meeting, several members of the DGAF Board \nattempted to call a special meeting of the board for March 12, 2014. The sole purpose of this \nmeeting was to \"consider a motion to remo ve Raymond Smith as National President.\" 24 \n                                                 \n18 Smith Aff. (Apr. 1, 2014) ¶ 37; Dunson Aff. (Apr. 2, 2014) ¶ 20, Ex. M. \n19 Dunson Aff. (Apr. 2, 2014) ¶ 20, Ex. M. \n20 Smith Aff. (Apr. 1, 2014) ¶ 40. \n21 Id. at ¶ 42. \n22 Id. at ¶ ¶ 43, 46, 53. \n23 Id. at ¶ 54. \n24 Dunson Aff. (Apr. 2, 2014), Ex. P. \n \n \nHowever, before this meeting could be held, Pl aintiffs filed their Complaint in the Burden \nAction, and obtained a temporary restraining order enjoining the meeting set for March 12.25 \n12. On March 11, 2014, Patricia Burden, Winston Barnes, and Minerva Woodard \n(\"Plaintiffs\") filed their Complaint for Injunc tive Relief (\"Complaint\"). Plaintiffs filed the \naction derivatively on behalf of DGAF.26  The Complaint does not set out specific legal claims \nagainst Defendants, but instead seeks  injunctive relief: prohibiting Defendants and \"certain \nperson . . . from acting as directors of DGAF without having been duly elected;\" prohibiting \n\"the corporation\" from ratifying Defendants retention of Smith Anderson and filing the DGAF \nAction; prohibiting Defendants from \"attempts to usurp the authority of the National \nPresident and to conduct and control meetings of the DGAF Board;\" prohibiting Dunson from \n\"frustrating the deliberative process by lo ud, abusive, and disruptive behavior;\" and, \n\"enforcing Plaintiffs' rights of inspection of the books and records of the corporation.\"27 \n13. On March 15, 2014, the Board of Directors held a meeting (\"March 15 \nMeeting\").28  The undisputed facts establish that seven of the thirteen Voting Members \nboycotted the meeting. 29  Seven members of the Board of Directors were present at the \ncommencement of the March 15 Meeting including six Voting Members. 30  The president of \nthe New York chapter appointed a stand-in member from the New York chapter for purposes \nof conducting business at the March 15 Meetin g pursuant to Article V of the Constitution \nand By-Laws, and the Board subsequently vote d to suspend the Atlanta, New Jersey, and \n                                                 \n25 As noted in the Court's April 8, 2014 Order on Pr eliminary Injunction and Briefing Schedule, this \ntemporary restraining order expired on April 3, 2014. \n26 As explained further below and in the Order issued in the DGAF Action (14 CVS 59), the parties \ndispute just who has the authority to file lawsuits on behalf of DGAF. In the DGAF Action, the \nDefendants in this lawsuit brought suit directly on behalf of DGAF. \n27 Compl. pp. 1-2. \n28 The March 15 Meeting is discussed in greater detail in the Court's Opinion and Order on the DGAF \nAction Motion (¶¶ 37-40). \n29 Smith Aff. (Nov. 12, 2014), Ex. A. \n30 Id. \n \n \nPhiladelphia chapters for failure to comply with certain requirements of the Constitution and \nBy-Laws.31  The Court has concluded that a jury will have to determine whether the three \nchapters were properly suspended in the March 15 Meeting.32 \n14. On May 14, 2014, Defendants filed their Answer. \n15. On August 14, 2015, Defendants filed the Burden Action Motion, seeking \nsummary judgment in Defendants' favor on all re lief sought by Plaintiffs in the Complaint. \nThe Burden Action Motion has been fully briefed and is ripe for determination.33 \nC. Discussion. \n16. The standard for granting a motion for summary judgment is well established \nin this State. \"Summary judgment is appropri ate 'if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that there \nis no genuine issue as to any material fact and that any party is entitled to a judgment as a \nmatter of law.'\" Variety Wholesalers, Inc. v. Salem Logistics Traffic Servs., LLC , 365 N.C. \n520, 523, 723 S.E.2d 744, 747 (2012) (quoting Rule 56(c)). Under this standard, the moving \nparty bears \"the burden of clearly establishing lack of a triable issue\" to the trial court. \nN.C. \nFarm Bureau Mut. Ins. Co. v. Sadler, 365 N.C. 178, 182, 711 S.E.2d 114, 116 (2011) (quoting \nN.C. Nat'l Bank v. Gillespie , 291 N.C. 303, 310, 230 S.E.2d 375, 379 (1976)). The moving \nparty may meet this burden by \"proving an e ssential element of the opposing party's claim \ndoes not exist, cannot be proven at trial, or  would be barred by an affirmative defense.\"  \nVariety Wholesalers, Inc., 365 N.C. at 523, 723 S.E.2d at 747 (quoting Dobson v. Harris, 352 \nN.C. 77, 83, 530 S.E.2d 829, 835 (2000)). \n                                                 \n31 Id. \n32 Opinion and Order on DGAF Action Motion (April 27, 2016) ¶ 48. \n \n \n \n17. In the Burden Action Motion, Defendant s seek summary judgment as to the \ninjunctive relief sought by Plaintiffs on the gr ounds that Plaintiffs lack standing to pursue \nderivative claims on behalf of DGAF because th ey failed to make a pre-suit demand on the \nDGAF Board.   Alternatively, Defendants contend that the relief sought by Plaintiffs in their \nComplaint has been rendered moot by previous  action of this Court or other intervening \nevents.  In their Memorandum of Law in Op position to Defendants' Motion for Summary \nJudgment, Plaintiffs respond only that they made a pre-suit demand for the engagement \nletter and other information regarding Defend ants retention of Smith Anderson, and that \ntheir demand for information about the enga gement is not moot because \"Defendants \ncontinue to withhold material information as  to the cost and expense of such counsel.\" 34  \nPlaintiffs make no specific argument regarding the other injunctive relief that they seek. \n18. \"A 'derivative proceeding' is a civil action brought . . . 'in the right of' a \ncorporation, . . . while an individual action is . . . [brought] to enforce a right which belongs \nto [plaintiff] personally.\" Morris v. Thomas , 161 N.C. App. 680, 684, 589 S.E.2d 419, 422 \n(2003) (quoting Norman v. Nash Johnson & Sons' Farms, Inc. , 140 N.C. App. 390, 395, 537 \nS.E.2d 248, 253 (2000)). The North Carolina Nonpro fit Corporation Act (the \"Act\") includes \nprocedural requirements for initiating a deriva tive action. Specifically, the Act requires a \nderivative plaintiff to \"allege wi th particularity the efforts, if any, made by the plaintiff to \nobtain the action the plaintiff desires from the directors or comparable authority and the \nreasons for the plaintiff's failure to obtain the action or for not making the effort.\" G.S. § 55A-\n7-40(b).35  To satisfy the requirements of bringing a derivative action, a demand must \n\"contain specific requests for action by the Bo ard of Directors,\" and must \"be made with \n                                                 \n34 Pls.' Br. Opp. Burden Action Mot., passim. \n35 As Defendants note, the Act's current demand requirement is identical to the Business Corporation \nAct's pre-1995 demand provision. See G.S. § 55-7-40 (1994). \n \n \nsufficient clarity and particularity to permit the corporation . . . to assess its rights and \nobligations and determine what action is in the best interest of the company.\" Greene v. \nShoemaker, 1998 NCBC LEXIS 4, *9-10 (N.C. Super. Ct. Sep. 24, 1998). Not only must the \ndemand be sufficiently clear and specific when  made to the corporation, the plain language \nof the Act requires that the demand, or the reasons for failing to make the demand, be pleaded \nwith particularity. G.S. § 55A-7-40(b).  \n19. In order to determine whether Plaintiffs have sufficiently alleged, or produced \nevidence of, a proper demand, the Court firs t must determine \"the action the plaintiff[s] \ndesire[ ],\" and then whether plaintiff made specific and particularized requests for such \naction to DGAF's \"directors or other authority.\" G.S. § 55A-7-40(b).  \"In determining whether \nthe demand requirement has been met, the Court must compare the derivative claims \nasserted in a complaint against the specific demands a plaintiff has made prior to filing suit.\" \nGreene, 1998 NCBC LEXIS 4, at **9.  Accordingly, the Court must compare each of the types \nof declaratory relief sought by Plaintiffs in the Complaint with the allegations and evidence \nregarding the requests Plaintiffs made to the Board of Directors for actions. \n20. The Court must also consider Defendants' contention that certain of the relief \nrequested by Plaintiffs is now moot.  \"[T]he exclusion of moot questions from determination \nis not based on a lack of jurisdiction but rather represents a form of judicial restraint.\" In re \nPeoples, 296 N.C. 109, 147-48, 250 S.E.2d 890, 912 (1978).  \"Whenever, during the course of \nlitigation it develops that the relief sought has been granted or that the questions originally \nin controversy between the parties are no longer at issue, the case should be dismissed, for \ncourts will not entertain or proceed with a ca use merely to determine abstract propositions \nof law.\" Id. (citations omitted). \"Unlike the question of jurisdiction, the issue of mootness is \nnot determined solely by examining facts in existence at the commencement of the action. If \nthe issues before a court or administrative body  become moot at any time during the course \n \n \nof the proceedings, the usual response should be to dismiss the action.\" Id. (citations omitted).  \n\"A case is considered moot when 'a determ ination is sought on a matter which, when \nrendered, cannot have any practical effect on the existing controversy.'\" Lange v. Lange, 357 \nN.C. 645, 647, 588 S.E.2d 877, 879 (2003) (quoting Roberts v. Madison Cty. Realtors Ass'n , \n344 N.C. 394, 398-99, 474 S.E.2d 783, 787 (1996)).  \n21. Each of Defendants' arguments for summary judgment must be applied \nseparately to the facts surrounding each of Plai ntiff's requests for relief.  Accordingly, the \nCourt will consider individually each of Plaintiffs' individual claims for injunctive relief. \na. Injunction prohibiting Defendants and \"certain persons . . . from acting as \ndirectors of DGAF without having been duly elected as such.\" \n \n22. The Court interprets Plaintiffs' request  as one for an injunction prohibiting \nDunson, Hicks, and the members of the Board of Directors from the New Jersey and \nPhiladelphia chapters from acting as DGAF dire ctors solely on the grounds that they have \nnot provided the Board with documentation t hat they were elected, either as chapter \npresident or as member-at-large, by their re spective chapters.  The Court concludes that \nPlaintiffs have sufficiently alleged in the Comp laint that a demand was made to the Board \nof Directors to require the members of the Board to provide documentation of their respective \nelections.\n36  In addition, record evidence establis hes that requests for such documentation \nwere made on several occasions, both at meet ings of the DGAF Board and otherwise.  The \nCourt concludes that, at a minimum, the evidence is sufficient to create a question of fact as \nto whether a pre-suit demand that the DGAF Board members from the Atlanta, New Jersey, \nand Philadelphia chapters provide the Board with  documentation of their elections by their \nrespective chapters.  Accordingly, summary judgment cannot be granted to Defendants on \n                                                 \n36 Compl. ¶¶ 17-19, 40. \n \n \nthe grounds that the undisputed evidence establishes that Plaintiffs did not make a sufficient \npre-suit demand to support a derivative action. \n23. The Court further concludes that the und isputed facts establish that Sedrick \nDunson provided documentation of his election  as president of the Atlanta chapter in or \naround late March 2014.37 Accordingly, Defendants' motion for summary judgment regarding \nthe request that Sedrick Dunson be prohibited from acting as a director of DGAF \"without \nhaving been duly elected\" should be GRANTE D, and that request for relief should be \ndismissed with prejudice. \n24. The evidence, however, establishes that the facts ae in dispute regarding \nwhether DGAF Board members from the New Jersey and Philadelphia chapters have \nprovided documentation of their elections by  their respective chapters.  Accordingly, \nDefendants' motion for summary judgment rega rding Plaintiffs' requested injunctive relief \nas it relates to the members of those chapters should be DENIED.\n38 \nb. Injunction prohibiting the corporatio n from ratifying Defendants retention of \nSmith Anderson and filing the DGAF Action.  \n \n25. The Court has previously concluded that the DGAF Board of Directors \napproved the retention the Smith Anderson fi rm to represent DGAF in the DGAF Action \nduring the December 24 Meeting, that no further ratification of the retention by the Board of \nDirectors was required, and that the Smith Anderson firm did not have a conflict of interest \nthat prevented them from representing DGAF.39 The Court concludes that the request for an \n                                                 \n37 Dunson Aff. (Apr. 2, 2014) ¶¶ 2, 23, Ex. A. \n38 The Court notes that, as discussed in the Opini on and Order regarding the DGAF Action Motion \nissued today, the question of whether the members of the Board of Directors from the New Jersey and \nPhiladelphia chapters are currently properly serving on the DGAF Board is dependent on whether \nthose chapters were suspended by the Board on March 15, 2014.  That issue must be determined by a \njury.  Opinion and Order on DGAF Motion (April 27, 2016) ¶ 48. \n39 Order on Motion to Strike Appearance (March 17 , 2015).  In the Order, the Court also noted that \nSmith Anderson had subsequently provided to the DGAF Board of Directors copies of both of the \nengagement letters at issue.  Plaintiffs do not dispute that the engagement letters were provided. \n \n \ninjunction prohibiting the corporation from ra tifying DGAF's retention of Smith Anderson \nand filing of the DGAF Action is moot.  A ccordingly, Defendant's motion for summary \njudgment regarding Plaintiffs' request for an injunction prohibiting the corporation from \nratifying the retention of Smith Anderson and the filing of the DGAF Action should be \nGRANTED, and that request for relief should be dismissed with prejudice. \nc. Injunction prohibiting Defendants from \"attempts to usurp the authority of the \nNational President and to conduct and control meetings of the DGAF Board.\" \n \n26. In the Opinion and Order on the DGAF Motion, the Court concluded that the \nDGAF Board of Directors properly removed Smith as National President at the Board \nmeeting held November 7, 2013. 40  Accordingly, the requests that Defendants be enjoined \nfrom \"attempts to usurp\" Smith's authority as  National President and from conducting and \ncontrolling meetings of the DGAF Board of Directors are now moot.  Accordingly, Defendant's \nmotion for summary judgment regarding Plaint iffs' request for an injunction prohibiting \nDefendants from \"attempts to usurp the authority  of the National President and to conduct \nand control meetings of the DGAF Board\" shou ld be GRANTED, and that request for relief \nshould be dismissed with prejudice. \nd. Injunction prohibiting Dunson from \"f rustrating the deliberative process by \nloud, abusive, and disruptive behavior.\" \n \n27. The Complaint does not allege, and Plaintiffs have provided no evidence, that \nthey made efforts to get the DGAF Board of Di rectors to take action  to control Dunson's \nconduct during Board meetings or in any other setting in which Plaintiffs were engaged in \nthe \"deliberative process.\" G.S. § 55A-7-40(b).  Accordingly, Plaintiffs' derivative claim for an \ninjunction prohibiting Dunson from \"frustrati ng the deliberative proc ess by loud, abusive, \nand disruptive behavior\" fails. Defendants' motion for summary judgment regarding \n                                                 \n40 Opinion and Order on DGAF Motion (April 27, 2016) ¶ 28. \n \n \nPlaintiffs' request for an injunction prohibitin g Dunson from \"frustrating the deliberative \nprocess by loud, abusive, and disruptive behav ior\" should be GRANTE D, and that request \nfor relief should be dismissed with prejudice. \ne. Injunction \"enforcing Plaintiffs' rights of inspection of the books and records of \nthe corporation.\" \n \n28. Plaintiffs have not alleged what \"books and records of the corporation\" they \nwish to inspect, nor have they alleged that they made any pre-suit efforts to get the Board of \nDirectors to provide them access to books and records. There is no evidence in the record that \nPlaintiffs demanded access to DGAF's books and records or that they were denied access to \nbooks and records. 41 Accordingly, Defendants' motion  for summary judgment regarding \nPlaintiffs' request for an injunction \"enforcing Plaintiffs' rights of inspection of the books and \nrecords of the corporation\" should be GRAN TED, and that request for relief should be \ndismissed with prejudice. \nTHEREFORE, IT IS ORDERED that Defend ants' Motion for Summary Judgment is \nGRANTED, in part, and DENIED, in part, as follows. \n29. As to Plaintiffs' request for an injunction prohibiting Defendants and \"certain \npersons . . . from acting as directors of DGA F without having been duly elected as such,\" \nDefendants' Motion for Summary Judgment is DE NIED, as it relates to the members of the \nNew Jersey and Philadelphia chapters, and GRANTED, as it relates to Sedrick Dunson. \n30. As to all other relief sought in Plaint iffs' Complaint, Defendants' Motion for \nSummary Judgment is GRANTED. \n                                                 \n41 To the extent that Plaintiffs' request for inspection of books and records was intended to encompass \nthe request that Defendants prov ide the DGAF Board of Directors with copies of the engagement \nletters between Defendants and the Smith Anderson firm, it is undisputed that the engagement letters \nhave now been provided and, accordingly, that request for relief is moot. \n \n \nThis the 27th day of April, 2016. \n \n     /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n "
}