{
  "id": "2baf74e94a8df3f467304ef074cd9d91bed877e722d0fdec65dd60ae163ddee0",
  "source_file": "data/raw/ncbc/2baf74e94a8df3f467304ef074cd9d91bed877e722d0fdec65dd60ae163ddee0.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 5127 \n \n \nTHEODORE STAMATAKOS, M.D., \n \nPlaintiff, \n \nv. \n \nCAROLINA UROLOGY PARTNERS, \nPLLC, RICHARD NATALE II, M.D., \nand COURTNEY CLAIR, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \nCOUNTS I AND III OF PLAINTIFF’S \nFIRST AMENDED COMPLAINT AND \nPLAINTIFF’S MOTION FOR LEAVE \nTO FILE SECOND AMENDED \nCOMPLAINT \n \n \n \nTHIS MATTER is before the Court on Defendants’ Motion to Dismiss Counts \nI and III of Plaintiff’s First Amended Complaint (“ Partial Motion to Dismiss,” ECF \nNo. 29) and Plaintiff’s Motion for Leave to File Second Amended Complaint (“Motion \nto Amend,” ECF No. 46) (collectively, the “Motions”). \nTHE COURT, having considered the Motion s, the briefs of the parties, the \narguments of counsel, and all appropriate matters of record, CONCLUDES that the \nMotions should be GRANTED , in part, and DENIED , in part , for the reasons set \nforth below. \nGardner Skelton PLLC, by Jared E. Gardner and Bella Thoren, for Plaintiff. \nJohnston, Allison & Hord, P.A., by David E. Stevens, Katie D. Burchette, and \nWilliam D. McClelland, for Defendants. \n \nDavis, Judge. \n \n \n  \nStamatakos v. Carolina Urology Partners, PLLC, 2024 NCBC 8. \nINTRODUCTION \n1. This lawsuit concerns the termination of Plaintiff Theodore Stamatakos \nfrom his employment with Defendant Carolina Urology Partners, PLLC (“CUP”).  The \npresent Motions do not require the Court to rule on whether his termination was in \nbreach of his contract with CUP.  That issue will be decided at a later date.  Instead, \nthe Court must now determine whether  Plaintiff’s claims for fraud and unfair and \ndeceptive trade practices (“UDTP”) should be dismissed and whether Plaintiff should \nbe permitted to amend his original Complaint for a second time. \nFACTUAL AND PROCEDURAL BACKGROUND \n2.  The Court does not make findings of fact on a motion to dismiss under \nRule 12(b)(6) of the North Carolina Rules of Civil Procedure and instead recites those \nfacts contained in the complaint (and in documents attached to, referred to, or \nincorporated by  reference in the complaint) that are relevant to the Court’s \ndetermination of the motion.  See, e.g., Window World of Baton Rouge, LLC v. Window \nWorld, Inc., 2017 NCBC LEXIS 60, at *11 (N.C. Super. Ct. July 12, 2017).1 \n3. CUP is a North Carolina professional limited liability company with its \nprincipal place of business  in Huntersville, North Carolina .  ( Second Am. Compl., \n[“SAC”] ¶ 2, ECF No. 46.1.)  Courtney Clair is the chief executive officer of CUP, and \n \n1 As noted below, the Court is electing —in furtherance of judicial economy —to consider \nDefendants’ arguments in support of their Partial Motion to Dismiss as applied to Plaintiff’s \nproposed Second Amended Complaint (“SAC”).  Accordingly, this Opinion cites to the factual \nallegations and claims contained in the proposed SAC rather than those set out in Plaintiff’s \nCorrected First Amended Complaint (which is currently the operative pleading in this case). \nDr. Richard Natale, II is the chairman of its board of managers.  (SAC ¶¶ 4, 59.)  Until \n3 November 2021, Plaintiff was a member of CUP.  (SAC ¶¶ 75–76.) \n4. Plaintiff is a urologist.  (SAC ¶ 9.)  In late 2008, prior to the creation of \nCUP, Plaintiff founded and operated an independent urology practice, Providence \nUrology, PLLC (“Providence Urology”).  (SAC ¶ 9.)   Providence Urology operated  at \n1428 Ellen Street, Suite A, in Monroe, North Carolina  (the “Monroe Office”).  (SAC \n¶ 9.) \n5. At the end of 200 9, Providence Urology opened a second office in \nMatthews, North Carolina (the “Matthews Office”).  (SAC ¶ 10.) \n6. In November 2010, Plaintiff  “participated in the creation of CUP, a \ntwenty-four-physician urology group with seven divisions  . . . in Charlotte, North \nCarolina, and surrounding areas.”  (SAC ¶ 15.)  The formation of CUP “was in large \npart motivated by [ a desire] for greater bargaini ng power in business dealings with \ninsurance providers, suppliers, and vendors[.]”  (SAC ¶ 16.)  Because the divisions of \n“CUP made up the majority of urology practices in their respective geographic areas[,] \n. . . CUP . . . had greater strength to negotia te insurance pricing and set pricing for \nurology services” than any individual division would have  possessed prior to \nconsolidation.  (SAC ¶ 18.) \n7. The original divisions of CUP included urology practices “named \n‘Gastonia,’ ‘Lake Norman,’ ‘Northeast,’ ‘Piedmont,’ ‘South Carolina,’ ‘Cleveland,’ and \n[Plaintiff’s] Providence Urology, consisting of both .  . . [the] Monroe Office and [ ] \nMatthews Office, but labeled, singly, the ‘Providence Division.’ ”  (SAC ¶ 21.) \n8. Because Plaintiff was the onl y urologist practicing within the \nProvidence Division, it was considered a single -member division under CUP’s  \nOperating Agreement.  (SAC ¶ 57.) \n9. The Operating Agreement contains provisions addressing four scenarios \nunder which a member or division can  be removed from CUP: ( 1) voluntary \nwithdrawal by a member under §  10.5; (2) involuntary withdrawal of a member by \nCUP under §  10.6; (3) voluntary withdrawal by  a division under §  10.9; and (4) \ninvoluntary withdrawal of a division by CUP under § 10.11.  (Operating Agreement, \nCorrected First Am. Compl. [“CFAC”] Ex. A, ECF No. 46.1, at 44–53.) \n10. Section 10.5 of the Operating Agreement govern s the voluntary \nwithdrawal by a member  and provides in relevant part that  “[a]ny Member may \nvoluntarily withdraw from the Company upon at least 12 months’ prior written \nnotice[.]”  (Operating Agreement, at 44 (emphasis removed) .)  Section 10.5 further \nstates that “[t] he notice requirement .  . . may be waiv ed or shortened by the \naffirmative vote of a Supermajority of the Board of Managers and a two- thirds (2/3) \nInterest of the Members within the Affected Division (excluding the withdrawing \nMember).”  (Operating Agreement, at 44.) \n11. Section 10.6 of the Operatin g Agreement govern s the involuntary \nwithdrawal (essentially, a termination) of a member by CUP.  Section 10.6 provides \nthat “[i]nvoluntary [w]ithdrawal based upon termination of a Member’s Member \nServices Agreement, and the corresponding decision to terminate a Member’s \nMember Services Agreement for reasons other than those listed as ‘Termination of a \nPhysician for Cause’ as described in the Member’s Member Services Agreement, may \nbe initiated by either a Majority-In-Interest of the Members within a Division . . . o[r] \na Supermajority of the Board.”   \n12. Section 10.9 of the Operating Agreement govern s the voluntary \nwithdrawal by a division .  Section 10.9  provides that “an entire Division may \nVoluntarily Withdraw from the Company” if the members of the division give “at least \ntwelve (12) but no more than forty (40) months prior written notice of their intention \nto withdraw as an entire Division [.]” (Operating Agreement, at 50 (emphasis \nremoved).)  Section 10.9 further provide s that “[t]he Board shall have the discretion \nto reduce such notice period.”  (Operating Agreement, at 50.) \n13. Section 10.11 of the Operating Agreement govern s the involuntary \nwithdrawal of a division —another means of  termination by CUP .  Section 10.11 \nprovides as follows:  \n[t]he Membership Interest of all of the Members of a particular Division \nmay be red eemed without such Member’s consent upon the vote of a \nSupermajority of the Managers, exclusive of the Man agers of the \naffected Division.  Such Involuntary Withdrawal shall become effective \nninety (90) days after the Board of Managers delivers written notice of \nsuch Involuntary Withdrawal to the principal addresses of such Division \nand the Member from that Division that represented the Division on the \nBoard.  As provided for above, in the event of such Involuntary \nWithdrawal, the involuntarily Withdrawing Division would have the \nright to acquire certain Division Assets and capital operating and office \nleases affiliated with such Division Assets an d Practice Locations  as \nprovided for [elsewhere in the Operating Agreement.] \n \n(Operating Agreement, at 53.) \n14. Plaintiff refers to § 10.9 as his “ Escape Hatch” because, he asserts,  it \nprovided the Providence D ivision with a contractual right to voluntarily withdraw \nfrom CUP.  Under this provision, a CUP division “can uncouple from CUP and carry \non essentially as if it had never joined CUP to begin with.”  (SAC ¶ 51.)  See, e.g., SAC \n¶ 82 (“Had Plaintiff  known, or had Clair no t given him assurances about the \ncontinuation of his lease, . . . Plaintiff could and would have used his Division Escape \nHatch to continue his profitable practice[.]”).  (See SAC ¶¶ 46–47, 57.)   \n15. After the formation of CUP, a company called Slim, LLC  (“Slim”) \npurchased the Monroe Office ’s building.  (SAC ¶ 35.)  At the time, Plaintiff  was the \nsole owner and member of Slim.  ( SAC ¶ 35.)  CUP then leased the Monroe Office \nfrom Slim.  (SAC ¶ 35.)   \n16. The initial term of the lease was five years , and the lease’s term “was \nautomatically renewable for two additional five-year terms.”  (SAC ¶ 35.)  The lease \nwas “automatically renewed after 31 December 2016 for an additional five-year term \nthrough 31 December 2021.”  (SAC ¶ 36.)  The terms of the lease “required 120 days’ \nnotice prior to the expiration of the current term if either party elected not to renew” \nit.  (SAC ¶ 35.)   \n17. In early May 2021, Clair began to discuss a new draft lease for the Rock \nHill Division of CUP with Dr. David Wright , another mem ber of CUP .  (SAC ¶¶ 5, \n67.)   \n18. On or about 1 June 2021, Clair (on behalf of CUP) executed a new two-\nyear lease for the Rock Hill Division.  (SAC ¶ 67.) \n19. “On or about 1 July 2021, Clair .  . . also executed a two- year lease for \nthe Gastonia Division[.]”  (SAC ¶ 71.)   \n20. The 2021 leases for the Rock Hill and Gastonia D ivisions were \nsubstantially similar.  (SAC ¶¶ 69, 75.)  \n21. In late August 2021, Clair emailed Plaintiff to inform him that CUP did \nnot intend to renew the lease for the Monroe Office for another five-year term.  (SAC \n¶ 60.)  Clair stated that “[s]imilar notifications ha[d] been and w[ould] be sent to ALL \nCUP office space and operation al contracts containing automatic renewal clauses.”  \n(SAC ¶ 60 (emphasis in original).)  In a reply email, Plaintiff inquired whether “CUP \nplanned to negotiate ‘a new contract with different terms.’ ”  (SAC ¶ 61.)   \n22. Clair responded the next day, stating that “nothing needed to be done at \nthat time” because “CUP was l etting all its existing leases expire and go month to \nmonth until CUP could prepare ‘a CUP standard lease with two -year (renewable) \nterms’ for all CUP offices by the end of 2021. ”  (SAC ¶ 62.)  Clair’s email also stated \nthat “‘[w]hen the draft lease is finalized I will send [sic] to you to review.’  ”  ( SAC \n¶ 62.)  In addition, Clair asked for the square footage of the Monroe Office.   ( SAC \n¶ 62.) \n23. On 4 October 2021, Plaintiff replied to Clair by email, providing  the \nsquare footage of the Monroe Office  and apologizing for his delay in getting back to \nher.  (SAC ¶ 63.)  He also reiterated his interest in finalizing a new lease with CUP, \nasking that Clair “let him know when he can sign [the] new lease, or where we are in \nthe process.”  (SAC ¶ 63.)  After receiving no response, Plaintiff followed up by email \non 6 October 2021, noting that his lease expired at the end of the year and once again \nexpressing his desire to remain in the Monroe Office in 2022.  He further stated that \nunless he received an answer to his question about the renewal of his lease, he would \n“assume the new lease will be effective 1/1/22, and I will have an office space to \naccommodate the needs of my patients [.]” (Defs.’ Br. Opp’n Pl ’s. Mot. Leave Am. \nSecond Am. Compl. Ex. A  [“October Stamatakos and Clair Email Correspondence”] , \nat 2, ECF No. 49.1.) \n24. On 11 October 2021, Clair responded with the following email:   \nDr. Stamatakos, \nI responded to your inquiry on 8/26 that upon expiration o f your lease, \nyour lease would convert to month to month (as will all other CUP \nleases) while we are in the process of getting the new leases in place.  I \nasked you for basic information that we needed regarding the new lease, \nsquare footage clarification,  and it took me 40 days to get a response \nfrom you.  This information was imperative to begin the process for the \nnew lease and determining if current rent is in line with FMV \nassessments that we have performed.  There are no assumptions to be \nmade as we h ave been straight forward and pragmatic with \ncommunications regarding leases.  You will be notified, as will all other \ndivisions once we have the new draft leases prepared. \n \nCourtney \n(October Stamatakos and Clair Email Correspondence, at 1.) \n25. On or about 19  October 2021, at the direction of Dr. Natale, CUP \nPractice Manager Laura Blaker emailed a November 2021 call schedule to Plaintiff  \nand other members of CUP .  (SAC ¶¶ 5, 84.)  “[Plaintiff]’s name appeared several \ntimes on the November call schedule, and Blaker stated that CUP wanted to schedule \nPlaintiff for more calls in November.”  (SAC ¶ 84.) \n26. On or about 2 November 2021, C lair sent Plaintiff a Zoom meeting \ninvitation.  (SAC ¶ 87.)  By separate email, she told him that she needed to meet with \nhim and Dr. David Konstandt the following day “regarding ‘open items.’ ”  (SAC ¶ 88.)   \n27. Plaintiff accepted the invitation and attended the Zoom meeting t he \nnext day at 5:30 p.m.  (SAC ¶ 90.)  Clair, Dr. Natale, and Dr. Konstandt also attended \nthe meeting, along with CUP’s attorney.  ( SAC ¶ 91.)  CUP’s attorney  informed \nPlaintiff during the meeting  that (1) he was “not a good fit” and that CUP “ha[d] \ndecided to terminate [him] for no cause ”; (2) his malpractice insurance ha d been \ncancelled; and (3) he “would receive an official letter and Separation Agreement via \nemail.”  (SAC ¶ 91.)   \n28. Just after the Zoom meeting concluded, Plaintiff  received via email a \nletter signed by Dr. Natale confirming Plaintiff’s termination and informing him that \nhis malpractice insurance would “cease as of today[.]”   (SAC ¶ 93.)  A proposed \nseparation agreement and release was attached to the letter .  (SAC ¶ 93.)  \nApproximately twenty minutes after  the Zoom meeting , Defendants shut down all \nthe computers at the Monroe Office and blocked Plaintiff’s access to his patient files \nand records.  (SAC ¶ 93.)  \n29. The following day, Defendants sent an email to all of Plaintiff’s patients, \nstating that the Monroe Office “ha[d] been permanently closed, and [Plaintiff] [wa]s \nno longer affiliated with  [CUP] as of November 4, 2021.’  ”  (SAC ¶ 111.)  The email \nalso provided that “‘[t]hese changes will not affect your care,’ ” informing the patients \n“that ‘[i]f you had a future appointment in our Monroe location, that appointment has \nbeen cancelled.’   The email then directed patients to visit CUP’s website or call \nanother CUP office.”  (SAC ¶ 111.)  \n30. In addition, “Dr. Natale instructed Teddi Fowler[, Plaintiff’s nurse,] to \ncall all of Plaintiff’s patients and arrange for them to be seen in the Mint Hill office \nby Dr. James Mills or at another CUP Division.”  (SAC ¶ 120.)   \n31. Plaintiff chose not to sign the separation agreement and release.  (SAC \n¶ 96.)   \n32. Instead, on 22 March 2023, Plaintiff initiated the present action  in \nMecklenburg County Superior Court .  (ECF No. 3.)   In his initial Complaint (“22 \nMarch Complaint”), Plaintiff  named CUP as a defendant as well as ten additional \n“John Doe” defendants and asserted claims for fraud/intentional misrepresentation , \nbreach of contract, and UDTP.  (ECF No. 3.) \n33. The case was designated a mandatory complex business case on 22 \nMarch 2023 and assigned to the undersigned the same day.  (ECF Nos. 1, 2.) \n34. On 26 July 2023, Defendants moved to dismiss Plaintiff’s fraud and \nUDTP claims contained in the 22 March Complaint.   \n35. Plaintiff filed a First Amended Complaint (“FAC”)  on 10 August 2023,  \nasserting the same claims but replacing the “ John Doe” defendants with Clair and \nDr. Natale.  (ECF No. 25.) \n36. In light of the filing of the FAC, the Court denied Defendants’ Motion to \nDismiss as moot .  (ECF No. 26.)  Th at same day, Plaintiff filed a Corrected First \nAmended Complaint.  (ECF No. 27.)   \n37. On 11 September 2023, Defendants filed the Partial Motion to Dismiss \n(ECF No. 29), one of the Motions currently before the Court. \n38. The Court held a hearing on the Partial Motion to Dismiss on 6 \nDecember 2023.   \n39. Prior to a ruling by the Court on the Partial Motion to Dismiss, Plaintiff \nfiled his Motion to Amend (ECF No. 46) – the second of the Motions currently before \nthe Court – on 2 January 2024 , in which he seeks leave to file the SAC in the form \nset out as Exhibit A to the Motion to Amend.  (ECF Nos. 46, 46.1.) \n40. The proposed SAC assert s the same claims against Defendants as the \nCorrected First Amended Complaint: (1) a UDTP claim against all Defendants; (2) a \nbreach of contract claim against CUP; 2 and (3) a claim for fraud/intentional \nmisrepresentation against all Defendants.  (SAC ¶¶ 139–94, ECF No. 46.1.)  The only \ndifference between the proposed SAC and the Corrected First Amended Complaint is \nthe inclusion of additional allegations contained in the proposed SAC in support of  \nPlaintiff’s fraud claim.  (SAC ¶¶ 169–194.)   \n41. The Court held a hearing via Webex on the Motion to Amend on 1 \nFebruary 2024.   \n42. The Motions are now ripe for decision. \nLEGAL STANDARD \n43. Rule 15 of the North Carolina Rules of Civil Procedure states, in \npertinent part, as follows: \n \n2 Neither of the present Motions before the Court implicate Plaintiff’s breach of contract \nclaim.  Therefore, the analysis contained herein does not affect the validity of that claim. \nA party may amend his pleading once as a matter of course at any time \nbefore a responsive pleading is served or, if the pleading is one to which \nno responsive pleading is permitted and the action has n ot yet been \nplaced upon the trial calendar, he may so amend it at any time within \n30 days after it is served.  Otherwise, a party may amend his pleading \nonly by leave of court or by written consent of the adverse party; and \nleave shall be freely given when justice so requires. \n \nN.C. R. Civ. P. 15(a). \n44.  Our Supreme Court has held that “ [t]here is no more liberal canon in \nthe rules than that leave to amend shall be freely given when justice so requires. ” \nVaughan v. Mashburn , 371 N.C. 428, 434 (2018) (cleaned u p). “This liberal \namendment process under Rule 15 complements the concept of notice pleading \nembodied in Rule 8 and reflects the legislature’ s intent that decisions be had on the \nmerits and not avoided on the basis of mere technicalities.”  Id. (cleaned up). \n45. Nevertheless, “the [R]ules still provide some protection for parties who \nmay be prejudiced by liberal amendment. ”  Henry v. Deen , 310 N.C. 75, 82 (1984) \n(citation omitted).  “Reasons for justifying denial of an amendment include: (1) undue \ndelay, (2) bad faith, (3) undue prejudice, (4) futility of amendment, and (5) repeated \nfailure to cure defects by previous amendments. ”  Howard v. IOMAXIS, LLC , 2021 \nNCBC LEXIS 116, at *17 (N.C. Super. Ct. Dec. 22, 2021) (citation omitted).  Motions \nto amend are “ addressed to the discretion of the trial court. ”  Vaughan, 371 N.C. at \n433 (citation omitted). \n46. “It is well-established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen ‘(1) the complaint on its face reveals that no law supports the plaintiff’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’s \nclaim.’ ”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (quoting Wood \nv. Guilford Cnty., 355 N.C. 161, 166 (2002)).  The Court may also “reject allegations \nthat are contradicted by the documents attached, specificall y referred to, or \nincorporated by reference in the complaint.”  Laster v. Francis, 199 N.C. App. 572, \n577 (2009). \nANALYSIS \nI. Motion to Amend \n47. As noted above, the new allegations in the proposed SAC relate solely to \nPlaintiff’s fraud claim. \n48. Defendants do not argue that the Motion to Amend should be denied on \ngrounds of undue delay, bad faith, or undue prejudice.  The Court therefore need not \naddress those grounds. \n49. Instead, t he only ground upon which Defendants oppose Plaintiff’s \nMotion to Amend is futility – arguing that the additional allegations contained in the \nSAC remain insufficient to state a valid fraud claim. \n50. “The futility standard under Rule 15 is essentially the same standard \nused in reviewing a motion to dismiss under Rule 12(b)(6),  but provides the C ourt \nliberal discretion to find that an amendment lacks futility.”  Simply the Best Movers, \nLLC v. Marrins’ Moving Sys., 2016 NCBC LEXIS 28, at **5– 6 (N.C. Super. Ct. Apr. \n6, 2016).  “[A] motion to amend is not futile when ‘the allegations of the [amendment], \ntreated as true, are sufficient to state a claim upon which relief may be granted under \nsome legal theory, whether properly labeled or not.”  Howard v. IOMAXIS, LLC, 2023 \nNCBC LEXIS 159, at **15 (N.C. Super. Ct. Nov. 29, 2023) (quoti ng Harris v. NCNB \nNat’l Bank, 85 N.C. App. 669, 670 (1987) ).  On the other hand, “[a]  motion for leave \nto amend is futile and appropriately denied when the ‘proposed amendment could not \nwithstand a motion to dismiss for failure to state a claim. ’ ”  Insight Health Corp. v. \nMarquis Diagnostic Imaging of N.C., LLC, 2016 NCBC LEXIS 77, at *6 (N.C. Super. \nCt. Oct. 7, 2016) (quoting Smith v. McRary, 306 N.C. 664, 671 (1982)).   \n51. Defendants essentially argue that Plaintiff’s fraud claim should be \ndismissed for the following reasons: (1) the alleged misrepresentations set out in the \nSAC were not, in fact, false; (2) Plaintiff’s allegations of fraud have not been pled with \nparticularity as required by Rule 9(b) of the North Carolina Rules of Civil Procedure; \nand (3) the benefits received by Defendants as a result of the purportedly fraudulent \nrepresentations were not adequately identified. \n52. Plaintiff’s fraud claim is based on the theory that (1) Defendants desired \nto terminate his membership in CUP, take over the care of his patients, and destroy \nhis practice in the process; and (2) they accomplished this goal via a scheme consisting \nof deceptive  acts intended to mask their true intentions  and keep Plaintiff from \nexercising his E scape Hatch (so as to deny him the benefits provided for under the \nEscape Hatch).  Plaintiff  alleges that as a result of Defendants’ fraudulent  \nmisrepresentations he was effectively lulled into a state of complacency regarding his \nstatus with CUP and that in reliance on those misrepresentations he did not exercise \nthe Escape Hatch.   \n53. Plaintiff asserts that  Defendants’ misrepresentations can be lumped \ninto three categories: (1) the emails from Clair (on behalf of all Defendants) between \nAugust and October of 2021 that falsely stated that once CUP had finalized a new  \nstandard two-year lease for all of its divisions, Plaintiff  would receive such a lease \nwith a beginning date of January, 2022; (2) in October 2021, Blaker sent Plaintiff a \nNovember 2021 call schedule on which Plaintiff’s name appeared several times, \nstating “that CUP wanted to schedule Plaintiff  for more [patient] calls in \nNovember[,]” when, in fact, Defendants planned to terminate Plaintiff before he could \nmake those calls; and (3) Plaintiff was deceived into believing the 3 November 2021 \nZoom meeting was about “open items, ” when, in reality, the sole purpose of the \nmeeting was to terminate him.  (SAC ¶¶ 60–97.) \n54. The elements of  a fraud claim are a “(1) [f]alse representation or \nconcealment of a material fact, (2) reasonably calculated to deceive, (3) made with \nintent to deceive, (4) which does in fact deceive, (5) resulting in damage to the injured \nparty.”  Forbis v. Neal, 361 N.C. 519, 526–27 (2007).  “Reliance on the allegedly false \nrepresentations must be reasonable, and that reasonableness is a question for the \njury, ‘unless the facts are so clear that they support  only one conclusion. ’ ”  New v. \nThermo Fisher Sci., Inc. , 2020 U.S. Dist. LEXIS 141510, at *2 5 (M.D.N.C. Aug. 7, \n2020) (quoting Forbis, 361 N.C. at 527)). \n55. Because of the broad range of conduct and circumstances under which \nit can ex ist, fraud defies an exhaustive definition.  Ragsdale v. Kennedy , 286 N.C. \n130, 138 (1974).  As our Supreme Court has observed:  \nFraud may be defined as any trick or artifice where a person, by means \nof false statements, concealments of material facts, or deceptive conduct \nwhich is intended to and does create in the mind of another an erroneous \nimpression concerning the subject-matter of a transaction, whereby the \nlatter is induced to take action, or forbears from acting with reference to \na property or legal right he has, which results to his disadvantage, and \nwhich he would not have consented to had the impression in his mind \nnot been created and in accordance with the real facts. \n \nMitchell v. Strickland, 207 N.C. 141, 143 (1934). \n56. “Claims of fraud are held to a heightened pleading standard pursuant \nto Rule 9(b) of the North Carolina Rules of Civil Procedure.”  Julian v. Wells Fargo \nBank, N.A., 2012 NCBC LEXIS 32, at **19–20 (N.C. Super. Ct. May 22, 2012).  Rule \n9(b) provides in relevant part that “[i]n all averments of fraud, . . . the circumstances \nconstituting fraud . . . shall be stated with particularity.”  N.C. R. Civ. P. 9(b).   \n57. “Regardless of whether it is labeled ‘fraud’ or ‘fraudulent \nmisrepresentation,’ the elements of the claim are the same under North Carolina \nlaw.”  Botanisol Holdings II, LLC v. Propheter, 2021 NCBC LEXIS 94, at **15 (N.C. \nSuper. Ct. Oct. 18, 2021).  To plead  a claim of fraud based on an affirmative \nmisrepresentation,  \na plaintiff “ must allege (1) the time, place and content of the \nmisrepresentation, (2) the identity of the person making the \nrepresentation and (3) what was obtained as a result of the fraudulent \nacts or representations” in order to sufficiently plead his or her claim.  \nDeluca v. River Bluff Holdings II , 2015 NCBC LEXIS 12, at *21 (N.C. \nSuper. Ct. Jan. 28, 2015) (internal quotation marks, brackets, and \ncitation omitted).  The alleged misrepresentations must also be “definite \nand specific,” meaning that they must be “more  than ‘mere puffing, \nguesses, or assertions of opinions’ but actual representations of material \nfacts.”  Id. (quoting Rowan County Bd. of Educ. v. U.S. Gypum Co., 332 \nN.C. 1, 17, 418 S.E.2d 648, 659 (1992)). \n \nAldridge v. Metro. Life Ins. Co., 2019 NCBC LEXIS 116, at *76 (N.C. Super. Ct. Dec. \n31, 2019). \n58. This Court has explained  as follows with regard to  the content of the \nrequired false representation: \n[The] false representation must relate to a past or existing fact.  See \nTrull v. Central Carolina Bank & Trust Co., 117 N.C. App. 220, 225, 450 \nS.E.2d 542, 545 (1994); Martinez v. Reynders, 2013 NCBC LEXIS 31, at \n*7 (N.C. Super. Ct. July 10, 2013).  Statements of opinion, predictions of \nfuture events, and promises of future intent generally do not give rise to \nan action for fraud.  See, e.g., Leftwich v. Gaines, 134 N.C. App. 502, 508, \n521 S.E.2d 717, 722- 23 (1999); Braun v. Glade Valley School, Inc. , 77 \nN.C. App. 83, 87, 334 S.E.2d 404, 407 (1985).  In drawing this \ndistinction, the law recognizes that opinions, predictions, and promises \ntypically signal uncertainty or contingency in a way that statements of \nexisting fact do not.  The listener is entitled to rely on the latter, but not \nthe former.  See Pritchard v. Dailey, 168 N.C. 330, 332, 84 S.E. 392, 393 \n(1915) (holding that “[o]ne who relies on” opinions or promissory \nrepresentations “must take the consequences of his own imprudence”).   \n \nThis is not a hard and fast rule.  A speaker may not voice an opinion \nthat he does not honestly believe, intending to deceive the listener, and \nthen assert immunity from an action for fraud.  See Leftwich, 134 N.C. \nApp. at 508, 521 S.E.2d at 723.  Likewise, “a promissory \nmisrepresentation may constitute actual fraud if the misrepresentation \nis made with intent to deceive and with no intent to comply with the \nstated promise or representation. ”  Braun, 77 N.C. App. at 87, 334 \nS.E.2d at 407; accord Liggett Grp., Inc. v. Sunas, 113 N.C. App. 19,  30, \n437 S.E.2d 674, 681 (1993).  In each case, the “misrepresentation of the \nstate of the promisor’s mind” is itself a misrepresentation of an existing \nfact, subject to a claim for fraud.  Overstreet v. Brookland, Inc., 52 N.C. \nApp. 444, 452, 279 S.E.2d 1, 6 (1981); accord McKinnon v. CV Indus., \nInc., 213 N.C. App. 328, 338, 713 S.E.2d 495, 503 (2011).  Accordingly, \nit is permissible to state a claim for fraud based on promissory \nrepresentations, but to do so, the plaintiff must allege facts “from which \na court and jury may reasonably infer that the defendant did not intend \nto carry out such representations when they were made. ”  Whitley v. \nO’Neal, 5 N.C. App. 136, 139, 168 S.E.2d 6, 8 (1969). \n \nPotts v. KEL, LLC, 2018 NCBC LEXIS 24, at *8–9 (N.C. Super. Ct. Mar. 27, 2018). \n59. Thus, “the maxim caveat emptor does not apply in cases of fraud[.]”  \nTillery Envtl. LLC v. A&D Holdings, Inc., 2018 NCBC LEXIS 13, at *53 (N.C. Super. \nCt. Feb. 9, 2018) (quoting Johnson v. Owens, 263 N.C. 754, 758 (1965)). \n60.   With regard to  the lease, Plaintiff’s allegations of misrepresentations \nmade by Clair in her email exchanges with him can be summarized as follows: (1) she \nrepresented that his division (and all other CUP divisions) would be notified once the \nstandard language of the new leases had been drafted , despite her knowledge that \nnew two-year leases had already been finalized with two of the other CUP divisions; \n(2) she claimed to need the measurements of Plaintiff’s Monroe Office as a delay tactic \neven though she was already in possessi on of this information; and (3) she falsely \nassured him that a new lease would be sent to him for his review once CUP had \nprocessed the square footage information that he provided to her. \n61. Admittedly, Clair’s statements in these emails are susceptible to \ndiffering interpretations.  At this early stage of the litigation, however, the Court \nmust construe these statements (along with Plaintiff’s allegations as a whole) in the \nlight most favorable to him. \n62. Furthermore, Plaintiff has alleged that Clair’s deceptive \nrepresentations to him in their email exchange  regarding the lease  were \nsupplemented by CUP’s acts of (1) providing him with a November call list on which \nhis name was listed despite CUP’s knowledge that he would be terminated before he \ncould make those calls; and (2) inviting him to a Zoom meeting under false pretenses \nwhen, in reality, the sole purpose of the meeting was to terminate him. \n63. Plaintiff has also satisfied Rule 9(b) by alleging  specific details with \nregard to the misrepresentations forming the basis for his fraud claim, including by \nidentifying the individuals who made the alleged misrepresentations; the time, place, \nand manner in which the mis representations were made; and the benefit sought to \nbe obtained by Defendants via the fraudulent representations.  (SAC ¶¶ 170–93.) \n64. Finally, the Court also rejects Defendants’ argument that Clair is not a \nproper defendant to the fraud claim because she would not have directly benefitted \nfrom the fraudulent scheme that Plaintiff has alleged on the part of CUP.  “It is well \nsettled that one is personally liable for all torts committed by him  . . . \nnotwithstanding that he may have acted as agent for another or as an officer for a \ncorporation.”  Holcomb v. Landquest Ltd. Liab. Co., 2017 NCBC LEXIS 36, at *21–22 \n(N.C. Super. Ct. Apr. 21, 2017) (cleaned up) (citing Palomino Mills, Inc. v. Davidson \nMills Corp., 230 N.C. 286, 292 (1949); see also Esteel Co. v. Goodman , 82 N.C. App. \n692, 697 (1986), disc. rev. denied, 318 N.C. 693 (1987) (an officer of a corporation who \ncommits a tort is individually liable for that tort, even though acting on behalf of the \ncorporation in committing the act).   \n65. To be sure, Defendants have raised arguments casting doubt on the \nvalidity of the assumptions underlying Plaintiff ’s fraud claim.  T hose arguments , \nhowever, will be better suited for the summary judgment stage  when the Court will \nhave a more fully developed factual record before it and the liberal standards of Rule \n12 and Rule 15 will no longer apply. \n66. Accordingly, the Court finds that Plaintiff’s Motion to Amend should not \nbe denied on futility grounds.  The Motion to Amend is therefore GRANTED. \nII. Partial Motion to Dismiss \n67. Because the Court is allowing the Motion to Amend, that would \nnormally moot the pending Partial Motion to D ismiss, meaning that D efendants \nwould have to file a  new motion (w hich would, in turn, trigger  a new briefing \nschedule) in order to seek the dismissal of any claims contained in  Plaintiff’s SAC.  \nSee Houston v. Tillman , 234 N.C. App. 691, 695 (2014); see also Krawiec v. Manly , \n2015 NCBC LEXIS  85, at * *5–6 (N.C. Super. Ct. Aug. 24, 2015)  (filing of amended \ncomplaint renders moot arguments raised in motion to dismiss prior complaint). \n68. However, such a result would make little sense here.  The parties have \nfully briefed and argued the issues upon which Defendants’ Partial Motion to Dismiss \nis based.  Moreover, as noted above, the SAC contains no new allegations relevant to \nPlaintiff’s UDTP claim, meaning that the arguments made by Defendants in the \nPartial Motion to Dismiss as to the UDTP claim (and by Plaintiff in his response brief) \nare unaffected by the Motion to Amend.  Indeed, Plaintiff’s counsel has stipulated—\nboth in his briefs and during the 1 February 2024 hearing—to the Court’s resolution \nat the present time of all issues raised in both the Motion to Amend and the Partial \nMotion to Dismiss. \n69. Therefore, the Court, in the exercise of its discretion  and its inherent \nauthority to control its docket in furtherance of judicial economy, will proceed to \naddress all of the arguments raised in both Motions.  See Gateway Mgmt. Servs. v. \nCarrbridge Berkshire Grp., Inc., 2018 NCBC LEXIS 45, at *8 (N.C. Super. Ct. May 9, \n2018) (“Although an amended pleading would ordinarily moot a pending motion to \ndismiss, the Court will consider Defendants ’ Motions to Dismiss as to the Amended \nComplaint because Defendants and Plaintiff both addressed the sufficiency of the \nAmended Complaint in their respective briefs and at the hearing.”).   \nA.  Fraud Claim \n70. For the same reasons (set out above) that Defendants’ futility arguments \nlack merit with regard to the allegations in the SAC , Defendants’ Partial Motion to \nDismiss regarding Plaintiffs’ fraud claim is likewise invalid.  Therefore, that portion \nof the Partial Motion to Dismiss is DENIED. \nB.  UDTP Claim \n71. “To prevail on a claim of unfair and deceptive trade practices a plaintiff \nmust show (1) an unfair or deceptive act or practice, or an unfair method of \ncompetition, (2) in or affecting commerce, (3) which proximately caused actual injury \nto the plaintiff or to his business. ”  Spartan Leasing Inc. v. Pollard , 101 N.C.  App. \n450, 460–61 (1991). \n72. Defendants raise two primary arguments in support of dismissal of the \nUDTP claim: (1) the claim is barred by the “ learned profession” exception under \nN.C.G.S. § 75-1.1(b); and (2) because CUP is a single market participant , the ac ts \nalleged by Plaintiff do not constitute conduct “in or affecting commerce.”  Because the \nCourt concludes that dismissal of this claim is proper based on Defendants’ first \ncontention, it need not address their second one. \n73. N.C.G.S. §  75-1.1(b) provides tha t “[f]or purposes of this section, \n‘commerce’ includes all business activities, however denominated, but does not \ninclude professional services rendered by a member of a learned profession.” \n74. Defendants argue that the allegations forming the basis for this lawsuit \nare based on the provision of medical services and the resulting effect  of Plaintiff’s \ntermination from CUP on his former patients.  In response, Plaintiff asserts that the \nlearned profession exception does not apply here because th is action involves  a \nbusiness dispute rather than the provision of medical care. \n75. North Carolina courts have broadly interpreted the scope of the learned \nprofession exception.  Although our Court of Appeals has applied the exception on a \nnumber of occasions beginning in the early 1980s, our Supreme Court first addressed \nit five years ago in Sykes v. Health Network Sols., Inc., 372 N.C. 326, 333 (2019).  In \nSykes, the plaintiffs were a putative class of all chiropractors who had practiced  in \nNorth Carolina since 2005, and the defendant operated as an intermediary between \nchiropractors and insurance companies and third-party administrators for insurance \ncompanies.  Id. at 329.  The putative class alleged antitrust and UDTP claims against \nthe defendant, among other claims.  Id.  at 328.  Our Supreme Court described the \nbusiness relationship between the parties as follows: \nEssentially, [Defendant] contracts with various chiropractors, who, as \npart of the [Defendant’s] network, are able to provi de chiropractic \nservices “in -network” for the various insurance payors with whom \n[Defendant] has separately contracted.  In exchange for in- network \naccess, members of [Defendant’s] network agree to permit [Defendant] \nto negotiate with the payors the prices  to be charged for in -network \nchiropractic services.  A chiropractor must maintain an average per-\npatient cost at a certain level or risk termination from the network. \n \nId.  The plaintiffs in Sykes alleged that the defendant was “violating North Carolina’s \nantitrust statutes by fixing the prices charged by more than one -half of the licensed \nchiropractors in the state and .  . . using its market power . . . to restrict [the] output \nof services.”  Id. at 330. \n76. The Supreme Court in Sykes upheld this Court’s dismissal of the UDTP \nclaim based on § 75-1.1(b).  Id. at 334.  The Supreme Court observed that the Court \nof Appeals “ha[d] long held that members of health care professions f [e]ll within the \nlearned profession exemption to N.C.G.S. § 75-1.1, and ‘[t]his exception . . . ha[d] been \nbroadly interpreted.’ ”  Id. (quoting Shelton v. Duke Univ. Health Sys., Inc., 179 N.C. \nApp. 120, 126 (2006)). \n77. The Supreme Court adopted the following two-part test for determining \nif the learned profession exception applies in a particular case:  (1) whether “the \nperson or entity performing the alleged act [is] a member of a learned profession ”; \nand (2) whether “the conduct in question . . . [is] a rendering of professional services.”  \nSykes, 372 N.C. at 334 (quoting Wheeless v. Maria Parham Med. Ctr., Inc. , 237 N.C. \nApp. 584, 589 (2014)), appeal dismissed and disc. rev. denied, 368 N.C. 247 (2015)).   \n78. Importantly, the second prong of the test under Sykes includes not just \nthe rendering of professional services, but also  “matter[s] affecting the professional \nservices rendered by members of a learned profession[.]”   Sykes , 372 N.C. at 334  \n(quoting Burgess v. Busby , 142 N.C. App. 393, 407 (citations omitted) (emphasis \nadded), appeal dismissed, 353 N.C. 525, and disc. rev. improvidently allowed , 354 \nN.C. 351 (2001). \n79. Based on  the facts of  Sykes, the Supreme  Court concluded that both \nparts of the test were satisfied  because the challenged conduct was “directly related \nto providing patient care” in that it allegedly resulted in a reduction in the provision \nof such care.  Sykes, 372 N.C. at 336. \n80. Sykes is consistent with the approach taken by the Court of Appeals in \na number of prior cases.  For example, in Cameron v. New Hanover Mem’l Hosp., Inc., \n58 N.C. App. 414 , appeal dismissed and disc. rev. denied , 307 N.C. 127 (1982) , the \nCourt of Appeals affirm ed a trial court’s ruling that a group of podiatrists did not \nhave a viable UDTP claim against a hospital that denied them staff privileges based \non the applicability of the exception.  The Court of Appeals reached this result despite \nthe fact “ that [the] conduct involve [d] ‘commercial’ activity, not the rendering of \n‘professional services [,]’ ” based on its determination that the decision to grant \nhospital staff privileges wa s “a necessary assurance of good health care” and thus \npart of a “rendering of ‘professional services[.]’ ”  Id. at 446–47.  \n81. The Court of Appeals revisited the learned profession exception in \nWheeless, supra, in which it held that there could be no UDTP liability predicated on \nallegations that a hospital and members of its executive committee and board of \ndirectors accessed, shared, and reviewed peer review materials and patient medical \nrecords of a surgeon and former employee.  The Court of Appeals ruled that hospitals \nand their administrators qualify as “medical professionals ” and that the conduct of \nwhich the surgeon complained was “integral” to “ensuring the provision of adequate \nmedical care.”  Wheeless, 237 N.C. App. at 590–91.   \n82. This Court dismissed a UDTP claim based on the learned profession \nexception in Se. Anesthesiology Consultants, PLLC v. Rose, 2019 NCBC LEXIS 63, at \n*20–25 (N.C. Super. Ct. Oct. 10, 2019).  The claim was brought by a group of \nindividual anesthe siologists who had agreed to a consolidation of their respective \npractices against the company into which their practices had been consolidated and \nits parent company, alleging misappropriation of funds and deception in the \nnegotiations and execution of va rious contracts.  Id. at *5 –11.  We  rejected the \nargument that the exception was inapplicable simply because the challenged conduct \ndid not occur while any of the doctors at issue were actually practicing medicine.  Id. \nat *23.  We explained that (1) the applicability of the l earned profession exception \ndoes not depend on whether the defendant was “actively engaged in the practice” of \nthe relevant profession at the time of the challenged conduct ; and (2) “the exception \nhas been held to apply to [similar] alleged unfair and deceptive conduct . . . [such as] \nallegedly ‘anticompetitive conduct involving commercial activity.’ ”  Id.  at *23 –24 \n(quoting Cameron, 58 N.C. App. at 446–47). \n83. This Court also relied on the learned profession exception in Alamance \nFamily Practice, P.A. v. Lindley , 2018 NCBC LEXIS 83 (N.C. Super. Ct. Aug. 14, \n2018).  In that case, the former employer of a nurse practitioner alleged that she had \nengaged in unlawful competition in violation of N.C.G.S. § 75 -1.1 leading up to and \nfollowing the termination of her employment by obtaining patient data, using that \ndata to solicit patients, paying unauthorized personal expenses, and attempting to \nprovide a doctor with kickbacks for patient referrals.  Id. at *22–24.  However, in light \nof the fact that all of the anticompetitive conduct that the plaintiff alleged “related to \nthe provision of allergy testing services and communications with patients [,]” we \nconcluded the claim “f[e]ll[] within the learned profession exemption.”  Id. at *25. \n84. Based on t he cases discussed above, it is clear that Plaintiff ’s UDTP \nclaim here likewise falls squarely within the learned profession exception.   \n85. Although Plaintiff couches this claim as one arising from  a business \ndispute, he cannot ignore the fact that issues involving the provision of medical care \npermeate every aspect of this lawsuit.  Indeed, t he proposed SAC focuses to a \nsignificant degree on the effect of Defendants ’ actions on Plaintiff’s patients.  \nMoreover, in Plaintiff’s response brief, he expressly concedes that “CUP and Natale, \nwith their misconduct, unquestionably affected the medical care of [Plaintiff’s] \npatients.”  (Pl.’s Br. Opp’n Defs.’ Mot. Dismiss, ECF No. 34, at 22.)  See also, e.g., SAC \n¶ 112 (“Defendants made minimal, if any, efforts to individually reach out to patients, \nreschedule their appointments, or ensure they received proper follow -up care.”); id. \n¶ 114 (“Defendants did not successfully contact patients to  make sure they checked \ntheir email, that their email addresses were correct, or that the patients had access \nto email accounts at all.”); id. ¶ 122 (“Defendants failed to inform [Plaintiff’s] patients \nthat there would be a gap in their care.  . . .  The actions of Defendants reflect total \ndisregard for the provision of quality medical care[.]”).  \n86. Finally, the Court is not persuaded by Plaintiff’s argument that even if \nthe learned profession exception applies to CUP and Dr. Natale, it is inapplicable to \nClair because she is not a physician.  As a leading treatise on UDTP claims in North \nCarolina notes,  \n[t]he courts have taken a very broad reading of the exemption, including \nnot only physicians (doctors) but also hospitals and their administrators.  \nThe courts have also extended the exemption beyond the professional \nservices rendered by learned professionals to include basically \ncompetitive commercial decisions by hospital administrators in relation \nto competition and business relations with competitors and suppliers. \n1 North Carolina Unfair Business Practice § 14.03 (2023); see also Cameron, 58 N.C. \nApp. 414, 446 –47 (defendant’s  obligations in administering hospital qualified as  \nrendering of professional services  under N.C.G.S. §  75-1.1(b)).  This same logic \napplies to someone in the position of Clair. \n87. Accordingly, Defendants’ Partial Motion to Dismiss is GRANTED with \nrespect to Plaintiff’s UDTP claim. \nCONCLUSION \n THEREFORE, IT IS ORDERED as follows: \n1. Plaintiffs’ Motion to Amend is GRANTED. \n2. Defendants’ Partial Motion to Dismiss is DENIED  as to \nPlaintiff’s claim for fraud. \n3. Defendants’ Partial Motion to Dismiss is GRANTED with respect \nto Plaintiff’s UDTP claim , and that claim  is DISMISSED with \nprejudice. \n4. Plaintiff is DIRECTED  to file within seven days  a Second \nAmended Complaint in the form attached to the Motion to Amend , \nexcept that the Second Amended Complaint shall not contain a claim for \nUDTP in light of the Court’s dismissal of that claim herein. \nSO ORDERED, this the 20th day of February, 2024. \n \n/s/ Mark A. Davis     \n       Mark A. Davis  \n       Special Superior Court Judge for  \n       Complex Business Cases  \n "
}