{
  "id": "2c21707089af4f46c5911b5be67505fbd59d2e8f486dd85ed56fbea32359fa5c",
  "source_file": "data/raw/ncbc/2c21707089af4f46c5911b5be67505fbd59d2e8f486dd85ed56fbea32359fa5c.pdf",
  "raw_text": "Se. Air Charter, Inc. v. Stroud, 2015 NCBC 66. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF LEE \n \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n11 CVS 946 \nSOUTHEAST AIR CHARTER, INC., \n \nPlaintiff, \n \nv. \n \nROBERT BARRY STROUD, and wife, \nJENNIFER STROUD, UTILITY \nHELICOPTERS, LLC, \nRENAISSANCE JET, LLC, RUSSELL \nVIALL, KAREN LEE ROBINSON and \nDONNIE LAUDERDALE, \n \nDefendants. \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \nORDER \n \n{1} THIS MATTER is before the Court on Defendants Russell Viall, Karen \nLee Robinson and Kathleen Steiner-Crowley’s Motion for Attorney’s Fees and Costs,  \nmade pursuant to Rules 11 and 41 of the North Carolina Rules of Civil Procedure \n(“Rule(s)”) and sections 6-20, 6-21.5, 7A-305, and 75-16.1 of the North Carolina \nGeneral Statutes (“Motion for Sanctions”) and Defendants Viall, Robinson & \nSteiner-Crowley’s Motion to Strike Affidavit of Gary Joseph Chandler and Request \nfor Oral Argument (“Motion to Strike”).  For the reasons stated below, the Motion to \nStrike is DENIED and the Motion for Sanctions is DENIED in part and GRANTED \nin part, subject to further documentation. \nYarborough, Winters & Neville, P.A. by J. Thomas Neville for Plaintiff. \nVan Camp, Meacham & Newman, PLLC by Thomas Van Camp and Richard \nLee Yelverton, III for Defendants Russell Viall, Kathleen Steiner-Crowley, \nand Karen Lee Robinson. \nGale, Chief Judge. \n \n \n \n \n \nI. STATEMENT OF THE CASE \n {2} Plaintiff Southeast Air Charter, Inc. (“SEAC”) initiated this action on \nSeptember 22, 2011, bringing claims against Defendants Robert Barry Stroud \n(“Stroud”), Jennifer Stroud, Utility Helicopters, LLC (“Utility Helicopters”), \nRenaissance Jet, LLC (“Renaissance Jet”), Russell Viall (“Viall”), Karen Lee \nRobinson (“Robinson”), Kathleen Steiner-Crowley (“Steiner-Crowley”), Donnie \nLauderdale (“Lauderdale”), Luxury Butler, LLC (“Luxury Butler”), Christopher \nDavid Frushone (“Frushone”), and Scott Moore (“Moore”).  For purposes of these \nmotions, the relevant claims from the original Complaint are those against Viall, \nRobinson, and Steiner-Crowley (collectively, “the Moving Defendants”), which are \n(1) breach of fiduciary duty (2) constructive fraud, (3) conversion, (4) trespass to \npersonalty, (5) unjust enrichment, (6) unfair and deceptive trade practices \n(“UDTP”), (7) fraud, (8) tortious interference with contract, (9) tortious interference \nwith prospective contract, (10) conspiracy to commit fraud, (11) unauthorized \nappropriation for invasion of privacy, (12) piercing the corporate veil, and (13) \npunitive damages.  Plaintiff alleges an additional claim for reverse piercing the \ncorporate veil against only Viall and Robinson.   \n {3} The case was designated as a mandatory complex business case on \nOctober 31, 2011 and assigned to the undersigned on November 1, 2011. \n {4} Plaintiff filed its Amended Complaint on January 30, 2012, adding \nRaleigh Heliport, LLC (“Raleigh Heliport”) as a Defendant and alleging two \nadditional conspiracy claims against, inter alia, the Moving Defendants.  More \nspecifically, Plaintiff alleged that the Moving Defendants and others conspired: \n(a) to breach Defendants [sic] fiduciary duty owed to Plaintiff; (b) to \ncommit constructive fraud; (c) to convert property of the Plaintiff; (d) to \ncommit trespass to personalty of the Plaintiff; (e) to be unjustly \nenriched by the Plaintiff; (f) to commit unfair and deceptive trade \npractices; (g) to commit fraud; (h) to tortiously interfere with contracts \nof the Plaintiff; (i) to tortiously interfere with prospective contracts of \nthe Plaintiff; and/or (j) to commit unauthorized appropriation of the \nPlaintiff’s name/likeness in furtherance of the overall conspiracy. \n(Am. Compl. ¶ 321; see also Am. Compl. ¶¶ 287, 326.) \n \n \n \n {5} During the course of the lawsuit and before the final dismissal of all \nclaims, Plaintiff dismissed all claims against Scott Moore, Luxury Butler, Frushone, \nRaleigh Heliport, and Lauderdale. \n {6} The Moving Defendants’ counsel asserts that he repeatedly requested \nthat claims against his clients be dismissed for lack of a factual basis and made his \nclients available for interview regarding any inquiry Plaintiff needed to make to \nconfirm that the claims against them had no merit.  (Van Camp. Aff. ¶¶ 3, 4, 6.) \n {7} On September 10, 2013, Plaintiff dismissed all claims alleged against \nSteiner-Crowley without prejudice.   \n{8} On November 26, 2013, Viall and Robinson filed a motion for summary \njudgment on the breach of fiduciary duty, constructive fraud, UDTP, and civil \nconspiracy claims.  Among other assertions, Viall and Robinson challenged that \nPlaintiff had no basis to assert that they owed SEAC fiduciary duties, as they were \nmere employees without domination or control over Plaintiff’s affairs, and that any \nclaims related to the employment relationship could not support a UDTP claim. \n {9} On January 27, 2014, prior to the hearing on the motion for summary \njudgment, Plaintiff dismissed all claims against Viall and Robinson with prejudice, \nexcept for the conspiracy claim.  \n {10}  On April 1, 2014, Viall and Robinson filed a second motion for \nsummary judgment on the remaining claims of civil conspiracy, asserting a total \nlack of evidence to support the claims.  Plaintiff dismissed those claims with \nprejudice before further briefing and argument on the motion.     \n {11} On July 25, 2014, Plaintiff voluntarily dismissed all remaining claims \nagainst all other Defendants. \n {12} On August 28, 2014, the Moving Defendants filed their motion for \nattorney’s fees and costs, citing that Plaintiff failed to present credible evidence to \nsupport the claims alleged against the Moving Defendants. (Defs.’ Br. Supp. Mot. \nAtt’y’s Fees and Costs (“Defs. Supp. Br.”) 16.) \n {13} In opposition to this motion, Plaintiff submitted an affidavit from Gary \nJoseph Chandler (“Chandler Affidavit”), a former employee of SEAC and co-worker \n \n \n \nof the alleged co-conspirators, to demonstrate that Plaintiff had a basis for asserting \nits allegations.  \n {14} The Moving Defendants moved to strike the Chandler Affidavit on the \nbasis that any information from Chandler should have been disclosed in response to \nthe motions for summary judgment and should be stricken because of the clear \nprejudice to the Moving Defendants, who had not been given the opportunity to \ncross-examine Chandler.  \nII. MOTION TO STRIKE \n {15} The Court first determines whether it should allow the Chandler \nAffidavit as a part of the record on which the Court considers the Motion for \nSanctions.  The Court need not determine whether Chandler’s assertions are true.  \nRather, the Court must limit its consideration to those matters of which Chandler \nhad personal knowledge, and then ask whether any such facts, combined with other \ncompetent evidence, gave Plaintiff a reasonable basis to believe that its claims had \nan adequate factual and legal basis.1  Plaintiff rejects the Moving Defendants’ \nargument that they were prejudiced by an inability to interview or depose \nChandler, countering that it fully cooperated with the Moving Defendants in \nseeking to locate Chandler. \n{16} In its discretion, the Court concludes that it should limit its \nconsideration to those matters on which Chandler asserts the requisite personal \nknowledge, and then only to the extent it informs Plaintiff’s reasonable belief that \nits claims had a legal and factual basis.  So limiting its consideration, the Motion to \nStrike is DENIED. \nIII. RELEVANT FACTUAL BACKGROUND \n{17} The Court is required to make findings of fact upon which it bases its \ndecision on whether or not to allow fees pursuant to Rule 11, section 6-21.5, and \n                                                 \n1 The Court has considered the Motion to Strike on its merits in the Court’s discretion even though it \nwas not accompanied by a separate brief as required by Rule 15.2 of the General Rules of Practice \nand Procedure for the North Carolina Business Court. \n \n \n \nsection 75-16.1.  N.C. Gen. Stat. § 6-21.5 (2014); McKinnon v. CV Indus., Inc., ___ \nN.C. App. ___, 745 S.E.2d 343, 350 (2013) (holding that to award attorney’s fees \nunder section 75-16.1, findings of fact are required); Tucker v. The Blvd. at Piper \nGlen LLC, 150 N.C. App. 150, 155–56, 564 S.E.2d 248, 251–52 (2002).  The Court’s \nfindings are limited to the Motion for Sanctions and for discerning Plaintiff’s \nreasonable basis, if any, to believe evidence supported claims against the Moving \nDefendants, whether or not the ultimate finder of fact would find them to be true. \n{18}  Plaintiff SEAC is in the business of air charters, air leases, and \naircraft sales, maintenance, and repair.  At all times relevant to this dispute, \nWilliam J. Henderson (“Henderson”) and William C. Powell (“Powell”) were its sole \nowners and directors.  At different points in time, Powell served as SEAC’s vice \npresident, treasurer, and secretary, and Henderson served as SEAC’s president, \ntreasurer, and assistant secretary.  As secretary, Powell was charged with keeping \naccurate records of director meetings and corporate books.  (Dep. Ex. 19 § V(11); \nSEAC 30(b)(6) Dep. Vol. I, 190:25–191:7, 194:10–:20.)  As treasurer, Henderson and \nPowell were given power over the corporation’s assets.  (Dep. Ex. 19 § V(9); SEAC \n30(b)(6) Dep. Vol. I, 190:25–191:7, 194:10–:20.) \n {19} Stroud replaced Henderson as president of SEAC around September \n2006, and remained an officer of SEAC until September 5, 2008. (Stroud Dep. Vol. II \n61:4–:9; 62:12. But see Dep. Ex. 19, at 24 (noting that Stroud’s formal resignation \noccurred on October 1, 2008).)   \n {20} Viall began working at SEAC as its Director of Operations under \nStroud’s supervision (Am. Compl. ¶ 40), with duties including developing flight \noperation policies, maintaining the safe operation of all aircraft owned or managed \nby SEAC, and insuring all dispatched aircraft were in compliance with the Federal \nAviation Administration (“FAA”) and company regulations (Am. Compl. ¶ 41 (a), \n(d)–(e); Viall Ans. ¶ 41(a), (d)–(e).)  Viall reported to Stroud and was expected to \ncomply with the duties and tasks Stroud assigned to him.  (SEAC 30(b)(6) Dep. Vol. \nI 198:5–:16.) \n \n \n \n {21} Robinson worked under Stroud’s supervision as SEAC’s Charter Sales \nManager and Bookkeeper (Am. Compl. ¶ 42; Robinson Aff. ¶ 2(g), Jan. 14, 2014; \nSEAC 30(b)(6) Dep. Vol. I 198:5–:16), with responsibilities including managing day-\nto-day activities, maintaining client contact information on a data system, providing \ndaily support in response to client inquiries, generating new business with direct \nclients, and following up on leads for potential sales (Am. Compl. ¶ 43 (a)–(e); \nRobinson Ans. ¶ 43 (a)–(e).)  Robinson, in conjunction with Stroud, handled the \nmoney for SEAC, and maintained the corporation’s checking account.  (SEAC \n30(b)(6) Dep. Vol. I 49:9–:11; 87:17–:18; 145:11–146:4.)  Incident to that duty, \nRobinson was responsible for billing SEAC customers and had authority to write \nchecks on behalf of SEAC.  (SEAC 30(b)(6) Dep. Vol. II 443:18–:19, 457:16–458:15.)  \n {22} Steiner-Crowley served as SEAC’s Assistant Sales Manager, assisting \nRobinson in her duties.  (Am. Compl. ¶¶ 45, 46.)  Steiner-Crowley ceased working \nfor SEAC in early 2008, although the basis for her termination is disputed.  (See \nAm. Compl. ¶ 20.)  The Moving Defendants assert that she was terminated as a \nresult of supporting Henderson’s wife during a criminal-domestic case.  (Defs. Supp. \nBr. 19.)   \n {23} During a February 27, 2013, deposition, Powell, appearing as \nPlaintiff’s Rule 30(b)(6) designee, agreed that the Moving Defendants were all “run \nof the mill” employees taking direction from Stroud.  (SEAC 30(b)(6) Dep. Vol. I \n226:5–:7.)   As noted below, the Court concludes that Plaintiff has not developed or \noffered competent evidence that, as employees rather than directors or officers, the \nMoving Defendants exerted an adequate degree of dominion or control over SEAC to \ncreate a fiduciary relationship.   \n {24} In April 2008, Stroud incorporated Renaissance Jet.  (Stroud Dep. Vol. \nI 104:19–:22.)  He intended to either start his own aircraft maintenance, charter, \nand leasing company or eventually purchase all of SEAC’s assets on behalf of \nRenaissance Jet.  (Stroud Dep. Vol. I 104:19–106:10.)  While employed as its \npresident, Stroud considered purchasing SEAC and had discussed the prospect with \nPowell and Henderson.  (Barnum Aff. ¶ 13; Stroud Dep. Vol. I 54:1–:18.) \n \n \n \n {25} On or around September 5, 2008, Powell and Henderson met with \nStroud concerning SEAC’s corporate books.  Henderson offered to sell SEAC or its \nassets to Stroud at that time, but Stroud declined.  (Stroud Dep. Vol. II 66:8–:11.)  \nHe did not believe that SEAC was “worth saving,” and resigned his position with \nSEAC.  (Stroud. Dep. Vol. II 62:10–:12.) \n{26} Renaissance Jet subsequently employed Viall and Robinson.  (Stroud \nDep. Vol. I 113:25–116:19.)  SEAC contends that Robinson helped Stroud set up \nRenaissance Jet’s offices while still employed by SEAC.  (SEAC 30(b)(6) Dep. Vol. II \n341:12–:17.) \nA. Alleged Attempts to Devalue SEAC \n{27} Plaintiff asserts that it has evidence of an agreement between the \nMoving Defendants and Stroud to devalue SEAC in furtherance of Stroud’s plan to \neliminate competition for Renaissance Jet.  That evidence primarily consists of an \nFAA fine against SEAC, two instances of improper crediting to SEAC accounts, and \nuse of aircraft for personal flights.  \n {28} SEAC was required to have a qualified individual serving as its Chief \nPilot.  14 C.F.R. § 119.69(a)(2) (2014).  To serve as a Chief Pilot, “a person must hold \nan airline transport pilot certificate with appropriate ratings and be qualified to \nserve as pilot in command in at least one aircraft used in the certificate holder’s \noperation,” which meant, among other things, that the pilot must pass an \ninstrument proficiency check every six months.  Id. §§ 119.71(c), 135.297.  Plaintiff \nasserts that, because SEAC’s new Chief Pilot, whom Stroud had hired, was not \nqualified, Stroud and Viall caused SEAC to continue to register Matt Woodruff \n(“Woodruff”) as its Chief Pilot after Woodruff had stopped working for SEAC.  (Am. \nCompl. ¶¶ 65, 67, 68.) \n {29} The FAA consequently fined SEAC $30,000 for failure to register a \nqualified Chief Pilot, as Woodruff had not undergone an instrument proficiency \ncheck in six months.  (Compl. Ex. 2; Am. Compl. Ex. 2.)  Based on their respective \nduties, it is likely that Robinson and Viall both knew of the fine. \n \n \n \n {30} Plaintiff has also developed evidence upon which a conclusion could be \nmade that, at some point, Robinson and Stroud caused SEAC to improperly credit \nLuxury Butler $190,000 in connection with a sale and refurbishment of a helicopter \n(Stroud Dep. Vol. I 148:20–149:10, 156:14–17, 225:11–227:19) and to improperly \ncredit Villa Katherine, in excess of $200,000 (SEAC 30(b)(6) Dep. Vol. II 361:12–\n364:19.)  Plaintiff was aware of the alleged improper credits to Luxury Butler at the \noutset of litigation and learned of the credits to Villa Katherine during the course of \ndiscovery. \n{31} The Chandler Affidavit supports information Plaintiff indicates it \nlearned from a 2012 interview with Chandler: that the Moving Defendants also \nauthorized and charged improper expenses to SEAC, such as personal flights.  \n(Chandler Aff. ¶¶ 18(a)–(k).) \nB. Alleged Diversion of SEAC Property and Business \n {32} Plaintiff also contends that it had competent evidence that the Moving \nDefendants conspired to divert SEAC property to Stroud’s companies. \n{33} SEAC maintained a contract with Progress Energy to fly over power \nline corridors and “look for anything that could cause [the power lines] to go down.”  \n(SEAC 30(b)(6) Dep. Vol. I 39:1–:5.)  While SEAC was still operating, Stroud \ntransferred the contract to his company, Utility Helicopters, and continued to \nservice the contract, flying aircraft that SEAC owned.  (Stroud Dep. Vol I. 45:9–:23, \n48:1–:7; Chandler Aff. ¶ 20(b).)  During his deposition, Stroud confirmed that \nRobinson knew that he had taken the Progress Energy contract from SEAC.  \n(Stroud Dep. Vol. I 50:2–:7.)   However, there is no concrete record evidence that the \nMoving Defendants assisted Stroud in transferring the contract pursuant to any \nagreement or common plan. \n {34} Chandler informed Plaintiff that SEAC property, including a \nrefrigerator, grill, golf cart, and avionic equipment, was removed from SEAC’s \nhangar and later surfaced in Renaissance Jet’s possession.  (Chandler Aff. ¶ 18(i).)  \nDavid Lomax, Director of Maintenance for SEAC, corroborated this claim and \n \n \n \ninformed SEAC’s counsel that he witnessed Stroud and Viall removing this property \nand that Robinson was aware of their actions based on her position as Office \nManager and discussions that Lomax had with her.  (Neville Aff. ¶ 27(b).)  Chandler \nalso informed Plaintiff that Robinson was turning down organ-harvest flights on the \nbasis that SEAC did not have an available aircraft when aircraft actually were \navailable.  (Chandler Aff. ¶ 23(a)–(c).) \n {35} Plaintiff contends that this evidence of business and personal property \ndiversion supports its theory that the Moving Defendants and Stroud conspired to \nenrich Stroud’s companies at SEAC’s expense. \nC. Allegations Regarding the “Eraser” Program \n{36} Plaintiff asserts that the installation and use of an “eraser” program to \ndelete incriminating evidence on SEAC’s computers further supports its claim of \nconcerted wrongful conduct.  \n{37} Chandler informed Plaintiff’s counsel that he observed Viall and \nRobinson installing an eraser program on SEAC computers in the SEAC office on \nthe same day that Powell and Henderson met with Stroud regarding SEAC’s \nfinancial distress.  (Chandler Aff. ¶ 22(a); Stroud Dep. Vol. II 60:25–61:19.)  Nolan \nWilliams (“Williams”), SEAC’s accountant, corroborated this information in his \ndeposition.  Williams testified that, upon enlisting an individual to examine SEAC \ncomputers, he and Powell learned that certain documents were missing and were \nnot recoverable.  (Williams Dep. 19:23–20:9.)  Robinson denies that she had any \ninvolvement in installing an eraser program on SEAC computers.  (Robinson Aff. ¶ \n3(c), Oct. 17, 2014). \n{38} Again, Moving Defendants vigorously challenge each of these factual \nassertions.  The Court need not decide whether a jury would likely find the evidence \nto be as Plaintiff contends.  Rather, the question is whether Plaintiff should be \nsanctioned because it had no adequate basis from which to conclude that its claims \nhad potential merit and should be prosecuted. \n \n \n \nIV. LEGAL AUTHORITY AND CONCLUSIONS \n{39} The Court should also make conclusions of law when considering a \nmotion for sanctions.  N.C. Gen. Stat. § 6-21.5; The Blvd. at Piper Glen, 150 N.C. \nApp. at 155–56, 564 S.E.2d at 251–52; see generally Friday v. United Dominion \nRealty Trust, 155 N.C. App. 671, 575 S.E.2d 532 (2002) (holding an award of \nattorney’s fees under section 75-16.1 requires that the trial court must make \nconclusions of law). \nA. Recovery of Costs under N.C. Gen. Stat. § 6-20 and Rule 41 \n{40} Rule 41 provides that “[a] plaintiff who [voluntarily] dismisses an \naction or claim . . . shall be taxed with the costs of the action.”  N.C. R. Civ. P. 41(d).  \nIn such cases, the trial court is required to assess all costs permitted under section \n7A-305.  Lord v. Customized Consulting Specialty, Inc., 164 N.C. App. 730, 734, 596 \nS.E.2d 891, 894–95 (2004).  This includes “[r]easonable and necessary expenses . . . \nfor the cost of deposition transcripts.”  N.C. Gen. Stat. § 7A-305(d)(10) (2014).  \nPlaintiff objects to any award on this basis because, “[i]f not for the actions of the \nMovants, there would have not been any depositions.”  (Pl.’s Br. Opp’n Defs.’ Mot. \nAtt’y’s Fees and Costs and Req. Oral Arg. 37.) \n{41} On September 10, 2013, Plaintiff dismissed all claims against Steiner-\nCrowley.  On January 27, 2014, Plaintiff dismissed all claims against Robinson and \nViall except the conspiracy claims, which claims it dismissed on April 24, 2014.   \nThe three Moving Defendants agreed to share costs on an equal basis.  Prior to \nthese dismissals, the Moving Defendants each incurred $1,727.61 in acquiring \ndeposition transcripts for Williams, Hugh Bingham,2 SEAC, Frushone,3 and Stroud.  \n(Van Camp Aff. Ex. B.)  Each deponent’s testimony related to the alleged conspiracy \nbetween the Moving Defendants, Stroud, Jennifer Stroud, Renaissance Jet, Utility \nHelicopters, Raleigh Heliport, Luxury Butler, and Frushone.  Therefore, it was \n                                                 \n2 Hugh Bingham testified on behalf of First Bank regarding an allegedly improper transaction \nbetween Luxury Butler and SEAC. \n3 Christopher Frushone, a member-manager of Luxury Butler, testified regarding an allegedly \nimproper transaction between his company and SEAC. \n \n \n \nreasonable and necessary that the Moving Defendants’ attorney acquire a copy of \neach deposition transcript and attempt to use the testimony to defend claims \nagainst his clients.  \n{42}  Accordingly, the Moving Defendants are entitled to recover and \nPlaintiff shall pay the Moving Defendants the requested costs, totaling $5,182.83, \npursuant to Rule 41(d). \n{43} Having made this award pursuant to Rule 41, the Court need not \naward further costs under section 6-20, which provides that, “where allowance of \ncosts is not otherwise provided by [law], costs may be allowed in the discretion of \nthe court.”  N.C. Gen. Stat. § 6-20 (2014).  But for the award under Rule 41, the \nMoving Defendants would be entitled to those costs pursuant to section 6-20. \nB. Award of Attorneys’ Fees Pursuant to Rule 11 \n{44} Every pleading must be signed by an attorney, or if the filing party is \nunrepresented, the party himself.  N.C. Civ. P. Rule 11(a). \nThe signature of an attorney or party constitutes a certificate by him \nthat he has read the pleading, motion, or other paper; that to the best \nof his knowledge, information, and belief formed after reasonable \ninquiry it is well grounded in fact and is warranted by existing law or a \ngood faith argument for the extension, modification, or reversal of \nexisting law, and that it is not interposed for any improper purpose, \nsuch as to harass or to cause unnecessary delay or needless increase in \nthe cost of litigation. \nId. \nIf, given the knowledge and information which can be imputed to a \nparty, a reasonable person under the same or similar circumstances \nwould have terminated his or her inquiry and formed the belief that \nthe claim was warranted under existing law, then the party’s inquiry \nwill be deemed objectively reasonable. \nBryson v. Sullivan, 330 N.C. 644, 661–62, 412 S.E.2d 327, 336 (1992) (“Bryson II”).   \n{45} If a pleading is signed in violation of Rule 11, the court must impose \nsanctions upon the signing attorney, the represented party, or both.  N.C. R. Civ. P. \n11.  These sanctions “may include an order to pay to the other party or parties the \namount of the reasonable expenses incurred because of the filing of the pleading, . . . \n \n \n \nincluding a reasonable attorney’s fee.”  Id.  “[I]n determining compliance with Rule \n11, courts should avoid hindsight and resolve all doubts in favor of the signer.”  \nJohnson v. Harris, 149 N.C. App. 928, 938, 563 S.E.2d 224, 230 (2002) (internal \nquotations and citations omitted).  A pleading is measured by its factual sufficiency \nand its legal sufficiency.   \ni. Factual Sufficiency \n{46} For a pleading to be factually sufficient under Rule 11, the signatory \nmust have undertaken a reasonable inquiry into the facts and, based upon that \ninquiry, reasonably believed that his position was well grounded in fact.  McClerin \nv. R-M Indus., 118 N.C. App. 640, 644, 456 S.E.2d 352, 355 (1995) (citing Higgins v. \nPatton, 102 N.C. App. 301, 306, 401 S.E.2d 854, 857 (1991)). \n{47} Although not necessary to its conclusions below, the Court notes that, \nearly in the litigation, it observed the sweeping breadth of Plaintiff’s claims against \nthe array of defendants, with few specific factual allegations directed at them.  At \nthe initial case management conference and thereafter, the Court has cautioned \nPlaintiff that it was likely that it would face a motion for sanctions if it failed to \ndevelop supporting factual evidence, and that it should proceed with awareness of \nthis likelihood.    \n{48} After careful review, without needing to conclude whether such facts \nare true, the Court finds that Plaintiff made a reasonable inquiry before \ndetermining that allegations were well grounded in fact and “susceptible of proof” \nthat Viall and Robinson converted and trespassed upon SEAC’s personal property, \nunjustly enriched themselves and Stroud’s companies at SEAC’s expense, concealed \nmaterial facts from SEAC, tortiously interfered with SEAC’s existing and \nprospective contracts, and did so pursuant to a common agreement or plan for the \nStroud companies’ benefit and at SEAC’s expense, which conduct might rise to an \nactionable UDTP claim.  See Page v. Roscoe, LLC, 128 N.C. App. 678, 686, 497 \nS.E.2d 422, 427 (1998).  Before initiating the action, Plaintiff had evidence, which it \nbelieved to be true, that Stroud misappropriated SEAC’s contract with Progress \n \n \n \nEnergy and that Robinson and Viall likely knew about this misappropriation.  \nPlaintiff had also learned directly from Chandler that Robinson and Viall removed \npersonal property from SEAC’s premises and authorized personal air charter \nservices without charging clients.  Based on reports from Chandler regarding organ-\nharvest flights, Plaintiff formed a reasoned suspicion that Robinson was turning \ndown potential business for SEAC.  Finally, Plaintiff had a reasoned suspicion that \nRobinson, Viall, or both, ran an eraser program on SEAC computers to destroy \ncertain documents.  When viewed together, these facts form a factually sufficient \nbasis to allege the above claims against Robinson and Viall in compliance with Rule \n11.   \n{49} However, after review of the complete record, the Court finds no actual \nor proffered evidentiary basis for the assertion that Steiner-Crowley was involved in \nany of the above acts, had knowledge of them, or explicitly or implicitly joined in \nany conspiracy.  The Court concludes that Plaintiff had no reasonable, factual basis \nto believe it had adequate support for any claim against Steiner-Crowley at the time \nof filing the Complaint. \n{50} The Court likewise concludes that, at the time of filing the Complaint, \nPlaintiff’ had no reasoned basis to believe that Robinson or Viall owed Plaintiff \nfiduciary duties as a result of their employment.  “For a breach of fiduciary duty to \nexist, there must first be a fiduciary relationship between the parties.”  Dalton v. \nCamp, 353 N.C. 647, 651, 548 S.E.2d 704, 707 (2001).  Similarly, Plaintiff’s \nconstructive fraud claim requires a fiduciary relationship.  Ward v. Fogel, ___ N.C. \nApp. ___, 768 S.E.2d 292, 300 (2014), review denied, 771 S.E.2d 302 (N.C. 2015).  \nPlaintiff was well aware that Robinson and Viall were not officers with \ncorresponding fiduciary duties.  Nevertheless, Plaintiff asserted that their duties \ngave them dominion over the company and its employees, making them “de facto \nofficers.”  (Pl.’s Br. Opp’n Russell Viall and Karen Robinson’s Mot. Partial Summ. J. \n13 (citing Tai Sports v. Hall, 2012 NCBC LEXIS 64, at *48 (N.C. Super. Ct. Dec. 28, \n2012).)   There is not now and has not been a factual basis for Plaintiff to so \nconclude.  Plaintiff admitted as much when its Rule 30(b)(6) designee confirmed \n \n \n \nthat the Moving Defendants were “run of the mill” employees who took direction \nfrom Stroud.  (SEAC 30(b)(6) Dep. Vol. I 226:5–:7.) \n {51} In sum, Plaintiff was aware when first filing the action and again \nwhen amending its Complaint that it had no factual basis to assert its claims \nagainst Steiner-Crowley or its claims for breach of fiduciary duty and constructive \nfraud against Viall and Robinson. \n {52} The Court then concludes that limited Rule 11 sanctions are \nappropriate for having filed the claims for which Plaintiff had no reasonable basis to \nbelieve were factually supported. \nii. Legal Sufficiency \n{53} The Court must separately examine whether there was a reasoned \nbasis to conclude that there was support in existing law, as it might reasonably be \nexpanded, for Plaintiff’s claims that lack an adequate factual basis.  Polygenex Int’l, \nInc. v. Polyzen, Inc., 133 N.C. App. 245, 249, 515 S.E.2d 457, 460 (1999).  On this \nquestion, the movant bears the burden of persuasion.  Bryson v. Sullivan, 102 N.C. \nApp. 1, 12, 401 S.E.2d 645, 654 (1991), aff’d in part, rev’d in part on other grounds, \n330 N.C. 644, 412 S.E.2d 327 (1992) (“Bryson I”).  If the court determines that the \npleading is implausible under existing law, the court will examine “whether to the \nbest of the signer’s knowledge, information, and belief formed after reasonable \ninquiry, the complaint was warranted by the existing law.”  Id. (internal quotations \nand citations omitted).  The reasonableness of the belief that the complaint is \nwarranted by existing law should be judged as of the time the document was signed.  \nLincoln v. Bueche, 166 N.C. App. 150, 156, 601 S.E.2d 237, 243 (2004).  \n{54} As to claims against Robinson and Viall, other than for breach of \nfiduciary duty and constructive fraud, the Court concludes that Plaintiff “undertook \na reasonable inquiry into the law and formed a reasonable belief that the complaint \nwas warranted by existing law.”  See Page, 128 N.C. App. at 686, 497 S.E.2d at 427.  \nWhile the UDTP claim may not have been supported solely by reason of the \nemployment relationship between Plaintiff and the Moving Defendants, it was \n \n \n \nreasonable to pursue a UDTP claim assuming the success of the other underlying \nclaims.   \niii. Improper Purpose \n {55} “The improper purpose prong of Rule 11 is separate and distinct from \nthe factual and legal sufficiency requirements.”  Bryson II, 330 N.C. at 663, 412 \nS.E.2d at 337.  An improper purpose is any purpose other than to vindicate one’s \nrights and may be inferred from the individual’s behavior.  Ward v. Jett Props., \nLLC, 191 N.C. App. 605, 609, 663 S.E.2d 862, 865 (2008).  “There must be a strong \ninference of improper purpose to support imposition of sanctions.”  Bass v. Sides, \n120 N.C. App. 485, 488, 462 S.E.2d 838, 840 (1995). \n{56} The Court finds there is not an adequate record to support a finding \nthat Plaintiff brought its claims for an improper purpose. \nC. Award of Attorneys’ Fees Pursuant to N.C. Gen. Stat. § 6-21.5 \n {57} Defendants also move for recovery of attorneys’ fees and costs under \nsection 6-21.5, which provides the trial court with authority to award reasonable \nattorneys’ fees to the prevailing party “if the court finds that there was a complete \nabsence of a justiciable issue of either law or fact raised by the losing party in any \npleading.”  N.C. Gen. Stat. § 6-21.5.4 \n{58} In ruling on a motion for sanctions brought under section 6-21.5, the \ntrial court must “evaluate whether the losing party persisted in litigating the case \nafter a point where he should reasonably have become aware that the pleading he \n                                                 \n4 The Court notes its uncertainty as to whether the Moving Defendants can first properly be \nconsidered “prevailing parties” within section 6-21.5’s and section 75-16.1’s meaning.  Compare \nBryson v. Sullivan, 220 N.C. 644, 664, 412 S.E.2d 327, 338 (1992) (noting that a defendant who was \nvoluntarily dismissed with or without prejudice could be considered a prevailing party, but omitting \ncriteria), with H.B.S. Contractors v. Cumberland Cty., 122 N.C. App. 49, 57–58, 468 S.E.2d 517, 523 \n(1996) (applying a merits test to determine whether the plaintiff was the prevailing party, which \nrequires that the party “succeed on any significant issue in the litigation which achieves some of the \nbenefit the parties sought in bringing the suit”).  In any case, excepting the claims for which the \nCourt has found inadequate factual support at the time they were alleged, the Court determines that \njusticiable issues remained and that the claims were not frivolous.  Therefore, it need not decide the \nprevailing party question. \n \n \n \nfiled no longer contained a justiciable issue.”  Sunamerica Fin. Corp. v. Bonham, \n328 N.C. 254, 258, 400 S.E.2d 435, 438 (1991).   \n {59} Justiciable issues are those that are “real and present as opposed to \nthe imagined or fanciful.”  Id. at 257, 400 S.E.2d at 437 (internal quotation omitted).  \nAppellate case law indicates that, on examining whether a justiciable issue is \nabsent, a trial court must give the losing party’s pleadings “the indulgent treatment \nwhich they receive on motions for summary judgment or to dismiss.”  Sprouse v. N. \nRiver Ins. Co., 81 N.C. App. 311, 326, 344 S.E.2d 555, 565 (1986).  In other words, \nthe Court will view the facts in the light most favorable to Plaintiff.  \n {60} Upon review of the record, the Court finds that real and present issues \nremained throughout the litigation as to whether Viall and Robinson converted and \ntrespassed upon SEAC’s personal property, were unjustly enriched at SEAC’s \nexpense, committed unfair and deceptive trade practices, concealed material facts \nfrom SEAC, tortiously interfered with SEAC’s existing and prospective contracts, \nand did so pursuant to an agreement or common plan to benefit themselves, Stroud, \nor his companies at SEAC’s expense. \n{61} Plaintiff’s prosecution of the claims for breach of fiduciary duty and \nconstructive fraud, brought in violation of Rule 11, would also support imposition of \nfees under section 6-21.5. \nD. N.C. Gen. Stat. § 75-16.1 \n {62} In any lawsuit where a UDTP violation is alleged, the presiding judge \nmay, in his discretion, “allow a reasonable attorney fee to the duly licensed attorney \nrepresenting the prevailing party.”  N.C. Gen. Stat. § 75-16.1 (2014).  For a \ndefendant to recover attorney’s fees under section 75-16.1, he must establish that \n“he is the prevailing party, that [the p]laintiff knew, or should have known the \nclaim was frivolous and malicious, and that the requested fee is reasonable.”  \nBasnight v. Diamond Devs., Inc, 178 F. Supp. 2d 589, 592 (M.D.N.C. 2001) (citing \nN.C. Gen. Stat. § 75-16.1).  Such an award is within “the sound discretion of the \ntrial judge.”  Media Network, Inc. v. Long Haymes Carr, Inc., 197 N.C. App. 433, \n \n \n \n460, 678 S.E.2d 671, 688 (2009) (quoting Castle v. McCullogh, Inc. v. Freedman, 169 \nN.C. App. 497, 504, 610 S.E.2d 416, 421–22 (2005)). \n {63} On reviewing the record, the Court finds no basis for determining that \nPlaintiff’s UDTP claim against Robinson and Viall was either malicious or frivolous.  \nClaims are not “frivolous” simply because they are weak.  Cincinnati Ins. Co. v. \nDynamic Dev. Grp., LLC, 336 F. Supp. 2d 552, 566–67 (M.D.N.C. 2004).  The Court \ndoes not find Plaintiff’s UDTP claim so frivolous as to justify the imposition of fees. \nV. CONCLUSION \n{64} For the foregoing reasons: \n1. Defendants’ Motion to Strike Affidavit of Gary Joseph Chandler is \nDENIED. \n2. Defendants’ Motion for Attorney’s Fees and Costs is DENIED in part \nand GRANTED in part. \n3. Defendant Steiner-Crowley is entitled to an award of reasonable \nattorneys’ fees, but only for the fees she incurred defending claims \nasserted against her. \n4. Defendants Robinson and Viall are entitled to an award of reasonable \nattorneys’ fees, but only for defense of the claims for breach of fiduciary \nduty and corresponding constructive fraud. \n5. Defendants Steiner-Crowley, Robinson, and Viall are entitled \ncollectively to recover as costs the total sum of $5,182.83. \n6. Moving Defendants’ counsel shall, on or before thirty days from the \ndate of this Order, submit a further affidavit attesting to attorneys’ \nfees incurred, specific to the claims for which the Court has determined \nsanctions should be entered for lack of factual support.  If counsel \ncontends the Court should apportion fees incurred for efforts that were \ndevoted to the defense of both those claims and claims for which the \nCourt has determined that sanctions are not appropriate, counsel shall \n \n \n \nprovide support for this claim and the requested method of \napportionment. \n  \nIT IS SO ORDERED this the 30th day of June, 2015. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Special Superior Court Judge \n    for Complex Business Cases \n \n \n \n \n "
}