{
  "id": "2c4cc5d1e5daaae3e875b435bbabc4f477e5c24d6f77291c181f2c0bb52e3efe",
  "source_file": "data/raw/ncbc/2c4cc5d1e5daaae3e875b435bbabc4f477e5c24d6f77291c181f2c0bb52e3efe.pdf",
  "raw_text": " Dunn Holdings I, Inc. v. Confluent Health LLC, 2018 NCBC 89. \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 9321 \n \nDUNN HOLDINGS I, INC. \n(previously DUNN PHYSICAL \nTHERAPY, INC.), a North Carolina \ncorporation, Individually and \nDerivatively on behalf of \nBREAKTHROUGH CARY PT, LLC; \nCHRISTOPHER F. DUNN; and \nTHERESA M. DUNN, \n  \nPlaintiffs, \n \nv. \n \nCONFLUENT HEALTH LLC, a \nDelaware limited liability company; \nLAURENCE N. BENZ, Manager of \nBreakthrough Cary PT, LLC; \nBREAKTHROUGH CARY PT, LLC, \na North Carolina limited liability \ncompany; MARK F. WHEELER; \nJEFFREY HATHAWAY; and \nBREAKTHROUGH PHYSICAL \nTHERAPY, INC., \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \nSECOND AMENDED COMPLAINT \n \n THIS MATTER comes before the Court on Defendants Confluent Health LLC; \nLaurence N. Benz; Breakthrough Cary PT, LLC; Mark F. Wheeler; Jeffrey Hathaway; \nand Breakthrough Physical Therapy, Inc.’s (collectively, “Defendants”) Motion to \nDismiss (“Motion”; ECF No. 48). \n THE COURT, having considered the Motion, the briefs in support of and in \nopposition to the Motion, the exhibits attached to the  Second Amended Complaint \nand the  briefs, the arguments of counsel at the hearing, and other appropriate \nmatters of record, concludes that the Motion should be GRANTED, in pa rt, and \nDENIED, in part, for the reasons set forth below. \n \n \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, LLP , by J. \nMitchell Armbruster for Plaintiffs Dunn Holdings I, Inc. ; Christopher \nDunn; and Theresa Dunn. \n \nStites & Harbison PLLC, by Chadwick A . McTighe (pro hac vice) and \nTimothy D . Thompson (pro hac vice), and Robinson, Bradshaw & \nHinson, P.A. , by Edward F. Hennessey, IV for Defendants  Confluent \nHealth LLC; Laurence N. Benz; Breakthrough Cary PT, LLC; Mark F. \nWheeler; Jeffrey Hathaway; and Breakthrough Physical Therapy, Inc. \n \nMcGuire, Judge. \nFACTS AND PROCEDURAL BACKGROUND \n1. The Court does not make findings of fact on motions to dismiss under \nRule 12(b)(6) of the North Carolina Rules of Civil Procedure.  N.C.G.S. §  1A-1, Rule \n12(b)(6) (hereinafter, the North Carolina Rules of Civil Procedure will be referred to \nas “Rule(s)”).  The Court only recites those facts included in the Second Amended \nComplaint that are relevant to the Court’s determination of the Motion.  See, e.g., \nConcrete Serv. Corp. v. Inv’rs Grp., Inc. , 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 \n(1986). \n2. In 1998, Christopher Dunn (“Christopher”) and Theresa Dunn \n(“Theresa”) (collectively, “the Dunns” ) founded Dunn Physical Therapy, Inc., which \nlater became Dunn Holdings I, Inc. (Dunn Physical Therapy, Inc., and Dunn Holdings \nI, Inc. are collectively referred to as “Dunn PT”).  (2d Am. Compl., ECF No. 36.2, at \n¶ 1.)  Dunn PT operated four physical therapy office s in Wake County, North \nCarolina.  (Id. at ¶ 26.) \n \n \n3. Laurence N. Benz (“Benz”) owned PT Development, LLC , which itself \nowned several physical therapy practices in North Carolina  and across the country.  \n(Id. at ¶¶ 14, 28.) \n4. Mark D. Wheeler and Jeffrey Hathaway  (“Hathaway”) are former \nmembers of PT Development, LLC.  (Id. at ¶¶ 17, 18.) \nA. The Sales Transaction and financing of the sale \n5. In 2014, the Dunns began to negotiate with Benz about Benz purchasing \na majority interest in Dunn PT.  Benz told the Dunns that PT Development, LLC’s \nbusiness model is to buy a majority stake in successful physical therapy practices but \nallow the original founders to continue to manage the practices with the support and \nexperience of PT Development , LLC .  (Id. at ¶ 24.)   Benz also explained that PT \nDevelopment, LLC provided all administrative services for a competitive fee, such \nthat overall expenses would be reduced because multiple practices would be sharing \nexpenses and realizing economies of scale.  (Id. at ¶ 25.) \n6. In June 2014, t he Dunns sold 80% of Dunn PT to a Kentucky limited \nliability company established by Benz called PT Development  Cary, LLC  (“PTD \nCary”).  Benz also created a Kentucky limited liability company called Breakthrough \nCary PT, LLC (“Breakthrough Cary”) and contributed the 80% interest in Dunn PT \nto Breakthrough Cary .  The Dunns then contributed their remaining 20% of Dunn \nPT to Breakthrough Cary (the sale of Dunn PT’s interest and the contribution of its \nremaining 20% interest to Breakthrough Cary hereinafter is referred to as the “Sales \nTransaction”).  Consequently, after the transaction was completed, PTD Cary and \n \n \nDunn PT were the two members of Breakthrough Cary, with PTD Cary owning an \n80% interest and Dunn PT  owning a 20% interest.  (Id. at ¶¶ 29–30.)  On June 2, \n2014, PTD Cary and Dunn PT executed an Operating Agreement  for Breakthrough \nCary (“Operating Agreement”).  (ECF No. 50.1 .)  The Operating Agreement named \nBenz as the manager of Breakthrough Cary. \n7. Benz financed a portion of the purchase price paid to the Dunns through \na Seller Note payable from Breakthrough Cary to Dunn PT (the “Acquisition Debt”).  \n(Id. at ¶ 33.)  The Dunns expressed concern that the Acquisition Debt would be paid \nback directly out of Breakthrough Cary’s profits, meaning that 20% of the debt would \nbe paid by the Dunns, and told Benz that they did not want “to be in the position of \n‘paying themselves.’”  (Id. at ¶¶ 33–35.)  Benz assured the Dunns that the debt would \nbe paid  “‘below the line’  and, accordingly, would not have any effect on their \ndistributions or the value of their  interest in [Breakthrough Cary ].”  ( Id. at ¶ 36.)  \nBased on Benz’s assurances, the Dunns agreed to go forward with the sale.  (Id.)  \nHowever, Plaintiffs allege that Benz ultimately did not pay the debt “below the line,” \nbut instead used Dunn PT’s share of Breakthrough Cary’s profits to repay the \nAcquisition Debt.  (Id. at ¶ 4.) \nB. Failure to make distributions and the Distribution Agreement \n8. During negotiation of the Sales Transaction , the Dunns sought \nassurances from Benz that the y would receive regular distributions from \nBreakthrough Cary.  ( Id. at ¶¶ 41, 43.)  The Operating Agreement gave Benz, as \nmanager, the discretion to make distributions once Breakthrough Cary had cash \n \n \nreserves of 1.5 times the company’s monthly expenses.  ( Id. at ¶ 42.)  Benz “assured \nthe Dunns that he planned to make regular distributions once the cash reserve \nthreshold was met” and that they “could expect to start receiving distributions in or \naround the sixth month following the closing of the sale.”  (Id. at ¶¶ 44–45.)  Plaintiffs \nallege that because the Acquisition Debt was paid out of Breakthrough Cary’s profits \nand not “below the line,” the company never met the cash reserve requirements and \nnever paid distributions.  (Id. at ¶ 46.) \n9. In July 2016, in response to the Dunns’ complaints about the lack of \ndistributions, Hathaway sent an email to Christopher memorializing an agreement \n(the “Distribution Agree ment”) under which Christopher would receive quarterly \ndistributions from Breakthrough Cary.  (ECF No. 36.2, Ex. B.)  The email stated as \nfollows: \nYou had asked me to put in writing the mechanics or \nagreement on your distribution from BreakThrough \nCary.  Below is an outline – pretty simple!  Christopher \nDunn Distribution Agreement:   Starting in Q2 2016 \nDistributions from BreakThrough Cary will be as \nfollows:  1. At the end of each quarter the EBIDTA after \nOHA will be calculated taking out the debt costs (in terest, \netc.) from the sale of Dunn PT to BT Cary.   2. Assuming \nthere are no losses to be made up from the previous \nquarters (initially starting with Q1 2016) then 20% of the \nnet profits will be paid to Christopher Dunn[.] \n \nLet me know if you have any concerns or questions. \n \nJeff \nJeffrey W. Hathaway, PT, DPT \nProactive/Breakthrough PT/Confluent Health \n \n(Id.) \n \n \n \n10. Breakthrough Cary subsequently paid the Dunns distributions for the \nsecond and third quarters of 2016 but did not make any further distributions.  (ECF \nNo. 36.2, at ¶ 51.) \nC. The Roll-up Transaction and Dunn PT’s “Tag-along Rights” \n11. In October 2014, PTD Cary notified the Dunns that PTD Cary intended \nto participate in a reorganization, whereby PTD Cary’s 80% ownership interest in \nBreakthrough Cary would be transferred to Confluent Health, LLC (“Confluent”), an \nentity that Benz substantially owns.  ( Id. at ¶ 91.)  In exchange, the owners of PTD \nCary would receive ownership interests in Confluent  (hereinafter the “Roll -up \nTransaction”).  (Id.)   \n12. Plaintiffs allege that under Breakthrough Cary’s Operating Agreement, \nDunn PT also had the right to participate in the Roll-up Transaction (the “Tag-along \nRights”).  (Id. at ¶¶ 91–96.)  The Operating Agreement provides that:  \nIf [the Seller] proposes to transfer in a sale . . . Membership \nInterests representing fifty percent (50%) or more of the \nthen outstanding Membership Interests of the \nCompany . . . then the other Members (collectively, the \n‘Tag-Along Sellers’) shall have the right  . . . to require the \nproposed purchaser(s) to purchase from such Tag -Along \nSellers their Membership Interest(s) . . . at the same price \nper unit and upon the same terms as offered by the \n[purchaser(s)]. \n \n(ECF No. 50.1, at § 18.1.)  Dunn PT’s Tag-along Rights as the Tag-Along Sellers were \ntriggered under the Operating Agreement when the Seller (PTD Cary) sought to \ntransfer its 80% interest in Breakthrough Cary to Confluent. \n \n \n13. The Dunns notified Benz that Dunn PT wished to sell its interest in \nBreakthrough Cary to Confluent pursuant to the Tag-along Rights.  Benz eventually \nagreed to offer Dunn PT a right to participate in the Roll-up Transaction, but only to \ntransfer 50% of its membership in Breakthrough Cary to Confluent, and in a manner \nthat Plaintiffs allege “deeply deva lued” Dunn PT’s interest in Breakthrough Cary .  \n(Id. at ¶¶ 94–96.)  Dunn PT did not accept the offer.  Nevertheless, on December 22, \n2014, Dunn PT executed a n “Acknowledgment and Consent” authorizing PTD Cary \nto distribute its membership interests to Benz,  Hathaway, and Wheeler, and the \ncontribution of their membership interests to Confluent.  (“Acknowledgment and \nConsent,” ECF No. 50.6.) \n14. Following the Roll-up Transaction, Confluent became an 80% owner of \nBreakthrough Cary. \nD. Management Services Agreement and  improper expenses charged to \nBreakthrough Cary \n \n15. Contemporaneously with the Sales Transaction, “Benz, on behalf of both \nPT Development and Breakthrough Cary, executed a Management Services \nAgreement pursuant to which PT Development was to provide certain administrative \nand management services to Breakthrough Cary, including without limitation, \ncertain accounting, billing, collections, marketing, and human resources services in \nexchange for a monthly management fee equal to 7% of the Company’s gross \ncollections.”  (ECF No. 36.2, at ¶ 56.) \n \n \n16. Plaintiffs allege that despite their complaints, Benz and Confluent have \nregularly charged Breakthrough Cary for expenses that are not Breakthrough Cary’s \nresponsibility and should not have been charged to the company.  (Id. at ¶¶ 57–80.) \nE. Interference with Christopher’s management of Breakthrough Cary   \n17.  As part of the Sales Transaction, Christopher executed an employment \nagreement with Breakthrough Physical Therapy, Inc. (“Employment Agreement”).  \n(Id. at ¶ 160; Empl. Agreement, ECF No. 50.5 .)  Under Article 14 of the  Operating \nAgreement, Benz, as manager, is to manage the business and affairs of the Company.  \n(ECF No. 36.2, at ¶ 158.)  Although Benz served as manager of Breakthrough Cary, \nBenz promised that Christopher would continue to manage the day-to-day operations \nof the physical therapy practice and delegated to Christopher those management \nresponsibilities.  ( Id. at ¶¶  32, 160.)  Despite Benz’s promise, however, Hathaway \nbegan “assert[ing] himself more and more d irectly” into the management of \nBreakthrough Cary to “usurp Christopher’s day to day management responsibilities \nand authority.”  ( Id. at ¶¶ 82, 84.)  Hathaway changed the name of Breakthrough \nCary’s locations from “Dunn Physical Therapy” to “Breakthrough Physical Therapy,” \nand in July 2017, Hathaway informed Christopher that he had been the CEO of \nBreakthrough Cary since 2015.  (Id. at ¶¶ 88, 90.) \nF. The Non-compete Agreements \n18. In conjunction with the Sales Transaction, Breakthrough Cary entered \ninto Noncompet ition, Nonsolicitation, and Nondisclosure Agreements with \nChristopher and Theresa (the “Non-compete Agreements”).  (Id. at ¶¶ 164–75; ECF \n \n \nNos. 50.3 and 50.4.)  The Non-compete Agreements restrict Christopher and Theresa \nfrom having any  relationship whatsoever with a physical therapy business for a \nperiod of five years following execution of the agreements and in a territory \nencompassing a 25 mile radius around Break through Cary’s office locations .  ( ECF \nNo. 36.2, at ¶¶ 168–69.)  The Employment Agreement also contain s a non-compete \nprovision placing similar restrictions on Christopher.  ( Id. at ¶ 165.)  Plaintiffs now \nallege that the restrictions are overbroad and unenforceable. \nG. Procedural history \n19. Plaintiffs filed their first Complaint in this matter on July 28, 2017.  \n(ECF No. 3.)  Plaintiffs subsequently filed an Amended Complaint on November 6, \n2017.  (ECF No. 7.)   Defendants moved to dismiss the Amended Complaint on \nDecember 1, 2017 (ECF No. 16), and the motion became ripe on January 1 1, 2018.  \n(ECF No. 45.)   \n20. On December 22, 2017, Plaintiffs filed a Motion to Amend Complaint.  \n(ECF No. 36.)  The Court granted the Motion to Amend Complaint on January 30, \n2018 and deemed the Second Amended Complaint to have been filed and served upon \nDefendants on January 30, 2018.  (ECF No. 47.)  The Second Amended Complaint  \nalleges claims for: breaches of contract; breach of fiduciary duty; judicial dissolution; \nappointment of a receiver; declaratory judgment declaring the Non-compete \nAgreements inva lid; unfair and deceptive trade practices; constructive fraud; and \nfraud.  (ECF No. 36.2, at ¶¶ 127–98.) \n \n \n21. On March 1, 2018, Defendants filed th e Motion.  (ECF No. 48.)  \nDefendants move to dismiss under Rules 12(b)(1) and 12(b)(6) .  (Id.)  On March 26, \n2018, Plaintiffs filed a response to the Motion ( ECF No. 52 ), and Defendants filed \ntheir reply on April 9, 2018 (ECF No. 54).  The Court subsequently held a hearing on \nthe Motion.  During the hearing, the Court directed the parties to file supplemental \nbriefing on the issue of whether Plaintiffs adequately alleged that Confluent is a \nsuccessor to PTD Cary for purposes of imposing liability on Confluent.  The parties \nsubsequently filed the supplemental briefs.  (Defs.’ Suppl. Br., ECF No. 57; Pls.’ \nSuppl. Br., ECF No. 58.)  The Motion is now ripe for resolution. \nANALYSIS \nA. Standards of review \n22. Dismissal under Rule 12(b)(1) is proper “[i]f a party does not have \nstanding to bring a claim [because] a court has no subject matter jurisdiction to hear \nthe claim.”  Estate of Apple v. Commercial Courier Express, Inc. , 168 N.C. App. 175, \n177, 607 S.E.2d 14, 16 (2005).  When considering a motion to dismiss for lack of \nstanding, the Court must “view the allegations as true and the supporting record in \nthe light most favorable t o the non -moving party.”  Mangum v. Raleigh Bd. of \nAdjustment, 362 N.C. 640, 644, 669 S.E.2d 279, 283 (2008). \n23. The burden is on the party invoking jurisdiction to establish standing.  \nMarriot v. Chatham Cty., 187 N.C. App. 491, 494, 654 S.E.2d 13, 16 (2007).  The Court \nwill only grant a Rule 12(b)(1) motion “if the material jurisdictional facts are not in \ndispute and the moving party is entitled to a judgment as a matter of law.”  Wilkie v. \n \n \nStanley, 2011 NCBC LEXIS 11, *10 (N.C. Super. Ct. Apr. 20, 2011) (citing Southstar \nFunding, L.L.C. v. Warren, Perry & Anthony, P.L.L.C. , 445 F. Supp. 2d 583, 584 \n(E.D.N.C. 2006)). \n24. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court’s \ninquiry is “whether, as a matter of law, the allegations of the [C]omplaint, treated as \ntrue, are sufficient to state a claim upon which relief may be granted under some \nlegal theory, whether properly labeled or not.”  Harris v. NCNB Nat’l Bank, 85 N.C. \nApp. 669, 670, 355 S.E.2d 838, 840 (1987).  North Carolina is a notice pleading state.  \nSee, e.g., Feltman v. City of Wilson, 238 N.C. App. 246, 252, 767 S.E.2d 615, 620 (2014) \n(quoting Wake Cty. v. Hotels.com, L.P. , 235 N.C. App. 633, 646, 762 S.E.2d 477, 486 \n(2014)).  “Under notice pleading, a statement of claim is adequate if it gives sufficient \nnotice of the claim asserted to enable the adverse party to answer and prepare for \ntrial, to allow for the application of the doctrine of res judicata, and to show the type \nof case brought.”  Id. \n25. Dismissal of a claim pursuant to Rule 1 2(b)(6) is proper “(1) when the \ncomplaint on its face reveals that no law supports plaintiff’s claim; (2) when the \ncomplaint reveals on its face the absence of fact sufficient to make a good claim; [or] \n(3) when some fact disclosed in the complaint necessa rily defeats the plaintiff’s \nclaim.”  Oates v. JAG, Inc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985).  In deciding \na motion to dismiss, the Court must construe the Complaint liberally and accept all \nwell-pleaded allegations as true.  Laster v. Francis , 199 N.C. App. 572, 577, 681 \nS.E.2d 858, 862 (2009).  The Court, however, is not required “to accept as true \n \n \nallegations that are merely conclusory, unwarranted deductions of fact, or \nunreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human \nServs., 174 N.C. App. 266, 274, 620 S.E.2d 873, 880 (2005)  (citations and quotation \nmarks omitted).  In addition, the Court may consider documents that are the subject \nof Plaintiff’s Complaint and to which the Complaint specifically refers.  Oberlin \nCapital, L.P. v. Slavin, 147 N.C. App. 52, 60, 554 S.E.2d 840, 847 (2001). \nB. Successor liability \n26. As an initial matter, Defendants argue that Plaintiffs cannot make \nclaims against Confluent as the successor to PTD Cary be cause PTD Cary is now \ndissolved and Confluent is not a successor in interest to PTD Cary.  (ECF No. 57, at \np. 2.)  Plaintiffs, however, argue that Confluent is  the legal successor in interest to \nPTD Cary and that, in any event, Plaintiffs are permitted to sue former members of \na dissolved LLC under Kentucky law.1  (ECF No. 58, at pp. 4, 7.) \n27. Under Kentucky law, “[i]t is generally accepted  . . . that a corporation \nwhich purchases another corporation does not assume the payment of any debts or \nliabilities of the corporation which it has pur chased.”  Pearson v. Nat’l Feeding Sys., \n90 S.W.3d 46, 49 (Ky. 2002) (citing Am. Railway Express Co. v. Commonwealth, 228 \nS.W. 433, 436–37 (Ky. 1920)).  However, there are four exceptions to this rule:  \n(1) where the purchaser expressly or impliedly agrees  to \nassume such debts or other liabilities; (2) where the \ntransaction amounts to a consolidation or merger of the \nseller and purchaser; (3) where the purchasing corporation \nis merely a continuation of the selling corporation; or (4) \n                                                 \n1 PTD Cary was created under Kentucky law.  (ECF No. 36.2, at ¶ 2.)  The parties both make \ntheir arguments regarding successor liability referencing Kentucky law.  (ECF No. 57, at pp. \n2–3; ECF No. 58, at pp. 4, 6–7.) \n \n \nwhere the transaction is entered into fraudulently in order \nto escape liability for such debts. \n \nId. \n28. Plaintiffs have not alleged, and neither party contends, that PTD Cary \n“sold” its assets to Confluent.  Rather, Plaintiffs allege, and Defendants do not \ndispute, that PTD  Cary transferred its ownership interest to Confluent in what \nPlaintiffs describe as a “roll-up.”  (ECF No. 36.2, at ¶ 31.)  The Acknowledgment and \nConsent in which the parties consented to the transfer states that PTD Cary \n“distribute[d]” its interest to the memb ers (Benz, Hathaway, and Wheeler), and the \nmembers “contribute[d]” the interests in PT D Cary to Confluent “in exchange for \nlimited liability company interests in Confluent.”  (ECF 57.1, at p. 1.)  The allegations \ndo not suggest an arms -length purchase of P TD Cary by Confluent, but rather a \nrestricting of PTD Cary’s ownership interest in Breakthrough Cary between close \nbusiness associates.   \n29. In addition, Plaintiffs expressly allege that Confluent is a “successor” to \nPTD Cary’s membership interest in Breakthr ough Cary.  ( ECF No. 36.2, at ¶¶ 13, \n133.)  Plaintiff s also contend that the provisions of the Operating Agreement \nregarding transfers of membership interests strongly support the notion that \nConfluent should be considered a successor for purposes of the c laims raised in this \nlawsuit.  (ECF No. 58, at pp. 2–3.)  Section 16.1 of the Operating Agreement, entitled \n“Restrictions on Transfer,” provides in relevant part as follows: \nThe Transfer of an Interest pursuant to this Article 16, or \notherwise, shall not r elease the assigning Member from \nsuch Member’s obligations under this Agreement unless \n \n \nthe transferee of such Interest is approved by the vote of \nMembers holding all of the Participating Percentages as a \nsubstituted Member, and the approved assignee assumes in \nwriting the obligations of the assigning Member .  The \napproved Transfer pursuant to this paragraph 16.1 shall \nconfer upon the assignee the right to become a substituted \nMember, in the following manner and subject to the \nfollowing conditions: . . . \n \n(iv) Each assignee shall agree in writing to be subject to and \nbound by the terms of this Agreement as if originally a party \nto this Agreement. \n \n(ECF No. 50.1, at § 16.1) (emphasis added).  Plaintiffs argue that this language either \nexpressly or impliedly,  creates successor liability obligations on Confluent as the \ntransferee of PTD Cary.  (ECF No. 58, at pp. 2–3.) \n30. Finally, Plaintiffs argue that the allegations in the Second Amended \nComplaint support the  conclusion that the transfer of PTD Cary’s interests to \nConfluent amounted to a consolidation of merger and that Confluent’s ownership of \nthe interest was a mere continuation of PTD Cary’s interest.  (Id. at pp. 4–5.)  Indeed, \nthe allegations do not suggest that Breakthrough Cary’s operations changed in any \nsignificant way after the transfer of membership interest. \n31. The Court concludes that , at this early stage of the proceedings,  \nPlaintiffs have adequately alleged that Confluent is the su ccessor to PTD Cary for \npurposes of imposing liability on Confluent.  Accordingly, the Court need not address \nat this time Plaintiffs’ allegations concerning the potential individual liability of \nBenz, Hathaway, and Wheeler. \n \n \n \nC. Standing to bring direct and derivative claims \n32.   Plaintiffs allege that Confluent breached fiduciary duties to Dunn PT  \nand committed constructive fraud  “by engaging in self -dealing and engaging in \nfinancial transactions and accounting decisions which have benefited Defendants \nConfluent and/or Benz to the detriment of  Plaintiff Dunn PT ,” (ECF No. 36.2, at \n¶142), and by making misrepresentations that the acquisition debt would be kept \n“below the line’ and “regarding distributions, expenses, acquisition indebtedness \ntreatment, and other matters.”  (Id. at ¶¶ 184–85, 193.)  Plaintiffs further allege that \n“to the extent Dunn PT can only recover on [these] claim[s] derivatively” the claims \nare “also asserted as [ ] derivative claim[s].”  (Id. at ¶¶ 146, 187.)  Defendants argue \nthat Dunn PT’s claims for breach of fiduciary duty and constructive fraud against \nConfluent should be dismissed pursuant to Rule 12(b)(1) because Dunn PT  lacks \nstanding to pursue those claims directly or derivatively on behalf of Breakthrough \nCary.  Defendants contend that Dunn PT has failed to allege direct claims against \nConfluent and that Dunn PT did not make a proper derivative demand that would \nenable them to assert the claims derivatively.  (Mem. Supp. Defs.’ Mot. Dismiss Pls.’ \nSecond Am. Compl., ECF No. 49, at pp. 14–16.) \n33. Defendants argue that the alleged actions of Confluent can only have \nharmed Breakthrough Cary, “with any harm to [Dunn PT] flowing from its \nmembership interest in Breakthrough Cary.”  ( Id. at p. 14.)  Any harm to Dunn \nHoldings could “give rise only to claims by Breakthrough Cary, and so any possible \nclaim would be derivative.”  (Id. at p. 6.)  Plaintiffs counter that Confluent owed Dunn \n \n \nPT a fiduciary duty as majority, controlling member of Breakthrough Cary, and that \nDunn PT is permitted to bring an individual action against Confluent for breaches of \nthat duty.  (ECF No. 52, at p. 16.)   \n34. Under North Carolina law, a controlling member of an LLC owes a \nfiduciary duty to minority members.  Kaplan v. O.K. Techs., L.L.C. , 196 N.C. App. \n469, 473, 675 S.E.2d 1 33, 137 (2009); Plasman v. Decca Furniture (USA), Inc. , 2016 \nNCBC LEXIS 80, *25–26 (N.C. Super. Ct. Oct. 21, 2016) (holding that defendant, as \na majority member of the LLC, owed a fiduciary duty to plaintiff, a minority member \nof the LLC);  see also Norman v. Nash Johnson & Sons’ Farms, Inc. , 140 N.C. App. \n390, 405, 537 S.E.2d 248, 259 (2000) (“[M]inority shareholders in a closely held \ncorporation who allege wrongful conduct and corruption against the majority \nshareholders in the corporation may bring an in dividual action against those \nshareholders, in addition to maintaining a derivative action on behalf of the \ncorporation.”)  Plaintiffs allege that Confluent had an 80% ownership  interest in  \nBreakthrough Cary , and was “the controlling majority member of [Br eakthrough \nCary].”  (ECF No. 36.2, at ¶¶ 2, 118.)  Therefore, Plaintiffs have alleged Confluent \nowed Dunn PT a fiduciary duty, and Dunn PT may pursue its own individual claims \nfor breach of fiduciary duty and constructive fraud against Confluent.   \n35. Defendants also assert that Plaintiffs did not make a proper derivative \ndemand on Breakthrough Cary that would enable Dunn PT to bring its claims for \nbreach of fiduciary duty or constructive fraud.  Since Plaintiffs plead the derivative \nclaims only in the alterna tive, and the Court already has concluded that Dunn PT \n \n \nmay pursue direct claims for breach of fiduciary duty and constructive fraud, the \nCourt need not address Defendants’ argument. \n36.  Defendants’ Motion to Dismiss Plaintiffs’ claims for breach of fiduciary \nduty and constructive fraud should be  DENIED to the extent those claims allege \ndirect, non-derivative claims.  In addition, Plaintiffs’ claims for breach of fiduciary \nduty and constructive fraud should be DISMISSED AS MOOT t o the extent those \nclaims allege derivative claims. \nD. First Claim for Relief: Breach of Contract – Tag-Along Rights \n37. In their First Claim for Relief, Plaintiffs allege that Confluent breached \nthe Operating Agreement  regarding the Tag-along R ights.  Plaintiffs  allege that \n“[t]he Confluent Roll-up in October 2014 triggered Dunn PT’s Tag-along Rights under \nthe Operating Agreement, and Benz and PTD Cary (now Confluent) breached the \nOperating Agreement by not allowing Dunn PT to fully participate in the Roll -up at \nthe fair value of their equity stake, which it would have done if permitted.”  ( Id. at \n¶ 129.)  Defendants contend that this claim should be dismissed because (a) Dunn PT \nwaived any breaches of the Oper ating Agreement by signing the Acknowledgment \nand Consent allowing the transfer of PTD Cary’s interest to Confluent, (ECF No. 49, \nat pp. 8 –9), and (b) Plaintiffs have not alleged a breach because Dunn PT’s only \nremedy for Confluent’s refusal to purchase Dunn PT’s interests was to invoke Section \n18.2 of th e Operating Agreement blocking PTD Cary’s transfer  of its interests to \nConfluent.  (Id. at pp. 9–10.)  Plaintiffs, on the other hand, argue that  (a) the Court \ncannot consider the Acknowledgment and Consent because it is not expressly \n \n \nreferenced in the Seco nd Amended Complaint;  (b) Defendants’ waiver argument is \nnot properly considered on a motion to dismiss under Rule 12(b)(6) ; and (c) Plaintiff \nhas sufficiently alleged a breach of the Tag-along Rights.  (ECF No. 52, at  pp. 9–13.) \n38. As a preliminary matter, the Court concludes that it can properly \nconsider the Acknowledgment and Consent  in deciding the Motion .  Although \nPlaintiffs do not expressly refer to the Acknowledgment and Consent  in their \nallegations, the Roll-up Transaction is one of the primary trans actions that is the \nsubject of the claims in this lawsuit.  Oberlin Capital, L.P., 147 N.C. App. at 60, 554 \nS.E.2d at 847 (the “consideration of a contract which is the subject matter of an action \ndoes not expand the scope of a 12(b)(6) hearing and does not create justifiable surprise \nin the nonmoving party.”). \n39. The Court also believes that it can properly consider Defendants’ waiver \ndefense under the circumstances of this case.  Although there is North Carolina case \nlaw suggesting that it may not be prope r to consider an affirmative defense on a \nmotion to dismiss under Rule 12(b)(6) motion, see Brooks Distributing Co v. Push, 91 \nN.C. App. 715, 723–24, 373 S.E.2d 300, 305 (Cozort, J., dissenting), rev’d per curiam \n324 N.C. 326, 378 S.E.2d 31 (1989), more re cent cases have permitted consideration \nof statute of limitations defenses raised by motion to dismiss.  Johnson v. North \nCarolina DOT , 107 N.C. App. 63, 66 –67, 418 S.E.2d 700, 702 (1992) (“Absent a \nshowing of prejudice, an affirmative defense may be raised by a Rule 12(b)(6) motion \nto dismiss.”); Carlisle v. Keith , 169 N.C. App. 674, 687, 614 S.E.2d 542, 551 (2005) \n(“This Court has held that a trial court may consider a statute of limitations defense, \n \n \nthough not raised in a motion to dismiss, when the non -movant has not been \nsurprised and has full opportunity to argue and present eviden ce on the affirmative \ndefense.” (citations and quotation marks omitted)).  Plaintiffs do not argue that they \nare prejudiced by Defendants’ waiver argument, and they cannot be  surprised by a \ndefense based on the Acknowledgment and Consent, to which Dunn PT is a party.  \nUnder the circumstances of this case, the Court concludes that it is appropriate to \nconsider Defendants’ argument that Plaintiffs waived the claim for breach of the Tag-\nalong Rights.   \n40. The Supreme Court of North Carolina has held that \nIt is well established that  a written contract may be \nwaived, and the provisions in a contract may be waived. A \nwaiver takes place where a man dispenses with the \nperformance of something which he has a right to exact.  A \nparty may excuse performance expressly or by  conduct \nwhich naturally and justly leads the other party to believe \nthat performance is dispensed with.  There can be no \nwaiver unless so intended by one party, and so understood \nby the other, or one party has so acted as to mislead the \nother. It is a question of intent, which may be inferred from \na party’s conduct.  Intent is an operation of the mind and \nshould be proven and found as a fact and is rarely to be \ninferred as a matter of law. \n \nHarris & Harris Constr. Co. v. Crain & Denbo, Inc., 256 N.C. 110, 118–19, 123 S.E.2d \n590, 596 (1962) (citation omitted). \n41. Defendants argue that Dunn PT expressly waived its claim for breach \nof the Tag -along Rights  in the Operating Agre ement by executing the \nAcknowledgment and Consent, which contained the following provision: \nEach of the Company and its members and manager \nhereby irrevocably waives on a one -time basis (a) any \n \n \npurchase options, rights of first refusal or similar rights \nthat may arise or that may have otherwise arisen under \nthe Operating Agreement or otherwise to purchase the \nPTD Cary Interest as a result of the transactions described \nabove, and (b) any noncompliance with the terms of the \nOperating Agreement resulting from the foregoing. \n \n(ECF No. 57.1, at p. 1.)  Plaintiffs make several arguments in response.  First, \nPlaintiffs contend that the referenced language does not explicitly waive the Tag -\nalong Rights contained in Article 18 of the Operating Agreement , and  is most \nreasonably interpreted as applying only to claims on non-compliance with Article 16 \ninvolving transfers of interest.  (ECF No. 52, at p. 10.)  Plaintiffs also argue that the \nAcknowledgment and Consent does not reference any cons ideration provided to \nPlaintiffs and therefore cannot alter their rights under the Operating Agreement.  \n(Id.)  The Court does not find these arguments persuasive.  The language in the \nAcknowledgment and Consent expressly waives “any noncompliance with the terms \nof the Operating Agre ement,” and is broad enough to encompass potential claims \nregarding Tag -along Rights without express mention of those rights.  In addition, \nPlaintiffs have not directed the Court to any North Carolina precedent holding that \na contractual right can only be waived in exchange for consideration.  To the contrary, \nthe law provides that a person can waive contract rights by words or conduct that \n“naturally leads the other party to believe that the right has been intentionally given \nup.”  Phoenix Ltd. P’ ship v. S impson, 201 N.C. App. 493, 500, 688 S.E.2d 717, 722 \n(2009) (citations and quotation marks omitted). \n42. Plaintiffs also argue that since a waiver involves a question of intent, it \nis ill-suited to resolution on a motion to dismiss.  (ECF No. 52, at pp. 10–11.)  Plaintiffs \n \n \nnote that “the Roll-up [T]ransaction [ ] includes many documents, e-mails, and other \ncommunications” that may bear on whether PT Dunn intended to waive it rights.  (Id. \nat p. 10 .)  The Acknowledgment and Consent does not contain a merger claus e \npurporting to limit its terms to the written provisions of the documents.  Accordingly, \nthere may exist other documents and communications surrounding the execution of \nthe Acknowledgment and Consent that would inform the interpretation of the waiver \nprovision. \n43. The Court concludes that it is premature at this stage of the case to \ndecide Defendants’ waiver defen se. Discovery may yield additional information \nregarding Dunn PT’s intent in executing the Acknowledgment and Consent.   \n44. Finally, Defendants contend Plaintiffs do not allege a claim for breach \nof the Tag -along Rights because Dunn PT’s only recourse for Confluent’s refusal to \npurchase Dunn PT’s membership interests in the Roll -up Transaction was to block \nPTD Cary’s transfer of its inte rests to Confluen t pursuant to S ection 18.2 o f the \nOperating Agreement.  Plaintiffs do not directly respond to Defendants’ argument, \nbut instead contend they have adequately alleged a claim for breach of contract to \nsurvive dismissal.  A breach of contract claim requires that the plaintiff allege (1) the \nexistence of a valid contract and (2) a breach of the terms of that contract.  Poor v. \nHill, 138 N.C. App. 19, 26, 530 S.E.2d 838, 843 (2000).  Plaintiffs have adequately \nalleged, and De fendants do not dispute, that the Operating Agreement was a valid \ncontract.  Plaintiffs have also alleged a breach of the Operating Agreement.  (ECF \nNo. 5, at ¶ 129.)  Accordingly, the Court concludes that Plaintiffs have properly pled \n \n \na claim for breach o f the Ope rating Agreement regarding the T ag-along Rights.  \nHighland Paving Co. v. First Bank, 227 N.C. App. 36, 40, 742 S.E.2d 287, 291 (2013) \n(“The elements of a claim for breach of contract are (1) existence of a valid contract \nand (2) breach of the term s of the contract.  This Court has held that where the \ncomplaint alleges each of these elements, it is error to dismiss a  breach of contract \nclaim under N.C. Gen. Stat. § 1A -1, Rule 12(b)(6).”  (citations and quotation  marks \nomitted)). \n45. Defendants’ motion to  dismiss the claim for breach of the Tag -along \nRights in the Operating Agreement should be DENIED. \nE. Second Claim for Relief: Breach of Contract – Distributions  \n46. In their Second Claim for Relief , Plaintiffs allege that Confluent \nbreached the Distribution Agreement by failing to pay any further distributions to \nDunn PT after making distributions for the second and third quarters of 2016.  (ECF \nNo. 36.2, at ¶¶ 134–38.) \n47. Defendants move to dismiss the Sec ond Claim for Relief.  Defendants \ncontend that Breakthrough Cary’s Operating Agreement gives Benz, as manager, the \nsole discretion to determine whether to make distributions.  (ECF No. 49, at pp.  11–\n12.)  Defendants argue that the Distribution Agreement is not a valid amendment of \nthe Operating Agreement, which  requires the written and unanimous approval of \nBreakthrough Cary’s members , and Hathaway is not a member of Breakthrough \nCary.  ( Id. at p. 12. )  Finally, Defendants argue that even if Breakthrough Cary, \nthrough Hathaway, entered into a valid agreement to make distributions, Plaintiffs \n \n \nallege that Confluent is the party in breach of the Distribution Agreement.  (Id. at p. \n13.) \n48. The Operating Agreement states that distributions other than tax \ndistributions “shall be distributed to the Members at such time or times and in such \namounts as determined by the Manager in its sole discretion .”  (ECF No. 50.1, at \n§ 9.1.)  The Operating Agreement also provides that “[a]ny  amendments to this \nAgreement . . . shall be in writing and unanimously approved by all members.”  (Id. \nat § 22.12.)  Plaintiffs contend that the Distribution Agreement is a valid amendment \nto the Operating Agreement, altering the manager’s discretion in making \ndistributions, because the Distribution Agreement is in writing and is signed by \nHathaway on behalf of Confluent and Breakthrough Cary.  (ECF No. 52, at p. 13.)  \nThe Court disagrees.   First, even if the Distribution Agreement  constitutes a \nsufficient “writing,”  it is not signed by  Dunn PT  as required by the Operating \nAgreement.  Second, the Distri bution Agreement does not purport to be a formal \namendment to the Operating Agreement and does not make reference to the \nOperating Agreement, much less to S ection 9.1 governing distributions.  The \nallegations do not support Plaintiffs ’ position that the Distribution Agreement was \nan amendment to the Operating Agreement , or that breach of the Distribution \nAgreement is a breach of the Operating Agreement. \n49. Plaintiffs have , however, adequately alleged that the Distribution \nAgreement is a se parate and valid contract between Dunn PT, or Christopher \nindividually, and Confluent.  (ECF No. 36.2, at ¶¶ 50 –52, 134, 138.)  Defendants do \n \n \nnot argue that Dunn PT or Christopher and Confluent could not enter into \nagreements separate from and additional t o the Operating Agreement.  In addition, \nPlaintiffs allege that Confluent acknowledged the validity of the Distribution \nAgreement by paying the agreed upon distributions for two quarters.     \n50. Defendants also argue that Confluent cannot be liable for this a lleged \nbreach because it is Breakthrough Cary, not Confluent, that is responsible for paying \ndistributions to its members.  (ECF No. 49, at p. 13.)  Plaintiffs argue that Hathaway \nsigned the new agreement on behalf of both  Breakthrough Cary and Confluent, and \nbecause Plaintiffs have alleged that Confluent is the controlling member of \nBreakthrough Cary, Confluent is essentially the one responsible for making \ndistributions under the new agreement.  (ECF No. 52, at pp. 1 4–15.)  At the motion \nto dismiss stage, the Court accepts these allegations as sufficient to state a breach of \nthe new agreement by Confluent, the controlling member of Breakthrough Cary.   \n51. Even though Plaintiffs have not adequately alleged a breach of the \nOperating Agreement regarding distributions, they have alleged a breach of the \nDistribution Agreement.  Defendants’ motion to dismiss Plaintiffs’ claim for breach \nof contract regarding the failure to make distributions under the Distribution \nAgreement is DENIED. \nF. Fourth and Fifth Claims for Relief: Oppression and Judicial Dissolution, \nand Appointment of Receiver \n \n52. In their Fourth Claim for Relief, Plaintiffs seek a judicial dissolution of \nBreakthrough Cary under N.C. Gen. Stat. § 57D-6-02 (hereinafter, “G.S.”).  In their \nFifth Claim  for Relief , Plaintiffs seek the appointment of a receiver over \n \n \nBreakthrough Cary under G.S. § 57D-6-04 to oversee the dissolution.  Plaintiffs allege \nthat dissolution is necessary because “[u]nder the present circumstances, it is not \npracticable to continue to conduct the business of Breakthrough Cary in conformance \nwith the Operating Agreement and Chapter 57D of the North Carolina General \nStatutes.”  (ECF No. 36.2, at ¶ 149.)  Plaintiffs allege that a “receiver is necessary to \nprotect the interest of the minority member Plaintiff, to prevent the continued \nallocation of inappropriate expenses to Breakthrough Cary, to provide for \ndistributions as agreed upon by the members, to conduct an accounting, and for other \nappropriate relief.”  (Id. at ¶ 156.) \n53. Defendants seek dismissal of the claims for dissolution and appointment \nof a receiver contending that the allegations do not support dissolution and the \nremedies are “improper and unnecessary.”  (ECF No. 49, at p. 17.)   \n54. G.S. § 57D-6-02 provides that “[t]he superior court may dissolve an LLC \nin a proceeding brought by  . . . [a] member, if it is established that (i) it is not  \npracticable to conduct the LLC’ s business  in conformance with the operating \nagreement and this Chapter or (ii) liquidation of the LLC is necessary to protect the \nrights and interests of the member. ”  Plaintiffs’ allegations are more than sufficient \nto support the requested relief on grounds that it is not practicable  to conduct the \nLLC’s business given the parties’ disputes and their current relationship.  Plaintiffs \nalso allege improprieties by Confluent and Benz that would support the claim that \ndissolution is necessary to protect Dunn PT’s inte rests.  Defendants’ motion to \n \n \ndismiss Plaintiffs’ requests for judicial dissolution and appointment of a receiver \nshould be DENIED. \nG. Sixth Claim for Relief: Breach of Contract – Management of Company \n55. In their Sixth Claim for Relief, Plaintiffs allege that Defendants \nbreached the Operating Agreement by appointing Hathaway as CEO of \nBreakthrough Cary.  Plaintiffs claim that Benz, as manager, delegated to Christopher \nthe responsibility for the day -to-day operations of Breakthrough Cary and that the \npurported appointment of Hathaway impaired Christopher’s ability to conduct those \noperations.  (ECF No. 36.2, at ¶¶ 160, 162.) \n56. The Operating Agreement provides that Benz, as manager, “shall be \nentitled to delegate certai n duties to another person pursuant to the terms of a \nmanagement agreement entered into by and between such party and [Breakthrough \nCary].”  (ECF No. 50.1, at § 14.3.)  The Operating Agreement places no specific \nrestriction on the persons to whom Benz can delegate duties or the particular duties \nhe can delegate.  In addition, G.S. § 57D-3-22 provides general authority to a manager \nof a limited liability company to “delegate authority to act on behalf of the LLC to \npersons other than managers.” \n57. Plaintiffs argue that the Operating Agreement “does not provide for the \nappointment of a Chief Executive Officer” because the Operating Agreement only \nstates that the manager may delegate certain duties to “another person,” not multiple \npeople, and those duties had already been delegated to Christopher.  (ECF No. 36.2, \nat ¶  161; ECF No. 52, at pp. 20 –21.)  Defendants contend that this is a \n \n \nmisinterpretation of the Operating Agreement, which simply authorizes the manager \nto delegate certain duties to whomever he chooses pursuant to a “mana gement \nagreement.”  (ECF No. 50.1, at § 14.3.)  Defendants further note that Plaintiffs have \nalleged that Christopher was not bestowed his duties pursuant to a “management \nagreement,” but rather pursuant to an employment agreement.  (ECF  No. 36.2, at \n¶ 160; ECF No. 49, at p. 20.) \n58. The Court agrees with Defendants’ arguments.  The Court concludes \nthat the language of the Operating Agreement does not preclude the manager from \ndelegating duties to one or more persons under Section 14.3.  None theless, even if \nSection 14.3 were to be read as only allowing for delegation to one other person \npursuant to a management agreement, Plaintiffs have only alleged that Christopher \nsigned an employment agreement, not a management agreement.  (ECF No. 36.2, at \n¶ 160.)  Defendants’ Motion to Dismiss Plaintiffs ’ claim for breach of contract \nregarding the management of the company is GRANTED. \nH. Seventh Claim for Relief: Declaratory Judgment  \n59. Plaintiffs’ Seventh Claim for Relief  seeks a declaratory judgment \ndeclaring that the non-compete restrictions in the Non-compete Agreements and the \nEmployment Agreement are unenforceable because they are overbroad as to time,  \ngeographic territory, and the scope of activities from which Christopher and Theresa \nare restricted.  (ECF No. 36.2, at ¶¶ 164–75.)  Defendants move to dismiss this claim \narguing that the non-compete provisions are valid, reasonable, and enforceable under \n \n \nNorth Carolina law and therefore the claim should be dismissed.  (ECF No. 49, at pp. \n20–22.) \n60. A covenant not to compete related to the purchase of a business will be \nenforced if it is (1) “necessary to protect the legitimate interest of the purchaser”; (2) \n“reasonable with respect to both time and territory”;  and (3) “if it do es not interfere \nwith the interest of the public.”  Beverage Sys. of the Carolinas LLC v. Assoc. Bev. \nRepair LLC, 368 N.C. 693, 698, 784 S.E.2d 457, 461 (2016).  North Carolina courts \nwill enforce a covenant not to compete entered into as part of an employment contract \nif it is: “(1) in writing; (2) reasonable as to [the] terms, time, and territory; (3) made a \npart of the employment contract; (4) based on valuable consideration; and (5) not \nagainst public policy.”   Triangle Leasing Co. v. McMahon , 327 N.C. 224, 228, 393 \nS.E.2d 854, 857 (1990); United Labs., Inc. v. Kuykendall, 322 N.C. 643, 649 –50, 370 \nS.E.2d 375, 3 80 (1988).  “The reasonableness of a non -competition covenant is a \nmatter of law for the court to decide.”  Medical Staffing Network, Inc. v. Ridgway, 194 \nN.C. App. 649, 655, 670 S.E.2d 321, 327 (2009);  Sandhills Home Care, L.L.C. v. \nCompanion Home Care - Unimed, Inc., 2016 NCBC LEXIS 61, *13 (N.C. Super. C t. \nAug. 1, 2016). \n61. To plead a valid claim for declaratory judgment, a plaintiff must \nplead “all facts necessary to disclose the existence of an actual controversy between \nthe parties to the action with regard to their respective rights and duties.”  Lide v. \nMears, 231 N.C. 111, 118, 56 S.E.2d 404, 409 (1949).  The Court concludes that \nPlaintiffs have alleged the existence of an actual controversy between the parties over \n \n \nthe enforceability of the non -compete restrictions sufficient to support a claim for \ndeclaratory judgment at the motion to dismiss stage.  Defendants’ motion to dismiss \nPlaintiff’s claim for declaratory judgment should be DENIED.  \nI. Tenth Claim for Relief: Fraud  \n62. In their Tenth Claim for Relief, Plaintiffs allege that Benz and Confluent \nmade various fraudulent representations to the Dunns.  (ECF No. 36.2, at ¶¶ 190–\n98.)  Plaintiffs make these claims as direct claims and , alternatively, as derivative \nclaims.  (Id. at ¶ 197.) \n63. In order to state a claim for fraud , a plaintiff must allege: “(1) False \nrepresentation or concealment of a material fact, (2) reasonably calculated to deceive, \n(3) made with intent to deceive, (4) which does in fact deceive, (5) resulting in damage \nto the injured party.”  Ragsdale v. Kennedy, 286 N.C. 130, 138, 209 S.E.2d 494, 500 \n(1974). \n64. The Dunns allege that Benz represented that the Acquisition Debt \nwould be kept “below the line” so that the Dunns would not be paying themselves for \nany of the debt.   (ECF No. 36.2, at ¶¶  192–93.)  Plaintiffs further allege that at the \ntime Benz made the representations, he did not intend to honor them.  (Id. at ¶ 191.) \n65. Plaintiffs also allege that Benz and Confluent  represented that they  \nwould “act in the best interest” of Breakthrough Cary, and that “Benz/Confluent and \nJeff Hathaway promised to start making regular distributions to Dunn PT in July \n2016 . . . but later abandoned that agreement ,” and that Defendants promised to \n \n \nresolve various accounting and expense issues but have failed to do so.  (Id. at ¶¶ 192, \n194–95.) \n66. Defendants first argue that Plaintiffs’ fraud claim should be dismissed  \nbecause the claim is derivative in nature, and Plaintiffs did not properly bring a \nderivative claim.  (ECF No. 49, at p. 24.)  With regard to the fraud claim based on \nBenz’s promise that the Acquisition Debt would be kept “below the line,”  the Court \ndisagrees.  “There are two major, often overlapping, exceptions to the general rule \nthat a shareholder cannot sue for injuries to his corporation: (1) where there is a \nspecial duty, such as a contractual duty, between the wrongdoer and the shareholder, \nand (2) where t he shareholder suffered an injury separate and distinct from that \nsuffered by other shareholders.”   Barger v. McCoy Hillard & Parks , 346 N.C. 650, \n658-659, 488 S.E.2d 215, 219 -220 (1997)  (citations and quotation  marks omitted ).  \nPlaintiffs allege that  they were induced into the Sales Transaction and becoming \nmembers in Breakthrough Cary and would not have sold their interests in Dunn PT \nbut for Benz’s misrepresentation .  (ECF No. 36.2, at ¶ 193.)   Plaintiffs’ allegations \nstate a direct claim under the special duty or separate injury exceptions.  Norman v. \nNash Johnson & Sons’ Farms, Inc., 140 N.C. App. 390, 398, 537 S.E.2d 248, 254 –55 \n(2000) (“[O]ur appellate courts allow shareholders to bring individual actions against \nthird parties who induce them to make corporate investments which prove to be \nworthless.”); Energy Investors Fund, L.P. v. Metric Constr., Inc.,  133 N.C. App. 522, \n524, 516 S.E.2d 399, 401 (1999) (“Special duties [under Barger] have been found \nwhen, for instance, a third party . . . induced the shareholder to buy stock in the first \n \n \nplace . . . .”);  see also Spoor v. Barth, 244 N.C. App. 670, 684, 781 S.E.2d 627, 636–37 \n(2016) (finding that plaintiff had standing to sue defendants directly because they \nwere fraudulently induced into investing in a corporation, which constituted an injury \n“separate and distinct” from the other shareholders); Newton v. Barth , 788 S.E.2d \n653, 659 –61, 2016 N.C. App. LEX IS 776, *11 –19 (2016) (same).  Defendants’ \nargument that Plaintiffs’ claim for fraud based on Benz ’s misrepresentation about \nthe treatment of the Acquisition Debt must fail. \n67. With regard to Plaintiffs ’ fraud claim based on the failure to receive \ndistributions under the Distribution Agreement, there is no allegation that the failure \nto make distributions to Dunn PT resulted in any harm to Breakthrough Cary that \nwould give rise to a claim by the LLC.  Plaintiffs’ claim for fraud based on the failure \nto pay distributions under the Distribution Agreement is not a derivative claim, but \ninstead is an individual claim belonging to Dunn PT or Christopher. \n68. Plaintiffs’ allegations that Benz promised that Confluent would act in \nthe best interests of Breakthrough Cary and promised to resolve the expense issues  \nis simply a repackaging of their claims for breach of fid uciary duty and constructive \nfraud and do not state separate claims for fraud. \n69. Plaintiffs have adequately ple aded claims for fraud regarding Benz ’s \nrepresentation that the Acquisition Debt would be paid “below the line” and based on \nthe failure to pay dist ributions under the Distribution Agreement.  Defendants’ \nmotion to dismiss Plaintiffs’ claim for fraud based on these allegations should be \nDENIED.  Defendants’ motion to dismiss Plaintiffs’ claim for fraud based on the \n \n \nallegations that Benz promised that Confluent would act in the best interests of \nBreakthrough Cary and promised to resolve the expense issues should be GRANTED. \nJ. Eighth Claim for Relief: Unfair and Deceptive Trade Practices \n70. Plaintiffs’ Eighth Claim for Relief alleges that Defendants “engaged in \nunfair or deceptive acts in or affecting commerce, in violation of [G.S.] § 75-1.1.”  (ECF \nNo. 36.2, at ¶ 177.)  Plaintiffs allege that  \nBenz and Confluent have developed a business model of \n“partnering” with smaller practices with promises of \ngrowth, support, and reduced expenses, only to saddle their \n“partners” with excessive and inappropriate expenses (to \nthe benefit of Confluent/Benz).  These practices reduce the \nalleged value of the partners’ shares,  and then allow \nConfluent to buy out the partners at an artificially low \nvaluation.  \n \n(Id. at ¶  180.)  Although the Second Amended Complaint is less than clear about \nwhich specific wrongful acts by Defendants form the basis of the unfair and deceptive \npractices, the Court concludes that the claim is premised on Benz’s alleged \nmisrepresentations to the Dunns during the negotiations of the Sales Transaction. \n71. “To establish a prima facie case of unfair and deceptive trade practices, \na plaintiff must show that (1) the defendant committed an unfair or deceptive act or \npractice, (2) the act was in or affecting commerce, and (3) the act proximately caused \ninjury to the plaintiff.”  White v. Consol. Planning, Inc., 166 N.C. App. 283, 303, 603 \nS.E.2d 147, 161 (2004).  “Plaintiff[s] must first establish that [D]efendants’ conduct \nwas ‘in or affecting commerce’ before the question of u nfairness or deception arises.”  \nHAJMM Co. v. House of Raeford Farms, Inc., 328 N.C. 578, 592, 403 S.E.2d 483, 492 \n(1991).  The phrase “‘business activities’ [ ] connotes the manner in which businesses \n \n \nconduct their regular, day-to-day activities, or affairs, such as the purchase and sale \nof goods, or whatever other activities the business regularly engages in and for which \nit is organized.”   White v. Thompson , 364 N.C. 47, 52, 691 S.E.2d 676, 679 (2010)  \n(citations and quotation marks omitted); Alexander v. Alexander, 792 S.E.2d 901, 904, \n2016 N.C. App. LEXIS 1252, *7 (N.C. Ct. App. Dec. 6, 2016). \n72. “With the [UDTPA] our General Assembly sought  to prohibit unfair or \ndeceptive conduct in interactions between  different market participants.  The \nGeneral Assembly did not intend for the Act to regulate purely internal business \noperations.”  White, 364 N.C. at 47 –48, 691 S.E.2d at 676  (holding that co nduct \nbetween partners in a business, even when the conduct involves multiple business \nentities owned by the partners, is nonetheless internal t o a single market \nparticipant).  “The [UDTPA] is not focused on the internal conduct of individuals \nwithin a single market participant, that is, within a single business. . . . As a result, \nany unfair or deceptive conduct contained solely within a single business is not \ncovered by the Act.”  Id. at 53, 691 S.E.2d at 680;  see also Weaver Inv. Co. v. Pressly \nDev. Assocs., 234 N.C. App. 645, 654, 760 S.E.2d 755, 761 (2014) (dismissing plaintiff's \nUDTPA claim because “defendants’ misconduct within the confines of the partnership \nwas not ‘in or affecting commerce’”). \n73. The Court determines whether the alleged unfair or dece ptive acts are \n“in or affecting commerce” as a matter of law.  See Walker v. Fleetwood Homes of N.C., \nInc., 362 N.C. 63, 71, 653 S.E.2d 393, 399 (2007); Urquhart v. Trenkelbach , 2017 \nNCBC LEXIS 12, *10 (N.C. Super. Ct. Feb. 8, 2017). \n \n \n74. Defendants argue that Plaintiffs cannot maintain their claim for unfair \nand deceptive trade practices because the alleged conduct is related to internal \nbusiness operations.  (ECF No. 49, at p. 22.)  Plaintiffs counter, and the Court agrees, \nthat the Second Amended Complaint do es not allege facts that solely relate to the \ninternal operations of Breakthrough Cary, but rather to interactions between market \nparticipants Benz and his businesses and Dunn PT.  At this stage, the allegations are \nsufficient to support a claim that the c onduct was in or affecting commerce.  \nDefendants’ motion to d ismiss Plaintiffs’ claim for unfair and deceptive trade \npractices is DENIED. \nTHEREFORE, IT IS ORDERED that  Defendants’ Motion to Dismiss is \nGRANTED, in part, and DENIED, in part, as follows: \n75. Defendants’ Motion to Dismiss Plaintiffs’ Sixth Claim for Relief is \nGRANTED. \n76. Defendants’ Motion to Dismiss Plaintiffs’ First, Fourth, Fifth, Seventh, \nand Eighth Claims for Relief is DENIED. \n77. Defendants’ Motion to Dismiss Plaintiffs’ Second Claim for Relief is \nDENIED to the extent it alleges breach of contract regarding the failure to make \ndistributions under the Distribution Agreement.  Defendants’ Motion to Dismiss \nPlaintiffs’ Second Claim for Relief is GRANTED to the extent it alleges breach of \ncontract regarding the failure to make distributions under the Operating Agreement. \n78. Defendants’ Motion to Dismiss Plaintiffs’ Third and Ninth Claims for \nRelief is DENIED to the extent those claims allege direct, non -derivative claims.  In \n \n \naddition, Plaintiffs’ Third and Ninth Claims for Relief are DISMISSED WITHOUT \nPREJUDICE AS MOOT to the extent those claims allege derivative claims. \n79. Defendants’ Motion to Dismiss Plaintiffs’ Tenth Claim for Relief is \nDENIED to the extent it alleges fraud based on Benz’s representatio ns that the \nAcquisition Debt would be paid “below the line” and to the extent it alleges failure to \npay distributions under the Distribution Agreement.  Defendants’ Motion to Dismiss \nPlaintiffs’ Tenth Claim for Relief is GRANTED to the extent it alleges fraud based on \nthe allegations that Benz promised that he and Confluent would act in the best \ninterests of Breakthrough Cary and promised to resolve the expense issues. \n \nSO ORDERED, this the 24th day of August, 2018. \n \n \n  /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge for \nComplex Business Cases \n "
}