{
  "id": "2c843d43e279ba1f308d767029577a98f891655aff0192127182876b95dfc6ef",
  "source_file": "data/raw/ncbc/2c843d43e279ba1f308d767029577a98f891655aff0192127182876b95dfc6ef.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 1594 \n \nVISTA HORTICULTURAL, INC. \nd/b/a EDEN BROTHERS, \n \nPlaintiff, \n \nv. \n \nJOHNSON PRICE SPRINKLE, PA \nand SOK HEANG CHENG, \n \nDefendants. \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nSUMMARY JUDGMENT \n \n \n \n1. THIS MATTER is before the Court upon Defendants’ Motion for Summary \nJudgment (the “Motion”), filed pursuant to Rule 56 of the North Carolina Rules of \nCivil Procedure (the “Rule(s)”) on 10 May 2024 in the above captioned case.1   \n2. Having considered the Motion, the parties’ briefs and materials offered in \nsupport of and in opposition to the Motion, the arguments of counsel at the hearing \non the Motion, and other appropriate matters of record, the Court hereby GRANTS \nin part and DENIES in part the Motion. \nTonkon Torp LLP, by Caroline Harris Crowne and Samantha Taylor, \nand DeVore, Acton & Stafford, PA, by F. William DeVore, IV, for Plaintiff \nVista Horticultural, Inc. d/b/a Eden Brothers. \n \nRagsdale Liggett PLLC, by Melissa Dewey Brumback and John M. \nNunnally, for Defendant s Johnson Price Sprinkle, PA and Sok Heang \nCheng.  \n \nBledsoe, Chief Judge. \n \n1 (Defs.’ Mot. Summ. J. [hereinafter, “Mot.”], ECF No. 48.) \n \nVista Horticultural, Inc. v. Johnson Price Sprinkle, PA, 2024 NCBC 62. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n3. While the Court does not make findings of fact on a motion for summary \njudgment, “it is helpful to the parties and the courts for the trial judge to articulate a \nsummary of the material facts which he considers are not at issue and which justify \nentry of judgment.”  Collier v. Collier, 204 N.C. App. 160, 161–62 (2010) (citation and \nquotation marks omitted).   Accordingly, the following background, drawn from the \nundisputed evidence submitted by the parties, is intended only to provide context for \nthe Court’s analysis and ruling and not to resolve issues of material fact. \n4. Plaintiff Vista Horticultural, Inc. d/b/a Eden Brothers (“Vista”) is an online \nretailer specializing in seed and flower bulbs.\n2  In 2017, Vista engaged Defendant \nJohnson Price Sprinkle, PA (“JPS”) to provide various accounting- and bookkeeping-\nrelated services, the extent of which the parties dispute.  Defendant Sok Heang Cheng \n(“Cheng”) was the JPS shareholder on the Vista account throughout the engagement \nand Vista’s primary point of contact for routine communications.3 \n5. Vista contends that it engaged JPS for “accounting , bookkeeping, and \nbusiness consulting services” that included from the outset, the filing of Vista’s \nmonthly North Carolina sales tax returns and advice concerning the “sales tax nexus \nbased on the current state of the law in 2017 .”4  JPS disagrees and argues that the \n \n2 (Pl.’s Resp. Opp’n Defs.’ Mot. Summ. J. 3 [hereinafter “Pl.’s Br. Opp’n”], ECF No. 54.)  \n \n3 (Pl.’s Br. Opp’n Exs. 1 (ECF No. 54.2), 2 (ECF No. 54.3), 6 (ECF No. 54.7), 7 (ECF No. 54.8), \n8 (ECF No. 54.9).) \n \n4 (Pl.’s Br. Opp’n 3–4; Pl.’s Br. Opp’n Exs. 1, 3 (ECF No. 54.4).) \nscope of its engagement with Vista was limited by its engagement letters to the \npreparation of “[ f]ederal and North Carolina income tax returns  [ . . .], [l]ocal \ngovernment property tax listing(s), [and] [y]ear-end informational reporting”5 and by \nthe parties’ oral agreements for various “one off” services that were agreed -upon \noutside the scope of the engagement letters.6  Defendants contend they never agreed \nto provide “out-of-state tax advice” or “sales tax nexus” advice to Vista.7 \n6. The scope of JPS’s engagement is important because, consistent with JPS’s \nadvice to Vista in 2017, Vista paid sales taxes from 2017 until 2021 only to the state \nof its physical operations, i.e., North Carolina, in accordance with the applicable law \nin 2017.8  On 21 June 2018, however, the United States Supreme Court ruled in South \nDakota v. Wayfair, Inc., 585 U.S. 162 (2018), that states could assess taxes to out-of-\n \n5 (Defs.’ Br. Supp. Mot. Summ. J. 3 [hereinafter “Defs.’ Br. Supp. ”], ECF No. 49; Defs.’ Br. \nSupp. Exs. 2 (11 January 2018 engagement letter, ECF No. 49.3), 3 (30 January 2019 \nengagement letter, ECF No. 49.4), 4 (20 January 2020 engagement letter, ECF No. 49.5) , 5 \n(8 February 2021 engagement letter, ECF No. 49.6).) \n \n6 (Defs.’ Br. Supp. 4, 5 (“JPS provided Vista/Randon with a number of ‘one off’ services outside \nthe scope of these written agreements.”).)   \n \n7 (Defs. Br. Supp. 15.) \n \n8 See, e.g., Nat’l Bellas Hess v. Dep’t of Revenue, 386 U. S. 753 (1967) (holding that an out-of-\nstate seller’s liability to collect and remit sales tax to the consumer’s State depended on \nwhether the seller had a physical presence in that State); Quill Corp. v. N.D., 504 U.S. 298, \n311 (1992) (following Bellas Hess and holding that a State may not require a business to \ncollect its sales tax if the business lacks a physical presence in the State because to do \notherwise would unduly burden interstate commerce  since the tax would not have a \n“substantial nexus” with the activity being taxed ).  See also Complete Auto Transit, Inc. v. \nBrady, 430 U.S. 274, 279 (1977) (holding as part of a four-part test that a tax will survive a \nCommerce Clause challenge so long as the “tax is applied to an activity with a substantial \nnexus with the taxing State”). \n \nstate online retailers for sales to in-state residents, overruling prior law.  Id. at 188.9  \nSince Vista had substantial online sales to residents in states other than North \nCarolina during and after 2018, the Wayfair decision greatly expanded Vista’s sales \ntax liability for those sales. 10  Vista contends that Defendants failed to advise it of \nthe Wayfair decision until 2021, preventing Vista from passing its sales tax liability \non to its online customers for three years and thereby causing the company to incur \nan unexpected $2 million tax liability.11  Defendants maintain that they had no legal \nduty to advise Vista of the Wayfair decision and that Vista is responsible for its losses \nbecause it “did not tend to its ordinary business affairs in a diligent manner.”12 \n7. Vista initiated this action in Buncombe County Superior Court on 2 5 April \n2023 alleging malpractice against  DMJPS, PLLC (“DMJPS”) ,13 and then in an \n \n9 The Supreme Court concluded in Wayfair  that “the physical presence rule of Quill is \nunsound and incorrect” and thus overruled both Quill and Bellas Hess.  Wayfair, 585 U.S. at \n188.  The Court held that the appropriate rule of decision is “the first prong of the Complete \nAuto test,” which the Court noted “simply asks whether the tax applies to an activity with a \nsubstantial nexus with the taxing State.”  Id. at 188 (citing Complete Auto, 430 U. S. at 279).  \nThe Court further held that “such a nexus is established when the taxpayer [or collector] \n‘avails itself of the substantial privilege of carrying on business’ in that jurisdiction.”  Id. \n(quoting Polar Tankers, Inc. v. City of Valdez, 557 U. S. 1, 11 (2009)).  Applying this test in \nWayfair, the Court held that “the nexus is clearly sufficient based on both the economic and \nvirtual contacts [Wayfair had] with the State.”  Id. \n \n10 (Pl.’s Br. Opp’n Ex. 2 4, Dep. Sok Heang Cheng, dated 26 February 2024, at  147:6–148:4  \n[hereinafter “Cheng Dep.”], ECF No. 54.25; Pl.’s Br. Opp’n Ex. 21.) \n  \n11 (Pl.’s Br. Opp’n 13; Second Amended Compl. (“SAC”) ¶¶ 31–32, ECF No. 40.)  \n \n12 (Pl.’s Br. Opp’n 18.) \n \n13 (Compl., ECF Nos. 3, 5.)  ECF Nos. 3 and 5 are identical.  On 24 January 2024, the parties \nfiled a Stipulated Notice of Dismissal of all claims against DMJPS without prejudice.  (ECF \nNo. 37.) \n \nAmended Complaint filed on 9 May 2023, against JPS.14  O n 8 February 2024 and \nwith leave of court, 15 Plaintiff filed its Second Amended Complaint , adding \nallegations and claims against Cheng.   \n8. Vista asserts claims against JPS for breach of contract and against both JPS \nand Cheng for professional malpractice/professional negligence, common law \nnegligence, gross negligence/punitive damages, and breach of fiduciary duty.  For its \nrelief, Vista seeks compensatory and punitive damages as well as disgorgement of the \nprofessional fees Vista paid to JPS from mid- 2018 through mid -2021.  Defendants  \nhave denied all liability, and their Motion seeks summary judgment on all claims. \n9. After full briefing, the Court held a hearing on the Motion on 10 July 2024, \nat which all parties were represented by counsel (the “Hearing”).  The Motion is now \nripe for resolution.  \nII. \nLEGAL STANDARD \n10. Under Rule 56(c), “[s]ummary judgment is appropriate ‘if the pleadings, \ndepositions, answers to interrogatories, and admissions on file, together with the \naffidavits, if any, show that there is no genuine issue as to any material fact and that \nany party is entitled to a judgment as a matter of law.’  ”  Da Silva v. WakeMed, 375 \nN.C. 1, 10 (2020) (quoting N.C. R. Civ. P. 56(c)).  “A genuine issue of material fact is \none that can be maintained by substantial evidence.”  Curlee v. Johnson, 377 N.C. 97, \n \n14 (Am. Compl., ECF No. 4.) \n \n15 (Order and Opinion on Plaintiff’s Mot. Leave Am. Compl. Include Add’l Party, ECF No. 39.) \n \n101 (2021) (cleaned up).  “Substantial evidence is such relevant evidence as a \nreasonable mind might accept as adequate to support a conclusion and means more \nthan a scintilla or a permissible inference[.]”  DeWitt v. Eveready Battery Co. , 355 \nN.C. 672, 681 (2002) (cleaned up).  “An issue is material if, as alleged, facts ‘would \nconstitute a legal defense, or would affect the result of the action or if its resolution \nwould prevent the party against whom it is resolved from prevailing in th e action.’ ”  \nBartley v. City of High Point , 381 N.C. 287, 292 (2022) (quoting Koontz v. City of \nWinston-Salem, 280 N.C. 513, 518 (1972)).  “When considering a motion for summary \njudgment, the trial judge must view the presented evidence in a light most favorable \nto the nonmoving party.”  Belmont Ass’n v. Farwig, 381 N.C. 306, 310 (2022) (quoting \nDalton v. Camp, 353 N.C. 647, 651 (2001)).  \n11. “The party seeking summary judgment bears the initial burden of \ndemonstrating the absence of a genuine issue of material fact.”  Liberty Mut. Ins. Co. \nv. Pennington, 356 N.C. 571, 579 (2002).  The movant may meet this burden either \n(1) “by proving an essential element of the opposing party’s claim does not exist, \ncannot be proven at trial, or would be barred by an affirmative defense,” or (2) “by \nshowing through disc overy that the opposing party cannot produce evidence to \nsupport an essential element of [its] claim[.]”  Dobson v. Harris, 352 N.C. 77, 83 (2000) \n(cleaned up).  If the movant meets its burden, “the burden shifts to the nonmoving \nparty to produce a forecast of evidence demonstrating that the nonmoving party will \nbe able to make out at least a prima facie case at trial[.]”  Cummings v. Carroll , 379 \nN.C. 347, 358 (2021) (cleaned up); see also N.C. R. Civ. P. 56(e) (“[A]n adverse party \nmay not rest upon the mere allegations or denials of his pleading, but his response, \nby affidavits or as otherwise provided in this rule, must set forth specific facts \nshowing that there is a genuine issue for trial.”).  \nIII. \nANALYSIS \nA. Vista’s Breach of Contract Claim Against JPS \n12. Vista alleges that it entered into several valid and enforceable contracts \nwith JPS between 2017 and 2021, both written and oral, and that JPS breached those \ncontracts “by failing to update its tax advice in response to a change in the law and \nfailing to advise [ Vista] that it could be incurring substantial state tax liabilities, \nwhen JPS had information showing [ Vista’s] revenue from sales outside North \nCarolina.”\n16  Vista also contends that JPS breached its contract with Vista by failing \nto respond to Vista’s inquiry about a sales tax notice from the Arizona Department of \nRevenue in early 2021.17 \n13. JPS moves to dismiss, contending that JPS did not breach any of its written \nagreements with Vista and that JPS had no contractual duty to advise Vista  of the \nWayfair decision and its possible implications for Vista’s business. \n14. As an initial matter, the Court agrees with JPS that Vista  has not offered \nevidence that JPS failed to fulfill its obligations under the express terms of its written \n \n16 (SAC ¶ 43.) \n \n17 (See Defs.’ Br. Supp. Ex. 1, Dep. Sabine Randon, dated 27 February 2024, at 228:24–229:21 \n[hereinafter “Randon Dep.”], ECF No. 49.2; see also ECF No. 49.14 (Arizona sales tax notice).) \n \nengagement letters with Vista.  The specific terms of those agreements require only \nthe preparation of federal and North Carolina state income tax returns, local \ngovernment property tax listings, and year- end informational reporting, and Vista  \ndoes not contend or offer evidence that JPS breached these specific contractual duties. \n15. Vista does contend, however, that JPS and Vista discussed the scope of the \nparties’ engagement in the spring of 2017 , eight months before the first written \nengagement letter, and developed a course of conduct “separate and apart from the \nannual tax return engagement letters.”18  Vista relies on that course of conduct, “laid \nout in the initial engagement emails as well as in the invoices,” as the basis for “the \nrelationship between [ Vista] and JPS from 2017 to 2021. ”19  Vista  asserts that, \nthrough this course of conduct, JPS became aware that Vista expected JPS to provide \ntax advice, provided advice to Vista on the payment of sales taxes in 2017, and \nthereby assumed a duty to update that advice in the face of changes in the law, which \nit failed to do when the Wayfair decision was issued the following year.20 \n16. For its part, JPS acknowledges that it “provided [ Vista] with a number of \n‘one off’ services outside the scope of these written agreements,” 21 but argues that \nVista’s breach of contract claim should be dismissed because it is undisputed that \nJPS never agreed to provide, nor ever in fact provided, “out -of-state tax advice” to \n \n18 (Pl.’s Br. Opp’n 25.) \n \n19 (Pl.’s Br. Opp’n 25.) \n \n20 (Pl.’s Br. Opp’n 25.) \n \n21 (Defs.’ Br. Supp. 5.) \n \nVista.  JPS argues that since it never gave Vista  any tax advice on the payment of \nsales taxes on out-of-state sales, it had no duty to provide Vista advice about changes \nin the law concerning that issue.22 \n17. Based on a careful review of the evidence advanced by the parties, the Court \nconcludes that JPS’s Motion should be denied as to Vista ’s breach of contract claim.  \nViewing the evidence of record in the light most favorable to Vista, a factfinder could \nreasonably conclude that  JPS agreed to provide services beyond the scope of the \nwritten engagement letters and in particular that: \na. At the beginning of the engagement in May 2017, Vista told Defendants \nthat it was “not knowledgeable” and wanted assistance with “[b]asically, \neverything from accounting, tax preparation, tax advising, [and] \nprofessional advising”23; \nb. While JPS and Vista executed annual engagement letters, Vista  and \nDefendants agree that JPS agreed to provide, and did provide, various \nservices from time to time that were beyond the scope of the services \ndescribed in the engagement letters\n24; \n \n22 (Defs.’ Br. Supp. 15.)  Defendants base their  argument on the parties’ alleged oral and \nwritten agreements as well as their contention that, “[a]side from JPS’s contractual \nobligations, JPS was subject to, and complied with, 21 N.C. Admin. Code 8N.0211(b) \n(“Responsibilities in Tax Practice”).  (Defs. Br. Supp. 14–15.)   \n \n23 (Pl.’s Br. Supp. Ex. 25, Randon Dep. 126:12–127:2, ECF No. 54.26; see also ECF No. 49.2.) \n \n24 (Defs. Br. Supp. 5 (“JPS provided Vista/Randon with a number of ‘one-off’ services outside \nthe scope of these written agreements.”); Pl’s. Br. Opp’n 4 (“throughout the engagement, the \ncore scope of services JPS provided to Eden Brothers followed the initial engagement emails \nfrom the spring of 2017 [and not the written engagement letters]”).)  \n \nc. JPS rendered a broad range of services at the start of the relationship \nin May and June 2017 before the first written engagement letter was \nissued, including : “tax research related to corporate tax issues,” \n“preparation of tax projections,” “preparation of 2016 federal and state \nincome tax returns,” “accounting and bookkeeping services” for May and \nJune 2017, as well as “small business consulting services”25; \nd. At the beginning of the engagement and before Wayfair was issued, \nCheng and Randon discussed that Vista shipped products into other \nstates and that eventually they would need to examine the sales tax \nimplications of that activity26; \ne. From the beginning of the engagement, JPS filed monthly North \nCarolina sales tax returns for Vista, which required a monthly, ongoing \nassessment of Vista’s sales tax liability27;  \nf. During the course of the engagement, JPS viewed itself as Vista’s Chief \nFinancial Officer28 and performed, among other things, Vista’s monthly \n \n25 (Pl.’s Br. Opp’n Ex. 3 at 1.) \n \n26 (Cheng Dep. 67:1–5, 67:6–25; Pl.’s Br. Supp. Ex. 5 (12/31/16 carryforward notes indicating \nthat Cheng and Randon “[d]iscussed potential for nexus in other states (income, franchise, \nsales)” and that Vista “wants to pass for now” and “acknowledged back penalties/interest \ncould apply.”) \n \n27 (Pl.’s Br. Opp’n Ex. 2.)  \n \n28 (Randon Dep. 181:25-182:2 (ECF No. 54.26); 227:11–24 (ECF No. 60.2).) \n \nrevenue reconciliation, 29 managed Vista’s accounts payable system, 30 \nhandled Vista’s employee retirement plan, 31 and prepared Vista ’s tax \nreturns and tax projections32;  \ng. JPS became aware of the Wayfair decision shortly after it was issued  \nand recognized its potential impact on JPS’s clients33;  \nh. Vista was not aware of the Wayfair decision and its implications for \nVista’s business until it hired its first CFO in the spring of 202134; and \n \n29 (Pl.’s Br. Opp’n Ex. 4 at 3–4.) \n \n30 (Pl.’s Br. Opp’n Ex. 4 at 1–6.) \n \n31 (Pl.’s Br. Opp’n Ex. 4 at 1; Randon Dep. 243:25–244:2 (ECF No. 60.2).) \n \n32 (Pl.’s Br. Opp’n Exs. 3, 16.) \n \n33 (Pl.’s Br. Opp’n  Ex. 9 (email from JPS’s VP of Taxation to its Tax and Assurance \nDepartments after Wayfair seeking annual online sales information for clients with \nsignificant online retail sales “so we can get some idea of the impact [of Wayfair] on our client \nbase”); Ex. 23 (emails referring JPS personnel to Wayfair expert for advice); see also Defs. Br. \nSupp. 6 (“Wayfair represented a seismic shift in the tax obligations of online retailers”).)  \n  \n34 (Pl’s. Br. Opp’n Ex. 27, Dep. Keith Simon, dated 28 February 2024, at  56:10–57:23, ECF \nNo. 54.28; Defs.’ Br. Supp. Ex. 1 (Randon Dep. 131:13– 23 (ECF No. 54.26) ).)  Although \nDefendants argue that Vista knew about Wayfair because JPS sent Randon an article about \nthe Wayfair decision and its impacts in December 2019, (Defs.’ Br. Supp. Ex. 7), and because \nCheng asserts that she called Randon in August 2018 to request state-by-state sales records, \n(Cheng Dep. 68:1–73:22), Vista offers evidence to dispute each claim.  Not only did Randon \ntestify that she had no memory of reading the Wayfair article, (Randon Dep. 176:5– 177:6 \n(ECF No. 54.26)), and that Cheng never called her to request state-by-state sales records or \nmention Wayfair, (Randon Dep. 132:19–133:4 (ECF Nos. 49.2, 54.26)), but Vista also points \nto evidence suggesting that Randon did not open the email containing the Wayfair  article, \n(ECF No. 49.10 at 3), and establishing that Cheng did not recall whether she told Randon \nabout the Wayfair decision or its implications for Vista before 2021, (Cheng Dep. 72:17–73:12; \n80:1–8.)  As discussed in more detail below, the parties also offer conflicting evidence \nconcerning the matters discussed at a February 2020 meeting in which Cheng asked Randon \nto provide state-by-state sales data.  Vista’s evidence shows that Cheng did not explain why \nshe needed this information and that JPS did not include the request in its follow up email \nsetting forth Vista’s responsibilities arising from the meeting, (Randon Dep. 136:16–17 (ECF \nNos. , 49.2, 54.26).)  Nor have Defendants offered evidence that Cheng followed up with Vista \ni. Defendants did not advise Vista  of the Wayfair decision and its impact \nuntil Vista’s newly hired CFO identified that Vista  had an out-of-state \nsales tax compliance problem in mid-2021.35 \n18. Based on the above, and despite Defendants ’ contention that Vista’s \nstatement that it wanted to “pass for now” terminated any obligation JPS may have \nhad to advise Vista of the Wayfair decision when it was issued, the Court concludes \nthat a reasonable factfinder could conclude that providing and updating sales tax \nadvice concerning out-of-state sales was included within the wide -ranging financial, \ntax, accounting, and bookkeeping services JPS had agreed to provide .  This is \nparticularly true in light of the parties’ recognition in 2017 that JPS would need to \nlook into Vista’s shipping of product into other states, the parties’ specific discussion \nof the “potential for nexus in other states” the year before the Wayfair decision was \nissued, and the fact that JPS was providing ongoing, monthly sales tax compliance \nservices to Vista which, until Wayfair, required payment of sales taxes only to North \nCarolina.  Given the reasonable inferences that may be drawn from this evidence, the \nCourt concludes that the parties’ competing contentions and evidence concerning the \nscope of their engagement must be resolved by a jury.   \n19. The Court also concludes that Plaintiff has offered sufficient evidence to \nsurvive Defendants’ motion under Rule 56 on its claim for breach of contract based \n \nat any time.  Viewed in the light most favorable to Vista, this evidence creates an issue of \nfact as to when Vista learned of the Wayfair decision and its implications for Vista’s business. \n \n35 (Pl’s. Br. Opp’n Ex. 23, ECF No. 54.24;  Randon Dep. 228:24–229:5 (ECF Nos. 49.1, 60.2); \nSimon Dep. 56:10–57:23.) \n \non JPS’s alleged failure to provide a substantive response to Plaintiff’s inquiry \nconcerning the sales tax notice Vista received from the Arizona Department of \nRevenue in early 2021.36   \n20. Based on the above, the Court concludes that Defendants’ motion for \nsummary judgment on Vista’s breach of contract claim should be denied.   \nB. Vista’s Claim for Professional Negligence/Malpractice and Common Law \nNegligence \n \n21. Defendants seek to dismiss Vista ’s claim s for professional \nnegligence/malpractice and common law negligence on grounds that Vista ’s \ncontributory negligence bars these claims as a matter of law. \n22. To establish professional negligence under North Carolina law, “the plaintiff \nbears the burden of showing: (1) the nature of the defendant’s profession; (2) the \ndefendant’s duty to conform to a certain standard of conduct; and (3) a breach of the \nduty proximately caused injury to the plaintiffs.”  Frankenmuth  Ins. v. City of \nHickory, 235 N.C. App. 31, 35 (2014) (cleaned up).  “It is generally recognized that an \naccountant may be held liable for damages naturally and proximately resulting from \nhis failure to use that degree of knowledge, skill and judgment usually possessed by \nmembers of the profession in a particular locality.”  Snipes v. Jackson, 69 N.C. App. \n64, 73 (1984).  In particular, “[a]n accountant may be liable for loss or damage due to \nerroneous tax advice or management. ”  Id.  To establish common law negligence, “a \n \n36 (See, e.g., Defs.’ Br. Supp. Ex. 12, ECF No. 49.13 ( Randon’s 2 March 2021 email to JPS); \nECF No. 49.14 (Arizona sales tax notice); Randon Dep. 227:7– 10 (ECF No. 60.2) , 229:5–8 \n(ECF Nos. 49.1, 60.2) (“[Defendants] failed to respond upon a direct question about Arizona \nletter and did not inform me what this meant.”).) \nplaintiff must offer evidence of four essential elements in order to prevail: duty, \nbreach of duty, proximate cause, and damages.”  Estate of Mullis by Dixon v. Monroe \nOil Co., 349 N.C. 196, 201 (1998). \n23. “Contributory negligence ‘is negligence on the part of the plaintiff which \njoins, simultaneously or successively, with the negligence of the defendant alleged in \nthe complaint to produce the injury of which the plaintiff complains,’ ” Hummer v. \nPulley, Watson, King & Lischer, P.A., 140 N.C. App. 270, 278-79 (2000) (cleaned up), \nand is a defense to a claim of professional negligence, see, e.g. , Piraino Bros., LLC v. \nAtl. Fin. Group, Inc., 211 N.C. App. 343, 351 (2011).  “In order to  prove contributory \nnegligence on the part of a plaintiff, the defendant must demonstrate: (1) a want of \ndue care on the part of the plaintiff; and (2) a proximate connection between the \nplaintiff's negligence and the injury.”  Proffitt v. Gosnell, 257 N.C. App. 148, 152 \n(2017) (cleaned up). \n24. Defendants contend that “[t]he undisputed evidence demonstrates that \n[Vista] is contributorily negligent because [Vista] did not tend to its ordinary business \naffairs in a diligent manner.”\n37  For their proof, Defendants rely on Vista ’s owner \nSabine Randon’s deposition admission that she did not send “sales by state data” to \nDefendants after Defendants requested the information when the out -of-state tax \nissue was discussed in a February 2020 meeting between Cheng, JPS’s employee \nZeiger, and Randon.38   \n \n37 (Defs.’ Br. Supp. 18.)   \n \n38 Zeiger’s contemporaneous, handwritten notes of the February 2020 meeting state: “sales \nby state. Sabine [Randon] to f/u [follow up] with report (mid-year).”  (Defs.’ Br. Supp. Ex. 9.)  \n25. Defendants ignore, however, that Randon further testified that the sales -\nby-state information was “one of the many items that were addressed in passing by \n[Cheng], and that [Cheng]  did not explain the reason [why she needed this \ninformation].”39  Moreover, in the follow-up email Zeiger sent to Randon shortly after \nthe February 2020 meeting with a list of tasks and document requests, Zeiger did not \nmention sales-by-state information, much less include it in the list of documents and \ninformation Defendants requested Vista to provide.40  Neither Zeiger nor Cheng (nor \nanyone else at JPS) followed up with Vista to seek sales-by-state information, and it \nwas not until the spring of 2021 that anyone at JPS mentioned the Wayfair decision \nto Vista or its potential impact on Vista’s sales tax liabilities.41  Based on this record, \nthe Court cannot conclude that Vista was contributorily negligent as a matter of law \nin not learning about and acting upon the Wayfair decision before the spring of 2021.   \n26. Similarly, while Defendants marshal facts to suggest a benign explanation \nfor their failure to provide a substantive response to Randon’s inquiry about the \nArizona sales tax notice ,42 nothing Defendants argue suggests that Plaintiff was \ncontributorily negligent as a matter of law.  Indeed , Plaintiff has offered evidence \n \n(See also Defs.’ Br. Supp. Ex. 1 (Randon Dep. 134:3–19 (ECF Nos. 49.2, 54.26) (acknowledging \nDefendants requested sales information by state) and 136:5– 17 (ECF No s. 49.2, 54.26) \n(acknowledging that Vista did not send the requested information).) \n \n39 (Defs. Br. Supp. Ex. 1 (Randon Dep. 134:3–19 (ECF Nos. 49.2, 54.26)).)  \n \n40 (Defs. Br. Supp. Ex. 15.)  \n \n41 (Defs.’ Br. Supp. Ex. 1 (Randon Dep. 131:13–23 (ECF Nos. 49.2, 54.26)); Pl’s. Br. Opp’n Exs. \n23, 25 (Randon Dep. 228:24–229:5 (ECF Nos. 49.2, 60.2)), 27 (Simon Dep. 56:10–57:23).) \n \n42 (Defs.’ Br. Supp 9–10.) \n \nthat, after Plaintiff received the notice in February 2021, Zeiger prepared a strategy \nmemo which Cheng never reviewed and which was never provided to Plaintiff,43 and, \nwhen Randon asked on 2 March 2021 “do you know anything about other states \nasking for sales tax now?”, 44 Defendants did not advise Plaintiff of the now -nearly-\nthree-year-old Wayfair decision or otherwise provide a substantive answer to \nRandon’s inquiry.  The Court cannot find Vista contributorily negligent as a matter \nof law on this record.   \n27. Accordingly, for each of these reasons, the Court concludes that Defendants’ \nMotion should be denied as to Vista ’s claims for professional negligence/malpractice \nand common law negligence.  See, e.g., Ballenger v. Crowell, 38 N.C. App. 50, 55 (1978) \n(“Like negligence, contributory negligence is rarely appropriate for summary \njudgment.”).\n45 \nC. Vista’s Claim for Breach of Fiduciary Duty \n28. Defendants next seek summary judgment on Vista ’s claim for breach of \nfiduciary duty.  Here, Defendants’ arguments fare better.   \n \n43 (Pl.’s Br. Opp’n Ex. 19, ECF No. 54.20; Pl.’s Br. Opp’n Ex. 26, Dep. Hannah Zeiger, dated \n26 February 2024, at 105:24-106:2, ECF No. 54.27; Cheng Dep. 150:12–153:22.) \n \n44 (Pl.’s Br. Opp’n Ex. 17, ECF No. 54.18.) \n \n45 Because Defendants challenged Vista’s negligence claims in their opening brief solely on \ncontributory negligence grounds, the Court declines to consider the affidavit of Plaintiff’s \nexpert, Gregory T. Reagan, which was submitted with Plaintiff’s opposition brief to establish \nDefendants’ breach of the applicable standard of care, since that issue has no bearing on the \nissue of contributory negligence.  (ECF No. 55.)  As a result, Defendants’ challenge to the \nadmissibility of Reagan’s  affidavit on this Motion is denied as moot.  (See Defs.’ Reply Br. \nSupp. Mot. Summ. J. 5–6 [hereinafter “Defs. Reply Br.”], ECF No. 60.) \n29. To make out a claim for breach of fiduciary duty, Vista must show that “(1) \nthe defendant owed the plaintiff a fiduciary duty; (2) the defendant breached that \nfiduciary duty; and (3) the breach  of fiduciary duty was a proximate cause of injury \nto the plaintiff.”  Sykes v. Health Network Sols., Inc., 372 N.C. 326, 339 (2019).   \n30. It is axiomatic that “[f]or a breach of fiduciary duty to exist, there must first \nbe a fiduciary relationship between the parties.”  Dalton v. Camp, 353 N.C. 647, 651 \n(2001).  “North Carolina recognizes two types of fiduciary relationships: de  jure, or \nthose imposed by operation of law, and de  facto, or those arising from the particular \nfacts and circumstances constituting and surrounding the relationship.”  Hager v. \nSmithfield E. Health Holdings, LLC, 264 N.C. App. 350, 355 (2019). \n31. North Carolina courts, however, do not recognize de jure fiduciary \nrelationships between accountants and their clients, or between external auditors \nand their clients.  See, e.g., Harrold v. Dowd, 149 N.C. App. 777, 783–84 (2002) \n(accountants); CommScope Credit Union v. Butler & Burke, LLP, 369 N.C. 48, 52–53 \n(2016) (external auditors); see also, e.g., Silverdeer, LLC v. Berton, 2013 NCBC LEXIS \n21, at *26–27 (N.C. Super. Ct. Apr. 24, 2013) (cleaned up) (noting that “an accountant-\nclient relationship is not an inherently fiduciary one and  . . . mere allegations of the \naccountant’s failure to properly advise his client [are] insufficient to support a claim \nfor breach of fiduciary duty.”).  As a result, for a fiduciary duty to exist between Vista \nand Defendants, it must be a de facto one.   \n32. Under North Carolina law, “a [ de facto] fiduciary relationship is generally \ndescribed as arising when ‘there has been a special confidence reposed in one who in \nequity and good conscience is bound to act in good faith and with due regard to the \ninterests of the one reposing confidence.’  ”  Dallaire v. Bank of Am., N.A., 367 N.C. \n363, 367 (2014) (quoting Green v. Freeman, 367 N.C. 136, 141 (2013)).  “The standard \nfor finding a de facto fiduciary relationship is a demanding one: Only when one party \nfiguratively holds all the cards—all the financial power or technical information, for \nexample—have North Carolina courts found that the special circumstance of a \nfiduciary relationship has ar isen.”  Lockerman v. S. River Elec. Membership Corp., \n250 N.C. App. 631, 636 (2016) (cleaned up). \n33. Here, the Court concludes that Vista has failed to offer evidence from which \na reasonable f actfinder could conclude that its relationship with Defendants was a \nfiduciary one.   \n34. First, while Vista certainly looked to Defendant to provide important and \nnecessary financial and accounting services, those services were defined by contract \nand the performance of those services was governed by the parties’ contract terms \nand the standard of care accountants owe their clients under North Carolina law.46   \n35. Moreover, the evidence on which Vista  relies for a fiduciary relationship \ndoes not permit a factfinder to conclude that Defendants “figuratively held all the \ncards” in the parties’ relationship.  Indeed, the undisputed evidence shows that \n \n46 See 21 N.C. Admin. Code 8N.0211(b) (“Responsibilities in Tax Practice”) (providing that “A \nmember has no obligation to communicate with a taxpayer when subsequent developments \naffect advice previously provided with respect to significant matters, except while assisting \na taxpayer in implementing procedures or plans associated with the advice provided or when \na member undertakes this obligation by specific agreement”); see also Defs.’ Br. Supp. Ex. 15 \nat 16. \n \nRandon took an active part in th at relationship.  She requested information and \nasked questions, including, in early 2021, about out-of-state sales taxes.47  She hired \nJPS to perform discrete tasks , including, for example, to assist in obtaining a PPP \nloan for Vista.48  Despite JPS’s provision of bookkeeping and accounting services, JPS \nonly paid invoices after Vista’s specific approval,49 and Randon carefully scrutinized \nVista’s receipt of funds, often on an hourly basis.50  \n36. While it is certainly true that Defendants had a very involved role in \nperforming their accounting -related services for Vista, the Court conclude s that no \nreasonable factfinder could find that Defendants’ performance of those services , \nincluding Defendants’ sales tax -related services,  “influenced, controlled, or \ndominated” Vista’s decision -making process  enough to create a de facto fiduciary \nduty.  See Provectus Biopharmaceuticals, Inc. v. RSM US LLP, 2018 NCBC LEXIS \n101, *48 (N.C. Super. Ct. Sept. 28, 2018)  (finding an accountant did not have a \nfiduciary duty even where the client “lacked the internal resources or ability to \nmanage and monitor its accounting and financial systems”) .  Accordingly, the Court \nwill grant this portion of Defendants’ Motion and dismiss Vista ’s claim for breach of \nfiduciary duty with prejudice.  See, e.g., Sykes, 372 N.C. at 340 (recognizing that “[o]ur \ncourts have been clear that general contractual relationships do not typically rise to \n \n47 (See Defs.’ Br. Supp. Ex. 12; Pl.’s Br. Opp’n Ex. 17.) \n \n48 (Randon Dep. 108:9– 109:22 (ECF Nos. 49.2, 54.26); Randon Dep. 178:5–179:7 (ECF No. \n60.2).) \n \n49 (Randon Dep. 111:24–112:12 (ECF Nos. 49.2, 54.26).) \n \n50 (Randon Dep. 112:19–113:25 (ECF Nos. 49.2, 54.26).) \nthe level of fiduciary relationships” and that “[p]arties to a contract do not thereby \nbecome each other’s fiduciaries; they generally owe no special duty to one another \nbeyond the terms of the contract[.]”) (cleaned up).  \nD. Vista’s Claims for Gross Negligence/Punitive Damages \n37. “Gross negligence has been defined as ‘wanton conduct done with conscious \nor reckless disregard for the rights and safety of others.’ ”  Toomer v. Garrett, 155 \nN.C. App. 462, 482 (2002) (quoting Bullins v. Schmidt, 322 N.C. 580, 583 (1988)).  “An \nact is wanton when it is done of wicked purpose, or when done needlessly, manifesting \na reckless indifference to the rights of others.”  Yancey v. Lea, 354 N.C. 48, 52 (2001) \n(internal citation omitted) .  It requires more than “[c]arelessness or recklessness.”  \nShaw v. Goodyear Tire & Rubber Co., 225 N.C. App. 90, 95 (2013).  “An act or conduct \nrises to the level of gross negligence when the act  is done purposely and with \nknowledge that such act is a breach of duty to others, i.e., a conscious disregard of the \nsafety of others.”  Id. at 53 (emphasis in original).  “Aside from allegations of wanton \nconduct, a claim for gross negligence requires that plaintiff plead facts on each of the \nelements of negligence, including duty, causation, proximate cause, and damages. ”  \nToomer, 155 N.C. App. at 482 (cleaned up).   \n38. Under North Carolina law, “ ‘[p]unitive damages may be awarded only if the \nclaimant proves’ that either fraud, malice, or ‘ [w]illful or wanton conduct ’ occurred \nand related to the injury. ”  Estate  of Long v. Fowler, 378 N.C. 138, 150 (quoting \nN.C.G.S. §  1D-15(a)).  As our Supreme Court has explained: “  ‘[w]illful or wanton \nconduct’ means more than gross negligence and is defined as ‘ the conscious and \nintentional disregard of and indifference to the rights and safety of others, which the \ndefendant knows or should know is reasonably likely to result in injury, damage, or \nother harm.’ ” Id. at 150–51 (quoting N.C.G.S. § 1D-5).   \n39. Defendants seek dismissal of Plaintiff’s claims for gross negligence and \npunitive damages, arguing that Vista  has failed to offer evidence that Defendants \nengaged in reckless, intentional, willful, or wanton conduct .  At most, Defendants \nargue, Vista’s evidence—consisting of Defendants “doing nothing, failing to advise, \nand failing to follow up” —is not evidence of willfulness or wantonness and instead \nonly gives rise to a claim in simple negligence.51  The Court agrees.   \n40. As discussed above, Vista has offered sufficient evidence to support its \nclaims sounding in negligence.  Our Supreme Court has held , however,  that the \ndifference between ordinary negligence and gross negligence is “substantial” and “is \nnot in degree or magnitude of inadvertence or carelessness, but rather is intentional \nwrongdoing or deliberate misconduct affecting the safety of others.”  Yancey, 354 N.C. \nat 53.  While “[n]egligence, a failure to use due care, be it slight or extreme, connotes \ninadvertence . . . [w]antonness . . . connotes intentional wrongdoing.”  Id. (emphasis \nin original.)  “An act or conduct moves beyond the realm of negligence when the injury \nor damage itself is intentional.”  Id. (emphasis in original.) \n41. Although Vista attempts to build its claims for gross negligence and punitive \ndamages on a series of speculative inferences based on Defendants’ alleged failures \n \n51 (Defs.’ Reply Br. 11.) \n \nto perform and what Vista  contends are Cheng’s repeated lies  and evasions,52 the \nCourt cannot conclude from this evidence, and the reasonable inferences permitted \ntherefrom, that Defendants intended , expected, knew , or should have known that \ntheir conduct would cause the injury or damage that Vista alleges.  Nor can the Court \notherwise conclude from this record that Defendants acted willfully, wantonly, \nintentionally, or with reckless or conscious disregard for or indifference to Vista ’s \nrights.  Further,  contrary to Vista’s contention, the Court cannot conclude that \nPlaintiff’s evidence reflects “a repeated course of conduct [by Defendants] which \nconstituted a callous or intentional indifference to the plaintiff’s rights” as in Potts v. \nKEL, LLC, 2021 NCBC LEXIS 100, *34 (N.C. Super. Ct. Nov. 5, 2021)  (quotations \nomitted).  Rather than engage in “a repeated course of conduct” as in Potts, the Court \nconcludes that the evidence, when viewed in the light most favorable to Vista, shows \nonly that Defendants failed to advise Vista about the Wayfair decision after it was \nissued and to recognize the sales tax liability the decision imposed on Vista \nthereafter.   \n \n52 (Pl.’s Br. Opp’n 23–24 (contending variously that “Cheng is now lying,” “Cheng realized for \nthe first time during the February 2020 meeting,” “Cheng did not want to draw any attention \nto her failure,” “[Cheng] intentionally downplayed the issue,” “Cheng chose not to advise \n[Vista],” “Cheng did not [take action] because she knew  it would raise questions about her \noversight of the account,” “Cheng instructed Ms. Zeiger  . . . because Ms. Cheng wanted to \ncontrol the message and protect herself from accusations of malpractice,” “Cheng never \nfollowed up . . . because she could not exp lain her delay in raising the issue,” “Cheng either \nchose not to review Ms. Zeiger’s memo in 2021 or is now lying about that . . . or intentionally \ndelayed communicating its conclusions to [Vista],” and “Cheng [took action] for fear that the \nsales tax issue would be discovered.”) \n \n42. While a jury certainly might find Defendants negligent on the evidence of \nrecord here, Vista has not offered sufficient evidence of Defendants’ reckless, \nintentional, willful, or wanton conduct  to permit its claims for gross negligence or \npunitive damages to proceed to a jury at trial.  Accordingly, the Court shall grant this \naspect of Defendants’ Motion and dismiss Vista ’s claims for gross negligence and \npunitive damages.  See, e.g., Archie v. Durham Pub. Schs. Bd. of Ed. , 283 N.C. App. \n472, 478 (2022) (“A plaintiff must come forward with particular evidence of gross \nnegligence to overcome summary judgment.”) ; Robinson v. Duke Univ. Health Sys. , \n229 N.C. App. 215, 239 (2013) (affirming dismissal of punitive damages claim under \nRule 56 where plaintiffs failed to “present any evidence that defendants’ conduct in \nthis case was willful, wanton, malicious, or fraudulent”).\n53 \nIV. \nCONCLUSION \n43. WHEREFORE, the Court hereby GRANTS in part and DENIES in part \nthe Motion as follows: \na. Defendant’s Motion is hereby DENIED as to Vista’s claims against JPS \nfor breach of contract 54 and against JPS and Cheng for professional \nnegligence/malpractice and common law negligence. \n \n53 Plaintiff does not contend that Defendants’ conduct was “malicious” or “fraudulent.” \n \n54 The Court notes that Defendants contend for the first time in their Reply Brief that Vista’s \nrequest for disgorgement on its breach of contract claim is improper.  (Defs. Reply Br. 12 –\n13.)  Because this issue was not raised in Defendants’ Motion or opening brief, the Court \ndeclines to consider Defendants’ contention in its resolution of the Motion .  See  Business \nCourt Rule 7.7 (“A reply brief must be limited to discussion of matters newly raised in the \nb. Defendant’s Motion is hereby GRANTED as to Vista ’s claims against \nJPS and Cheng for gross negligence/punitive damages, and breach of \nfiduciary duty , and those claims are hereby DISMISSED with \nprejudice. \nSO ORDERED, this the 17th day of September, 2024.55 \n \n \n     /s/ Louis A. Bledsoe, III \n     Louis A. Bledsoe, III \n      Chief Business Court Judge \n \nresponsive brief, and the Court may decline to consider issues or arguments raised by the \nmoving party for the first time in a reply brief.”). \n \n55 The Court notes that while Vista observed in its opposition brief that Defendants filed their \nMotion before “the close of fact discovery, and before responding to outstanding discovery \nrequests from [Vista],” Pl.’s Br. Opp’n 2, n.6, Plaintiff has not sought relief under either Rule \n56(f) or BCR 10.9 or otherwise contended that the Court should defer consideration of the \nMotion.   "
}