{
  "id": "2c9321439716017f0070d34b3bbb8750a93032e98bab2d9b6421f782a45643ee",
  "source_file": "data/raw/ncbc/2c9321439716017f0070d34b3bbb8750a93032e98bab2d9b6421f782a45643ee.pdf",
  "raw_text": "N.C. Dep’t of Revenue v. Graybar Elec. Co., Inc., 2019 NCBC 2. \n  \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 13902 \n \nN.C. DEPARTMENT OF REVENUE, \n \nPetitioner, \n \nv. \n \nGRAYBAR ELECTRIC COMPANY, \nINC., \n \nRespondent. \n \n \n \n \n \nORDER AND OPINION ON PETITION \nFOR JUDICIAL REVIEW \n \n \n1. THIS MATTER  presents for decision whether dividends deducted on a \ncorporation’s federal corporate income tax return under the dividends -received \ndeduction (“DRD”) of section 243 of the Internal Revenue Code (the “Code”) constitute \n“income not taxable” fo r purposes of calculating the corporation’s net economic loss \n(“NEL”) deduction under N.C. Gen. Stat. §  105-130.8(a) (repealed 2014) 1 for North \nCarolina corporate income tax purposes.  Secondary to this issue is whether reducing \nNEL deductions by subtracting deducted dividends violates either the United States \nor North Carolina Constitution.   \n2. Petitioner North Carolina Department of Revenue (the “Department”) filed \nits Petition for Judicial Review (the “Petition”) on November 17, 2017 seeking \nreversal of the Office of Administrative Hearings’ (“OAH”) Final Decision (the “Final \nDecision”) entering summary judgment in favor of Respondent Graybar Electric \nCompany, Inc. (“Graybar”).   \n                                            \n1  The provisions of this statute were in effect during the years at issue here.  The General \nAssembly has since modified the statute, effective for the tax years beginning on and after \nJanuary 1, 2015. \n \n \n3. The Court held a hearing on the Petition on April 19, 2018, at which both \nparties were represented by counsel.  After considering the Petition, the parties’ briefs \nin support of and in opposition to the Petition, the relevant evidence of record, and \nthe arguments of counsel made at the April 19, 2018 hearing, the Court , for the \nreasons set forth below,  hereby REVERSES the Final Decision and REMANDS to \nthe OAH with instructions to enter summary judgment in favor of the Department. \nNorth Carolina Attorney General,  by Special Deputy Attorney General \nTenisha S. Jacobs, for Petitioner N.C. Department of Revenue. \n \nParker Poe Adams &  Bernstein LLP, by James Greene, Kay Miller \nHobart, and Ray Stevens, for Respondent Graybar Electric Company, \nInc. \n \nBledsoe, Chief Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n4. The material facts of this matter are not in dispute.   \n5. Graybar is a New York corporation headquartered in St. Louis, Missouri .  \n(R. at 8, ECF No. 20.)  The company distributes electrical, communications, and data \nnetworking products throughout the United States and is authorized to do business \nin North Carolina.   (R. at 8; see R. at 218 –19, ECF No. 22 .)  Graybar files as a “C” \ncorporation for both federal and North Carolina state income tax purposes.  (R. at 8.) \n6. Graybar is the parent corporation of several wholly owned subsidiaries, \nincluding Graybar Services, Inc. (“Graybar Services”), an Illinois corporation,  and \nCommonwealth Controls Corporation (“Commonwealth”), a Missouri corporation.  (R. \nat 8.)  Both Graybar Services and Commonwealth are taxed as “C” corporations for \n \n \nfederal income tax purposes.   (R. at 8.)  Graybar Services has filed North Carolina \ncorporate income tax returns since 1998.  (R. at 329, ECF No. 25.) \n7. In 2007, Graybar Services paid Graybar a dividend of $400,000,000.  (See R. \nat 172.)  In 2008, Commonwealth paid Graybar a dividend of $1,000,000.  (See R. at \n173.)  Both of these dividends ( each a “Dividend,” and collectively, the “Dividends”) \nwere paid from the respective subsidiary’s earnings and profits.  (R. at 8.) \n8. In 2007 and 2008, the years it received the Dividends, Graybar filed  for \nfederal corporate income tax purposes as a consolidated group that included Graybar \nServices and Commonwealth.  (See R. at 782.)  North Carolina generally does not \nallow consolidated tax returns but instead requires a corporation to determine its \nState net income as if it filed a federal return as a separate entity.  (R. at 782.)  These \n“as if” federal returns are commonly referred to as pro forma federal corporate income \ntax returns.  (R. at 782.) \n9. Graybar included the Dividends on its 2007 and 2008 pro forma federal \ncorporate income tax returns and deducted the Dividends from the amounts it \nreported as federal taxable income .  (See R. at 188, 192 , 203, 209 .)  Specifically, \nGraybar claimed a DRD under section  243 of the Code for the Divid ends it had \nreceived from its subsidiaries and deducted 100 percent of the Dividends  on Line \n29(b), “Special Deductions ,” in its federal corporate income tax returns.  (See R. at \n182, 192, 203, 209.) \n10. Because Graybar was doing business in North Carolina  in the tax years \n2007 and 2008 , it file d a series of North Carolina “C” corporation tax r eturns \n \n \nreporting its liability for State corporate income and franchise taxes.  (R. at 603–04; \nsee R. at 648–66.)  North Carolina levies a corporate income tax on “State net income,” \nwhich is based on a  corporation’s federal taxable income.  (R. at 36, ECF No. 21.)  \nGraybar’s calculation of its corporate income tax for each of its North Caro lina \ncorporate income tax returns reflected the amount of federal taxable income after the \nDividends were deducted on Line 29(b) of the federal tax returns.  (R. at 603 –04; see \nR. at 648 –66.)  Ultimately, Graybar reported its State net income as zero for 2007 \nand 2008 because it offset its taxable income with substantial NELs it sustained in \nprior years dating back to 2001.  (R. at 605; see R. at 648–66.)  \n11. The Department audited Graybar in 2015.  (R. at 605.)  After the audit, the \nDepartment determined that Graybar underreported its corporate income tax \nliability for the tax years 2008, 2012, and 2013 because it improperly calculated its \nNEL deductions.  (R. at 35.)   The Department concluded that Graybar had failed to \nreduce the NEL it carried forward to the tax years 2007 and 2008 by the income \nattributable to the Dividends received.  (R. at 605.)  The Department reasoned that \n“[b]efore a [NEL] brought forward may be deducted, . . . [the NEL] must be reduced \nby any current -year nontaxable income[.]”  (R. at 9.)  B ecause the Dividends were \ndeducted from Graybar’s federal gross income to derive its federal taxable income , \nthe Department concluded that the Dividends constituted “current-year nontaxable \nincome.”  (R. at 9.)   \n \n \n12. The Department accordingly reduced the NEL s that Graybar reported in \n2007 and 2008 by the apportioned amount of the Dividends received,2 and as a result, \nconcluded that Graybar did not have a NEL for those two years.  (R. at 605.)  The \nelimination of the NEL for tax years 2007 and 2008 increased Graybar’s State \ncorporate income tax liability for 2008, 2012, and 2013.  (R. at 605–06.)  Based on the \nnew NEL calculation, the Department proposed assessments against Graybar for the \ntax years 2008, 2012, and 2013, (R. at 6), in the total amount of $380,835.97, inclusive \nof additional State taxes, penalties, and interest, (R. at 35). \n13. On September 16, 2015, Graybar timely filed with the Department a request \nfor review concerning the proposed assessment  of additional State taxes, penalties, \nand interest .  (R. at 6.)  In June 2016, the Department issued a Notice of Final \nDetermination upholding the assessment, (R. at 35–39), citing N.C. Gen. Stat. § 105-\n130.8(a)(3), which provides that a NEL from a prior year can be deducted from income \nin a succeeding year, “only to the extent that the loss carried forward from the prior \nyear exceeds any income not taxable” received in the succeeding year.  The \nDepartment found that the Dividends received constituted “income not taxable,” and \nthus that Graybar was required to reduce its NEL deductions by the amount of the \nDividends apportioned to North Carolina.  (R. at 37–38.)  \n                                            \n2  It is undisputed that the Dividends constituted North Carolina apportionable income under \nthe then current version of N.C. Gen. Stat. § 105-130.4 during the tax years at issue.  While \nthe Dividends totaled $400,000,000 in 2007 and $1,000,000 in 2008, the amount apportioned \nto North Carolina for state income tax purposes was $14,194,000 and $34,465, respectively.  \n(R. at 9.) \n \n \n14. Following receipt of the Notice of Final Determination , Graybar filed a \ncontested case with the OAH  on August 10, 2016 , alleging that “the Department \nimproperly reduced [Graybar’s] net economic loss carryovers” by the amounts \nattributable to the Dividends.  (R. at 27–34.)  Graybar argued that its D ividend \nincome was not “income not taxable” and that a reduction of its NELs was \nunconstitutional under both the North Carolina and United States Constitutions.  (R. \nat 30–33.)  Both parties moved for summary judgment on June 9, 2017.  (R. at 4.) \n15. By a Final Decision issued on October 16, 2017, the OAH entered summary \njudgment for Graybar, holding that the Dividends were “taxable as a matter of law” \nand were “not ‘income not taxable.’”  (R. at 4–23, 14.)  The OAH further noted its \nagreement with Graybar’s contention that “the Department’s position created a \ndouble taxation on the same income” in violation of the North Carolina Constitution.  \n(R. at 21.)  \n16. On November 14, 2017 the Department filed the Petition in Wake County \nSuperior Court, seeking reversal of the OAH’s Final Decision and the entry of \nsummary judgm ent in favor of the Department.   The matter was subsequently \ndesignated as a complex business case by the Chief Justice of the Supreme Court of \nNorth Carolina and assigned to the undersigned.  The Department and Graybar each \nsubmitted briefs in support of and opposition to the Petition , each seeking the entry \nof summary judgment in its favor .  On April 19 , 2018, the Court held a hearing on \nthe Petition, at which both parties were represented by counsel.  The Petition is now \nripe for resolution.  \n \n \nII. \nLEGAL STANDARD \n17. When the trial court “exercises judicial review over an agency’s final \ndecision, it acts in the capacity of an appellate court.”  Meza v. Div. of Soc. Servs., 364 \nN.C. 61, 75, 692 S.E.2d 96, 105 (2010) (quoting N.C. Dep’t of Env’t & Nat. Res. v. \nCarroll, 358 N.C. 649, 662, 599 S.E.2d 888, 896 (2004)).  \n18. Chapter 150B of the North Carolina General Statutes provide s that “[t]he \ncourt reviewing a final [agency] decision may affirm the decision or remand the case \nfor further proceedings.”  N.C. Gen. Stat. § 150B-51(b).  “In reviewing a final decision \nin a contested case, the court shall determine whether the petitioner is entitled to the \nrelief sought in the petition based upon its review of the final decision and the official \nrecord.”  Id. § 150B-51(c). \n19. The Department appeals the Final Decision of the OAH granting summary \njudgment in favor of Graybar.  “Appeals arising from summary judgment orders are \ndecided using a de novo standard of review.”  Midrex Techs. v. N.C. Dep’t of Revenue, \n369 N.C. 250, 257, 794 S.E.2d 785, 791 (2016).  Under the de novo standard of review, \nthe Court will “consider[] the matter anew and freely substitute[] its own judgment” \nfor that of the OAH.  Carroll, 358 N.C. at 660, 599 S.E.2d at 895 (quoting Mann \nMedia, Inc. v. Randolph Cnty. Planning Bd., 356 N.C. 1, 13, 565 S.E.2d 9, 17 (2002)).  \n“In reviewing a final decision allowing .  . . summary judgment, the court may enter \nany order allowed by .  . . Rule 56” of the Nort h Carolina Rules of Civil Procedure.  \nN.C. Gen. Stat. § 150B-51(d).  \n \n \n20. Under Ru le 56, summary judgment is appropriate “if the pleadings, \ndepositions, answers to interrogatories, and admissions on file, together with the \naffidavits, if any, show that there is no genuine issue as to any material fact and that \nany party is entitled to .  . . judgment as a matter of law.”  N.C. R. Civ. P. 56(c).  A \ngenuine issue is “one that can be maintained by substantial evidence.”  Dobson v. \nHarris, 352 N.C. 77, 83, 530 S.E.2d 829, 835 (2000).  A material fact is one that “would \nconstitute or would irrevocably establish any material element of a claim or defense.”  \nAbner Corp. v. City Roofing & Sheetmetal Co., 73 N.C. App. 470, 472, 326 S.E.2d 632, \n633 (1985).  Summary judgment is appropriate if “the facts are not disputed and only \na question of law remains.”  Wal-Mart Stores E. v. Hinton, 197 N.C. App. 30, 37, 676 \nS.E.2d 634, 6 38 (2009) (quoting Carter v. W. Am. Ins. Co. , 190 N.C. App. 532, 536, \n661 S.E.2d 264, 268 (2008)).  Thus, where, as here, the material facts are undisputed \non appeal, “a summary disposition of the claims  is proper and \nappropriate.”  Technocom Bus. Sys. v. N.C. Dep’t of Revenue, 2011 NCBC LEXIS 1, at \n*12 (N.C. Super. Ct. Jan. 4, 2011).  \n21. Graybar, as the “taxpayer claiming a deduction,” must bring itself “within \nthe statutory provisions authorizing the deduction.”  Wal-Mart Stores E. , 197 N.C. \nApp. at 54–55, 676 S.E.2d at 651 (quoting Ward v. Clayton, 5 N.C. App. 53, 58, 167 \nS.E.2d 808, 811 (1969)). \n \n \nIII. \nANALYSIS \n22. North Carolina imposes a tax on the “State net income of every C \nCorporation doing business in this State[.]”  N.C. Gen. Stat. § 105 -130.3.  “State net \nincome” is based on a “taxpayer’s federal taxable income as determined under  the \nCode, adjusted as provided in G.S. 105-130.5[.]”  Id. § 105-130.2(15).  Under the Code, \nfederal taxable income “means gross income minus the deductions allowed by [the \nCode].”  I.R.C. §  63(a).  Although the Code identifies dividends as an item of gross \nincome, id. § 61(a)(7), the DRD allowed under section 243 of the Code authorizes a \ncorporation to deduct “100 percent” of the dividends it receives from “a member of the \nsame affiliated group[,]” id. § 243(a)(3), (b)(1)(A).  Because dividends deducted under \nthe DRD are not included in a corpor ation’s federal taxable income , such dividends \nare likewise not included in a corporation’s State net income. \n23. As noted, a corporation’s State net income is subject to certain adjustments \nset forth in section 105-130.5.  N.C. Gen. Stat. § 105-130.2(15).  One such adjustment \nauthorizes a deduction for “[l]osses in the nature of net economic losses sustained by \nthe corporation in any or all of the 15 preceding y ears pursuant to the provisions of \nG.S. 105-130.8.”  Id. § 105-130.5(b)(4).  In turn, the now-repealed section 105-130.8 \nprovided that a corporation that sustained a NEL in any or all of the preceding fifteen \nincome years was permitted to apply the NEL as a deduction from income in a \nsucceeding taxable year.  Id. § 105-130.8(a).  Such deductions, however, were limited \nby section 105-130.8(a)(3), which provided in relevant part as follows: \n \n \nAny net economic loss of prior years brought forward and claimed as a  \ndeduction in any income year may be deducted from net income of the year \nonly to the extent that the loss carried forward from the prior years exceeds \nany income not taxable under this Part received in the same year in which the \ndeduction is claimed[.] \n  \nId. § 105-130.8(a)(3) (emphasis added).   The purpose of th is NEL provision was to \nprovide “some measure of relief to the corporation that has incurred economic \nmisfortune.”  Id. § 105-130.8(a)(1).   \n24. Here, Graybar deducted from its gross income the Dividend s received \npursuant to the DRD and claimed those deductions to arrive at the amounts reported \non Line 30 of its 2007 and 2008 federal corporate income tax returns as its federal \ntaxable income.  For purposes of its North Carolina corporate income tax returns, \nGraybar reported the amounts reflected on Line 30 of its federal returns as its \n“federal taxable income,” and this figure became the starting point for the calculation \nof Graybar’s State net income.  As a result, the Dividends, deducted from gross income \nto determine federal taxable income, were not included in the amounts that \ncomprised Graybar’s State net  income.  Graybar ultimately reported its State net \nincome as zero for 2007 and 2008 because Graybar’s substantial NELs from prior \nyears were greater than Graybar’s apportioned federal taxable income as reflected on \nits North Carolina corporate income tax returns.  In calculating its NELs, Graybar \ndid not reduce its losses by the amount of the Dividends received (i.e., it did not treat \nthe Dividends as “income not taxable” under section 105-130.8(a)(3)).     \n \n \nA. Income Not Taxable \n25. In the proceeding below, t he OAH concluded that the Dividends were not \n“income not taxable” for purposes of  the NEL provision  then in effect .  The OAH \nspecifically concluded, and Graybar argues here, that the Dividends were not “income \nnot taxable” because they do not fall within either of the  two categories of income \nspecifically referenced in N.C. Gen. Stat. § 105-130.8(a)(5): \nFor purposes of this section, any income item deductible in determining State \nnet income under the provisions of G.S. 105-130.5 and any nonapportionable \nincome not allocable to this State under the provisions of G.S. 105-130.4 shall \nbe considered  as income  not taxable under this Part. The amount of the \nincome item considered income not taxable under this Part is determined \nafter subtracting related expenses for which a deduction was allowed under \nthis Part. \n  \nId. § 105-130.8(a)(5) (emphasis added).   \n26. The OAH a greed with  Graybar’s contention that  section 105 -130.8(a)(5) \nmust be read as limiting “income not taxable” to include only the two categories of \nincome specifically identified therein.  Because it is undisputed that the Dividends \nfall into neither cat egory, Graybar contends that summary judgment was \nappropriately entered in its favor. \n27. “In matters of statutory construction, our primary task is to ensure that the \npurpose of the legislature, the legislative intent, is accomplished. ”  Elec. Supply Co. \nv. Swain Elec. Co ., 328 N.C. 651, 656, 403 S.E.2d 291, 294 (1991).  The General \nAssembly’s intent “is first ascertained from the plain words of the statute.”  Id.  \n28. Applying this standard, the Court concludes that section 105-130.8(a)(5) is \nexemplary—not exclusive or exhaustive .  As noted by the OAH, “the language of \n \n \n§ 105-130.8(a)(5) does not contain any indicia that the General Assembly intended \nthat section to be an exhaustive list of all types of income that would be considered \nas ‘income not taxable.’”  (R. at 11.)  Indeed, the statute’s plain words do not purport \nto provide a complete list or otherwise limit “income not taxable” to only the types of \nincome referenced therein.  It does not use words or phrases like “means,” “shall \nmean,” “exclusively,” “solely,” “only,” or “limited to,” and instead simply declares that \ntwo types of income “shall be considered as income not taxable.”  N.C. Gen. Stat. \n§ 105-130.8(a)(5); see Pipe Line Cases , 234 U.S. 548, 559 –60 (1914) ( interpreting \nstatutory phrase “shall be considered” as not narrowing statute’s reach ); Lynch v. \nPPG Indus. , 105 N.C. App. 223, 225, 412 S.E.2d 163, 165 (1992) (“The statutory \nlanguage, ‘include but not be limited to,’ clearly indicates, however, that the \nlegislature did not intend an exclusive list.”); cf. Evans v. Diaz, 333 N.C. 774, 779–80, \n430 S.E.2d 244, 246–47 (1993) (finding “a long and specific list” that was “obviously \nintended to be” exhaustive to constitute a complete list).  \n29. Moreover, had the legislature intended the statute to be exclusive, it could \nhave done so.3  This is especially true in light of the North Carolina Supreme Court’s \n                                            \n3  The language chosen in  other subsections within section 105 -130.8 suggests that the \nGeneral Assembly did not intend for section 105 -130.8(a)(5) to contain an exhaustive list.  \n“When a legislative body includes particular language in one section of a statute but omits it \nin another section of the same Act, it is generally presumed that the legislative body acts \nintentionally and purposely in the disparate inclusion or exc lusion.”  N.C. Dep’t of Revenue \nv. Hudson, 196 N.C. App. 765, 768, 675 S.E.2d 709, 711 (2009) (internal quotation marks, \nalteration, and citation omitted).  While the General Assembly provided a clearly exhaustive \ndefinition for “net economic loss,” see N.C. Gen. Stat. § 105 -130.8(a)(2) (“The net economic \nloss for any year means the amount by which allowable deductions for the year other than \nprior year losses exceed income from all sources in the year including any income not taxable \nunder this Part.” (emphasis added)), the same cannot be said of section 105-130.8(a)(5). \n \n \ndecision in Dayco Corp. v. Clayton, 269 N.C. 490, 153 S.E.2d 28 (1967), a decision \nissued four months before section 105-130.8 was enacted that addressed the meaning \nof “income not taxable” for purposes of the substantially similar NEL provisions in \nthe predecessor statute.  Id. at 497–98, 153 S.E.2d at 33; see Kornegay Family Farms \nLLC v. Cross Creek Seed, Inc. , 370 N.C. 23, 29, 803 S.E.2d 377, 381 (2017)  (“[T]he \nlegislature is always presumed to act with full knowledge of prior and existing law \nand . . . where it chooses not to amend a statutory provision that has been interpreted \nin a specific way, we may assume that it is satisfied with that interpretation.”  \n(quoting Polaroid Corp. v. Offerman, 349 N.C. 290, 303, 507 S.E.2d 284, 294 (1998))). \n30. In Dayco, our Supreme Court considered whether dividend income allocable \nto states other than North Carolina constituted “income not taxable” for State income \ntax purposes under N.C. Gen. Stat. § 105-147(9)(d) (repealed 1967), the substantially \nsimilar predecessor statute to section 105-130.8.4  Dayco Corp., 269 N.C. at 497, 153 \nS.E.2d a t 32 –33.  The Supreme Court concluded that because such income is not \nallocable to North Carolina, it is not subject to tax by North Carolina.  Id. at 498, 153 \n                                            \n4  N.C. Gen. Stat. § 105-147(9)(d) provided, in relevant part, as follows: \n \nAny net economic loss of a prior year or years brought forward and claimed as a \ndeduction in any income year may be deducted from taxable income of the year only \nto the extent that such carry-over loss from the prior year or years shall exceed any \nincome not taxable under this article received in the same year in which the \ndeduction is claimed, except that in the cas e of taxpayers required to apportion to \nNorth Carolina their net apportionable income, as defined in this article, only such \nproportionate part of the net economic loss of a prior year shall be deductible from \nthe income taxable in this State as would be d etermined by the use of the \napportionment ratio computed under the provisions of G.S. 105-134 or of subsection \n(c) of G.S. 105-142, as the case may be, for the year of such loss.  \n \nN.C. Gen. Stat. § 105-147(9)(d)(3) (repealed 1967).   \n \n \nS.E.2d at 33.  The taxpayer argued that even though this income was not taxed by \nNorth Carolina, it was subject to tax in other states and thus was taxable income.  Id. \nat 497, 153 S.E.2d at 33.  The Supreme Court disagreed, concluding that “‘taxable \nincome’ clearly means income on which the State of North Carolina, by the Revenue \nAct, levies a tax” and that “[a]ll other income is ‘income not taxable.’”  Id. at 498, 153 \nS.E.2d at 33; see also Aberfoyle Mfg. Co. v. Clayton, 265 N.C. 165, 171–73, 143 S.E.2d \n113, 118–19 (1965) (holding that a liquidating distribution, while not taxable income, \nwas nonetheless “income not taxable” because it increased the corporation’s assets \nand was not taxed by the State).   \n31. Applying the definition set forth in Dayco, the Court concludes th at the \nDividends Graybar received are “income not taxable”  under section 105-130.8(a)(3).  \nGraybar deducted the Dividends from its gross income pursuant to the Code’s DRD, \nand the Dividends were thus excluded from Graybar’s federal taxable income and, \nconsequently, its State net income.  As a result, the Dividends were not income upon \nwhich the State levied a tax. \n32. In its Final Decision, the OAH distinguish ed Dayco on the ground that it \napplied to dividend income allocable to other states, not, as here, dividend income \napportioned to North Carolina.  The Court disagrees with the OAH’s interpretation \nof Dayco.  By clearly defining “income not taxable” under a substantially similar \nstatute as income on which the State does not levy a tax, the Supreme Court has, at \na minimum, offered persuasive authority and forecast its view of the proper \n \n \ninterpretation of “income not taxable” under section 105-130.8(a)(3) and, at most, \nprovided the rule of decision in this case.  \n33. When interpreting tax statutes, any “ambiguities .  . . are resolved in favor \nof taxation.”  Home Depot U.S.A., Inc. v. N.C. Dep’t of Revenue , 2015 NCBC LEXIS \n103, at *19 (N.C. Super. Ct. Nov. 6, 2015) (quoting  Aronov v. Sec’y of Revenue , 323 \nN.C. 132, 140, 371 S.E.2d 468, 472 (1988)).  Although the Court does not find section \n105-130.8 to be ambiguous, should the Supreme Court decide otherwise, th is Court \nnotes that its statutory interpretation  limiting “income not taxable” to the two \ncategories listed in subsection 105-130.8(a)(5) will permit a broader range of income \nto offset NEL deductions, a result in favor of taxation.  See Bodford v. N.C. Dep’t of \nRevenue, 2013 NCBC LEXIS 18, at *13 (N.C. Super. Ct. Apr. 10, 2013) (“The court is \nto construe strictly any statute providing for a deduction and resolve ambiguities in \nfavor of taxation.”).   \n34. The OAH also rested its conclusion on the fact that the Dividends were  \n“deductions,” rather than “exclusions,” stating that because “[n]o exemption or \nexclusion prevented the Dividends from being included in income on either the federal \nor North Carolina returns[,] .  . . the Dividends are not ‘income not taxable.’”  (R. at \n19.)  The OAH concluded, and Graybar argues here, that “income not taxable” under \nsection 105-130.8 should be read to mean income items excluded from gross income \naltogether (i.e., items that were never within the State’s authority to tax) and does \nnot incl ude income that the State had the authority to tax, including items first \n \n \nincluded in, and then removed from, gross income by the claiming of a deduction (like \nthe Dividends here).   \n35. The OAH’s focus on the Dividends’ status as “deductions”  and not \n“exclusions” is misplaced.  Under Dayco, the determinative issue is whether the State \nactually levied a tax on the item of income, not whether the State had the authority \nto do so.  The Dividends were deducted from Graybar’s federal taxable income \npursuant to the DRD and were not included in its State net income .  Because the \nDividends are income on which the State did not levy a tax, the Dividends were \n“income not taxable” under section 105-130.8(a)(3).   \n36. The Court finds further support for its con clusion in the stated policy aims \nmotivating the passage of section 105 -130.8.  See Elec. Supply Co., 328 N.C. at 656, \n403 S.E.2d at 294 (“Courts also ascertain legislative intent from the policy objectives \nbehind a statute’s passage and the consequences w hich would follow from a \nconstruction one way or another.” (internal quotation marks omitted)).  As expressed \nin the statute, t he NEL provisions were intended to address a corporation’s “net \neconomic situation” in order to provide relief to corporations that “incurred economic \nmisfortune.”  N.C. Gen. Stat. §  105-130.8(a)(1).  The Court concludes that t he \nlegislature likely did not  intend for over $14,000,000 in allocable income to be \ndisregarded in determining a corporation’s “net economic situation” for purposes of \nproviding relief based on a corporation’s “economic misfortune.”  See Aberfoyle Mfg. \nCo., 265 N.C. at 172, 143 S.E.2d  at 119 (reducing NEL deduction where liquidating \ndistribution increased taxpayer’s assets by over $4,000,000).  \n \n \n37. The Court’s conclusion is also buttressed by the Department’s published \nguidance.  The Department is required to administer the State’s tax laws.  N.C. Gen. \nStat. § 143B-219.  The Secretary of Revenue (the “Secretary”) is authorized to publish \nguidance and bulletins interpreting the laws administered by the Department.  N.C. \nGen. Stat. § 105-264.  The Supreme Court of North Carolina has explained that “[a]n \ninterpretation by the Secretary is prima facie  correct” and that the Secretary’s \ninterpretation of “the relevant statutory language is important and must be given \n‘due consideration.’”  Midrex Techs., 369 N.C. at 260, 794 S.E.2d at 793; see Carolina \nPhotography, Inc. v. Hinton, 196 N.C. App. 337, 339, 674 S.E.2d 724, 725 (2009) (“A \nrule, bulletin, or directive promulgated by the Secretary of Revenue which interprets \n[laws administered by the Department] is prima facie correct[.]” (emphasis added)). \n38. During the years at issue here, the Secretary published a series of bulletins \ninterpreting section 105-130.8 and, in particular, the meaning of “income not taxable” \nunder the statute (the “Bulletins”).  (See R. at 735–52.)  In particular, the Bulletins \nfor taxable years 2007 and 2008 define “income not taxable” as “any income that has \nbeen deducted in computing State net income under G.S. 105 -130.5, any \nnonapportionable income that has been allocated directly to another state under G.S. \n105-130.4, and any other income  that is not taxable under State law.  ( See Dayco \nCorporation v. Clayton .).”  (R. at 738 (emphasis added).)  Thus, in addition to \n \n \nreferencing the two categories of income identified in section 105 -130.8(a)(5), the \nBulletins also explicitly referenced, and adopted the holding in Dayco. \n39. Although t he OAH found that the Bulletins were “entitled to some \ndeference,” the OAH concluded, and Graybar argues here, that the Bulletins are not \ncontrolling and misinterpret section 105 -130.8.5  (R. at 11.)  Graybar contends that \nthe Court should instead rely upon a 1965 opinion of the North Carolina Attorney \nGeneral.  That opinion, which was issued two years before the Supreme Court’s Dayco \ndecision, opined that the interpretation of “income not taxable” depended on the \n“distinction between income excludable from gross income and income deductible \nfrom gross income.”  (Resp’t’s Br. Ex. 1 [hereinafter “AG Opinion”], ECF No. 30.)  The \nAttorney General concluded:  \n[s]ince interest and div idends are both items of gross income subject to \ntaxation . . .  , all such income would be considered TAXABLE INCOME \nnotwithstanding the fact that a portion of such interest and dividends may \nqualify as deductions from gross income . . . in determining the taxpayer’s net \ntaxable income. \n \n(AG Opinion 3.)  As Graybar points out, other states have followed this same  \napproach.  See Rosemary Props., Inc. v. McColgan , 177 P.2d 757, 763 (Cal. 1947) \n(“Since the gross income and specified deductions are the factors included in arriving \nat the net income, the conclusion is unavoidable that it is gross income that is \nincluded in the measure of the tax.”); Yaeger v. Dubno, 449 A.2d 144, 147 (Conn. 1982) \n                                            \n5  The OAH concluded that the Department’s reliance on the Bulletins was misguided because \n(i) the Dividends were not “income not taxable” under Dayco (i.e., because Dayco involved \ndividend income allocable to other states), (ii) in any event, section 105-130.8(a)(5) provided \na “statutory definition” of “income not taxable” that does not encompass the Dividends, and \n(iii) the Bulletins did not give notice that a DRD deduction “converts taxable dividends into \n‘income not taxable.’”  (R. at 11–12.) \n \n \n(concluding “‘dividends taxable for federal income tax purposes’ means gross \ndividends as defined under Code, without regard to federal adjustments”).   \n40. Upon careful review, however, t he Court concludes  that the Attorney \nGeneral’s opinion is of limited value  here, particularly when compared to the \nDepartment’s Bulletins, because the opinion was issued before the Supreme Court’s \ndecision in Dayco.  Indeed, the Court’s research has not disclosed, and Graybar has \nnot cited, any judicial or administrative decisions relying upon the Attorney General’s \nopinion.  Moreover, while the Department’s Bulletins are presumed to be prima facie \ncorrect, see Carolina Photography, Inc., 196 N.C. App. at 339, 674 S.E.2d at 725, the \nAttorney General’s opinion on tax matters is merely advisory, see In re Va.-Carolina \nChem. Corp., 248 N.C. 531, 538, 103 S.E.2d 823, 828 (1958), and our appellate courts \nhave admonished that “[w]hile opinions of the Attorney General are entitled to \n‘respectful consideration,’ such opinions are not compelling authority[,]” McLaughlin \nv. Bailey, 240 N.C. App. 159, 167–68, 771 S.E.2d 570, 577 (2015) (quoting Williams v. \nAlexander Cty. Bd. of Educ., 128 N.C. App. 599, 602, 495 S.E.2d 406, 408 (1998)).  As \na result, the Court concludes that, as between the two,  the Department’s guidance, \nrather than the Attorney General’s opinion,  is the more persuasive and further \nsupports the Court’s conclusion that the Dividends Graybar received constituted \n“income not taxable” for purposes of section 105-130.8.   \n41. Finally, the OAH found, and Graybar argues here, that the Bulletins did not \nprovide the public with notice of the Department’s interpretation that dividends \ndeducted under the DRD are “income not taxable” for p urposes of section  105-\n \n \n130.8(a)(3).  The Court disagrees.  The Department’s Bulletins interpreting the NEL \nprovision explicitly state that “income not taxable” includes “any other income that \nis not taxable under State law” and cite Dayco for support.  Because Dayco provides \nthat “income not taxable” includes any income on which the State does not levy a tax, \nthe Court concludes that the Bulletins afforded the public, including Graybar, \nadequate notice of the Department’s interpretation.6  \n42. For each of these reasons, therefore, the Court concludes that the Dividends \ndeducted pursuant to the DRD, I.R.C. §  243(a)(3), are “income not taxable” under \nsection 105-130.8(a)(3), that Graybar has failed to bring itself within the statutory \nprovisions authorizing the NEL deduction calculation it seeks , and that the OAH’s \ncontrary conclusion should be reversed.    \nB. Constitutionality \n43. In light of the OAH’s determination that the Dividends were not “income not \ntaxable” for purposes of section 105 -130.8, the OAH concluded that it was “not \nnecessary to rule on [Graybar’s] constitutional argument.”  (R. at 18.)  Nevertheless, \n                                            \n6  Graybar also points to case law holding that where the only authority for an agency’s \ninterpretations of the law is its litigation position in a particular case, “that interpretation \nmay be viewed skeptically on judicial review.”  See Cashwell v. Dep’t of State Treasurer, Ret. \nSys. Div., 196 N.C. App. 80, 89, 675 S.E.2d 73, 78 (2009) (quoting Rainey v. N.C. Dep’t of Pub. \nInstruction, 361 N.C. 679, 681, 652 S.E.2d 251, 252 (2007)) .  The Bulletins at issue here, \nhowever, were published for the 2007 and 2008 tax years, seven years before the Department \nconducted its audit and seven years before Graybar formally requested a review of the \nDepartment’s proposed assessments.  In fact, this same interpretation appears in Bulletins \ndating back to at least 1999.  ( See R. at 751–52.)  Graybar’s argument on this point is thus \nunpersuasive.  See Cashwell , 196 N.C. App. at 89, 675 S.E.2d at 78 (“[I]f the agency’s \ninterpretation of the law is not simply a ‘because I said so’ response to the contested case, \nthen the agency’s interp retation should be accorded  . . . deference[.]” (quoting Rainey, 361 \nN.C. at 681, 652 S.E.2d at 252–53)). \n \n \nthe OAH noted its agreement with Graybar’s contention that “the Department’s \nposition creates a double taxation on the same income” in v iolation of the North \nCarolina Constitution’s Just and Equitable Clause.  (R. at 18.)  Graybar agrees with \nthis conclusion and argues in addition that this alleged double taxation violates the \nLaw of the Land Clause in the North Carolina Constitution and the Due Process \nClause contained in the Fourteenth Amendment of the United States Constitution.  \n(See Resp’t’s Br. 20 –22.)  The Court concludes that t hese applied constitutional \nchallenges are properly before the Court  for determination .  See N.C. Gen. Stat. \n§ 150B-51(d) (“In reviewing a final decision allowing . . . summary judgment, the court \nmay enter any order allowed by . . . Rule 56.”). \n44. As an initial matter, our appellate courts have held that “[a] law is presumed \nconstitutional until the contrary is shown and the bu rden is on the party claiming \nthat the law is unconstitutional to show why it is unconstitutional as applied to him.”  \nPerry v. Perry, 80 N.C. App. 169, 176, 341 S.E.2d 53, 58 (1986). \n45. The Just and Equitable Clause of the North Carolina Constitution provides \nthat “[t]he power of taxation shall be exercised in a just and equitable manner [.]”  \nN.C. Const. art. V, § 2(1).  The provision operates to limit the State’s taxing power \nand protects the public against abusive tax policies.  IMT, Inc. v. City of Lumberton, \n366 N.C. 456, 461 –62, 738 S.E.2d 156, 159 (2013) .  The tension between the State’s \nconstitutional authority to tax and the Just and Equitable Clause “must be resolved \nin a manner that protects the citizenry from unjust and inequitable taxes while \npreserving legislative authority to enact taxes without exposing the State or its \n \n \nsubdivisions to frivolous litigation.”  Id. at 461, 738 S.E.2d at 159.  In determining \nwhether a tax is just and equitable, c ourts should look to factors such as , among \nothers, whether the tax was uniformly applied, exemptions from alternative taxes, \nand the size of the taxing jurisdiction.  Id. at 461–62, 738 S.E.2d at 159 –60 (citing \nNesbitt v. Gill, 227 N.C. 174, 179–80, 41 S.E.2d 646, 650–51 (1947)). \n46. Challenges under the Just and Equitable Clause must be determined on a \ncase-by-case basis, id. at 463, 738 S.E.2d at 160, and legislative action “will not be \nheld invalid as violative of the Constitution unless it so appears beyond a reasonable \ndoubt[,]” Nesbitt, 227 N.C. at 181, 41 S.E.2d at  651.  “And when there is reasonable \ndoubt as to the validity of a statute, such doubt will be resolved in favor of its \nconstitutionality.”  Id.  “The ‘power of taxation is very largely a matter of legislative \ndiscretion’ and . . . ‘in respect to the method of apportionment as well as the amount, \nit only becomes a judicial question in cases of palpable and gross abuse. ’”  Smith v. \nCity of Fayetteville, 220 N.C. App. 249, 256, 725 S.E.2d 405, 411 (2012) (quoting E. B. \nFicklen Tobacco Co. v. Maxwell, 214 N.C. 367, 372, 199 S.E. 405, 409 (1938)). \n47. The Law of the Land Clause provides that “[n]o person shall be denied the \nequal protection of the laws,” and shall not be “taken, imprisoned, or disseized of his \nfreehold, liberties, or privileges, or outlawed, or exiled, or in any manner deprived of \nhis life, liberty, or property, but by the law of the land.”  N.C. Const. art. I, § 19.  Our \ncourts have held that the clause is “interpreted to be analogous with the [United \nStates Constitution’s] Fourteenth Amendment ‘due process of law’ clause.”   City of \nAsheville v. State, 192 N.C. App. 1, 44, 665 S.E.2d 103, 133 (2008).  “These clauses \n \n \nhave been consistently interpreted to permit the state, through the exercise of its \npolice power, to regulate economic enterprises provided the regulation is rationally \nrelated to a proper governmental purpose. ”  Id.  Accordingly, the Court’s analysis of \nthe Law of the Land Clause and the Due Process Clause for present purposes diverges \ninto a two-fold inquiry: “(1) Does the regulation have a legitimate objective? and (2) \nIf so, are the means chosen to implement the objective reasonable?”  Id.  \n48.   Here, the OAH conclu ded, and Graybar argues now, that the substantial \nDividend paid to Graybar by Graybar Services was subject to double taxation because \nGraybar Services paid taxes on the earnings and profits from which it paid the \nDividend to Graybar and thereafter the Stat e taxed these same monies by \ndetermining the Dividend to be “income not taxable” under the NEL provision.7   \n                                            \n7  It is worth noting that Graybar, Graybar Services, and Commonwealth are all structured \nas “C” corporations for federal income tax purposes and that “double taxation” is a common, \nwidely accepted, and permissible feature of this form of business organization.  As explained \nby one federal circuit court: \n \nA C corporation is a corporate entity tha t is required to pay taxes on the income it \nearns.  If a C corporation decides to issue  dividends to its shareholders, the \nshareholders must pay income tax on these dividends.  This arrangement exposes \nshareholder dividends to double taxation—a C corporation’s income is taxed at the \ncorporate level and the portion of the C corporation’s income that is passed on to \nshareholders is taxed again at the shareholder level. \n \nCrumpton v. Stephens, 715 F.3d 1251, 1253 n.2 (11th Cir. 2013); see Crowder Constr. Co. v. \nKiser, 134 N.C. App. 190, 194, 517 S.E.2d 178, 182 (1999) (“As a ‘C’ corporation, the Company \npaid corporate income tax on its earnings, and its shareholders paid income taxes  on any \ndividends received by them.”).   \n \nThe DRD permits a corporation to deduct the dividends it receives from a subsidiary to avoid \ndouble taxation in this context.  The policy considerations motivating the DRD deduction, \nhowever, are different from those justifying an NEL deduction.  Compare H.R. Rep. No. 708, \n72d Cong., 1st Sess., 12 (1932) (legislative history of 26 U.S.C. § 243(a)(1) reflecting a \nCongressional policy against double taxation of income by permitting dividends \nreceived deductions to corporations on “the theory that a corporate tax has already been paid \n \n \n49. Notably, it has long been held that nothing in either the Unit ed States \nConstitution or the North Carolina Constitution  prevents the State from imposing \ndouble taxation, provided the tax is imposed without arbitrary distinctions.  See, e.g., \nIllinois C. R. Co. v. Minnesota , 3 09 U.S. 157, 164 (1940) (“ [T]he Fourteenth \nAmendment no more forbids double taxation than it does doubling the amount of a \ntax; short of confiscation or proceedings unconstitutional on other grounds.” (internal \nquotation marks omitted) ); Jamison v. Charlotte , 239 N.C. 682, 693 –94, 80 S.E.2d \n904, 913 (1954) (citing North Carolina cases to similar effect); see also, e.g., Swiss Oil \nCorp. v. Shanks, 273 U.S. 407, 413 (1927) (“ [T]he Fourteenth Amendment does not \nrequire uniformity of taxation, nor forbid double taxation .” (citations omitted) ); \nCharlotte Coca -Cola Bottling Co. v. Shaw , 232 N.C. 307, 309, 59 S.E.2d 819, \n821 (1950) (“Double taxation, as such, is not prohibited by the Constitution, and is \nnot invalid if the rule of uniformity is observed.”); Sabine v. Gill, 229 N.C. 599, 603, \n51 S.E. 2d 1 , 3 (1948)  (“[D]ouble taxation , even within the State, is not  ipso \n                                            \nupon the earnings out of which the dividends are distributed”) , with N.C. Gen. Stat. § 105 -\n130.8(a)(1) (affording relief for corporations suffering “economic misfortune” based on “net \neconomic situation of the corporation”), and Aberfoyle Mfg. Co., 265 N.C. at 171, 143 S.E.2d \nat 118 (“T he General Assembly was under no constitutional or other legal compulsion to \npermit a net economic loss or losses deduction for a corporation from taxabl e income in a \nsubsequent year or years.   It enacted the carry -over provisions of [the predecessor statute] \npurely as a matter of grace, gratuitously conferring a benefit but limiting such benefit to the \nnet economic loss of the taxpayer after deducting therefrom the allocable portion of such \ntaxpayer’s nontaxable income.” (internal quotation marks omitted)). \n \n \nfacto necessarily obnoxious to the Constitution when the intention to impose it is \nclear and it is free from discriminatory features, however odious to the taxpayer.”). \n50. Here, assuming without deciding that the State’s determination concerning \n“income not taxabl e” results in double taxation ,8 the Court concludes that Graybar \nhas failed to show that its tax burden resulting from the State’s determination—i.e., \nthe reduction of Graybar’s NEL deductions by the apportioned amount of the \nDividends received—is the product of discriminatory or arbitrary taxation  or \notherwise derives from an abusive or unreasonable taxation scheme in violation of \nthe North Carolina or United States Constitution.  The Department’s interpretation \nof “income not taxable” is based on the Supreme Court’s holding in Dayco, a holding \nthe legislature elected not to overturn or modify in its 1967 statutory amendment, \nand a position the Department has publicly announced and implemented for at least \ntwenty years, including during the taxable years at issue.  There is no evidence that \nthe Department’s interpretation has been applied inconsistently, arbitrarily, or \ndiscriminatorily or that the Department has identified Graybar for adverse treatment \nrelative to other similarly situated taxpayers.  Moreover, t he Department’s \ninterpretation is reasonable and consistent with section 105 -130.8’s legitimate and \nstated purpose “to grant some measure of relief to the corporation that has incurred \n                                            \n8  The parties dispute whether the Department’s treatment has resulted in double taxation.  \nGraybar argues that the income from which the larger Dividend was paid was taxed twice, \nfirst when it was earned by Graybar’s  subsidiary, Graybar Services, and again when the \nGraybar could not offset its NEL deduction by that Dividend.  The Department argues that \nthe Dividend income was not initially taxed to Graybar because Graybar Services, which filed \nseparately from Graybar, paid corporate income tax on the Dividend, not Graybar, and that \nthe Dividend, once received by Graybar, was not taxed.  The Court need not resolve this \ndispute to determine Graybar’s constitutional challenges. \n \n \neconomic misfortune” and to afford that relief based on the “net economic situation of \nthe corporation.”  N.C. Gen. Stat. § 105-130.8(a)(1). \n51. In short, the Department’s interpretation does not cause section 105-130.8 \nto be unfair, unreasonable, arbitrary, or abusive, and Graybar’s constitutional \nchallenges must therefore be rejected.  See Aronov, 323 N.C. at 136–39, 371 S.E.2d at \n470–72 (holding that requiring a taxpayer to reduce North Carolina carryover losses \nby non-North Carolina income did not violate the Due Process Clause or the Law of \nthe Land Clause, in part, because “[d]eductions are privileges, not rights”) ; cf. IMT, \nInc., 366 N.C. at 462, 738 S.E.2d at 160 (holding unconstitutional a 59,900% \nminimum tax increase for promotional sweepstake companies). \nIV. \nCONCLUSION \n52. Based on the foregoing, the Court hereby REVERSES the Final Decision \nand REMANDS with instructions to the OAH to enter summary judgment in favor \nof the Department.  \n SO ORDERED, this the 9th day of January, 2019.  \n     /s/ Louis A. Bledsoe, III \n     Louis A. Bledsoe, III  \n     Chief Business Court Judge \n "
}