{
  "id": "2cbe63079b9dd0f3da00782497e2cda44d919112419c41f8feb61c5ff3301c9c",
  "source_file": "data/raw/ncbc/2cbe63079b9dd0f3da00782497e2cda44d919112419c41f8feb61c5ff3301c9c.pdf",
  "raw_text": "SCI N.C. Funeral Servs., LLC v. McEwen Ellington Funeral Servs., Inc.,  \n2013 NCBC 11. \n \nMoore & Van Allen, PLLC by Anthony T. Lathrop and J. Mark Wilson for Plaintiffs.  \nDevore, Acton & Stafford, P.A. by Fred W. DeVore, III and Troy Stafford and \nWomble Carlyle Sandridge & Rice, LLP by James P. Cooney, III for Defendants.  \nMurphy, Judge.  \n{1}  THIS MATTER is before the Court on Plaintiffs’ Motion for Preliminary \nInjunction (the “Motion”).  After considering the Motion, the parties’ briefs in \nsupport and opposition, and counsels’ arguments made during a hearing on the \nMotion on February 1, 2013, the Court GRANTS Plaintiffs’ Motion finding as \nfollows: \nI.  \nPROCEDURAL HISTORY \n{2}  Plaintiffs filed their Verified Complaint on January 11, 2013, alleging \nclaims for common law trademark infringement and unfair and deceptive trade \npractices.  Plaintiffs also filed, contemporaneously with their Complaint, a Notice of \nDesignation of Action as a Mandatory Complex Business Case.  The case was \nsubsequently designated as a mandatory complex business case by the Chief Justice \nSTATE OF NORTH CAROLINA  \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF \nJUSTICE \nSUPERIOR COURT DIVISION \n13 CVS 558 \n \nSCI NORTH CAROLINA FUNERAL \nSERVICES, LLC; CAROTHERS \nHOLDING COMPANY, LLC, \n \nPlaintiffs, \n \nv. \n \nMCEWEN ELLINGTON FUNERAL \nSERVICES, INC.; MCEWEN FUNERAL \nHOME, INC.; MCEWEN FUNERAL \nSERVICES, INC.; and CARL M. \nELLINGTON, JR., \n \nDefendants. \n \n \n \n \n \n \n \nORDER AND ORDER AND ORDER AND ORDER AND OPINION  OPINION  OPINION  OPINION    \n    \nof the North Carolina Supreme Court, and assigned by the Chief Special Superior \nCourt Judge for Complex Business Cases to this Court. \n{3}  The same day Plaintiffs filed their Compliant, they also filed a Motion for \nTemporary Restraining Order (“TRO”) pursuant to Rule 65 of the North Carolina \nRules of Civil Procedure, and a Memorandum in Support.  The Court held a hearing \non Plaintiffs’ Motion for TRO on January 11, 2013, at which all parties were \nrepresented by counsel, and an order granting Plaintiffs’ Motion for TRO was issued \nthat same day.   \n{4}  The terms of the TRO enjoined Defendants from “any and all activities that \nare likely to cause confusion with Plaintiffs’ rights in the [McEwen  name], including \nusing, in advertising, marketing, or promotion, or as any part of the name of a \nfuneral services business in the greater Charlotte area, the [McEwen  name].”  SCI \nNorth Carolina Funeral Servs., Inc. v. McEwen Ellington Funeral Servs., Inc. , 13 \nCVS 558 at 5–6 (N.C. Super. Ct. Jan. 11, 2013) (order granting TRO).  Specifically, \nDefendants were prohibited “from using the names McEwen Ellington Funeral \nServices , McEwen Funeral Home, Inc. , McEwen Funeral Services, Inc. , or any other \nsimilar mark, word, name, symbol, or slogan that incorporates the [McEwen  name] \nor is likely to cause confusion with the [McEwen  name].”  Id.  at 6. \n{5}  Under the terms of the TRO, the Court scheduled a hearing for January 17, \n2013, to determine whether Defendants should be preliminarily enjoined from using \nthe McEwen name.  However, during a Case Management Conference on January \n16, 2013, the parties consented to an extension of the TRO, and to reschedule the \nhearing on Plaintiffs’ Motion until February 1, 2013.  SCI North Carolina Funeral \nServs., Inc. v. McEwen Ellington Funeral Servs., Inc. , 13 CVS 558 at 1 (N.C. Super. \nCt. Jan. 23, 2013) (order granting first extension of TRO).  At the end of the \nFebruary 1, 2013, hearing, Plaintiffs moved for the TRO to be extended for an \nadditional ten (10) days, and Defendants consented.  SCI North Carolina Funeral \nServs., Inc. v. McEwen Ellington Funeral Servs., Inc. , 13 CVS 558 at 1 (N.C. Super. \nCt. Feb. 1, 2013) (order granting second extension of TRO).  On February 8, 2013, \nthe Court requested the parties’ positions on another extension of the TRO for an \nadditional five (5) days to give the Court adequate time to consider the matter.  All \nparties consented to the Court’s request for a third extension.  SCI North Carolina \nFuneral Servs., Inc. v. McEwen Ellington Funeral Servs., Inc. , 13 CVS 558 at 1 \n(N.C. Super. Ct. Feb. 8, 2013) (order granting third extension of TRO). \nII.  \nFACTUAL BACKGROUND \n{6}  “Every order granting an injunction and every restraining order shall set \nforth the reasons for its issuance . . . .”  N.C. R. Civ. P. 65(d).  However, findings of \nfact and conclusions of law made when ruling on motions for injunctive relief are \nnot binding on a court when evaluating subsequent dispositive motions or the \nmerits of the action in an eventual trial.  Windsor Jewelers, Inc. v. Windsor Fine \nJewelers, LLC , 08 CVS 24643 (N.C. Super. Ct. May 22, 2009) (order denying a \nmotion to dismiss that argued that defendants were entitled to a dismissal because \nthe court denied plaintiffs’ request for injunctive relief); A.E.P. Indus. v. McClure , \n308 N.C. 393, 400, 302 S.E.2d 754, 759 (1983) (stating that “[a] preliminary \ninjunction is interlocutory in nature, . . . [and] ‘[i]ts decree bears no precedent to \nguide the final determination of the rights of the parties.’” (quoting State v. \nFayetteville St. Christian Sch., 299 N.C. 351, 357–58, 261 S.E.2d 908, 913 (1980))).  \nAccordingly, the following factual background is recited solely for the purpose of \nproviding context for the Court’s reasons underlying the injunction. \n{7}  Plaintiffs are North Carolina limited liability companies that own and \noperate a number of funeral homes offering funeral services in and around \nCharlotte, North Carolina.  (Vr. Compl. ¶ 1.) \n{8}  Carl J. McEwen (“McEwen”), the founder of McEwen Funeral Services, Inc. \n(“MFS”) (not to be confused with Defendant McEwen Funeral Services, Inc. which \nwas only recently registered with the North Carolina Secretary of State), began \nservicing funeral homes in 1921.  (Defs.’ Mem. Opp. Mot. for Prelim. Inj. (“Defs. \nMem.”) 3.)  By 1944, McEwen opened a location in Charlotte on Morehead Street \n(the location currently used by Defendants to provide funeral services), and \neventually brought in other family members to help run MFS and McEwen Funeral \nHome of Mint Hill (“MFS Mint Hill”).  (Defs. Mem. 3.)  One of the family members \nbrought in by McEwen was Carl McEwen Ellington, Sr. (“Ellington Sr.”) (McEwen’s \ngrandson) who ran the company from 1956 until 1986 when MFS and MFS Mint \nHill were sold.  (Defs. Mem. 3.)  Defendant Carl McEwen Ellington, Jr. (“Ellington \nJr.”) (Ellington Sr.’s son) was a shareholder in MFS and a partner in MFS Mint \nHill.  (Vr. Compl. ¶ 16.) \n{9}  On July 24, 1986, the McEwen family, including Ellington Sr. and Ellington \nJr., entered into a Capital Stock Purchase Agreement (“Stock Agreement”) and \nAsset Purchase Agreement (“Asset Agreement”) with Service Corporation \nInternational (“SCI”) (not to be confused with Plaintiff SCI North Carolina Funeral \nServices, Inc. (“SCI NC”)) for the sale of MFS’s stock and MFS Mint Hill’s assets.  \n(Vr. Compl. 12.)  These agreements explicitly covered the ownership and sale of \nMFS and MFS Mint Hill’s trademarks and trade names, and provided that “[MFS] \nowns the common law and exclusive right to the trade name ‘McEwen Funeral \nService’ in the trade area in which such name is utilized in the Corporation’s \nbusiness . . . [,]”  (Aff. of Robert D. Polydys, II (“Polydys”) Ex. A (“Stock Agreement”) \nArt. III § 13), and that “[MFS Mint Hill], at the Closing . . . will sell, transfer, \nconvey and deliver to [SCI] . . . all of the assets . . . of [MFS Mint Hill] of every type \nand description, . . . including, without limitation, . . . [all] trademarks, trade names \n(including all trade names under which the Seller does business) . . . .”  (Aff. of \nPolydys Ex. B (“Asset Agreement”) Art. I § 1.) \n{10}  Since the sale, the McEwen  name has been continuously used in the \nownership and operation of funeral homes throughout Charlotte, Mint Hill, \nPineville, and Monroe.  In addition, MFS continued to use its Charlotte location on \nMorehead Street until the early 2000s.  (Vr. Compl. ¶ 18; Pls.’ Mem. Supp. Mot. for \nPrelim. Inj. (“Pls. Mem.”) 4.)   \n{11}  The McEwen  name has been promoted through sponsorship of community \nactivities organized by “Hospice and Palliative Care of Charlotte, the Levine \nChildren’s hospital, the Knights of Columbus, the Lions Club, and a variety of other \norganizations and schools.”  (Aff. of Polydys ¶ 11.)  The McEwen name is also \nadvertised in the Charlotte region through television, radio, and print media that \ncosts tens-of-thousands-of-dollars per year.  (Aff. of Polydys ¶¶ 12–14.) \n{12}  Plaintiffs have not registered the McEwen  name under either the North \nCarolina Trademark Registration Act or the federal Trademark Act of 1946.  (Defs.’ \nMem. 2.) \n{13}  Despite being a former shareholder in MFS and partner in MFS Mint Hill, \nrecently, Ellington Jr. registered a funeral home with the North Carolina Board of \nFuneral Service under the trade name McEwen Ellington Funeral Services  (Vr. \nCompl. ¶ 19), and registered the following corporations with the North Carolina \nSecretary of State: McEwen Ellington Funeral Services, Inc. ; McEwen Funeral \nHome, Inc. ; and McEwen Funeral Services, Inc .  (Vr. Compl. ¶ 20.)  \n{14}  Defendants have begun funeral home operations at the Morehead \nStreet location previously used by Plaintiffs, erected a sign on the site using the \nname McEwen Ellington Funeral Services , and, according to Plaintiffs, contracted \nfor advertising to be run under the McEwen Ellington Funeral Services  name in the \nJanuary 12–13, 2013, weekend edition of the Charlotte Observer.  (Pls.’ Mem. 4; Vr. \nCompl. ¶ 24.)   \n{15}  Plaintiffs also allege that the script used in the signage advertising \nDefendants’ Morehead Street location is “similar to the script used on the [MFS] \nsign [that had been used] at this location until the early 2000s”  (Aff. of Polydys ¶ \n15); that Defendants “have decorated the lobby of [the Morehead Street location] \nwith the same painting of Carl J. McEwen that is in the lobby of [MFS] at Sharon \nMemorial Park and [MFS] Mint Hill Chapel”  (Aff. of Polydys ¶ 18); and that while \nDefendant Ellington, Jr. has not customarily used his middle name (McEwen) in \nother business contexts, the McEwen name inexplicably began to appear when \nDefendants opened their competing funeral home business.  (Aff. Polydys ¶¶ 20–21.)   \n{16}  On December 7, 2012, Plaintiffs mailed Ellington Jr. a letter stating that \nPlaintiffs own and operate five funeral homes in North Carolina containing the \nname McEwen  and advised Ellington Jr. that he should withdraw his registration \nof the marks listed above.  (Pls.’ Mem. 5.) \n{17}  To demonstrate that a likelihood of confusion between the parties’ trade \nnames exists, Plaintiffs allege that the following examples of “actual confusion” \nhave already occurred: (1) that on the week of January 7, 2013, mail for McEwen \nEllington Funeral Services  was mistakenly delivered to MFS’s Mint Hill Chapel \nlocation; (2) that on January 14, 2013, flowers intended of a funeral service to be \nperformed by McEwen Ellington Funeral Services  were delivered by mistake to \nMFS’s Sharon Memorial Park location; and (3) that on January 14, 2013, one of \nMFS’s managers was asked by a customer if a funeral service could be held at \nMcEwen Ellington Funeral Services’ new facility.  (Aff. of Polydys ¶ 23.) \nIII.  \nPRINCIPLES OF LAW \nA. \nPRELIMINARY INJUNCTION STANDARD \n{18}  The purpose of a preliminary injunction is “‘to preserve the [status quo] \npending trial on the merits.’”  A.E.P. Indus., Inc. , 308 N.C. at 401, 302 S.E.2d at 759 \n(quoting State v. Fayetteville St. Christian Sch., 299 N.C. at 357, 261 S.E.2d at \n913).  The remedy of a preliminary injunction “‘is an extraordinary measure[,] . . . \n[and] will be issued only (1) if a plaintiff is able to show likelihood  of success on the \nmerits of [its] case and (2) if a plaintiff is likely to sustain irreparable loss unless \nthe injunction is issued . . . .’”  Id.  (quoting Investors, Inc. v. Berry , 293 N.C. 688, \n701, 239 S.E.2d 566, 574 (1977)). \nB. \nCOMMON LAW TRADEMARK INFRINGEMENT THROUGH THE USE O F \nSURNAMES \n{19}  “A man has the right to use his own name in connection with his business, \nprovided he does so honestly and does not resort to unfair methods by which he \nwrongfully encroaches upon another’s rights or commits a fraud upon the public.”  \nZagier v. Zagier , 167 N.C. 616, 617, 83 S.E. 913, 913 (1914) (citing  Bingham Sch. v. \nGray , 122 N.C. 699, 707, 30 S.E. 304, 304 (1898)).  Accordingly, “[a]s a rule, a trade-\nmark can not be taken in a surname . . . .”  Bingham Sch., 122 N.C. at 707, 30 S.E. \nat 305 (citing Brown Chem. Co. v. Meyer,  139 U.S. 540 (1891)); accord Zagier , 167 \nN.C. at 617, 83 S.E. at 913 (stating that “[a]s a rule, a trade-mark cannot be taken \nin a surname . . . .”).1   \n{20}  That a plaintiff is incorporated using its founder’s surname  \ndoes not give it the exclusive right to that name; another corporation \nmight be created by and operated under the same title, when not in the \nsame locality, in the absence of proof of an intent to injure the first \nnamed corporation or to avail itself fraudulently of the other’s good \nname and reputation.  \nBingham Sch., 122 N.C. at 707, 30 S.E. 304–05. \n{21}  As a result, \n‘any one [sic] having the same surname as that under which a business \nhas been long and successfully conducted by another, so as to acquire a \nreputation therefor [sic], can conduct a like business under the same \nname, provided there be no intent to injure or fraudulently attract the \nbenefit of the good name and reputation previously acquired by the \nother.’  \nZagier , 167 N.C. at 617, 83 S.E. at 913 (quoting Bingham Sch., 122 N.C. 699, 30 \nS.E. 304 (pinpoint citation omitted because the quoted language is from Headnote 1 \nof the Bingham School opinion)).  “‘It is not the use, but dishonesty in the use, of the \n                                                 \n1  In support of the rule that a trademark cannot be taken in a surname, the Court in Zaiger  \ncited to Russia Cement Co. v. LePage , where the Massachusetts Supreme Judicial Court \nheld that \n \n‘A person cannot make a trade-mark of his own name, and thus debar \nanother having the same name from using it in his business, if he does so \nhonestly and without any intention to appropriate wrongfully the good-will of \na business already established by others of the name.  Every one [sic] has the \nabsolute right to use his own name honestly in his own business for the \npurpose of advertising it, even though he may thereby incidentally interfere \nwith and injure the business of another having the same name.  In such case \nthe inconvenience or loss to which those having a common right to it are \nsubjected is \ndamnum absque injuria .  But although he may thus use his \nname, he cannot resort to any artifice or do any act calculated to mislead the \npublic as to the identity of the business, firm, or establishment, or of the \narticle produced by them, and thus produce injury to the other beyond that \nwhich results from the similarity of name.’ \n \nZagier , 167 N.C. at 617–18, 83 S.E. at 913 (quoting Russia Cement Co. , 147 Mass. 206, 209 \n(Mass. 1888) (citations omitted)).   \nname that is condemned.’”  Zagier , 167 N.C. at 617, 83 S.E. at 913 (quoting Howe \nScale Co. v. Wyckoff , 198 U.S. 118 (1905) (pinpoint citation omitted because the \nquoted language is from the syllabus of the Howe Scale Co.  opinion)). 2 \n{22}  While the use of an individual’s surname is protected under the common \nlaw, “it is also well established that one may, by contract, conclude himself from the \nuse of his own name in a given business, and the agreement will be enforced by the \ncourts.”  Zagier , 167 N.C. at 617, 83 S.E. at 913 (citing Ranft v. Reimers , 200 Ill. 386 \n(Ill. 1902); Frazer v. Frazer , 121 Ill. 147 (Ill. 1887); Russia Cement Co. , 147 Mass. \n206; Hall Safe Lock Co. v. Herring-Hall-Marvin Safe Co. , 143 F. 231, 237 (7th Cir. \n1906)).  In such situations: \n‘[o]ne who has carried on a business under a trade name, and sold a \nparticular article in such a manner, by the use of his name as a trade-\nmark or a trade name, as to cause the business or the article to become \nknown or established in favor under such name, may sell or assign \nsuch trade name or trade-mark when he sells the business or \nmanufacture, and by such sale or assignment conclude himself  from \nthe further use of it in a similar way.’  \nZagier , 167 N.C. at 618 83 S.E. at 913–14 (emphasis added) (quoting Russia Cement \nCo., 147 Mass. at 209). \n{23}  In addition, it is possible “‘that other trademark principles, such as the \ndoctrine of secondary meaning in connection with surnames or descriptive terms, \nwill also be applied in cases alleging a corporate name infringement.’”  Two Way \nRadio Serv., Inc. v. Two Way Radio of Carolina, Inc. , 322 N.C. 809, 816, 370 S.E.2d \n408, 412 (1988) (quoting R. Robinson, North Carolina Corporation Law and Practice  \n§ 4-1, at 52 (3d ed. 1983)). \n \n \n \n \n                                                 \n2 The language used in the opinion in Howe Scale Co. states that “[i]t is dishonesty in the \nuse that is condemned, whether in a partnership or corporate name, and not the use itself.”  \nHowe Scale Co. , 198 U.S. 118, 136.   \nC. \nCOMMON LAW PROTECTION OF GENERIC AND GENERALLY DESC RIPTIVE \nWORDS \n{24}  “At common law generic, or generally descriptive, words and phrases, as \nwell as geographic designations, may not be appropriated by any business \nenterprise either as a tradename [sic] or as a trademark.”  Charcoal Steak House, \nInc. v. Staley , 263 N.C. 199, 201, 139 S.E.2d 185, 187 (1964).  Such words “are the \ncommon property and heritage of all who speak the English language; they are \npublici juris .  If the words reasonably indicate and describe the business or the \narticle to which they are applied, they may not be monopolized.”  Id. (citations \nomitted).   \n{25}  “Although, a generic word or a geographic designation cannot become an \narbitrary trademark, it may nevertheless be used deceptively by a newcomer to the \nfield so as to amount to unfair competition . . . .”  Id.  (citing Cleveland Opera Co. v. \nCleveland Civic Opera Ass’n. , 22 Ohio App. 400 (Oh. Ct. App. 1926)).  In such \nsituations, “the prohibition against any right to the exclusive use of such a word or \ndesignation has been modified by the ‘secondary meaning’ doctrine.”  Charcoal \nSteak House, Inc. , 263 N.C. at 201, 139 S.E.2d at 187 (citing Surf Club v. Tatem \nSurf Club , 151 Fla. 406 (Fl. 1942)).   \n{26}  Secondary meaning is attained “[w]hen a particular business has used \nwords publici juris  for so long or so exclusively or when it has promoted its product \nto such an extent that the words do not register their literal meaning on the public \nmind but are instantly associated with one enterprise . . . .”  Charcoal Steak House, \nInc. , 263 N.C. at 201–02, 139 S.E.2d at 187.   \n \n \n \n \n \n \nD. \nEFFECT OF INCORPORATION AND LICENSURE ON COMMON LAW  \nTRADEMARK RIGHTS \n{27}  North Carolina law provides that: \nThe filing of any document, the reservation or registration of any name \nunder this Chapter or under Chapter 55, 55A, 55B, 57C, or 59 of the \nGeneral Statutes, or the issuance of a certificate of authority to \ntransact business or conduct affairs or a statement of foreign \nregistration does not authorize the use in this State of a name in \nviolation of the rights of any third party under the federal trademark \nact, the trademark act of this State, or other statutory or common law, \nand is not a defense to an action for violation of any of those rights .  \nN.C. \n G EN . STAT . § 55D-20(e) (2013) (emphasis added). \nIV.  \nANALYSIS \nA. \nTHE PARTIES’ ARGUMENTS \n{28}  Plaintiffs argue that they are entitled to injunctive relief because they (1) \n“have an exclusive right to the [ McEwen  name] for us [sic] in conjunction with \nfuneral home services in Charlotte,” (Pls. Mem. 1), and (2) “Defendants’ use of the \n[name] on the same services and in the same territory is likely to cause confusion.”  \n(Pls. Mem. 1.)    \n{29}  To show that Plaintiffs’ have an exclusive right to the McEwen  name, \nPlaintiffs argue that: (1) their exclusive right to the McEwen  name is recognized \nunder North Carolina’s common law, (2) the “likelihood of confusion” test is the \nproper standard for determining whether Defendants have infringed on Plaintiffs’ \nrights, (3) Defendants’ are prevented from using the McEwen name because of \nPlaintiffs’ senior status to the name even though it is part of Ellington Jr.’s name, \n(4) the sale of Ellington Jr.’s rights in the name prohibit his use of the name, and (5) \nthe North Carolina Board of Funeral Service and the North Carolina Secretary of \nState’s registration of the name does not affect Plaintiffs’ common law rights. \n{30}  Defendants respond by arguing: (1) that Plaintiffs’ senior status does not \nprovide them with an exclusive right to use of a family name, (2) that Defendants’ \nuse of the McEwen name, when evaluated under the “likelihood of confusion” test,  \ndoes not entitle Plaintiffs to their requested relief, and (3) that Plaintiffs are barred \nfrom equitable remedies under the doctrine of unclean hands. \nB. \nSTANDING \n{31}  The Court notes that a comparison of the allegations in the Verified \nComplaint, with the terms of the Stock Agreement and Asset Agreement attached \nas exhibits to the Affidavit of Robert D. Polydys, II, results in ambiguity.  While \nPlaintiffs allege in the Verified Complaint that “the McEwen family sold MFS to \nSCI” (while defining SCI as SCI NC and Plaintiff Carothers Holding Company, \nLLC, both North Carolina Corporations), the Stock Agreement and Asset \nAgreements show the purchaser was SCI, a Texas corporation.  (Stock Agreement p. \n1; Art. 1 § 1–2; Asset Agreement p. 1; Art. 1 § 1.)   \n{32}  Based on a review of all the motions, memoranda in support and opposition, \naffidavits, and accompanying exhibits, it would appear that SCI was the purchaser \nof MFS rather than Plaintiffs, and that SCI purchased MFS’s stock, and did not, as \nwas done with MFS Mint Hill, purchase MFS’s assets.  (Stock Agreement p. 1; Art. \n1 § 1–2; Asset Agreement p. 1; Art. 1 § 1.)  While not raised by the parties at the \nhearing, or in their memoranda, Plaintiffs leave unclear how they are able to \nenforce rights acquired in an agreement to which they were not a party, or, \nassuming that Plaintiffs subsequently acquired the stock purchased by SCI, how \nthey have standing to sue individually for the protection of rights that belong to a \ncorporation (MFS), of which they are only shareholders.  Goldston v. State , 361 N.C. \n26, 30, 637 S.E.2d 876, 879 (2006) (“‘[T]he ‘gist of the question of standing’ is \nwhether the party seeking relief has ‘alleged such a personal stake in the outcome \nof the controversy as to assure that concrete adverseness which sharpens the \npresentation of issues upon which the court so largely depends for illumination of \ndifficult constitutional questions.’” (quoting Stanley v. Dep’t of Conservation & Dev. , \n284 N.C. 15, 28, 199 S.E.2d 641, 650 (1973))); see also R. Robinson, North Carolina \nCorporation Law and Practice  § 17.02[1] (“The North Carolina Courts have \nexpressly rejected the argument that a shareholder has an individual right to \nrecover directly for any loss in the value of his shares caused by a wrong committed \nagainst the corporation.” (citing Barger v. McCoy Hillard & Parks , 346 N.C. 650, \n488 S.E.2d 215 (1997))). \n{33}  The Court’s questions about Plaintiffs’ standing do not ignore the fact that \nSCI also purchased the assets of MFS Mint Hill.  Nevertheless, it remains unclear \nat this juncture how Plaintiffs acquired those assets from SCI.  Absent ownership of \nMFS Mint Hill’s assets, or at a minimum MFS Mint Hill’s trade names, it would \nappear that Plaintiffs lack standing to sue for the protection of a trade name they \ndo not own.  (Asset Agreement p. 1; Art. 1 § 1.) \n{34}  While this issue was not specifically addressed by the parties, the Court \nnotes that Plaintiffs’ allege in their Verified Complaint that they own MFS, and \n“operate[] a number of funeral homes . . . including locations in Charlotte [and] . . . \nMint Hill.”  (Vr. Compl. ¶¶ 12, 18.) As a result, the Court accepts, for the purposes \nof this Motion, that Plaintiffs acquired MFS’s stock and MFS Mint Hill’s assets from \nSCI.  Accordingly, Plaintiffs may sue to protect the trade names purchased from \nMFS Mint Hill, but may not be authorized to bring cliams individually for  \ninfringement to trade names held by MFS. \nC.  \nDO PLAINTIFFS HAVE AN EXCLUSIVE RIGHT TO USE THE NA ME MCEWEN \nUNDER THE COMMON LAW? \n1. \nLEGAL STANDARD \n{35}  At its essence, this case concerns the use of a surname, and not simply the \nprotection of a trademark or trade name, as argued by Plaintiffs.  The North \nCarolina Supreme Court has stated that “[a]s a rule, a trade-mark cannot be taken \nin a surname . . . .”  Bingham Sch., 122 N.C. at 707, 30 S.E. at 305; accord Zagier , \n167 N.C. at 617, 83 S.E. at 913.  This rule means that Plaintiffs’ use of the McEwen  \nname “does not give it the exclusive right to that name . . . .”  Bingham Sch. , 122 \nN.C. at 707, 30 S.E. at 304.  Instead, as the Court in Bingham School  stated, other  \n“corporation[s] might be created by and operated under the same title, when not in \nthe same locality, in the absence of proof of an intent to injure the first named \ncorporation or to avail itself fraudulently of the other’s good name and reputation.”  \nId.  at 707, 30 S.E. at 304–05. \n{36}  The parties’ argument that the Court should adopt the “likelihood of \nconfusion” test comes from the North Carolina Supreme Court’s use of the word \n“confusion” in its opinion in Blackwell’s Durham Tobacco Co. v. The American \nTobacco Co. , 145 N.C. 367, 59 S.E. 123 (1907).  In Blackwell’s Durham Tobacco Co. , \nthe Court stated that “an injunction lies to restrain the simulation and use by one \ncorporation of the name of a prior corporation, which tends to create confusion  and \nto enable the latter corporation to obtain, by reason of the similarity of names, the \nbusiness of the prior one.”  Id . at 374, 59 S.E. at 126 (emphasis added) (quotation \nomitted).   \n{37}  Blackwell’s Durham Tobacco Co. is distinguishable from this case, and \nsurname cases in general, for three reasons.  First, Blackwell’s Durham Tobacco Co. \ndid not deal with surnames, and the Supreme Court’s subsequent opinion in Zagier , \nwhich does involve a challenge to a defendants’ use of a surname, cited to the \nfraudulent intent standard adopted in Bingham School , rather than the confusion \nstandard adopted in Blackwell’s Durham Tobacco Co .  Zagier , 167 N.C. at 617, 83 \nS.E. at 913. 3   The use of a separate standard for surname cases leaves this Court to \nconclude that the Supreme Court did not intend for the confusion standard to be \napplied.  Second, the rule against allowing surnames to be taken as trademarks \nwould by definition distinguish cases like Blackwell’s Durham Tobacco Co. , that \nconcern the protection of trademarks, from cases like Bingham School and Zagier , \nthat are concerned with preventing “dishonesty in the use[] of the name” that \n                                                 \n3  The Court’s decision not to cite to Blackwell’s Durham Tobacco Co. ’s confusion standard \ncannot be attributed to the fact that the plaintiff in Zagier  was an individual rather than a \ncorporation because the plaintiff in Bingham School  was incorporated by the Legislature in \n1864.  Bingham Sch. , 122 N.C. at 705, 30 S.E. at 304. \ncannot  be trademarked.  Id.  at 617, 83 S.E. at 913.  Third, the complaint in \nBlackwell’s Durham Tobacco Co. did not allege that plaintiff’s creation, and thus \nuse of its trademark, occurred before defendants’ inception.  Blackwell’s Durham \nTobacco Co. , 145 N.C. at 372, 59 S.E. at 125.  The Court stated that this type of \nallegation was important because “a trademark[] is acquired, not simply by \nadoption, but by using it.”  Id. at 374–75, 59 S.E. at 126.  Because plaintiff failed to \nsay when the use began it could not demonstrate that it was the senior user, and \ntherefore had a protectable trademark.  The Court’s decision that plaintiff needed to \nallege that it was created prior to the defendant, obviated the need to discuss the \nconfusion standard because plaintiff failed to demonstrate that it had a protectable \ntrademark.   \n{38}  While these facts might end the discussion, the Court also recognizes that \nthe North Carolina Supreme Court has left open the possibility that surnames could \nbe protectable trademarks if they have “secondary meaning” as the term is used \nwithin trademark law.  Two Way Radio Service, Inc. , 322 N.C. at 816, 370 S.E.2d at \n412 (“‘It is to be expected that other trademark principles, such as the doctrine of \nsecondary meaning  in connection with surnames or descriptive terms, will also be \napplied in cases alleging a corporate name infringement.’” (emphasis added)). 4  \n{39}  Within the last one-hundred-and-fifteen years there has been very little \ncase law discussing the status of North Carolina’s common law as it applies to \ntrademarks, trade names, and surnames.  This may account in part for prompting \nthe parties to apply that the “likelihood of confusion” test established in Pizzeria \nUno Corp. v. Temple , 747 F.2d 1522 (4th Cir. 1984).5   While the applicable case law \n                                                 \n4  The Court notes however, that the facts of Two Way Radio Service, Inc.  did not concern a \ndispute over surnames, but rather, whether “two way radio” had acquired secondary \nmeaning.  The Court’s reference to surnames came in its discussion of whether statutes \nenacted by the Legislature had superseded the common law.  While the Court’s discussion \nwas necessary to determine whether the common law of trade names survived to inform the \ninterpretation of the statutes, it would not have needed to determine whether the doctrine \nof “secondary meaning” applied to surname cases.  Accordingly, the Court’s language was \nlikely gratis dictum .    \n5  The Court acknowledges that it applied this test in its Order granting Plaintiffs’ Motion \nfor TRO.  However, after further reflection, review of the expanded record, and \nis old, the standards and legal conclusions articulated in Bingham School and \nZagier  have been overturned.  Accordingly, the Court is unconvinced, at this point, \nthat the application of North Carolina’s common law requires the adoption of the \n“likelihood of confusion” test.  Therefore, the Court will apply the fraudulent intent \nstandard as established in Bingham School and Zagier , and if necessary, consider \nwhether the McEwen  name has attained “secondary meaning” such that it could \nbecome a protectable trademark. \n2. \nFRAUDULENT INTENT STANDARD \n{40}  Under the fraudulent intent standard adopted in Bingham School , when a \nsurname is already in use in the name of a corporation, a subsequent “corporation \nmight be created by and operated under the same [name], when not in the same \nlocality, in the absence of proof of an intent to injure the first named corporation or \nto avail itself fraudulently of the other’s good name and reputation.”  Bingham Sch. , \n122 N.C. at 707, 30 S.E. at 304–05.  This standard suggests that: (1) another \ncorporation may be created using the same name, (2) the subsequent user may only \nuse the same name when it is not in the same locality as the original user, and (3) \nthere must be no evidence that the subsequent user selected the name with the \nintent to injure the original user or fraudulently avail itself of the original users’ \ngood name and reputation.  This standard is identical to the one quoted in Zagier  \nexcept that the requirement that a subsequent user not be in the same locality was \nomitted.  Zagier , 167 N.C. at 617, 83 S.E. at 913 (“[A]ny one having the same \nsurname as that under which a business has been long and successfully conducted \nby another, . . . can conduct a like business under the same name, provided there be \nno intent to injure or fraudulently attract the benefit of the good name and \nreputation previously acquired by the other.”).   \n{41}  The Court is uncertain whether this omission was intentional, so as to \neliminate the locality requirement, or was a result of the fact that the ruling in \n                                                                                                                                                             \nconsideration of case law not previously presented to the Court, the Court concludes that \nthe use of the ‘likelihood of confusion’ test may have been premature.  \nZagier  was not based on the Court finding fraudulent intent, but rather on the fact \nthat the subsequent user had contracted with plaintiff to not operate a business \nwith the disputed surname in a particular city.  By concluding that the defendant \nhad precluded himself from using the name because he contracted that right away, \narguably Zagier ’s  conclusions are based on a theory of contract rather than on one of \nunfair trade practices.  In addition, the parties in Zagier  appear to have existed in \nthe same locality. 6   Id.  at 618, 83 S.E. at 914.  Presumably then, any reliance on the \nfraudulent intent standard by the Court would have required a discussion of the \ngeographic proximity of defendant’s competing business to plaintiffs’ operations.  \nThese distinctions lead the Court to conclude that while the opinion in Zagier \nquoted the standard from Bingham School  it did not do so for the purpose of \nresolving the dispute in the case before it, or to amend the standard previously \nestablished.  Accordingly, this Court will apply the test as set out in Bingham \nSchool . \n3. \nMAY DEFENDANTS USE THE MCEWEN NAME APPLYING THE \nFRAUDULENT INTENT STANDARD ADOPTED IN BINGHAM  SCHOOL ? \na. \nIS THE SUBSEQUENT USER IN THE SAME LOCALITY AS THE ORIGINAL \nUSER? \n{42}  Based on the facts alleged by Plaintiffs, the Court finds, for the purposes of \nthis Motion, that Plaintiffs “have owned and/or operated a number of funeral homes \nin and around the greater Charlotte area that offer funeral services to customers \nusing the [ McEwen  name], including locations in Charlotte . . . , Mint Hill, Pineville, \nand Monroe.”  (Vr. Compl. ¶ 18.)   \n                                                 \n6  While it appears that the parties in Zagier   operated in the same locality, this Court \ncannot be certain.  The Court Zagier only notes that the defendant was prohibited under \nthe parties’ contract from operating a clothing business in Asheville.  There is no discussion \nabout the defendants’ proximity to plaintiff’s operations, of even if plaintiff had any \noperations in existence. \n{43}  In addition, the Court finds that Defendants “opened a funeral home \nbusiness at the location on Morehead Street [in Charlotte, North Carolina] where \nCarl J. McEwen first established a business . . . .”  (Defs.’ Mem. 4.)  The Court also \nfinds that Defendants “sought to operate under the name McEwen Ellington \nFuneral Services.”  (Defs.’ Mem. 4.) \n{44}  Under the standard established in Bingham School , while Defendants may \noperate a business under the same name they can not do so within the same \nlocality.  The Court finds that Defendants operate within the same locality as \nPlaintiffs and thus should be enjoined from the use of the McEwen name within the \nsame locality.   \nb. \nDID DEFENDANTS SELECT THE MCEWEN  NAME WITH THE INTENT TO \nINJURE PLAINTIFFS OR FRAUDULENTLY AVAIL THEMSELVES OF \nPLAINTIFFS’ GOOD NAME AND REPUTATION? \n{45}  While the Court has already determined that Defendants presence within \nthe same locality as Plaintiffs prevents them from using the McEwen  name, \nbecause it is possible that the locality requirement was abandoned by the North \nCarolina Supreme Court in Zagier , the Court will also evaluate whether Plaintiffs \nhave shown a likelihood of success in proving that Defendants selected the McEwen \nname with the intent to injure Plaintiffs or fraudulently avail themselves of \nPlaintiffs’ good name and reputation. \n{46}  As noted above: (1) Defendants began funeral home operations at the \nMorehead Street location previously used by Plaintiffs for the same services (Pls.’ \nMem. 4); (2) Defendants erected a sign on that location with script “similar to [that] \nused on the [MFS] sign [in place] at this location until the early 2000s”  (Aff. of \nPolydys ¶ 15); (3) Defendants “have decorated the lobby of [the Morehead Street \nlocation]” with the same painting “of Carl J. McEwen that is displayed in the lobby \nof [MFS] at Sharon Memorial Park and [MFS] Mint Hill Chapel”  (Aff. of Polydys ¶ \n18); and (4) Ellington, Jr., who has not customarily used his middle name in other \nbusiness contexts, started using McEwen when Defendants opened their competing \nfuneral home business.  (Aff. Polydys ¶¶ 20–21.)   \n{47}  All of these facts suggest an intent on the part of the Defendants to injure \nthe Plaintiffs or avail themselves of Plaintiffs’ good name and reputation. While the \nCourt cannot say that the lawful use of an individual’s name in the promotion of a \nbusiness could be evidence of an intent to injure, the fact that a person inexplicably \nchanges the use of their middle name when they enter into a competing endeavor \nsuggests to the Court that there was an intent to acquire the existing company’s \ngood will and reputation.  Accordingly, the Court finds, for the purposes of this \nMotion, that Plaintiffs have provided sufficient evidence to show a likelihood of \nsuccess in demonstrating that Defendants intended to avail themselves of Plaintiffs’ \ngood name and reputation. \nD. \nARE PLAINTIFFS BARRED FROM RECEIVING THE BENEFIT OF  AN \nEQUITABLE REMEDY UNDER THE DOCTRINE OF CLEAN HANDS?  \n{48}  “One who seeks equity must do equity.”  Creech v. Melnik , 347 N.C. 520, \n529, 495 S.E.2d 907, 913 (1998).  “The fundamental maxim, ‘[h]e who comes into \nequity must come with clean hands,’ is a well-established foundation principle upon \nwhich the equity powers of the courts of North Carolina rest.”  Id.     The doctrine of \nclean hands \nis an equitable defense which prevents recovery where the party \nseeking relief comes into court with unclean hands. However, ‘[r]elief is \nnot to be denied because of general iniquitous conduct on the part of \nthe complainant or because of the latter’s wrongdoing in the course of a \ntransaction between him and a third person, or because of a wrong \npracticed by both parties on a third person . . . .’  \nRay v. Norris , 78 N.C. App. 379, 384–85, 337 S.E.2d 137, 141 (1985) (quoting 27 AM . \nJUR . 2D Equity  § 142, at 678–79 (1966)).  When determining whether the party \nseeking equitable relief has come to the court with clean hands, “[t]he conduct of \nboth parties must be weighed in the balance of equity . . . .”  Creech , 347 N.C. at \n529, 495 S.E.2d at 913. \n{49}  Defendants argue that Plaintiffs should be barred from receiving the \nequitable relief of an injunction because they have taken anticompetitive action \nagainst potential suppliers to the Defendants.  (Defs. Mem. 13.)  After reviewing \nDefendants’ Memorandum in Opposition to the Motion and the supporting \naffidavits, the Court, however, can not conclude that Plaintiffs’ alleged acts are \nanything more than innocuous conduct.  While refusing to do business with those \nwho work with the Defendants may be petty, it does not, based on the facts alleged, \nrise to such a level as to leave Plaintiffs with unclean hands.  \n \nE. \nWHAT EFFECT DO REGISTRATIONS WITH THE NORTH CAROLIN A BOARD \nOF FUNERAL SERVICES AND NORTH CAROLINA SECRETARY OF  STATE \nHAVE ON A PARTY’S COMMON LAW RIGHTS? \n{50}  Defendants suggest that Plaintiffs’ right to use the McEwen name might be \ndiminished because Defendants were able to register the McEwen  name with the \nNorth Carolina Board of Funeral Services and the North Carolina Secretary of \nState.  However, “registration does not authorize the use . . . of a name in violation \nof the rights of any third party under . . . the trademark act of this State, or other \nstatutory or common law, and is not a defense to an action for violation of any of \nthose rights.”  N.C.  G EN . STAT . § 55D-20(e).  Accordingly, the Court cannot conclude \nthat Defendants’ registrations had any effect on Plaintiffs’ common law right to use \nthe McEwen name. \nV. \nCONCLUSION \n{51}  Because the Court determined that Defendants should be enjoined under \nthe standard adopted in Bingham School , it does not address, at this time, whether \nDefendant Ellington, Jr. is also proscribed from using his name because he sold his \nstock and other interests in MFS and MFS Mint Hill.  Further, the Court leaves for \nanother day its determination of whether the McEwen  name has acquired \nsecondary meaning as argued by Plaintiffs.  For the reasons stated above, the Court \nconcludes that Plaintiffs have shown a likelihood of success on the merits and that \nthey would suffer irreparable harm if injunctive relief is not granted.   \n{52}  Accordingly, the Court GRANTS Plaintiffs’ Motion and ORDERS that \nDefendants and their officers, directors, employees, agents, representatives, and \nthose persons acting in concert or participation with Defendants, are immediately \nrestrained and enjoined from any and all activities that use the McEwen  name in \nthe provision of funeral services within Charlotte, Mint Hill, Pineville, and Monroe.  \nDefendants are thus prohibited from using the names McEwen Ellington Funeral \nServices , McEwen Funeral Home, Inc. , McEwen Funeral Services, Inc. , or any other \nsimilar mark, word, name, symbol, or slogan that incorporates the McEwen name.  \nAny and all uses or proposed uses by Defendants of the McEwen  name or any \nsimilar mark, including in signs, advertisements, or promotions materials, in \nconnection with funeral services in Charlotte, Mint Hill, Pineville, and Monroe, are \nstrictly prohibited.   \n SO ORDERED, this the 18 \nth  day of February 2013. "
}