{
  "id": "2ccedfa45fa03c2ec8ad12c0f19a6eb4439dcad6b602dabca105c5b1c959e391",
  "source_file": "data/raw/ncbc/2ccedfa45fa03c2ec8ad12c0f19a6eb4439dcad6b602dabca105c5b1c959e391.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n  \nCOUNTY OF MECKLENBURG \n  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 6678 \nPERRY L. OLIVER, \n \n   Plaintiff,  \n \nv. \n \nBROWN & MORRISON, LTD., a \nNorth Carolina Business \nCorporation, and TIMOTHY J. \nMARKS, as President and Sole \nShareholder of BROWN & \nMORRISON, LTD., and \nindividually, SARA LYNN LITTLE, \nCPA, PLLC, a North Carolina \nProfessional Limited Liability \nCompany, and EARLE HILTON \n“PETE” WARD, CPA, individually, \n \n   Defendants. \n \n \n \n \n \n \nORDER AND OPINION ON  \nBROWN & MORRISON, LTD.’S AND \nTIMOTHY J. MARKS’S RULE 12(b)(6) \nMOTION TO DISMISS \n  \n \n1. THIS MATTER  is before the Court upon the 3 July 2021 filing of  \nDefendants Brown & Morrison, L td.’s and Timothy J. Marks’s  Rule 12(b)(6) Motion \nto Dismiss (the “Motion”).  (ECF No. 19  [“Mot.”].)  The Motion seeks to dismiss all \nclaims brought against Defendants Brown & Morrison, Ltd. (“B&M”) and Timothy J. \nMarks (“Marks”) (collectively referred to as the “Moving Defendants”)  in Plaintiff  \nPerry L. Oliver’s (“Oliver”) Complaint.  (ECF No. 3 [“Compl.”].) \n2. For the reasons set forth herein, the Court hereby GRANTS IN PART and \nDENIES IN PART the Motion.  \nOliver v. Brown & Morrison, Ltd., 2022 NCBC 13. \n \n \nLake Norman Law Firm, by Rick Ruffin, for Plaintiff Perry L. Oliver.  \n \nErwin, Bishop, Capitano & Moss, P.A. , by Anthony Todd Capitano and \nErin Christine Huegel , for Defendants Brown & Morrison, L td. and \nTimothy J. Marks. \n \nSharpless McClearn Lester Duffy, PA,  by Frederick K. Sharpless,  for \nDefendants Sara Lynn Little, CPA, PLLC, and Earle Hilton “Pete” Ward, \nCPA.  \n \nRobinson, Judge. \n \nI. INTRODUCTION \n3. The Complaint includes six separate purported causes of action.   Moving \nDefendants seek to have dismissed the following claims for relief alleged by Oliver in \nhis Complaint: (1) First Claim  for Relief (Breach of Contract), brought against both \nB&M and Marks ; (2) Second Claim  for Relief ( Mutual Mistake ), brought against  \nB&M only; (3) Third Claim for Relief (Negligent Misrepresentation), brought against \nB&M only; (4) Fourth Claim for Relief (Constructive Fraud) , brought against both \nB&M and Marks; and (5) Sixth Claim for Relief (Unjust Enrichment), brought against \nMarks only.\n1   \nII. FACTUAL BACKGROUND \n4. The Court does not make findings of fact on the Motion, but recites only \nthose facts that are relevant and necessary to the Court’s determination of the \nMotion. \n \n1 The Court’s consideration of the validity of the Fifth Claim  for Relief  (Negligence) is \nintentionally omitted from this Opinion as that claim was brought only against Defendants \nSara Lynn Little, CPA, PLLC,  a North Carolina Professional Limited Liability Company,  \n(“Little”), and Earle Hilton “Pete” Ward, CPA,  (“Ward”).  A separate Motion to Dismiss is \npending filed by Little and Wa rd which will be the subject of a separate opinion that  is \nforthcoming.  (See Mot. Dismiss Defs. Little and Ward, ECF No. 13.)  \n \n \n5. B&M is a North Carolina c orporation.  (Compl. ¶ 2.)  B&M operates as a \ndistributor and manufact urer’s representative providing engineering solutions by \noffering process equipment products and services for industrial applications.  (Compl. \n¶ 17.)   \n6. Oliver joined B&M on 1 January 2015 pursuant to the terms and conditions \nof a Memorandum of Understanding and Stock Offer (the “Memorandum”).  (Compl. \n¶ 15.) \n7. The Memorandum, which was allegedly prepared by Defendant Marks, \nreferred to the Brown & Morrison, Ltd. Stock Partner Agreement and indicated that \na new agreement would need to be executed effective 1 January 2015, between Doug \nJackson (“Jackson”), the former president of B&M, Oliver, and Marks.  (Compl. ¶¶ 15, \n18, 19.) \n8. However, in the Complaint, Oliver states the Stock Partner Agreement was \nin reality a stock purchase agreement which outlined B&M’s share ownership, stock \ntransfer restrictions, terms and conditions for stock transactions, and the formula for \ncalculating the “Per-Share Purchase Price.”  (Compl. ¶¶ 20–21.) \n9. B&M utilizes the Accrual -Accounting Method for financial reporting.  \n(Compl. ¶ 32.) \n10. At the time of his dealings with B&M, Oliver owned all the stock of a North \nCarolina corporation—Chapman Associates, Inc. (“Chapman”).   \n11. On 1 January 2015, Oliver purchased a one -third undivided interest in \nB&M through the purchase of 100 shares of B&M common, no- par stock, and he \n \n \nsigned a $100,000.00 Promissory Note payable to B&M for the excess consideration \noffered by B&M for Oliver’s purchase of B&M Stock and the tendering of assets from \nChapman.  (Compl. ¶¶ 33, 35.) \n12. B&M and Chapman sales were either direct sales  of products B&M had \npurchased for resale , or indirect sales through product manufacturers for which \ncommissions were earned by B&M or Chapman .  (Compl. ¶ 38. )  At B&M, the \ncommissions earned from indirect sales through product manufacturers are known \nas “Open-Rep Commissions.”  (Compl. ¶ 39.) \n13. After becoming a shareholder in B&M, Oliver discovered that not all \nAccounts Receivables or Commissions Receivables were being included in the accrual-\nbased accounting records at B&M.  (Compl. ¶ 46.) \n14. Oliver alleges that t he failure to  account for Open -Rep Commissions \nReceivables by B&M resulted in an understatement of the company’s value.  (Compl. \n¶ 51.) \n15. Oliver alleges that Defendants Little and Ward were aware of and complicit \nin these accounting practices.  (Compl. ¶¶ 6, 10, 52, 76, 77, 79.) \n16. Little provides professional accounting and tax -related services to B&M.  \n(Compl. ¶ 8.)  Ward has bee n employed by or associated with Little and served in a \nfiduciary capacity as the outside accounting , tax reporting contact , and advisor \nbetween Little and B&M at all times relevant to this matter.  (Compl. ¶ 12.) \n17. Upon discovering the  failure to properly  account for Open -Rep \nCommissions, Oliver immediately requested the inclusion of Open-Rep Commissions \n \n \nReceivables in B&M’s reported financial information , particularly because internal \npractices were not accurately tracking this information.  (Compl. ¶¶ 55, 61.) \n18. Oliver claims that “ Open-Rep Commissions Receivables were a material \nportion of the overall B&M value.”  (Compl. ¶ 63.) \n19. Therefore, the exclusion of the Open -Rep Commissions Receivables in the \nfinancial statements  prepared using the Accrual -Accounting Method  by B&M \nallegedly resulted in both an understatement of company assets, net worth, and Per-\nShare Purchase Price of company stock.  (Compl. ¶ 87.) \n20. On or about 1 January 2019, Jackson sold his 100 shares of B&M stock back \nto B&M.  (Compl. ¶ 88.)   \n21. On or about 8 March 2019, Jackson submitted his letter of resignation from \nB&M to be  effective as of 30 March 2019.  (Compl. ¶ 93. )  However, per Oliver’s \nComplaint, the “Due On A Specific Date Promissory Note” issued by B&M to Jackson \nfor the repurchase of Jackson’s stock was backdated to 1 January 2019.  (Compl. \n¶ 94.) \n22. Oliver alleges that  the “Per-Share Purchase Price Formula ” used for  \ncalculating Jackson’s stock value referenced the use of “Accrual basis Net Worth as \nof 12/31/2018” as the starting basis.  (Compl. ¶ 96.) \n23. This transaction left Marks and Oliver as the only remaining B&M \nshareholders as of 1 January 2019.  (Compl. ¶ 97.)  Marks then assumed the position \nof president of B&M.  (Compl. ¶ 98.) \n \n \n24. In August 2019, Oliver emailed his outside CPA, Shannon Earp  (“Earp”), \ncopies of B&M tax returns for her review and possible recommendations to reduce \nthe taxes being paid by B&M shareholders.  (Compl. ¶ 101.)  Oliver copied Marks and \nVickie Stamey (“Stamey”), B&M’s Controller, on the email.  (Compl. ¶ 100.) \n25. Also during August 2019, Oliver emailed Ward with  several tax questions \nrelating to being a B&M shareholder.  (Compl. ¶ 102. )  As alleged, Ward did not \nrespond to Oliver’s emails, (Compl. ¶ 103), or return Oliver’s phone calls during this \ntime, (Compl. ¶ 104).  \n26. Meanwhile, Earp replied to Oliver on 30 August 2019.  (Compl. ¶ 106.)  Earp \npurportedly indicated that the amount of taxes being paid by the B&M shareholders \nwas “absurd” and Earp was concerned about B&M not including Open -Rep \nCommissions Receivables in the company’s financial statements.  (Compl. ¶¶ 106, \n108.)  According to the Complaint, Earp indicated that Little and Ward’s practices \nwere not in line with good accounting practices.  (Compl. ¶ 108.) \n27. Oliver discussed Earp’s findings and recommendations with Stamey and \ninformed Stamey of Oliver’s possible departure from B&M in light of Earp’s findings \nand recommendations .  (Compl. ¶ 111 .)  Oliver asked Stamey to relay Oliver’s \nconcerns to Marks.  (Compl. ¶ 112.) \n28. On 30 August 2019, Earp and Marks discussed Earp’s findings and \nrecommendations.  (Compl. ¶ 113.) \n \n \n29. On 16 September 2019, Oliver, Marks, and Stamey held an off-site meeting \nto discuss Oliver’s meeting with Earp, Marks’s  telephone discussion with Earp, and \nOliver’s potential resignation from B&M.  (Compl. ¶ 114.) \n30. On 24 September 2019, Marks followed up with Oliver by email for the \npurpose of outlining Oliver’s resignation plan; Oliver allegedly reminded Marks that \nhis resignation was not officially tendered.  (Compl. ¶¶ 115–16.) \n31. On 10 December 2019, Oliver emailed Marks, Little, Ward, Stamey, and \nEarp a copy of a Per-Share Purchase Price calculation that he computed for his sale \nof stock back to B&M based on the reported November 2019 financial statements.  \n(Compl. ¶ 118.)  At that time, Oliver had failed to include the Open-Rep Commissions \nReceivables in his Per -Share Purchase Price calculation by mistake , but this \noversight was later disclosed.  (Compl. ¶ 120 .)  According to the Complaint, t he \ninclusion of the Open-Rep Commissions Receivables would significantly increase the \nPer-Share Purchase Price to be paid to Oliver.  (Compl. ¶ 122.) \n32. The B&M “Weekly Financial Information”  spreadsheet for the week of 22 \nDecember 2019 indicated Open -Rep Commissions Receivables  in the amount of \n$1,217,516.38 that were not included on the B&M financial statements  prepared \naccording to the Accrual-Accounting Method.  (Compl. ¶ 123.) \n33. Given that Oliver held 100 shares of the 200 total outstanding shares of \nB&M stock, Oliver alleged that the inclusion of the Open- Rep Commissions \nReceivables would have resulted in a Per-Share Purchase Price increase of $6,087.58.  \n(Compl. ¶ 124.) \n \n \n34. In December 2019, Oliver attended a slew of cardiologist appointments due \nto personal health issues.  (Compl. ¶ 125.)  He was ultimately advised to undergo \ncoronary bypass surgery.  (Compl. ¶ 126.) \n35. After allegedly receiving no response from Little or Ward to a 16 December \n2019 follow-up email seeking a response, Oliver emailed his letter of resignation to \nMarks on 18 December 2019 including an  effective date of resignation of 1 January \n2020.  (Compl. ¶¶ 127–29.) \n36. On 27 December 2019, Oliver had coronary bypass surgery.  (Compl. ¶ 130.) \n37. On 21 February 2020, Marks emailed the Per-Share Purchase Price buyout \ncalculation prepared by Little and Ward for Oliver’s shares at a rate of $3,950.15 per \nshare price at close of business 31 December 2019, which did not include Open-Rep \nCommission Receivables.  (Compl. ¶¶ 134–35.) \n38. During this time, Oliver recovered  from surgery , and internal email \ncommunications between Oliver and Marks confirm continued debate regarding the \nPer-Share Purchase Price calculation.  (Compl. ¶¶ 138–39.) \n39. Oliver also pointed out to B&M, Little, and Ward that they failed to \nproperly account for the Prom issory Note p ayable to Jackson for the purchase of \nJackson’s stock in 2019.  (Compl. ¶ 140.)  Oliver alleged that the subsequent inclusion \nof this long -term debt reduced the net worth of B&M for the like amount of the \noutstanding debt and further reduced the Per-Share Purchase Price.  (Compl. ¶ 142.) \n \n \n40. On 21 January 2020, the first case of COVID-19 was confirmed in the U.S., \nand the unknowns about the coronavirus pandemic caused great concern for Oliver \ndue to his health and business affairs facing dramatic changes.  (Compl. ¶¶ 146–47.) \n41. Oliver contacted Chemineer, Inc.  (“Chemineer”), which was “ Oliver’s \nlargest and best product prior to and during his employment with B&M, ” to inform \nthem he was leaving B&M.  (Compl. ¶¶ 133, 151. )  Per the Complaint, Chemineer \noriginally asked if Oliver was interested in representing it after his B&M departure; \nhowever, this “offer” was later revoked due to the pandemic’s impact on the business \nenvironment.  (Compl. ¶¶ 151–53.) \n42. Oliver’s personal tax liability for the 2019 tax year purportedly  required a \ntax payment in excess of $66,000.00.  (Compl. ¶ 155.) \n43. Per the Complaint, Oliver approached Marks regarding the possibility of \nwithdrawing his resignation and remaining with B&M, and Marks declined Oliver’s \noffer.  (Compl. ¶¶ 156–57.) \n44. The stock buyout for Oliver included an initial  payment of $100,000.00 \nupon execution of the Buyout Agreement with the balance of the calculated buy out \namount being secured by a four-year note from B&M to Oliver.  (Compl. ¶ 158.) \n45. Oliver continued to argue his position regarding the proper calculation of \nthe Per-Share Purchase Price , including particularly arguing  to include the Open -\nRep Commissions Receivables.  (Compl. ¶ 160.)  B&M and Marks continued to oppose \nOliver’s claims.  (Compl. ¶ 161.) \n \n \n46. Despite his disagreement with the calculations of his Per -Share Purchase \nPrice, due to his desperate financial situation, Oliver executed the  Redemption \nAgreement as proposed by B&M and Marks on 22 April 2020.  (Compl. ¶ 164.) \n47. The Redemption Agreement provided for a total buyout price of \n$395,015.00.  (Compl. ¶ 165.) \n48. Oliver indicated that his treatment at the time of his resignation and stock \nsale differ dramatically from the treatment Jackson received from B&M in 2019 when \nJackson sold his shares to the company.  (Compl. ¶¶ 167–78.) \n49. The Complaint alleges that , in addition to the othe r errors and omissions \ncommitted by Defendants regarding account ing for Open -Rep Commissions and \ncalculating his buy -out amount, an incorrect interest rate was applied to the \npromissory note for his stock and his subsequent challenges to the incorrect interest \nrate were summarily dismissed by B&M, Marks, Little, and Ward as being incorrect.  \n(Compl. ¶ 179.) \nIII. PROCEDURAL BACKGROUND \n50. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motion. \n51. Oliver filed the Complaint in this action on 22 April 2021.   \n52. Moving Defendants filed the Motion  pursuant to Rule 12(b)(6)  on 3 July \n2021.   \n53. The Motion has been fully briefed , (B&M’s and Marks’s Mem. Law Supp. \nRule 12(b)(6) Mot. Dismiss, ECF No. 20 [“ Br. Supp.”]; Pl.’s Br. Resp. Def. B&M and \n \n \nMarks’s Mot. Dismiss, ECF No. 22 [“Resp.  Br.”]; and B&M’s and Marks’s  Reply Br. \nSupp. Rule 12(b)(6) Mot. Dismiss [“Reply Br.”]),  and the Court  has conducted a \nhearing on the Motion and heard arguments from counsel for the parties , (See Not. \nHearing, ECF No. 30).  \n54. The Motion is now ripe for resolution. \nIV. LEGAL STANDARD \n55. In ruling on a motion to dismiss pursuant to North Carolina Rule  of Civil \nProcedure (the “Rules”) 12(b)(6), the Court reviews the allegations in the Complaint \nin the light most favorable to the plaintiff.  See Christenbury Eye Ctr., P.A. v. Medflow, \nInc., 370 N.C. 1, 5 (2017).  The Court’s inquiry is “whether, as a mat ter of law, the \nallegations of the complaint, treated as true, are sufficient to state a claim upon which \nrelief may be granted under some legal theory[.]”  Harris v. NCNB Nat’l Bank , 85 \nN.C. App. 669, 670 (1987).  The Court accepts all well -pleaded factual allegations in \nthe relevant pleading as true.  See Krawiec v. Manly , 370 N.C. 602, 606 (2018).  The \nCourt is therefore not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs.,  174 N.C. App. 266, 274 (2005) \n(quoting Veney v. Wyche, 293 F.3d 726, 730 (4th Cir. 2002)).   \n56. Furthermore, the Court “can reject allegations that are contradicted by the \ndocuments attached, specif ically referred to, or incorporated by reference in the \ncomplaint.”  Moch v. A.M. Pappas & Assocs., LLC , 251 N.C. App. 198, 206 (2016) \n(quoting Laster v. Francis, 199 N.C. App. 572, 577 (2009)).  The Court may consider \n \n \nthese attached or incorporated docume nts without converting the Rule 12(b)(6) \nmotion to dismiss into a Rule 56 motion for summary judgment.  Id. (citing Schlieper \nv. Johnson, 195 N.C. App. 257, 261 (2009)).  Moreover, the Court “may properly \nconsider documents which are the subject of a plain tiff’s complaint and to which the \ncomplaint specifically refers even though they are presented by the defendant.”  \nOberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 60 (2001) (citing Robertson v. Boyd, \n88 N.C. App. 437, 441 (1988)). \n57. Our Supreme Court has noted that “[i]t is well -established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on its face reveals that no \nlaw supports the plaintiff’s claim; (2) the complaint on its face reveals the absence of \nfacts sufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.’ ”  Corwin v. British Am. Tobacco PLC , 371 \nN.C. 605, 615 (2018) (quoting Wood v. Guilford Cty., 355 N.C. 161, 166 (2002)).  This \nstandard of review for Rul e 12(b)(6) is the standard our Supreme Court “routinely \nuses . . . in assessing the sufficiency of complaints in the context of complex \ncommercial litigation.”  Id. at n.7 (citing Krawiec, 370 N.C. at 606 and Christenbury \nEye Ctr., 370 N.C. at 5). \nV. ANALYSIS \nA. Breach of Contract \n58. Moving Defendants first seek dismissal of Oliver’s breach of contract claim \nbrought against both B&M and Marks.   \n \n \n59. To properly plead a breach of contract claim, the claimant must allege “(1) \n[the] existence of a valid contract and (2) [a ] breach of the terms of that contract.”  \nPoor v. Hill, 138 N.C. App. 19, 26 (2000) (citing Jackson v. Cal. Hardwood Co., 120 \nN.C. App. 870, 871 (1995)).  Where each of these elements are alleged, “it is error to \ndismiss a breach of contract claim under Ru le 12(b)(6).”  Woolard v. Davenport , 166 \nN.C. App. 129, 134 (2004).  \n60. Under North Carolina law, “a valid contract requires (1) assent; (2) \nmutuality of obligation; and (3) definite terms.”  Charlotte Motor Speedway, LLC v. \nCty. of Cabarrus, 230 N.C. App. 1, 7 (2013) (citing Schlieper, 195 N.C. App. at 261); \nsee also Elks v. N. State Ins. Co., 159 N.C. 619, 624 (1912) (“There is no contract unless \nthe parties thereto assent, and they must assent to the same thing, in the same \nsense.” (cleaned up)).  Mutual assent is demonstrated by the parties through a \nshowing of a “meeting of the minds,” evincing an intent to be bound by definite terms.  \nParker v. Glosson, 182 N.C. App. 229, 232 (2007) (citing Charles Holmes Mach. Co. v. \nChalkley, 143 N.C. 181, 183 (1906)).   \n61. Moving Defendants first argue in part that the Motion should be granted  \nas to the breach of contract claim because it is unclear on the face of the Complaint \nwhat “contract” Oliver alleges was breached.  (Br. Supp. 9–13.)   \n62. During the hearing on 19 Augus t 2021, counsel for Oliver confirmed that , \nwhile not attached to the Complaint when filed to initiate this action,  the “contract” \nat issue in the breach of contract claim was filed on the Court’s docket at Exhibit A \nto the Affidavit of Perry L. Oliver (“Oliver Affidavit”).  (ECF No. 32.)   \n \n \n63. The North Carolina Court of Appeals has stated that “a trial court’s \nconsideration of a contract which is the subject matter of an action does not expand \nthe scope of a Rule 12(b)(6) hearing and does not create justifiabl e surprise in the \nnonmoving party.”  Oberlin Capital, L.P., 147 N.C. App. at 60.  The Oberlin Capital \nCourt further stated that because “the [ ] agreement [was] the subject of [the] \ncomplaint and [was] specifically referred to in the complaint[,] . . . the trial court did \nnot err in reviewing the [ ] agreement when ruling on the Rule 12(b)(6) motions.”  Id. \nat 60–61; see also Coley v. N.C. Nat’l Bank, 41 N.C. App. 121, 126 (1979), Robertson \nv. Boyd, 88 N.C. App. 437, 140–41 (1988), and Brooks Distr. Co. v. Pugh, 91 N.C. App. \n715, 717–18 (1988) (stating that “a trial court’s consideration of a contract which is \nthe subject matter of the action does not expand the scope of the hearing and should \nnot create justifiable surprise in the n onmoving party[,]” where the agreements at \nissue were presented by defense counsel at a pretrial hearing).  \n64. Paragraph 181 of the Complaint refers to a contract for B&M’s employment \nof Oliver and for issuance of stock ownership to Oliver in accordance with the B&M \nStock Partner Agreement.  It appears to the Court that this paragraph of the \nComplaint refers to the same contract attached as Exhibit A to the Oliver Affidavit, \nwhich describes Oliver’s role as a Shareholder in B&M and provides a Per- Share \nPurchase Price Formula, referring to Paragraph 6 of the Buy -Sell Agreement.  \nTherefore, the Court may  properly review  the contract attached to the Oliver \nAffidavit and considers it herein as the contract that Oliver alleges was breached.   \n \n \n65. Second, Defendants seek  to dismiss the breach of contract claim because, \n“[e]ven assuming a prior ‘[c]ontract’ existed providing for redemption of Oliver’s \nshares on terms different from those in the Redemption Agreement, the Redemption \nAgreement constitutes a novation of any such prior agreement.”  (Br. Supp. 13.)   \n66. “Novation may be defined as a substitution of a new contract or obligation \nfor an old one which is thereby extinguished [.] . . . [N]ovation implies the \nextinguishment of one obligation by the substitution of another. ”  Bowles v. BCJ \nTrucking Servs., Inc., 172 N.C. App. 149, 153–54 (2005) (some alterations in original) \n(quoting Tomberlin v. Long, 250 N.C. 640, 644 (1959)).  The general requirements for \na novation are: “a previous valid obligation, the agreement of all the parties to the \nnew contract, the extinguishment of the old contract, and the validity of the new \ncontract,” and, “to constitute a novation the transaction must have been so intended \nby the parties.”  Anthony Marano Co. v. Jones, 165 N.C. App. 266, 269 (2004) (quoting \nTomberlin, 250 N.C. at 644).   \n67. Here, it is not clear to the Court based on the facts alleged in the Complaint, \nas opposed to any position argued by Defendants, which is, by definition “outside the \ncomplaint,” that there was an intent by all the parties —including Oliver—that the \nsecond contract (the Redemption Agreement) be substituted for the original contract \n(the Stock Partner Agreement).  Further, the Redemption Agreement itself does not \nexpress an intent by all t he parties, including Oliver, that it was meant to be \nsubstituted for the Stock Partner Agreement.  \n \n \n68. The Redemption Agreement referred to in the Complaint was filed with the \nCourt by Marks as Exhibit A to his Affidavit.  (ECF No. 18.)  On a Rule 12(b)(6) \nmotion, t he Court “may properly consider documents which are the subject of a \nplaintiff’s complaint and to which the complaint specifically refers even thou gh they \nare presented by the defendant.”  Oberlin Capital, L.P. , 147 N.C. App. at  60 (citing \nRobertson, 88 N.C. App. at 441).  The Redemption Agreement is mentioned multiple \ntimes in Oliver’s Complaint, (see, e.g., Compl. ¶¶ 163–65), and, therefore, it is proper \nto consider the Redemption Agreement although it was presented by Marks.    \n69. Oliver has properly alleged the facts necessary to sustain, at the 12(b)(6) \nstage, a breach of contract claim.  T he Court finds that  neither the facts alleged in \nthe Complaint nor the language within the four corners of the Redemption Agreement \nsupport Moving Defendants’ contention that all parties agreed to a novation \n(including Oliver).  As a result, the Motion is denied as to the breach of contract claim.   \nB. Mutual Mistake  \n70. Oliver claims that the Redemption Agreement was entered into as a \nproduct of mutual mistake, entitling him to relief.  As an initial matter, Oliver  does \nnot specify in the Complaint who he seeks to bring his  claim for mutual mistake \nagainst.  As Moving Defendants have pointed out, “[t]he circumstances suggest this \nis a claim against [B&M] alone.”   (Br. Supp. 15.)   Oliver does not contest this \nproposition.  The Court agrees and will analyze the Motion as to the mutual mistake \nclaim only as to B&M.   Regardless of who t he claim was brought against (whether \n \n \nB&M alone, both B&M and Marks, or Marks alone), the Court’s determination would \nnot vary. \n71. “A mutual mistake exists when both parties to a contract proceed ‘under \nthe same misconception respecting a material fact, the terms of the agreement, or the \nprovisions of the written instrument designed to embody such agreement.’ ”  Smith \nv. First Choice Servs., 158 N.C. App. 244, 249 (2003) (quoting Sudds v. Gillian , 152 \nN.C. App. 659, 662 (2002)).  “A party seeking relief from a contract or deed must \ngenerally prove there was a mutual mistake by the parties. . . . That mistake must \noccur during the makin g of the contract.”  Stratton v. Royal Bank of Can., 211 N.C. \nApp. 78, 82 (2011).   \n72. Oliver alleges that the Redemption Agreement executed in April 2020 is \n“invalid” due to mutual mistakes in (1) the calculations of the Per -Share Purchase \nPrice and (2) an i ncorrect application of the interest accrual rate on the stock \nredemption Promissory Note.  (Compl. ¶ 193.)  As a result of these alleged mistakes \nand the alleged invalidity of the Redemption Agreement , Oliver claims the contract \nis unenforceable.  (Compl. ¶ 192.)  Oliver contends he has suffered damages in excess \nof $25,000.00 due to these alleged mistakes.  (Compl. ¶ 196.) \n73. Moving Defendants first argue that the mutual mistake claim fails because \nthere can be no cause of action for mutual mistake, standing alone.  Indeed, generally \na claim of mutual mistake comes in the form of a request for recission or reformation \nof a contract.  See, e.g., WNC Holdings, LLC v. Alliance Bank & Trust Co., 2012 NCBC \nLEXIS 53, at **4 7 (N.C. Super. Ct. Oct. 2, 2012)  (“In equi ty, a party may seek \n \n \nrescission of a contract based on the mutual mistake of the parties.” (citing Marriott \nFinancial Serv., Inc. v. Capitol Funds, Inc., 288 N.C. 122, 135 (1975))); and TAC Invs., \nLLC v. Rodgers, 2020 NCBC LEXIS 143, at **10– 11 (N.C. Super. Ct. Dec. 7, 2020) \n(“Reformation is a well -established equitable remedy used to reframe written \ninstructions where, through mutual mistake . . . the written instrument fails to \nembody the parties’ actual, original agreement .” (citing Metro. Prop. & C as. Ins. Co. \nv. Dillard, 126 N.C. App. 795, 798 (1997) (cleaned up))).  \n74. In some instances, defendants may also attempt to assert mutual mistake \nas a defense to contract enforcement.  See, e.g., Paradigm Fin. Group, Inc. v. Church, \n2014 NCBC LEXIS 33, at **8–10 (N.C. Super. Ct. July 24, 2014).   \n75. It is questionable whether a claim for relief for mutual mistake stands on \nits own, but, even assuming the Court takes Oliver’s statement in the Complaint that \nthe Redemption Agreement is “invalid” due to mutual mistake as a request for \nrescission of the agreement —and further viewed in light of Oliver’s clarification in \nhis Response Brief  to the Motion that he seeks reformation of the Redemption \nAgreement, (Br. Opp’n 18)—Oliver’s claim for Mutual Mistake still fails for failure to \nallege any “mistake.”  \n76. Rule 9(b) states that “[i]n all averments of . . . mistake, the circumstances \nconstituting . . . [the] mistake shall be stated with particularity.”  In analyzing \nwhether the Rule 9(b) particularity requirement  had been satisfied in a claim for \nmistake, the North Carolina Court of Appeals stated that “[t]he mere statement that \nsomething was or was not done through error, oversight and mutual mistake is not \n \n \nsufficient to satisfy the minimum requirements for seeking the revision of a contract \nbecause of mistake.”  Ragsdale v. Kennedy, 22 N.C. App. 509, 511 (1974)  (rev’d on \nother grounds, 286 N.C. 130 (1974)).   \n77. “The party seeking reformation [for mistake] must allege the provision that \nwas agreed upon, the provision that was written, and that the mistake was mutual. \nIt is not required that the pleader allege facts as to how and why the mutual mistake \ncame about. ”  Huss v. Huss, 31 N.C. App. 463, 467  (1976) (citing Matthews v. \nShamrock Van Lines, Inc., 264 N.C. 722 (1965) (internal citations omitted)). \n78. “[O]ur Supreme Court has long held that to satisfy Rule 9(b)’s requirements \n[in a fraud claim] , a plaintiff must ‘alleg[e the] time, place and content of the \nfraudulent representation, identity of the person making the representation and \nwhat was obtained as a result of the fraudulent acts or representations.’ ”  Aym \nTechs., LLC v. Scopia Capital Mgmt. LP, 2021 NCBC LEXIS 29, at *21 (N.C. Super. \nCt. Mar. 31, 2021) (quoting Terry v. Terry, 302 N.C. 77, 85 (1981)).  While this is the \nrule for the Rule 9(b) particularity requirement with regard to fraud, a similar rule  \nhas been applied in analyzing the Rule 9(b) particularity requirement in the mistake \ncontext.  Se e Lahrmer v. Norris, 2003 N.C. App. LEXIS 1845,  at *9 (2003) (finding \nthat the plaintiff there had failed to state a claim for mistake regarding the contents \nof a deed where “[t]here [was] no allegation in the complaint regarding the \ncircumstances surrounding the signing of the deed, [nor] what anyone was told \nconcerning the titling of the property or concerning the deed’s execution[.]”).   \n \n \n79. Here, Oliver has failed to all ege any facts tending to indicate that he was \nmistaken as to the terms of the Redemption A greement at the time he executed the \ndocument; in fact, quite the opposite, by Oliver’s own admission, he was fully aware \nof the provisions in the agreement that were not in accordance with his \nunderstanding of the terms that should have been included in the contract.   \n80. As Moving Defendants note, Oliver was fully aware of the alleged \n“mistakes” when he entered into the contract, making these provisions in the contract \nnot mistakes on the part of Oliver.  (Compl. ¶¶ 55–56 (as early as January 2015 Oliver \nwas advocating for inclusion of Open-Rep Commissions in the relevant calculations); \n¶ 87 (Oliver was aware that failure to include Open-Rep Commissions affects the Per-\nShare Purchase Price); ¶ ¶ 108–14 (Oliver had his accountants advocating inclusion \nof Open -Rep Commissions to increase value); ¶ 118 (in December 2019 Oliver \nprovided a proposed estimated Per- Share Purchase Price including Open -Rep \nCommissions).)   \n81. Yet, “despite Oliver’s disagreement with the content and manner in which \nhis Per -Share Purchase Price had been calculated, he executed his Redemption \nAgreement on April 22, 2020[.]”  (Compl. ¶ 164.)   \n82. Based on the express statements in his Complaint, the Court can only \nconclude that Oliver made no mistake as to the terms of the Redemption Agreement; \nrather, he agreed to take less than what he had argued he was owed.  Therefore, the \n \n \nclaim for relief for mutual mistake fails and the Motion is granted as to this claim. 2  \nThe mutual mistake claim is dismissed with prejudice.3 \nC. Negligent Misrepresentation  \n83. Oliver’s third claim, for negligent misrepresentation, is brought against \nB&M only.  As a result, B&M seeks to have the claim dismissed.    \n84. “It has long been held in North Carolina that ‘the tort of negligent \nmisrepresentation occurs when (1) a party justifiably relies (2) to his detriment (3) on \ninformation prepared without reasonable care (4) by one who owed the relying party \na duty of care.’ ”   Simms v. Prudential Life Ins. Co. of Am. , 140 N.C. App. 529, 532 \n(2000) (quoting Raritan River Steel Co. v. Cherry, Bekaert & Holland , 322 N.C. 200, \n206 (1988) (cleaned up)).  When alleging negligent misrepresentation, a plaintiff must \nsatisfy the heightened pleading standard for fraud found in Rule 9.  N.C.G.S § 1A -1, \nRule 9(b); see also Deluca v. River Bluff Holdings II, LLC, 2015 NCBC LEXIS 12, at \n**20–21 (N.C. Super. Ct. Jan. 28, 2015); BDM Invs. v. Lenhil, Inc., 2012 NCBC LEXIS \n7, at **56 (N.C. Super. Ct. Jan. 18, 2012); Breedon v. Richmond Cmty. Coll., 171 \nF.R.D. 189, 198–99 (M.D.N.C. 1997). \n \n2 The Court further doubts whether Oliver has failed to allege that any of the Defendants \nwere mistaken as to the terms of the Redemption Agreement, which would be another fatal \ndefect in the mutual mistake claim, but the Court need not reach this issue because Oliver \nhas failed to allege even his own mistake in entering into the Redemption Agreement.   \n \n3 “The decision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt.”  First Fed. Bank v. Aldridge, 230 N.C. App. 187, 191 (2013).  The Court concludes, in \nthe exercise of its discretion, that dismissal of the mutual mistake claim (and the negligent \nmisrepresentation claim, see herein infra ) should be with prejudice to Oliver’s right to \nattempt to reassert such claim through proper factual allegations by way of a motion to \namend.  The Court, based on its review of the facts found in the Complaint, finds that Oliver \ncannot properly allege claims for mutual mistake and negligent misrepresentation.  \n \n \n85. B&M claims that Oliver cannot satisfy the “justifiable reliance” element of \na negligent misrepresentation claim because he admits that he knew the true facts  \nunderlying the alleged “misrepresentation.”  (Br. Supp. 17–18.)  The Court agrees.  \n86. Raritan River Steel Co. stands for the proposition that , to survive a Rule \n12(b)(6) motion,  a plaintiff ’s complaint  must allege facts supporting justifiable \nreliance to his detriment on information prepared without reasonable care by \nsomeone who owed a duty of care to the relying party.  322 N.C. at 206.  To properly \nplead justifiable reliance, “ a plaintiff must  sufficiently allege that he made a \nreasonable inquiry into the misrepresentation and [ ]  that he was denied the \nopportunity to investigate or that he could not have learned the true facts by exercise \nof reasonable diligence.”  Austin v. Regal Inv. Advisors, LLC, 2018 NCBC LEXIS 3, \nat *31 (N.C. Super. Ct. Jan. 8, 2018) (quoting Rountree v. Chowan Cty., 252 N.C. App. \n155, 163 (2017) (emphasis added) (cleaned up)).   \n87. Here, Oliver admits repeatedly in the Complaint that he knew the true facts \nunderlying the alleged “misrepresentation.”  (See, e.g., Compl. ¶ 164 (“Despite Oliver’s \ndisagreement with the content and manner in which his Per -Share Purchase Price \nhad been cal culated, he executed his Redemption Agreement on April 22, 2020, in \norder to secure the One Hundred Thousand Dollar ($100,000.00) initial stock sale \npayment.”).)  Oliver cannot properly allege that he justifiably relied on \nrepresentations made by B&M while  also alleging that he knew the true facts \nunderlying those alleged misrepresentations.   \n \n \n88. Additionally, even if the Court’s conclusion in this regard is in error, the \nComplaint further fails to allege how Oliver, with reasonable diligence, could not have \ndiscovered the true facts prior to executing the agreements in question.  This failing, \ntoo, is fatal to Oliver’s claim. \n89. Therefore, because Oliver cannot satisfy the justifiable reliance element, \nthe Motion is granted as to the claim for negligent misrepresentation and that claim \nis dismissed with prejudice.  \nD. Constructive Fraud \n90. Oliver’s fourth claim is brought against both B&M and Marks for \nconstructive fraud.   \n91. “[A] cause of action for constructive fraud must allege: (1) a relationship of \ntrust and confidence; (2) that the defendant took advantage of that position of trust \nin order to benefit himself; and (3) that plaintiff was, as a result, injured.”  White v. \nConsol. Planning, Inc., 166 N.C. App. 283, 293 (2004). \n92. Constructive fraud and breach of fiduciary duty are similar but separate \nclaims in North Carolina.  Id.  The primary difference between the two claims is that \nconstructive fraud requires that the defendant benefit himself.  Id. at 294. \n93. Constructive fraud and actual fraud are also similar but separate  claims.  \nA claim of constructive fraud “does not require the same rigorous adherence to \nelements as actual fraud .”  Forbis v. Neal , 361 N.C. 519, 528 (2007).  Further, an \nintent to deceive on defendant’s part , required in a claim for actual fraud,  is not a \nrequired element for constructive fraud.  White, 166 N.C. App. at 294. \n \n \n94. The Motion as to the constructive fraud claim is based on Oliver’s alleged \nfailure to properly set out one of the three elements of constructive fraud, namely the \nfirst element, a relationship of trust and confidence.  Moving Defendants’ argument \nfor dismissal of the constructive fraud claim fails.  H ere, Oliver has properly pled a \nconstructive fraud claim sufficient to withstand the Motion  by alleging sufficient \ninformation to support the contention that Oliver’s injury was  unique such that \nOliver can maintain a direct action as a shareholder. \n95. “ ‘[T]o maintain a claim for constructi ve fraud, plaintiffs must show that \nthey and defendants were in a relation of trust and confidence[.]’  . . . ‘Put simply, a \nplaintiff must show (1) the existence of a fiduciary duty, and (2) a breach of that \nduty.’ ”  Brissett v. First Mt. Vernon Indus. Loan Ass’n, 233 N.C. App. 241, 252 (2014) \n(quoting Barger v. McCoy Hillard & Parks, 346 N.C. 650, 666 (1997), and Keener \nLumber Co., Inc. v. Perry, 149 N.C. App. 19, 28 (2002) (cleaned up)).   \n96. Generally, such a relationship exists “wherever confidence on one side \nresults in superiority and influence on the other; where a special confidence is reposed \nin one who in equity and good conscience is bound to act in good faith and with due \nregard to the interests of the one reposing the confidence.”  White , 166 N.C. App. at  \n293 (quoting Vail v. Vail , 233 N.C. 109, 114 (1951)); see also Abbitt v. Gregory , 201 \nN.C. 577, 598 (1931).   These types of relationships generally include a patient and \nphysician, an attorney and client, a broker and principal, a guardian and ward, and \nother such fiduciary relations.  Black v. Littlejohn, 312 N.C. 626, 646 (1985); White , \n166 N.C. App. at 293. \n \n \n97. Oliver alleges that a relationship of trust and confidence existed between \nhim, as a corporate officer and shareholder of B&M , on the one hand, and B&M, on \nthe other, (Compl. ¶ 212), and between Oliver and Marks as equal shareholders of \nB&M, (Compl. ¶ 213).  Oliver further contends that Marks, as B&M’s president, owed \nOliver fiduciary duties as a  shareholder and that B&M, as a corporation , owed \nfiduciary duties to Oliver as a shareholder.  (Compl. ¶ 222.) \n98. A corporation does not owe a generalized de jure fiduciary duty to an officer \nand shareholder.  Merrell v. Smith, 2020 NCBC LEXIS 150, at **22 (N.C. Super. Ct. \nDec. 22, 2020).  A de facto fiduciary duty may arise in certain situations but is a \ndemanding standard where the party alleged to owe the duty must figuratively “hold \nall the cards.”  Beam v. Sunset Fin. Servs., 2019 NCBC LEXIS 55, at *20 (N.C. Super. \nCt. Sept. 3, 2019).   Here, Oliver and Moving Defendants were on essentially  equal \nfooting.  Oliver and Marks were equal 50% shareholders in B&M and each brought \nbusiness knowledge and sophistication to the ir respective  roles, notably including \nOliver’s prior experience at his company, Chapman, which offered similar products \nand services as B&M.  (Compl. ¶¶ 34–35, 117.)   \n99. Further, shareholders generally “do not owe a fiduciary duty to each other \nor to the corporation.”   Freese v. Smith , 110 N.C. App. 28, 37 (1993).  There is an \nexception that majority shareholders ow e duties to minority shareholders, but that \nexception is inapplicable here where Marks and Oliver were equal shareholders of \nB&M.  Gaines v. Long Mfg. Co., 234 N.C. 340, 344 (1951) ; see also Corwin, 371 N.C. \n \n \nat 616 (explaining that only controlling shareholder s owe fiduciary dut ies to other \nstockholders). \n100. However, t o the extent that Oliver alleges that B&M and Marks —as \nPresident of B&M—were functioning in the capacity of fiduciar ies to the company’s \nshareholders, and that Moving Defendants breached that fiduciary duty as to Oliver \nas the only other shareholder in B&M, Oliver’s allegations are sufficient to withstand \nthe Motion based on a unique injury.  (Compl. ¶ 222.) \n101. As established  above, a corporation do es not owe generalized fiduciary \nduties to its shareholders.  Merrell , 2020 NCBC LEXIS 150, at * *22.  Officers , \nhowever, do owe fiduciary duties to the company but not directly to its shareholders.  \nRaymond James Capital Partners, L.P. v. Hayes, 248 N.C. App. 574, 577 (2016).   As \na result, shareholders rarely successfully bring claims in their individual capacities \ndirectly against officers of a corporation.  Id. at 580.   \n102. A shareholder may only bring an individual action against a third party for \nan injury that directly affects the shareholder under two circumstances: (1) where the \nthird party owed the shareholder a special duty; or (2) where the shareholder suffered \na separate and distinct personal injury from the injury sustained by other \nshareholders or the corporation itself.  Id. at 578.  Oliver need only show that he was \nowed a special duty or that he sustained a separate and distinct injury , not both .  \nWhite v. Hyde, 2016 NCBC LEXIS 74, at **18 (N.C. Super. Ct. Oct. 4, 2016).  Here, \nOliver has alleged enough to withstand the Motion by alleging that he suffered a \nseparate and distinct personal injury.    \n \n \n103. The North Carolina Court of A ppeals has stated that “a fifty -percent \nshareholder of a closely held corporation ‘cannot maintain an action against \ndefendants for her individual recovery absent a showing that she has sustained a loss \npeculiar to herself by reason of some special circumstances or special relationship to \ndefendants.’ ”  Grasinger v. Perkins, 2016 N.C. App. LEXIS 1040, at *9 –10 (2016) \n(quoting Aubin v. Susi, 149 N.C. App. 320, 326 (2002) (cleaned up)); see also Copeland \nv. Winters, 2019 NCBC LEXIS 20, at *8–9 (N.C. Super. Ct. Mar. 18, 2019) (“The North \nCarolina Court of Appeals . . . has consistently held that absent extraordinary unique \ncircumstances . . . a fifty percent owner of a corporate entity does not owe fiduciary \nduties to the other fifty percent owner.”), and Outen v. Mical, 118 N.C. App. 263, 266–\n67 (1995) (dismissing the argument that a fifty percent shareholder relationship \ncreated a special relationship sufficient to establish individual standing).   \n104. To establish the unique injury, Oliver must demonstrate that he suffered a \n“loss peculiar to himself.”  Copeland, 2019 NCBC LEXIS 20, at *10 (quoting Outen, \n118 N.C. App. at 266) (internal citations omitted).  “ ‘Specifically, a plaintiff must \nshow that its particular injury was separate and distinct from the injury sustained \nby the other shareholders or the corporation itself.’ ”  White, 2016 NCBC LEXIS 74, \nat **23–24 (quoting Raymond James Capital Partners, L.P., 248 N.C. App. at 581  \n(cleaned up)); see also Howell v. Fisher, 49 N.C. App. 488, 498 (1980) (stating that \nplaintiff may maintain an individual action where he suffered damages “distinct from \nany damage suffered by the corporation”).  \n \n \n105. Here, based solely on the allegations of the Complaint, the Court concludes \nthat Oliver has alleged sufficient facts to demonstrate that his  injuries were unique \nfrom any other shareholders and from B&M.  Firstly, B&M actually stood to benefit \nrather than be injured  from the reduced Per- Share Purchase Price paid to Oliv er.  \nSecondly, Oliver alleges that his treatment at the time of his resignation and stock \nsale differed dramatically from the treatment Jackson, another shareholder, received \nfrom B&M in 2019 when Jackson sold his shares to the company.  (Compl. ¶¶ 167 –\n78.)  Therefore, the Court finds that Oliver has done enough in the Complaint to \nallege that his  injuries were unique based on his agreements  with B&M —the \nRedemption Agreement and the Stock Partner Agreement —and the Per -Share \nPurchase Price paid by B&M for Oliver’s shares.   \n106. Therefore, because Oliver has alleged enough to withstand the Motion by \nalleging a unique injury as a shareholder, and given that Marks, as the president of \nB&M, owed B&M a duty as its chief executive officer to properly manage the entity, \nthe Court hereby denies Moving Defendants’ motion to dismiss as to the constructive \nfraud claim. \nE. Unjust Enrichment  \n107. The sixth claim , for unjust enrichment, is brought against Marks only.   \nMarks seeks dismissal of this claim.  \n108. “A claim for unjust enrichment ‘is neither in tort nor contract but is \ndescribed as a claim in quasi contract or a contract implied in law.’ ”  Cty. of Wake \n \n \nPDF Elec. & Supply Co., LLC v. Jacobsen, 2020 NCBC LEXIS 103, at *28 (N.C. Super. \nCt. Sept. 9, 2020) (quoting Booe v. Shadrick, 322 N.C. 567, 570 (1988)). \n109. “The general rule of unjust enrichment is that where services are rendered \nand expenditures made by one party to or for the benefit of another, without an \nexpress contract to pay, the law will imply a  promise to pay a fair compensation \ntherefor.”  Atlantic C. L. R. Co. v. State Highway Comm'n, 268 N.C. 92, 95–96 (1966) \n(citing Beacon Homes, Inc. v. Holt, 266 N.C. 467 (1966), and Dean v. Mattox, 250 N.C. \n246 (1959)).  “The claim is not based on a promis e but is imposed by law to prevent \nan unjust enrichment. If there is a contract between the parties [then] the contract \ngoverns the claim and the law will not imply a contract.”  Booe, 322 N.C. at 570. \n110. “In North Carolina, to recover on a claim of unjust en richment, Plaintiff \nmust prove: (1) that it conferred a benefit on another party; (2) that the other party \nconsciously accepted the benefit; and (3) that the benefit was not conferred \ngratuitously or by an interference in the affairs of the other party.”  Cty. of Wake PDF \nElec. & Supply Co., LLC, 2020 NCBC LEXIS 103, at *29 (citing Southeastern Shelter \nCorp. v. BTU, Inc., 154 N.C. App. 321, 330 (2002)). \n111. Marks’s first argument in favor of dismissal of the unjust enrichment claim \nis that Oliver alleges that a  benefit was conferred on B&M, but the benefit only \nindirectly redounded to Marks as the remaining shareholder in B&M.  (Br. Supp. 23–\n24.)  This argument fails.  \n112. North Carolina courts as of late have routinely “held that an indirect benefit \ncan support an unjust enrichment claim.”  Lau v. Constable, 2017 NCBC LEXIS 10, \n \n \nat **14 (N.C. Super. Ct. Feb. 7, 2017); see also New Prime, Inc. v. Harris Transp. Co., \n222 N.C. App. 317 (2012); Metric Constructors, Inc. v. Bank of Tokyo-Mitsubishi, Ltd., \n72 F. App'x 916, 921 (4th Cir. 2003).    \n113. Marks’s only other argument in favor of dismissal of the unjust enrichment \nclaim is that it must fail because it was not expressly pled “in the alternative” to the \nclaims based on the existence of an express contract .  ( Br. Supp. 24 –25.)  This \nargument for dismissal meets the same fate as the first.  \n114. A plaintiff is not required to expressly state that the unjust enrichment \nclaim is  being ple aded “in the alternative ” to a nother claim that is  based on the \nexistence of an ex press contract.  See Zagaroli v. Neill, 2017 NCBC LEXIS 103, at \n*14–15 (N.C. Super. Ct. Nov. 7, 2017) (“Notwithstanding that Plaintiff ideally should \nhave pleaded [the unjust enrichment] claim[ ] expressly in the alternative, ‘under \ncertain facts a plainti ff is not required to identify alternatively pleaded claims \nexpressly as such, because [Rule] 8(e)(2) does not mandate a particular form for \nphrasing alternative claims.’ ” (quoting Kingsdown, Inc. v. Hinshaw , 2016 NCBC \nLEXIS 15, at *29 n.9 (N.C. Super. Ct. Feb. 17, 2016) (some alterations in original))); \nsee also Bandy v. Gibson, 2017 NCBC LEXIS 66, at *12 (N.C. Super. Ct. July 26, \n2017) (“The Court is unwilling to prevent [ plaintiff’s] unjust enrichment claim from \nmoving to discovery because it was not sp ecifically pleaded in the alternative to her \nbreach of contract claim.”); Oxendine v. Bowers, 100 N.C. App. 712, 716 (1990) ( Rule \n8(e)(2) does not “provide[ ] for any particular form of phrasing alternative claims.”).    \n \n \n115. The Court finds that Marks’ s arguments for dismissal of the unjust \nenrichment claim are unavailing.  Therefore, the Motion is denied as to the claim for \nunjust enrichment.   \nVI. CONCLUSION \n116. For the foregoing reasons, the Court hereby GRANTS IN PART and  \nDENIES IN PART the Motion as follows:  \na. the Motion is DENIED as to the breach of contract claim;  \nb. the Motion is GRANTED as to the mutual mistake claim and that claim \nis DISMISSED WITH PREJUDICE;  \nc. the Motion is GRANTED as to the negligent misrepresentation claim  \nand that claim is DISMISSED WITH PREJUDICE;  \nd. the Motion is DENIED as to the constructive fraud claim; and \ne. the Motion is DENIED as to the unjust enrichment claim.  \nIT IS SO ORDERED, this the 3rd day of March, 2022. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}