{
  "id": "2cd836153994263385ea7c9e7b1584d310a2dc23a9059b91b472f4d65d0ca64f",
  "source_file": "data/raw/ncbc/2cd836153994263385ea7c9e7b1584d310a2dc23a9059b91b472f4d65d0ca64f.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nIREDELL COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 89 \nSHANE BOURGEOIS and PITBOX \nAUTO SALES LLC, \n \nPlaintiffs, \n \nv. \n \nJAMES MATTHEW LAPELUSA, JR.; \nBRIAN PERRY; RALPH ERSKINE \nSTEVENSON III; THE PIT BOX, LLC; \nand AMERICAN AUTOMOTIVE \nGROUP, INC.,  \n \nDefendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS TO \nDISMISS AND PLAINTIFFS’ MOTION \nTO AMEND \n1. THIS MATTER  is before the Court on three motions: Defe ndants’ \nMotion to Dismiss, (ECF No. 13), Motion to Dismiss of Defendant Ralph Stevenson \nIII (“Stevenson ’s Motion”), (ECF No. 15) , and Plaintiffs’ Motion to Amend and to \nSupplement Complaint (the “Motion to Amend”), (ECF No. 24). \n2. Defendants James Matthew La Pelusa, Jr.  (“LaPelusa”), Brian Perry  \n(“Perry”), Ralph Erskine Stevenson III  (“Stevenson”), The Pit Box, LLC  (“The Pit \nBox”), and American Automotive Group, Inc. (“AAG,” collectively, “Defendants”) have \nmoved to dismiss Plaintiffs’ First, Second, Third, Sixth, Seventh, Eighth, and Ninth \nBourgeois v. LaPelusa, 2022 NCBC 56. \nClaims for Relief pursuant to Rules 12(b)(1) and 12(b)(6) of the North Carolina Rules \nof Civil Procedure (the “Rule(s)”). \n3. Separately, Stevenson has moved to dismiss Plaintiff Shane Bourgeois’  \n(“Bourgeois”) Fifth Claim for Relief pursuant to Rule 12(b)(6).1  \n4. Lastly, Bourgeois2 has moved to amend and supplement the Complaint \npursuant to Rule 15(a).  \n5. For the reasons stated below, Defendants’ Motion to Dismiss is \nGRANTED in part and DENIED in part .  Stephenson’s Motion to Dismiss is \nGRANTED in part and MOOTED in part.  Bourgeois’ Motion to Amend is DENIED. \nDavid P. Parker, PLLC, by David Payne Parker, for Plaintiffs Shane \nBourgeois and Pitbox Auto Sales LLC. \n \nHiggins Benjamin PLLC, by Gilbert J. Andia, Jr. and Robert G. McIver, \nfor Defendants James Matthew LaPelusa, Jr., Brian Perry, Ralph \nErskine Stevenson III, The Pit Box, LLC, and American Automotive \nGroup, Inc. \n \nEarp, Judge. \nI. INTRODUCTION \n6. The individual parties in this case are experienced in various aspects of \nthe used car business .  In late 2019, they decided to combine their efforts.  \nUnfortunately, during the months that followed, they did not achieve the success they \n \n1 Stevenson also moved to dismiss Bourgeois’ Fourth Claim for Relief for legal malpractice, \nasserted against Stevenson alone.  ( See ECF No. 15.)  Bourgeois  has since voluntarily \ndismissed that claim without prejudice, (see ECF No. 41), mooting that aspect of Stevenson’s \nMotion.  \n \n2 Although titled as “Plaintiffs’ Motion to Amend and to Supplement Complaint,” the body \nof the referenced pleading states that it is Bourgeois’ motion.  (See ECF No. 24.) \nhad envisioned.  Now, as some of the parties  attempt to unravel what they created, \ntempers have flared.  There is significant disagreement over exactly what the parties’ \nagreement was at the start of the arrangement and how any remaining assets should \nbe distributed.  \nII. FACTUAL AND PROCEDURAL BACKGROUND \n7. The Court does not make findings of fact when ruling on either a motion \nto dismiss or a motion to amend.  It recites below those factual allegations from the \nComplaint and the proposed amendment that are relevant and necessary to the \nCourt’s determination of the motions before it .  See e.g., Krawiec v. Manly, 370 N.C. \n602, 606 (2018). \n8. Bourgeois is a citizen and resident of Iredell County, North Carolina.  \n(Ver. Compl. ¶ 1, [hereinafter “Compl.”], ECF No. 3.) \n9. Perry is a citizen and resident of Mecklenburg County, North Carolina.  \n(Compl. ¶ 4.) \n10. LaPelusa is a citizen and resident of Mecklenburg County, North \nCarolina.  (Compl. ¶ 3.) \n11. Stevenson is a citizen and resident of Nash County, North Carolina, who \nhas been licensed to practice law in the state of North Carolina since 2011.  (Compl. \n¶ 5.) \n12. The Pit Box is a North Carolina LLC organized on 10 April 2014.  Its \noriginal members were Bourgeois and Perry.  (Compl. ¶ 6.)   It has not identified a \ndocument as its operating agreement.  (Compl. ¶ 11.)  \n13. AAG is a North Carolina corporation incorporated on 3 February 2015.  \n(Compl. ¶ 7.)  LaPelusa is the President of AAG.  (Compl. ¶ 9.)   No bylaws for AAG \nexist.  (Compl. ¶ 15.)  \n14. Pitbox Auto Sales LLC (“ Auto Sales ”) is a North Carolina LLC .  \nBourgeois is a member of Auto Sales.  (Compl. ¶ 2.) \n15. In December 2019, Bourgeois  and Perry, together with LaPelusa , \ndecided to “ combine”  The Pit Box and AAG .  ( Compl. ¶ 8 .)  The group  executed a \nshort document titled, “ Resolution of Intention for the Pit Box ” (“The Pit Box \nResolution”).  The Pit Box Resolution had the purpose of “combining efforts of the two \nentities to conduct joint business operations and streamline operations.” 3  ( Mem. \nSupp. Defs.’ Mot. Dismiss Ex. D, [hereinafter “Defs.’ Brief”] , ECF No. 14. )  It also \nprovided that ownership of The Pit Box would be divided as follows, with each person \nreferred to as a “Member Manager”: \na. Bourgeois 30 shares 30% \nb. Perry 30 shares 30% \nc. LaPelusa 30 shares 30% \nd. Stevenson 10 shares 10% \n \n3 On a motion to dismiss, the Court may consider documents outside the complaint “which \nare the subject of a plaintiff’s complaint and to which the complaint specifically refers[,]” \nwithout converting the motion to a motion for summary judgement.  Oberlin Capital, L.P. v. \nSlavin, 147 N.C. App. 52, 60 (2001) (citing Robertson v. Boyd, 88 N.C. App. 437, 441 (1988)). \nThis is true even when the documents are presented by the defendant.  See Holton v. Holton, \n258 N.C. App. 408, 419 (2018) (“[A] document that is the subject of a plaintiff’s action that he \nor she specifically refers to in the complaint may be attached as an exhibit by the defendant \nand properly considered by the trial court  without converting a 12(b)(6) motion into one of \nsummary judgment.”). \n(Compl. ¶ 8.)  The Pit Box Resolution  further stipulated that “any future resolution \nmust be approved by a seventy percent (70%) stock ownership vote.”  (Compl. ¶ 12.) \n16. In a similar manner, LaPelusa, acting as President of AAG, executed a \none-page document titled, “ AUTOMOTIVE GROUP, INC. TO ENTER INTO \nMANAGEMENT AGREEMENT WITH THE PIT BOX, LLC,” (the “AAG Resolution,” \ncollectively, with The Pit Box Resolution, the “Resolutions of Intent”).  (Compl. ¶ 9.)  \nThe AAG Resolution states that it was executed in return for thirty  (30) “stock \ncertificates” of T he Pit Box  to LaPelusa and thirty  (30)4 “stock certificates”  to \nStevenson, who was to be named general counsel and registered agent for T he Pit \nBox.  (Compl. ¶ 9.) \n17. Stevenson drafted both Resolutions of Intent.  (Compl. ¶ 10.)  While both \ndocuments mention a contractual agreement that was “hereby incorporated by \nreference[,]” the parties never executed the referenced contract, and no contract is \nattached to the Complaint.  (Compl. ¶ 14.) \n18. Plaintiffs allege that Stevenson had a conflict of interest because he was \na 10% member of T he Pit Box and also an attorney for both The Pit Box and AAG.  \n(Compl. ¶ 24.)  And despite his allegedly conflicting roles, Stevenson did not secure a \nconflict-of-interest waiver.  (Compl.  ¶ 10.)  Plaintiffs further claim that Stevenson \nfailed to document the terms of the parties’ agreement or to draft an operating \n \n4 Contrary to this allegation, The Pit Box Resolution states that Stevenson was to receive \n10 shares (10%). \nagreement for T he Pit Box , thereby exposing AAG, The Pit Box, and Bourgeois to \npotential liability, all while unjustly enriching himself.  (Compl. ¶ 26.) \n19. Plaintiffs allege that LaPelusa fraudulently induced Bourgeois to \n“merge” The Pit Box  with AAG by falsely telling  Bourgeois that AAG had \n“approximately” $34,000 in debt, when in fact it had additional debts.  (Compl. ¶ 16.) \n20. After the Resolutions of Intent were executed, Bourgeois, with the help \nof Perry, paid off some of AAG’s debts.   He did so because AAG claimed its debts were \nnow the obligation of T he Pit Box .  Bourgeois  paid approximately $36,000 to some \ncreditor(s) and another $167,000 to a wholesale auto auction company.  (Compl. ¶ 19.) \n21. As time went on , frustrations between Bourgeois and LaPelusa \ndeveloped and intensified.  LaPelusa claimed personal ownership of various vehicles \nthat Bourgeois alleges were owned by T he Pit Box.   Plaintiffs allege, among other \nthings, that LaPelusa, complicit with Stevenson and Perry , acted in bad faith  by: \nconducting the business of The Pit Box without notifying Bourgeois of any meetings \nor agendas of meetings, generating inaccurate profit and loss statements for The Pit \nBox and AAG, banning Bourgeois from the business premises , stopping payment on \nchecks sent to pay debts of the entities, diverting proceeds from the sales of vehicles \nto his  personal use,  and converting Bourgeois’ funds to pay AAG and LaPelusa’s \ndebts.  (Compl. ¶¶ 20–21.)  In addition, Plaintiffs allege that LaPelusa, complicit with \nStevenson and Perry, converted the proceeds of Auto Sales’ SBA loan to his own use \nor for the benefit of AAG.  (Compl. ¶ 21(n).) \n22. On 20 December 2020, LaPelusa sent Bourgeois an email  signed by \nStevenson in his capacity as counsel for AAG .  Copied on the email was another \nattorney named Tyler Pierce (“Pierce”).  Notably, the email stated that the agreement \nbetween The Pit Box  and AAG had been “mutually dissolved,” Bourgeois’ \n“association” was terminated, and all materials belonging to AAG were to be returned \nto LaPelusa.  (Compl. ¶ 22.) \n23. On the same day, Pierce wrote to Bourgeois disclosing that he had been \nretained to dissolve and unwind The Pit Box.  The letter stated that on 16 December \n2020, a 70% super-majority of The Pit Box members resolved to dissolve The Pit Box \neffective immediately, and that articles of dissolution had been formally adopted and \nsubmitted to the Secretary of State’s Office for  immediate filing.  (Compl. ¶ 23.)  In \naddition, Pierce told Bourgeois that The Pit Box’s liabilities apparently exceeded its \nassets.  (Compl. ¶ 23.) \n24. Bourgeois never received  notice of a members’ meeting to vote on \ndissolution, and he did not agree to the dissolution of The Pit Box.  (Compl. ¶¶ 24 –\n25.)   \n25. Bourgeois alleges that, on 22 December 2020,  he made a derivative \ndemand on both The Pit Box and AAG.  ( Prop. Am. Compl. ¶ 41 , ECF No. 25 .1.)  \nHowever, the demand itself, while purporting to be directed to both entities, \nultimately makes a demand on ly on The Pit Box .  (Answ . and Counterclms. Ex. E, \nECF No. 17.) \n26. Plaintiffs initiated this action by filing the ir Complaint approximately \nthree weeks later, on 13 January 2021.  (ECF No. 3.)  Plaintiffs allege that Defendants \nbreached their fiduciary duties, converted funds to their own benefit, and were \nunjustly enriched by their actions.  In addition to damages, Plaintiffs seek injunctive \nrelief, as well as a judicial dissolution of T he Pit Box.  (See generally Compl. ¶¶ 31 –\n79.) \n27. Plaintiffs filed a Notice of Designation pursuant to N.C.G.S. § 7A-45.4(a) \non 13 January 2021, (ECF No. 4), and this case was designated a mandatory complex \nbusiness case by Order of the Chief Justice of the Supreme Court of North Carolina \non 15 January 2021 .  (ECF No. 1.)  It  was assigned to the Honorable Michael L. \nRobinson on 15 January 2021, (ECF No. 2), and reassigned to the undersigned on 6 \nMay 2021.  (ECF No. 20.) \n28. Defendants collectively, and Stevenson individually, filed their Motions \nto Dismiss on 19 April 2021.  (ECF Nos. 12 –13.)  Defendants separately filed their \nAnswer and Counterclaims later that same day .  (ECF No. 17.)  On 4 June 2021, \nPlaintiffs filed their Motion to Amend  seeking to add derivative actions .  (ECF No. \n24.) \n29. A  hearing was held on t he Motions during which all parties were \nrepresented by counsel.  (See ECF No. 35.)  The Motions are now ripe for disposition. \nIII.  LEGAL STANDARD \n30. When ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court \ndetermines “whether, as a matter of law, the allegations of the complaint, treated as \ntrue, are sufficient to state a claim upon which relief may be granted under some \nlegal theory, whether properly labeled or not.”  Harris v. NCNB Nat’l Bank , 85 N.C. \nApp. 669, 670 (1987).  “[A] statement of claim is adequate if it gives sufficient notice \nof the claim asserted to enable the adverse party to answer and prepare for trial, to \nallow for the application of the doctrine of res judicata, and to show the type of case \nbrought.”  Id. (internal quotation marks omitted). \n31. Dismissal of a claim is proper “(1) when the complaint on its face reveals \nthat no law supports plaintiff’s claim; (2) when the complaint reveals on its face the \nabsence of fact sufficient to make a good claim; [or] (3) when some fact disclosed i n \nthe complaint necessarily defeats the plaintiff’s claim.”  Oates v. JAG, Inc. , 314 N.C. \n276, 278 (1985).  “[A] complaint should not be dismissed for insufficiency unless it \nappears to a certainty that plaintiff is entitled to no relief under any state of  facts \nwhich could be proved in support of the claim.”  Sutton v. Duke , 277 N.C. 94, 103  \n(1970) (emphasis omitted).  The Court is not required “to accept as true allegations \nthat are merely conclusory, unwarranted deductions of fact, or unreasonable \ninferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human Servs., 174 N.C. \nApp. 266, 274 (2005) (quoting Veney v. Wyche, 293 F.3d 726, 730 (4th Cir. 2002)) .  \nHowever, the Court must construe the complaint liberally and accept all allegations \nas true for purposes of ruling on the motion.   See Laster v. Francis, 199 N.C. App. \n572, 577 (2009). \n32.  “Standing is a necessary prerequisite to a court's proper exercise of \nsubject matter jurisdiction.”  Aubin v. Susi, 149 N.C. App. 320, 324 (2002).  Standing \narguments may be presented under both Rule 12(b)(1) and Rule 12(b)(6).  See \nFairfield Harbour Prop. Owners Ass'n v. Midsouth Golf, LLC, 215 N.C. App. 66, 72 \n(2011).  In determining a motion to dismiss for lack of standing, the allegations should \nbe taken as true and read in the light most favorable to the non-moving \nparty.  Mangum v. Raleigh Bd. of Adjustment, 362 N.C. 640, 644 (2008).  In ruling on \na motion to dismiss for lack of standing pursuant to Rule 12(b)(1), the Court may \nconsider matters outside the pleadings to determine whether subject matter \njurisdiction exists.  Keith v. Wallerich, 201 N.C. App. 550, 554 (2009).   In either case, \nPlaintiffs have the burden of proving that they have standing to bring their claims.  \nNeuse River Found., Inc. v. Smithfield Foods, Inc., 155 N.C. App. 110, 113 (2002).  See \nalso Wirth v. Sunpath, LLC, 2017 NCBC LEXIS 84, at *9 (N.C. Super. Ct. Sept. 14, \n2017).  \n33. Finally, Rule 15(a) provides that leave to amend a  complaint “shall be \nfreely given when justice so requires.”  N.C. R. Civ. P. 15(a).  While t here is no more \nliberal canon in the Rules than that leave to amend “shall be freely given when justice \nso requires[,]” Vaughan v. Mashburn, 371 N.C. 428, 434 (2018) (citing Wilson, Civil \nProcedure § 15-3, at 15-5), “the right to amend pursuant to Rule 15 is not unfettered.” \nHoward v. IOMAXIS, LLC, 2021 NCBC LEXIS 116, at *17  (N.C. Super Ct. Dec. 22, \n2021).  “Reasons justifying denial of an amendment include: (1) undue delay, (2) bad \nfaith, (3) undue prejudice, (4) futility of amendment, and (5) repeated failure to cure \ndefects by previous amendments.”  Window World of St. Louis, Inc. v. Window World, \nInc., 2015 NCBC LEXIS 79, at **18 (N.C. Super. Ct. Aug. 10, 2015) (citing Martin v. \nHare, 78 N.C. App. 358, 361 (1985)). \n34. “Ultimately, whether to allow an amendment rests in the trial judge’s \ndiscretion.”  KRG New Hill Place, LLC v. Springs Inv’rs, LLC, 2015 NCBC LEXIS 20, \nat *8 (N.C. Super. Ct. Feb. 27, 2015) (citing House of Raeford Farms, Inc. v. Raeford, \n104 N.C. App. 280, 282 (1991)). \nIV.  ANALYSIS \n35. Defendants have brought two motions to dismiss the remaining claims \nasserted in the Complaint.  In response, Plaintiffs defend the claims they originally \nstated while also seeking to add derivative claims on behalf of The Pit Box and AAG.  \nBecause the test for futility with respect to  a proposed amendment mirrors the \nsufficiency test of Rule 12(b)(6), the Court addresses each of the claims, asserted and \nproposed, using this test.  See Smith v. McRary, 306 N.C. 664, 671 (1982) ( a motion \nfor leave to amend is properly denied when “plaintiff's proposed amendment could \nnot withstand a  motion to dismiss for  failure to state a claim”) ; Simply the Best \nMovers, LLC v. Morrins’ Moving Sys., 2016 NCBC LEXIS 28, at **5–6 (N.C. Super. \nCt. April 6, 2016) (“The futility standard under Rule 15  is essentially the same \nstandard used in reviewing a motion to dismiss under Rule 12(b)(6), but provides the \nCourt liberal discretion to find that an amendment lacks futility.”).    \nA. Breach of Fiduciary Duty \n36.  Bourgeois’ F irst Claim for Relief is based on an alleged b reach of \nfiduciary duty.  To state this claim, Bourgeois must plead the existence of a fiduciary \nduty, a breach of that duty, and injury proximately caused by the breach.  See Green \nv. Freeman, 367 N.C. 136, 141 (2013).  Thus, an essential element of a claim for breach \nof fiduciary duty is the existence of such a duty owed by Defendants to Bourgeois.  See \nDalton v. Camp, 353 N.C. 647, 651 (2001).   \n37. “[A] fiduciary relationship is generally described as arising when ‘there \nhas been a special confidence reposed in one who in equity and good conscience is \nbound to act in good faith and with due regard to the interests of the one reposing \nconfidence.’ ”  Dallaire v. Bank of Am., N.A., 367 N.C. 363, 367 (2014) (quoting Green, \n367 N.C. at 141).  “North Carolina recognizes two types of fiduciary relationships: de \njure, or those imposed by operation of law, and de facto , or those arising from the \nparticular facts and circumstances constituting and surrounding the relationship.” \nHager v. Smithfield E. Health Holdings, LLC, 264 N.C. App. 350, 355 (2019). \n38. LLCs are creatures of contract, and the members may choose to impose \nfiduciary duties on one another by agreement.  See, e.g. , Strategic Mgmt. Decisions, \nLLC v. Sales Performance Int’l, LLC, 2017 NCBC LEXIS 69, at *10 –11 (N.C. Super. \nCt. Aug. 7, 2017) (“The rights and duties of LLC members are ordinarily governed by \nthe com pany’s operating agreement, not by general principles of fiduciary \nrelationships.”); see also N.C.G.S. § 57D-2-30(a).  Absent such an agreement, however, \nthe general rule is that members of an LLC “do not owe a fiduciary duty to each \nother[.]”  Kaplan v. O.K. Techs., L.L.C., 196 N.C. App. 469, 473 (2009).   \n39. Bourgeois alleges that Defendants breached their fiduciary duties to \nhim by, among other things, “meeting, hiring attorneys, constructing the accounts of \nthe business, [and] hiring counsel” behind Bourgeois’ back and “with the intention of \ndeceiving Bourgeois[.]”  (Compl. ¶¶ 33– 34.)  In addition, t he Complaint contains a  \nlaundry list of other alleged sleights and misdeeds.  (See Compl. ¶¶ 21–29.) \n40.   Defendants cite Kaplan for the proposition that, generally, members of \nan LLC do not owe a fiduciary duty to one another.  ( Defs.’ Brief 6–7.)  But even if a \nfiduciary duty exists, Defendants argue that Bourgeois has not alleged injuries that \ncould support an “individual recovery,” and his claim is “fundamentally a derivative \nclaim” on behalf of The Pit Box.  (Defs.’ Brief 7.)   \n41. The Court agrees  that no de jure fiduciary duty exists between the \nmembers of The Pit Box.  There is no allegation that The Pit Box has an operating \nagreement establishing member-to-member fiduciary duties.  The Resolutions of \nIntent do not impose such duties.  I n the absence of  an agreement establishing  \notherwise, the default rule applies :  members of an LLC generally do not owe a \nfiduciary duty to each other.  Kaplan, 196 N.C. App. at 473.   \n42. Nor has Bourgeois  alleged facts sufficient to raise as an issue the \nexistence of a de facto fiduciary relationship.  “The standard for finding a de facto  \nfiduciary relationship is a demanding one:  Only when one party figuratively holds \nall the cards —all the financial power or technical information, for example —have \nNorth Carolina courts found that the special circumstance of a fiduciary relationship \nhas arisen.”  Lockerman v. S. River Elec. Mbrshp. Corp., 250 N.C. App. 631, 636 (2016) \n(internal quotation marks omitted ).  Mere influence over another’s affairs is \ninsufficient.  See id. \n43. The allegations here fail to meet Lockerman’s demanding standard.   \nBourgeois has neither alleged that he trusted his fellow members nor that, as a result \nof that trust, his fellow members had dominion and control over the business.  Both \nare necessary for a de facto fiduciary relationship to exist.  See Dalton v. Camp, 353 \nN.C. 647, 652 (2001) ( there must be “confid ence reposed on one side, and resulting \ndomination and influence on the other” (quoting Abbitt v. Gregory, 201 N.C. 577, 598 \n(1931) (emphasis omitted))).  While Bourgeois claims that Defendants acted in bad \nfaith and with the intention to deceive, nowhere does he allege that he placed a \n“special confidence” in Defendants that resulted in “domination and influence on one \nside of the relationship .”  Broussard v. Meineke Disc.  Muffler Shops, Inc. , 155 F.3d \n331, 349 (4th Cir. 1998) (internal quotation marks omitted). \n44.  To the contrary, Bourgeois alleges that he held a 30% interest in T he \nPit Box as a “ Member Manager.”   (Compl. ¶ 8  (emphasis added).)  As  a manager \nhimself, Bourgeois had some level of control.   Moreover, The Pit Box Resolution \nspecifically required that  future resolutions be approved by a super -majority, a \nseventy percent (70%) ownership vote.  (Compl. ¶ 12.)   Therefore, it is apparent from \nBourgeois’ own allegations that no one member dominated the governance of The Pit \nBox.  (Compl. ¶ 12.)   In short, Bourgeois may have been  mistreated by the other \nmembers, but it happened while he was holding—at the very least—a card or two.  In \nthat circumstance, no de facto  fiduciary duty arises.  See Lockerman, 250 N.C. App. \nat 636.   \n45. Without the existence of a  fiduciary relationship there can be no claim \nfor breach.  See Azure Dolphin, LLC v. Barton, 371 N.C. 579, 599 (2018) (“In the event \nthat a party fail[s] to allege any special circumstances that could establish a fiduciary \nrelationship, dismissal of a claim which hinges upon the existence of such a \nrelationship would be appropriate.” (citation and internal quotation marks omitted)).  \nThe Court therefore GRANTS Defendants’ Motion to Dismiss Bourgeois’ First Claim \nfor Relief , Breach of Fiduciary Duty , and Bourgeois’ First Claim for Relief is \nDISMISSED with prejudice. \nB.  Judicial Dissolution \n46. Pursuant to N.C.G.S. § 57D -6-02(2), “[t]he superior court may dissolve \nan LLC in a proceeding brought by . . .  [a] member, if it is established that (i) it is \nnot practicable to conduct the LLC’s business in conformance with the operating \nagreement and this Chapter or (ii) liquidation of the LLC is necessary to protect the \nrights and interests of the member.”  N.C.G.S. § 57D -6-02(2).  Bourgeois maintains \nin the Third Claim for Relief that judicial dissolution is appropriate under both \nprongs of the statute.  (Compl. ¶ 48.)  \n47. The allegations por tray a tumultuous association  between Bourgeois \nand Defendants LaPelusa, Stevenson, and Perry.  ( See Compl. ¶ 21.)  Indeed, \nBourgeois’ allegations describe secret meetings, false financial statements, diverted \nsales proceeds, “acts of aggression, ” and banishment from the business premise s.  \n(Compl. ¶ 21(f)–(k).) \n48. In response, Defendants state that T he Pit Box has already been \ndissolved5 and they suggest that  a stay should be entered while an “independent \naccountant” winds up its affairs and submits a report determining the respective \nrights of each member.  (Defs.’ Brief  9–10.)   \n49. The Court concludes that Bourgeois’ allegations of misconduct, if true, \ncould support judicial dissolution of the entity to protect Bourgeois’ interest and that, \nunder the circumstances, it would be premature to dismiss this claim.  See Bennett v. \nBennett, 2019 NCBC LEXIS 19, at *34 –35 (N.C. Super. Ct. March 15, 2019) ; \nVanguard Pai Lung, LLC  v. Moody, 2019 NCBC LEXIS 39, at *24 (N.C. Super. Ct. \nJune 19, 2019). \n50. Therefore, the Court, in its discretion , DENIES Defendants’ Motion to \nDismiss  Plaintiffs’ Third Claim for Relief, Judicial Dissolution. \nC.  Converting Stevenson to an Economic Interest Holder \n51. Bourgeois’ Fifth Claim for Relief is titled, “Converting Stevenson to An \nEconomic Interest Holder.”  At the hearing, counsel for Bourgeois explained that this \nclaim was brought to strip Stevenson of his membership rights in The Pit Box.  See \nMTD Hr’g Tr. 20:25–23:12.   Bourgeois cites no law in support of this requested relief.  \n \n5 The allegations in the Complaint indicate that articles of dissolution were prepared, \nformally adopted, and submitted to the Secretary of State’s Office for “immediate filing.”  \n(Compl. ¶ 23(c).)  However, the  Court does not find the above -mentioned filin g in the \nSecretary of State’s  records.   See  North Carolina Secretary of State, \nhttps://www.sosnc.gov/online_services/search/Business_Registration_Results ( last visited \nSept. 23, 2022).  Therefore, for purpose of this Motion, the Court does not treat The Pit Box \nas having been dissolved.  See N.C.G.S. § 57D-6-09 (“Upon dissolution of an LLC, the LLC \nshall deliver articles of dissolution to the Secretary of State for filing.”). \nInstead, he alleges that Stevenson had a conflict of interest and violated the “Canon \nof Ethics”  for attorneys.   (Compl. ¶ 62.)   However, “North Carolina Rules of \nProfessional Conduct cannot be used to establish civil liability.”  Inland Am. Winston \nHotels, Inc. v. Winston, 2010 NCBC LEXIS 21, at **22 (N.C. Super. Ct. Nov. 24, 2010).  \nSee R. Prof. Conduct N.C. St. B. 0.2[7] (“Violation of a Rule should not give rise itself \nto a cause of action against a lawyer nor should it create any presumption in such a \ncase that a legal duty has been breached.”); Webster v. Powell, 98 N.C. App. 432, 439 \n(“[A] breach of a provision of the Code of Professional Responsibility is not ‘in and of \nitself . . . a basis for civil liability. . . .’ ” (quoting McGee v. Eubanks, 77 N.C. App. 369, \n374 (1985))).  \n52. Stevenson’s Motion to Dismiss is therefore GRANTED, and Bourgeois’ \nFifth Claim for Relief is DISMISSED with prejudice. \nD.  Conversion \n53. Plaintiffs separately assert two claims for conversion:  one by Bourgeois \nagainst Defendants for depriv ing him “of the sums of $160,288” (Compl. ¶ 65), and \nanother by Auto Sales against Defendants for depriv ing it “of the sum of $43,000” \n(Compl. ¶ 68.) \n54.   Even though the Complaint advances these conversion claims against \n“Defendants” collectively, the factual allegations identify only LaPelusa, Stevenson, \nand Perry as the alleged wrongdoers.  (Compl. ¶ 21, 21(n), 21(o).)  Absent any facts to \nsupport it, t he claim of conversion against T he Pit Box and AAG  is conclusory and \ndoes not survive Rule 12(b)(6).  See Good Hope Hosp., Inc., 174 N.C. App. at 274 (the \nCourt is not required “to accept as true allegations that are merely conclusory, \nunwarranted deductions of fact, or unreasonable inferences”). \n55. Furthermore, the claim against LaPelusa, Stevenson, and Perry does \nnot satisfy the pleading requirements to state a cause of action for conversion .  \nPlaintiffs must plead: “(1) the unauthorized assumption and exercise of the right of \nownership; (2) over the goods or personal property; (3) of another; (4) to the exclusion \nof the rights of the true owner. ” Estate of Graham v. Morrison, 168 N.C. App. 63, 72 \n(2005) (quoting Di Frega v. Pugliese, 164 N.C. App. 499, 508 (2004)); accord Spinks v. \nTaylor, 303 N.C. 256, 264 (1981).  \n56. “The essence of conversion is not the acquisition of property by the \nwrongdoer, but a wrongful deprivation of it to the owner.”  Bartl ett Milling Co. v. \nWalnut Grove Auction & Realty Co., 192 N.C. App. 74, 86 (2008) (quoting Lake Mary \nL.P. v. Johnston,  145 N.C. App. 525 , 532 (2001)).  Therefore, “[i]n cases where the \ndefendant comes into possession of the plaintiff’s property lawfully, the plaintiff must \nshow that it made a demand for the return of the property that was refused by the \ndefendant.”  Morris Int’l, Inc. v. Packer, 2021 NCBC LEXIS 99 , at **28 (N.C. Super \nCt. Nov. 2, 2021).  See also Hoch v. Young, 63 N.C. App. 480, 483 (1983) (“Where there \nhas been no wrongful taking or disposal of the goods, and the defendant has merely \ncome rightfully into possession and then refused to surrender them, demand and \nrefusal are necessary to the existence of the tort.”  (quoting William L. Prosser, \nHandbook of the Law of Torts § 15, at 89–90 (4th Ed. 1971))).  \n57. Regarding Bourgeois’ claim for conversion,  the Complaint alleges that \nBourgeois wrote a check for $160,288 and gave it to LaPelusa intending that it be a \nloan or for additional equity in The Pit Box, but he received nothing of value for it.  \n(Compl. ¶ 21(o).)   The Complaint further states that Defendants wrongfully used the \nmoney to pay off “private” or “corporate” debts of AAG or LaPelusa, leaving Bourgeois \nwith nothing.  (Compl. ¶ 21(o).)  Thus,  Bourgeois alleges that LaPelusa came into \npossession of the money lawfully  when Bourgeois gave it to him , but nowhere does \nBourgeois allege that he  demanded that this money be return ed and was refused.  \nLacking this essential element, the allegations fail to state a claim for conversion. \n58. Accordingly, the Court, in its discretion GRANTS  Defendants’ Motion \nto Dismiss Bourgeois’ Sixth Claim for Relief, Conversion, and Bourgeois’ Sixth Claim \nfor Relief is DISMISSED without prejudice.6  \n59. Moving to the Seventh Claim for Relief, Auto Sales’ claim for conversion \nsuffers from the same failure to plead a rebuffed demand for return of its money as \ndid Bourgeois’ claim for conversion.  Auto Sales alleges that it obtained an “SBA EIDL \nLoan of $43,000[,]” and that the money was originally placed in “[t]rust with one or \nmore Defendants.”  (Compl. ¶ 21(n).)  Then, LaPelusa, “complicit with Stevenson and \nPerry,”  wrongfully used the proceeds from the loan for  the “benefit of AAG or \nLaPelusa.”  (Compl. ¶ 21(n).)  Because Auto Sales pleads that it v oluntarily \n \n6 Notwithstanding the Court’s conclusion that this claim should be dismissed, “[t]he decision \nto dismiss an action with our without prejudice is in the discretion of the trial court[.]”  First \nFed. Bank v. Aldridge, 230 N.C. App. 187, 191 (2013). \n \ntransferred the money to Defendants’ possession, to state a claim for conversion, Auto \nSales must plead a demand for its return that was rejected.  See Hoch, 63 N.C. App. \nat 483 (“demand and refusal are necessary to the existence of the tort ” ( citation \nomitted)). Given its failure to do so, the Court, in its discretion, GRANTS Defendants’ \nMotion to Dismiss the Seventh Claim for Relief, Conversion, and Auto Sales’ Seventh \nClaim for Relief is DISMISSED without prejudice.  \nE.  Unjust Enrichment \n60.  The Eighth Claim for Relief attempted by Plaintiffs  is one for unjust \nenrichment.7  Although it is asserted against all Defendants, as with Plaintiffs’ claims \nfor conversion , the factual allegations speak only to the enrichment of LaPelusa, \nStevenson and Perry, and not AAG or T he Pit Box . (See Compl. ¶¶ 21, 71.)    \nConsequently, the entity D efendants’ Motion to D ismiss the Alternative Eighth \nClaim for Relief, Unjust Enrichment, is GRANTED, and the Eighth Claim for Relief \nagainst AAG and The Pit Box is DISMISSED without prejudice.   \n61. As for the unjust enrichment claim against the individual Defendants, \n“[i]n order to properly set out a claim for unjust enrichment, a plaintiff must allege \nthat property or benefits were conferred on a defendant under circumstances which \ngive rise to a legal or equitable obligation on the part of the defendant to account for \nthe benefits received[.]” Norman v. Nash Johnson & Sons' Farms, Inc., 140 N.C. App. \n390, 417 (2000).  The elements of the claim are as follows: \n \n7 Despite Plaintiffs’ characterization of the claim as one “in the alternative to the contract \nclaims herein,” the Court observes that no breach of contract claim has been asserted. \nFirst, one party must confer a benefit upon the other party. . . . \nSecond, the benefit must not have been conferred officiously, that \nis it must not be conferred by an interference in the affairs of the \nother party in a manner that is not justified in the circumstances. \n. . . Third, the benefit must not be gratuitous. . . . Fourth, the \nbenefit must be measurable. . . . Last, the defendant must have \nconsciously accepted the benefit. \n \nJPMorgan Chase Bank, Nat ’l Ass’n v. Browning , 230 N.C. App. 537, 541– 42 (2013) \n(cleaned up).   \n62. The facts that Bourgeois  alleges to support a  claim for conversion \nprovide the basis for his  unjust enrichment  claim.  ( See Compl. ¶ ¶ 21(o), 71.)   \nBourgeois alleges that when he wrote a check for $160,288 and gave it to LaPelusa, \nhe did not do so gratuitously.  Instead, Bourgeois alleges that he intended to exchange \nthe funds for either a promissory note or additional equity in The Pit Box.  (Compl. ¶ \n21(o).)  The benefit is measurable, ($160,288), and is not alleged to have been \nconferred officiously or by unjustified interference.  Instead, the Complaint describes \na business transaction.  (See Compl. ¶ 21(o).)  Finally, the allegation that LaPelusa, \ncomplicit with Stevenson and Perry,  took the money  satisfies the pleading \nrequirement of a conscious acceptance of the benefit.  (Compl. ¶ 21(o).)  See JPMorgan \nChase Bank, Nat’l Ass’n, 230 N.C. App. at 541–42.  \n63. Likewise, the factual allegations that Auto Sales advances to support a \nclaim for conversion provide the basis for its claim of unjust enrichment.  (See Compl. \n¶¶ 21(n), 71.)    Auto Sales alleges that it secured a loan for $43,000, that the money \nwas placed in trust with one or more of the Defendants, and that the money was then \nimproperly used for the “benefit of AAG or LaPelusa.”   This wrongdoing was allegedly \ncommitted by LaPelusa, complicit with Stevenson and Perry.  (Compl. ¶ 2 1, 21(n).)   \nAgain, the money was not transferred officiously or gratuitously, it is measurable, it \nwas consciously accepted, and it is alleged to have conferred a benefit on the \nindividual defendants.  The allegations state a claim for unjust enrichment as to both \nBourgeois and Auto Sales. \n64. Nevertheless, Defendants argue that this is a derivative claim  and not \none that can be brought directly by Auto Sales .  (Defs. ’ Brief, 7 –8.)  The Court \ndisagrees.  Auto Sales alleges that LaPelusa, Stevenson, and Perry took money that \nwas intended for its use and exploited it for other purposes without Plaintiffs’ \nauthorization.  (Compl. ¶ 21, 21(n).)  Viewing Plaintiffs’ allegations in the light most \nfavorable to them, the Court concludes that Plaintiffs have sufficiently pleaded facts \nthat “property or benefits were conferred on a defendant under circumstances which \ngive rise to a legal or equitable obligation on the part of the defendant to account for \nthe benefits received.”  Norman v. Nash Johnson & Sons’ Far ms, Inc., 140 N.C. App. \n390, 417 (2000), disc. review denied, 353 N.C. 378 (2001).   \n65. Therefore, the Court DENIES  the individual Defendants’ Motion to \nDismiss Plaintiffs’ Alternative Eighth Claim for Relief, Unjust Enrichment. \nF.  Injunctive Relief \n66. Bourgeois’ N inth Claim for Relief, seeking  injunctive relief , is better \nfashioned as a request for a remedy than as a claim.  See Revelle v. Chamblee, 168 \nN.C. App. 227, 230  (2005) (a “preliminary injunction is an ancillary remedy, not an \nindependent cause of action”) .  Given the existence of Bourgeois’ claim for unjust \nenrichment, foreclosing injunctive relief would be premature.   See Window World of \nSt. Louis, Inc. v. Window World of Bloomington, Inc., 2021 NCBC LEXIS 88, at **36 \n(N.C. Super. Ct. Oct. 6, 2021) (injunctive relief permitted to survive motion to dismiss \nas a potential remedy).  Therefore, the Court, in its discretion, DENIES Defendants’ \nMotion to Dismiss Bourgeois’ Ninth Claim for Relief, Injunctive Relief. \nG.  Proposed Derivative Claims \n67. The Court now turns to the sufficiency of Bourgeois’ proposed \namendment to add  a derivative claim  on behalf of T he Pit Box and , although the \nproposal is difficult to decipher,  perhaps a derivative claim  on behalf of AAG.  ( See \nProp. Am. Compl.)  After considerable  study, the Court concludes that t he claims \nattempted in the proposed amendment are futile for lack of standing, and the Motion \nto Amend should be denied.  See Window World of St. Louis, Inc., 2015 NCBC LEXIS \n79, at **18 (“Reasons justifying denial of an amendment include . . . futility of [an] \namendment [.]”). \n68. As Plaintiff, it is Bourgeois’  burden to prove standing.  Blinson v. State, \n186 N.C. App. 328, 333 (2007).  AAG is a corporation.  The party bringing a derivative \naction on behalf of a corporation  must be  a shareholder.  See N.C.G.S. § 55 -7-41.  \nThere is no allegation that B ourgeois is, or ever was, a shareholder of AAG.  His \nattempted derivative action on AAG’s behalf fails on that basis.  Robbins v. Tweetsie \nR.R., Inc., 126 N.C. App. 572, 577 (1997)  (“a derivative action requires that the \nshareholder bringing such an action have proper standing to bring the action”).   \n69. Additionally, Bourgeois failed to make the requisite pre-suit demand on \nAAG.  “[E]xhaustion of intracorporate  remedies (that is, ‘demand’) is a procedural \nprerequisite to the filing of a derivative action in North  Carolina.”  Alford v. Shaw , \n320 N.C. 465, 471 (1987).  Although the Complaint asserts that a demand was made, \nthe demand letter referenced in the Complaint and attached to Defendants’ Answer \ndoes not include a demand  against AAG.  ( Defs.’ Answer Ex. E, ECF No. 17 .)  The \nonly demand attempted was on The Pit Box .  (Defs.’ Answer Ex. E  (“Pursuant to \nNCGS §57D-8-01 and other relevant statutes, Shane Bourgeois, a Member of The Pit \nBox, LLC as of December 16, 2020 makes written demand on The Pit Box, LLC to take \nsuitable action against Jim LaPelusa and Brian Perry and Ralph Stevenson ” \n(emphasis added)).)  Without the required pre-suit demand, Bourgeois lacks standing \nto pursue a derivative action on behalf of AAG.  See N.C.G.S. § 55-7-41. \n70. Bourgeois’ proposed derivative claim on behalf of T he Pit Box fares no \nbetter.  The demand made on behalf of T he Pit Box lack s the specificity and clarity \nthat the law requires.  “The pre -suit demand required by section 57D -8-01(a) ‘must \nbe made with sufficient clarity and particularity to permit the [LLC] . . . to assess its \nrights and obligations and determine what action is in the  best interest of the \ncompany.’ ”  Kane v. Moore, 2018 NCBC LEXIS 157,  at *14 (N.C. Super Ct. Nov. 26, \n2018) (quoting Miller v. Burlington Chem. Co. , 2017 NCBC LEXIS 6, at *29  (N.C. \nSuper. Ct. Jan, 27, 2017)).  “Such demand should be clear with respect to the claims \nit requests that the [LLC] assert and which of the [members] those claims should be \nasserted against.”  Greene v. Shoemaker, 1998 NCBC LEXIS 4, at **17 (N.C. Super. \nCt. Sept. 24, 1998).   \n71. Clarity and s pecificity in a pre -suit demand are  essential because the \npurpose of the demand is to “allow[ ] the [LLC] the opportunity to remedy the alleged \nproblem without resort to judicial action.” Alford v. Shaw , 72 N.C. App. 537, 540 \n(1985), modified and aff'd, 320 N.C. 465 (1987).   To assess the sufficiency of a pre -\nsuit demand, courts compare the allegations of the complaint, (or the amendment in \nthis case), with the actions demanded pre-suit.  See Miller, 2017 NCBC LEXIS 6, at \n*31 (comparing “each derivative claim asserted to the actions demanded”); Greene v. \nShoemaker, 1998 NCBC LEXIS 4, at  **9 (N.C. Super. Ct. Sept. 24, 1998) (“In \ndetermining whether the demand requirement has been met the Court must compare \nthe derivative claims asserted in a complaint against the specific demands a plaintiff \nhas made prior to filing suit.”).   A comparison in this case reveals that Bourgeois \nfailed to satisfy this statutory requirement for standing. \n72. The demand letter specifically lists the following alleged wrongs: \na. conducting a Meeting without prior Notice to Mr. Bourgeois on \nor about December 16, 2020, \nb. attempting to dissolve [The] Pit Box, \nc. publishing defamatory statements against Mr. Bourgeois, \nd. any changes of accounts, \ne. any failure to pay Mr. Bourgeois, \nf. using the legal services of Ralph Stevenson without a suitable \ndisclosure of conflict of interest, \ng. hiring legal counsel at company expense if such occurred, \nh. and any other actions of [The] Pit Box damaging to the LLC or \nto Mr. Bourgeois[.] \n \n(Defs.’ Answer Ex. E.) \n73. Despite listing these  grievances, nowhere does the letter specify what  \naction Bourgeois is seeking.  In some instances, even his complaints lack the required \nspecificity.  A demand to take “ suitable action” regarding “any change of accounts ,” \nfor example, is not sufficiently specific to allow  The Pit Box to assess its rights and \nobligations.  (Defs.’ Answer Ex. E.)  See Kane, 2018 NCBC LEXIS 157, at *14 .   A \ncomplaint against Defendants  for “using the legal services of Ralph Stevenson \nwithout a suitable disclosure of conflict of interest,” provides no specifics about the \nlegal services provided or the manner in which the alleged conflict arose.  (See Defs.’ \nAnswer Ex. E.)   Compounding the problem, the demand letter includes personal \nclaims that Bourgeois might have brought directly and that cannot be the basis for a \nderivative action.  (Defs.’ Answer Ex. E (“publishing defamatory statements against \nMr. Bourgeois” and “any failure to pay Mr. Bourgeois”).)   \n74. The lack of clarity and specificity in the pre -suit demand becomes \napparent when it is compared to the proposed amendment.  See Greene, 1998 NCBC \nLEXIS 4, at **16 –18.   The proposed amendment includes  over thirty-five detailed \nfactual allegations, while the demand lists only  eight short grievances .  ( See Defs.’ \nAnswer Ex. E; Prop. Am. Compl.)  Without more specificity in the pre -suit demand, \nThe Pit Box cannot have been expected to assess its rights and obligations , and \nimportantly, to determine what action was in the best interest of the company .  See \nKane, 2018 NCBC LEXIS 157, at *14 .  Consequently,  without a proper pre -suit \ndemand, Bourgeois lacks standing to assert a derivative claim  on behalf of T he Pit \nBox.  See Alford , 320 N.C. at 471 ( proper pre-suit demand is a “procedural \nprerequisite to the filing of a derivative action in North Carolina”). \n75. Accordingly, the Court, in the exercise of its discretion, DENI ES \nBourgeois’ Motion to Amend.  \nV. CONCLUSION \n76. WHEREFORE, the Court hereby ORDERS as follows: \na.  Defendants’ Motion to Dismiss is GRANTED as to Plaintiffs’ First  \nClaim for Relief, Breach of Fiduciary Duty, and the First Claim for Relief \nis hereby DISMISSED with prejudice. \nb.  Defendants’ Motion to Dismiss is GRANTED as to Plaintiffs’ Sixth  and \nSeventh Claims for Relief , Conversion,  and the Sixth and Seventh \nClaims for Relief are hereby DISMISSED without prejudice. \nc. Bourgeois has voluntarily dismissed without prejudice his Fourth Claim \nfor Relief as to Stevenson, and Defendants’ Motion to Dismiss the Fourth \nClaim for Relief is MOOT; \nd. Stevenson’s Motion to Dismiss as to  Bourgeois’ Fifth Claim for Relief , \nConversion to Economic Interest Holder,  is GRANTED and the Fifth \nClaim for Relief is DISMISSED with prejudice. \ne. Defendants’ Motion to Dismiss Plaintiffs’ remaining claims is DENIED.  \nf. Bourgeois’ Motion to Amend is DENIED. \n \n  \nIT IS SO ORDERED, this the 23rd day of September, 2022. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}