{
  "id": "2cda28c0f4e7f7e4addcdccb03b0aaebf1060de952d4b42611f74af01208f6ec",
  "source_file": "data/raw/ncbc/2cda28c0f4e7f7e4addcdccb03b0aaebf1060de952d4b42611f74af01208f6ec.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUS TICE \n SUPERIOR COURT DIVISION \nCOUNTY OF CUMBERLAND 06 CVS 6091 \n \n \nMITCHELL, BREWER, RICHARDSON,  ) \nADAMS, BURGE & BOUGHMAN; GLENN  ) \nB. ADAMS; HAROLD L. BOUGHMAN, JR.  ) \nand VICKIE L. BURGE, ) OPINION AND ORDER \n Plaintiffs ) DISSOLVING COMPANY  \n  ) AND APPOINTING SPECIAL MASTER \n v.  )  \n   ) \nCOY E. BREWER, JR., RONNIE A.  ) \nMITCHELL, WILLIAM O. RICHARDSON, ) \nand CHARLES BRITTAIN, ) \n Defendants )  \n  \n \n THIS MATTER comes before the court upon a directiv e from the North Carolina \nCourt of Appeals to (a) grant summary judgment in f avor of Plaintiffs on the issue of \njudicial dissolution, pursuant to N.C. Gen. Stat. § 57C-6-02 (hereinafter, all references \nto the North Carolina General Statutes will be to \"G.S.\"); (b) enter a decree of \ndissolution and (c) direct the winding up of Mitchell, Brewer, Richardson, Adams, Burge \n& Boughman, PLLC (\"Company\"); and \n THE COURT, after considering the procedural postur e of this action, appropriate \nmatters of record and the ends of justice, and cons istent with the directive from the \nNorth Carolina Court of Appeals, FINDS and CONCLUDES the following: \n Everett Gaskins Hancock, LLP by E.D. Gaskins, Jr., Esq. for Plaintiffs. \n \nCoy E. Brewer, Esq., Ronnie A. Mitchell, Esq., William O. Richardson, Esq. and \nCharles Brittain, Esq., Pro Se.     \n \n \n Mitchell, Brewer, Richardson, Adams, Burge & Boughman, PLLC v. Brewer, \n 2013 NCBC 14 \nPROCEDURAL BACKGROUND  \n[1] On February 1, 2011, the North Carolina Court o f Appeals entered an \nOpinion and Order (\"Opinion\") on the parties' appea l of this court's March 31, 2009 \nOrder on the parties' respective motions for summar y judgment.  Mitchell, Brewer, \nRichardson, Adams, Burge & Boughman, PLLC v. Brewer, 209 N.C. App. 369 (2011).  \nThe Opinion affirmed in part and reversed in part t his court's March, 31, 2009 Order.  \nThe Opinion remanded the action for further proceed ings, with specific instructions to \nenter a decree of dissolution of the Company and di rect the winding up of the \nCompany, pursuant to G.S. 57C-6-02.3.  The Opinion also provided that \"[P]laintiffs' \nderivative claims for an accounting to [the Company] (claim one), an accounting to \n[P]laintiffs (claim two), and a demand of liquidati ng distribution (claim three), as well as \n[D]efendants' counterclaim for a demand for statuto ry distribution of assets \n(counterclaim ten), will be addressed by the business court in its directing the winding \nup of [the Company].\" \n[2] On March 5, 2012, Plaintiffs filed a Motion for  Partial Summary Judgment \n(\"Plaintiffs' Motion\"), requesting that this court enter partial judgment in Plaintiffs' favor \non certain accounting claims and counterclaims.  Plaintiffs requested a distribution of \nthe Company's assets of approximately $79,395 total , payable to individual Plaintiffs \nGlenn Adams, Harold Boughman and Vickie Burge.  Pla intiffs cited the Opinion as \nauthority for this court to proceed with handling certain accounting matters in \nconjunction with the dissolution and winding up of the Company.   \n[3] On June 12, 2012, this court held a hearing on Plaintiffs' Motion.  At that \ntime, the court denied Plaintiffs' Motion in open c ourt.  Also at that hearing, the court \ninformed the parties that it would proceed by enter ing an order dissolving the Company \nand directing its winding up.  The court also informed the parties that it would appoint a \nreferee (\"Special Master\") to perform an accounting  of the Company in order to \ndetermine the amount of its assets, if any, and how  to distribute the assets to the \nparties according to the protocols set forth by this court.  Lastly, the court informed the \nparties that they would be required to compensate the Special Master, including the \npayment of an upfront retainer fee, for services re ndered in this matter. \n[4] The parties agree that a dissolution of the Com pany is required, as well as \nan accounting and distribution of its assets.  In f act, both parties have made formal \ndemands for a statutory distribution in their plead ings.  The parties dispute various \naspects of the financial and accounting records of the Company and the amounts owed \nby and to the respective parties. \nContingent Fee Engagements  \n[5] In order to properly direct the winding up of t he Company, the court must \nfirst address the appropriate manner in which to ac count for certain contingent-fee \nengagements of the Company.  A primary point of con tention between the parties is the \nappropriate accounting method for profits derived f rom the contingent-fee engagements \nthat the Company entered into prior to dissolution but were resolved post-dissolution by \nDefendants (\"Contingent Fee Engagements\").  As disc ussed in more detail below, \nPlaintiffs contend that all profits from the Contin gent Fee Engagements, regardless of \nwhen and by whom they were realized, are the property of the Company and subject to \na proportional distribution among the Company's for mer members according to their \nrespective ownership interests in the Company's profits, as agreed by them from time to \ntime.1  Defendants argue that this result would be inequitable and that any portion of \nprofits of the Contingent Fee Engagements that are attributable solely to Defendants' \npost-dissolution efforts should not be shared with Plaintiffs.    \n[6] On August 24, 2012, the court entered an Order on Additional Briefing, \nrequesting that the parties file memoranda in suppo rt of their respective positions as to \nhow to account for profits derived from the Conting ent Fee Engagements.  Specifically, \nthe issue, as framed by the court, was whether such \"fees should be categorized in \ntheir entirety (a) as assets of [the Company] or (b) as assets of the [n]ew [f]irm(s) with a \nquantum meruit accounting owed to [the Company] for  legal work on the [c]ases prior to \n[d]issolution.\"  It appears to the court that this issue is a matter of first impression in \nNorth Carolina.  Briefing on this issue was completed by the end of September 2012, \nand the issue is ripe for determination.  \nDISCUSSION  \nPlaintiffs' Argument  \n[7] Plaintiffs take the position that all profits d erived from the Contingent Fee \nEngagements are the property of the Company and mus t be distributed in their entirety \namong the Company's former members.  Plaintiffs pri marily base this contention upon \nprevious findings by this court, and the court of appeals, that the Contingent Fee \nEngagements were (a) the property of the Company at the time of dissolution and (b) \nsubject to liquidation and distribution in accordance with the North Carolina Limited \nLiability Company Act (\"Act\").  Plaintiffs quote this court's language in its Order on \nDefendant's Motion to Dismiss in which the court described the duties of LLC managers \n                                                           \n1 Paragraph 14 of the Supplemental Amended Complaint alleges that as of the dissolution date, the \nrespective members were entitled to share in Company net profits as follows: Coy Brewer – 19%, Ronnie \nupon dissolution:2  \nThe Act provides that upon dissolution, unless othe rwise \nagreed, an LLC such as the [the Company] continues in \nexistence while its managers, or others charged wit h winding \nup the affairs of the LLC, have a statutory duty to  (a) obtain \n\"[a]s promptly as reasonably possible . . . the fai r market \nvalue for the [LLC's] assets,\" and (b) distribute t he net \nbalance of those assets to the LLC's Members, and o thers. \nG.S. 57C-6-04(b), 05(3). The requirement that the f air \nmarket value of an LLC asset be obtained \"as prompt ly as \nreasonably possible,\" and the mechanics of how that  is \nachieved, must be viewed relative to the business t he LLC \nconducts and the types of assets it holds. The cour t can find \nno reason why law firm Engagements, such as the \nContingent Fee Cases, are not capable of being liqu idated in \na manner consistent with these statutory requirements. \n \n[8] Accordingly, Plaintiffs argue that it was the d uty of Defendants to pursue \nthe Contingent Fee Engagements on behalf of the Com pany following dissolution in \norder to wind up the affairs of the Company.  Plain tiffs read G.S. 57C-6-04(b) to \ncontemplate that where the assets of an LLC cannot readily be liquidated at the time of \ndissolution, there is a duty imposed upon the LLC's  former managers \"to carry on the \nfirm's unfinished business in order to realize fair market value for its assets.\"\n3  \nSpecifically, Plaintiffs contend that the duty impo sed by 57C-6-04(b) requires \nDefendants to \"pursue to conclusion the [C]ontingen t [F]ee [Engagements] in process \nas of the dissolution date.\"4  Plaintiffs argue that all post-dissolution effort s of \nDefendants to conclude the Contingent Fee Engagemen ts constitute their \"winding up\" \nunder the Act, and that Defendants must \"account [t o Plaintiffs] for any proceeds \n                                                                                                                                                                                           \nMitchell – 19%, William Richardson – 19%, Glenn Ada ms – 12.3333%, Harold Boughman – 10.6668%, \nVicki Burge – 10.6668% and Charles Brittain – 9.311 1%. \n2 It should be noted that Plaintiffs and Defendants were all managers of the Company, as the Company \nwas a member-managed limited liability company.   \n3 Pl. Br. Acct. Method. (\"Plaintiffs' Brief\") 3.   \n4 Id . \nderived from [those efforts].\"5  Plaintiffs' approach to this winding up issue has been \naccepted in some jurisdictions and loosely has been referred to as the unfinished \nbusiness method of winding up (\"Method\").  See, e.g., Sullivan, Bodney & Hammond v. \nBodney , 16 Kan. App. 2d. 208, 820 P.2d 1248 (Kan. App. 19 91); Ellerby v. Spiezer , 138 \nIll. App.3d 77, 485 N.E.2d 413 (1985); Jewel v. Boxer , 156 Cal. App. 3d 171, 203 Cal. \nRptr. 13 (1984).  Plaintiffs urge this court to ado pt the Method and contend that the \nMethod is \"the case law embodiment of the partnersh ip principles codified in North \nCarolina law through the LLC Act and North Carolina's version of the Uniform \nPartnership Act . . . .\"6 \n[9] Finally, Plaintiffs argue that a quantum meruit  accounting is inappropriate \nunder the present circumstances, contending that (a ) quantum meruit is an equitable \nremedy and the Act provides an adequate remedy at law; (b) a quantum meruit \nrecovery is contrary to the plain language and meaning of the Act, which requires that \nmanagers account to the LLC for profits derived fro m liquidating transactions and (c) \nDefendants' post-dissolution efforts will be diffic ult to quantify because Defendants did \nnot keep adequate time records related to the Conti ngent Fee Engagements following \ndissolution. 7 \nDefendants' Argument  \n[10] The primary objection raised by Defendants to Plaintiffs' proposed \naccounting methodology is that its application will produce inequitable results under the \n                                                           \n5 Id . 5.  In support of this contention, Plaintiffs rely upon G.S. 57C-3-22, -6-04 and G.S. 59-48, -51 and -60.    \n6 Plaintiffs' Brief 5.   \n7 The court's conclusions reflected in this Opinion and Order are not based upon an application of \nquantum meruit principles.  Rather, as discussed infra  the court reaches its conclusions pursuant to \nrelevant provisions of the Act. \npresent circumstances. 8   Defendants contend that a literal application of  the Method \nwould require a division and distribution of profits from the Contingent Fee \nEngagements that does not appropriately account for  the extent to which the \nContingent Fee Engagements were handled exclusively by Defendants following \ndissolution.   \n[11] Defendants do not take the position that Plain tiffs and the Company have \nno claim to any portion of the profits from the Con tingent Fee Engagements.  Rather, \nDefendants acknowledge that the Contingent Fee Enga gements were assets of the \nCompany at the time of dissolution and that any pro fits derived therefrom are subject to \ndistribution to some extent.  Defendants argue that  any distributions to be made in \naccordance with the Act should \"consider the approp riate rights and methodology in \neffecting a distribution.\"9 \n[12] Defendants urge this court to adopt an account ing methodology that \nrecognizes the extent to which post-dissolution profits from the Contingent Fee \nEngagements are the product of Defendants' individu al skill, effort and diligence. 10   \nDefendants argue that the Company only has a cognizable property interest in the \nvalue that accrued and is attributable to the Contingent Fee Engagements prior to \ndissolution, given that any value that accrued to the Contingent Fee Engagements \nfollowing dissolution is due solely to Defendants' efforts. 11   Accordingly, Defendants \ncontend that they should be required to remit to th e Company only the value of net \nprofits ultimately derived from the Contingent Fee Engagements less those profits that \n                                                           \n8 Defendants Coy E. Brewer, Ronnie M. Mitchell and Charles Brittain have each submitted briefs on their \nown behalf.  For present purposes the court will consider the arguments contained in each of the briefs \ncollectively. \n9 Def. Mitchell Mem. Valu. Dist. Meth. (Mitchell Brief) 10.   \n10  Id . 11.   \nare attributable exclusively to Defendants' post-dissolution efforts.12  \n[13] Defendants find support for their position in those North Carolina cases \nthat have attempted to value contingent-fee engagem ents as an asset prior to \nsettlement or verdict.  Defendants contend that the  present circumstances are \nanalogous to situations in which a firm or attorney is hired on a contingent-fee basis \nand later the engagement is terminated by the clien t. 13   Under such circumstances, \nNorth Carolina courts have held that the departing attorney is entitled to a quantum \nmeruit recovery for the reasonable value of the services provided to the client prior to \ntermination of the engagement, but not to a chargin g lien against the amount ultimately \nrecovered.  See, e.g., Mack v. Moore , 107 N.C. App. 87, 91-92 (1992). 14   \n[14] Defendants use Mack  to demonstrate their contention that North Carolin a \nlaw recognizes a distinction between the value of a contingent-fee engagement as an \nasset in the hands of a lawyer prior to settlement or verdict and the fee ultimately \nderived from the engagement.  Thus, Defendants argu e, the value of the Contingent \nFee Engagements as an asset of the Company is equiv alent to the reasonable value of \nthe services actually performed by the Company prior to dissolution, not the fee \nultimately realized from the engagement. 15    \nThe Act  \n[15] The court notes that the plain language of the  Act supports the broad \ncontention that a manager tasked with winding up the affairs of a dissolved LLC must \nhold any profits derived from the liquidation of th e LLC in trust for the LLC, and by \n                                                                                                                                                                                           \n11  Id . \n12  Id . 6.   \n13  Id . at 4.  \n14  In Mack , profits ultimately were realized from the engagement. \n15  Id . \nextension, the LLC's former members.  G.S. 57C-6-04 (b), 57C-3-22(e).    Further, the \nplain language of the Act supports the contention t hat upon dissolution the former \nmembers of the LLC are entitled to a distribution o f their proportional share of any \nprofits of the LLC, including those profits that ar e derived by virtue of the liquidation of \nthe LLC's assets.  G.S. 57C-6-05(3). \n[16] The arguments presented by the parties here, h owever, cannot be \nresolved solely by reference to these broad principles.  Instead, the appropriate \naccounting for the Contingent Fee Engagements turns  on considerations that are not \ndirectly addressed by the Act.  This court recognized this possibility in its previous order \ndenying Defendants' Motion to Dismiss, stating: \nThis matter has potential to present a host of rela ted, \ncomplex issues that are not now before the court.  For \nexample, what are the various duties, vis-à-vis the Firm and \nthe Defendants' New Firm, of Defendant Members who \nundertake to manage to their conclusion Contingent Fee \nCases that follow Defendants to Defendants' New Fir m; and \nhow, if at all, would profits or losses realized fr om a \nContingent Fee Case ultimately resolved by the Defe ndants' \nNew Firm be shared between the Firm and the Defenda nts' \nNew Firm? Would it be on a quantum meruit basis or \notherwise? Further, since the theory underlying the  parties' \nrespective positions is not limited to Contingent F ee Cases, \nhow would other Engagements be accounted for betwee n \nthe various Members of the Firm in the context of e ither \nwithdrawal or dissolution? \n \n[17] The Act does not specifically address whether a former manager who \npersonally undertakes to conclude a personal-service engagement of a dissolved LLC \nis necessarily and exclusively acting to wind up and liquidate the affairs of the dissolved \nLLC.  The Act only indicates that where those actions would be considered winding up \nor liquidation, the Act's provisions related to the safeguarding of profits are applicable.  \nClearly, not all post-dissolution efforts by former members can appropriately be \nconsidered winding up or liquidating the LLC.  Similarly, the Act does not specifically \naddress whether all profits derived from the post-dissolution resolution of personal-\nservice engagements of a dissolved LLC are \"profits of the limited liability company,\" \nwithout regard for the effort and skill expended by individual members following \ndissolution.  The Act only dictates that where post-dissolution profits may be deemed \n\"profits of the limited liability company\" they are subject to distribution to the former \nmembers. 16    \nLiquidating the Contingent Fee Engagements  \n[18] The Act provides that the affairs of an LLC ar e to be wound up using a \ntypical liquidation process.  The Act, however, does not define \"liquidation.\"  The court \naccepts the definition, propounded in Black's Law D ictionary and elsewhere, that \nliquidation is \"the act of converting assets into cash.\"  By definition then, liquidation \nunder the Act is the process of converting that which is an asset of an LLC into cash to \nbe distributed to members under G.S. 57C-6-05(3).  In order to fit within the Act's \ndefinition of liquidation, the asset being converted to value must in the first place be an \nasset of the LLC.  The extent to which the Continge nt Fee Engagements may \nappropriately be considered assets of the Company i s at the heart of the parties' \ndispute here.  The Contingent Fee Engagements unque stionably were an asset of the  \n                                                           \n16  In concluding that the Act does not specifically contemplate some of the issues raised in the present \ncase, the court notes that G.S. 57C-10-05 allows that in cases not provided for within the Act, the rules of \nlaw and equity shall govern.  Therefore, the court will consider the equitable arguments raised by \nDefendants only to the extent necessary to resolve those issues that are not directly addressed by the Act. \nCompany at the time of dissolution.  The more diffi cult question is whether the value \nthat accrued to the Contingent Fee Engagements foll owing dissolution may also be said \nto be an asset of the Company.   \n[19] The court notes that a contingent-fee engageme nt cannot be \"liquidated\" \nin the conventional sense of the term.  It cannot e asily be shopped to purchasers, \nplaced on the open market or assigned a fair-market  price.  The only way in which a \ncontingent-fee engagement may be converted into tan gible value is by ultimately \nreaching a favorable settlement or verdict in the matter.  Even then, the monetary value \nof a contingent-fee engagement is unknowable prior to settlement or verdict.  How \nmuch of any realized fee actually is profit (or loss) to an attorney depends on how long \nand how expensive litigation of the engagement to a conclusion ultimately proves to be.  \nIn light of these uncertainties, a contingent-fee e ngagement cannot readily be \n\"collected,\" \"disposed [of],\" \"discharged\" or \"dist ributed\" at the time of winding up as \ndescribed in G.S. 57C-6-04(b). 17      \n[20] The difficulty in liquidating contingent-fee e ngagements by conventional \nmeans leads inevitably to the conclusion that the only way in which they may be \nconverted to value following dissolution is by pursuing them to resolution.  Further, it is \nunrealistic to suppose that all former members will collaborate in order to resolve \ncontingent-fee engagements following dissolution.  As is often the case in a law-firm \nsetting, only a few of the members, perhaps only on e, will have been involved \npersonally in the engagement prior to dissolution and possess an adequate familiarity \nwith the client and the subject matter of the litigation to proceed with representation \n                                                           \n17  The parties here assume that the \"value\" at issue results from the profitable resolution of a Contingent \nFee Engagement.  They do not address how they would account for an adverse verdict or other negative \nfollowing dissolution.  Therefore, the task of purs uing such engagements following \ndissolution is likely to fall to those members who pursued the engagements prior to \ndissolution, usually at the affirmative direction of the client.  Practically, this means that \nfollowing dissolution an individual member or members will pursue the engagements \nusing individual effort and skill without collaboration with former members.   \n[21] A strict application of the Method urged by Pl aintiffs does not account \nappropriately for the fact that at least a portion of the value ultimately derived by fees \nfrom contingent-fee engagements is the product of a  former member's individual skill \nand effort following dissolution.  As an example, u nder the Method, an attorney-member \nwho had expended only a few hours on a contingent-f ee engagement prior to \ndissolution and subsequently pursued the engagement  for many years would be forced \nto divide any fee realized in the matter with his former members without regard for the \nextent to which the fee was the product of the atto rney's post-dissolution individual \neffort.  Conversely, if in pursuing the engagement without collaboration from the former \nmembers, the attorney expended years of effort and enormous out-of-pocket expenses \nonly to receive no fee in the matter the attorney could, and likely would, make a \ndemand on the former members to share in all his lo sses.18  \n[22] Further, a contingent-fee engagement, as an as set, is a contract to \nperform personal services.  Where attorneys organiz e themselves as a limited liability \ncompany for the purpose of providing personal services to clients, there can be no \ndistinction drawn between that which is an asset of the LLC and that which is a product \nof an individual member's personal skill and effort .  It is therefore true, absent an \n                                                                                                                                                                                           \nresult in a contingent-fee case in which substantial out-of-pocket expenses had been incurred during the \ncourse of the engagement and cannot be recovered from the client. \nagreement to the contrary, that a member in a law f irm LLC has the right to share – at \nthe agreed percentage or other sharing protocol – i n the profits of all engagements of \nthe firm regardless of the member's actual involvement in particular engagements. 19   \nThis right, however, flows from the relationship of the attorneys as co-members of the \nLLC and the fact that profits from the law firm's e ngagements are the property of the \nLLC.  Following dissolution, the same principle need not apply.  In effect, dissolution \nshould end the right of members to share in the fut ure profits of their fellow members' \npersonal-service engagements.  Accordingly, profits attributable to the continued \nprovision of post-dissolution personal services by individual former members should not \naccrue to the LLC.   \n[23] Based on the foregoing and under the circumsta nces of this action, the \ncourt declines to adopt the Method advanced by Plai ntiffs and concludes that the better \napproach is one recognizing that: \n\"The rule of law is well settled, by the weight of authorities, \nthat neither partner of a dissolved firm is entitle d to \ncompensation for services rendered in winding up th e \npartnership affairs unless it is expressly agreed o therwise or \ncan be fairly implied from the circumstances. It se ems, \nhowever, that the rule should not be extended beyon d the \nrequirement of merely winding up the partnership af fairs by \ncollecting its outstanding claims, paying debts and  \ndistributing the surplus among the members, and tha t when \nit appears that time, skill and labor have been exp ended by \na partner in the continuance of partnership busines s, which \ninure to the general benefit, he ought to receive, from the \nprofits from his skill and labor, a reasonable comp ensation, \nvarying according to the nature of the business, th e \ndifficulties and results of the undertaking, and it s necessity \nor desirability.\"  Lamb v. Wilson , 92 N.W. 167, 168 (Neb. \n1902).   \n                                                                                                                                                                                           \n18  This is true in so far as those losses would be losses of the LLC under the Method and therefore \nchargeable against liquidating distributions required to be made under G.S. 57C-6-05(3). \n19  See discussion at paragraphs 24 through 30 of this court's Order on Defendants' Motion to Dismiss \npursuant to Rules 12(b)(1) and 12(b)(6), dated May 8, 2006. \n \n[24] The court concludes that it was Defendants' du ty to pursue in good faith \nthe Contingent Fee Engagements to conclusion following dissolution as part of winding \nup the affairs of the Company.  However, the effort s by Defendants to pursue the \nContingent Fee Engagements should only be considered liquidation of a Company \nasset to the extent that those efforts served to re alize the value that accrued to the \nContingent Fee Engagements as of the dissolution da te.  Any portion of net profits of \nthe Contingent Fee Engagements attributable exclusively to Defendants' post-\ndissolution efforts cannot properly be said to be a n asset of the Company.  Therefore, it \nis only that portion of the net fee ultimately deri ved from the Contingent Fee \nEngagements that accrued prior to dissolution which Defendants should be required to \ndistribute to former members in accordance with G.S . 57C-6-05(3).     \n[25] The court is persuaded, based upon the analogo us holding of Mack  and \nother similar cases, that the appropriate measure o f the value of the Contingent Fee \nEngagements to the Company is the reasonable value of the services provided by or in \nbehalf of the Company up to the date of dissolution .  Under the present circumstances, \nthe best means by which to measure the reasonable v alue of pre-dissolution services is \nto determine (a) the total attorney hours (\"Time\") expended on a particular Contingent \nFee Engagement, both prior to and after dissolution , (b) the percentage of Time that \nwas expended prior to dissolution and (c) the net profit ultimately realized from the \nContingent Fee Engagement.  The reasonable asset va lue to the Company of each \nsuch matter would be determined by the percentage o f pre-dissolution Time expended \nrelative to the net profit ultimately realized on that matter.  As an example, if a total of \n100 attorney hours were expended on a particular Contingent Fee Engagement and 50 \nof those hours were performed prior to dissolution,  the net fee ultimately received by \nDefendants should be shared 50/50 with Plaintiffs.  This method, as opposed to others, \nbest accounts for the risk borne by the Company in initially taking on the Contingent \nFee Engagements and also reflects the parties' expe ctations at the time they entered \ninto the Contingent Fee Engagements. 20    \n[26] The court therefore will direct the winding up  of the Company in \naccordance with the findings and conclusions above.  In doing so, the court observes \nthat the reasoning relative to liquidation and sharing between the Company and \nDefendants of ultimate profits from Contingent Fee Engagements ordinarily also would \nhold true for any professional engagements (\"Other Engagements\") initially undertaken \nby the Company but completed and billed for post-di ssolution by Defendants.  This \nOpinion and Order is intended to encompass such Oth er Engagements. \nSPECIAL MASTER  \n[27] The court is convinced, based upon the materia ls submitted to the court \nand the arguments of counsel, and pursuant to Rule 53, North Carolina Rules of Civil \nProcedure (\"Rule(s)\"), that appointment of a refere e (\"Special Master\") to conduct an \naccounting of the Company as to the Contingent Fee Engagements and any Other \nEngagements (collectively the \"Accounting\") will be in the best interest of the parties.  \n[28] The court understands that Craig A. Adams, CPA  (\"Adams\") of the \naccounting firm of Adams, Martin & Associates, P.A. , is willing to accept appointment \n                                                           \n20  The court recognizes that there are other potential methodologies for determining the respective fiscal \ninterests of the parties in setting the value of professional engagements undertaken by the Company and \ncompleted post-dissolution by one or more of the Defendants.  Some of those would consider individual \nattorney hourly rates from time to time for each of the member attorneys.  Some would attempt to weigh \nindividual experience and expertise or other such subjective criteria.  Without a detailed discussion of \nthose various approaches, but after due consideration of each, the court concludes that other approaches \nas Special Master in this matter.  The court concludes that Adams is conversant with \nlaw firm accounting, is exceptionally qualified to perform the Accounting and that it is in \nthe best interests of justice and the parties to th is matter that he be appointed Special \nMaster forthwith.  The court further concludes that  an hourly fee of $255 per hour is fair \nand reasonable compensation for the time expended b y the Special Master in dealing \nwith the accounting in this matter, in addition to an initial administrative fee of $500. \n[29] To conduct the Accounting, the Special Master will need complete access \nto books and records of the Company and those of De fendants that relate to the \nContingent Fee Engagements or any Other Engagements. \n[30] It is important that records of all the partie s and the Company be \npreserved and maintained for purposes of this litig ation.  \nNOW THEREFORE, it hereby is ORDERED that: \n[31] The Company is DISSOLVED, pursuant to G.S. 57C -6-02.  The \ndissolution of the Company shall be effective as of  July 1, 2005 (\"Dissolution Date\"). \n[32] The court appoints Craig A. Adams, CPA, as Spe cial Master, pursuant to \nRule 53.  The Special Master shall charge an hourly fee of $255 per hour for his \nservices relative to this matter, and further shall be entitled to an initial administrative \nfee of $500. \n[33]  In undertaking and performing this engagement , the Special Master is \nauthorized to engage the professional services of other members of his accounting firm, \nat their customary and usual hourly rates, as he reasonably determines are needed. \n[34] The Special Master shall take an account of th e Company and the \n                                                                                                                                                                                           \nare so speculative, problematical or difficult of proof that they are not appropriate for further examination.  \nAccordingly, no further discussion in that regard is necessary here.  \nDefendants, consistent with the provisions of this Opinion and Order, and shall: \n(a) Take control of and secure the financial record s, or appropriate \ncopies thereof, of the Company; \n(b) Secure the financial records, or appropriate co pies thereof, of the \nDefendants, as they relate to the Contingent Fee En gagements or any Other \nEngagements; \n(c) Assess the state of the financial records of th e Company; \n(d) Assess the state of the financial records of th e Defendants as they \nrelate to the Contingent Fee Engagements or any Other Engagements; \n(e) Direct and assist in the preparation of financi al statements that \nstate the financial condition of the Company with r easonable accuracy; \n(f) Investigate and report to the court the nature and extent of the \noutstanding assets and liabilities of the Company; \n(g) If there are Company assets subject to distribu tion under G.S. 57C-\n6-05, determine and recommend to the court the amou nt in which those assets \nshould be distributed to the Company using generally accepted accounting \nprinciples and the protocols established in this Opinion and Order; \n(h) With regard to any Company assets available for  distribution, \ndetermine and recommend to the court the manner and  proportions of such \ndistributions to the various members of the Company  as of the date of \ndissolution; and \n(i) The Company shall submit to the Special Master records of all \nattorney billable hours expended prior to the Dissolution Date on any matter \npending as of the Dissolution Date.  This record sh all indicate the number of total \nbillable hours attributable to the Contingent Fee Engagements or any Other \nEngagements.  Defendants shall submit to the Specia l Master a record of all \nattorney hours expended on the Contingent Fee Engagements or any Other \nEngagements. \n[35] All parties to this civil action shall coopera te fully with the Special Master \nin the performance of his duties. \n[36] The Special Master shall report his finding to  the court as soon as \npracticable and may request from the parties or the  court any further information, \nauthority, direction or actions he might need from the court or parties in order to perform \nthe duties reflected in this Opinion and Order. \n[37] Pursuant to Rule 53(d), and on or before April  1, 2013, each individual \nparty litigant in this matter shall provide a retainer fee (\"Retainer\") to the Special Master \nin the amount of $5,000.  For time expended in deal ing with the Accounting, the Special \nMaster shall charge his authorized hourly fee, which in addition to the one-time \nadministrative fee provided for herein shall be ded ucted from the Retainer on a monthly \nbasis.  To the extent the Special Master's fee for services rendered exceeds the \nRetainer the Special Master shall provide equal monthly invoices to the parties, to be \npaid within thirty days of the invoice date.  The parties shall be responsible to \ncompensate the Special Master until his obligations as set forth by this Opinion and \nOrder are fulfilled.  Pursuant to Rule 53(d), at th e conclusion of this matter the court will \ntake into account such advancements in the final fi xing of costs and will make pro rata \nadjustments between the parties as the court then d eems proper.   \n[38] All parties to this civil action are directed to cooperate with the Special \nMaster and provide any and all financial information and records he might request. \n[39] During pendency of this civil action or unless  otherwise ordered, all parties \nare directed not to destroy, remove, alter or obscure any of the financial or otherwise \nrelevant records of the Company. \n[40] This Order shall remain in force and effect un til further order of this court.  \nThis the 26th day of February, 2013. "
}