{
  "id": "2d2855775322775292ddf59cd33877ffbcc6a66b82630973663bddf4c2ec33f6",
  "source_file": "data/raw/ncbc/2d2855775322775292ddf59cd33877ffbcc6a66b82630973663bddf4c2ec33f6.pdf",
  "raw_text": "Banyan Mezzanine Fund II, LP v. Rowe, 2016 NCBC 35. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 16 CVS 3701 \n \nBANYAN MEZZANINE FUND II, LP; ) \nBANYAN EQUITY INVESTORS II, INC.; ) \nCENTRAL ILLINOIS ANESTHESIA  ) \nSERVICES, LTD. PROFIT SHARING PLAN ) \nTRUST; MICHAEL DEANDA; DATHREE;  ) \nand ACM CAPITAL FUND I, LLC,  ) \nIndividually and as to the Members of )   \nTOWERCOMM, LLC, Derivatively on Behalf ) OPINION AND ORDER \nof the TOWERCOMM, LLC, ) \n  Plaintiffs, )  \n   )  \n v.  )   \n   )  \nMICHAEL ROWE and BILL EASTON, ) \n  Defendants. ) \n \nTHIS CAUSE, designated a mandatory comple x business case by Order of the Chief \nJustice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Caroli na General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Special Superi or Court Judge for Complex Business Cases, \ncomes before the Court upon Defendants Michael Rowe and Bill Easton's Motion to Dismiss \npursuant to Rules 12(b)(1) and 12(b)(6) of the North Carolina Rules of Civil Procedure \n(\"Rule(s)\") (\"Motion to Dismiss\"). On Febr uary 10, 2016, the Court held a hearing on the \nMotion to Dismiss. \nTHE COURT, having considered the Motion to Dismiss, briefs in support of and \nopposition to the Motion to Dismiss, and argume nt of counsel, concludes that the Motion to \nDismiss should be GRANTED without prejudice for the reasons below. \nSpilman Thomas & Battle, PLLC by Jeffrey D. Patton, Esq. and Rice Pugatch \nRobinson, P.A. by Arthur Halsey Rice, Esq. and Ronald J. Lewittes, Esq. for Plaintiffs. \n \n \n \n \n \nParker Poe Adams & Bernstein, LLP by Melanie Black Dubis, Esq., Charles E. \nRaynal, IV Esq., Matthew H. Mall, Esq., and Catherine R. L. Lawson, Esq. for \nDefendant Michael Rowe. \n \nHarris, Wiltshire & Grannis, LLP by Amy E. Richardson, Esq. for Defendant Bill \nEaston. \n \nMcGuire, Judge. \nA. Factual and Procedural Background.  \n1. Towercomm, LLC (\"Towercomm\") is a Delaware limited liability company with \nits principal place of business and headquarters in Raleigh, North Carolina. 1 Towercomm's  \nprimary business is providing labor, work crews, and tooling to customers in the \ntelecommunication industry, including Sprint, MasTec, Ericsson, AT&T and others, for the \npurposes of decommissioning or upgrading ce llular towers primarily in the Southeastern \nUnited States.2  \n2. Defendant Michael Rowe (\"Rowe\") served as CEO of Towercomm until October \n2014.  Defendant Bill Easton (\"Easton\") served as the CFO of Towercomm.  Rowe and Easton \nwere officers of Towercomm.3  \n3. Plaintiffs Banyan Equity Investors II, Inc. (\"Banyan Equity\") and ACM Capital \nFund I, LLC (\"ACM\") are members of Towercomm. 4  Banyan Equity and ACM are referred \nto collectively as the \"Shareholder Plaintiffs.\"  \n4. Plaintiffs Banyan Mezzanine Fund II, LP (\"Banyan Mezzanine\"), Central \nIllinois Anesthesia Services, Ltd. Profit Sharing Plan Trust (\"Central Illinois\"), and dAThree \nall loaned money to Towercomm. 5 A C M  a l s o  l o a n e d  m o n e y  t o  T o w e r c o m m .6 Banyan \n                                                 \n1Am. Compl. ¶ 3. \n2 Id. at ¶ 15. \n3 Id. at ¶¶ 8,9. \n4 Id. at ¶¶ 2, 5. \n5 Id. at ¶¶ 4, 6-7. \n6 Am. Compl. ¶ 2. \n \n \n \n \nMezzanine, Central Illinois, and ACM are collective ly referred to as the \"Lender Plaintiffs.\" \nAs of March 31, 2014, Towercomm owed the Lender Plaintiffs $6,644,145.00. The Lender \nPlaintiffs' loans were secured by a lien on Towercomm's accounts receivable and other assets.\n7 \n5. Towercomm also had a line of credit with Hitachi Capital (\"Hitachi\").  Hitachi \ndetermined the amount of credit available to  Towercomm based on a formula that used a \npercentage of Towercomm's reported accounts receivable. 8 Hitachi's loans to Towercomm \nwere secured by a first lien on  Towercomm's accounts receivable. 9 As of March 31, 2014, \nTowercomm owed Hitachi approximately $4 million.10 \n6. As a condition of providing the loans , Plaintiff Lenders required Towercomm \nto provide monthly financial reports.  The monthly reports contained, inter alia, information \nregarding Towercomm's accounts re ceivable and projected revenue. 11 The monthly reports \nwere prepared and provided to Lender Plaintiffs by Rowe and Easton.12 \n7. As a result of an audit of Towercomm's finances, in late October 2014, Lender \nPlaintiffs and Hitachi learned that Rowe and Easton had overstated Towercomm's accounts \nreceivable and, consequently, its projected revenues.13  This was accomplished primarily by \nbooking as current accounts receivable work orders from customers for work that had not yet \nbeen completed and for which the cust omer was not yet obligated to pay. 14 The inaccurate \nreporting of the accounts receivable and revenue occurred from \"at least the period of March \n                                                 \n7 Id. at ¶ 22. \n8 Id. at ¶¶ 18, 19. \n9 Id. at ¶ 22. \n10 Id. at ¶ 23. \n11 Am. Compl. ¶¶ 57, 58. \n12 Id. at ¶ 57. \n13 Id. at ¶ 32. \n14 Id. at ¶¶ 56, 59. \n \n \n \n \n2014 through September 2014.\"15  The accounts receivable and revenues were overstated by \napproximately $4 million.16  \n8. Plaintiff Lenders relied on the inaccu rate reporting to extend loans to \nTowercomm.  From March 31, 2014, through October 16, 2014, Lender Plaintiffs loaned \nTowercomm approximately $1.8 million.17  \n9. Hitachi relied upon the same inaccurate  reporting of accounts receivable to \noverfund its line of credit to Towercomm by approximately $3.5 million more than should \nhave been loaned under the formula. 18    Towercomm \"does not have the assets or cash flow \nto repay the Hitachi line of credit in full.\"19  As a result, Hitachi issued a notice of default to \nTowercomm and accelerated the credit line so that it was immediately due and payable.  \nPlaintiffs allege that the default has put Towercomm \"in a more critical financial position.\"20 \n10. Lender Plaintiffs do not allege that they placed Towercomm in default or \ndemanded payment of any loans, or that To wercomm has failed to make any payments due \nunder the loans.  Instead, since learning of Ro we and Easton's inaccurate reporting, Lender \nPlaintiffs have loaned Towercomm an additi on $7.2 million \"in an effort to stave off \nbankruptcy\" and \"in an attempt to salvage it prior loans.\"21  \n11. Plaintiffs allege that the discovery of  Rowe and Easton's inaccurate financial \nreports caused a buyer interested in purchas ing Towercomm to terminate its offer to buy \nTowercomm for $23 million.22  \n                                                 \n15 Id. at ¶¶ 61, 63. \n16 Am. Compl. ¶ 60. \n17 Id. at ¶ 37. \n18 Id. at ¶¶ 33, 59, 63. \n19 Id. at ¶ 36. \n20 Id. at ¶ 35. \n21 Am. Compl. ¶ 38. \n22 Id. at ¶¶ 20-21, 26, 34. \n \n \n \n \n12. In addition, during 2014, Towercomm \"experience[d] a decline in business.\" 23  \nPlaintiffs allege that Defendants \"could and should have taken steps in early 2014 to reduce \n[Towercomm's] principal cost, which was labor,\" but failed to do so. 24  Defendants' failure to \naddress Towercomm's declining business constituted \"gross negligence.\"25 \n13. Defendants' \"commissions and omissions\" have \"resulted in the erosion and \nwaste of Plaintiffs' collateral\" leaving Le nder Plaintiffs' loans \"currently unsecured.\"26  This \n\"will result in a loss of all, or substantially all, of the Lender Plaintiffs' principal.\"27  \n14. On April 15, 2015, Shareholder Plaintiffs sent a letter to the Towercomm Board \ndemanding that the Board \"undertake litigat ion or other appropriate means to recover \ndamages resulting from\" the alleged action of Rowe and Easton. 28 On April 22, counsel for \nthe Board acknowledged receipt of the demand , sought indemnification from Shareholder \nPlaintiffs, and asked for more information.  In a conference call on May 5, Shareholder \nPlaintiffs refused to indemnify the Board and again made a demand on the Board to prosecute \nthe action. To date, the Board has not made a response to Shareholder Plaintiffs' demand.29 \nPlaintiffs allege that Towercomm \"lacks the ne cessary resources to prosecute this action,\" \nand that failure by the Board to respond \"effectively constitutes a negative response.\"30 \n15. On June 3, 2015, Plaintiffs initiated this lawsuit by filing their complaint. The \naction was designated No. 15-CVS-3361 by the Forsyth County Clerk of Court. On June 15, \n                                                 \n23 Id. at ¶ 25. \n24 Id. at ¶¶ 39, 40. \n25 Id. at ¶ 40. \n26 Am. Compl. ¶¶ 42, 43. \n27 Id. at ¶ 42. \n28 Id. at ¶ 11, Ex. A. The demand letter is addressed to the \"Board of Directors of Towercomm, LLC c/o \nStephen B. Wall, President and Member.\"  The use of the term \"Directors\" appears to be a misnomer \nsince the Amended and Restated Limited Liability Agreement for Towercomm, LLC\" provides that the \ncompany \"shall be managed exclusively by its Board of Managers,\" and not Directors. \n29 Id. \n30 Id. \n \n \n \n \n2015, this case was designated to the North Carolina Business Court and assigned to the \nundersigned. On August 31, 2015, Plaintiffs filed their First Amended Complaint \n(\"Complaint\"). The Complaint allege a claim by Lender Plaintiffs against the Defendants for \nnegligent misrepresentation (Count I), and a de rivative claim by Shareholder Plaintiffs on \nbehalf of Towercomm against Defendants for breach of fiduciary duty (Count II). \n16. On October 5, 2015, Defendants filed their Motion to Dismiss seeking dismissal \nof both the individual and derivative claims.\n31  The Motion to Dismiss has been fully briefed \nand argued and is ripe for determination by the Court. \nB. Analysis. \n17. Defendants have moved to dismiss both of Plaintiffs' claims. Defendants move \nto dismiss Shareholder Plaintiffs' derivative cl aim under Rule 12(b)(1) on the grounds that \nShareholder Plaintiffs lack standing to brin g a derivative claim \"because they have not \npleaded the pre-suit demand requirements with  particularity.\" Defendants move to dismiss \nLender Plaintiffs' negligent misrepresentation claim under Rule 12(b)(6) on the grounds that \nLender Plaintiffs have failed to allege that they have suffered an actual injury, and otherwise \nfailed to allege the elements of a negligent retention claim.  \na. Breach of Fiduciary Duty (Second Cause of Action, by Shareholder Plaintiffs) \n18. Defendants have moved to dismiss Shareholder Plaintiffs' derivative claim for \nfailure to comply with the demand requireme nts imposed by Delaware law. As \"[t]he \nchallenge to the adequacy of any pre-suit dem and is, inter alia, a challenge to the Court's \nsubject matter jurisdiction over the derivative claims,\" such a challenge is properly raised \nthrough Rule 12(b)(1). Petty v. Morris , 2014 NCBC LEXIS 67, *4 (N.C. Super. Ct. Dec. 16, \n                                                 \n31 The Motion to Dismiss initially sought dismissal, or alternatively, transfer, based on improper venue \nseeking transfer to Wake County. At the hearing, Plaintiffs' counsel stated that Plaintiffs did not \noppose transfer to Wake County.  On February 26, 2016, the Court issued an order transferring venue \nof this action to Wake County. Accordingly, the issue of dismissal for improper venue is now moot. \n \n \n \n \n2014); See also Krieger v. Johnson , 2014 NCBC LEXIS 13, *25 (N.C. Super. Ct. Apr. 30, \n2014). In addressing a Rule 12(b)(1) challenge,  the Court is not limited to a plaintiff's \nallegations, and may consider matters outside the pleadings. Brady v. Van Vlaanderen, 2015 \nNCBC LEXIS 59, *5 (N.C. Super. Ct. June 3, 2015) (citing Harris v. Matthews, 361 N.C. 265, \n271, 643 S.E.2d 566, 570 (2007)). As a Delaware limited liability company, the procedure for \ninitiating a derivative action on behalf of Towercomm is governed by Delaware law.32 \n19. Under Delaware law, a plaintiff who files a derivative claim must allege \"with \nparticularity the efforts, if any, made by the plaintiff to obtain the action he desires from the \ndirectors or comparable authority.\" Del. Ch. Ct. R. 23.1. 33 The requirement of a pre-suit \ndemand serves the important purpose of permitting the company's management to determine \nwhether or not to litigate the claim, a quint essential \"decision concerning the management \nof the [company],\" and permits the corporat e managers to explore remedies other than \nlitigation. Spiegel v. Buntrock, 571 A.2d 767, 773 (Del. 1990). Recognizing this principle, if a \nplaintiff makes a demand and that demand is  rejected, the board is entitled to the \npresumption of the business judgment rule unless the plaintiff can \"allege facts with \nparticularity creating a reasonable doubt that th e board is entitled to the benefit of the \npresumption.\" Grimes v. Donald, 673 A.2d 1207, 1219 (Del 1996), overruled in part on other \n                                                 \n32  The parties agree that Delaware law applies to Plaintiff's derivative action.  Under the \"internal \naffairs doctrine,\" which both North Carolina and Delaware recognize, only the state of organization \ncan exercise authority to regulate \"matters pecu liar to the relationships among or between the \ncorporation and its current officers , directors, and shareholders.\"  Bluebird Corp. v. Aubin , 188 N.C. \nApp. 671, 657 S.E.2d 55, 63 (2008); see also Pyott v. La. Mun. Police Emps.' Ret. Sys., 74 A.3d 612, 616 \n(Del. 2013).  This principle has been codified in the North Carolina Limited Liability Company Act, \nwhich states that \"[i]n any derivative proceeding in the right of a foreign LLC, the matters covered by \nthis Article will be governed by the law of the jurisdiction of the foreign LLC's organization.\"  N.C. \nGen. Stat. § 57D-8-06.  \n33  The Delaware Legislature has allowed derivative suits to be brought by members on behalf of \nlimited liability companies.  See 6 Del. C. §§ 18–1001, et seq.  As a result, \"case law governing corporate \nderivative suits is equally applicable to suits on behalf of an LLC.\"  VGS, Inc. v. Castiel, 2003 Del. Ch. \nLEXIS 16, *43 (Del. Ch. Feb. 28, 2003). \n \n \n \n \n \ngrounds, Brehm v. Eisner, 746 A.2d 244 (Del. 2000). In other words, when a board refuses a \npre-suit demand, the only permissible challenge is to the board's good faith and to the \nreasonableness of its investigation.  See Spiegel, 571 A.2d at 777; Levine v. Smith, 591 A.2d \n194, 212 (Del. 1991).  Consequently,  \n[T]o survive a motion to dismiss under Rule 23.1 where demand has been made \nand refused, a plaintiff must allege particularized facts that raise a reasonable \ndoubt that (1) the board's decision to deny the demand was consistent with its \nduty of care to act on an informed basis, that is, was grossly negligent; and (2) \nthe board acted in good faith, consistent with its duty of loyalty. Otherwise the \ndecision of the board is entitled to deference as a valid exercise of its business \njudgment.   \n \nIronworkers Dist. Council of Philadelphia & Vicinity Ret. & Pension Plan v. Andreotti, 2015 \nDel. Ch. LEXIS 135 at *82-83 (Del. Ch. May 8, 2015).  \"The pleading burden imposed by this \nstandard is a heavy one,\" and \"[v]ague or conclusory allegations do not suffice.\"  Id. (citations \nomitted). \n20.    In this case Shareholder Plaintiffs  do not allege that Towercomm's Board \nexpressly rejected their demand to pu rsue claims against Rowe and Easton. 34  Instead, \nPlaintiffs contend that the Board had not responded to the demand at all as of the time they \nfiled this action and that the failure to respond \"effectively constitutes a negative response.\"35 \n\"Relatively few Delaware cases have arisen in which a stockholder attempts to move forward \nwith a derivative suit before  a board formally responds to the stockholder's demand.\" Rich \nex. Rel. Fuqi Int'l, Inc. v. Yu Kwai Chong, 66 A.3d 963, 976 (Del. Ch. 2013) (emphasis in the \noriginal).  Nevertheless, it is clear that a board of directors has an affirmative duty to \n                                                 \n34 Defendants have not challenged the sufficiency of  the contents of the demand letter.  The demand \nletter, attached to the Amended Complaint, is highly detailed and \"identif[ies] the alleged wrongdoers, \ndescribe[s] the factual basis of the wrongful acts and the harm caused the corporation, and request[s] \nremedial relief.\"  Allison v. General Motors Corp ., 604 F.Supp. 1106, 1117 (D. Del.), aff'd, 782 F.2d \n1026 (3d Cir. 1985). \n35 Am. Compl. ¶ 11. \n \n \n \n \nevaluate a shareholder demand.  Id. While a shareholder must allow the business entity an \nadequate and reasonable amount of time under the circumstances to respond to the demand, \na corporation is \"under a reciprocal duty to make an earnest effort to consider the \nshareholder's demand and to decide upon a response within a reasonable time.\"  Mills v. \nEsmark, Inc., 91 F.R.D. 70, 73 (N.D. Ill.  1981). Delaware requires that the board \"promptly\" \nadvise \"what action the board has taken in response to the demand.\" Grimes v. Donald, 673 \nA.2d at 1218. Under circumstances where a \"board has taken no action and has simply failed \nto address the demand, the stockholder satisfie s Rule 23.1 and may proceed derivatively if \nhe demonstrates that the failure to act was wrongful.\"  \nRich, 66 A.3d at 976. A plaintiff may \naccomplish this by alleging facts that demonstra te that the board's lack of a response was \nnot \"consistent with its fiduciary duties.\" Id.  A board's actions are not protected by the \nbusiness judgment rule \"in cases of bad-faith conduct, such as . . . 'where the fiduciary \nintentionally fails to act in the face of a known duty to act, demonstrating a conscious \ndisregard for his duties.' \" Id.  Accordingly, the Court must determine whether the allegations \nin this case support the conclusion that the Towercomm Board has acted in a manner \ninconsistent with its duties and obligations such that Shareholder Plaintiffs should be \npermitted to proceed with their claim. \n21. The Amended Complaint alleges that Pl aintiffs made their demand on the \nTowercomm Board by letter dated April 15, 2015, and that on April 22, 2015, the Board \n\"acknowledged receipt of the demand, soug ht indemnification from the Shareholder \nPlaintiffs, and requested additional information.\"\n36  On May 5, 2015, Shareholder Plaintiffs \nadvised counsel for the Board in a telephone co nference that Shareholder Plaintiffs would \nnot indemnify the Board.  Plaintiffs filed the Amended Complaint on August 31, 2015, and, \n                                                 \n36 Id. at ¶ 11. \n \n \n \n \nas of that date, no response had been prov ided by the Board to Shareholder Plaintiffs \ndemand.  In addition, as of the date of the hearing on this motion in February, 2016, the \nTowercomm Board still had not made a response to the demand.  Plaintiffs contend that the \nBoards' failure to respond is \"grossly neg ligent\" and constitutes an \"abdication of its \nobligation\" to make an informed decision on Plaintiffs' demand.\n37 \n22. The Amended Complaint does not cont ain any allegations regarding what \naction the Towercomm Board undertook afte r the May 5, 2015 telephone conference.  \nShareholder Plaintiffs have not alleged that the Board commenced an investigation or took \nany other action to address the demand. In o pposition to the Motion  to Dismiss, however, \nPlaintiffs filed affidavits that support th e conclusion that the Towercomm Board has not \ntaken any additional action on Shareholde r Plaintiffs' demand since the telephone \nconference.  As of April 15, 2015, there were five (5) members of the Towercomm Board:  John \nA. Miller, Richard M. Starke, James W. Davidson, Michael de Anda, and Steven B. Wall. 38  \nPlaintiffs filed affidavits from Miller, Starke, Davidson, and de Anda, in which each of them \nstates that \"had the subject matter\" contained in Shareholder Plaintiffs' demand letter \"been \ndiscussed by the TowerComm Board, [they] would have excluded [themselves] from any such \ndiscussion, deliberation, vote or decision-making process.\"\n39 This testimony strongly infers, \nif it does not establish, that the Towercomm Board has never discussed, investigated or taken \nother action to consider Plaintiffs' demand after the May 5, 2015 telephone conference.   \n23. Defendants contend, however, that th e Towercomm Board's actions, or the \nBoard's inaction, are directly attributable to the Shareholder Plaintiffs.  Defendants have \npresented evidence that Miller, Starke, an d Davidson are themselves principals of \n                                                 \n37 Pls.' Resp. Opp. Mot. Dismiss pp. 8,9. \n38 Davidson Aff. (Feb. 1, 2016) ¶ 3. \n39 Id. at ¶ 6; Miller Aff. ¶ 5; Starke Aff. ¶ 5; de Anda Aff. ¶ 5. \n \n \n \n \nShareholder Plaintiff Banyan Equity Investor s II, Inc., and are Managing Directors of \nBanyan Fund.40 James Martin, a Managing Partner of Shareholder Plaintiff ACM, though \nnot a member of the Towercomm Board, \"frequ ently participated in Board-level discussions \nand had significant influence on the Board's decision-making.\" 41  M i c h a e l  d e  A n d a  i s  \nidentified as a \"member\" of Towercomm, and wa s a Shareholder Plaintiff, in the Complaint \noriginally filed in this action. 42   In addition, de Anda was a principal of Lender Plaintiffs \nCentral Illinois and daThree. 43 Defendants assert that \"[f]or all practical purposes, the \nShareholder Plaintiffs are the Towercomm Board,\"44 and that Plaintiffs' claim that the Board \n\"abdicated its obligation\" to ma ke a decision regarding Shareh older Plaintiffs' demand \"is a \nfarce.\"45 In other words, Defendants contend that  the Shareholder Plaintiffs themselves \ncontrolled the Towercomm Board's ability to take  action regarding Shareholder Plaintiffs' \ndemand.  Plaintiffs do not dispute that Mille r, Starke, Davidson, and de Anda are closely \naligned with the Shareholder Plaintiffs.  Instea d, Plaintiffs claim only that Miller, Starke, \nDavidson, and de Anda did not take any specif ic actions regarding Shareholder Plaintiffs' \ndemand and would have recused themselves from consideration of the demand if it had been \ndiscussed by the Board. 46  Even if they would need to recuse themselves from deliberation \n                                                 \n40 Rowe Aff. (Dec. 9, 2015) ¶¶ 3-5, 8-9. \n41 Id. at ¶¶ 6-7. \n42 Compl. ¶ 8. Although de Anda's name remained in the caption, the parties have indicated that de \nAnda was removed as a Plaintiff in this lawsuit and the allegations regarding de Anda do not appear \nin the Amended Complaint. \n43 Id. at ¶ 9. \n44 The Towercomm, LLC Amended and Restated Limited Liability Agreement (June 7, 2011) provides \nthat \"the composition of the Board of Managers shall be as follows: (i) Three (3) individuals (the \n\"Mezzanine Fund Managers\") designated by Banyan Equity Investors II, Inc. (\"Mezzanine Fund\"); (ii) \nOne (1) individual (the \"Wall Manager\") designated by Steven B. Wall; (iii) One (1) individual (the \"de \nAnda Manager\") designated by Michael de Anda (\"de Anda\"); [and] (iv) two (2) individuals to be elected \nby at least 4 of the managers specified in Section 7.1(b) (i), (ii), and (iii). (§7.1(b)).  It is not disputed, \nhowever, that Towercomm operated at all times relevant to this action with only five board members.  \nDavidson Aff. ¶ 3. \n45 Defs.' Reply Br. Supp. Mot. Dismiss p. 2. \n46 Although Miller, Starke, Davidson, and de Anda do not explain why they would have recused \nthemselves from the Towercomm Board's consideration of Plaintiffs' demand had it been discussed, \n \n \n \n \nand decision on Shareholder Plaintiffs' demand, Plaintiffs do not explain why Miller, Starke, \nDavidson, and de Anda would not be obligated as members of the Board, and in the interest \nof Towercomm, to seek action on the demand from the remaining members of the Towercomm \nBoard.47  Shareholder Plaintiffs ca nnot rely on the inaction of its Board members to claim \nthat the Towercomm Board has failed in its obligations to respond to the demand. \n24. The Court concludes that under the unique set of circumstances present in this \ncase, it would not be equitable to permit Shar eholder Plaintiffs to satisfy their pleading \nburden by relying upon the inaction of th e Towercomm Board, and that Shareholder \nPlaintiffs have failed to establish that they should be allowed to proceed with their derivative \naction before receiving a response to their demand. See Rich, 66 A.3d at 976 (requiring a \nplaintiff to plead facts that demonstrate t hat the board's lack of a response was not \n\"consistent with its fiduciary duties\" in order to maintain a derivative action before receiving \na demand response). Shareholder Plaintiffs alle ge that there has been no response to their \ndemand, but the evidence shows that a majori ty of members of the Towercomm Board are \naligned with Plaintiff Shareholders.  Accord ingly, to the extent the Towercomm Board's \nfailure to respond to the demand breached fidu ciary duty, that failure is at least partially \nattributable to the inaction of Shareholder Pl aintiffs own representatives on the Board. \nAccordingly, Shareholder Plaintiffs' deriva tive claim should be DISMISSED without \nprejudice.48 \n                                                 \nthe clear implication of their testimony is that they would have considered it a conflict of interest \nbecause of their affiliation with Shareholder Plaintiffs. \n47 It also is puzzling, given Shareholder Plainti ffs access to the members of the Towercomm Board, \nthat Plaintiffs have not attempted to explain wh y the remaining member or members of the Board \nhave not acted upon or responded to the demand. \n48 The Court recognizes that the Towercomm Boar d may yet respond to Shareholder Plaintiffs' \ndemand. Accordingly, Shareholder Plaintiffs should be permitted opportunity to refile their derivative \nclaim in the event the Towercomm Board denies to the demand. Charal Inv. Co. v. Rockefeller, 1995 \nDel. Ch. LEXIS 132 *14 (Del. Ch. 1995). \n \n \n \n \n b. Negligent Misrepresentation (First Cause of Action, by Lender Plaintiffs)  \n25. Defendants also challenge Lender Plaintiffs' claim of negligent \nmisrepresentation, moving to dismiss that cl aim under Rule 12(b)(6). In deciding a Rule \n12(b)(6) motion to dismiss for failure to state a claim, the Court must determine \"whether, as \na matter of law, the allegations of the complaint . . . are sufficient to state a claim upon which \nrelief may be granted.\" Harris v. NCNB Nat'l Bank , 85 N.C. App. 669, 670, 355 S.E.2d 838, \n840 (1987). In making this determination, the Court must take all well-pleaded allegations \nof the complaint as true. Sutton v. Duke , 277 N.C. 94, 98, 176 S.E.2d 161, 163 (1970). \nNonetheless, the Court is not required \"to a ccept as true allegations that are merely \nconclusory, unwarranted deductions of  fact, or unreasonable inferences.\" Strickland v. \nHedrick, 194 N.C. App. 1, 20, 669 S.E.2d 61, 73 (2008).  A complaint can be dismissed under \nRule 12(b)(6) if: (1) the complaint on its face reveals that no law supports plaintiff's claim; (2) \nthe complaint reveals on its face the absence of fact sufficient to make a good claim; or (3) \nsome fact disclosed in the complaint nece ssarily defeats the plaintiff's claim. Mileski v. \nMcConville, 199 N.C. App. 267, 269, 681 S.E.2d 515, 517 (2009) (citing Oates v. Jag, Inc., 314 \nN.C. 276, 278, 333 S.E.2d 222, 224 (1985)) \n26. Lender Plaintiffs allege that, beginning in March 2014, Defendants sent \nLender Plaintiffs monthly financial reports t hat contained inaccurate, overstated accounts \nreceivable, and that for \"at least the pe riod of March 2014 through September 2014\" \nDefendants reported inaccurate and overstated \"eligible\" accounts receivable.49 Plaintiffs also \nallege that \"Rowe in an effort to induce  the Lender Plaintiffs to forebear [ sic] and provide \nadditional funding to Towercomm misrepresented the likelihood of a third party purchasing \nthe company.\" 50 Plaintiffs allege that Defendant s knew or should have known the \n                                                 \n49 Am. Compl. ¶¶ 56, 62, 63. \n50 Id. at ¶ 64. \n \n \n \n \nrepresentations were false, or that they made the representations without knowing whether \nthey were true or false. 51 Plaintiffs relied on Defendants'  misrepresentations \"to lend \nadditional funds, extend the time for payment of the loans, and/or forebear [ sic] on calling \ntheir loans,\" and as a result have suffered damages.52  Defendants contend Lender Plaintiffs' \nclaim must be dismissed because they have not alleged a present and actual injury resulting \nfrom the alleged misrepresentations, and bec ause they failed to plead the claim with the \nparticularity required by Rule 9(b). Alternativ ely, Defendants argue that the allegations in \nthe Complaint establish that Lender Plaintiffs did not rely on misrepresentations in making \nloans before March 2014 or after October 2014. Accordingly, Plaintiffs negligent \nmisrepresentation claim should be dismissed as to those periods.   \n27. As an initial matter, the Court must decide the appropriate law to be applied \nto Plaintiffs' negligent misrepresentation clai m. Defendants, without discussion of their \nchoice of North Carolina law, argue for dismissal pursuant to North Carolina law.  Plaintiffs \ndo not concede that North Carolina law governs,53 but nevertheless argue North Carolina law \nin opposition to the Motion to Dismiss. North Carolina applies a lex loci delicti  test to tort \nclaims, applying the law of the state where the injury occurred.  Boudreau v. Baughman, 322 \nN.C. 331, 335, 368 S.E.2d 849, 853-54 (1988). The lex loci test applies to claims for negligent \nmisrepresentation. Harco Nat'l Ins. Co. v. Grant Thornton, 206 N.C. App. 687, 696-97, 698 \nS.E. 2d 719 (2010). \n28. Here, the allegations in the Amended Complaint do not provide a ready answer \nas to where Lender Plaintiffs' injury occurred.  Plaintiffs alleged that their claims \"accrued \nin Raleigh, North Carolina,\"54 but the Court is not required to accept this legal conclusion as \n                                                 \n51 Id. at ¶ 66. \n52 Id. at ¶¶ 67-68. \n53 See Pls.' Resp. Opp. Mot. Dismiss p. 9, n. 9. \n54 Am. Compl. ¶ 10. \n \n \n \n \nfact in assessing the Motion to Dismiss.  Unde r North Carolina law, a cause of action for \nnegligent representation \"does not accrue before the misrepresentation is discovered, neither \ndoes it accrue until the misrepresent ation has caused claimant harm.\" Jefferson-Pilot Life \nIns. Co. v. Spencer,  336 N.C. 49, 56, 442 S.E.2d 316, 320 (1994). Plaintiffs allege that the \ninaccurate reporting of the accounts rece ivable was revealed through an audit of \nTowercomm's financial records and \"bec ame apparent\" in late October 2014. 55  It might be \nreasonable to assume, but is not alleged, that the audit took place at Towercomm's place of \nbusiness in North Carolina.  Plaintiffs do not, however, allege how or where the results of the \naudit were communicated to Lend er Plaintiffs.  Lender Plaintiffs maintain their principal \nplaces of business in Florida and in California, but North Carolina has rejected a \"bright line \nrule\" that an economic injury to a plaintiff busi ness occurs at that plaintiff's principal place \nof business. \nHarco, 206 N.C. App. at 697, 689 S.E.2d at 725-26.  Plaintiffs allege that they \nwere harmed by Defendants' misrepresentatio ns because they caused Hitachi to place \nTowercomm in default, caused the termination of a \"pending sales transaction,\" and caused \n\"erosion and waste to\" the accounts receivable that constituted Plaintiffs' collateral.56 To the \nextent these alleged harms are relevant to determining where Lender Plaintiffs suffered \ninjury, however, the Court is not able to dete rmine where Lender Plaintiffs suffered injury \nbased on the facts pleaded in the Amended Complaint.  See e.g., Id . at 698,  689 S.E.2d at \n725-26 (concluding that the plaintiff had its principal place of business in Illinois, but suffered \ninjury in North Carolina when Department of Insurance seized the plaintiff's funds held in a \nNorth Carolina trust account). \n29. Fortunately, the Court need not resolve the choice of law question at this time \nin order to address Defendants' primary argument.  North Carolina, Florida, and California \n                                                 \n55 Id. at ¶ 32. \n56 Id. at ¶¶ 34, 35, 43. \n \n \n \n \nlaw all require a plaintiff to plead injury or harm as an element of a claim for negligent \nmisrepresentation.  Compare   Helms v. Holland, 124 N.C. App. 629, 634-35, 478 S.E.2d 513, \n517 (1996) with Butler v. Yusem, 44 So. 3d 102, 105 (Fla. 2010) and Rufini v. CitiMortgage, \nInc., 227 Cal. App. 4th 299, 309, 173 Cal. Rptr. 3d 422, modified on other grounds, 2014 Cal. \nApp. LEXIS 668 (Cal. App. 2014).  Accordingly, if Lender Plaintiffs have not sufficiently \nalleged injury arising from the negligent mi srepresentations, Defendants are entitled to \nprevail on their Motion to Dismiss. \n30. The question of whether Lender Plaintiffs allege an actual injury sufficient to \nsupport their claim for negligent misrepresentation is a difficult one.57  Lender Plaintiffs have \nnot notified Towercomm of defaults on, nor accelerated or demanded payment of, any of their \nrespective loans.  There is no allegation t hat Towercomm failed to make any payments due \nunder the loans. Instead, Lender Plaintiffs allege that because their loans are subordinate to \nHitachi's line of credit and Towercomm is insolvent, they are unsecured.  Plaintiffs claim that \nthis \"will result in a loss of all, or substantially all, of the Lender Plaintiffs' principal.\"58  This \nkind of future, possible harm is not a cognizable pecuniary loss for negligent \nmisrepresentation in North Carolina. In \nHarco National Insurance Co. v. Grant Thornton \nLLP, the North Carolina Court of Appeals noted that \"the mere possibility of an injury\" would \nnot support a claim for negligent misrepresentation. 206 N.C. App. 687, 697-98 (2010) (citing \n                                                 \n57 Defendants brought the Motion to Dismiss under Ru les 12(b)(1) and 12(b)(6).  Mot. Dismiss, p. 1.  \nDefendants, however, have not expressly argued  that Lender Plaintif fs' claim for negligent \nmisrepresentation should be dismissed for lack standing pursuant to Rule 12(b)(1).  Rather, \nDefendants argue that this claim should be dismissed under Rule 12(b)(6) on the grounds that Lender \nPlaintiffs have not alleged an essential element of  a claim for negligent misrepresentation, actual \ninjury. Actual injury, however, is also a critical element in proving that a plaintiff has standing to \nbring an action. Neuse River Found. v. Smithfield Foods, Inc., 155 N.C. App. 110, 113-14, 574 S.E.2d \n48, 51 (2002). Whether challenged as a failure to state a claim for negligent misrepresentation, or a \nchallenge to Lender Plaintiffs' standing, however, the question before the Court is the same: whether \nLender Plaintiffs have alleged that they suffered an injury.  See Tingley v. Beazer Homes Corp., 2008 \nU.S. Dist. LEXIS 34303, *5-6 (W.D.N.C. Apr. 25, 2008). \n58 Am. Compl. ¶¶ 41, 42 (emphasis added). \n \n \n \n \nPierson v. Buyher,  330 N.C. 182, 186, 409 S.E.2d 903, 906 (1991)); see also  Coker v. \nDaimlerChrysler Corp. , 172 N.C. App. 386, 396-397 (2005) (noting that the plaintiffs' \nallegation that they had been  damaged by \"a hypothetical and an unsubstantiated \ndiminution of value\" of the defective mobile  homes they purchased was insufficient to \nestablish standing because \"[t]heir claims are too speculative and illusory to show a legal \ninjury in fact\"). As in Harco, Plaintiffs here simply plead the possibility of some future injury. \nIndeed, Plaintiffs allege that Lender Plaint iffs continued to lend additional funds to \nTowercomm after discovery of the misreprese ntations in the hope that Towercomm can \nregain financial strength and repay Lender Plaintiffs' loans in full. 59 In other words, the \nallegations in the Amended Complaint establish that Lender Plaintiffs have not yet suffered \nany injury resulting from failure to repay their loans to Towercomm , and may never suffer \nsuch injury.  To paraphrase the Court in Pierson v. Buyher, Lender Plaintiffs have alleged \n\"no more than the possibility of future injury . . . . Maybe [they will] suffer a monetary loss. \nMaybe [they won't]\". 330 N.C. at 186, 409 S.E.2d at 906 (emphasis in original). \n31. The decision in Jackson National Life Ins. Co. v. Ligator, cited by Defendants, \nis instructive because of the similarity of its facts to the present action. 949 F. Supp. 200 \n(S.D.N.Y. 1996). In \nJackson National, the plaintiffs financed the defendants' purchase of IPM \nProducts Corporation (\"IPM\") through an investment of approximately $34 million \nstructured as equity and debt.  Id. at 201.  After the closing of the sale, the plaintiffs learned \nthat the defendants had over stated IPM's operating income and made other false \nrepresentations in order to inflate the purchase price.  Id. at 202.  The plaintiffs sued the \ndefendants for, inter alia , negligent misrepresentation.  In their complaint, the plaintiffs \nalleged that \"plaintiffs' $34 million investment in the securities of IPM Products Corporation \n                                                 \n59 See Am. Compl. ¶ 38. \n \n \n \n \nhas been rendered valueless, or has substantially lost its value due to the unlikelihood of full \nrepayment.\" Id. at 202-03. The plaintiffs alleged that the defendants had failed to make \ncertain interest payments, but \"notably fail[ed] to allege that any such payments were due.\" \nId. at 203.  In addition, \"none of the notes at issue\" were yet due and the plaintiffs had not \nalleged that they had accelerated any of the loans. Id. at 207.  Finally, the court also noted \nthat a different action initiated against IPM might result in IPM being able to pay the \nplaintiffs' notes when they became due. Id.  The court dismissed the claim for negligent \nmisrepresentation, holding: \nJackson National itself has alleged only that \"plaintiffs' $ 34 million \ninvestment in the securities of IPM Pr oducts Corporation has been rendered \nvalueless, or has substantially lost its value, due to the unlikelihood of full \nrepayment. Plaintiffs thus have been substantially damaged in an amount yet \nto be determined.\"  A mere \"unlikelihood\" is simply not sufficient to support an \naction at this time. \n \n949 F. Supp. at 207-208 (emphasis in original). \n \n32. Nevertheless, Plaintiffs contend that th ey have sufficiently alleged injury by \nclaiming that because of Defendants' misrepre sentations they \"were induced to forbear on \ncalling their existing debt, extend the time for payment of loans, and loan additional funds.\"\n60  \nIn support of this argument, Plaintiffs rely on Rufini v. CitiMortgage, Inc., 227 Cal. App. 4th \n299, 309, modified on other grounds, 2014 Cal. App. LEXIS 668 (Cal. App. 2014).61 In Rufini, \nthe plaintiff borrower took out a home mortgage loan with the defendant lender in July 2007. \nIn June 2009, the defendant approved the plaintiff for a loan modification and told the \nplaintiff he would receive a permanent modification. Subsequently, the lender reneged on the \npromised modification and in September 2010, placed the plaintiff in default. After the \ndefault, the plaintiff and the defendant negoti ated over a modification of the loan and the \n                                                 \n60 Pls.' Resp. Opp. Mot. Dismiss p. 12. \n61 Id. \n \n \n \n \ndefendant assured the plaintiff that the lender  would not foreclose on the mortgage.  The \nplaintiff alleged that he spent \"hundreds of hour s in loan modification negotiations and lost \nthe opportunity to pursue other ways to avoi d foreclosure.\" 227 Cal. App. 4th at 308.   \nUnbeknownst to the plaintiff, defendant sold the loan to another lender and the new owner \nforeclosed on the plaintiff's home. Id. at 303. The plaintiff sued the defendant lender alleging \na claim for negligent misrepresentation. Id. at 309. The plaintiff alleged that the defendant \nlender knew that it intended to sell the loan,  that the new owner would foreclose, and that \nmodification would not be reached with the plaintiff.   The trial court dismissed the plaintiff's \nnegligent misrepresentation claim. On appeal, the defendant argued that the plaintiff's claim \n\"was unsupported by a valid allegation of damages.\" Id. The appeals court reversed the \ndismissal, holding that the plaintiff's allegations that he lost the opportunity to pursue other \nfinancing and that he had spent \"hundreds of ho urs\" on negotiations over the modification \nwere sufficient to allege that he suffered an injury or harm. Id. \n33. Plaintiffs' reliance on Rufini, however, is misplaced, and that case highlights \nthe types of allegations missing from the Amended Complaint in this case.  Lender Plaintiffs \ncontend that \"the parting with funds and the loss of use of funds . . . constitute harm and \ninjuries in fact.\"\n62  Lender Plaintiffs, however, have not alleged that the \"loss of the use of \nfunds\" resulted in lost opportunities to make  loans to entities other than Towercomm, nor \nthat they expended substantial time and reso urces in negotiating the loans based on the \nmisrepresentations. Plaintiffs have not atte mpted to explain how the \"erosion\" of the \ncollateral for the loans constitutes a current in jury when the loans in question are not yet \ndue and there has been no attempt to collect on the loans.  Lender Plaintiffs may very well \n                                                 \n62 Id. \n \n \n \n \nbe injured if Towercomm is not able to satisfy its repayment obligations under the loans in \nthe future, but they have not suffered that injury yet. \n34. The Court concludes that allegations in the Amended Complaint establish that \nLender Plaintiffs have not yet suffered an in jury resulting from Defendants' alleged \nmisrepresentations, and Lender Plaintiffs clai m for negligent misrepresentation should be \nDISMISSED without prejudice. \n THEREFORE, IT IS ORDERED that Defendants' Motion to Dismiss is GRANTED \nwithout prejudice. \n This the 10th day of May, 2016. \n \n     /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n \n "
}