{
  "id": "2d6383b88a7d40077fe1efe23b682060712e3f4910833e01ec471323c0b5b4eb",
  "source_file": "data/raw/ncbc/2d6383b88a7d40077fe1efe23b682060712e3f4910833e01ec471323c0b5b4eb.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23CV031985-590 \n \nALCOF III NUBT, L.P.; ALTA \nFUNDAMENTAL ADVISERS LLC, \non behalf of funds it manages; \nBLACKCOMB DEBT HOLDINGS, \nL.P.; CTC ALTERNATIVE \nSTRATEGIES, LTD; NUVEEN \nASSET MANAGEMENT, LLC; \nSCULPTOR SPECIAL MASTER \nFUND, LTD; TBK BANK, SSB; \nTRANSAMERICA LIFE \nINSURANCE COMPANY; \nVENTURE 28A CLO, LIMITED; \nVENTURE XXX CLO, LIMITED; \nVENTURE 31 CLO, LIMITED; \nVENTURE 32 CLO, LIMITED; \nVENTURE 33 CLO, LIMITED; \nVENTURE 36 CLO, LIMITED; \nVENTURE XV CLO, LIMITED; \nVENTURE XIX CLO, LIMITED; \nVENTURE XXII CLO, LIMITED; \nand VENTURE XXIII CLO, \nLIMITED, \n \nPlaintiffs, \n \nv. \n \nJAMES M. CHIRICO, JR.; KIERAN \nMCGRATH; and STEPHEN D. \nSPEARS, \n \nDefendants. \n \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION  \nON DEFENDANT STEPHEN D. \nSPEARS’S MOTION TO DISMISS \n \n \n1. Plaintiffs are investors that hold interests in loans made to Avaya, Inc.1 in \nJuly 2022.  The value of their interests plunged when Avaya declared bankruptcy the \nfollowing year.  In this lawsuit, Plaintiffs accuse three of Avaya’s former officers —\nJames M. Chirico, Jr., Kieran McGrath, and Stephen D. Spears —of wrongfully \n \n1 Some allegations refer to both Avaya and its parent company , Avaya Holdings Corp.  For \nease of comprehension, the Court will follow the parties’ lead and refer to the two Avaya \nentities simply as “Avaya.” \nALCOF III NUBT, L.P. v. Chirico, 2024 NCBC 52. \ninducing them to invest based on false statements and omissions about the company’s \nfinancial condition and expectations for future earnings. \n2. This opinion addresses Spears’s motion to dismiss for failure to state a \nclaim.2  (See ECF No. 82.)  For the following reasons, the Court GRANTS his motion. \nParker Poe Adams & Bernstein LLP , by Melanie Black Dubis and \nAndrew Tabeling, and Glenn Agre Bergan & Fuentes LLP, by Andrew \nGlenn, Marissa E. Miller, Eric J. Carlson, George L. Santiago, and \nTrevor J. Welch, for Plaintiffs ALCOF III NUBT, L.P. et al. \nJohnston, Allison & Hord, P.A. , by William D. McClelland, Kenneth \nLautenschlager, and Austin R. Walsh , and Dorsey & Whitney, LLP, by \nThomas O. Gorman and Stephen Weingold, for Defendant James M. \nChirico, Jr. \nRobinson, Bradshaw & Hinson, P.A., by David C. Wright, Adam Doerr, \nand Ethan R. White, and Kellogg, Hansen, Todd, Figel & Frederick, \nPLLC, by Reid Mason Figel, Minsuk Han, and Jordan Gonzalez, for \nDefendant Kieran McGrath. \nJames, McElroy & Diehl, P.A., by Jennifer M. Houti and Adam L. Ross, \nfor Defendant Stephen D. Spears. \nConrad, Judge. \nI. \nBACKGROUND \n3. The Court does not make findings of fact on a motion to dismiss.  The \nfollowing background assumes that the allegations of the amended complaint are \ntrue.  \n4. Avaya specializ es in multifunction communications .  It provides unified \n“video, audio, phone, and chat” software , related t echnical support, and \n \n2 Chirico and McGrath have filed their own motions to dismiss for improper venue and failure \nto state a claim.  A separate opinion addresses those motions and similar ones in a related \ncase, Brigade Cavalry Fund Ltd. v. Chirico (23CV031948-590).   \ncommunications hardware to its customers.  During the relevant period, Chirico was \nits president and chief executive officer, McGrath was its executive vice president and \nchief financial officer, and Spears was its chief revenue officer.   (See Am. Compl. \n¶¶ 32–34, 37–39, ECF No. 76.)  \n5. A few years ago, Avaya shifted its sales strategy toward  its cloud -based \nproduct.  In May 2022, Chirico told investors that this “strategy [was] taking hold ” \nand was “reflected in our revised second half guidance.”  Avaya had filed its Form 8-K \nwith the S ecurities and Exchange Commission that same day and provided bullish \nearnings guidance for the third quarter of its fiscal year ( which was the second \nquarter of the calendar year).  McGrath signed the Form 8-K on Avaya’s behalf.  (Am. \nCompl. ¶¶ 37, 39, 42–45; see also Am. Compl. ¶ 69.)   \n6. Several weeks later, Avaya began trying to raise money to pay off existing \ndebt and for general purposes.  In “a pre-marketing call” with potential investors on \n2 June 2022, McGrath shared a lender presentation that incorporated the company’s \nthird-quarter guidance .  Avaya provided substantially the same presentation to \nPlaintiffs on 8 June 2022, which was the date that the company publicly launched its \nmarketing campaign.  The presentation named McGrath and Avaya’s treasurer as \npresenters and listed Chirico, McGrath, Spears, and others as members of Avaya’s \n“Experienced Management Team.”  Around this time, Avaya also created a virtual \ndata room so that potential  investors could conduct due diligence .  The data room \nincluded a letter stating that estimates and projections in the lender presentation \nwere “developed by management” of Avaya and that “ management believes such \nassumptions and estimates to be reasonable.”  As alleged, Chirico and McGrath were \nresponsible for reviewing, approving, and developing the third-quarter guidance and \nincluding it within the lender presentation.  Eventually, Plaintiffs agreed to lend \nAvaya $236 million in a deal that closed on 12 July 2022.  (Am. Compl. ¶¶ 2, 47, 49–\n55.)   \n7. Just two weeks after the sign ing of the loan agreement, Avaya published \npreliminary results for the third quarter , missing its revenue guidance by nearly \ntwenty percent and its EBITDA ( earnings before interest, taxes, depreciation, and \namortization) guidance by over sixty percent.  The situation deteriorated rapidly.  In \nAugust 2022, Avaya disclosed that it doubted its “ability to continue as a going \nconcern.”  Then, in February 2023, A vaya filed for bankruptcy protection.  (Am. \nCompl. ¶¶ 76, 79, 88.) \n8. Plaintiffs now claim to have been defrauded.  They say that Chirico and \nMcGrath knew that the company’s cloud-based strategy was failing even as they told \ninvestors that it was succeeding.  In April 2022, for example, Avaya’s senior director \nof sales finance told Spears that the revenue projection for North America was \n“scary”—a concern that  Spears said w as “spot on” and that he would  raise to a \n“smaller audience.”  In a related conversation, another member of the finance team  \nconfirmed that this concern “made its way to” Chirico, and by early June 2022, Chirico \nwas telling Spears and others that internal revenue projections were “clearly not good \nat all.”  Despite this, Chirico and McGrath reaffirmed Avaya’s third-quarter guidance \nto Plaintiffs and others in the lender presentation .  (See, e.g., Am. Compl. ¶¶  2, 58–\n62, 64, 65, 71–74.)   \n9. According to Plaintiffs, any doubt about Avaya’s performance  was removed \nwhen its third quarter ended.  On 1 July 2022, t he first day of the new quarter, the \ncompany received a report that it had substantially underperformed, confirming the \nfinance team’s fears.  Spears drafted an e-mail addressed to Avaya’s board of directors \nabout the results.  He sent that draft to Chirico, who did not send it to the board.  On \n3 July 2022, though, t he board receive d a message from a whistleblower , which \ndenounced Chirico’s and McGrath’s alleged “financial engineering” and \n“fabrications,” including their creation of “fake EBITDA numbers.”   No one shared \nany of this with  Plaintiffs before the loan agreement closed just over a week later.   \n(Am. Compl. ¶¶ 67–70, 83–85.) \n10. In this action, Plaintiffs say that they would not have invested in Avaya had \nthey known the truth.  They assert claims for fraudulent misrepresentation, \nfraudulent omission, and negligent misrepresentation against Chirico and McGrath.  \nThey assert only the claim for fraudulent omission against Spears.  \n11. Spears has moved to dismiss that claim.  The motion is fully briefed, and the \nCourt held a hearing on 21 May 2024.  The motion is ripe for decision. \nII. \nLEGAL STANDARD \n12. A motion to dismiss for failure to state a claim “tests the legal sufficiency of \nthe complaint.”  Isenhour v. Hutto, 350 N.C. 601, 604 (1999) (citation and quotation \nmarks omitted).  Dismissal is proper when “(1) the complaint on its face reveals that \nno law supports the plaintiff’s claim; (2) the complaint on its face reveals the absence \nof facts sufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.”  Corwin v. Brit. Am. Tobacco PLC, 371 N.C. \n605, 615 (2018) (citation and quotation marks omitted).  In deciding the motion, the \nCourt must treat all well -pleaded allegations as true and view the facts and \npermissible inferences in the light most favorable to the nonmoving party.  See, e.g., \nSykes v. Health Network Sols., Inc., 372 N.C. 326, 332 (2019). \nIII. \nANALYSIS \n13. Fraud has five “essential elements ”: (a) a false representation or \nconcealment of a material fact, (b) calculated to deceive, (c) made with intent to \ndeceive, (d) that did in fact deceive, and (e) that resulted in damage to the injured \nparty.  Rowan Cnty. Bd. of Educ. v. U.S. Gypsum Co. , 332 N.C. 1, 17 (1992).   The \ninjured party ’s reliance on the misrepresentation or concealment “must be \nreasonable.”  Forbis v. Neal, 361 N.C. 519, 527 (2007).  \n14. Because “silence is fraudulent only when there is a duty to speak, ” a claim \nbased on “concealment or nondisclosure ” requires the plaintiff to allege with \nparticularity that the defendant “had a duty to disclose material information. ”  \nLawrence v. UMLIC-Five Corp., 2007 NCBC LEXIS 20, at *8 (N.C. Super. Ct. June \n18, 2007) (citing Griffin v. Wheeler-Leonard & Co., 290 N.C. 185, 198 (1976)); see also \nN.C. R. Civ. P. 9(b)  (requiring allegations of fraud to “be stated with particularity”) .  \nA duty to disclose arises when the parties are in a fiduciary relationship, when one \nparty “has taken affirmative steps to conceal material facts from the other,” or when \n“one party has knowledge of a latent defect in the subject matter of the negotiations \nabout which the other party is both ignorant and unable to discover through \nreasonable diligence. ”  Harton v. Harton , 81 N.C. App. 295, 297 –98 (1986).  In \naddition, “a party who chooses to speak has a duty to make a full and fair disclosure \nof facts concerning the matters on which he chooses to speak.”   Tillery Env’t LLC v. \nA&D Holdings, Inc. , 2018 NCBC LEXIS 13, at *22 (N.C. Super. Ct. Feb. 9, 2018)  \n(citing Ragsdale v. Kennedy, 286 N.C. 130, 139 (1974)).  \n15. Spears denies that he had a duty to speak.  In his view, the allegations of \nthe amended complaint show that he played no role in making any \nmisrepresentations to Plaintiffs, did not draft or sign the lender presentations or \nregulatory filings at issue, and never communicated with Plaintiffs in any way.  He \nfurther contends that the allegations that  he t ook affirmative steps to conceal  \ninformation from Plaintiffs are conclusory. \n16. Plaintiffs do not contend that they had a fiduciary relationship with Spears \nor that he was a party to the negotiations with knowledge of a latent defect in the ir \nsubject matter.  Instead, they offer three other arguments, none convincing. \n17. First, they argue that Spears participated in the alleged misrepresentations \nin Avaya’s third -quarter guidance .  This argument is based partly on  allegations \nconcerning a lender presentation that incorporated the third-quarter guidance.  The \npresentation, which McGrath delivered, identified Spears as Avaya’s chief revenue \nofficer and part of its “Experienced Management Team.”  A different document given \nto potential lenders stated that the projections contained in McGrath’s presentation \nwere “developed by ” unnamed  members of “ management” and that “management \nbelieves such assumptions and estimates to be reasonable.”  (Am. Compl. ¶¶  34, 50, \n53, 54.) \n18. Even if true, these allegations are insufficient.  Spears’s status as an officer, \nwithout more, does not make him liable for the corporation’s acts or the acts of other \nofficers.  See Russell M. Robinson, II, Robinson on North Carolina Corporation Law \n§ 16.08 (7th ed. 2018) .  Nowhere do Plaintiffs allege that Spears  was among the \nmanagement group that developed the third -quarter guidance, that he  “actively \nparticipat[ed] in the production of due diligence information” to Plaintiffs, or that he \nprepared or a pproved any of the documents containing the alleged \nmisrepresentations about Avaya’s financial state or its expected financial \nperformance.  See Tillery Env’t, 2018 NCBC LEXIS 13, at *49.   Nor do they allege \nthat he “was actively involved . . . in the negotiations” that led to the loan agreement.  \nSee Oberlin Cap., L.P. v. Slavin , 147 N.C. App. 52, 58 (2001) .  In fact, there are no \nallegations that Spears had any contact with Plaintiffs at all.  See id. at 57 (affirming \ndismissal of fraudulent concealment claim, among others, for failure to “clarify how \nand to what extent [officer] defendants actively and personally participated”). \n19. Second, Plaintiffs argue that Spears took affirmative steps to conceal \nmaterial facts.  This argument is based on an e-mail that Spears drafted and sent to \nChirico l ess than two weeks before the loan agreement closed .  The draft was  \naddressed to Avaya’s board of directors and stated that the company would not meet \nits third-quarter guidance.  Chirico sent it to a third individual but apparently did \nnot send it to the board.  Having alleged these facts, the amended complaint goes on \nto allege in a conclusory manner that Spears “intentionally concealed” the draft from \nPlaintiffs as well as Avaya’s board and other investors.  (Am. Compl. ¶¶ 68, 70, 109.)   \n20. As our Court of Appeals has explained, “ [m]ere generalities and conclusory \nallegations of fraud will not suffice.”  Sharp v. Teague, 113 N.C. App. 589, 597 (1994) \n(quoting Moore v. Wachovia Bank & Tr. Co., 30 N.C. App. 390, 391 (1976)).  Plaintiffs \nhad to “allege the specific affirmative acts ”—something beyond nondisclosure itself, \nsuch as deleting or destroying the information or directing others not to disclose it—\nthat Spears took “to conceal” the draft.  Vitaform, Inc. v. Aeroflow, Inc., 2020 NCBC \nLEXIS 132, at *31 (N.C. Super. Ct. Nov. 4, 2020) ; see also Maxwell Foods, LLC v. \nSmithfield Foods, Inc. , 2023 NCBC LEXIS 20, at *7 (N.C. Super. Ct. Feb. 3, 2023) \n(“Nondisclosure alone is not an affirmative act of concealment.”).  They haven’t done \nso.  See Aym Techs., LLC v. Scopia Cap . Mgmt. LP, 2021 NCBC LEXIS 29, at *25 \n(N.C. Super. Ct. Mar. 31, 2021)  (concluding that party “fail[ed] to specifically allege \nwhat steps [wrongdoer] took to hide this information”); see also Lee v. McDowell, 2022 \nNCBC LEXIS 51, at *46–47 (N.C. Super. Ct. May 26, 2022) (collecting cases). \n21. Third, Plaintiffs point to several allegations to show that Spears knew the \ntruth about Avaya’s third-quarter guidance.  As early as April 2022, Spears expressed \nconcern about the guidance for Avaya’s North American revenue.  Two months later, \nChirico told Spears that the available revenue estimates were “clearly not good at \nall.”  And the day after the third quarter ended , Spears learned that Avaya had not \nmet its targets, prompting him to send to Chirico the draft e-mail intended for Avaya’s \nboard.  (Am. Compl. ¶¶ 58, 59, 64, 68–70.) \n22. Again, even if true, these allegations show only that Spears  knew certain \nfacts and remained silent.   No allegations suggest that Spears created the \nthird-quarter guidance, approved the inclusion of the guidance in presentations to \nPlaintiffs, or had any interactions with Plaintiffs concerning negotiations for the loan \nagreement or any other subject.   All that is alleged is Spears’s “silence,” and that \nalone “is insufficient under North Carolina law to establish a duty to disclose.”  Lee, \n2022 NCBC LEXIS 51, at *46  (concluding that  “allegations and arguments on  \n[defendant’s] failure to correct” someone else’s “representations” were inadequate). \n23. In sum, Plaintiffs have not alleged with particularity facts showing that \nSpears was personally involved in making the alleged misrepresentations or that he \nhad a duty to disclose material information to them.  As a result, Plaintiffs have not \nstated a claim for fraudulent omission against him.  \nIV. \nCONCLUSION \n24. For all these reasons,  the Court  GRANTS Spears’s motion to dismiss .  \nPlaintiffs’ claim against him is DISMISSED with prejudice. \n \nSO ORDERED, this the 21st day of August, 2024. \n \n \n        /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n \n "
}