{
  "id": "2d6625a9ceb7a999c8ef714601bfaa0db34505d39316f62f1d04c8d7ed3ed16c",
  "source_file": "data/raw/ncbc/2d6625a9ceb7a999c8ef714601bfaa0db34505d39316f62f1d04c8d7ed3ed16c.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF MECKLENBURG \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 11679 \nKELLY C. HOWARD and FIFTH \nTHIRD BANK, NATIONAL \nASSOCIATION, AS CO-TRUSTEES \nOF THE RONALD E. HOWARD \nREVOCABLE TRUST U/A DATED \nFEBRUARY 9, 2016, AS AMENDED \nAND RESTATED, \n \nPlaintiffs, \n \nv. \n \nIOMAXIS, LLC; BRAD C. BOOR a/k/a \nBRAD C. BUHR; JOHN SPADE, JR.; \nWILLIAM P. GRIFFIN, III; and \nNICHOLAS HURYSH, JR.,  \n \nDefendants. \n \nORDER AND OPINION ON MOTIONS \nTO AMEND \n \n1. THIS MATTER is before the Court on Plaintiffs Kelly C. Howard and \nFifth Third Bank, National Association’s (“Plaintiffs”) Motion for Leave to File First \nAmended Complaint (“Plaintiffs’ Motion to Amend”), (ECF No. 118), and Defendant \nNicholas Hurysh, Jr.’s (“Hurysh”) Motion for Leave to Amend and Supplement \nAnswer and to Add Cross -Claims and Third -Party Claims (“Hurysh’s Motion to \nAmend”; together, the “Motions”), (ECF No. 96). \n2. Plaintiffs seek leave to amend their Complaint to add two claims for \nfraud, as we ll as claims for violation of the Uniform Voidable Transactions Act \n(“UVTA”), for violation of  the North Carolina U nfair and Deceptive Trade Practices \nAct (“UDTP A”), and for imposition of a constructive trust .  ( Proposed First Am. \nCompl. ¶¶ 193–230 [hereinafter “Pls.’ Proposed Am.”], ECF No. 118.2.)  Plaintiffs also \nHoward v. IOMAXIS, LLC, 2021 NCBC 82. \nrequest leave to add three new defendants:  Robert A. Burleson (“Burleson”), Fast \nRabbit, LLC (“Fast Rabbit”) , and Global Vector, LLC (“Global Vector”).   (Pls.’ \nProposed Am. ¶¶ 98, 100, 102.) \n3. Separately, Hurysh’s Motion to Amend seeks leave to add thirteen new \nand different claims as follows: (i) breach of common law and statutory fiduciary \nduties; (ii) a claim for a mandatory and prohibitory injunction; (iii) conversion; (iv) a \nclaim based on Meiselman v. Meiselman , 309 N.C. 279 (1983); (v) defamation ; (vi) \nconstructive trust and accounting; (vii) constructive fraud (fraud in the inducement); \n(viii) right to distributions; (ix) a claim under UDTPA; (x) derivative claims on behalf \nof IOMAXIS, Fast Rabbit, and Global Vector; (xi) unjust enrichment; (xii) a claim for \ndeclaratory relief; and (xiii) a claim for piercing the corporate veil.  (See Proposed Am. \nAnswer, Cross -Claims, & Third -Party Compl.  ¶¶ 106 –205 [hereinafter “ Hurysh’s \nProposed Am.”], ECF No. 96.1.)  Hurysh seeks to add Fast Rabbit and Global Vector \nas third-party defendants in this matter.  (Hurysh’s Proposed Am. ¶¶ 2–3.)   \n4. Having considered the Motions, the related briefing, the arguments of \ncounsel at the hearing on the Motions, and other matters of record, the Court, in the \nexercise of its discretion, hereby GRANTS in part  and DENIES in part  each \nMotion. \nJohnston, Allison & Hord, P.A., by Greg C. Ahlum, Parker E . Moore, \nDavid T. Lewis, and Lauren S. Martin, for Plaintiff Kelly Howard, as co-\nTrustee of the Ronald E. Howard Revocable Trust u/a dated February 9, \n2016, as Amended and Restated. \n \nWomble Bond Dickinson (US) LLP, by Lawrence A. Moye, and Loper \nLaw, PLLC, by Johnny M. Loper, for Plaintiff Fifth-Third Bank, NA, as \nco-Trustee of the Ronald E. Howard Revocable Trust u/a dated February \n9, 2016, as Amended and Restated. \n \nNelson Mullins Riley & Scarborough LLP, by Benjamin S. Chesson, \nDavid Allen, Anna Majestro, and Travis Bustamante, for Defendants \nIOMAXIS, LLC, Brad C. Boor a/k/a Brad C. Buhr, John Spade, Jr., \nand William P. Griffin, III. \n \nMiller Monroe & Plyer, PLLC, by Jason A. Miller, Paul T. Flick, and \nRobert B. Rader, III, for Defendant Nicholas Hurysh, Jr. \n \nEarp, Judge. \nI. INTRODUCTION \nThe Recorded Telephone Conference Calls \n5. On the morning of 13 July 2021, one day before a hearing scheduled on \nthe Motions,1 counsel for Defendants IOMAXIS, LLC  (“IOMAXIS”), Brad C. Boor \na/k/a Brad C. Buhr (“Buhr”), John Spade, Jr.  (“Spade”), and William P. Griffin, III \n(“Griffin”; together, the “IOMAXIS Defendants”) notified the Court via e-mail that a \ntranscript of a 22 July 2020 telephone conversation existed and that Defendant \nHurysh intended to fil e it with respect to a nother planned motion , this one  for \nsanctions.2  The IOMAXIS Defendants objected on the ground that the transcript was \nprotected by the a ttorney-client privilege.  The Court determined to move forward \nwith the hearing on the pending motions but not to permit use of the transcript absent \nfurther review. \n \n1 Although Plaintiff’s Motion to Appoint a Receiver, (ECF No. 106), and Motion to Compel, \n(ECF No. 100), were also scheduled to be heard, they were continued during the hearing. \n \n2 As of the date of this Order and Opinion, Hurysh has not filed a motion for sanctions. \n6. All parties appeared on 14 July 2021 and were heard on Plaintiffs’ \nMotion to Amend and Hurysh’s Motion to Amend.  The Court did not permit \nargument on the content of any recorded telephone conference. \n7. Subsequent to the hearing, on 3 August 2021, Hurysh filed a Motion for \nIn Camera Inspection and for Leave to File Affidavits, Recordings and Transcripts \nUnder Seal (the “Motion for Leave”) , (ECF No. 156) , describing the content of t wo \nrecorded telephone calls, the previously identified telephone call which occurred on \n22 July 2020 (the “July 22 Call”), and a second, earlier telephone call on 17 July 2020 \n(the “July 17 Call”) .  Hurysh acknowledged that the IOMAXIS D efendants had \nasserted that  the attorney-client privilege protected the recordings and related \nmaterials from disclosure.   The IOMAXIS Defendants filed a Motion for Protective \nOrder shortly thereafter.   ( See Interim Ord. Regarding Tr. 17 July 2020 Call ¶ 4 \n[hereinafter “Interim Ord.”], ECF No. 175.) \n8. Following a referral to The Honorable Michael L. Robinson to conduct \nan in camera review, briefing, and a hearing on the IOMAXIS Defendants’ Motion for \nProtective Order, t he Court entered an Interim Order on 15 November 2021  \ndocumenting that no objection had been  made by the IOMAXIS Defendants to \ndisclosure of one of the transcripts, that of the July 17 Call , on the basi s of the \nattorney-client privilege or on any other legal principle.  (Interim Order ¶ 12.)3 \n \n3 In addition, on 3 December 2021, Judge Robinson issued a second Order determining that \nHurysh could  disclose the July 22 Call transcript .  (Sealing Ord. Regarding Entry Ord. \nIOMAXIS’s Mot. Protective Ord. ¶ 3, ECF No. 176 .)  On 9 December 2021, the IOMAXIS \nDefendants appealed Judge Robinson’s Order with respect only t o the July 22 Call.  (Not. \nAppeal, ECF No. 181.)  The undersigned has not reviewed and does not consider the July 22 \n \n9. The Court thereafter granted Hurysh’s Motion for Leave to file the July \n17 Call transcript (and related materials) u nder seal, and o n 16 December 2021, \nPlaintiffs provisionally filed a copy of the July 17 Call transcript .  (ECF No. 186.2 \n(under seal).)  In response to an objection from the IOMAXIS Defendants, the Court \npermitted further briefing as to the effect of the July 17 Call transcript, if any, on the \ncurrent Motions to Amend.  (ECF Nos. 180, 184.)  Plaintiff filed a supplemental brief \ncontending, inter alia, that a determination of the pending Motions to Amend does \nnot depend on the July 17 Call.   (Pls.’ Suppl. Br. 7, ECF No. 186 (under seal).)   The \nIOMAXIS Defendants also filed a supplemental brief and argue that the July 17 Call \ntranscript does not impact the instant Motions.  (Defs.’ Suppl. Br. 1, ECF 188 (under \nseal).) \n10. The Court, having consid ered the Motions, the proposed amendments, \nthe briefs and affidavits filed by the parties  (with the exception of paragraph 80 of \nHurysh’s first affidavit, ECF No. 97, and paragraph 15 of Hurysh ’s second affidavit, \nECF No. 109.1, both of which pertain to the July 22 Call), the 17 July 2020 transcript \nof recorded telephone call,  the supplemental submissions, the arguments of counsel  \nat the hearing, and other relevant matters of record, concludes, in its discretion, that \nHurysh’s Motion is GRANTED to the extent he seeks to amend his responses and \ndefenses to Plaintiffs’ Complaint, but DENIED to the extent he seeks to add  new \n \nCall with respect to the current Motions; consequently, a determination of the Motions is not \naffected by that appeal.  See  N.C.G.S. § 1-294 (“When an appeal is perfected . . . it stays all \nfurther proceedings in the court below upon the judgment appealed from, or upon the matter \nembraced therein, unless otherwise provided by the Rules of Appellate Procedure; but the \ncourt below may proceed upon any other matter included in the action and not affected by the \njudgment appealed from.” (emphasis added)). \nallegations, cross-claims, and  third-party claims .  Plaintiffs’ Motion to Amend is \nGRANTED in part and DENIED in part as explained below. \nII. FACTUAL AND PROCEDURAL BACKGROUND \n11. This case arises from a dispute regarding Plaintiffs’ rights as economic \ninterest holders of a 51% interest in IOMAXIS.  ( See, e.g., Compl. ¶ 84, ECF No. 3.)  \nRonald E. Howard (“Howard”  or “Decedent Howard” ) originally owned the 51%  \ninterest (the “Howard Interest”), which passed to his Estate at the time of his death \nin June 2017 before being transferred to a trust in December 2017.  Plaintiffs are co-\ntrustees of this trust.  Defendants are IOMAXIS and individuals with an interest in \nIOMAXIS that may be affected by this action.  (Compl. ¶¶ 1–5, 14; see Ord. & Opinion \nPls.’ Joint Mot. Enforce Mem. Settlement ¶ 6 [hereinafter “Ord. & Op. Mot. Enforce”], \nECF No. 70 (describing the factual background of this case).)   \n12. Plaintiffs’ original Complaint, filed on 18 June 2018, asserts a claim for \ndeclaratory judgment with respect to the purported conversion of the North Carolina \nlimited liability company to a Texas limited liability co mpany, the operating \nagreement that controls, and their entitlement to distributions.  Plaintiffs also assert \nclaims for breach of the right to receive interim distributions  and for an accounting \nto receive from Defendants “the requested business, financial and valuation \ninformation of IOMAXIS.”  (Compl. ¶¶ 71–97.)  Among other things, Plaintiffs allege \nthat they are entitled to receive sufficient financial information regarding the value \nof their interest in IOMAXIS at the time of Howard’s death to enable them to satisfy \nfederal estate tax obligations with respect to that interest.  (See, e.g., Compl. ¶ 92.)  \n13. Defendants maintain that Plaintiffs’ entitlement to distributions and \ninspection of IOMAXIS’s records turns on which operating agreement controls \nPlaintiffs’ economic interest .  (See, e.g. , Defs.’ Br. Resp. Pls.’ Mot. Amend 3 \n[hereinafter “Defs.’ Br. Opp’n Pls.’ Mot.”], ECF No. 125.)  They further contend that, \nin any event, they have already provided sufficient information for Plaintiffs to value \ntheir interest in IOMAXIS  for estate tax purposes .  (See, e.g., Defs.’ Br. Supp. Mot. \nCompel IOMAXIS USA Valuation Report 2 [hereinafter “Defs.’ Br. Supp. Mot. \nCompel”], ECF No. 123.) \n14. Hurysh was employed by IOMAXIS as a network engineer prior to his \ndischarge from employment on 16 September 2020.  (Hurysh Aff. ¶¶ 5, 102.)  He was \nalso a member of IOMAXIS, Fast Rabbit, and Global Vector.  (Hurysh Aff. ¶¶ 40, 43, \n47.)   \n15. Over the more than three years that this case has been pending, the \nparties have engaged in significant discovery.   The process has not been without \nsubstantial controversy, however.   For example, the IOMAXIS Defendants have \nrefused to provide discovery related to Fast Rabbit or other entities because they \ncontend that doing so would require disclosure of classified information.  ( See, e.g., \nPls.’ Br. Supp. Mot. Compel 2, ECF No. 101; Dep. IOMAXIS, LLC 38:21–39:7, ECF \nNo. 101.2; Hurysh Aff. ¶ 88.)   \n16. According to IOMAXIS, it has already produced more than 16,000 pages \nof documents in response to Plaintiffs ’ various requests .  (Defs.’ Br. Supp. Mot. \nCompel 2 .)  But Plaintiffs have raised questions regarding the au thenticity and \naccuracy of at least some of the financial information produced , (see, e.g., Pls.’ Mot. \nCompel, ECF No. 151 (seeking a forensic copy of source data to confirm information \npreviously provided by Defendants )), and they argue that they have yet to receive \nfinancial information regarding the distributions they allege are owed to them , (see, \ne.g., Pls.’ Br. Supp. Mot. Compel 3 –4, ECF No. 153 ( requesting discovery originally \nsought in August 2018)).   \n17. Indeed, addressing discovery issues has been the subject of multiple \ndisputes and conferences with the Court.  (See, e.g., ECF Nos. 147, 149 .)  The Court \nhas extended the deadlines in this case several times in four Case Management \nOrders.  (See ECF Nos. 35, 38, 48, 71.)   \n18. The parties have also engaged in settlement discussions  and related \nmotion practice that have delayed the progress of this case.  In September 2019, the \nparties were in the process of taking discovery depositions when they engaged in an \nimpromptu settlement discussion , resulting in a memorandum of settlement.   \nUnfortunately, however, the settlement was never consummated.  (See generally Ord. \n& Op. Mot . Enforce.)  This Court heard and addressed Plaintiffs’ Joint Motion to \nEnforce the Settlement Agreement on 10 December 2019 and issued its Order and \nOpinion on 1 May 2020, denying enforcement of the memorandum of settlement.  (See \nOrd. & Op. Mot. Enforce.) \n19. The Court then entered its fifth Case Management Order in which it \nprovided that “[t]he parties may file motions to amend pleadings and/or add parties \nso long as such motion(s) are filed prior to the expiration of the fact discovery deadline \nset forth herein” and that “[o]bjections to any such motion(s) must be filed within \nfourteen (14) calendar days of such motion’s filing and said objections may be based \non any grounds except that of undue delay.”  (Fourth Am. Case Management Ord., at \n¶ IV(B)(3), ECF No. 71.) \n20. Soon thereafter, Defendants and Hurysh experienced changes in counsel \n(See ECF Nos. 76, 95).  In response to this activity, the Court stayed discovery in \nOctober 2020.  (Scheduling Ord., ECF No. 78.)   \n21. Since the October 2020 stay, Hurysh has broken ranks with his fellow  \ndefendants and filed his first affidavit discus sed below, as well as his Motion  to \nAmend now before the Court .  Plaintiffs followed suit  with their own Motion  to \nAmend.  The discovery stay has remained in place pending resolution of these  \nMotions. \nA. Hurysh’s Affidavit  \n22. Hurysh filed his Motion to Amend in December 2020 along with a \nlengthy affidavit (the “Hurysh Affidavit”) in which he testified  that, among other \nthings, Buhr h as misappropriated funds from IOMAXIS using  separate entities, \nincluding the company Fast Rabbit , to pay for extravagant personal expenses.  ( See \nHurysh Aff. ¶¶ 49–50 (“Buhr used Fast Rabbit to siphon funds out of IOMAXIS . . . by \nsetting up loans from IOMAXIS to Fast Rabbit and then ‘repaying’ these loans by \nadding substantial mark -ups to vendor invoices and then passing them through to \nIOMAXIS for payment.”).) \n23. According to Hurysh, Fast Rabbit, which has since been dissolved,4 was \nformed by Buhr in 2013 as a “shell company” that served as “an intermediary, pass -\nthrough entity between IOMAXIS and its vendors.”  (Hurysh Aff. ¶¶ 47–48.)  Hurysh \nclaims that Fast Rabbit “ did not have a separate operational existence from \nIOMAXIS.”  (Hurysh Aff. ¶ 48.)  It shared common ownership with IOMAXIS in that \nDefendants Buhr , Griffin , and  Hurysh himself constituted its members.   (Pls.’ \nProposed Am. Ex. N; see Hurysh Aff. ¶¶ 47, 52.) \n24. Hurysh also suggested in his affidavit that Defendants created Global \nVector, now dissolved,5 to divert IOMAXIS funds.  (See Hurysh Aff. ¶ 100.)  According \nto Hurysh, Global Vector is “a shell company that Mr. Buhr formed to serve as an \nunclassified, subcontractor of [IOMAXIS] that would serve as an intermediary, pass-\nthrough entity be tween [IOMAXIS] and its vendors.”  ( Hurysh Aff. ¶ 44.)  Global \nVector also shared ownership with IOMAXIS in that Buhr and Hurysh, among \nothers, were members.  (See Hurysh Aff. ¶¶ 43–46; Pls.’ Proposed Am. ¶ 176.)  Given \ntheir overlapping ownership, Plaintiffs allege that Fast Rabbit and Global Vector are \nIOMAXIS “affiliates.”  (See Pls.’ Proposed Am. ¶¶ 133–35.) \n25. Hurysh’s affidavit details Buhr’s alleged scheme to misappropriate \nIOMAXIS funds through Fast Rabbit , Global Vector, and other entities .  He attests \nthat in June 2020 , Buhr established a plan to create yet another new company \n \n4 Hurysh claims that Fast Rabbit was dissolved at some point without corporate authority or \nHurysh’s consent.  (Hurysh Aff. ¶ 53.) \n \n5 According to Hurysh, Global Vector was  improperly dissolved in 2015.  ( See Hurysh Aff. \n¶¶ 45–46.) \nthrough which to misappropriate funds.  (Hurysh Aff. ¶ 79 ; see also  Hurysh’s \nProposed Am. ¶ 46.) \n26. Also detailed in Hurysh’s affidavit is a purported loan of approximately \n$1.5 million that Buhr “unilaterally structured” from IOMAXIS to Fast Rabbit in \nDecember 2013 (the “December 2013 Loan”) .  (Hurysh Aff. ¶ 64.)  Hurysh testified \nthat Buhr “indicated that this payment would be structured as a loan to the outside \nworld, but that the owners would not have to pay it back.”  (Hurysh Aff. ¶ 64.)  Rather, \nthe December 2013 Loan would be paid back using “bonuses, increased salaries, and \nother methods[.]”  (Hurysh Aff. ¶ 64.)   \n27. In addition to being a member of IOMAXIS, Hurysh served as \nIOMAXIS’s network engineer during this time.  (Hurysh Aff. ¶ 5.)  As a member and \nemployee, Hurysh states that he “participated in strategic  planning and performed \nother mission critical tasks for  [IOMAXIS] . . ., including what he expected and \nthought to be a meaningful role in management.”  (Hurysh’s Proposed Am. ¶ 8; see \nalso Hurysh Aff. ¶ 101.)   \n28. Furthermore, as a member of Fast Rabbit, Hu rysh admits that he \nreceived “approximately $400,000.00” from the December 2013 Loan.  (Hurysh Aff. \n¶ 64; see also Hurysh’s Proposed Am. ¶ 37.) \n29. Much of the Hurysh Affidavit describes wrongs person al to him , \nincluding the following : that he was forced to sign an Equity Purchase Agreement \nthat Buhr misrepresented to him, (Hurysh Aff. ¶¶ 37–38); that joint defense counsel \nrepresented the parties under a conflict of interest, (Hurysh Aff. ¶ 95); that the other \ndefendants caused him to be terminated and victim ized him with acts of retaliation \nfor his legal position , (Hurysh Aff. ¶¶ 97–102); that he has been defamed , (Hurysh \nAff. ¶ 104); that IOMAXIS has improperly assigned him legal expenses, (Hurysh Aff. \n¶ 106) ; that separate lawsuits filed by IOMAXIS against him in Virginia and \nMaryland are baseless and retaliatory, (Hurysh Aff. ¶¶ 110–11); that application of a \n2020 Operating Agreement as to his interest  in IOMAXIS is improper, (Hurysh Aff. \n¶¶ 84–85); and that entity records have been concealed from him despite his \nmembership status in all three entities, (Hurysh Aff. ¶¶ 54, 108). \n30. Hurysh further alleges that that he has not received the distributions to \nwhich he is entitled as a member of one or more companies, (Hurysh’s Proposed Am. \n¶ 158), that the othe r IOMAXIS members owe him a fiduciary duty that they have \nbreached, (Hurysh’s Proposed Am. ¶ 111), and that he is entitled to a pro rata portion \nof Decedent Howard’s membership interest upon redemption, (Hurysh’s Proposed \nAm. ¶ 163).   \nB. The Motions to Amend \n31. On 15 September 2020, Hurysh, through counsel, made a derivative \ndemand on IOMAXIS, Fast Rabbit, and Global Vector.  (Hurysh Aff. ¶ 100.)  Hurysh \nbrought his Motion when the demand period expired in December 2020, in order to \npursue allegations of wrongdoing that he attributes primarily, but not solely, to Buhr.  \n(See generally Def. Hurysh’s Mem. L. Supp. Hurysh’s Mot. Amend [hereinafter \n“Hurysh Br. Supp. Mot. Amend”] , ECF No. 98 .)  Specifically, Hurysh seeks to \nincorporate the theory set forth in his affidavit that Buhr has diverted IOMAXIS \nfunds in the past and , that in the summer of 2020, Buhr devised a plan to continue \nto divert funds.  Hurysh’s Motion also seeks to amend his answers to the allegations \nin Plaintiffs’ C omplaint and to state new theories of liability involving Fast Rabbit \nand Global Vector.  (See generally Hurysh’s Proposed Am.)   \n32. Even though they had spotted transactions in the records produced by \nIOMAXIS that prompted questions during the North Carolina Rule of Civil Procedure \n30(b)(6) deposition of IOMAXIS in September 2019, Plaintiffs state that they did not \n“connect the dots” and were not aware of the alleged wrongdoing outlined in Hurysh’s \naffidavit until 23 December 2020, when the affidavit was filed.   (See Pls.’ Reply Br. \nFurther Supp. Mot. Leave File First Am. Compl. 1, ECF No. 131 (“Plaintiffs move[ ]  \nto add new claims and new parties based on evidence first brought into light by \nDefendant Hurysh.”).)  Once aware, Plaintiffs filed their Motion to add claims against \nthe original Defendants, as well as Fast Rabbit, Global Vector , and Burleson6 based \non Hurysh’s allegations that  the IOMAXIS Defendants siphoned funds out of \nIOMAXIS for their personal benefit and excluded Plaintiffs from receiving funds that \nshould have been distributed to them.  (See generally Br. Supp. Pls.’ Mot. Leave File \nFirst Am. Compl., ECF No. 119.)   \n33. Defendants IOMAXIS, Buhr, Spade, and Griffin oppose both Motions.  \n(See Defs.’ Br. Opp’n Pls.’ Mot.; Defs.’ Br. Resp. Mot. Amend [hereinafter “Defs.’ Br. \nOpp’n Hurysh’s Mot.”], ECF No. 108.) \n \n6 Burleson is alleged to either be or have b een “a member/manager of IOMAXIS.”  (Pls.’ \nProposed Am. ¶ 98.) \nIII. LEGAL STANDARD \n34. Rule 15(a) of the North Carolina Rules of Civil Procedure (“Rule(s)”) \nprovides that leave to amend “shall be freely given when justice so requires.”  N.C. R. \nCiv. P. 15(a).  “Reasons justifying denial of an amendment include: (1) undue delay, \n(2) bad faith, (3) undue prejudice, (4) futility of amendment, and (5) repeated failure \nto cure defects by previous amendments.”  Window World of St. Louis, Inc. v. Window \nWorld, Inc., 2015 NCBC LEXIS 79, at *18 (N.C. Super. Ct. Aug. 10, 2015) (citing \nMartin v. Hare, 78 N.C. App. 358, 361 (1985)).   \n35. The Supreme Court of North Carolina has opined that  “[t]here is no \nmore liberal canon in the rules than that leave to amend ‘ shall be freely given when \njustice so requires.’ ”  Duke Energy Carolinas, LLC v. AG Ins. SA/NV, 2019 NCBC \nLEXIS 105, at *4 (N.C. Super. Ct. Dec. 10, 2019) (quoting Vaughan v. Mashburn, 371 \nN.C. 428, 434 (2018)).  “Rule 15 encourages trial courts to permit amendment liberally \nand evinces our State’ s ‘general policy of allowing an action to proceed t o a \ndetermination on the merits.’ ”  Id. (quoting House of Raeford Farms, Inc. v. Raeford, \n104 N.C. App. 280, 282 (1991)).  \n36. Still, the right to amend pursuant to Rule 15 is not unfettered.  See e.g., \nVaughan, 371 N.C. at 433 (“[A]mendments should be freely  allowed unless some \nmaterial prejudice to the other party is demonstrated.” ( quoting Mauney v. Morris, \n316 N.C. 67, 72 (1986)) ).  “The burden is upon the opposing party to establish that \nthat party would be prejudiced by the amendment.”  Mauney, 316 N.C. at 72. \n37. Furthermore, Rule 15(d) provides that the court may, “upon reasonable \nnotice and upon such terms as are just, permit [a party]  to serve a supplemental \npleading setting forth transactions or occurrences or events which may have \nhappened since the date of the pleading sought to be supplemented[.]”  N.C. R. Civ. \nP. 15(d).  “[T]he standards used . . . in ruling on a motion to amend or on a motion to \nsupplement are nearly identical.”  Franks v. Ross, 313 F.3d 184, 198 n.15 (4th Cir. \n2002); see, e.g., Turner v. Duke Univ., 325 N.C. 152, 164 (1989) (looking to federal law \nfor interpretive guidance for the North Carolina Rules of Civil Procedure). \n38. “Ultimately, whether to allow an amendment rests in the trial judge’s \ndiscretion.”  KRG New Hill Place, LLC v. Springs Inv’rs, LLC, 2015 NCBC LEXIS 20, \nat *8 (N.C. Super. Ct. Feb. 27, 2015) (citing House of Raeford Farms, Inc. , 104 N.C. \nApp. at 282); see also Pender Farm Dev., LLC v. NDCO, LLC, 2020 NCBC LEXIS 110, \nat *19 (N.C. Super. Ct. Sept. 25, 2020) (“Whether to grant or deny a Rule 15(d) motion \nis a decision that lies within the trial court’s sound discretion.”). \n39. With these rules in mind, the Court now turns to each Motion, beginning \nwith Plaintiffs’ Motion. \nIV. ANALYSIS \nA. Plaintiffs’ Motion to Amend \n40. Plaintiff seeks to assert  five new claims  variously against the existing \nDefendants and t hree new parties:  Fast Rabbit, Global Vector,  and Burleson.  The \nnew claims are: (i) fraud against the existing Defendants, including Hurysh and the \nnew parties, based on the December 2013 Loan between IOMAXIS and Fast Rabbit  \nto allegedly fund personal expenditures ; (ii) fraud against the existing Defendants \nand Burleson (but not Hurysh) based on a scheme to transfer funds out of IOMAXIS \nand i nto “shell” companies; (iii) violation of both the UVTA and (iv) the UD TPA \nagainst the existing Defendants, Fast Rabbit, Global Vector, and Burleson (but not \nHurysh) based on an alleged scheme to transfer funds out of IOMAXIS and into other \ncompanies; and (v) a request for a constructive trust to preserve the assets acquired \nthrough misconduct.  (Pls.’ Proposed Am. ¶¶ 193–230.)   \n41. The Court now considers each of Plaintiffs’ proposed claims in turn.   \n1. Fraud Based on the December 2013 Loan \n42. In the first fraud claim against all Defendants, including Hurysh and \nnew parties Burleson, Fast Rabbit, and Global Vector, Plaintiffs allege that Buhr and \nIOMAXIS represented to Decedent Howard that the December 2013 loan “was being \nmade by IOMAXIS for one or more legitimate business purposes”  when, in reality, \nthe monies were used “in a clandestine fashion” to fund the personal expenditures of \nsome of the members .  (Pls.’ Proposed Am. ¶¶ 194–95.)7  Plaintiffs allege  that \n“IOMAXIS and Defendant Buhr agreed to ‘loan’ money to entities in which Decedent \nHoward held no interest so that other members of IOMAXIS . . . could use such funds \nfor their personal benefit.”  (Pls.’ Proposed Am. ¶ 197.)   \n \n7 However, somewhat inconsistently, Plaintiffs also allege that IOMAXIS concealed the loan \nfrom Decedent Howard and, subsequently, from Plaintiffs.  (Pls.’ Proposed Am. ¶ 130.) \nNevertheless, at the hearing, Plaintiffs’ counsel clarified that the fraud alleg ed is one of \nconcealment rather than affirmative misrepresentation.  (July 14, 2021 Hr’g Tr. 123:20– 23 \n[hereinafter “Tr.”], ECF No. 191 (clarifying that the fraud claims involve fraudulent \nconcealment).) \n43. The Cou rt first notes that this claim involves allegedly fraudulent \nconduct that occurred prior to the assignment of the Howard Interest  to Plaintiffs—\nwhile Howard was still alive and a member of IOMAXIS.  Indeed, Plaintiffs have \nlabeled their cause of action as “Fraud – Fast Rabbit and Global Vector,” both of which \nare dissolved, and , at least with respect to Global Vector, was dissolved before \nHoward’s death.  ( See Pls.’ Proposed Am. , at “Fourth Claim for Relief .”)  Thus, for \nPlaintiffs to have standing to assert claims for any fraud that occurred during \nHoward’s life, the claim must have passed  from Howard to his Estate and thereafter \nbeen properly assigned by the Estate to Plaintiffs.   \n44. There is no allegation that Decede nt Howard discovered the alleged \nfraud during his lifetime.  To be sure, Plaintiffs argue  that the claim did not accrue \nuntil it was discovered more than three years after Decedent Howard’s passing.  The \nparties do not address the timing of this  discovery on the viability of th e claim.  \nClearly, however, the Estate cannot assign a claim it does not possess.  Hurst v. West, \n49 N.C. App. 598, 606 (1980) (stating that an assignee can “take by transfer only what \nrights and interests the assignor had at the time of the assignment” (citing Holloway \nv. Depositors Nat’l Bank, 211 N.C. 227, 234 (1937))).  Regardless of this conundrum, \neven if a claim passed to the Estate, Plaintiffs fail to satisfy the Court that the claim \nwas properly assigned to the Trust. \n45. The assignment from the Estate to Plaintiffs states, “Assignor hereby \ntransfers, assigns and conveys unto the Assignee” “[a]ll of Assignor’s membership \ninterest in IOMAXIS, LLC[.]”  (Compl. Ex. A (emphasis added).)  There is no mention \nof a separate tort claim, and the Court will not imply one.  See Sony Ericsson Mobile \nCommc’ns. United States v. Agere Sys. , 195 N.C. App. 577, 579 (2009) (“The best \nevidence of what part ies to a written agreement intend is what they say in their \nwriting[.]” (citation omitted) ).  T he operating agreement 8 defines the membership  \ninterest that passed to the Estate as only an economic interest.  (Compl. Ex. C, at Art. \nIX § 1.9 (limiting an estate’s interest at a member’s death to those listed in Art. VIII \n§ 1.4: “to receive and be credited or debited with its proportionate share of Profits, \nLosses, Gains from Capital Transa ctions, Company Cash Flow, Company Sales \nProceeds, Company Refinancing Proceeds, and Distributions in liquidation .”).)  The \nassignment from the Estate to Plaintiffs therefore failed to include any  tort claims \nHoward may have had while he was living. \n46. Plaintiffs subsequently filed, with the Court’s permission, a \n“Confirmation of Assignment of Membership Interest in IOMAXIS, LLC” wherein the \nEstate agreed with Plaintiffs that the Estate intended to, and did, transfer “all of \nDecedent’s rights, privileges, claims and causes of action passing through his Estate \nunder his Last Will and Testament to Assignees, as Trustees of the Trust, including \nall pre - and post -death claims connected and appurtenant to said ownership in \nIOMAXIS, LLC, whether in contract, tort, la w, equity, or otherwise.”  (ECF No. \n154.1.)  However, such a “confirmation,” attempting after the fact to expand the \ndefinition of “membership interest” t o include “all pre - and post -death claims \nconnected and appurtenant to said ownership” does not  itself constitute the valid \n \n8 The Court accepts as true for purposes of this Mot ion Plaintiffs’ allegation that IOMAXIS \nis properly a North Carolina LLC.  (Compl. ¶¶ 21, 76.) \nassignment of a tort claim.  Moreover, to the extent the “confirmation” is intended to \nbe an affidavit regarding the Executor’s intention at the time of the original \nassignment, it is unsworn and, therefore, not competent testi mony.  Even if it were \ncompetent, the language of the assignment at issue is unambiguous, leaving no room \nfor the Court to consider extrinsic evidence of the Executor’s intent. 9  See, e.g., Root \nv. Allstate Ins. Co. , 272 N.C. 580, 583 (1968) (“It is a wel l-recognized principle of \nconstruction that when the language of a contract is clear and unambiguous, the court \nmust interpret the contract as written[.]”). \n47. Thus, the Court determines that any fraud claim against Defendants \nthat Decedent Howard may have held during his lifetime did not transfer to Plaintiffs \nby assignment.  The Court concludes , therefore, that Plaintiffs’ first claim for fraud \nis futile as alleged, and Plaintiffs’ Motion as to this fraud claim is DENIED. \n2. Fraud Based on An Alleged Scheme to Siphon Funds \n48. Plaintiffs assert a second fraud claim against IOMAXIS, Buhr, Spade, \nBurleson, and Griffin.  (Pls.’ Proposed Am. ¶ 20 2.)  Specifically, the claim involves a \ntelephone call in July 2020 during which Buhr allegedly discussed a scheme to siphon \nfunds out of IOMAXIS and into shell entities.  (See Pls.’ Proposed Am. ¶ 202.)  Unlike \n \n9 Absent another provision in the operating agreement, the default rule in North Carolina is \nthat only a member’s economic interest passes to the estate upon that member’s death, \nN.C.G.S. § 57D-3-02(b) (stating that the member’s “estate .  . . will automatically become an \neconomic interest owner entitled only to the economic interest attributable to the [member’s] \nownership interest”), and the subsequent transfe r of the economic interest may not be \nexpanded to give the assignee membership rights, N.C.G.S. § 57D -5-02 (“The transfer of an \neconomic interest or portion thereof does not entitle the transferee to become or exercise any \nrights of a member other than to receive the economic interest or the portion thereof assigned \nto the transferee.”).  The IOMAXIS operating agreement does not override this default rule.  \nPlaintiffs’ first fraud claim, which involved alleged conduct before Decedent Howard’s \ndeath, the second fraud claim involves alleged conduct after Decedent Howard’s death \nand after Plaintiffs held the economic interest rights.  Consequently, unlike the first \nfraud claim, Plaintiffs clearly have standing to assert this second claim for fraudulent \nconcealment.  However, the IOMAXIS Defendants contend that the Court should not \npermit amendment to add this claim because it is futile.  The Court disagrees. \n49. “[F]raudulent concealment or fraud by omission is, by its very nature, \ndifficult to plead with particularity.” Lawrence v. UMLIC -Five Corp. , 20 07 NCBC \nLEXIS 20, at *9 (N.C. Super. Ct. June 18, 2007) (quoting Breeden v. Richmond Cmty. \nColl., 171 F.R.D. 189, 195 (M.D.N.C. 1997)).  Plaintiffs must plead: \n(1) the relationship [between the plaintiff and defendant] giving rise to \nthe duty to speak , (2) the event or events triggering the duty to speak \nand/or the general time period over which the relationship arose and the \nfraudulent conduct occurred, (3) the general content of the information \nthat was withheld and the reason for its materiality , (4) the identity of \nthose under a duty who failed to make such disclosures , (5) what [the \ndefendant] gained by withholding information,  (6) why [the] plaintiff’s \nreliance on the omission was both reasonable and detrimental , and (7) \nthe damages proximately flowing from such reliance. \n \nBreeden, 171 F.R.D. at 195 (adopted by Lawrence v. UMLIC -Five Corp., 2007 NCBC \nLEXIS 20, at *10). \n50. Defendants contend that the proposed claim is futile because Plaintiffs \nfailed to allege a duty to disclose.  (Defs.’ Br. Opp’n Pls.’ Mo t. 16.)  A duty to disclose \narises when: (1) “a fiduciary relationship exists between the parties to the \ntransaction”; (2) “a party has taken affirmative steps to conceal material facts from \nthe other”; or (3) “one party has knowledge of a latent defect in the subject matter of \nthe negotiations about which the other party is both ignorant and unable to discover \nthrough reasonable diligence.”  Herrera v. Charlotte Sch. of Law, LLC , 2018 NCBC \nLEXIS 35, at * 38–39 (N.C. Super. Ct. Apr. 20, 2018)  (quoting Hardin v. KCS Int’l, \nInc., 199 N.C. App. 687, 696 (2009)). \n51. The Court concludes that Plaintiffs have pled sufficient facts to establish \na duty to disclose the alleged July 2020 plan to misappropriate funds.  First, Plaintiffs \nhave alleged that Buhr purposef ully kept this information from Plaintiffs  so that \nPlaintiffs would not be able to reach IOMAXIS’ assets.  (See, e.g., Pls.’ Proposed Am. \n¶¶ 187, 203.)  Second, Plaintiffs have alleged that all Defendants against whom this \nclaim is asserted had knowledge of the plan, knew that Plaintiffs were unaware of it, \nand concealed it from Plaintiffs.  (See, e.g., Pls.’ Proposed Am. ¶¶ 192, 204.)  Finally, \ngiven Plaintiffs’ restricted access to financial records as an economic interest holder, \ncoupled with Defendants’ steadfast objections to providing  financial information \nregarding Fast Rabbit and Global Vector in discovery , Plaintiffs could not  have \ndiscovered such a plan through reasonable diligence. 10  See He rrera, 2018 NCBC \nLEXIS 35, at *39. \n \n10 A review of  the proposed amended pleading as a whole satisfies the Court that th e \nreasonable relian ce element has also been sufficiently pled.  While “[r]eliance ‘is not \nreasonable where the plaintiff could have discovered the truth of the matter through \nreasonable diligence, but failed to investigate[,]’ ” Aldridge v. Metro. Life Ins. Co., 2019 NCBC \nLEXIS 116, at *110 (N.C. Super. Ct. Dec. 31, 2019) (quoting Cobb v. Pa. Life. Ins. Co., 215 \nN.C. App. 268, 277 (2011) ), Plaintiffs have alleged that they tried to investigate but \nDefendants objected to those efforts during discovery in this cas e, (see, e.g., Pls.’ Proposed \nAm. ¶¶ 171–72).  Moreover, Plaintiffs’ status as economic interest holder s has prevented \nthem from being able to use the tools available to a member to investigate their concerns. \n(See, e.g. , Pls.’ Proposed Am. ¶ 203.)  Thus, the Court concludes that Plaintiffs have \nsufficiently alleged reasonable reliance on Defendants’ omission to assert a claim for fraud. \n52. Defendants also contend that Plaintiffs do not allege that Defendants \nactually made good on th e alleged scheme and transferred funds from IOMAXIS  to \nshell companies.  (Defs.’ Br. Opp’n Pls.’ Mot. 16.)  However, under Breeden, Plaintiffs \nare not required to allege that the scheme was actually carried out in order to state a \nclaim for fraudulent concealment .  See Breeden , 171 F.R.D. at 195.  Rather, it is \nsufficient that Plaintiffs have alleged that Buhr devised this scheme in order to keep \nIOMAXIS funds out of Plaintiffs’ hands and the n communicated this plan to the \nremaining Defendants, each of whom failed to inform Plaintiffs while under a duty to \ndisclose this information, and that damage resulted .  Here, Plaintiffs allege that , at \na minimum, these actions on the part of Defendants have increased the costs involved \nin their efforts to file a federal tax return for the Howard Estate and to determine \namounts the Trust may be due.  (Pls.’ Proposed Am. ¶ 206.)  \n53. Similarly, the Court is unconvinced by Defendants’ contention that \nPlaintiffs have failed to allege that  the concealed information was material because \nthey did not specifically allege that money actually moved out of IOMAXIS.  (Defs.’ \nBr. Opp’n Pls.’ Mot. 17.)  Plaintiffs have alleged that, at the time this call took place, \nPlaintiffs were “actively discussing the preparation of a new Case Management Order \nto be submitted to the Court, were scheduling depositions, and were also discussing \ncertain discovery issues including, without limitatio n, IOMAXIS’[s] objections to \nPlaintiffs’ seeking of information concerning Fast Rabbit and other entities.”  (Pls.’ \nProposed Am. ¶ 190; see also Pls.’ Proposed Am. ¶¶ 189, 191.)  Had Plaintiffs known \nof Buhr’s alleged scheme to move money, whether it was a ctually moved out of \nIOMAXIS or not , it undoubtedly would have influenced their actions.   See Shaw v. \nGee, 2016 NCBC LEXIS 103, at *11 (N.C. Super. Ct. Dec. 21, 2016) (“A fact is material \nif, had it been known to the party, it would have influenced the party ’s judgment or \ndecision[.]” (citation omitted)). \n54. The Court determines that Plaintiffs have adequately alleged a claim \nunder Rule 9(b) to proceed to discovery.  Therefore, Plaintiffs’ Motion is GRANTED \nas to the post-assignment fraud claim. \n3. UVTA \n55. Plaintiffs allege their UVTA claim against IOMAXIS, Buhr, Griffin, \nSpade, and Burleson  based on a “plan to transfer  . . . assets of IOMAXIS to \nthemselves, other persons, and/or holding companies controlled by one or more of the \naforementioned individual Defendants.”  (Pls.’ Proposed Am. ¶ 213.)  Plaintiffs \nfurther allege that these parties “devised and carried out this plan in a concealed \nmanner for the stated purpose of keeping assets out of reach of Plaintiffs[.]”  (Pls.’ \nProposed Am. ¶ 214.)  Finally, Plaintiffs allege that “even prior to the July 2020 ‘plan’ \ndetailed . . ., Defendants caused other assets of IOMAXIS to be improperly \ntransferred out of IOMAXIS and into affiliated entities such as Fast Rabbit and \nGlobal Vector.”  (Pls.’ Proposed Am. ¶ 217.) \n56. Defendants contend that Plaintiffs did not adequately allege that a \ntransfer actually took place as a result of the July 2020 call .  They further contend  \nthat Plaintiffs have failed to “explain these [prior-to-July 2020] transactions with any \nspecificity or allege when they occurred.”  (Defs.’ Br. Opp’n Pls.’ Mot. 17–18.) \n57. The Court agrees with Defendants that Plaintiffs’ pleading with respect \nto alleged transfers that took place prior to the July 2020 call  is too thin.  Although \nPlaintiffs attempt to explain some of the vagaries of their pleading by pointing to \nIOMAXIS’ objections and refusal to answer their discovery requests, this explanation \nonly goes so far.  Even under a notice pleading standard, Plaintiffs’ allegation \nregarding the alleged “prior” transfers of “assets” into “affiliated entities” is devoid of \nthe most basic information necessary to state a claim. \n58. On the other hand, Plaintiffs have alleged the specific facts pertaining \nto the July 2020 scheme necessary to state a claim, including when the call occurred, \nthe contents of the scheme , who made and heard the plan, the goal in creating th e \nplan and  sharing it with the other Defendants , and how the scheme  has harmed \nPlaintiffs.  (Pls.’ Proposed Am. ¶¶ 186 –92.)  Furthermore, while Plaintiffs have \nalleged broadly that the scheme was “carried out” without providing further detail, \nthe Court is satisfied, given Plaintiffs’ limited knowledge and access to infor mation, \nthat Plaintiffs have adequately alleged a claim under the UVTA.  See N.C.G.S. § 39-\n23.1(12) (defining “transfer” as every mode “of disposing of or parting with an asset \nor an interest in an asset”).\n11 \n \n11 Defendants separately contend that Plaintiffs’ UVTA claim is barred by the statute of \nrepose to the extent it relates to transactions occurring prior to March 2017.  (Defs.’ Br. Opp’n \nPls.’ Mot. 18); see N.C.G.S. § 39 -23.9(1) (providing that a claim for relief under the UVTA \nmust be brought within “four years after the transfer was made or the obligation was incurred \nor, if later, not later than one year after the transfer or obligation was or could reasonably \nhave been discovered by the claimant” if it is alleged that the debtor made the transfer with \nintent to hinder, delay, or defraud its cre ditor).  Because the Court allows Plaintiffs to add \ntheir UVTA only as to the July 2020 call, the Court does not decide this issue for purposes of \nthis Order and Opinion. \n59. Therefore, Plaintiffs’ Motion is  GRANTED only as to transfers that \nresulted from the alleged scheme discussed during the July 2020 telephone \nconference. \n4. UDTPA \n60. Plaintiffs’ UDTPA claim alleges that “[a]mong other things and without \nlimitation, Defendant IOMAXIS . . . and its individual Defendant-Members caused at \nleast $1.5 million of IOMAXIS funds to be transferred to Fast Rabbit, at which point \nFast Rabbit allowed for the use of such funds for the personal  benefit of select \nIOMAXIS and Fast Rabbit members with the knowledge of both IOMAXIS and Fast \nRabbit.”  (Pls.’ Proposed Am. ¶ 223.)  Defendants contend that such allegations do not \nallege conduct “in or affecting commerce” as required under a UDTPA claim.   (Defs.’ \nBr. Opp’n Mot. 19.) \n61. “N.C.G.S. § 75-1.1 declares unlawful ‘[u]nfair methods of competition in \nor affecting commerce.’ ”  Bhatti v. Buckland , 328 N.C. 240, 243 (1991) (quoting \nN.C.G.S. § 75 -1.1(a)).  With the exception of professional services  rendered by a \nlearned professional, “commerce” is broadly defined to include “all business activities, \nhowever denominated [.]”  N.C.G.S. § 75 -1.1(b).  However, “the [UDTPA] is not \nintended to apply to all wrongs in a business setting.”  HAJMM Co. v. House of \nRaeford Farms, Inc. , 328 N.C. 578, 593 (1991).   Specifically, “[m]atters of internal \ncorporate management . . . do not affect commerce as defined by Chapter 75 and our \nSupreme Court.”  McKee v. James, 2014 NCBC LEXIS 74, at *40–41 (N.C. Super. Ct. \nDec. 31, 2014) (quoting Wilson v. Blue Ridge Elec. Membership Corp. , 157 N.C. App. \n355, 358 (2003) ); see Dodge v. Appalachian Energy, LLC , 2021 NCBC LEXIS 52, at \n*15 (N.C. Super. Ct. May 27, 2021) (dismissing a UDTPA claim as an intracompany \ndispute where the complaint alleged that the defendants “breached the operating \nagreement, concealed company information, misused company assets, and wrongfully \nincreased their interests at the expense of  other members”); JS Real Est. Invs. LLC \nv. Gee Real Est., LLC, 2017 NCBC LEXIS 104, at *21 (N.C. Super. Ct. Nov. 9, 2017) \n(stating that “tangential involvement ” of third parties does not “trigger liability” \nunder the UDTPA) ; Potts v. KEL, LLC , 2018 NCBC L EXIS 24, at *15 (N.C. Super. \nCt. Mar. 27, 2018) (noting that the involvement of third parties does not “change the \nfundamental character of the dispute” when the “unfairness of [the] actions, if any, \ninheres in the relationship between” the co-owners of the business (citation omitted)). \n62. While the caselaw with respect to intracompany and intercompany \ndisputes can be confusing , the distinction lies in the nature of the second entity’s \ninvolvement with the first.  If the harm is to the second entity  or to the flow of \ncommerce between the first and second entities,  commerce is impacted.  However, if \nthe second entity is used merely as an instrument or “shell” to facilitate harm within \nthe first entity, the dispute is intracorporate, and the UDTPA is not implicated.  See, \ne.g., JS Real Est. Invs. LLC, 2017 NCBC LEXIS 104, at *21. \n63. Factually, this case falls into the latter category .  Indeed, Plaintiffs  \nrepeatedly refer to Fast Rabbit and Global Vector as “affiliates” of IOMAXIS because \nof overlapping o wnership interests.  (Pls.’ Proposed Am. ¶¶ 135, 17 6.)  In addition, \nPlaintiffs contend that Fast Rabbit and Global Vector were “shell” entities that served \nno commercial purpose.   (Pls.’ Proposed Am. ¶¶ 117 –18, 158 –60, 168 –70, 177 –78, \n183–85.)  While Fast Rabbit and Global Vector are the tools with which Defendants \nallegedly carried out their improper transfers , t he economic interest harmed is \ncompletely within IOMAXIS.  Therefore, on this point, Plaintiffs have not alleged \nfacts “in or affecting commerce.”  N.C.G.S. § 75-1.1(a).  See Potts, 2018 NCBC LEXIS \n24, at *15–16 (dismissing the UDTPA claim even when the defendant “carried out his \nmismanagement and misappropriation of [the company’s] assets  by channeling \nmoney and equipment” to another company because “the unfairness occurred in the \ninteraction between the company’s owners and directors”) . Accordingly, the claim \nfails on futility grounds, and Plaintiffs’ Motion with respect to this claim is DENIED.   \n5. Constructive Trust \n64. Finally, as Plaintiffs’ counsel acknowledged during the h earing, (Tr. \n102:3–6), the constructive trust claim is not a claim at all but is rather  a request for \nrelief.  See LLG-NRMH, LLC v. N . Riverfront Marina & Hotel, LLLP , 2018 NCBC \nLEXIS 105, at *14 (N.C. Super. Ct. Oct. 9, 2018) (“[A] constructive trust is not a \nstandalone claim for relief or cause of action.” (citing Weatherford v. Keenan, 128 N.C. \nApp. 178, 179 (1997))); see Flynn v. Pierce, 2020 NCBC LEXIS 149, at *15 (N.C. Super. \nCt. Dec. 22, 2020) (dismissing a claim for constructive trust as a remedy rather than \na claim) .  Therefore, Plaintiffs’ request to add this “claim” is DENIED without \nprejudice to Plaintiffs’ ability to pursue t he equitable remedy of a constructive trust \nto the extent their surviving claims justify such a remedy.  See LLG -NRMH, LLC, \n2018 NCBC LEXIS 105, at *14. \n65. In sum , the Court, in its discretion, DENIES  Plaintiffs’ Motion  to \nAmend as to Plaintiffs’ proposed Fourth Claim for Relief, Plaintiffs’ claim  under the \nUVTA to the extent it  involves alleged transfers that occurred before and not  as a \nresult of the alleged scheme discussed during the July 2020 telephone conference, \nPlaintiffs’ UDTPA claim, and Plaintiffs’ claim for imposition of a constructive trust. \n66. On the other hand, t he Court, in its discretion , GRANTS Plaintiffs’ \nMotion to Amend as to Plaintiffs’ proposed Fifth Claim for Relief, and Plaintiffs’ claim \nunder the UVTA  to the extent it involves alleged transfers that resulted from the \nalleged scheme discussed during the July 2020 telephone conference. \nB. Hurysh’s Motion to Amend \n67. Hurysh’s proposed amendment seeks not only to change his r esponses \nto the allegations of Plaintiffs’ Complaint but also to add cross-claims against his co-\ndefendants, as well as  claims against new parties Fast Rabbit and Global Vector.   \nWith respect to the additional claims, H urysh’s Motion requests that this Court \npermit him to expand the litigation to allow thirteen new claims asserted variously \nagainst the existing defendants and two of the three new parties named by Plaintiffs, \nFast Rabbit and Global Vector.  (See generally Hurysh’s Proposed Am.) \n68. After careful review of all materials relevant to Hurysh’s Motion to \nAmend, the Court, in its discretion, GRANTS  the M otion to the extent Hurysh  \namends his responses to the Plaintiffs’ allegations against him , but the Court  \nDENIES the Motion to the extent Hurysh seeks affirmative relief by way of cross-\nclaims or impleader.   \n69. Several considerations lead the Court to this conclusion.  The gravamen \nof this case involves Plaintiffs’ rights as 51% economic interest holders in IOMAXIS \nfollowing Howard’s death in June 2017.  Hurysh’s rights as a minority member and, \nuntil very recently, an employee of IOMAXIS, and his rights as a member of the now-\ndissolved entities Fast Rabbit and Global Vector, are separate questions that depend \non different facts. \n70. Indeed, the crux of Hurysh’s claims does not involve the Howard Interest \nat all.  The claims Hurysh seeks to add involve alleged harm to him personally or \nharm to IOMAXIS , Fast Rabbit, and Global Vector .12  While the facts supporting \nHurysh’s derivative claims on behalf of IOMAXIS might also have relevance, to some \ndegree, on Plaintiffs’ claim for distributions, Hurysh’s  proposed claims focus on the \nvalue of IOMAXIS as a whole rather than on the Plaintiffs’ specific economic interest.   \nMoreover, the trier of fact on Hurysh’s claims w ould have to tease out, among other \nthings, the role Hurysh played, if any, in the decisions he now criticizes.  They would \nhave to allow for any financial benefit he may have received from them. 13  Further \ncomplicating the matter is the fact that the IOMAXIS Defendants now contend that \nHurysh was motivated to change his position in this case at this juncture because \nthey refused to accede to his demand for additional financial benefit from IOMAXIS. \n(See Aff. Brad C. Buhr ¶ 9, ECF No. 112.2.) \n \n12 Defendants contend that Hurysh’s derivative demands did not satisfy statutory \nrequirements, implicating his standing to sue and potentially making the proposed claims \nfutile.  (Defs.’ Br. Opp’n Hurysh’s Mot. 17.)  The Court does not reach these issues. \n \n13  Hurysh testified that he received a portion of the 2013 loan proceeds.  (Hurysh Aff. ¶ 64.) \n71. In short, Hurysh’s proposed claims seek  to expand the scope of th is \nlitigation and would involve facts and circumstances ranging far wider than the \ndispute that is presently before the Court. 14  The Court is mindful of the undue \nprejudice allowing such an amendment would cause the remaining parties in this \ncase, as they would be delayed in the progression of the case by  further discovery, \nmotion practice, and a jury trial on issues largely unrelated to Plaintiffs’ claims.  See \nWindow World of St. Louis, Inc., 2015 NCBC LEXIS 79, at *18 (stating that the Court \nmay deny a motion to amend where such amendment would result in undue \nprejudice).  Under the circumstances, the Court, in its discretion, DENIES Hurysh’s \nMotion to Amend to add claims. \n72. However, the Court, in its discretion, GRANTS Hurysh’s Motion to the \nextent he seeks to amend his responses to Plaintiffs’ allegations against him, without \nthe addition of affirmative claims.  Hurysh contends that “[a]lthough he did not \nunderstand it at the time, the original answer was not designed to protect [his] \nrights[.]” (Hurysh Br. Supp. Mot. Amend 6.)  He has now changed counsel.   (Ord. \nConsent Mot. Withdraw & Substitute Counsel, ECF No. 76.)  The Court has reviewed \nHurysh’s proposed changes to his answer and determines that allowing them will not \nunduly expand the scope of this case.  The Court therefore concludes that Hurysh \nshall be allowed to amend his answer and affirmative defenses as he has proposed \nwithout adding affirmative claims. \n \n14 The Court also  notes that Hurysh is presently involved in two suits related to his \ninvolvement and interest in IOMAXIS before the Maryland and Virginia courts.  (See Hurysh \nBr. Supp. Mot. Amend 5 (describing the Maryland and Virginia lawsuits).)   \nV. CONCLUSION \n73. WHEREFORE, the Court, in its discretion, hereby ORDERS as follows: \na. Plaintiffs Motion to Amend is GRANTED in part and DENIED in \npart.  Plaintiffs are permitted to file a first amended complaint, in \nform and content consistent with the conclusions and rulings set \nforth in this Order and Opinion, no later than ten (10) days from the \nentry of this Order. \nb. Hurysh’s Motion to Amend is GRANTED in part and DENIED in \npart.  Hurysh is permitted to file an amended answer, in form and \ncontent consistent with the conclusions and rulings set forth in this \nOrder and Opinion, no later than ten (10) days from the entry of this \nOrder and Opinion. \nc. The partie s shall meet and confer and submit a new Case \nManagement Report to the Court pursuant to Business Court Rule 9 \nby 5:00 P.M. on or before 14 January 2022. \nIT IS SO ORDERED, this the 22nd day of December, 2021. \n \n \n \n \n \n \n \n/s/ Julianna Theall Earp  \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}