{
  "id": "2d7e3b25f359ceb0197c24ba50ef1bc7e052612fca25bbe2ffd1c0867edfbc0e",
  "source_file": "data/raw/ncbc/2d7e3b25f359ceb0197c24ba50ef1bc7e052612fca25bbe2ffd1c0867edfbc0e.pdf",
  "raw_text": "Wachovia Bank, N.A. v. Superior Constr. Corp., 2010 NCBC 9. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF MECKLENBURG 07 CVS 21256 \n \n \nWACHOVIA BANK NATIONAL  ) \nASSOCIATION, and PRESERVE ) \nHOLDINGS, LLC, as Substituted ) \nSuccessor Plaintiff, ) \n Plaintiff ) \n  ) ORDER AND OPINION \n v.  ) ON MOTION FOR  \n   ) JUDGMENT ON THE PLEADINGS \nSUPERIOR CONSTRUCTION ) \nCORPORATION, GEORGE ) \nROUNTREE, III, Receiver for Intracoastal ) \nLiving, LLC; WESTERN SURETY ) \nCOMPANY and COASTAL SASH & DOOR, ) \n  Defendants ) \n \n \n THIS CAUSE, designated a complex busine ss case by Order of the Chief Justice \nof the North Carolina Supreme Court, pursuant to Rules 2.1 and 2.2 of the General \nRules of Practice for the Superior and District Courts, and assigned to the undersigned \nSpecial Superior Court Judge for Complex Business Cases, is before the court upon \nPlaintiff Preserve Holdings, LLC’s Motion for Judgment on the Pleadings (the “Motion”) \npursuant to the provisions of Rule 12(c), North Carolina Rules of Civil Procedure \n(“Rule(s)”); and \n After considering the arguments, briefs, other submissions of counsel and \nappropriate matters of record, as discussed infra, the court concludes that the Plaintiff’s \nMotion should be GRANTED, for the reasons stated herein. \nK&L Gates, LLP by John R. Gardner, Esq. for Plaintiff Wachovia Bank National \nAssociation. \n \nAndresen and Arronte, PLLC by Julian M. Arronte, Esq. and Mark E. Carlson, \nEsq. for Plaintiff Preserve Holdings, LLC. \n \nShumaker, Loop & Kendrick, LLP by Steele B. Windle, III, Esq. for Defendant \nSuperior Construction Corporation.  \n \nRountree, Losee & Baldwin, LLP by Geoffrey A. Losee, Esq. for George R. \nRountree, III, Esq., Receiver for Intracoastal Living, LLC. \n \nConner Gwyn Schenck, PLLC by C. Hamilton Jarrett, Esq. and Douglas P. \nJeremiah, Esq. for Defendant Western Surety Company.  \n \nShipman & Wright, LLP by James T. Moore, Esq. for Defendant Coastal Sash & \nDoor.  \n \nJolly, Judge.  \n \nI. \nPROCEDURAL BACKGROUND \n[1] On October 23, 2007, Plaintiff Wa chovia Bank National Association \n(“Wachovia”) filed its Complaint.  This Complaint seeks a judicial determination by way \nof declaratory judgment that a lien created by Wachovia’s deed of trust on that parcel of \nreal estate located in Brunswick County, North Carolina, as described in deeds \nrecorded in Book 1972 at pages 1033 and 1037, Brunswick County, Registry (“the \nProperty”), is prior to a claim of lien on the same Property for labor and materials filed \nby Defendant Superior Construction Corporation (“Superior”).  \n[2] On January 14, 2008, Superior served and filed its Answer.  Superior did \nnot raise any counterclaim in the Answer, and no responsive pleading was required of \nWachovia. \n[3] On July 24, 2008, Defendant Western Surety Company (“Western”) filed a \nMotion to Intervene pursuant to Rule 24.   \n \n[4] On September 15, 2008, Preserve Holdings, LLC (“Preserve”) filed a \nMotion to Substitute (the “Preserve Motion”) itself as a party Plaintiff in the stead of \nPlaintiff Wachovia. \n[5] On October 15, 2008, the court gr anted the Preserve Motion, and ordered \nthat Preserve thereafter be substituted as the party Plaintiff in this civil action for all \npurposes, and that the case caption be changed to reflect Preserve’s position as the \nPlaintiff. \n[6] On November 3, 2008, Preserve filed its Motion. \n[7] On November 24, 2008, the court granted Western’s Motion to Intervene \nas a party Defendant.  \n[8] On December 4, 2008, Western filed its Answer, which contained a \ncrossclaim against Superior and George Rountree, Receiver (“Receiver”) for \nIntracoastal Living, LLC (“Intracoastal”).  By way of its crossclaim, Western sought \ndeclaratory relief pursuant to Rule 57 and N.C. Gen. Stat. § 1-253 et seq. (hereinafter, \nall references to the North Carolina General Statutes will be to “G.S.”), asking the court \nfor determination of the priority of Western’s claim to the balance of funds owing to \nSuperior with regard to a specific contract entered into by Superior and Intracoastal. \n[9] On January 9, 2009, Intracoastal filed its Answer to Western’s crossclaim.  \n[10] On February 19, 2009, Wachovia vo luntarily dismissed with prejudice its \nclaims propounded against Defendant General Electric Company GE Consumer & \nIndustrial Products Division.  \n[11] The Motion has been briefed and  is ripe for determination.  \n \n \nII. \nFACTS \n Among other things, the Complain t alleges, and the Answers admit:  \n[12] Intracoastal entered into a constr uction agreement with Superior wherein \nSuperior, as general contractor, agreed to construct improvements on a multi-building \ncondominium project (the “Property”) in Brunswick County known as the Preserve.1  \nThe first contract (“First Contract”) between these entities involved the construction of \ntwo Preserve condominium buildings (“Buildings Two and Three”) and a clubhouse \n(collectively the “Project”).2  The First Contract amount was $19,300,000, subject to \nadditions and deductions.3   \n[13] On May 14, 2005, Western issued a payment bond (“Bond”) in connection \nwith the First Contract.4  As of December 10, 2008, the date on which Western filed its \nanswer to the Complaint, Western had made payments pursuant to the Bond to \ncompanies supplying labor and/or materials to Superior in connection with the First \nContract totaling $1,623,759.30; and as a result, Western claims an interest in the funds \nat issue in this action.5  \n[14] To secure a loan made by Wachovia to Intracoastal, Intracoastal executed \nand delivered to Wachovia a construction loan agreement dated May 19, 2005; a \npromissory note dated May 19, 2005, in the principal sum of $22,835,000 and a deed of \ntrust dated May 19, 2005, recorded in Book 2148 at page 860, Brunswick County \n                                                 \n1 Superior Ans., ¶ 8; Western Ans., ¶ 8. \n2 Superior Ans., ¶ 9; Western Ans., ¶ 9. \n3 Superior Ans., ¶ 10; Western Ans., ¶ 10.  See also Compl., ¶ 29; Superior Ans., ¶ 29; Western Ans., ¶ \n29.   \n4 Western Resp. Br. Opp. Mot. J. Pleadings, 2. \n5 Id., 3.  \n \nRegistry.6  The deed of trust undertook to use the Property to secure the construction \nloan by Wachovia.  \n[15] Portions of the Project have been completed, and certain condominium \nunits in Buildings Two and Three have been sold to third parties.7  \n[16] Superior filed a claim of lien on the Property on September 25, 2007.8  In \nthis claim of lien, Superior alleged that it first furnished labor and material to the Project \non April 22, 2005, and was then owed $1,286,000 by Intracoastal for the work \nperformed.9  This claim of lien has been cancelled.10  Superior filed another claim of lien \non the Property on October 12, 2007, in the amount of $952,091 (the “Lien”).11   \n[17] At the time Superior submitted its first two applications for payment for \nwork performed on the Project, it submitted with each application a document entitled \n“Partial Waiver of Lien” (herein “Waiver(s)”), dated May 11, 2005, and June 9, 2005, \nrespectively.12  \n[18] The Waivers, attached to the Co mplaint as Exhibits Two and Three, \ncontain identical boiler-plate provisions and differ primarily in the sum of the draw \namount requested by Superior, the date through which Superior waived and released its \nlien rights and the identity of the signatory.  Exhibit Three states in pertinent part that \nSuperior, in consideration for $856,363.50, the sum of its then-current draw request of \n$572,863.50 and the prior draw request of $283,500.00, does hereby: \nwaive, relinquish, surrender and release any and all \nlien, claim, or right to lien on the above said described \n                                                 \n6 See Compl., ¶ 11-12; Superior Ans., ¶ 11-12.   \n7 Superior Ans., ¶ 13; Western Ans., ¶ 13. \n8 Superior Ans., ¶ 15; Western Ans., ¶ 15. \n9 Id. \n10 Id. \n11 Id.  \n12 See Compl., ¶ 19; Superior Ans., ¶ 19; Western Ans., ¶ 19.  See also Compl, Exs. 2-3. \n \nproject and premises, arising under and by virtue of \nthe mechanic’s lien laws of the State of North \nCarolina on account of any labor performed or the \nfurnishing of any material to the above described \nproject and premises up to and including the (day) \n31st day of (month) May, (year) 2005. \n \n[19] The amounts reflected in this Waiver were funded by Wachovia and were \npaid to Superior,13 in a total amount of $856,363.50.14 \n[20] With each pay application, Superio r also submitted a document entitled \n“Affidavit in Partial Release of Lien Waiver” (“Lien Affidavit(s)”).15  In the Lien Affidavits, \nSuperior purported to waive any claim of lien against the Property with regard to the \namount of funds actually paid to and received by Superior under a particular application \nfor payment.16 \n[21] Western made payments under the Bond to companies supplying labor \nand/or materials to Superior in connection with the First Contract totaling $1,623,759.40.  \nWestern claims an interest in the funds at issue in this action.17  \nIII. \nDISCUSSION \n[22] Rule 12(c) allows a party to move for judgment on the pleadings:  \nafter the pleadings are closed but within such time as \nnot to delay the trial.  If , on such a motion, matters \noutside the pleadings ar e presented to and not \nexcluded by the court, the mo tion shall be treated as \none for summary judgment and disposed of as \nprovided in Rule 56, and all parties shall be given \nreasonable opportunity to pres ent all material made \npertinent to such a motion by Rule 56.  \n                                                 \n13 Compl, ¶ 20; Superior Ans., ¶ 20; Western Ans., ¶ 20.   \n14 Compl, Exs. 2-3.  \n15 Compl, ¶ 22; Superior Ans., ¶ 22; Western Ans., ¶ 22.  See also Compl., Ex. 4.  \n16 Id.  \n17 Western Resp. Br. Opp. Mot. J. Pleadings, 3. \n \n[23] In North Carolina, “[j]udgment on the pleadings is not favored by law and \nthe trial court is required to view the facts and permissible inferences in the light most \nfavorable to the nonmovant.”  Carpenter v. Carpenter, 189 N.C. App. 755, 762 (2008). \n[24] Pleadings are closed when a defendant has filed an answer to a plaintiff’s \ncomplaint.  See, e.g., Yancey v. Watkins, 12 N.C. App. 140, 141 (1971); Brown v. \nAmerican Messenger Servs., 129 N.C. App. 207, 213 (1998).  Defendants Superior and \nWestern have served Answers to Wachovia’s Complaint, and the pleadings therefore \nare closed.18 \n[25] For it to prevail on a Rule 12(c) mo tion, the movant must establish that “no \nmaterial issue of fact remains to be resolved and that he is entitled to judgment as a \nmatter of law.”  Carpenter, 189 N.C. App. at 761 (2008).  The judge must consider “only \nthe pleadings and any attached exhibits, which become part of the pleadings.”  Minor v. \nMinor, 70 N.C. App. 76, 78 (1984).  Indeed, “no evidence is to be heard, and the trial \njudge is not to consider statements of fact in the briefs of the parties. . .”  Id. \n[26] However, where “ documents are attached to and incorporated within a \ncomplaint, they become part of the complaint” and may “be considered in connection \nwith a Rule 12(b)(6) or 12(c) motion without converting it into a motion for summary \njudgment.”  Weaver v. Saint Joseph of the Pines, Inc., 187 N.C. App. 198, 204 (2007); \nOberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 60-61 (2001).  Also, the court may \nproperly consider documents that are the subject of a plaintiff’s complaint and to which \nthe complaint specifically refers even though they are presented by the defendant. \n                                                 \n18 Intracoastal has not filed an answer in response to Wachovia’s Complaint.  Because Intracoastal did \nfile an answer in response to Western’s crossclaim, the court concludes that Intracoastal has not intended \nto answer the Complaint.  As such, the court deems the issue to be abandoned by Intracoastal, and the \npleadings are closed.   \n \nRobertson v. Boyd, 88 N.C. App. 437, 441 (1988) (“Because these documents were the \nsubjects of some of plaintiffs’ claims and plaintiffs specifically referred to the documents \nin their complaint, they could properly be considered by the trial court.”).  Consequently, \nthe documents attached as exhibits or otherwise referred to in the Complaint in this \naction are deemed to be before the court for Rule 12(c). \n[27] On December 8, 2008, Preser ve filed an Objection to Superior \nConstruction Corporation’s Inclusion of Matters Outside of the Pleadings (“Objection”), \nobjecting specifically to documentary evidence reflected in Exhibit A (“Exhibit A”) 19 to \nSuperior’s response brief in opposition to Preserve’s Motion for Judgment on the \nPleadings.  No party has filed a response to the Plaintiff’s Objection.  The court has \nreviewed the record and the Objection, and deems the Objection to be well founded.  \nAccordingly, the objection is SUSTAINED.  Any evidence contained in Superior’s Exhibit \nA is excluded and is not considered by the court in its determination of the Motion. \n[28] Preserve, as substituted Plaintiff in lieu of Wachovia, contends that by \nsubmitting the lien Waivers, Superior waived its lien rights relative to the Wachovia loan \nup to and including May 31, 2005; and consequently, that the Wachovia deed of trust on \nthe Property has priority over the lien rights of Superior for obligations of the Project up \nto that date.  Preserve contends that the pleadings establish its rights in this regard as a \nmatter of law and that it should have judgment in its favor declared pursuant to Rule \n12(c). \n[29] Superior contends that it should not be deemed to have waived any claim \nof lien it had against the Property or the Project as a whole.  It disputes that the deed of \n                                                 \n19 Samples of certain lien subordination documents. \n \ntrust executed by Intracoastal and delivered to Wachovia constitutes a first lien on the \nproperty.20 \n[30] Pursuant to Article 2 of North Ca rolina’s materialman’s lien statute, G.S. \n44A-8:  \nAny person who performs or furnishes labor or \nprofessional design or surveying services or furnishes \nmaterials or furnishes rent al equipment pursuant to a \ncontract, either express or implied, with the owner of \nreal property for the ma king of an improvement \nthereon shall, upon complying with the provisions of \nthis Article, have a right to file a claim of lien on real \nproperty on the real property to secure payment of all \ndebts owing for labor done or  professional design or \nsurveying services or material furnished or equipment \nrented pursuant to the contract. \n \n[31] G.S. 44A-10 provides that “[a] claim of lien on real property granted by this \nArticle shall relate to and take effect from the time of the first furnishing of labor or \nmaterials at the site of the improvement by the person claiming the claim of lien on real \nproperty (the ”Date of First Furnishing”). \n[32] “The lien provided for by G.S. 44A-8 is inchoate until perfected by \ncompliance with G.S. 44A-11 and -12. . . . By virtue of [G.S. 44A-10], a contractor’s lien \nfor all labor and materials furnished pursuant to a contract is deemed prior to any liens \nor encumbrances attaching to the property subsequent to the date of the contractor’s \nfirst furnishing of labor or materials to the construction site.”  Frank H. Conner Co. v. \nSpanish Inns Charlotte, Ltd. et al., 294 N.C. 661, 667 (1978). \n[33] The purpose of the North Carolina “ma terialman’s lien statute is to protect \nthe interest of the supplier in the materials it supplies; the materialman, rather than the \nmortgagee, should have the benefit of materials that go into the property and give it \n                                                 \n20 Superior Br. Opp. Mot. J. Pleadings, 3.  \n \nvalue. . . . To implement this purpose, courts should construe the statute so as to further \nthe legislature’s intent . . .” and construe it “to advance the legislative intent in enacting \nit.”  Carolina Builders Corp. v. Howard-Veaser Homes, 72 N.C. App. 224, 229 (1985). \n[34] However, in certain circumstances the materialman’s lien may be waived, \nsubordinated or released.  See G.S. 44A-12(f).21  Indeed, a bank providing a \nconstruction loan in exchange for a deed of trust can “cut-off the lien rights of the lien \nclaimants in that [the bank], with actual or constructive knowledge of the \ncommencement of construction, could have required lien waivers.”  Id. at 233.  \nMoreover, a construction lender has “the resources and the bargaining power to require \nthe vendee to obtain lien waivers from material suppliers.”  Id. at 234.  See also Electric \nSupply Co. v. Swain Electrical Co., 328 N.C. 651, 660 (1991) (recognizing the use of \nlien waivers, other than in anticipation of and in consideration for the awarding of a \ncontract); Mace v. Bryant Constr. Corp. 48 N.C. App. 297, 303 (1980)  (where president \nof construction company expressly waived company’s right, as general contractor, to file \na materialman’s lien against the property, in order to induce an investing group to \nfinance development of the real property at issue).  But see Southeastern Sav. & Loan \nAss'n v. Rentenbach Constructors, Inc., 114 B.R. 441, 445 (E.D.N.C. 1989) \n(determining that a contract provision providing that the title to the work at issue would \npass “free and clear of all liens” was not a complete waiver of statutory lien rights). \n                                                 \n21 G.S. 44A-12(f) provides, “[a]n agreement to waive the right to file a claim of lien on real property \ngranted under this Part, or an agreement to waive the right to serve a notice of claim of lien upon funds \ngranted under Part 2 of this Article, which agreement is in anticipation of and in consideration for the \nawarding of any contract, either expressed or implied, for the making of an improvement upon real \nproperty under this Article is against public policy and is unenforceable.  This section does not prohibit \nsubordination or release of a lien granted under this Part or Part 2 of this Article.” \n \n \n[35] In determining the contended lien rights of respective parties to an action, \nto the extent the issue rests upon contract interpretations, it presents a question of law \nfor the court.  Lee v.  Scarborough, 162 N.C. App. 674, 676 (2004), citing Harris v. Ray \nJohnson Constr. Co., 139 N.C. App. 827 (2000).  When the language of a contract is \nclear and unambiguous, “[i]t must be presumed the parties intended what the language \nused clearly expresses . . . and the contract must be construed to mean what on its face \nit purports to mean.”  Hartford Acc. & Indemnity Co. v. Hood, 226 N.C. 706, 710 (1946). \n[36] Here, the court is faced with a si tuation in which the pleadings clearly \nestablish that Defendant Superior executed the Waivers in exchange for consideration \nfrom Wachovia.  The issue the court must determine is whether, as between Wachovia \nand Superior, the scope of the Waivers extends to preclude Superior’s lien on the \nProperty as between it and Wachovia.  Superior and Western contend that the Waivers \nonly relate to the rights Superior had with regard to payments for labor and materials it \nexpended on the Project.  Wachovia contends that the language of the Waivers clearly \nand expressly preclude Superior’s lien on the Property as between it and Wachovia.    \n[37] Superior and Western both argue that when a claimant signs a lien waiver \nand accepts partial payment, such payment reduces the amount payable to the lien \nclaimant by the amount of payment received but does not change the property liened or \nthe Date of First Furnishing.  Western contends that “[i]nterim lien waivers operate only \nto reduce the amount of the inchoate lien rights, not their reach.”\n22    \n[38] Western cites Frank, supra, to support its argument that a general \ncontractor’s waiver of lien as to certain labor or materials, other than as to its amount, \n                                                 \n22 Western Br. Resp. Opp. Mot. J. Pleadings, 11. \n \ndoes not alter its lien arising form the contract as a whole.  In Frank, the court declined \nto limit the definition of “labor,” as used in G.S. 44A-8, stating: \nFinally, to so limit the defin ition of “labor” to that \nsuggested by defendant  would impose an \nimpermissible burden on the contractor.  The \ncontractor has made an in divisible contract for \nconstruction with the owner , and we cannot demand \nof the contractor that it keep separate records \nregarding that work which is “labor” under a proposed \nrestricted definition of that  term, and that work which \nis not.  As this Court has said, “The plaintiff having \nbuilt a house for the defendant was entitled to his \nmechanic’s lien therefore, not merely for the value of \nthe labor expended but for t he contract price of the \nhouse. . . . When the contra ctor undertakes to put up \na building and complete the same, the contract is \nindivisible and his ‘mechani c’s lien’ embraces the \nentire outlay, whether in l abor or material, being for \n‘work done on the premises,’ [Rev., s. 2016] i.e. for \nthe betterments on it.  The ‘laborer’s lien’ is solely for \nlabor performed.  The mec hanic’s lien is broader and \nincludes the ‘work done,’ i.e. the ‘building built’ or \nsuperstructure placed on the premises. [Citations \nomitted.]” \n \nId. at 670-71, citing Broyhill v. Gaither, 119 N.C. 443 \n(1896). \n \n[39] This court recognizes that the cons truction work referenced in Superior’s \nWaivers may be somewhat analogous to the work at issue in Frank.  Both involve \ndiscrete activities that relate to and are part of a larger project.  In Frank, the court \nsuggests that the “indivisible” nature of the contract between the contractor and the \nowner causes the contractor’s mechanic’s lien to encapsulate the entire project, not just \nwork performed.  This court does not disagree.  Indeed, contractors are able to and \noften do enforce their mechanic’s liens against the whole of a property on which they \nworked or provided materials. \n \n[40] However, Frank does not suggest that contractors cannot contract away \nor waive their lien rights on the underlying property.  Indeed, such agreements are \nanticipated by G.S. 44A-12(f), albeit in a limited fashion.  It would be require an \nexpansive reading of Frank to conclude that the Supreme Court was suggesting that the \nwaivers, subordinations and releases anticipated by G.S. 44A-12(f) could not be utilized \npursuant to a contract.  This court does not read Frank so broadly. \n[41] In further support of its position, by way of a filing dated February 12, \n2010, Superior submitted suggested subsequently decided authority for the court’s \nconsideration.  The matter it relies upon is a November 24, 2009 summary judgment \norder (the “Bankruptcy Order”) in a proceeding in the United States Bankruptcy Court \nfor the Eastern District of North Carolina, Wilmington Division.  The case is In re \nWatermark Marina of Wilmington, LLC, Case No. 08-08103-8-JRL; and is Adversary \nProceeding No. L-08-00254-8-JRL, captioned as Cowper, Inc. v. Watermark Marina of \nWilmington LLC, et al.23  A fair review of the Bankruptcy Order reveals that while the \ncourt’s analysis is well done and is instructive on the issues raised in the Motion, the \nfacts there are materially different from those in the instant matter.  Accordingly, it is not \npersuasive on the issues raised here.        \n[42] Superior and Western al so argue that the practical effect of allowing the \nWaivers to preclude Superior’s rights in the Property would be to change the Date of \nFirst Furnishing of labor and/or materials for the Project, as anticipated by G.S. 44A-10.   \nThey argue that the Date of First Furnishing never changes because, if it did, the \n                                                 \n23 Preserve has objected to the court’s consideration of the Bankruptcy Order on the grounds that it does \nnot constitute “controlling authority” as required for a subsequently-decided submission by Rule 15.9 of \nthe Rules of Practice for the North Carolina Business Court.  However, the court in its discretion \nconcludes that it is appropriate for it to consider the Bankruptcy Order, and Preserve’s objection is \nOVERRULED. \n \ncertainty and security afforded by the statutory materialman’s liens to those providing \nlabor and supplies on constructions projects – and indeed, the purpose of the statute – \nwould be thwarted. \n[43] The court disagrees.  If a party ch ooses lawfully to change its position on \na hierarchy of liens, by contractual waiver or otherwise, the party still remains certain \nand secure of its new position.   While making such a business agreement may not be \nwise in hindsight, the law does not prevent the parties from doing so.  The cases \nWestern cites in support of its argument, O&M Indus. v. Smith Eng’g. Co., 360 N.C. \n263, 266 (2006) and Equitable Life Assurance v. Basnight, 234 N.C. 347, 351 (1951), \ndo not suggest that either the purpose of the materialman’s statutes or the doctrine of \nrelation-back is incongruous with the concept of contracting away such statutory rights \nand, in doing so, creating a new Date of First Furnishing. \n[44] Superior further argue s that the law has developed subordination of lien \nagreements to address what it believes should be an unchanging Date of First \nFurnishing.  Such a document,24 Superior argues, allows a bank to take priority over a \ncontractor’s statutory liens without a resetting of the Date of First Furnishing; and it \ncontends Wachovia should have used such an instrument.  Superior does not cite any \nstatutory or case law authority that would require Wachovia to have used such a \ndocument in lieu of an express lien waiver in obtaining lien priority, and its argument in \nthis regard is not persuasive. \n[45]  The legal impact of the Waivers and the question of whether Superior \nsubrogated its claim on the Property to Wachovia when it issued the Waivers are \nquestions of law, not fact.  Lee, 162 N.C. App. at 676.  As a matter of contractual \n                                                 \n24 See ruling, ¶ 27, supra. \n \nconstruction, the court must construe the Waivers to mean what on their face they \npurport to mean.  Hartford Acc. & Indem. Co. v. Hood, 226 N.C. 706, 710 (1946). \n[46] The prohibition of G. S. 44A-12(f) with regard to waivers applies only to \nthose waivers made “in anticipation of and in consideration for the awarding of a \ncontract . . . for the making of an improvement upon real property.”  The pleadings \nestablish that this prohibition does not apply in the case sub judice, and neither Superior \nnor Western claims that it does. \n[47] Further, the Waivers cl early provide that in exchange for the consideration \nreceived, Superior did “waive, relinquish, surrender and release” “any and all liens, \nclaims or rights to liens” 25 it might have on the Project, arising under North Carolina \nlaw, on account of the work it performed up to and including May 31, 2005.  The words \nof waiver are clear and not ambiguous.  Further, the words “any and all” suggest there \nwas no limitation on Superior’s waiver of its rights.  Moreover, the “on account of” \nlanguage would exclude from the waiver what future rights Superior would gain upon \nfuture provisions of labor and material.  Such an interpretation would not be inconsistent \nwith the “any and all” language. \n[48] Accordingly, reading the contract as a whole, the court is forced to \nconclude that the language of the Waivers clearly and unambiguously expresses \nSuperior’s intent, and binding contractual agreement, to waive its existing lien rights, \nincluding those arising from its date of first furnishing of labor and materials on the \nProject, in exchange for the consideration provided by Wachovia, up to and including \nMay 31, 2005.  Hartford, 226 N.C. at 710. \n                                                 \n25 Compl., Ex. 2 and 3.   \n \n[49]   One effect of this contract is a change in Superior’s Date of First \nFurnishing of labor and materials from a date preceding Wachovia’s deed of trust to one \nafter May 31, 2005, thus placing Superior’s claims behind Wachovia’s in priority.  While \nsuch a result may seem harsh, the wording of the contract clearly demonstrates the \nparties’ intent to achieve such a result.26  Superior cannot successfully rely upon the \nmaterialman’s statute when it waived the statute’s protections.  See, e.g., Miller v. \nLemon Tree Inn, Inc., 39 N.C. App. 133, 140 (1978) (“A beneficiary of [G.S. 44A] . . . \nshould not be permitted to avoid his express contract and seek the aid of a statutory \nprocedure which is equitable in nature”).      \nIV. \nCONCLUSION\n[50] Based upon the pleadings, the cour t CONCLUDES that that the Wachovia \ndeed of trust lien had priority over Superior’s claim of lien; and that Plaintiff Preserve \nHoldings, LLC, as substituted Plaintiff in this action, is entitled to judgment in its favor \nupon the First Claim for Relief (Declaratory Judgment Regarding Lien Priority) in this \nmatter. \n[51] NOW THEREFORE, based upon t he foregoing CONCLUSION, it hereby \nis ORDERED that Preserve Holdings, LLC’s Motion for Judgment on the Pleadings is \nGRANTED; and the court hereby DETERMINES and DECLARES that the lien on the \nProperty reflected in Wachovia’s deed of trust dated May 19, 2005, and recorded in \nBook 2148 at page 860, Brunswick County Registry, is prior to any claim of lien on said \nProperty by Superior for labor and materials furnished by Superior before June 1, 2005. \n                                                 \n26 The court notes that had a different result been intended, it would have been a mechanically simple \ntask to narrow the broad and clear language of the Waivers. \n \n[52] The court’s determination with regard to Plaintiff’s First Claim for Relief is \ndispositive of all issues in this matter, including any issues raised by Plaintiff’s Second \nClaim for Relief (Determination of Amount Due) and the crossclaim by Western against \nthe Receiver; and no action or ruling with regard to either the Second Claim for Relief or \nthe Western crossclaim is required. \n[53] Accordingly, this civil action now is CONCLUDE D and DISMISSED. \n[54] Each party shall bear its own costs. \n SO ORDERED, this the 23rd day of April, 2010. \n "
}