{
  "id": "2dc20965fb3306f7b0315bf6f916b093d0b9c16ffe7ac6b854c085ab4ce88729",
  "source_file": "data/raw/ncbc/2dc20965fb3306f7b0315bf6f916b093d0b9c16ffe7ac6b854c085ab4ce88729.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 4047 \n \nMECHANICAL SYSTEMS & \nSERVICES, INC., \n \nPlaintiff, \n \nv. \n \nMATTHEW T. HOWARD; PAUL \nDRINKWATER; and CLIMATE \nSYSTEMS, LLC, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS  \nTO DISMISS \n \n1. Matthew Howard and Paul Drinkwater are former employees of Mechanical \nSystems & Services, Inc. (“MSS”).  They now work for Climate Systems, LLC, which \nis one of MSS’s competitors.  In this lawsuit, MSS alleges that Howard, Drinkwater, \nand Climate Systems are competing unfairly by raiding its employees and using its \ntrade secrets and other confidential information to solicit customers .  All three \ndefendants deny the allegations and have moved to dismiss the amended complaint.  \nFor the following reasons, the Court GRANTS  in part and DENIES in part the \nmotions to dismiss. \nBell, Davis & Pitt, P.A., by Jason B. James and Joshua B. Durham, for \nPlaintiff Mechanical Systems & Services, Inc. \n \nRaynor Law Firm, PLLC, by Kenneth R. Raynor, for Defendants \nMatthew T. Howard and Climate Systems, LLC. \n \nRobinson Elliott & Smith, by William C. Robinson and Dorothy M. \nGooding, for Defendant Paul Drinkwater. \n \nConrad, Judge. \nMech. Sys. & Servs., Inc. v. Howard, 2021 NCBC 48. \n \n \nI. \nBACKGROUND \n2. The Court does not make findings of fact on a motion to dismiss.  The \nfollowing background assumes that the allegations of the amended complaint are \ntrue. \n3. MSS and its subsidiaries provide an array of maintenance and construction \nservices.  ( See Am. Compl. ¶ ¶ 7, 8, ECF No. 29 .)  The company has provided and \nserviced HVAC equipment—its largest business segment—for “thousands of facilities \nthroughout North America.”  (Am. Compl. ¶ 9.) \n4. Howard and Drinkwater once worked for MSS.  Initially  a sales engineer, \nHoward rose through the ranks to become president.  ( See Am. Compl. ¶  18.)  \nDrinkwater, a sales leader,  managed all HVAC sales efforts in the region around \nCharlotte, North Carolina , although the “overwhelming majority ” of his job related \nto two of MSS’s largest client accounts.  (Am. Compl. ¶ 19; see also Am. Compl. ¶ 20.)  \nBoth Howard and Drinkwater signed  employment agreements with MSS .  As \nrelevant, the agreements include restrictive covenants that prohibit the solicitation \nof certain customers and employees of MSS and its affiliates  as well as restrictions \non the use and disclosure of trade secrets and other proprietary information.  ( See \ngenerally Am. Compl. Exs. A, B, ECF Nos. 29.1, 29.2.)  The nonsolicitation covenants \nin Howard’s agreement have expired, but the covenants in Drinkwater’s agreement \nand the nondisclosure restrictions in both agreements  remain in effect .  (See Am. \nCompl. ¶ 26.) \n \n \n5. In 2018, Howard stepped down as president of MSS and left the company .  \nA little over t wo years later, he acquired Climate Systems—a competitor of MSS in \nthe HVAC field.  ( See Am. Compl. ¶  25.)  At the time, Climate Systems was on the \nverge of bankruptcy and had a depleted workforce.   After Howard took the reins, it \nbegan filling out its roster by recruiting MSS’s employees.  ( See Am. Compl. ¶¶ 25, \n31, 33.) \n6. Drinkwater was one of the first to join Howard at his new company.  By late \n2020, Drinkwater planned to  leave MSS and had begun recruiting coworkers to do \nthe same.  ( See Am. Compl. ¶ ¶ 26, 29.)  He did not tell MSS of his plans until the \nmoment he resigned in December 2020 .  (See Am. Compl. ¶ ¶ 26, 28.)  MSS  alleges \nthat, had it known what Drinkwater intended, it would not have let him continue to \naccess company secrets, especially its database containing  customer information.  \n(See Am. Compl. ¶¶ 26, 53.)  MSS further alleges that Drinkwater kept a substantial \namount of its proprietary information —including bids, proposals, and customer \norders and preferences—on personal devices in his possession after resigning.  ( See \nAm. Compl. ¶ 40.) \n7. In the short time  since Drinkwater joined Howard, Climate Systems has \nbegun targeting MSS’s customers.  ( See Am. Compl. ¶  34.)  As alleged, Drinkwater  \nhas bid for projects in direct competition with MSS and used his knowledge of MSS’s \ntrade secrets and proprietary information to direct Howard to other customer targets.  \n(See Am. Compl. ¶ ¶ 36–38.)  Climate Systems  also continues to mine MSS for new \nemployees.  (See Am. Compl. ¶¶ 34, 39.) \n \n \n8. Claiming unfair competition, MSS brought this suit in March 2021 against \nHoward, Drinkwater, and Climate Systems  (together “Defendants”).  The amended \ncomplaint includes claims for breach of the nonsolicitation and nondisclosure clauses \nin Drinkwater’s agreement and the nondisclosure clause in Howard’s agreement.  \nThere are also claims for misappropriation of trade secrets, tortious interference with \ncontract, and unfair or deceptive trade practices under N.C.G.S. § 75-1.1. \n9. Defendants have moved to dismiss all claims under Rule 12(b)(6 ) of the \nNorth Carolina Rules of Civil Procedure.  (ECF Nos. 31, 33.)  The motions are ripe for \ndisposition.1 \nII. \nANALYSIS \n10. A motion to dismiss under Rule 12(b)(6) “tests the legal sufficiency of the \ncomplaint.”  Isenhour v. Hutto, 350 N.C. 601, 604 (1999) (citation and quotation marks \nomitted).  The motion should be granted only when “(1)  the complaint on its face \nreveals that no law supports the plaintiff’s claim; (2) the complaint on its face reveals \nthe absence of facts sufficient to make a good claim; or (3)  the complaint discloses \nsome fact that necessarily defeats the plaintiff’s claim.”  Corwin v. Brit. Am. Tobacco \nPLC, 371 N.C. 605, 615 (2018) (citation and quotation marks omitted). \n11. In deciding the motion, the Court must treat the well-pleaded allegations of \nthe complaint as true and view the facts and permissible inferences “in the light most \n \n1 An outbreak of COVID -19 in Mecklenburg County  required cancellation of a scheduled \nhearing on these motions.  Because the motions are fully briefed and further delay would not \nserve the interests of the case, the Court elects to rule without a hearing.  See Business Court \nRule 7.4. \n \n \nfavorable to” the nonmoving party.  Sykes v. Health Network Sols., Inc., 372 N.C. 326, \n332 (2019) (citation and quotation marks omitted).  Exhibits to the complaint are \ndeemed to be part of it and may also be considered, see Krawiec v. Manly, 370 N.C. \n602, 606 (2018), but the Court need not accept as true any “conclusions of law or \nunwarranted deductions of fact,” Wray v. City of Greensboro , 370 N.C. 41, 46  (2017) \n(citation and quotation marks omitted). \nA. Misappropriation of Trade Secrets \n12. The Court begins with the claim for misappropriation of trade secrets.  \nDefendants contend that the claim must be dismissed because MSS has not \nadequately described its trade secrets or alleged acts of misappropriation. \n13. “To plead misappropriation of trade secrets, a plaintiff must identify a trade \nsecret with sufficient particularity so as to enable a defendant to delineate that which \nhe is accused of misappropriating and a court to determine whether misappropriation \nhas or is threatened to occur.”  Krawiec, 370 N.C. at 609 (citation and quotation marks \nomitted).  By statute, a trade secret means “business or technical information” that \n“[d]erives independent actual or potential commercial value from not being generally \nknown or readily ascertainable through independent deve lopment or reverse \nengineering by persons who can obtain economic value from its disclosure or use” and \nis “the subject of efforts that are reasonable under the circumstances to maintain its \nsecrecy.”  N.C.G.S. § 66-152(3). \n14. MSS alleges that its trade secrets include “customer lists; the terms of MSS’s \ncontracts with such customers; the needs of each customer; pricing information; \n \n \nrecruiting strategies; sales proposals and quotes for potential customers; and \ncorrespondence with potential customers regarding their needs.”  (Am. Compl. ¶ 49.)  \nIt further alleges that this information took “many years of effort” to develop, is \nhoused in a computerized database, could not be duplicated by competitors, and is \nprotected by both confidentiality agreements and layers  of data security measures.  \n(Am. Compl. ¶¶ 11, 13.)  These allegations, which must be taken as true, satisfy the \nparticularity requirement.  See, e.g., Bite Busters, LLC v. Burris, 2021 NCBC LEXIS \n26, at *21– 22 (N.C. Super. Ct. Mar. 25, 2021); NFH, Inc. v. Troutman , 2019 NCBC \nLEXIS 66, at *47 –48 (N.C. Super. Ct. Oct. 29, 2019); USConnect, LLC v. Sprout \nRetail, Inc., 2017 NCBC LEXIS 37, at *16–17 (N.C. Super. Ct. Apr. 21, 2017). \n15. The allegations of misappropriation are also adequate.  Misappropriation is \nthe “acquisition, disclosure, or use of a trade secret of another without express or \nimplied authority or consent ,” unless independently developed or obtained through \nother lawful means.   N.C.G.S. §  66-152(1).  Her e, Drinkwater allegedly accessed \nMSS’s trade secrets after deciding to join a competitor, kept  them in his possession \nafter resigning, and then used them to  solicit MSS’s customers on behalf of his new \nemployer.  (See Am. Compl. ¶¶ 26, 38, 40.)  Drinkwater also allegedly used the trade \nsecrets to “direct Howard toward” MSS’s customers.  (Am. Compl. ¶ 38.)  This Court \nhas treated similar allegations as  minimally sufficient to state a claim for \nmisappropriation.  See , e.g.,  Power Home Solar, LLC v. Sigora Solar, LLC , 2021 \nNCBC LEXIS 55, at *40–42 (N.C. Super. Ct. June 18, 2021); Wells Fargo Ins. Servs. \n \n \nUSA, Inc. v. Link, 2018 NCBC LEXIS 42, at * 40–42 (N.C. Super. Ct. May 8, 2018), \naff’d per curiam, 372 N.C. 260 (2019). \n16. For these reasons, the Court denies the motions to dismiss MSS’s claim for \nmisappropriation of trade secrets. \nB. Breach of Contract \n17. MSS asserts its claim for breach of contract against  Drinkwater and \nHoward.  The Court first addresses the customer nonsolicitation clause 2 in \nDrinkwater’s agreement before turning to the nondisclosure clauses in both \nagreements. \n18. Nonsolicitation clause.   Drinkwater contends that the  customer \nnonsolicitation clause in his agreement with MSS is facially overbroad and \nunenforceable.  The Court agrees. \n19. A restrictive covenant must be “(1) in writing; (2) made part of a contract of \nemployment; (3) based on valuable consideration; (4) reasonable both as to time and \nterritory; and (5) not against public policy .”  United Lab s., Inc. v. Kuykendall , 322 \nN.C. 643, 649 –50 (1988).   “If the covenant is wider in scope than is necessary to \nprotect the business of the employer, ‘it will not be enforced.’ ”  InVue Sec. Prods., Inc. \nv. Stein , 2017 NCBC LEXIS 115, at *10 (N.C. Super. Ct. Dec. 18, 2017) (quoting \nVisionAIR, Inc. v. James, 167 N.C. App. 504, 508 (2004)). \n \n2 The amended complaint also includes allegations that might support a breach of the \nemployee nonsolicitation clause in Drinkwater’s agreement, but n either side addressed the \nenforceability of that clause or any alleged breach.  The Court therefore does not address it \neither. \n \n \n20. The clause at issue provides that , for one year after leaving MSS,  \nDrinkwater may not “attempt to sell to any Restricted Customer in the Restricted \nTerritory any goods or services competitive with those offered for sale by the \nCompany during the twelve (12) months prior to ” the end of  his employment.  (Am. \nCompl. Ex. B §  1(a)(i).)  “Company” means not only MS S but also  “its subsidiaries” \nand “all other affiliates.”  (Am. Compl. Ex. B at 1.)  “Restricted Customer” broadly \nincludes actual customers of MSS or an affiliate during the year before Drinkwater’s \nresignation, anyone with whom Drinkwater dealt during that same pe riod, and \nanyone to whom MSS or an affiliate proposed to sell goods or services during the six  \nmonths before his resignation .  (Am. Compl. Ex. B § 4(d).)  In addition, “Restricted \nTerritory” includes a few specified counties in North Carolina and any count y in  \nNorth Carolina or  another State in which MSS or an affiliate did business during \nDrinkwater’s employment.  (Am. Compl. Ex. B § 4(g).) \n21. This is facially unreasonable.  As alleged, Drinkwater’s duties were limited \nto the HVAC field, and he spent the “ overwhelming majority” of his time managing \ntwo client accounts in the Charlotte, North Carolina area.  (Am. Compl. ¶ 19; see also \nAm. Compl. ¶ 20.)  Yet the nonsolicitation clause purports to bar him from soliciting \ncustomers and potential customers in any field, whether or not he had any knowledge \nof them or contact with them.  The clause  also covers customers and potential \ncustomers of MSS’s affiliates, which engage in business es unrelated to HVAC \nservices.  (See Am. Compl. ¶ 7.)  And it prohibits him from doing so anywhere MSS \n \n \nor its affiliates do business, which, as alleged, includes  “thousands of facilities \nthroughout North America.”  (Am. Compl. ¶ 9.) \n22. As our appellate courts have stressed, when a nonsolicitation clause  \n“reaches not only clients, but potential clients, and extends to areas where [the \nemployee] had no connections or personal knowledge of customers, ” it is \nunreasonable.  Hejl v. Hood, Hargett & Assocs., Inc., 196 N.C. App. 299,  307 (2009); \naccord Aesthetic Facial & Ocular Plastic Surgery Ctr., P.A., v. Zaldivar, 264 N.C. App. \n260, 272–73 (2019); Bite Busters, 2021 NCBC LEXIS 26, at *14.  This is especially so \nwhen the clause also prohibits solicitation of customers and potential customers of \naffiliated companies for whom the employee did not work.  See, e.g. , Med. Staffing \nNetwork, Inc. v Ridgway, 194 N.C. App. 649, 655–57 (2009); NFH, 2019 NCBC LEXIS \n66, at *36–37; Wells Fargo, 2018 NCBC LEXIS 42, at *25–26. \n23. The customer nonsolicitation clause in Drinkwater’s agreement is overbroad \nand unenforceable.  The Court  therefore grants his motion to dismiss the  claim for \nbreach of the clause. \n24. Nondisclosure clauses.  Howard and Drinkwater do not contend that the \nnondisclosure clauses in their employment agreements are unenforceable.  Rather, \nthey argue that MSS has failed to allege a breach of their nondisclosure obligations.  \nAfter careful review, the Court concludes that the allegations are adequate to state a \nclaim. \n25. The nondisclosure clauses in the two agreements are essentially the same.  \nHoward and Drinkwater promised not to use or otherwise disclose MSS’s “Proprietary \n \n \nInformation” during and after their employment.  As relevant, “Proprietary \nInformation” means information that “is private or confidential and deriv es \nindependent actual or potential commercial value from not being generally known or \navailable to the public.”  (Am. Compl. Ex. A § 4(e)(ii); Am. Compl. Ex. B § 4(e)(ii).) \n26. The same allegations that support the claim for trade -secret \nmisappropriation also te nd to support the claim for breach of the nondisclosure \nclauses.  Among other things, the amended complaint alleges that Drinkwater \nobtained trade secrets and other Proprietary Information through his employment, \nfailed to return that information when he left, and has disclosed it to Howard and \nClimate Systems to compete against MSS.  (See Am. Compl. ¶¶ 21, 26, 35, 36, 38, 40.)  \nThe amended complaint further alleges that Howard has wrongfully used and \ndisclosed information about MSS’s hiring and recruiting strategies.  (See Am. Compl. \n¶¶ 32–34.) \n27. Howard and Drinkwater object  that MSS has not alleged other facts, such \nas when the breaches occurred and whether the commercial value of the information \nhas dissipated over time .  But “a claim for breach of contract is not subject to \nheightened pleading standards.”  AYM Techs., LLC v. Rodgers, 2018 NCBC LEXIS \n14, at *52 (N.C. Super. Ct. Feb. 9, 2018) .  MSS’s allegations suffice to give Howard \nand Drinkwater notice of the claim.   Whether the information at issue is, in fact, \nconfidential and valuable is an evidentiary question for a later  stage.  Se e, e.g.,  \nBarbarino v. Cappuccine, Inc. , 2012 N.C. App. LEXIS 305, at *6– 9 (N.C. Ct. App. \n \n \nMar. 6, 2012) (unpublished); NFH, 2019 NCBC LEXIS 66, at *43 n.12; Vanguard Pai \nLung, LLC v. Moody, 2019 NCBC LEXIS 39, at *10 (N.C. Super. Ct. June 19, 2019). \n28. For these reasons, the Court denies the motions to dismiss MSS’s claim for \nbreach of the nondisclosure clauses. \nC. Tortious Interference with Contract \n29. MSS asserts a claim for tortious interference with contract against Howard \nand Climate Systems.  Its  allegation is that they intentionally induced Drinkwater \nto breach his nonsolicitation and nondisclosure obligations.  (See Am. Compl. ¶ 60.) \n30. To state a claim for tortious interference with contract, the plaintiff must \nallege that a valid contract exists between it and a third person  and that the \ndefendant knows of the contract, intentionally induced the third person not to \nperform the contract, did so without justification, and caused actual damage.  See \nUnited Labs., 322 N.C. at 661.  Inducement generally requires purposeful conduct by \nthe defendant.  See, e.g. , Gallaher v. Ciszek, 2020 NCBC LEXIS 124, at *16 (N.C. \nSuper. Ct. Oct. 16, 2020). \n31. Drinkwater’s customer nonsolicitation clause is unenforceable.  As a result, \nit “cannot support plaintiff’s claim for tortious interference with contract.”  Phelps \nStaffing, LLC v. C.T. Phelps, Inc., 226 N.C. App. 506, 512 (2013); see also Power Home \nSolar, 2021 NCBC LEXIS 55, at *45. \n32. As to the nondisclosure clauses , Howard and Climate Systems  argue that \nMSS has not alleged any facts to show that they  intentionally induced a breach by \nDrinkwater.  Not so.  Liberally construed, t he amended complaint alleges that \n \n \nHoward and Climate Systems  knew Drinkwater was subject to a duty of \nnondisclosure, encouraged him to divulge proprietary information , benefitted “by \nhaving [him] use such information to solicit” customers, and intentionally induced \nhim to breach his agreement with MSS.  (Am. Compl. ¶¶ 38, 54, 59, 60.)  These are \nat least minimally sufficient allegations of purposeful conduct to satisfy the \ninducement element. \n33. Howard and Climate Systems also argue that any interference was justified.  \nIt is true that “competition in business constitutes justifiable interference in another’s \nbusiness relations and is not actionable so long as it is carried on in furtherance of \none’s own interests and by means that are lawful.”  Peoples Sec. Life Ins. Co. v. Hooks, \n322 N.C. 216, 221 (1988).   But  the amended complaint alleges that the means of \ncompetition used by Howard and Climate Systems —misappropriation of trade \nsecrets, for example —were not lawful .  This is sufficient to allege a lack of \njustification. \n34. For these reasons, the Court dismisses the claim for tortious interference to \nthe extent premised on the customer nonsolicitation clause but otherwise denies the \nmotions to dismiss the claim. \nD. Section 75-1.1 \n35. MSS’s claim for unfair or deceptive trade practices under section 75 -1.1 is \npredicated on its underlying allegations of trade-secret misappropriation and tortious \ninterference with contract.  Because these predicate claims survive, so too does the \nsection 75-1.1 claim.  The Court therefore denies the motion s to dismiss this claim .  \n \n \nIn addition , the Court need not and does not consider Defendants’ remaining \narguments as to whether MSS has alleged a standalone claim under section 75-1.1. \nIII. \nCONCLUSION \n \n36. For all these reasons, the Court GRANTS  in part the motions to dismiss.  \nThe claims for breach of contract and tortious interference with contract are \nDISMISSED with prejudice to the extent predicated on the customer nonsolicitation \nclause in the  agreement between MSS and Drinkwater .  In all other respects, the \nCourt DENIES the motions to dismiss. \n \nSO ORDERED, this the 11th day of August, 2021. \n/s/ Adam M. Conrad  \nAdam M. Conrad \nSpecial Superior Court Judge \n  for Complex Business Cases \n \n \n "
}