{
  "id": "2def08ef5a54806a254fa890f7bfb71568d6f95acbc6a39f4c209c586e459cac",
  "source_file": "data/raw/ncbc/2def08ef5a54806a254fa890f7bfb71568d6f95acbc6a39f4c209c586e459cac.pdf",
  "raw_text": "Murphy-Brown, LLC v. Ace Am. Ins. Co., 2020 NCBC 19. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 2793 \n \n \nMURPHY-BROWN, LLC and \nSMITHFIELD FOODS, INC., \n \nPlaintiffs, \n \nORDER AND OPINION ON \n COUNTERCLAIM DEFENDANTS’ \nMOTIONS TO DISMISS \n \n v. \n \n \nACE AMERICAN INSURANCE \nCOMPANY, et al., \n \nDefendants. \n \nAMERICAN GUARANTEE & \nLIABILITY INSURANCE \nCOMPANY, \n \n              \nCounterclaim/ \nThird Party \nPlaintiff, \n \nv. \n \nMURPHY-BROWN, LLC and \nSMITHFIELD FOODS, INC., \n \nCounterclaim \nDefendants, \n \nand \n \nBANDIT 3 LLC DBA CROOKED \nRUN FARM, et al., \n \nThird Party \nDefendants. \n    \n    \nTHIS MATTER comes before the Court upon Counterclaim Defendants \nMurphy-Brown, LLC (“Murphy-Brown”); Murphy-Brown’s Hog Growers (“Growers”) \nand the Growers’ insurance providers’ (“Grower Insurers”)  (collectively Murphy -\nBrown, Growers, and Grower Insurers are referred to as “Counterclaim Defendants”) \nMotions to Dismiss American Guarantee & Liability Insurance Company’s (“Zurich”) \nCounterclaim.  (“Motions,” ECF Nos. 231, 233, 234, 237, 238, 239, 240, 243, 247, 258, \n2761.) \n THE COURT, having considered the Motions, the briefs filed in support of and \nin opposition to the Motions, the arguments of counsel at the hearing on the Motions, \nand other appropriate matters of record, concludes that the Motion s should be \nGRANTED. \n  \nMiddlebrooks Law, PLLC by James Middlebrooks for Plaintiffs Murphy-\nBrown, LLC and Smithfield Foods, Inc. \n  \nReed Smith LLP by Eva n T. Knott and John D. Shugrue for Plaintiffs \nMurphy-Brown, LLC and Smithfield Foods, Inc. \n  \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, LLP by Michael \nW. Mitchell for Plaintiff s Murphy-Brown, LLC  and Smithfield Foods , \nInc.  \n  \nRagsdale Liggett PLLC by Henry Lee Evans and Amie C. Sivon for \nCounterclaim Defendant Hog Growers. \n \n                                                 \n1 On January 21, 2020, Nicholas Herring d/b/a/ Langston Nursery  (“Langston”) filed its  \nMotion to Dismiss.  (“Langston Motion,” ECF No. 276.)  Langston incorporates by reference \nthe Growers’ arguments for dismissal.  (Id.)  Langston’s Motion was filed subsequent to the \nCourt’s Notice of Hearing on the Motions (ECF No. 275), but prior to the hearing.  In response, \nZurich filed a brief that is substantively identical to the brief Zurich filed in response to the \nGrowers’ Motions.  (ECF No. 278.)  Accordingly, the Court will treat Langston’s Motion as if \nit was filed along with the Growers’ Motions.  \nMorningstar Law Group by Shannon R. Joseph, Jeffery L. Roether, and \nEric R. Hunt for Counterclaim Defendant Hog Growers. \n \nYoung Moore and Henderson, P.A. by Walter E. Brock, David W. Earley, \nAndrew P. Flynt, and Matthew C. Burke for Counterclaim Defendant \nGrower Insurers. \n \nNexsen Pruet, PLLC by James West Bryan, Brett Becker, and David S. \nPokela for Defendant /Counterclaim Plaintiff American Guarantee & \nLiability Insurance Company. \n  \n \nMcGuire, Judge.  \nI. FACTS AND PROCEDURAL BACKGROUND \n1. The facts and procedural background of the underlying law suit in this \nmatter are recited in this Court’s Order and Opinion on Defendants’ Motions for \nJudgment on the Pleadings.  ( “Motion for Judgment ,” ECF No. 269.)  The Court \nrecites herein only those facts necessary to decide the Motions.   \n2. Murphy-Brown is in the business of producing and growing hogs on \nfarms owned by Murphy-Brown (“company-owned farms”) and on farms owned by the \nGrowers.  Murphy -Brown and the Growers enter into contracts (the “Grower \nAgreements”) to memorialize their business relationships.  (“Counterclaim,” ECF No. \n99, at ¶ 107.) \n3. Murphy-Brown is a defendant in twenty -six (26) nuisance lawsuits \npending in federal court (“Federal Nuisance Actions”).  (Id. at ¶ 87.)  Twenty-three of \nthe twenty -six Federal Nuisance Actions involve farms owned by Growers  \n(hereinafter, the “Twenty-Three Nuisance Actions”).  (Id. at ¶ 88.)  The plaintiffs in \nthe Twenty-Three Nuisance Actions allege that  “Murphy-Brown is liable based on, \namong other things, the following: (1) that Murphy -Brown is in a principal -agent \nrelationship with the [Growers] and thus is vicariously liable for the alleged nuisance \ncaused by the [ Growers]; or (2) that Murphy -Brown employed the [ Growers] to do \nwork which Murphy-Brown knew or had reason to know would create a nuisance and \nthus cause harm.”  (Id. at ¶ 89.) \n4. Five trials have been conducted in the  Federal Nuisance Actions ,2 \nresulting in jury verdicts against Murphy-Brown of “$98,402,400, not including any \naccrued prejudgment or post-judgment interest.”  (Id. at ¶ 90.)  \n5. Zurich is one of Murphy-Brown’s excess insurers.  (Id. at ¶ 93.)    Zurich \nissued four separate polices ( the “Zurich Policies”) to Murphy -Brown which insure \nMurphy-Brown for “certain risks during the periods of 2010 to 2014.”  (Id.)  The \nZurich Polices contain the following provision , or a provision with substantially the \nsame wording, pertaining to defense coverage: \nSECTION III. DEFENSE AND SUPPLEMENTARY \nPAYMENTS  \n \nA. We have the right and duty to assume control of the \ninvestigation and settlement of any claim, or defense of any \nsuit against the insured for damages covered by this policy:  \n \n1. Under Coverage A, when the applicable limit of \nunderlying insurance  and other insurance has \nbeen exhausted by payment of claims for which \ncoverage is afforded under this policy; or  \n \n2. Under Coverage B, when damages are sought for \nbodily injury, property damage, or personal and \n                                                 \n2 It is unclear from the pleadings, motions, and briefs whether all five of the trials have \ninvolved Grower farms that are part of the Twenty-Three Nuisance Actions, or whether some \nof the trials have involved company-owned farms. \nadvertising injury to which no underlying \ninsurance or other insurance applies. \n \n(Id. at ¶ 100.) \n \n6. Based on this provision, Zurich alleges  that: “[t]o the extent any such \n‘other insurance’ . . . is applicable to the nuisance claims, actions and damages alleged \nagainst Murphy -Brown in the Twenty -Three Nuisance Actions, then any alleged \ncoverage under the Zurich Policies, which coverage is denied, is excess to such ‘other \ninsurance.’”  (Id. at ¶ 101.)  \n7. The Grower Insurers  entered into insurance policies (the “Grower \nInsurer Policies”) with the Growers, agreeing “to pay those sums that the [Growers \nbecome] legally obligated to pay as damages because of bodily injury or property \ndamage to which the insurance applies. ”  ( Id. at ¶ 102.)   Zurich alleges that  the \nGrower Insurer P olicies provide “contractual liability” and apply to liability for \ndamages assumed in an “insured contract.”  ( Id. at ¶ 103.)  “An ‘insured contract’ is \nthat part of any contract or agreement pertaining to the insured [Grower’s] business \nunder which the insured [ Grower] assumes the tort and/or nuisance liability of \nanother party.”  (Id.) \n8. The Grower Agreements include a clause (the “Indemnity Agreements”) \nrequiring the Growers “to indemnify Murphy -Brown with respect to the [ Growers’] \nacts and omissions in performing under the [ Grower Agreements].”  ( Id. at ¶ 108.)   \nFor example,  some of the Grower Agreements contain the following Indemnity \nAgreement: \nIndemnification. Producer does hereby agree to hold and \nsave [Murphy -Brown, LLC] harmless from all losses, \nclaims, damages, or expenses, including reasonable \nattorney fees and court costs, resulting from any act of \nProducer, Producer’s employees, representatives, invitees, \nguests, and agents, or from any omission of Producer, \nwhether said act or omission was required by any State, \nFederal or local law, rule, regulation or ordinance or under \nthe terms of this Swine Agreement. \n \n(Id. at ¶ 109.)3  \n \n9. Zurich maintains th at each indemnification clause in the Grower \nAgreements constitutes an “insured contract” under the Grower Insurer Policies and \nthe Grower Insurer Policies  constitute “other insurance” as defined in the Zurich \nPolicies.  (Id. at ¶¶ 105–06.)  \n10. Accordingly, Zurich alleges that pursuant to the Indemnity Agreements, \nthe Growers “contractually assumed the tort/nuisance liability of Murphy -Brown, \nwhich would include the nuisance claims asserted in the Twenty -Three Nuisance \nActions”; the Grower Insure r Policies “provide primary insurance coverage to the \n[Growers] for the contractual liability related to the . . . indemnity agreements”; and \nthe Grower Insurer Policies are a source of defense and indemnity for Murphy-Brown.  \n(Id. at ¶¶ 115, 117–18.)   \n11. On March 7, 2019, Zurich demanded that Murphy -Brown seek \nenforcement of the Indemnity Agreements against the Growers and Grower Insurers.  \n                                                 \n3 Zurich acknowledges that there is at least one other form of indemnification clause found \nin the Grower Agreements and there may well be additional forms of indemnification clauses.  \n(Id. at ¶¶ 109–11.) \n(Id. at ¶ 133.)  However, on May 13, 2019, Murphy -Brown refused to enforce the \nIndemnity Agreements.  (Id. at ¶ 134.)  \n12. Plaintiffs initiated the underlying lawsuit on March 5, 2019, by filing a \ncomplaint in the Superior Court of Wake County, North Carolina.  (Compl., ECF No. \n4.)  Contemporaneous with the filing of the C omplaint, Plaintiffs filed a Notice of \nDesignation to have the case designated as a mandatory complex business case.  \n(Notice of Desig., ECF No. 6.)  On March 6, 2019, this action was designated to the \nNorth Carolina Business Court  (Desig. Order, ECF No. 3 ), and was assigned to the \nundersigned on March 7, 2019 (Assign. Order, ECF No. 2).   \n13. On March 19, 2019, Plaintiffs amended their C omplaint.  ( “Amended \nComplaint,” ECF No. 9.)  On May 16, 2019, Zurich filed its Answer to Plaintiffs’ \nAmended Complaint.  (“Answer to Amended Complaint,” ECF No. 72.)  On June 14, \n2019, Zurich filed its Counterclaim for Declaratory Judgment by way of Amendment \nof [Zurich’s] Answer to Plaintiffs’ Amended Complaint.  (ECF No. 99.)  \n14. Between September 13, 2019 and November 5, 2019, the Grower \nInsurers filed their Motions to Dismiss (ECF Nos. 231, 243, 258) and all joined in the \nGrower Insurers’ Joint Brief in Support of [their] Motion[s] to Dismiss.  (“Gr ower \nInsurers’ Brief in Support,” ECF No. 232.)  On October 25, 2019, Zurich filed its \nResponse Brief in Opposition to [the Grower Insurers’] Motions to Dismiss \nCounterclaim.  (“Zurich Response to Grower Insurers,” ECF No. 255.)  On November \n15, 2019, the Grower Insurers filed a Joint Reply Brief in Support of their Motion [s] \nto Dismiss.  (“Grower Insurers’ Reply,” ECF No. 260.)  \n15. Between September 13, 2019 and January 21, 2020, the Growers filed \ntheir Motions to Dismiss (ECF Nos. 233, 234, 237, 238, 240, 24 7, 276) and all joined \nin the Joint Brief of [Growers] in Support of their Motions to Dismiss (“Growers’ Brief \nin Support,” ECF No. 235).  On October 25, 2019, Zurich filed its Response Brief in \nOpposition to [the Growers’] Motions to Dismiss Counterclaim.  (“Zurich Response to \nGrowers,” ECF No. 256.)  On November 15, 2019, the Growers filed a Joint Reply \nBrief in Support of their Motion[s] to Dismiss.  (“Growers’ Reply,” ECF No. 259.) \n16. On September 13, 2019, Murphy -Brown filed its Motions to Dismiss \n(ECF No. 239) and filed a Brief in Support of its Motion to Dismiss [Zurich’s \nCounterclaim] (“Murphy-Brown’s Brief in Support,” ECF No. 241).  On October 25, \n2019, Zurich filed its Response Brief in Opposition to [Murphy -Brown’s] Motion to \nDismiss Counterclaim.  (“Zurich Response to Murphy -Brown,” ECF No. 254.)  On \nNovember 15, 2019, Murphy -Brown filed a Reply Brief in Support of its Motion to \nDismiss.  (“Murphy-Brown’s Reply,” ECF No. 261.) \n17. This matter came before the Court for a hearing where the Court heard \noral argument from counsel.  The Motions are now ripe for decision.    \nII. ANALYSIS \n18. Grower Insurers move to dismiss Zurich’s Counterclaim pursuant to \nNorth Carolina Rule of Civil Procedure (“Rules”) 12(b)(1) ; Growers move to dismiss  \nthe Counterclaim pursuant to Rules 12(b)(1) , 12(b)(6), 13, and 21; 4 and Murphy -\nBrown moves to dismiss the Counterclaim pursuant to Rules 12(b)(1) and 12(b)(6). \nA. Standard of Review \ni. 12(b)(1) Standard \n19. “Standing concerns the trial court’s subject matter jurisdiction and is \ntherefore properly challenged by a Rule 12(b)(1) motion to dismiss.”  Fuller v. Easley, \n145 N.C. App. 391, 395, 553 S.E.2d 43, 46 (2001) (citations omitted); see also Aubin v. \nSusi, 149 N.C. App. 320, 324, 560 S.E.2d 875, 878 (2002) (“Standing is a necessary \nprerequisite to a court’s proper exercise of subject matter jurisdiction.”).  “If a party \ndoes not have standing to bring a claim, a court has no subject matter jurisdiction to \nhear the claim.”  Estate of Apple v. Commercial Courier Express Inc., 168 N.C. App. \n175, 177, 607 S.E.2d 14, 16 (2005).  “A motion to dismiss for lack of subject matter \njurisdiction is not viewed in the same manner as a motion to dismiss for failure to \nstate a claim upon which relief can be granted.”  Tart v. Walker, 38 N.C. App. 500, \n502, 248 S.E.2d 736, 737 (1978).  A court may consider matters outside the pleadings \nin determining whether subject matter jurisdiction exists.  Id.; see also Keith v. \nWallerich, 201 N.C. App. 550, 554, 687 S.E.2d 299, 302 (2009).  “As the party invoking \njurisdiction, plaintiffs have the burden of proving the elements of standing.”  Neuse \nRiver Found. v. Smithfield Foods, Inc., 155 N.C. App. 110, 113, 574 S.E.2d 48, 51 \n(2002). \n                                                 \n4 Since the Court decides the Motions exclusively un der Rule 12(b)(1), the Court does not \naddress the Growers’ arguments for dismissal under Rules  12(b)(6), 13, and 21 or Murphy-\nBrown’s arguments for dismissal under Rule 12(b)(6). \nB. Nature of Zurich’s Declaratory Judgment Action \n20. To decide the Counterclaim Defendants’ Motions, the Court must first \ndetermine the theory under which Zurich seeks declaratory relief.  \n21. In the Amended Complaint , Murphy-Brown seeks a declaration that \nZurich and other insurers are required to reimburse Murphy -Brown for the defense \ncosts associated with, and to indemnify Murphy-Brown for damages arising from, the \nFederal Nuisance Actions.  (See ECF No. 9; ECF No. 99, at ¶ 123.)  Zurich has denied \ncoverage. (ECF Nos. 72, 99.) \n22. Zurich alleges that Murphy-Brown’s liability for the jury verdicts in the \nTwenty-Three Nuisance Actions arises  from the Growers’ acts or omission  which \noccurred while the Growers were performing under the Grower Agreements .  (ECF \nNo. 99, at ¶¶ 125–29.)  Accordingly, Zurich believes that, pursuant to the Indemnity \nAgreements, the Growers owe indemnity to Murphy -Brown with respect to the \nTwenty-Three Nuisance Actions.  (Id. at ¶ 130.)  \n23. Zurich avers that the Growers’ indemnity obligations under the Grower \nAgreements can and should be determined by this Court by conducting a “ review of \nthe pleadings, written discovery and/or evidence in the Twenty -Three Nuisance \nActions” and conducting a “review of the pleadings in this action .”  (Id. at ¶ 131(a)–\n(b).)  Alternatively, Zurich requests that this  “Court determine all issues of fact \nnecessary to adjudicate the legal question of whether the [Growers] owe indemnity to \nMurphy-Brown with respect to the Twenty -Three Nuisance Actions pursuant to the \nrespective terms of each [Indemnity Agreement].”  (Id. at ¶ 131(c).) \n24. Zurich next contends that the Grower Insurer Policies provide \ncontractual liability coverage for the Growers ’ obligations under the Indemnity \nAgreements, “and these liability policies constitute primary coverage in relation to \nthe excess policies of Zurich . . . . Until [the Grower Insurer Policies] are properly and \ncompletely exhausted . . . Zurich has no potential liability to Plaintiffs.”  (Id. at ¶ 136.) \n25. As a result, Zurich alleges that a priority dispute and uncertainty exists \nbetween Zurich and Counterclaim Defendants  regarding the allocation of \nresponsibility to indemnify Murphy -Brown for costs associated with the Twenty -\nThree Nuisance Actions.  (Id. at ¶¶ 135–38.)  In Zurich’s view, the dispute creates an \nactual controversy b etween Zurich and Counterclaim Defendants regarding : (a) \nMurphy-Brown’s indemnity rights ; and (b) the extent of coverage and priority of \ncoverage between Zurich and the Grower Insurers.  (Id. at ¶ 140.)  Zurich asserts that \na declaratory judgment is “necessary to guide the parties’ future conduct in order to \nfulfill and/or preserve their respective legal rights and/or obligations relating to the \nindemnification of Murphy-Brown, if any, with respect to the Twenty-Three Nuisance \nActions.”  (Id. at ¶ 141.)   \n26. Based on the foregoing, Zurich seeks the following declarations from this \nCourt:  \ni. From 2010 to the present , the Growers assumed the tort/nuisance \nliability of and are liable to Murphy -Brown pursuant to the I ndemnity \nAgreements for “Murphy -Brown’s defense costs and any other costs \nMurphy-Brown pays or is required to pay in the Twenty-Three Nuisance \nActions[;]” \nii. The Grower Insurer Policies apply to and provide coverage for the \n“nuisance claims, actions and damages alleged against Murphy -Brown \nin the Twenty-Three Nuisance Actions[;]” \niii. “[A]ny alleged coverage under the Zurich Policies, which coverage is \ndenied, is exc ess to such ‘other insurance ’ of the liability insurance \npolicies of the [Grower Insurers;]”  \niv. “[U]ntil the Zurich Payment Conditions are satisfied . . . Zurich has no \npotential liability to Murphy-Brown.” \n(Id. at ¶¶ 143–44, Prayer for Relief.)  \n27. With this understanding of Zurich’s Counterclaim, the Court now \naddresses the merits of Counterclaim Defendants’ Motions.  The Court will begin by \nanalyzing Zurich’s standing to maintain its Declaratory Judgment Action. \nC. Zurich’s Standing to Maintain its Declaratory Judgment Action \n28. Counterclaim Defendants argue that Zurich lacks standing to bring its \nDeclaratory Judgment action because Zurich is not a party to, nor an intended third-\nparty beneficiary of , any of the Grower Agreements or any of the Grower Insurer \nPolicies.  (ECF No. 232, at pp.  5–8; ECF No. 235, at pp. 11– 14; ECF No. 241, at pp.  \n3–8.)  \n \n \ni. Zurich’s standing to seek a declaration regarding the indemnity \nrights and obligations under the Grower Agreements \n \n29. The Declaratory Judgment Act provides that “Courts of record within \ntheir respective jurisdictions shall have power to declare rights, status, and other \nlegal relations, whether or not further relief is or could be claimed.”  N.C.G.S. § 1-\n253.  Pursuant to N.C.G.S. § 1-254: \nAny person interested under a deed, will, written contract \nor other writings constituting a contract, or whose rights, \nstatus or other legal relations are affected by a . . . contract \n. . . , may have determined any question of construction or \nvalidity arising under the . . . contract, . . . , and obtain a \ndeclaration of rights, status, or other legal relations \nthereunder.  A contract may be construed either before or \nafter there has been a breach thereof. \n \n30. The first clause of § 1 -254—“any person interested under a deed, will, \nwritten contract or other writings constituting a contract”— has been interpreted as \nonly allowing “a party to a contract or a direct beneficiary to have standing \nunder N.C.[G.S.] § 1-254 to file a declaratory judgment action under N.C.[G.S.] § 1-\n253.”  Whittaker v. Furniture Factory Outlet Shops & Auto-Owners Ins. Co., 145 N.C. \nApp. 169, 173, 550 S.E.2d 822, 824 (2001).   \n31. However, under the second clause of § 1 -254, “a third party who has \n‘rights, status or other legal relations [that] are affected by . . . [a] contract’” may have \nstanding to seek a declaration regarding the contract if the party seeking the \ndeclaration has “an enforceable contractual right under the [  ] agreement. ”  \nWhittaker, 145 N.C. App. at 174, 550 S.E.2d at 825 (citing DeMent v. Nationwide \nMutual Ins. Co., 142 N.C. App. 598, 601, 544 S.E.2d 797, 799 (2001)).  In other words, \nunder either clause of § 1-254, “[a]bsent an enforceable contract right, an action for \ndeclaratory relief to construe or apply a contract will not lie.”  Terrell v. Layers Mut. \nLiab. Ins. Co., 131 N.C. App. 655, 661, 507 S.E.2d 923, 926–27 (1998) (emphasis \nadded). \n32. Zurich does not argue that it is a party or third-party beneficiary to the \nGrower Agreements; nor does Zurich argue that it has an enforceable contractual \nright in the Grower Agreements.  Rather, Zurich takes the position th at it has \nstanding to pursue a  declaration of the Growers’ indemnity obligations under the \nGrower Agreements because Zurich  “has a ‘cognizable interest’  in the Grower \nAgreements and whether indemnity is owed under them from the Growers to \nMurphy-Brown.”  (ECF No. 256, at p. 12.)  Zurich relies on the North Carolina Court \nof Appeals’ holding in Coca-Cola Bottling Co. Consol. v. Durham Coca-Cola Bottling \nCo., 141 N.C. App. 569, 541 S.E.2d 157 (2000), to support its position that Zurich has \nstanding to seek a declaration of rights under the Grower Agreements pursuant to a \nless demanding “cognizable interest” standard, even without having an “enforceable \ncontractual right.”  (ECF No. 256, at pp. 9–13.)     \n33. The facts and procedural background of Coca- Cola Bottling are \ncomplicated.  See Coca-Cola Bottling, 141 N.C. App. at 571–76, 541 S.E.2d at 159–62.  \nIn sum, Durham Coca -Cola Bottling Company ( “Durham”) sought to purchase \nReidsville Coca-Cola Bottling Company (“Reidsville”).  Id. at 571, 541 S.E.2d at 159.  \nOn February 26, 1999, Durham made an offer by letter to purchase Reidsville and on \nMarch 3, 1999, “ the president of Reidsville, responded by signing this letter under \nthe language ‘Accepted and Agreed’ and  returning it to Durham.”  Id.   Thereafter, \nDurham learned that Coca -Cola Bottling Company Consolidated ( “Consolidated”) \nwas attempting to purchase Reidsville.  Id. at 572, 541 S.E.2d at 159–60.  In April of \n1999, Consolidated filed a complaint naming Durham and Reidsvill e as defendants \nand alleging that Reidsville accepted a  purchase offer from Consolidated prior to \nDurham’s offer .  Id. at 572, 541 S.E.2d at 160.  Consolidated then purportedly \npurchased Reidsville in May of 1999, and filed an amended complaint seeking, inter \nalia, “a declaratory judgment as to . . . whether Durham [had] an enforceable contract \nto purchase Reidsville.”  Id. at 572–73, 541 S.E.2d at 160.  \n34. Durham argued that Consolidated did not have standing to maintain a \ndeclaratory judgment action to determine the validity of Durham’s contract with \nReidsville because Consolidated was not a party to th at contract.  Id. at 575, 541 \nS.E.2d at 161.  The court then cited the second clause of § 1 -2545 and discussed the \nDeclaratory Judgment Act’s purpose  and the requirements for establishing \njurisdiction in declaratory judgment actions  as explained by North Carolina’s \nSupreme Court and other authorities.  Id. at 575–76, 541 S.E.2d at 162.  Ultimately, \nthe court concluded that: \n \n \n                                                 \n5 The second clause of §1 -254 provides that “ [a]ny person interested under a . . . written \ncontract . . . or whose rights, status or other legal relations are affected by a . . . contract . . . \nmay have determined any question of construction or validity arising under the . . . contract \n. . . and obtain a declaration of rights, status, or other legal relations thereunder.”  N.C.G.S. \n§ 1-254 (emphasis added). \n[T]he fact that Consolidated is not expressly a party to the \ncontract at issue does not necessarily preclude it from \nbringing a declaratory judgment suit.  A party who seeks a \ndeclaratory judgment as to the validity of a contract  need \nonly have some cognizable interest  under the contract.  \nSee Terrell v. Lawyers Mut. Liab. Ins. Co., 131 N.C. App. \n655, 660, 507 S.E.2d 923, 926 (1998) . . . . \n \nIf the alleged contract between Durham and Reidsville is, \nin fact, enforceable, Consolidated may find that it has also \npurchased some liability to Durham along with its \npurported purchase of Reidsville.  If Reidsville is at some \npoint found to have breache d a contract with Durham, \nDurham may have a claim to some of the assets which now \npurportedly belong to Consolidated.  Simply put, it appears \nto us that Consolidated does have a cognizable interest  \nunder the alleged contract between Durham and Reidsville \nas a result of having purportedly purchased Reidsville.  \nThus, we do not agree with Durham ’s contention that \nConsolidated is precluded from maintaining this \ndeclaratory judgment suit simply because Consolidated \nseeks to determine the validity of a contract  to which it is \nnot expressly a party. \n \n141 N.C. App. at 576, 541 S.E.2d at 162 (emphasis added). \n35. Counterclaim Defendants argue there is no lesser “cognizable interest” \nstandard in North Carolina, that Zurich’s characterization of Coca-Cola Bottling \nwould swallow the general rule regarding  standing to bring a declaratory judgment \naction, and that  no court has applied the cognizable interest standard since Coca-\nCola Bottling was decided.  (ECF No. 259, at pp. 2– 5; ECF No. 260, at pp. 1– 2; ECF \nNo. 261, at pp. 2–5.) \n36. Assuming that there is a lesser “cognizable interest” standard that can \nconfer standing on parties in declaratory judgment action s, the Court is not \npersuaded that it is  applicable to the facts of this case.  Before and after Coca- Cola \nBottling, North Carolina’s appellate courts hav e repeatedly held that “[a]bsent  an \nenforceable contract right, an action for declaratory relief to construe or apply a \ncontract will not lie.”  Terrell, 131 N.C. App. at 661, 507 S.E.2d at 926–27 (emphasis \nadded) (a purported assignee under an insurance policy lacked standing to have a \ntrial court construe the policy because it was not assignable and therefore, the \n“plaintiff [could not be] a person who is or can be ‘interested  .  . . under [the] \ncontract.’”); DeMent, 142 N.C. App. at 605, 544 S.E.2d at 802 (holding that a party \nwho sought to have medical expenses paid under another party’s insurance policy \nlacked standing to seek a declaration as to the extent of coverage under said \ninsurance policy because he was neither a party or third-party beneficiary of the \npolicy); Beachcomber Props., L.L.C. v. Station One, Inc., 169 N.C. App. 820, 824,  611 \nS.E.2d 191, 194 (2005) (potential condominium purchasers, whose purchase contract \nwas terminated, did not have standing to maintain a declaratory judgment action \nagainst the condominium’s homeowner’s association); Brookline Residential, LLC v. \nCity of Charlotte, 251 N.C. App. 537, 544–47, 796 S.E.2d 369, 373–76 (2017).   \n37. Contrary to Zurich’s argument, the Court of Appeals ’ holding in Coca -\nCola Bottling does not afford Zurich “standing to pursue a declaratory judgment \nCounterclaim seeking a declaration of the indemnity obl igations of the Growers.”  \n(ECF No. 256, at p. 13.)  The court’s holding in Coca-Cola Bottling does not supplant \nNorth Carolina’s long line of authority regarding the requirements for standing to \nmaintain a declaratory judgment action.  Rather, in Coca-Cola Bottling, under unique \ncircumstances where the moving party claimed to own rights and liabilities that \nwould be affected by the validity of a contract between two other parties , the court \nnarrowly held that “[a] party who seeks a declaratory judgment as to the validity of \na contract need only have some cognizable interest under the contract.”  Coca- Cola \nBottling, 141 N.C. App. at 576, 541 S.E.2d at 162 (emphasis added). \n38. Here, Zurich is not seeking a declaration as to the validity of the Grower \nAgreements or the Indemnity Agreements.   Instead, in i ts declaratory judgment \naction, Zurich seeks to have this  Court construe and apply the Grower Agreements \nby declaring that from 2010 to the present, the Growers “assumed the tort/nuisance \nliability of and are liable to Murphy -Brown under the [Grower Agreements and \nIndemnity Agreements]  with respect to Murphy -Brown’s defense costs and with \nrespect to any monetary judgments or settlements Murphy-Brown pays or is required \nto pay in the Twenty -Three Nuisance Actions.”  (See ECF No. 99, at ¶ 143.)  Zurich \nmay, theoretically, have a “cognizable interest” in the Grower and Indemnity  \nAgreements.  However, under current North Carolina law, such an interest does not \ngive Zurich standing to maintain a declaratory judgment action to have this Court \nconstrue or apply the Grower and Indemnity Agreements. \nii. Zurich’s standing to seek a declaration regarding the priority of \ninsurance between Zurich and the Grower Insurers  \n \n39. In its Brief in Opposition to the Grower Insurers’ Motions to Dismiss, \nZurich advances an alternative ground for standing under N.C.G.S. § 1 -257.  (ECF \nNo. 255, at pp. 1 –10.)  Section 1 -257 provides t rial courts with broad discretion to \n“refuse to render or enter a declaratory judgment” if entering the judgment “would \nnot terminate the uncertainty or controversy giving rise to the proceeding.”  N.C.G.S. \n§ 1-257.  However, “a controversy between insurance companies, . . . with respect to \nwhich of two or more of the insurers is liable . . . and the insurers’ respective liabilities \nand obligations, constitutes a justiciable issue and the court should, . . .  render a \ndeclaratory judgment as to the liabilities and obligations of the insurers. ”  Id. \n(emphasis added).  Zurich contends that this provision counsels in favor of the Court \nissuing the requested declarations. \n40. Zurich’s argument for standing under § 1-257 is summarized as follows:  \nZurich’s Counterclaim pertains to “a controversy between \ninsurance companies . . . with respect to which of two or \nmore of the insurers is liable under its particular policy and \nthe insurers’ respective liabilities and obligations.” \n[N.C.G.S. § 1 -257].  This is a controversy between Zurich \nand the Grower Insurers.  Consequently, under N.C.[G.S.] \n§ 1 -257, this Court is required  to “render a declaratory \njudgment as to the liabilities and obligations of the \ninsurers.” Id. \n \n(ECF No. 255, at p. 3.) \n \n41. The Grower Insurers argue that § 1 -257 only applies to controversies \nbetween insurers who are  liable and not when two or more insurers may be  liable.  \n(ECF No. 260, at p. 5.)  Additionally, the Grower Insurers contend that § 1 -257 \n“presumes that each policy at issue covers the same loss such that only priority or \nallocation of coverage is at issue.”  ( Id.)  Therefore, § 1 -257 is inapplicable here \nbecause the Zurich Policies and the Grower Insurer Policies insure different losses \nfor different insureds.  (Id. at p. 6.) \n42. Preliminarily, the Court finds it questionable whether this is truly a \n“controversy between insurance companies” as to which one is liable to Murphy -\nBrown.  This case simply has not reached that point .  A s of right now , Zurich has \ncompletely denied coverage and no coverage whatsoever has been sought from the \nGrower Insurers.  Moreover, the Court reads § 1-257 as applying to factual scenarios \nwhere two or more insurers insure the same party. Indeed, the only North Carolin a \ncase cited by Zurich in support of its interpretation of § 1 -257, Smith v. USAA Cas. \nIns. Co., 819 S.E.2d 610 (N.C. Ct. App. 2018), involved a dispute between two insurers \nwho owed the same type of coverage to the same insured.  (ECF No. 255, at pp. 2–5.)  \nThe situation here, where Zurich and the Grower Insurers cover different parties and \ndifferent losses, is inapposite.  \n43. Finally, even i f section 1-257 applies to the factual scenario presented \nhere, the Court, in its discretion, would decline to rule on Zurich’s Counterclaim.  The \nCourt disagrees with Zurich’s claim that the Court is required to render a declaratory \njudgment in this action.  Section 1-257 does not contain the strong language, “must” \nor “shall,” typically associated with mandatory standards.  See In re Williamson Vill. \nCondos., 187 N.C. App. 553, 561, 653 S.E.2d 900, 904 (2007); Thigpen v. Ngo, 355 \nN.C. 198, 202, 558 S.E.2d 162, 165 (2002).  Rather, the section states that when the \nsection applies, a Court should render a declaratory judgment.  Under these facts, \nthe Court is not persuaded that it should render a declaratory judgment.  \n44. Therefore, Counterclaim Defendants’ Motions should be GRANTED,  \nand Zurich’s Counterclaim should be DISMISSED , without prejudice,  for lack of \nstanding. \n \nTHEREFORE, it is ORDERED that the Counterclaim Defendants’ Motions are \nGRANTED, and Zurich’s Counterclaim is DISMISSED WITHOUT PREJUDICE.  \n \nSO ORDERED, this the 18th day of March, 2020. \n \n \n/s/ Gregory P. McGuire    \nGregory P. McGuire \nSpecial Superior Court Judge  \nfor Complex Business Cases \n \n "
}