{
  "id": "2e5a66a2dfaeb9f035425f700eb152a015647a0ce9b7b81acb18eb945b62c938",
  "source_file": "data/raw/ncbc/2e5a66a2dfaeb9f035425f700eb152a015647a0ce9b7b81acb18eb945b62c938.pdf",
  "raw_text": "Potts v. Steel Tube, Inc., 2018 NCBC 24. \n \nSTATE OF NORTH CAROLINA \n \nIREDELL COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 2877 \n \nW. AVALON POTTS, individually \nand derivatively on behalf of Steel \nTube, Inc., \n \nPlaintiff, \n \nv. \n \nKEL, LLC; RIVES & ASSOCIATES, \nLLP; ELITE TUBE & FAB, LLC; \n \nDefendants, \n \nand \n \nSTEEL TUBE, INC., \n \nNominal Defendant, \n \n           and \n \nLEON L. RIVES, II, \n \n                     Defendant/ \n                     Counterclaimant/ \n                     Third-Party Plaintiff, \n \n v. \n \nAVALON1, LLC \n \n                     Third-Party Defendant/ \n                     Counterclaimant \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION  \nON MOTION TO DISMISS \n \n \n \n1. This action arises out of a dispute between Plaintiff W. Avalon Potts and \nDefendant Leon L. Rives, II regarding the ownership and management of Steel Tube, \nInc.  Potts alleges that Rives, an officer and director of Steel Tube, used the company’s \nassets for his personal benefit and engaged in self-dealing.  Potts asserts seventeen \nclaims for relief, individually and derivatively on behalf of Steel Tube, against Rives, \n \n \nhis firm Rives & Associates, LLP, and two companies allegedly owned by Rives’s \nfamily members. \n2. Rives and Rives & Associates  move to dismiss some but not all of  Potts’s \nclaims under North Carolina Rule of Civil Procedure 12(b)(6).  For the reasons stated \nbelow, the motion is GRANTED in part and DENIED in part.  \nMoore Van Allen, PLLC, by Mark A . Nebrig and John T. Floyd, for \nPlaintiffs W. Avalon Potts and Steel Tube, Inc.  \n \nSharpless & Stavola, P.A., by Fredrick K. Sharpless and Pamela S. \nDuffy, for Defendant Leon L. Rives, II.  \n \nConrad, Judge. \nI. \nBACKGROUND \n \n3. The Court does not make findings of fact on a motion to dismiss under Rule \n12(b)(6).  The following factual summary is drawn from relevant allegations in the \namended complaint and the attached exhibits.  \n4. Steel Tube “is a carbon steel and galvanized steel tube manufacturer” based \nin Statesville, North Carolina.  ( V. Am. Compl. [“Compl.”] ¶ 13, ECF No. 17.)  Potts \nand Walter Lazenby co-founded the company in 1990  and served as its officers and \ndirectors for the next 25 years, until Lazenby resigned his positions in early 2015 .  \n(See Compl. ¶¶  16, 24.)  At the time of incorporation, Potts held a 50 percent \nownership interest in Steel Tube, and Lazenby  held the other 50 percent (part of \nwhich he later transferred to his wife).  (See Compl. ¶¶ 14, 15.)   \n5. In July 2014, Rives expressed interest in acquiring Steel Tube from Potts \nand the Lazenbys.  (See Compl. ¶ 17.)  Rives had previously “provided tax preparation \n \n \nservices” to Steel Tube.  (Compl. ¶¶ 9, 17.)  The discussions stalled by year’s end, and \nRives instead reached a separate deal to purchase the shares owned by Lazenby and \nhis wife.  (See Compl. ¶¶ 18, 19, 24.)  In return for the Lazenbys’ 50 percent interest \nin Steel Tube, Rives agreed to pay  $600,000, split between an initial  $20,000 lump \nsum and subsequent $6,000 monthly installments.  (See Compl. ¶ 19(b).)   \n6. Rives and Lazenby executed t heir agreement on January 15, 2015, and \nLazenby resigned the same day.  ( See Compl. ¶¶ 19, 24.)  Before resigning, and as \npart of his agreement with Rives, Lazenby “add[ed] Rives to the signature card of any \n[Steel Tube] bank accounts.”  (Compl. ¶ 19(e).)  Lazenby also executed an Acceptor \nManagement Agreement, which purported to give Rives “full authority to manage the \naffairs of” Steel Tube and to name him Chief Executive Officer.  (Compl. ¶ 22 & Ex. \n4.)  Rives did not disclose the Acceptor Management Agreement to Potts.  (See Compl. \n¶ 23.) \n7. In February 2015, Potts and Rives  held their first  shareholder meeting, \nduring which t hey elected themselves  directors.  (Compl. ¶ 25.)  They immediately \nconvened a meeting as the Board of Directors and  elected Potts as President and \nRives as Secretary and Treasurer.  (See Compl. ¶¶ 25–26, Exs. 5, 6.)  At the same \nmeeting, Potts and Rives “agreed not to make material acquisitions or dispositions of \n[Steel Tube ] assets or property or spend more than $25,000  unless both parties \nagreed.”  (Compl. ¶ 27.) \n8. According to Potts, shortly after making this promise,  Rives began using \nSteel Tube’s assets to finance his purchase of the Lazenbys’ shares .  In May 2015, \n \n \nafter opening a line of credit and a bank account for Steel Tube, Rives issued a \ncertified check for $20,000 to Lazenby.  (See Compl. ¶ 30.)  Between June 2015 and \nJune 2016 , Rives made monthly cash withdrawals of $7,500 from a Steel Tube \naccount, apparently to pay the monthly installments he owed to the Lazenbys.  (See \nCompl. ¶ 31.)  He deposited an additional $62,875 into a joint account with his wife  \nin December 2015.  (See Compl. ¶ 32.) \n9. Potts further alleges that Rives engaged in self -dealing designed to benefit \nhimself and his family.  Rives’s family members formed Elite Tube & Fab, LLC (“Elite \nTube”) in May 2015.  (See Compl. ¶ 40.)  Over the next few months, Rives transferred \napproximately $120,000 in cash to Elite Tube; removed some of Steel Tube’s \nmanufacturing equipment and delivered it to  Elite Tube without consideration; and \npurchased other equipment, raw materials, and website design services for Elite Tube \nusing Steel Tube’s funds.  (See Compl. ¶¶ 40, 41(a)–(e).)   \n10. In April 2016, Rives’s brothers formed KEL, LLC.  ( See Compl. ¶ 37.)  On \nbehalf of Steel Tube, Rives entered into a contract with KEL  to handle Steel Tube’s \ntransportation and trucking services.  (See Compl. ¶ 38.)  Until that time, Steel Tube \nhad performed the services itself at a profit.  (See Compl. ¶ 38.)  When Potts learned \nof the contract in the summer of 2016, he canceled it.  (See Compl. ¶ 39.) \n11. After initiating this action in November 2016, Potts took steps to acquire \nRives’s ownership interest in Steel Tube.  Potts first acquired the Lazenbys’ security \ninterest in the shares held by Rives .  (See Order on Mot. to Am. ¶¶  24–28, ECF No. \n57.)  Because Rives had defaulted at some point in 2016, Potts  then repossessed the \n \n \nshares.  (See Order on Mot. to Am. ¶¶ 28–30.)  (The circumstances of the repossession \nand eventual foreclosure of the shares are the subject of Rives’s counterclaims, which \nare not at issue here.  (See Am. Answer and Countercl. 14–24, ECF No. 58.)) \n12. On February 22, 2017, Potts amended his complaint.  Stating that Potts is \nnow “the sole shareholder” of Steel Tube, the amended complaint includes seventeen \nclaims (fourteen against Rives personally) for breach of fiduciary duty, fraud, and \nnumerous other causes of action.  (See Compl. ¶¶ 4, 42–121.)  Potts also added claims \nagainst Rives & Associates, Elite Tube, and KEL.  \n13. In accordance with the Case Management Order, Rives and Rives & \nAssociates filed their motion to dismiss o n December 7, 2017 .  (Case Management \nOrder 7, ECF No. 64.)  The motion has been fully briefed, and the Court held a hearing \non January 29, 2018 , at which counsel for Potts, Rives, and Rives & Associates  \nappeared.  The motion is ripe for determination.   \nII. \nANALYSIS \nA. Legal Standard \n14. A motion to dismiss under Rule 12(b)( 6) “tests the legal sufficiency of the \ncomplaint.”  Concrete Serv. Corp. v. Inv’rs Grp., Inc., 79 N.C. App. 678, 681, 340 S.E.2d \n755, 758 (1986).  “Dismissal of a complaint under Rule 12(b)(6) is proper when one of \nthe following three conditions is satisfied: (1) when the complaint on its face reveals \nthat no law supports plaintiff’s claim; (2) when the complaint on its face reveals the \nabsence of fact sufficient to make a good claim; (3) when some fact disclosed in the \n \n \ncomplaint necessarily defeats plainti ff’s claim.”  Jackson v. Bumgardner , 318 N.C. \n172, 175, 347 S.E.2d 743, 745 (1986). \n15. In deciding a Rule 12(b)(6) motion, the Court must treat the well -pleaded \nallegations of the complaint as true and view the facts and permissible inferences “in \nthe light most favorable to” the non-moving party.  Ford v. Peaches Entm’t Corp., 83 \nN.C. App. 155, 156, 349 S.E.2d 82, 83 (1986); see also Sutton v. Duke, 277 N.C. 94, 98, \n176 S.E.2d 161, 163 (1970).  “[T]he court is not required to accept as true any \nconclusions of law or unwarranted deductions of fact.”  Oberlin Capital, L.P. v. Slavin, \n147 N.C. App. 52, 56, 554 S.E.2d 840, 844 (2001). \n16. The Court may cons ider documents “attached to and incorporated within” \nthe pleadings without converting a Rule 12(b)(6) motion into one for summary \njudgment.  Weaver v. St. Joseph of the Pines, Inc., 187 N.C. App. 198, 204, 652 S.E.2d \n701, 707 (2007). \nB. Fraud and Facilitating Fraud \n17. Potts asserts his claim for fraud against Rives.  He alleges that Rives falsely \npromised not to dispose of Steel Tube ’s assets or spend more than $25,000 without \nPotts’s consent and then, a few months later, began misappropriating Steel Tube’s \nassets for his own benefit and the benefit of his family and friends.  (See Compl. ¶ 59; \nsee also Compl. ¶¶ 29–41.)  Potts further a lleges that Rives & Associates and KEL \nfacilitated Rives’s fraud, entering into an agreement with him to carry out the \nfraudulent scheme.  (See Compl. ¶¶ 94–98.) \n \n \n18. Rives contends the fraud claim should be dismissed for two reasons.  He first \ncites the general rule that  a promissory representation will  not support a claim for \nfraud.  (See Br. in Supp. of Mot. Dismiss, 10–11 [“Br. in Supp.”], ECF No. 71.)  Second, \nhe argues that the economic loss rule bars the claim.  (See Br. in Supp. 16; Reply Br. \nin Supp. of Mot. Dismiss 5–6 [“Reply Br.”], ECF No. 81.)  Rives and Rives & Associates \nalso argue that the claim for facilitating fraud should be dismissed if the underlying \nclaim for fraud is dismissed.  (See Br. in Supp. 18–19; Reply Br. 6.) \n19. Our appellate courts routinely identify five  “essential elements” needed to \nstate a claim for fraud : (a) a false representation or concealment of a material fact; \n(b) that was reasonably calculated to deceive; (c) that was made with intent to deceive; \n(d) that did in fact deceive  (i.e., was relied upon by the recipient of the \nmisrepresentation); and (e) that resulted in damage to the injured party.  Rowan Cty. \nBd. of Educ. v. U.S. Gypsum Co. , 332 N.C. 1, 17, 418 S.E.2d 648, 658 (1992) .  Only \nthe first element is at issue.  The Court therefore assumes, for purposes of deciding \nthe motion to dismiss, that the complaint sufficiently alleges the other elements. \n20. To support a claim for fraud, a false representation must relate to a past or \nexisting fact.  See Trull v. Central Carolina Bank & Trust Co. , 117 N.C. App. 220, \n225, 450 S.E.2d 542, 545 (1994); Martinez v. Reynders, 2013 NCBC LEXIS 31, at *7 \n(N.C. Super. Ct. July 10, 2013).  Statements of opinion, predictions of future events, \nand promises of future intent  generally do not give rise to an action for fraud.   See, \ne.g., Leftwich v. Gaines, 134 N.C. App. 502, 508, 521 S.E.2d 717, 722–23 (1999); Braun \nv. Glade Valley School, Inc. , 77 N.C. App. 83, 87, 334 S.E.2d 404, 407 (1985) .  In \n \n \ndrawing this distinction, the law recognizes that opinions, predictions, and promises \ntypically signal uncertainty or contingency in a way that statements of existing fact \ndo not.  The listener is entitled to rely on the latter, but not the former.  See Pritchard \nv. Dailey, 168 N.C. 330, 332, 84 S.E. 392, 393 (1915) ( holding that “[o]ne who relies \non” opinions or promisso ry representations “must take the consequences of his own \nimprudence”). \n21. This is not a hard and fast rule.  A speaker may not voice an opinion that he \ndoes not honestly believe, intending to deceive the listener, and then assert immunity \nfrom an action for fraud.  See Leftwich, 134 N.C. App. at 508, 521 S.E.2d at 723.  \nLikewise, “a promissory misrepresentation may constitute actual fraud if the \nmisrepresentation is made with intent to deceive and with no intent to comply with \nthe stated promise or representation.”  Braun, 77 N.C. App. at 87, 334 S.E.2d at 407; \naccord Liggett Grp., Inc. v. Sunas, 113 N.C. App. 19, 30, 437 S.E.2d 674, 681 (1993) .  \nIn each case, t he “misrepresentation of the state of the promisor’s mind” is itself a \nmisrepresentation of  an existing fact , subject to a claim for fraud .  Overstreet v. \nBrookland, Inc., 52 N.C. App. 444, 452, 279 S.E.2d 1, 6 (1981) ; accord McKinnon v. \nCV Indus., Inc., 213 N.C. App. 328, 338, 713 S.E.2d 495, 503 (2011) .  Accordingly, it \nis permissible to state a claim for fraud based on promissory representations , but to \ndo so, the plaintiff must allege facts “from which a court and jury may reasonably \ninfer that the defendant did not intend to carry out such representations when they \nwere made.”  Whitley v. O’Neal, 5 N.C. App. 136, 139, 168 S.E.2d 6, 8 (1969).   \n \n \n22. Rives argues that the fraud claim  lacks this essential allegation of \nfraudulent intent.  In Rives’s view, the complaint alleges only that he “made a \npromise” (not to make material transactions  without Potts’s consent) and that “the \npromise was ultimately not kept”  (when he diverted assets and cash to himself and \nhis family).  (Br. in Supp. 13.)  Thus, he contends, the complaint fails to state a claim \nbecause an alleged breach, standing alone, is not sufficient to give rise to an inference \nof fraudulent intent.   See Williams v. Williams , 220 N.C. 806, 810, 18 S.E.2d 364, \n366–67 (1942)  (“Mere proof of non -performance is not sufficient to establish the  \nnecessary fraudulent intent.”), ovr’d on other grounds State ex rel. Utils. Comm’n v. \nS. Bell, 307 N.C. 541, 299 S.E.2d 763 (1983). \n23. The Court disagrees.  According to the complaint, at the time Rives promised \nnot to dispose of Steel Tube’s  assets without Potts’s consent, he had already taken \nsteps to  give himself authority to  do just that .  T hrough the terms of his deal to \npurchase the Lazenbys’ shares, Rives was added to the signature card for Steel Tube’s \nbank accounts.  (See Compl. ¶ 19(e).)  Rives and Lazenby then executed an agreement \nthat purported to give Rives “full authority to manage the affairs of” Steel Tube and \nfurther purported to be terminable only upon a “unanimous vote of all [Steel Tube] \nshareholders.”  (Compl. ¶¶ 21–22, Ex. 4.)  Rives did not dis close this agreement to \nPotts.  (See Compl. ¶ 23.)   \n24. Taking these allegations as true, it would be reasonable to infer that, from \nthe moment he acquired an interest in Steel Tube, Rives sought to control its affairs \nwithout regard to Potts’s interest .  The  allegations also suggest a  willingness to \n \n \nconceal business matters from Potts, contrary to the promise  he made just weeks \nlater.  At the pleading stage, this amply supports an inference of fraudulent intent.   \nSee Brandis v. Lightmotive Fatman, Inc. , 115 N .C. App. 59, 66 –67, 443 S.E.2d 887, \n890–91 (1994) (reversing order granting motion to dismiss fraud claim); see also \nSilicon Knights, Inc. v. Epic Games, Inc. , 2011 U.S. Dist. LEXIS 31039, at *31 \n(E.D.N.C. Jan. 25, 2011)  (denying motion for summary judgmen t where “basic \nnature” of the parties’ relationship suggested “a possible motive to deceive”). \n25. The inference of fraudulent intent is strengthened by the allegation  that \nRives breached his promise shortly after making it.   Within three months, Rives \nbegan transferring cash, equipment, and other assets from Steel Tube to himself, his \nfamily, and companies controlled by his family members.  (See Compl. ¶¶ 30–32, 40–\n41.)  This short interval between promise and breach further supports an inference \nthat Rives never intended to abide by the promise in the first place.  See Hudgins v. \nWagoner, 204 N.C. App. 480, 491, 694 S.E.2d 436, 445 (2010) (holding that jury could \nreasonably infer fraudulent intent where breach occurred “less than a full month” \nafter promissory representation); McKee v. James, 2013 NCBC LEXIS 33, at *27–28 \n(N.C. Super. Ct. July 24, 2013) ( denying motion to dismiss fraud claim where \ndefendant took actions inconsistent with promissory representation shortly after \nmaking it). \n26. It bears noting that Potts must develop evidence to support these allegations \nand hi s “claim may ultimately be difficult to prove. ”  Priest v. Coch , 2013 NCBC \nLEXIS 6, at *20 (N.C. Super. Ct. Jan. 25, 2013).  At this early stage, however, the \n \n \ncomplaint’s allegations permit a reasonable inference of fraudulent intent sufficient \nto survive Rule 12(b)(6) review.   \n27. Rives next argues that the e conomic loss rule  bars the claim for fraud  \nbecause “[t]he face of the complaint reflects that these statements are governed by an \nalleged contract.”  (Br. in Supp. 18.)  The North Carolina Court of Appeals recently \nclarified that, “while claims for negligence are barred by the economic loss rule where \na valid contract exists between the litigants, claims for fraud are not so barred.”   \nBradley Woodcraft, Inc. v. Bodden , 795 S.E.2d 253, 259 (N.C. Ct. App. 2016).   The \neconomic loss rule therefore does not bar Potts’s fraud claim.  See Austin v. Regal Inv. \nAdvisors, LLC, 2018 NCBC LEXIS 3, at *40 (N.C. Super. Ct. Jan. 8, 2018); Haigh v. \nSuperior Ins. Mgmt. Grp., Inc., 2017 NCBC LEXIS 100, at *24 (N.C. Super. Ct. Oct. \n24, 2017); Holcomb v. Landquest LLC, 2017 NCBC LEXIS 36, at *13 (N.C. Super. Ct. \nApr. 21, 2017). \n28. For these reasons, the Court denies the motion to dismiss Potts’s claim for \nfraud.  Rives and Rives & Associates offer no independent basis for dismissing the \nclaim for facilitating fraud apart from the arguments discussed above as to the \nunderlying fraud claim.  Thus, having determined that the fraud claim survives, the \nCourt also denies the motion as to the claim for facilitating fraud. \nC. Section 75-1.1 \n29. Potts bases his claim for unfair or deceptive trade practices on the same \nconduct that supports his fraud claim.  Specifically, he alleges that Rives violated \nN.C. Gen. Stat. §  75-1.1 by making cash payments from Steel Tube to himself, \n \n \ndiverting Steel Tube’s assets  to Elite Tube, and causing Steel Tube to enter into a \ntransportation services contract with KEL.  Rives argues that the claim mu st be \ndismissed on the ground that this conduct  occurred within a single market \nparticipant and was therefore not in or affecting commerce.  (See Br. in Supp. 19–22.) \n30. Section 75-1.1 states that “unfair or deceptive acts or practices in or affecting \ncommerce” are “unlawful .”  As construed by o ur Supreme Court , this language is \nbroad enough “to regulate a business’s regular interactions with other market \nparticipants” but not so broad as to capture conduct “solely related to the internal \noperations” of a business.  White v. Thompson, 364 N.C. 47, 5 1–52, 691 S.E.2d 676, \n679 (2010).  Thus, “any unfair or deceptive conduct contained solely within a single \nbusiness is not covered by” section 75-1.1.  Id. at 53, 691 S.E.2d at 680. \n31. At the hearing, Potts’s counsel wisely conceded that section 75-1.1 does not \nextend to the funds Rives allegedly used to pay the Lazenbys or to other cash deposits \ninto his personal account.  (See Compl. ¶¶ 30–32.)  These payments, made directly to \nhimself or used for his personal e xpenses, are “more properly classified as the \nmisappropriation of corporate funds within a single entity rather than commercial \ntransactions between separate market participants.”  Alexander v. Alexander , 792 \nS.E.2d 901, 905 (N.C. Ct. App. 2016); accord Urquhart v. Trenkelbach , 2017 NCBC \nLEXIS 12, at *12–13 (N.C. Super. Ct. Feb. 8, 2017).  \n32. Potts instead points to the alleged transactions with Elite Tube and KEL.  \nAccording to Potts, these “self -dealing transactions through other business entities” \nwere not confined within Steel Tube and were therefore in or affecting commerce.  \n \n \n(Mem. in Opp’n to Mot. Dismiss 10 [“Opp’n”], ECF No. 77.)  Rives responds that the \ntransactions were simply “another form of alleged misappropriation .  . . for Rives’ \npersonal benefit.”  (Reply Br. 8.) \n33. The Court agrees with Rives.  The very purpose of this lawsuit is to resolve \ndisputes about the management of a single business (Steel Tube) that arose between \nits co-owners and co-directors (Potts and Rives).  Indeed, the premise of Potts’s section \n75-1.1 claim is that “Rives took advantage of his position as an officer and director of” \nSteel Tube to benefit himself and his family.  (Compl. ¶  118; see also Compl. ¶¶ 39, \n40.)  Our courts have recognized similar disputes for what they really are: intra -\ncompany feuds about internal operations.  See, e.g., JS Real Estate Invs. LLC v. Gee \nReal Estate, LLC , 2017 NCBC LEXIS 104, at *21 (N.C. Super. Ct. Nov. 9, 2017)  \n(granting summary judgment in dispute between LLC members); Chisum v. \nCampagna, 2017 NCBC LEXIS 102, at *34 –36 (N.C. Super. Ct. Nov. 7, 2017)  \n(granting motion to dismiss in dispute between LLC members); McKee v. James, 2014 \nNCBC LEXIS 74, at *42 (N.C. Super. Ct. Dec. 31, 2014) (granting summary judgment \nin dispute between co-owners of corporation). \n34. The involvement of Elite Tube and KEL “does not change the fundamental \ncharacter of the dispute.”  JS Real Estate, 2017 NCBC LEXIS 104, at *21.   As this \nCourt recently noted, “ White itself involved a partner’s breach of fiducia ry duty by \ndiverting work to his own business and away from the partnership,” which the \nSupreme Court deemed outside the scope of section 75-1.1.  Id. (citing White, 364 N.C. \nat 53, 691 S.E.2d at 680).  Here, Rives may have carried out his mismanagement and \n \n \nmisappropriation of Steel Tube’s assets by channeling money and equipment to Elite \nTube and diverting a corporate opportunity to KEL.  But t he unfairness of these \nactions, if any, inheres in the relationship between Potts and Rives as co-owners of \nSteel Tube.   \n35. The cases cited by Potts are therefore inapposite.  See Sara Lee Corp. v. \nCarter, 351 N.C. 27 , 32–33, 519 S.E.2d 308 , 311–12 (1999); Wilkie v. Stanley , 2011 \nNCBC LEXIS 11, at *14–15 (N.C. Super. Ct. Apr. 20, 2011).  These cases concerned \nunfair acts that “clearly occurred in the broader marketplace.”  Powell v. Dunn, 2014 \nNCBC LEXIS 3, at *10 (N.C. Super. Ct. Jan. 28, 2014); see also Sara Lee, 351 N.C. at \n32–33, 519 S.E.2d at 312 (stating that “defendant and plaintiff clearly engaged in \nbuyer-seller relations in a business setting” ); Wilkie, 2011 NCBC LEXIS 11, at *14 –\n15 (noting allegation that “Defendant made misrepresentations to . . . clients”).   \n36. Potts has not alleged any unfairness in the broader marketplace.   Rather, \nhe alleges a ma nagement disagreement within Steel Tube,  in which the unfairness \noccurred in the interaction between the company’s owners and directors.   The \ninvolvement of Elite Tube and KEL was merely incidental to what is, at bottom, an \nintra-company dispute.  See JS Real Estate, 2017 NCBC LEXIS 104, at *21; Chisum, \n2017 NCBC LEXIS 102, at *36; Bandy v. Gibson, 2017 NCBC LEXIS 66, at *21–22 \n(N.C. Super. Ct. July 26, 2017). \n37. Because the alleged wrongdoing concerns the internal operations of a single \nmarket participant, the complaint fails to state a claim  under section 75 -1.1.  The \nclaim is dismissed with prejudice. \n \n \nD. Individualized Injury \n38. Potts asserts his claims for breach of fiduciary duty, constructive fraud, and \nfraud both individually and derivatively on behalf of St eel Tube.  Rives argues that \nthese claims should be dismissed to the extent Potts asserts them in his individual \ncapacity.  (See Br. in Supp. 22.)   \n39. The “well -established general rule ” is that  “shareholders cannot pursue \nindividual causes of action against third parties for wrongs or injuries to the \ncorporation.”  Energy Investors Fund, L.P. v. Metric Constructors, Inc., 351 N.C. 331, \n335, 525 S.E.2d 441, 444 (2000) (quoting Barger v. McCoy Hillard & Parks, 346 N.C. \n650, 660, 488 S.E.2d 215, 219 (1997)).  North Carolina courts recognize two exceptions \nto this rule: where the shareholder was owed a special duty, or where the shareholder \nhas suffered an individualized injury.  See Barger, 346 N.C. at 660, 488 S.E.2d at 219.   \n40. As confirmed by counsel at the hearing, Potts does not assert the existence \nof a special duty.  ( See Opp’n 10–12.)  Instead, Potts argues that he has suffered an \nindividualized injury because Rives caused the filing of tax docum ents containing \nfalse statements about Steel Tube’s ownership and financial condition.   (See Opp’n \n11.)  Potts alleges that he has incurred or may incur penalties and “costs associated \nwith preparation and filing of corrected tax return documents” for his individual tax \nreturns.  (Compl. ¶¶ 49, 57; see also Opp’n 11.)  \n41. The Court agrees that the complaint sufficiently alleges an individualized \ninjury.  Potts seeks recovery for costs incurred for his individual tax returns, not for \nany costs or penalties incurred by Steel Tube as to its own tax returns.  The injury is \n \n \n“peculiar or personal” to Potts and therefore sufficient to support a claim in Potts’s \nindividual capacity .  Wirth v. Sunpath, LLC , 2017 NCBC LEXIS 84, at *11 (N.C. \nSuper. Ct. Sept. 14, 2017).  \n42. In his reply brief, Rives points out that the complaint also seeks individual \nrecovery for lost assets, lost profits, and lost opportunities.  (See Reply Br. 9; see also \nCompl. ¶¶ 49, 57.)  Potts does not address these allegations and appears to concede  \nthat they do not qualify as special, individualized injuries.   Indeed, lost profits and \nsimilar injuries are plainly injuries to the corporation, and the Court concludes they \ncannot support an individual claim.  See, e.g., Timbercreek Land & Timber Co., LLC \nv. Robbins, 2017 NCBC LEXIS 64, at *22–23 (N.C. Super. Ct. July 28, 2017). \n43. Rives also correctly observes that the fraud claim “makes no references to \npersonal tax expenses or personal tax consequences to Potts.”  (Reply Br. 10.)  As a \nresult, Potts’s fraud claim does not include any allegations sufficient to satisfy \nBarger’s special injury exception. \n44. Accordingly, the Court denies the motion to dismiss Potts’s individual claims \nfor breach of fiduciary duty and constructive fraud to the extent those claims seek \nrecovery of Potts’s individual tax-preparation costs and penalties.  The Court grants \nthe motion to dismiss Potts’s claim for fraud  to the extent it is brought in his \nindividual capacity.  \n \n \nE. Negligent Misrepresentation \n45. In his res ponse brief, Potts “consents to the dismissal of” his claim for \nnegligent misrepresentation.  (Opp’n 12.)  The Court therefore grants the motion to \ndismiss as to negligent misrepresentation and dismisses the claim with prejudice. \nIII. \nCONCLUSION \n \n46. For these reasons, the Court GRANTS in part and DENIES in part the \nmotion.   \na. The Court DENIES the motion as to the claims for fraud and facilitating \nfraud to the extent brought derivatively. \nb. The Court GRANTS the motion as to the section 75-1.1 claim.  The claim \nis DISMISSED with prejudice. \nc. The Court DENIES the motion to dismiss Potts’s individual claims for \nconstructive fraud and breach of fiduc iary duty to the extent those claims seek \nrecovery for individual injuries related to the costs of tax preparation.  The Court \nGRANTS the motion to dismiss the claim for fraud to the extent it is brought in \nPotts’s individual capacity. \nd. The Court GRANTS the motion to dismiss the claim for negligent \nmisrepresentation.  The claim is DISMISSED with prejudice. \n \n \n \n \n \n \nThis the 27th day of March, 2018. \n /s/ Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n "
}