{
  "id": "2ec6d4c66d966f597f7ea38394e53871efbd91d0080ad655cd00995d2e420473",
  "source_file": "data/raw/ncbc/2ec6d4c66d966f597f7ea38394e53871efbd91d0080ad655cd00995d2e420473.pdf",
  "raw_text": "BDM Investments v. Lenhil, Inc., 2012 NCBC 7. \n  \n {1}  THIS MATTER is before the Court on a collection of motions attacking \nthe pleadings.  Defendants have a series of motions based on Rules 8, 9, and 12 of \nthe North Carolina Rules of Civil Procedure (“Rule(s)”) challenging or seeking to \nstrike portions of the Second Amended Complaint.  Plaintiffs move to dismiss one \ncounterclaim pursuant to Rule 12(b)(6) (“Plaintiffs’ Motion”).  The Defendants’ \nmotions are GRANTED in part and DENIED in part.  Plaintiffs’ Motion is \nGRANTED.   \nBowden & Laws, PC by Edwin W. Bowden for Plaintiffs BDM Investments, \nKenneth W. King, Jr., Leah L. King, and Richard A. Mu. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF BRUNSWICK \n \n IN THE GENERAL COURT OF JUSTICE \n \nSUPERIOR COURT DIVISION \n11 CVS 449 \nBDM INVESTMENTS, KENNETH W. \nKING, JR., LEAH L. KING and  \nRICHARD A. MU, \n \nPlaintiffs, \n \nv. \n \nLENHIL, INC.; LENNON HILLS, \nLLC; GLENN HOLLINGSWORTH; \nEDWIN L. BURNETT, III; VIABLE \nCORP.; GARY LAWRENCE; PAM \nLAWRENCE; LAWRENCE SALES & \nMARKETING GROUP, LLC; KEITH \nMEYERS; MEYERS APPRAISAL \nSERVICES, LLC; DANIEL HILLA, \nIII; ALTON LENNON; MARTIN J. \nEVANS and HOMEPLACE REALTY \nASSOCIATES, INC., \n \nDefendants. \n \n)\n \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \nORDER ORDER ORDER ORDER    \nHodges & Coxe, P.C. by C. Wes Hodges, II and Sarah Reamer for Defendants \nLenhil, Inc., Lennon Hills, L.L.C., Edwin L. Burnett, III, Viable Corp., and \nDaniel Hilla.   \n \nToll & Potter, PLLC by Samuel B. Potter for Defendant Glenn Hollingsworth. \n \nCranfill Sunmer Hartzog, LLP by Richard T. Boyette for Defendant Gary \nLawrence.  \n \nNexsen Pruet, PLLC by R. Daniel Boyce for Defendants Pam Lawrence and \nLawrence Sales & Marketing Group, L.L.C.  \n \nKurt B. Fryar, Attorney at Law by Kurt B. Fryar for Defendant Alton \nLennon. \n \nBaker, Jones, Daly & Carter PA by Ronald G. Baker for Defendants Martin J. \nEvans and Homeplace Realty Associates, Inc. \n \nGale, Judge.   \n \nI.  INTRODUCTION \n \n {2}  Plaintiffs seek to recover damages and to rescind a purchase contract by \nwhich they invested in residential lots to be developed as a part of the Lennon Hills \ndevelopment in Brunswick County, North Carolina.  Plaintiff BDM Investments \n(“BDM”) is a partnership whose partners, the individual Plaintiffs, are all licensed \nNorth Carolina attorneys.  Plaintiffs contend that each Defendant engaged in a \nconspiracy calculated to induce the purchase by fraud.  Defendants challenge the \nfraud claims for lack of specificity and for lack of reasonable reliance.  Plaintiffs \ncontend that they are excused from proving reliance because their purchase was \ninduced by Defendant Glenn Hollingsworth (“Hollingsworth”) with whom they \nenjoyed a fiduciary relationship.  Plaintiffs seek to impute Hollingsworth’s liability \nto individual members of the conspiracy.   \n {3}  Initially, Plaintiffs joined as Defendants essentially every individual or \nentity that had anything to do with or was necessary to complete the purchase in \nthe Lennon Hills development.  Several defendants were dismissed between the \ntime of the original Complaint and the filing of the Second Amended Complaint.  \nPlaintiffs’ Second Amended Complaint has twenty (20) causes of action.  Each rests \non broad allegations, many of which are alleged only on information and belief.  \nPlaintiffs contend that they should be allowed to pursue discovery based on their \nbroad allegations and should be expected to further narrow their claims only after \nsuch discovery.  Defendants contend that Plaintiffs have not alleged and cannot \nallege sufficient particularity to allow the broad claims to proceed.  The various \nmotions require the Court to grapple with defining an appropriate dividing line that \naffords Plaintiffs the pleading liberality demanded by the Rule 12(b)(6) standards \nwhile at the same time drawing reasonable limits to avoid imposing the unfair \nburden and expense of litigation upon those whose fault for the failed real estate \ntransaction is based on supposition rather than reasonable assertion of fact.  That \ntask is made even more difficult in this case where: (1) the genesis of the conspiracy \nis alleged to have arisen because of harms directed at and suffered by persons who \nare neither plaintiffs in this action nor have been alleged to have any connection to \nthe Plaintiffs; and (2) the case arises in the context of licensed attorneys who \ninvested several hundreds of thousands of dollars with little or no due diligence.  \n{4}  The Court concludes that some claims should proceed toward discovery, \nbut the allegations, even broadly read, are insufficient to justify keeping certain \nDefendants in the case.  Further, the claims should be narrowed for those \nDefendants who remain.  The defamation counterclaim against the Plaintiffs should \nbe dismissed.     \n \nII. PROCEDURAL BACKGROUND \n \n {5}  Plaintiffs filed their Complaint in the Brunswick County Superior Court \non February 28, 2011.  The matter was designated as a Complex Business Case by \nOrder of Chief Justice Sarah Parker dated April 8, 2011 and assigned to the \nundersigned by Order dated April 14, 2011.  Motions attacked the initial Complaint.  \nThe Second Amended Complaint was filed on August 8, 2011. \n {6}  Prior to filing their Second Amended Complaint, Plaintiffs voluntarily \ndismissed Wells Fargo & Company; Wells Fargo Bank, N.A.; Wells Fargo Financial \nMortgage, L.L.C.; Wachovia Corporation; Wachovia Bank, N.A.; Wachovia Mortgage \nCorporation; Wachovia Affordable Housing Corporation; Exit Realty 1st, LLC; Exit \nRealty and Associates, Inc.; Exit Realty Seaside, LLC; Kelly K. Johnson; Rosalind \nJohnson; and Flo Smith.  Plaintiffs later voluntarily dismissed Nicholas R. Frank \nand Nick Frank who had been included in the Second Amended Complaint.   \n {7}  Defendants Lenhil, Inc. (“Lenhil”), Lennon Hills, LLC (“Lennon Hills”), \nEdwin L. Burnett, III (“Burnett”), Viable Corp. (“Viable”), and Daniel Hilla (“Hilla”) \nhave asserted a defamation counterclaim.  Plaintiffs’ Motion attacking that claim \nwas timely filed on July 22, 2011. 1  \n{8}  Following several Answers and pre-answer motions,2 the Court \ndetermined it should address the common issues on a consolidated basis.  To that \nend, the Court directed that all motions based on the pleadings be filed by a date \ncertain and that the Defendants prepare a consolidated brief, supplemented by \nindividual briefs only where necessary. \n {9}  On or before September 30, 2011, each of the named Defendants \nsubmitted motions pursuant to Rules 8, 9, and 12.  Specifically, Defendants Alton \nLennon (“Lennon”), J. Martin Evans (“Evans”), Homeplace Realty Associates Inc. \n(“Homeplace”), Hollingsworth, Pam Lawrence, Lawrence Sales & Marketing, LLC \n(“Lawrence S&M”), and Gary Lawrence seek to dismiss all claims against them \npursuant to Rule 12(b)(6) and to have certain portions of the Second Amended \nComplaint stricken pursuant to Rule 12(f).  Defendants Lenhil, Lennon Hills, \nBurnett, Viable, and Hilla have similar motions but additionally assert a Motion for \nJudgment on the Pleadings pursuant to Rule 12(c). \n                                                 \n1   The Court has indicated that motions addressed to the initial Complaint will be deemed as having \nalso been addressed to the Second Amended Complaint.   \n  \n2  To date, every named Defendant has either filed an Answer or pre-answer motion to dismiss with \nthe exception of Keith Meyers and Meyers Appraisal Services, LLC, whom Plaintiff has not yet \nserved.  This Order will not address claims asserted against the unserved Defendants.   \n \n{10}  These various motions have been fully briefed, the Court heard \nextensive oral arguments, and the motions are ripe for disposition.   \n \nIII.  STATEMENT OF FACTS \n \n {11}  The following facts are taken from the pleadings as well as documents \nthey incorporate, \n3  construed favorably to the moving party with reasonable \ninferences not inconsistent with the facts alleged, but without being bound by \nunwarranted legal conclusions.  The Court does not make findings of facts in \nconnection with motions to dismiss as such motions do “not present the merits, but \nonly [determine] whether the merits may be reached.”  Concrete Serv. Corp. v. \nInvestors Group, Inc. , 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986).  However, \nit is appropriate for the Court to state facts accepted from the pleadings that are \nrelevant to the legal determinations the Court is called upon to make.     \n \nA.  The Parties \n \n {12}  Plaintiff BDM is a general partnership organized and existing under the \nlaws of the State of North Carolina for the purpose of owning office facilities and \nholding certain other real estate.  (Second Am. Compl. (“2nd Am. Compl.”) ¶¶ 1, 3.)  \nBDM filed a Certificate of Assumed Name in Onslow County, North Carolina on \nApril 15, 1993, the county in which their law firm and the individual partners \npractice.  (2nd Am. Compl. ¶ 3.)  There is no allegation that Plaintiffs have filed an \nassumed name certificate in Brunswick County.  There is also no allegation by \nDefendants that such a certificate has not been filed. \n                                                 \n3   Documents referenced in and attached to pleadings can be considered on a motion to dismiss \nwithout converting a 12(b)(6) motion into a motion for summary judgment.  See Brackett v. SGL \nCarbon Corp. , 158 N.C. App. 252, 255, 580 S.E.2d 757, 759 (2003); Tomlin v. Dylan Mortgage, Inc. , \n2000 NCBC 9, fn. 1 (N.C. Super. Ct. 2000), http://www.ncbusinesscourt.net/opinions/2000%20NCBC \n%209.htm.  \n \n {13}  Plaintiffs Kenneth W. King (“Kenneth King”) and Leah L. King (“Leah \nKing”) are licensed North Carolina attorneys and are citizens and residents of New \nHanover County, North Carolina.  Plaintiff Richard A. Mu (“Mu”) is a licensed \nNorth Carolina attorney and a citizen and resident of Onslow County, North \nCarolina.  The Kings and Mu are the sole BDM partners and are collectively \nreferred to as the “Individual Plaintiffs.”    \n {14}  Defendants Hilla, Hollingsworth, \n4 and Lennon are citizens and \nresidents of New Hanover County, North Carolina.  Defendants Burnett, Pam \nLawrence, and Gary Lawrence are citizens and residents of Brunswick County, \nNorth Carolina.  Gary Lawrence is a licensed North Carolina attorney.  Defendant \nEvans is a citizen and resident of Pender County, North Carolina and a licensed \nNorth Carolina real estate broker.   \n {15}  Defendant Homeplace is a corporation organized and existing under the \nlaws of the State of North Carolina doing business in Pender County, North \nCarolina.  Evans owns and operates Homeplace.   \n {16}  Defendant Lawrence S&M is a limited liability company organized and \nexisting under the laws of the State of North Carolina doing business in Brunswick \nCounty, North Carolina.  Pam Lawrence owns and operates Lawrence S&M and is \nGary Lawrence’s wife. \n {17}  Defendants Lenhil and Lennon Hills are corporations organized and \nexisting under the laws of the State of North Carolina doing business in Brunswick \nCounty, North Carolina.  Lenhil and Lennon Hills develop and sell real property, \nincluding tracts of land and homes in residential subdivisions.  Defendants Burnett \nand Hilla are Lenhil’s sole shareholders.  Defendants Burnett and Lennon are \nLennon Hills’s sole shareholders.  \n                                                 \n4  Defendant Hollingsworth passed away during the pendency of this litigation.  A motion to \nsubstitute a new party is pending.   \n \n  {18}  Defendant Viable is a corporation organized and existing under the laws \nof the State of North Carolina doing business in Brunswick County, North Carolina.  \nBurnett and Lennon are Viable’s sole shareholders.   \n {19}  Lenhil, Lennon Hills, Viable, Burnett, and Hilla are collectively referred \nto as the “Lennon Hills Defendants.” \n \nB.  Background Factual Allegations Related to the Lennon Hills Property \n5 \n \n {20}  The Second Amended Complaint recites at length allegations of alleged \nwrongdoing perpetrated by at least some of the Defendants on non-party Charles \nGreen (“Green”).\n6  Plaintiffs allege that these facts led Hollingsworth and those \nwith whom he conspired to obtain needed funds by inducing Plaintiffs to execute \ntheir lot purchase agreement in December 2006.  In substance, those allegations \ninclude: \n (a)  In 1995, Defendant Lennon was a licensed North Carolina attorney \nwho Green retained to provide real estate investment advice.  (2nd Am. \nCompl. ¶¶ 25−26.)  Pursuant to Lennon’s advice, Green acquired a twenty-\nfive percent (25%) interest in Leland Development, a real estate development \ncompany managed by Viable and a company called Leland Ventures.  Leland \nDevelopment later purchased a 199 acre tract in Brunswick County, North \nCarolina (“Leland Tract”).  (2nd Am. Compl. ¶¶ 36−37.)  On May 26, 2005, \nLeland Development transferred all of its real estate by two (2) deeds to The \nPastures, an entity owned and operated by Viable, Burnett, and Lennon.  \n(2nd Am. Compl. ¶ 39.)  Thereafter, The Pastures sold the Leland Tract in \ntwo (2) pieces to Hilla through Kardan Holdings, an entity operated by Hilla \n                                                 \n5  Further particular facts pertinent to individual claims are presented in the analysis of those \nclaims.   \n \n6  It is evident that the basis for those allegations are findings of fact issued in a disciplinary \nproceeding brought against Alton Lennon by the North Carolina State Bar.  The transcript of that \nproceeding is attached as Exhibit D to Plaintiffs’ Brief in Opposition to Defendant Alton Lennon’s \nMotions to Strike and Dismiss.   \nand Hilla Building, Inc. for a total of $3,172,000.00.  Lennon, Burnett, and \nViable failed to disclose the transaction to Green, falsely represented that \nLeland Development had sold the entire Leland Tract for $1,958,422.00, and \ntransferred $487,105.00 to Green as consideration for his twenty-five percent \n(25%) interest in the company.  (2nd Am. Compl. ¶¶ 41−36.)  The Pastures \nthen used $850,000.00 of the sales proceeds concealed from Green to \npurchase the Lennon Hills property.  (2nd Am. Compl. ¶ 47.)  The Pastures \ntransferred the Lennon Hills property to Lennon Hills, L.L.C., and Lennon \nHills, L.L.C. transferred the property to Lenhil on November 22, 2006.  \nLenhil, Hilla, and Burnett then borrowed $2,650,000.00 from BB&T using \nthe Lennon Hills property as collateral, and Lennon filed a deed of trust on \nthe property in his name and on behalf of Lennon Hills, L.L.C. in the amount \nof $15,000,000.00.  (2nd Am. Compl. ¶¶ 51−52.) \n (b)  In 1999, Lennon recommended that Green purchase an eight (8) \nacre tract in Brunswick County, North Carolina (“Cedar Greens Tract”).  In \nconnection with the sale, Lennon misappropriated approximately $30,000.00 \nof the purchase price.  (2nd Am. Compl. ¶¶ 28− 30.)  Later that year, Lennon \nmisappropriated approximately $50,000.00 in connection with the sale of two \n(2) Brunswick County lots held by Lennon as trustee for Green.  (2nd Am. \nCompl. ¶¶ 31− 32.)   \n (c)  Also in 1999, Lennon sold Green a ten percent (10%) share of the \nFish Factory restaurant located in Brunswick County, North Carolina.  In \n2006, Lennon and Burnett allegedly concealed material facts in connection of \nthe sale of the Fish Factory causing Green to receive less than full value for \nhis interest in the company.   (2nd Am. Compl. ¶¶ 53− 58.)     \n{21}  Plaintiffs assert that these circumstances led the Defendants to conspire \nto obtain funds from Plaintiffs in order to generate funds to avoid having Green \npresent claims based on wrongs he had discovered.  Plaintiffs allege that they closed \ntheir purchase in December 2006, while also adopting the findings of the State Bar \nin the disciplinary proceeding which recite that Green did not learn of the fraud \nallegedly perpetrated upon him until sometime in 2007.    (2nd Am. Compl. ¶¶ \n59−60.). \n {22}  Plaintiffs’ Second Amended Complaint also alleges wrongs perpetuated \non another non-party.  They allege that Defendants also fraudulently induced \npurchases in February of 2007 by a dental practice known as T&T Partnership and \nused the sales proceeds from that transaction to pay Green.  (2nd Am. Compl. ¶ 61.)  \n \nC.  Factual Allegations Related to the Plaintiffs’ Purchase \n \n {23}  Plaintiffs Kenneth King and Mu retained Hollingsworth in the early \n1990s in his capacity as a certified public accountant to serve as their personal and \nbusiness financial advisor.  (2nd Am. Compl. ¶¶ 65−66.)  In 2001, Hollingsworth \nbegan providing the same services to Leah King.  (2nd Am. Compl. ¶ 68.)  In that \nrole, Hollingsworth regularly prepared Kenneth and Leah King’s tax returns and \nprovided financial advice on personal matters and on matters related to BDM and \nthe law firm of Brumbaugh Mu & King. \n7  (2nd Am. Compl. ¶¶ 65, 68, 70.) \n {24}  In 2004, Hollingsworth informed Kenneth King that he had sold his \naccounting business and had secured a real estate license.  (2nd Am. Compl. ¶ 71.)  \nHe told Kenneth King that he would still be serving his client’s financial interests \nby including select clients in favorable investment opportunities.  (2nd Am. Compl. \n¶ 71.)   \n {25}  Plaintiffs allege that Hollingsworth continued to occupy a position of \nspecial trust and confidence as a result of his prior position as their trusted \nfinancial advisor.  They contend that Hollingsworth and the other Defendants \nconspired to take advantage of that trust and confidence when fraudulently  \n \n                                                 \n7  The Individual Plaintiffs are all partners in the law firm of Brumbaugh Mu & King, a partnership \napparently separate and distinct from Plaintiff BDM.  \n \ninducing them to purchase the Lennon Hills lots.8 \n {26}  In the fall of 2006, Hollingsworth contacted Kenneth King and \npresented him with an “unbelievable opportunity.”  (2nd Am. Compl. ¶ 73.)  \nHollingsworth explained that he was contacting favored clients and close associates \nto solicit their participation in the purchase of certain real estate located in the \nLennon Hills development in Brunswick County, North Carolina.  (2nd Am. Compl. \n¶ 73.)  Hollingsworth told Kenneth King that he had personally invested his own \nfunds in a substantial number of the Lennon Hills lots and represented that Lenhil \nand Lennon Hills would repurchase any lots acquired by the Plaintiffs at a higher \nprice within twelve (12) months of purchase.  (2nd Am. Compl. ¶¶ 75−76.)   \n {27}  Hollingsworth advised Kenneth King that the Lennon Hills lots would \nbe sold in ten (10) lot groups at $85,000.00 per lot for a total purchase price of \n$850,000.00.  (2nd Am. Compl. ¶ 77.)  Kenneth King agreed to purchase ten (10) lots \nand informed Hollingsworth that any purchase would be made through BDM.  (2nd \nAm. Compl. ¶¶ 78, 85.)   \n {28}  Plaintiffs allege that Hollingsworth had dominion and control over the \ntransaction.  They assert that they relied entirely on Hollingsworth who told \nKenneth King that he would personally select the specific ten (10) lots for sale to \nBDM and take all necessary steps to consummate the transaction, including \narranging financing in the form of a ninety percent (90%) loan with BDM paying a \ndown payment of only ten percent (10%) of the purchase price.  (2nd Am. Compl. ¶¶ \n80−82.)  The loan terms were to include an “interest only” repayment obligation in \nthe first year with Lenhil and Lennon Hills paying all of the first year’s interest.  \n(2nd Am. Compl. ¶ 82.)  Hollingsworth reiterated that Lenhil and Lennon Hills \nwould repurchase the lots from BDM at a profit within twelve (12) months so that \nthe favorable interest only financing with no cost to the Plaintiffs was only \n                                                 \n8  Plaintiffs separately assert that Lawrence had fiduciary duties as Plaintiffs’ closing attorney.  \nHowever, the central allegation regarding the conspiracy is that Hollingsworth was able to induce \nthe purchase, that he chose and directed Gary Lawrence as the closing attorney because of Gary \nLawrence’s relationship with the developers, and that Plaintiffs did not deal directly with Gary \nLawrence until the purchase was closed. \nnecessary for one (1) year.  (2nd Am. Compl. ¶ 82.)  The repurchase provision was \nnot, however, referenced in the purchase contract or the closing documents.   \n {29}  On December 5, 2006, BDM signed a Home Site Purchase Agreement \n(“Purchase Agreement”) with Lenhil and Lennon Hills for the purchase of ten (10) \nlots in the Lennon Hills subdivision.  (2nd Am. Compl. ¶ 87.)  Plaintiffs were \npresented with a layout of the subdivision on which Hollingsworth noted the specific \nlots that he had selected for the Plaintiffs to purchase, which plot Plaintiffs now \nclaim had not been recorded in the Brunswick County Register of Deeds.  (2nd Am. \nCompl. ¶ 87.)  Plaintiffs were instructed to make and made an earnest money down \npayment of $30,000.00 to secure their right to purchase the lots.  (2nd Am. Compl. ¶ \n87.) \n {30}  BDM’s $30,000.00 earnest money down payment was placed on deposit \nwith Gary Lawrence who served as an escrow agent for the land sale transaction.  \n(2nd Am. Compl. ¶ 88.)  Gary Lawrence’s position as escrow agent was clearly \ndisclosed on the first page of the Purchase Agreement.  (2nd Am. Compl. Ex. B at 1.) \nAt Hollingsworth’s direction, Gary Lawrence later served as BDM’s closing \nattorney.  (2nd Am. Compl. ¶ 88.)  The closing documents referred to in the Second \nAmended Complaint reveal clearly that Gary Lawrence was both escrow agent and \nclosing attorney, an act Plaintiffs now allege was malpractice, although they also  \ncontend that they were not aware of Lawrence’s prior relationship with \nHollingsworth and the Lennon Hills development, and contend that his dual role \nconstituted an incurable conflict of interest that was not discovered until well after \nthe Plaintiffs closed on the Lennon Hills lots and within the applicable statute of \nlimitations.  (2nd Am. Compl. ¶ 88.) \n {31}  Shortly after signing the Purchase Agreement, Hollingsworth called \nKenneth King and informed him that Cooperative Bank, Hollingsworth’s initial \nselected lender, was “moving slowly” in providing financing on the previously \npromised terms.  (2nd Am. Compl. ¶ 89.)  Hollingsworth later secured financing \nfrom Wachovia.  Plaintiffs never met with or requested to meet with or speak to any \npotential lenders.  (2nd Am. Compl. ¶ 89.)  Plaintiffs allege that they have now \nlearned that Cooperative Bank declined to extend financing because the loan terms \nsought by Hollingsworth requiring a ten percent (10%) down payment and a ninety \npercent (90%) loan were inappropriate for the sale of undeveloped lots and outside \nthe scope of accepted lending principles, as a result of which the FDIC had directed \nCooperative Bank not to make loans for undeveloped lots on such terms.  (2nd Am. \nCompl. ¶ 90.)  \n {32}  Hollingsworth later contacted Kenneth King advising him of a problem \nwith the appraisal.  (2nd Am. Compl. ¶ 91.)  Hollingsworth told King that the \nselected appraiser intended to charge $400.00 per lot to inspect the ten (10) lots in \nbulk.  (2nd Am. Compl. ¶ 91.)  Hollingsworth said the price was “excessively high” \nand then secured Keith Meyers and Meyers Appraisal Services, LLC who agreed to \nappraise all ten (10) lots for a total fee of $2,000.00.  (2nd Am. Compl. ¶ 91.)  \nPlaintiffs contend that the bulk appraisal of undeveloped lots is a violation of \nregulatory requirements.  Despite never seeing the appraisal before the closing, \nPlaintiffs contend that they relied on its contents in deciding whether to purchase \nthe Lennon Hills lots. \n9  (2nd Am. Compl. ¶ 91.)  Plaintiffs did not participate or seek \nto participate in the appraisal process in any way.  (2nd Am. Compl. ¶ 91.) \n {33}  Plaintiffs allege that the Defendants desired for the first appraiser to \nvalue each lot at $85,000.00, but when the appraiser refused because there were no \n“comparables” for the lots upon which to base such a valuation, the Defendants \norchestrated their own comparables by selling several single lots to three (3) \nindividual lot purchasers at $85,000.00 per lot.  (2nd Am. Compl. ¶¶ 92−93.)  The \nindividual lots were sold to Terry Hollingsworth, Barbara Grela, and William K. \nRucker, all of whom have previous relationships with one or more of the \n                                                 \n9  Plaintiffs do not allege that they contracted for these appraisals or that they were contracted for on \nanyone’s behalf other than the lender.  See  Allran v. Branch Banking & Trust , No. 10-CVS-5482, \n2011 WL 2652133, at *5 (N.C. Super. Ct. July 6, 2011); See also Camp v. Leonard , 133 N.C. App. \n554, 559, 515 S.E.2d 909, 913 (1999).  The Court need not here address the question of whether the \nPlaintiffs have any claim against the appraiser who has not been served or against the lender which \nis not a Party.   \n \nDefendants. 10    (2nd Am. Compl. ¶¶ 94−96.)  Once the “comparables” were obtained, \nDefendants contacted Keith Meyers who agreed to appraise the lots in bulk at a \nprice of $85,000.00 per lot.  (2nd Am. Compl. ¶ 97.)  Plaintiffs allege there were no \nfurther single lot sales after the Defendants created the “comparables” necessary to \nestablish the $85,000.00 lot price.  (2nd Am. Compl. ¶ 98.)   \n {34}  After Hollingsworth completed all of the paperwork related to the sale, \nhe scheduled a meeting with Kenneth King in a parking lot where a “closing” of \nsorts occurred.  (2nd Am. Compl. ¶ 101.)  No attorneys appeared at the closing and \nonly Hollingsworth and Kenneth King were present.  (2nd Am. Compl. ¶ 101.)  \nPlaintffs do not allege that they met with or asked to meet with their closing \nattorney.  In fact, Plaintiffs contend they only later learned that Gary Lawrence \nwas the closing attorney.  They also contend that he should have been present at \nthe closing.  (2nd Am. Compl. ¶ 101.)  Plaintiffs also allege that documents essential \nto the closing were notarized by Chantel L. Lane, indicating that Kenneth King had \nsigned those documents before a notary when in truth he had not.  (2nd Am. Compl. \n¶ 101.)  There is no allegation that Plaintiffs questioned the atypical closing process \nat the time.  (See  2nd Am. Compl. ¶ 101.)    \n {35}  At the parking lot closing, Kenneth King provided Hollingsworth with a \ncheck for $63,526.48 representing the closing costs and the remainder of the ten \npercent (10%) down payment.  (2nd Am. Compl. ¶ 104.)   \n {36}  The HUD Settlement Statement (“Settlement Statement”) for the \npurchase, which Kenneth King signed, identifies commission payments to Lawrence \n                                                 \n10   Terry Hollingsworth is the brother of Defendant Hollingsworth; Barbara Grela allegedly has a \nlong-standing business relationship with Gary and Pam Lawrence; and William Rucker is alleged to \nhave a longstanding business relationship with “the defendants.”  (2nd Am. Compl. ¶¶ 94−96.)  \nPlaintiffs assert that the sales, established by public records of which the Court can take judicial \nnotice, were sold at the $85,000.00 contract price and were not legitimate sales.  The Defendants \ncounter that should the Court accept matters from the public record, that same public record would \nalso demonstrate that borrowed funds were used to consummate the purchases, and as a result of \nwhich the Court should conclude the sales were legitimate sales for an appraiser to consider.  The \nCourt elects not to consider either of these allegations upon a motion to dismiss, and therefore \naccepts, for purposes of these motions only, that Plaintiffs have adequately alleged that the \nappraisals were inflated.  Obviously, if Defendants are correct, Plaintiffs will have to contend with \nthese proof problems in later responding to motions for summary judgment. \n \nS&M and Viable in the amount of $42,500.00 each. 11   Plaintiffs allege they were led \nto believe that the $85,000.00 represented a standard ten percent (10%) real estate \nsales commission which was to be split between two (2) realtors.  Plaintiffs now \nallege, on information and belief, that the payment to Viable was either a secret \npayment made to Hollingsworth as a commission for selling the ten (10) lots to \nPlaintiffs, a kickback payment to Lenhil, Lennon Hills, Burnett, Hilla, and/or \nLennon to be used to pay the first year’s interest payment on the BDM loan, or \nsimply a means of improperly funneling money to the various Defendants.  (2nd \nAm. Compl. ¶ 108.)  Plaintiffs contend that they were unaware of Pam Lawrence’s \ninterest in Lawrence S&M and her marriage to Gary Lawrence, although there is \nalso no allegation that Plaintiffs ever inquired about a possible relationship \nbetween them.  Plaintiffs further assert that Gary Lawrence failed to disclose the \ncommission paid to Lawrence S&M, allege on information and belief that Lawrence \nS&M performed no services entitling it to a commission, and believe that the funds \nwere passed to Lawrence S&M as a means of improperly funneling funds to \nmembers of the Defendants’ conspiracy to take advantage of the Plaintiffs.  (2nd \nAm. Compl. ¶¶ 111−112.)   \n {37}  During all relevant times, Gary Lawrence was a tenant in a building \nowned by Viable and/or Burnett and Lennon, and based on his prior relationship \nwith Viable, Gary Lawrence knew Viable was not a licensed realtor or agency \nentitled to a commission for the sale.  (2nd Am. Compl. ¶ 114.)  Again, although it \nappears plainly on the Settlement Statement, Plaintiffs contend that Gary \nLawrence failed to disclose the commission paid to Viable.  (2nd Am. Compl. ¶ 114.)    \n{38}  When receiving the Settlement Statement, Kenneth King and BDM \ndiscovered that a payoff of a first mortgage owed to BB&T in the amount of \n$347,632.49 had been extracted from the loan proceeds/purchase price paid by \nBDM.  (2nd Am. Compl. ¶ 105.)  Plaintiffs contend that Hollingsworth should have \n                                                 \n11   The record does not make clear what documents Kenneth King received in the closing package or \nin March 2007 when he received a signed copy of the fully executed Settlement Statement. \ninformed them that the Lennon Hills lots were encumbered by a first mortgage.  \n(2nd Am. Compl. ¶ 105.)     \n {39}  Plaintiffs also allege Lennon filed a lien on the Lennon Hills \ndevelopment in the amount of $15,000,000.00 in the Brunswick County Register of \nDeeds.  (2nd Am. Compl. ¶ 107.)  Plaintiffs allege they did not learn of this lien until \nmuch later when preparing for the filing of their Complaint.  \n {40}  To date, Plaintiffs allege that they have expended more than \n$300,000.00 by making payments on the loans on the “nearly worthless” Lennon \nHills lots.  (2nd Am. Compl. ¶ 124.)  Plaintiffs now assert that they would have \nnever purchased the ten (10) lots had they known about the extensive \nmisrepresentations, conflicts of interest, hidden shared interests, conspiracies, \nbanking violations, appraisal violations, and other information now known.  (2nd \nAm. Compl. ¶ 123.)  Plaintiffs still owe the entire $765,000.00 principal balance of \nthe Wachovia loan.  (2nd Am. Compl. ¶ 124.)   \n \nIV.  STANDARD OF REVIEW FOR MOTIONS TO DISMISS \n OR JUDGMENT ON THE PLEADINGS \n12  \n \n {41}  The appropriate inquiry on a motion to dismiss is “whether, as a matter \nof law, the allegations of the complaint, treated as true, are sufficient to state a \nclaim upon which relief may be granted under some legal theory, whether properly \nlabeled or not.”  Crouse v. Mineo , 189 N.C. App. 232, 237, 658 S.E.2d 33, 36 (2008); \nHarris v. NCNB Nat’l Bank of N.C. , 85 N.C. App. 669, 670−71, 355 S.E.2d 838, \n840−41 (1987); see Sutton v. Duke , 277 N.C. 94, 102−03, 176 S.E.2d 161, 166 (1970).  \nThe standard of review for a Rule 12(c) motion is the same.  A-1 Pavement Marking, \nLLC v. APMI Corp. , 2008 NCBC 13 ¶ 35 (N.C. Super. Ct. Aug. 4, 2008), \nhttp://ncbusinesscourt.net/opinions/2008_NCBC _13.pdf.  The function of Rule 12(c) \n“is to dispose of baseless claims or defenses when the formal pleadings reveal their \n                                                 \n12   The Court separately addresses the Rule 12(f) standard of review when discussing the motion to \nstrike after its analysis of the 12(b)(6) motions. \n \nlack of merit .”  Ragsdale v. Kennedy , 286 N.C. 130, 137, 209 S.E.2d 494, 499 (1974).  \nWhere “the Court also can construe the plain and unambiguous language of a \ncontract to determine if it has been breached, judgment on the pleadings may be \nappropriate .”  Praxair, Inc. v. Airgas, Inc. , 1999 NCBC 5 ¶ 5 (N.C. Super. Ct. May \n26, 1999), http://ncbusinesscourt.net/opinions/ 1999%20NCBC%205.htm.   \n \nV.  ANALYSIS OF THE MOTIONS TO DISMISS AND FOR JUDG MENT ON THE  \nPLEADINGS \n \nA.  Defendants’ Motions to Dismiss \n \n {42}  Defendants’ motions ask that the Second Amended Complaint be \ndismissed in its entirety, asserting that: (1) the Individual Plaintiffs’ claims should \nbe dismissed for lack of standing as the claims must be brought solely by the \npartnership; (2) all claims are time-barred by the statute of limitations; (3) BDM is \nforeclosed from asserting any claims due to its failure to file a Certificate of \nAssumed Name in Brunswick County pursuant to N.C.G.S. § 66-68; and (4) \nPlaintiffs’ remaining claims lack factual allegations sufficient to withstand scrutiny \nunder Rules 12 (c) and 12(b)(6). \n13  \n \n1.  The Individual Plaintiffs Lack Standing \n \n {43}  Defendants assert that the Individual Plaintiffs lack standing to pursue \nindividual claims because they have not alleged an injury separate and distinct \nfrom that suffered by BDM.   \n {44}  “[W]hen property is owned by a partnership, the partnership is the real \nparty in interest for purposes of pursuing a civil action pertaining to the \npartnership property.”  \nRon Medlin Const. v. Harris , 704 S.E.2d 486, 491, 2010 N.C. \n                                                 \n13   Defendants move to dismiss the legal malpractice claim against Gary Lawrence based on the \nstatute of limitations, but do not otherwise test the legal sufficiency of the claim by the current \nmotions.   \nLEXIS 1079 (2010) (citing Roller v. McKinney , 159 N.C. 319, 320−21, 74 S.E. 966, \n966−67 (1912) and Godwin v. Vision , 251 N.C. 326, 327, 111 S.E.2d 180, 181 (1959) \n(per curiam )).  The individual partners may not sue in their own name, Energy \nInvestors Fund, L.P. v. Metric Constructors, Inc. , 351 N.C. 331, 337, 525 S.E.2d 441, \n445 (2000), unless “(1) a plaintiff alleges an injury ‘separate and distinct’ to himself, \nor (2) the injuries arise out of a ‘special duty’ running from the alleged wrongdoer to \nthe plaintiff.”  Id.  at 335 (analogizing the relationship of partners and the \npartnership to corporate shareholders and the corporation).  Under the special duty \nexception, the duty owed by the wrongdoer to the individual partner must be \ndifferent from the duty owed to the partnership.  Gaskin v. J.S. Proctor Co., LLC , \n196 N.C. App. 447, 675 S.E.2d 115 (2009).   \n {45}  The Second Amended Complaint fails to allege an injury suffered by any \nIndividual Plaintiff that is separate and distinct from the injury suffered by BDM \nand contains no allegations sufficient to establish a special duty running from the \nDefendants to the Individual Plaintiffs.   \n {46}  The Individual Plaintiffs’ claims should then be DISMISSED.     \n \n2.  The Partnership Has Failed to State Claims Against Pam Lawrence,  \nLawrence S&M, Evans, and Homeplace  \n \n {47}  Plaintiffs seek to impose liability on Pam Lawrence, Lawrence S&M, \nEvans, and Homeplace, relying on the broad conclusory assertion that they were \npart of the conspiracy because they benefited from the transaction.  However, the \nSecond Amended Complaint does not allege any underlying factual predicate \nadequate to tie them to the conspiracy.   \n {48}  At oral argument, Plaintiffs admitted that Pam Lawrence did not make \nany actionable misrepresentations in connection with the sale to BDM, but they \nbelieve liability should be imposed based on her awareness of how the lot \ntransaction unfolded and her participation in the sales proceeds.  Without a \npredicate act tying Pam Lawrence to the alleged conspiracy, all claims against her \nand Lawrence S&M should be DISMISSED.   \n {49}  Plaintiffs have likewise failed to allege a factual basis for imposing \nliability upon Evans and Homeplace.  There are no allegations that Evans made any \nspecific misrepresentations in connection with the sale to BDM.  In fact, Plaintiffs’ \nallegations indicate that Hollingsworth concealed his allegedly improper \ncommission from Evans, Homeplace, and the Exit defendants.  (2nd Am. Compl. ¶ \n110.)   Plaintiffs’ claims against Evans and Homeplace should be DISMISSED.   \n \n3.  Some But Not All Claims Against Remaining Defendants Are Barred by the  \nStatute of Limitations \n14  \n \n {50}  Defendants assert that Plaintiffs’ claims for negligence, gross \nnegligence, civil conspiracy, conversion, breach of contract, breach of the covenant of \ngood faith and fair dealing, and unjust enrichment are time-barred by the \napplicable three (3) year statute of limitations.  They likewise contend that \nPlaintiffs’ claims for fraud, negligent misrepresentation, and constructive fraud are \nbarred because the Plaintiffs should have discovered facts giving rise to those \nclaims more than three (3) years before filing this lawsuit.   \n {51}  Whether a statute of limitations defense should be resolved by a Rule \n12(b)(6) motion or must await a Rule 56 motion for summary judgment depends on \nwhether the facts necessary to adjudicate the defense are demonstrated by the \ncomplaint itself or whether additional evidence must be considered.  “A statute of \nlimitations can be the basis for dismissal on a Rule 12(b)(6) motion if the face of the \ncomplaint discloses that plaintiff’s claim is so barred.”  \nReunion Land Co. v. Village \nof Marvin , 129 N.C. App. 249, 250, 497 S.E.2d 446, 447 (1998) (citation omitted). \n \n                                                 \n14   This section of the Memorandum addresses the limitations period that controls claims stated \nagainst the Defendants individually.  As noted in a subsequent section, there are factual disputes as \nto whether a ten (10) year limitation period must be applied to breach of fiduciary claims against \nHollingsworth and, therefore, to conspiracy claims grounded on that breach.   \na.  Plaintiffs Concede that the Negligence, Gross Negligence, Conversion, and  \nBreach of Contract Claims Against All But Lenhil Are Time-Barred \n \n {52} North Carolina law provides a three (3) year statute of limitations for \nclaims based on negligence, gross negligence, conversion, breach of contract, and \nbreach of implied duty of good faith and fair dealing.  N.C. \n G EN . STAT . § 1-52 (2011).  \nWhen Plaintiffs discover the harm is generally irrelevant because under G.S. § 1-52, \n“the statute begins to run when the claim accrues; for breach of contract, the claim \naccrues upon the breach.”  Miller v. Randolph , 124 N.C. App. 779, 781, 478 S.E.2d \n668, 670 (1996).   \n {53}  Defendants assert that the harm against BDM was complete by March \n1, 2007, the date on which Plaintiffs closed the lot purchase.  Plaintiffs filed this \naction on February 28, 2011, almost four (4) years later.   \n {54}  In Plaintiffs’ Brief in Response to Defendants’ Consolidated Brief \nSupporting Motions Related to Plaintiffs’ Second Amended Complaint (“Pls.’ Resp. \nBr.”) and during oral argument, Plaintiffs conceded that their claims for negligence, \ngross negligence, and conversion are barred by the statute of limitations.  They \nshould then be DISMISSED.   \n{55} Plaintiffs likewise concede that their claims for breach of contract and \nthe implied duty of good faith and fair dealing are time-barred against all \nDefendants except the Lennon Hills Defendants.  These claims should then be \nDISMISSED.  As to the Lennon Hill Defendants, Plaintiffs contend that the \ncontract action is ten (10) years because the claims are based on instruments signed \nunder seal.  That claim is separately discussed below. \n \nb. \n The Contract Claims Against the Lennon Hills Defendants Are Not Governed \nBy A Ten Year Limitations Period and Should Be Dismissed and Quasi-\nContract Claims Are Barred Because They Arise From the Contract \n \n {56}  Plaintiffs seek the protection of the ten (10) year statute of limitations \nfor documents under seal provided by G.S. § 1-47.2.  The Lennon Hills Defendants \nadvocate for application of the three (3) year statute of limitations in G.S. § 1-52(1) \nfor actions “[u]pon a contract, obligation or liability arising out of contract, express \nor implied . . .”  N.C.  G EN . STAT . § 1-52(1) (2011). \n {57}  G.S. § 1-47.2 provides that an action “[u]pon a sealed instrument or an \ninstrument of conveyance of an interest in real property, against the principal \nthereto . . . .” must be filed within ten (10) years of execution.  N.C.  G EN . STAT . § 1-\n47(2) (2011).  By its own terms, G.S. § 1-47(2) applies only to “sealed instrument[s]” \nand instruments conveying an “interest in real property.”  N.C.  G EN . STAT . § 1-47(2) \n(2011).  The Purchase Agreement does not satisfy either criterion.    \n {58}  Plaintiffs have not alleged or established that the Purchase Agreement \nwas, in fact, signed under seal.  The copy of the Purchase Agreement attached as \nExhibit B to the Second Amended Complaint includes the term “SEAL” next to the \nPurchaser’s signature line but no similar notation accompanies the Seller’s \nsignature line.  While an executed contract with the term “SEAL” “in brackets is \nsufficient to overcome the three (3) year statute of limitations applicable to breach \nof contract actions,” Biggers v. Evangelist , 71 N.C. App. 35, 39, 321 S.E.2d 524, the \nstatement logically applies only to a claim against the party whose signature was \nunder seal, which here was only the purchaser and not the seller.  Further, \nPlaintiffs have failed either to attach an executed copy of the contract or to allege \nthat Lenhil or Lennon Hills signed the contract under seal or affixed to it a \ncorporate seal.  Accordingly, the Purchase Agreement is not properly considered a \n“sealed instrument” within the meaning of G.S. § 1-47(2).    \n {59}  Further and independently, the Purchase Agreement is not an \n“instrument of conveyance of an interest in real property” within the meaning of \nG.S. § 1-47(2).  An instrument of conveyance is a document which actually conveys \nan interest in real property, while a contract, such as the Purchase Agreement, \nmerely evidences a promise to convey real property at a later date upon the \nsatisfaction of certain conditions.    \n {60}  “A conveyance of land can only be by deed.”  \nNew Home Bldg. Supply Co. \nv. Nations , 259 N.C. 681, 683, 131 S.E.2d 425, 427 (citing Ward v. Gay , 137 N.C. \n397, 49 S.E. 884 (1905)).  “The word ‘deed’ ordinarily denotes an instrument in \nwriting, signed, sealed, and delivered by the grantor, whereby an interest in realty \nis transferred from the grantor to the grantee.”   Gifford v. Linnell , 157 N.C. App. \n530, 532, 579 S.E.2d 440, 442 (2008) (citation omitted).  The Purchase Agreement is \nnot a deed and it does not convey an interest in real property; it merely evidences \nintent to convey the property to BDM “[a]t the closing . . . by general warranty \ndeed.”  ( See 2nd Am. Compl. Ex. B ¶ 6.)   \n {61}  Plaintiffs’ contract based claims are governed by the three (3) year \nstatute of limitations set forth in G.S. § 1-52(1).  The claim for breach of contract \nagainst the Lennon Hill Defendants is then time-barred.  It follows that Plaintiffs’ \nclaim for breach of the implied duty of good faith and fair dealing arising from that \ncontract is also time-barred.  These claims should be DISMISSED. \n{62}  A claim for unjust enrichment is an equitable claim based on a theory of \nquasi or implied contracts.  Atlantic and East Carolina Ry. Co. v. Wheatley Oil Co. , \n163 N.C. App. 748, 753, 594 S.E.2d 425, 429 (2004).  “[I]f there is a contract between \nthe parties [,] the contract governs the claim[,] and the law will not imply a \ncontract.”  Booe v. Shadrick , 322 N.C. 567, 571, 369 S.E.2d 554, 554 (1988); see \nDelta Envtl. Consultants, Inc. v. Wysong & Miles Co. , 132 N.C. App. 160, 165, 501 \nS.E.2d 690, 694 (1999) (indicating that “[i]t is well established that if there is a \ncontract between the parties, the contract governs the claim and the law will not \nimply a contract . . . [In such cases] an action for breach of contract, rather than \nunjust enrichment, is the proper cause of action”). \n {63}   It then follows that any unjust enrichment claim against the Lennon \nHills Defendants should be DISMISSED.   \n \nc. \n Factual Issues Preclude Dismissing Plaintiffs’ Claims for Misrepresentation, \nFraud, Civil Conspiracy, and Unjust Enrichment Against Some Defendants \n \n {64}  Plaintiffs contend their claims for negligent misrepresentation, fraud, \nand constructive fraud are not barred by the three (3) year statute of limitations \nbecause they did not discover the alleged wrongdoing until well after the closing \nand that the actions are timely when measured from the date of discovery.  They \nfurther assert that their claims for civil conspiracy and unjust enrichment survive \nbecause they are predicated on the underlying acts of fraud, constructive fraud, and \nnegligent misrepresentation.   \n {65}  The statute of limitations for claims of negligent misrepresentation, \nfraud, and constructive fraud is three (3) years.  N.C. \n G EN . STAT . § 1-52(5) (2011) \n(negligent misrepresentation); N.C.  G EN . STAT . § 1-52(9) (2011) (fraud).  However, a \nclaim for negligent misrepresentation “does not accrue until two events occur: first, \nthe claimant suffers harm because of the misrepresentation, and second, the \nclaimant discovers the misrepresentation.”  Barger v. McCoy Hilliard & Parks , 346 \nN.C. 605, 666, 488 S.E.2d 215, 224 (1997).  “A cause of action alleging fraud is \ndeemed to accrue upon discovery by the plaintiff of facts constituting the fraud.”  \nCarlisle v. Keith , 169 N.C. App. 674, 683, 614 S.E.2d 542, 548 (2005).  “Where a \nperson is aware of facts and circumstances which, in the exercise of due care, would \nenable him or her to learn of or discover the fraud, the fraud is discovered for the \npurposes of the statute of limitations.”  Jennings v. Lindsey , 69 N.C. App. 710, 715, \n318 S.E.2d 318, 321 (1984) (citations omitted).  “‘Discovery’ is defined as actual \ndiscovery or the time when the fraud should have been discovered through the \nexercise of due diligence.”  Spears v. Moore , 145 N.C. App. 706, 708, 551 S.E.2d 483, \n485 (2001).  “Whether a plaintiff has exercised due diligence is ordinarily an issue of \nfact for a jury . . . [but] failure to exercise due diligence may be determined as a \nmatter of law . . . where it is ‘clear that there was both capacity and opportunity to \ndiscover the mistake.’”  Id.  at 708−09 (quoting Huss v. Huss , 31 N.C. App. 463, 468, \n230 S.E.2d 159, 163 (1976)).  “Where a confidential relationship exists between the \nparties, failure to discover the facts constituting the fraud may be excused.”  Kaylor \nv. Fox , No. COA01-1272, 2008 N.C. App. LEXIS 1154, at *5 (2008) (citing Small v. \nDorsett , 223 N.C. 754, 761, 28 S.E.2d 514, 518 (1944)).  “[I]t is generally held that \nwhen it appears that by reason of the confidence reposed the confiding party is \nactually deterred from sooner suspecting or discovering the fraud, he ‘is under no \nduty to make inquiry until something occurs to excite his suspicions.’”  Id.  (citing \nVail v. Vail , 233 N.C. 109, 116−17, 63 S.E.2d 202, 208 (1951) (quotations omitted)).       \n {66}  Plaintiffs allege that they could not have discovered and did not discover \nthe fraud and misrepresentations of the Defendants until well after March 1, 2007.  \n(2nd Am. Compl. ¶¶ 105, 106, 107, 147, 149.)   Defendants present an argument \nthat has some force that Plaintiffs’ position is belied by the fact that that many of \nthe Defendants’ alleged misrepresentations concern matters disclosed in the \nSettlement Statement or in documents which were publicly available at the \nBrunswick County Register of Deeds.  The arguments gain more strength because \nthe Individual Plaintiffs are licensed attorneys who apparently paid very little \nattention or concern to the details of the transaction.  But, ultimately, there is \ndisputed evidence of what the Plaintiffs discovered or should have discovered.  \nThese issues may ultimately have to be revisited upon summary judgment but they \ncannot be resolved at this stage of the proceedings.  If it ultimately proves that \nPlaintiffs should reasonably have been on notice well before March 1, 2007 that \nthey had a claim for misrepresentation, dismissal of the claims on limitation \ngrounds may be warranted even though Plaintiffs did not discover the full extent of \nthe misrepresentations until a later point in time.15   Plaintiffs’ claims for negligent \nmisrepresentation, fraud, and constructive fraud survive the present motions \nagainst Defendants who are not being dismissed on other grounds.  Likewise, \nPlaintiffs’ claims against those Defendants for civil conspiracy and unjust \nenrichment survive. \n \n \n \n                                                 \n15   Defendants emphasize that, at a minimum, Plaintiffs should have been on notice that something \nwas awry when the developers did not repurchase the lot one (1) year after closing as promised.  \nPlaintiffs respond that this event is not unusual considering the change in the economic climate.  \nEven so, if this were the first notice of wrong, the action was started within three (3) years \nthereafter.  \nd.  The Legal Malpractice Claim against Gary Lawrence Which Includes the \nBreach of Fiduciary Duty Claim Is Time-Barred While the Fraud Claim \nAgainst Him Survives \n \n {67}  Gary Lawrence moves to dismiss claims against him based on the four \n(4) year statute of repose and the three (3) year statute of limitations set forth in \nG.S. § 1-15(c). \n {68}  Pursuant to G.S. § 1-15(c), \na cause of action for malpractice arising out of the performance of or \nfailure to perform professional services shall be deemed to accrue at \nthe time of the occurrence of the last act of the defendant giving rise to \nthe cause of action: Provided that whenever there is . . . economic or \nmonetary loss . . . not readily apparent to the claimant at the time of \nits origin, and the . . . loss . . . or damage is discovered or should \nreasonably be discovered by the claimant two or more years after the \noccurrence of the last act of the defendant giving rise to the cause of \naction, suit must be commenced within one year from the date \ndiscovery is made: Provided . . . that in no event shall an action be \ncommenced more than four years from the last act of the defendant \ngiving rise to the cause of action . . . \n \nN.C. \n G EN . STAT . § 1-15(c) (2011). \n {69}  North Carolina courts have construed G.S. § 1-15(c) to provide that the \nstatute of limitations begins to run when the services sought by the plaintiff have \nbeen completed or are no longer necessary.  See McGahren v. Sanger , 118 N.C. App. \n649, 456 S.E.2d 852, disc. rev. denied , 340 N.C. 568, 460 S.E.2d 318 (1995) (holding \nthat the statute of limitations for legal malpractice claim arising out defective deed \naccrued upon the attorney’s delivery of the deed to the plaintiff, despite plaintiff’s \nfailure to discover the defect until some time later).   \n {70}  The Second Amended Complaint indicates that the services sought by \nPlaintiffs were complete at least by March 30, 2007, the end of the month of closing \nand the date on which Gary Lawrence sent the general warranty deed.  (2nd Am. \nCompl. ¶ 117.)  To take advantage of the longer four (4) year statute of repose, \nPlaintiffs must allege: (1) the existence of economic or monetary loss not readily \napparent at the time of its origin; (2) that such damage was discovered or should \nhave reasonably been discovered two (2) or more years after March 30, 2007; and (3) \nthat suit was commenced within one (1) year from the date of discovery.  N.C.  G EN . \nSTAT . § 1-15(c) (2011). \n {71}  Plaintiffs do not specifically allege the date on which the alleged \nmalpractice was discovered, or whether suit was filed within one (1) year of that \ndiscovery.  Plaintiffs aver that they were unable to discover the alleged conflicts of \ninterest, ethical bars, misrepresentations, negligence, and other wrongful acts of \nGary Lawrence until sometime after the lot transaction closed.  (2nd Am. Compl. ¶¶ \n105, 106, 107, 147, 149.) \n {72}  However, Plaintiffs’ allegations demonstrate that at least one basis on \nwhich they contend malpractice occurred was apparent no later than March 30, \n2007.  Specifically, Plaintiffs aver that Gary Lawrence committed malpractice \nbecause “[a]t no time did anyone associated with defendants . . . ever advise \nplaintiffs that defendant [Gary] Lawrence was occupying the unlawful and \nunethical position of plaintiffs’ closing attorney while also acting as the escrow \nagent for the parties to the land transaction.”  (2nd Am. Compl. ¶ 88.)   The \nPurchase Agreement signed by Kenneth King on December 6, 2006 unambiguously \nstates that “[a]ll earnest money paid by [Plaintiffs] hereunder shall be held in an \nescrow account controlled by Gary Lawrence, as escrow agent.”  (2nd Am. Compl. \nEx. B.)  Plaintiffs further allege that the malpractice included Gary Lawrence’s \nfailure to attend the parking lot closing.  Obviously, Kenneth King knew that \nLawrence did not attend the closing, although they also allege that they did not \nknow he was the closing attorney until receiving his March 30, 2007 correspondence \nenclosing the deed.  Plaintiffs allege that “[a]t no time did defendant[ ] Gary \nLawrence . . . ever reveal . . . that Pam Lawrence was closely connected to the \nLennon Hills subdivision and would be receiving a commission in connection with \nplaintiffs’ lot purchases” and that “Gary Lawrence never disclosed to plaintiffs that \nhe was disbursing $42,500.00 of the purchase price to defendant Viable.”  (2nd Am. \nCompl. ¶¶ 111, 114.)  The Settlement Agreement, signed by Kenneth King as of \nMarch 1, 2007, and also signed by Gary Lawrence, clearly discloses a $42,500.00 \ncommission payment to both “Lawrence Sales and Marketing” and “Viable Corp.”  \n(2nd Am. Compl. Ex. C.)    \n {73}  While Plaintiffs may not have known every fact which they have now \ndiscovered and which they claim constitutes malpractice within two (2) years of \nMarch 30, 2007, Plaintiffs’ own allegations in the Second Amended Complaint \ndemonstrate that certain facts on which they base their claim were readily apparent \n“at the time of the occurrence of the last act of [Gary Lawrence] giving rise to the \ncause of action[.]”  N.C. \n G EN . STAT . § 1-15(c) (2011).      \n {74}  Because “[b]reach of fiduciary duty is a species of negligence or \nprofessional malpractice[,]” Plaintiffs’ breach of fiduciary claim against Gary \nLawrence is included in the malpractice claim and is also barred by the three (3) \nyear statute of limitations.  See Heath v. Craighill, Randleman, Ingle & Blythe, \nP.A. , 97 N.C. App. 236, 244, 388 S.E.2d 178, 183 (1990) (citing Childers v. Hayes , 77 \nN.C. App. 792, 795, 336 S.E.2d 146, 148 (1985)).  The Second Amended Complaint \nand the documents it incorporates demonstrate that Plaintiffs are not entitled to \nthe four (4) year statute of repose in G.S. § 1-15(c).  Plaintiffs’ claim for legal \nmalpractice against Gary Lawrence, and the fiduciary duty claim it encompasses \nare then DISMISSED.   \n{75}  Although the fiduciary duty claim against Gary Lawrence may be \nmerged into the action for professional malpractice, the action grounded on fraud is \nnot.  “Fraud by an attorney . . . is not within the scope of ‘professional services’ . . . \n[and] cannot be ‘malpractice’ within the meaning of [G.S. § 1-15(c)].”  Sharp v. \nTeague , 113 N.C. App. 589, 592, 439 S.E.2d 792, 794, review improvidently granted , \n339 N.C. 730, 456 S.E.2d 771 (1995).  As discussed below, the fraud claims survive \nthe motions to dismiss.  \n \n \n \n \n4.  It is Premature to Decide Whether the Action Should Be Dismissed Because of \nBDM’s Failure to Allege the Filing of a Certificate of Assumed Name in Brunswick \nCounty \n \n {76}  Defendants move to dismiss all claims in the Second Amended \nComplaint because Plaintiffs did not plead that the partnership filed a Certificate of \nAssumed Name (“Certificate”) in Brunswick County pursuant to G.S. § 1-69.1 and \nG.S. § 66-68.  Plaintiffs contend alternatively that BDM is not subject to this statute \nor, if the statute applies, Plaintiffs substantially complied with the statute’s \npurposes.   The Court finds that there are factual issues which preclude a \ndetermination at this time whether Plaintiffs are subject to or have satisfied the \nstatutory requirements. \n{77}  As an initial matter, the Court notes that the defense raised does not \nattack the real estate transaction itself or the fact that title was transferred to the \nPartnership.  The defense relates only to whether BDM has the right to access the \ncourts to assert claims based on the real estate it purchased. \n{78}  Plaintiffs first assert that the statute does not apply to BDM because it \n“does not engage in any business of any sort other than to hold real estate.”  (2nd \nAm. Compl. ¶ 3.)  \n {79}  “An unincorporated association may sue in its own name, without \nnaming any of the individual members composing it, but only if the association \nalleged in its compliant the ‘specific location of the recordation required by G.S. 66-\n68.’” Cherokee Home Demonstration Club v. Oxendine , 100 N.C. App. 622, 625, 396 \nS.E.2d 643, 645 (1990) (quoting N.C.  G EN . STAT . § 1-69.1 (2011)).  Oxendine \nrecognized that title had passed and had vested in the association, but held that the \nassociation could not bring suit based on its title. \n {80}  G.S. § 66-68 provides in pertinent part: \n(a) . . . before any person or partnership engages in business in any \ncounty in this State under an assumed name or under any designation, \nname or style other than the real name of the owner or owners thereof, \n. . . such . . . partnership . . . must file in the office of the register of \ndeeds of such county a certificate giving the following information: \n (1)  The name under which the business is to be conducted; and \n \n (2)  The name and address of the owner, or if there is more than    \none owner, the name and address of each.   \n \n(b)  If the owner is a . . . partnership, the certificate must be signed and \nduly acknowledged by . . . each general partner. \n \n(c)  Whenever a general partner withdraws from or a new general \npartner joins a partnership, a new certificate shall be filed. \n \nN.C. \n G EN . STAT . § 66-68 (2011).   \n {81}  Unlike statutes dealing with foreign corporations doing business in \nNorth Carolina, G.S. 66-68 does not include its own definition of “doing business.” 16  \n {82}  In an effort to comply with the mandates of G.S. § 1-69.1 and 66-68, \nPlaintiffs allege:  \n[BDM] did in fact prepare and file in the County of Onslow, State of \nNorth Carolina, the Certificate attached hereto as Exhibit A.  Plaintiff \nBDM filed the subject Certificate on January 1, 1993, and said \nCertificate was recorded with the Register of Deeds’ Office in Onslow \nCounty, North Carolina on Book 1104, Page 694, at 9:26 a.m. on the \n15th day of April ,, (sic) 1993. \n \n(2nd Am. Compl. ¶ 3.) \n {83}  The statutory language is such that if BDM was “doing business” in \nBrunswick County, the Certificate filed in Onslow County would not be sufficient to \nsatisfy the statutory requirements because: (1) the Certificate attached as Exhibit A \nwas filed in Onslow County instead of Brunswick County where the property is \nlocated; (2) Leah L. King is not a signatory to the Certificate; and (3) a new \ncertificate was not filed when Clay A. Brumhaugh and Cheryl J. Leone withdrew as \ngeneral partners or when Leah L. King was admitted. \n                                                 \n16   Cf. G.S. 55-15, which requires a foreign corporation to obtain a certificate of authority in order to \nmaintain litigation in the North Carolina courts if it is doing business in the State.  That statute \ndefines “doing business,” and includes a specific provision that the passive holding of title to real \nestate does not alone constitute doing business requiring that a certificate of authority be obtained.  \nSee  N.C.  G EN . STAT . §§ 55-15-01, 55-15-02 (2011).  \n \n {84}  Plaintiffs contend that passively holding title to real property is not \n“doing business” within the meaning of the statute.  If it is ultimately determined \nthat the activities associated with negotiating and closing the real estate \ninvestment constitutes “doing business,” it is not clear at this time whether those \nactivities occurred in Brunswick County or in Onslow County where a Certificate \nhad been filed.   \n{85}  As to Plaintiffs’ argument that they complied with the statute’s \npurposes, the statute is designed to assure that persons doing business with the \nunincorporated association are aware of with whom they are dealing.  See Price v. \nEdwards , 178 N.C. 493, 101 S.E. 33 (1919).  At least Hollingsworth appears to have \nbeen well acquainted with the Partnership and may likely have been specifically \naware of who were its individual members.  At the same time, a technical failure to \ncomply with the statute can lead to dismissal.  See Oxendine , 100 N.C. App. 622, \n397 S.E.2d 643. \n{86}  The Court concludes that there are factual issues that have not been \nsufficiently established to develop the record on which issues under G.S. § 1-69.1 \nand 66-68 should be resolved.  Accordingly, Defendants’ motions to dismiss on this \nground are DENIED.  \n \n5.  While Individual Claims Survive Against Only Hollingsworth and Gary \nLawrence, Plaintiffs Have Adequately Stated Claims for Conspiracy and Joint \nVenture to Which Other Defendants Are Tied \n \na.  Plaintiff Has Stated a Claim for Breach of Fiduciary Duty Against Hollingsworth \n \n {87}  The fiduciary duty claim against Defendant Hollingsworth is \nparticularly significant to the theories of joint and several liability.  Plaintiffs seek \nto impose liability on other members of the alleged conspiracy with whom they did \nnot deal and upon whom they did not directly rely by tying the conspirators to the \nbreach of duties by Hollingsworth with whom they did deal directly.  Plaintiffs \ncontend that claims against all conspirators survive because the wrongs give rise to \na constructive trust based on Hollingsworth’s breach of fiduciary duties, and that \nthe claims are therefore governed by a ten (10) year statute of limitations.  See \nBabb v. Graham , 190 N.C. App. 463, 480, 660 S.E.2d 626, 637 (2008), disc. review \ndenied, 363 N.C. 257, 676 S.E.2d 900 (2009) (indicating that claims for breach of \nfiduciary duty that rise to the level of constructive fraud are subject to a ten (10) \nyear statute of limitations).   \n {88}  Defendants claim that Plaintiffs have not stated an actionable claim for \nbreach of fiduciary duty, asserting that (1) any \nde jure fiduciary relationship of \naccountant and client terminated in 2004 when Hollingsworth sold his accounting \npractice; and (2) Plaintiffs have failed to sufficiently plead the existence of the level \nof domination and control necessary to support a de facto  fiduciary relationship.   \n {89}  The existence of the fiduciary duty depends in the first instance on there \nbeing a fiduciary relationship between the parties.  Dalton v. Camp , 353 N.C. 647, \n651, 548 S.E.2d 704, 707 (2001) (citation omitted).  North Carolina recognizes \ncertain de jure fiduciary relationships which arise as a matter of law because of the \nnature of the relationship, “such as attorney and client, broker and principal, \nexecutor or administrator and heir, legatee or devisee, factor and principal, \nguardian and ward, partners, principal and agent, trustee and cestui que trust.”  \nAbbitt v. Gregory , 201 N.C. 577, 598, 160 S.E. 896, 906 (1931).  De facto fiduciary \nrelationship with accompanying duties may additionally arise when:  \nthere has been special confidence reposed in one side who in equity and \ngood conscious is bound to act in good faith and with due regard to the \ninterest of the one reposing confidence . . ., [and] ‘it extends to any \npossible case in which a fiduciary relationship exists in fact, and in \nwhich there is confidence reposed on one side, and resulting \ndomination and influence on the other.’   \n \nDalton , 353 N.C. at 650−51, 548 S.E.2d at 707−08.  Such relationships require an \nintense factual inquiry and the standard is demanding.  “Only when one party \nfiguratively holds all the cards—all the financial power or technical information, for \nexample—have North Carolina courts found that the ‘special circumstance’ of a \nfiduciary relationship has arisen.”  Broussard v. Meineke Discount Muffler Shops, \nInc. , 155 F.3d 331, 347−48 (4th Cir. 1998).   \n {90}  Plaintiffs first contend that a de jure fiduciary relationship with \nHollingsworth continued based on Hollingsworth’s position as Plaintiffs’ former \naccountant.  The Court concludes the de jure relationship ended when \nHollingsworth retired from the accounting profession and that Plaintiffs’ claim \nsurvives only if they adequately plead a de facto fiduciary relationship.  \n {91}  Plaintiffs assert that after selling his accounting business, \n“Hollingsworth told Mr. King that Hollingsworth would still be serving his clients \nfinancial interests by including select clients in favorable investment opportunities” \n(2nd Am. Compl ¶ 71); “King, in reliance on the . . . fiduciary relationship that had \nexisted with defendant Hollingsworth for many years, believed that defendant \nHollingsworth would be acting in plaintiff King’s best interest in all respects related \nto matters of personal and business financial nature, including investments” (2nd \nAm. Compl ¶ 71.); “all of the defendants created a relationship of trust and \nconfidence with plaintiffs relative to plaintiffs’ decision to purchase 10 lots in the \nLennon Hills subdivision” (2nd Am. Compl. ¶ 126); and Hollingsworth instructed \nKenneth King that he would handle everything related to the lot purchases \nincluding “personally select[ing] the specific ten (10) lots for sale to BDM” and \n“tak[ing] all necessary actions to complete BDM’s investment in terms of paperwork \nand arranging the necessary financing.”  (2nd Am. Compl. ¶¶ 80−81.)  Though the \nwords “domination and influence” are not specifically used, the allegations \nrepeatedly assert that Hollingsworth withheld or limited the flow of information to \nthe Plaintiffs throughout the entire transaction.  ( See, e.g. , 2nd Am. Compl. ¶¶ \n88−91, 99, 105, 106, 108.) \n {92}  Defendants again assert that the Plaintiffs are licensed attorneys who \ndid little to protect their own interests and did not reasonably cede the control or \ndominion to Hollingsworth necessary to support a fiduciary relationship.  Again, \nhowever, the Court concludes that those arguments must await summary judgment \nor trial.  The allegations when accepted as true are adequate to state a claim \nagainst Hollingsworth for breach of fiduciary duty.  Hollingsworth’s motion should \nthen be DENIED unless the claim is time-barred.  That depends upon whether \nPlaintiffs have also stated an actionable claim for a constructive trust, thus \nentitling Plaintiffs to a ten (10) year limitations period.  \n \nb. Plaintiffs Have Stated An Actionable Claim For Constructive Trust Against  \nHollingsworth \n \n {93}  To recover on a claim to impose a constructive trust, there must be \n“facts and circumstances ‘(1) which created the relation of trust and confidence, and \n(2) [which] led up to and surrounded the consummation of the transaction in which \ndefendant is alleged to have taken advantage of his position of trust to the hurt of \nplaintiff.’”  \nTerry v. Terry , 302 N.C. 77, 85, 273 S.E.2d 647, 679 (1981).  There is \nsome authority stating that a plaintiff must also allege that the defendant sought to \nbenefit himself by his misconduct, Burger v. McCoy Hilliard & Parks , 346 N.C. 650, \n667, 488 S.E.2d 215, 224−25 (1997), and that the plaintiff was injured by that \nmisconduct.  White v. Consolidated Planning, Inc. , 166 N.C. App. 283, 294, 603 \nS.E.2d 147, 156 (2004), disc. review denied , 359 N.C. 286, 610 S.E.2d 717 (2005).  \nHowever, there is also an argument that once the fiduciary relationship has been \ndemonstrated, the burden is on the defendant to prove fair and open dealing, such \nthat a defendant’s failure to benefit personally from an asserted breach of duty is \nmore in the nature of an affirmative defense.  Orr v. Calvert , No. 242A11, 2011 N.C. \nLEXIS 989, at *1 (2011) (adopting dissenting opinion in Orr v. Calvert , No. COA10-\n480, 2011 N.C. App. LEXIS 1163 (2011)).  Even so, Plaintiffs have alleged \nHollingsworth personally benefitted to Plaintiffs’ detriment. \n {94}  The Court concludes that Plaintiffs have adequately stated a claim for \nconstructive fraud against Hollingsworth that survives a motion to dismiss. \n {95}  The limitations period for claims based on a constructive trust is ten (10) \nyears.  See Babb , 190 N.C. App. at 480, 660 S.E.2d at 637. \n {96} Accordingly, the claim for constructive trust against Hollingsworth \nsurvives and his motion to dismiss that claim should be DENIED.  \n \nc.  Plaintiffs’ Individual Fraud Based Claims Should Be Dismissed Except  \nAs to Hollingsworth and Gary Lawrence \n \n1.  Plaintiffs Must Satisfy the Rule 9(b) Pleading Requirement  \n \n {97}  Defendants contend that (1) Plaintiffs’ fraud, fraud in the inducement, \nand negligent misrepresentation claims should be dismissed for failure to comply \nwith the Rule 9(b) specificity requirement; and (2) that Plaintiffs’ fraud, fraud in the \ninducement, negligent misrepresentation, unfair and deceptive trade practices, and \nequitable estoppel claims should be dismissed for lack of reasonable reliance.   \n {98}  To state an actionable claim for fraud, the complaint must allege with \nparticularity “(1) that defendant made a false representation or concealment of a \nmaterial fact; (2) that the representation or concealment was reasonably calculated \nto deceive him; (3) that defendant intended to deceive him; (4) that plaintiff was \ndeceived; and (5) that plaintiff suffered damage resulting from defendant’s \nmisrepresentations or concealment.”  \nClagget v. Wake Forest Univ. , 126 N.C. App. \n602, 610, 486 S.E.2d 443, 447 (1997). \n {99}  To state an actionable claim for fraudulent inducement, the compliant \nmust allege with specificity: \n(i) that the defendant made a false representation or concealed a \nmaterial fact he had a duty to disclose; (ii) that the false representation \nrelated to a past or existing fact; (iii) that defendant made the \nrepresentation knowing it was false or made it recklessly without \nknowledge of its truth; (iv) that defendant made the representation \nintending to deceive the plaintiff; (v) that plaintiff reasonably relied on \nthe representation and acted upon it; and (vi) plaintiff suffered some \ninjury.  \n \nHarton v. Harton , 81 N.C. App. 295, 298−99, 344 S.E.2d 117, 119−20 (1986). \n {100}  “The tort of negligent misrepresentation occurs when a party \njustifiably relies to his detriment on information prepared without reasonable care \nby one who owed the relying party a duty of care.”  Raritan River Steel Co. v. \nCherry, Bakaert & Holland , 322 N.C. 200, 206, 367 S.E.2d 609, 612 (1988) (internal \ncitations omitted). \n {101}  A fraud claim is “subject to more exacting pleading requirements than \nare generally demanded by our liberal rules of notice pleading.”  \nChesapeake \nMicrofilm, Inc. v. E. Microfilm Sales & Serv. , Inc., 91 N.C. App. 539, 542, 372 S.E.2d \n901, 903 (1988) (citation omitted).  Pleadings meet the requirements of Rule 9(b) \nwhen they allege the “time, place and content of the fraudulent representation, \nidentity of the person making the representation and what was obtained as a result \nof the fraudulent acts or representations.”  Bob Timberlake Collection, Inc., v. \nEdwards , 176 N.C. App. 33, 39, 626 S.E.2d 315, 321 (2006) (quoting Terry , 302 N.C. \nApp. at 85, 273 S.E.2d at 678 (1981)) (quotations omitted).  In Perkins v. Health \nMarkets, Inc. , this Court stated that “allegations of fraud may be made upon \ninformation and belief only when the matters are particularly within the \nDefendants’ knowledge, and facts are stated upon which belief is founded.”  Perkins \nv. Health Markets, Inc. , 2007 NCBC 25, ¶ 60 (N.C. Super. Ct. July 30, 2007), \nhttp://www.ncbusinesscourt. net/opinions/2007%20NCBC%2025.pdf (citing Breeden \nv. Richmond Comm. College , 171 F.R.D. 189, 197 (M.D.N.C. 1997)). \n {102}  The vast majority of those allegations upon which the fraud claims are \nbased relate to misrepresentations allegedly made by Hollingsworth and omissions \nof Gary Lawrence.   \n {103}  The Court concludes that the Second Amended Complaint adequately \nalleges the “time, place and content of the fraudulent representation” made by \nHollingsworth and Gary Lawrence and identifies “what was obtained as a result of \nthe fraudulent acts or representations.”  (2nd Am. Compl. ¶¶ 73, 75, 76, 80, 82, 88, \n89, 91, 93, 94, 95, 96, 97, 98, 101, 105, 107, 108, 111, 112, 113, 114, 115, 116, 117.)  \n{104}  In contrast to claims against Hollingsworth and Lawrence, the Court \nconcludes that the Second Amended Complaint does not allege the “time, place and \ncontent of the fraudulent representations” or omissions attributable to the other \nDefendants.  Accordingly, the fraud claims against the Defendants other than \nHollingsworth and Gary Lawrence are DISMISSED to the extent that they assert \nindividually actionable fraud claims against them.  \n \n2.  Plaintiffs Lack of Reasonable Reliance Does Not Bar the Fraud Claims Against \nHollingsworth and Gary Lawrence or the Unfair and Deceptive Trade Practices  \nClaim Against Hollingsworth \n \n {105}  To the extent that claims against Hollingsworth and Lawrence arise \nfrom fiduciary relationships, Plaintiffs may be excused from showing reasonable \nreliance .  Kaylor, 2008 N.C. App. LEXIS 1154, at *5 (2008) (citing Small v. Dorsett , \n223 N.C. 754, 761, 28 S.E.2d 514, 518 (1944)); see Vail , 233 N.C. at 116−17, 63 \nS.E.2d at 208; see also Jennings , 69 N.C. App. at 716−17, 318 S.E.2d at 321.  The \nCourt has dismissed individual fraud claims against other Defendants.  The issue of \nreasonable reliance must also be considered for claims for unfair and deceptive \ntrade practices and equitable estoppel. 17    \n {106}  To state a claim for unfair and deceptive trade practices under Chapter \n75, a plaintiff must allege: (1) an unfair and deceptive act or practice; (2) in or \naffecting commerce; and (3) which proximately causes actual injury.  Poor v. Hill , \n138 N.C. App. 19, 27, 530 S.E.2d 838, 844 (2000); see also Strickland v. Lawrence , \n176 N.C. App. 656, 665, 627 S.E.2d 301, 307 (2006).  “Where an unfair or deceptive \ntrade practice claim is based upon the alleged misrepresentation by the defendant, \nthe plaintiff must show ‘actual reliance’ on the alleged misrepresentation in order to \nestablish that the alleged misrepresentation ‘proximately caused’ the injury of \nwhich plaintiff complains.”  Sunset Beach Dev., LLC v. Amec, Inc. , 196 N.C. App \n202, 211, 675 S.E.2d 46, 53 (2009)  (citing Tucker v. Blvd. at Piper Glen LLC , 150 \nN.C. App. 150, 154, 564 S.E.2d 248, 251 (2002); see Hospira Inc. v. AlphaGary \nCorp. , 194 N.C. App. 695, 702, 671 S.E.2d 7, 13 (2009); see also Forbes v. Par Ten \n                                                 \n17   Plaintiffs do not allege claims for unfair and deceptive trade practices and equitable estoppel \nagainst Gary Lawrence.   \nGroup, Inc. , 99 N.C. App. 587, 601, 394 S.E.2d 643, 651 (1990), cert. denied , 99 N.C. \n587, 402 S.E.2d 824 (1991) (indicating that to prevail under Chapter 75, a plaintiff \nmust show that he detrimentally relied upon a statement or misrepresentation and \nhe suffered actual injury as a proximate result).   \n {107}  The essential elements of equitable estoppel are “(1) conduct on the \npart of the party sought to be estopped which amounts to a false representation or \nconcealment of material facts; (2) the intention that such conduct will be acted on by \nthe other party; and (3) knowledge, actual or constructive, of the real facts.”  White \nv. Consol. Planning, Inc. , 166 N.C. App. 283, 305, 603 S.E.2d 147, 162 (2004) \n(citations omitted).  To assert the defense, a plaintiff must have “(1) a lack of \nknowledge and a means of knowledge as to the real facts in question; and (2) relied \nupon the conduct of the party sought to be estopped.”  Id.    \n {108}  As previously discussed, Plaintiffs have not alleged that they relied on \nany representations by Defendants other than Hollingsworth and Gary Lawrence.  \nIndependent individual claims for unfair and deceptive trade practices and \nequitable estoppel against Defendants other than Hollingsworth and Gary \nLawrence are DISMISSED.    \n {109}  With respect to land transactions, the Court of Appeals has stated that: \n“reliance is not reasonable if a plaintiff fails to make any independent \ninvestigation” unless the plaintiff can demonstrate: (1) “it was denied \nthe opportunity to investigate the property,” (2) it “could not discover \nthe truth about the properties condition by exercise of reasonable \ndiligence,” or (3) “it was induced to forego additional investigation by \nthe defendant’s misrepresentations.”   \n \nSunset Beach , 196 N.C. App at 209, 675 S.E.2d at 52 (citation omitted).  \n {110}  Plaintiffs’ own allegations make clear that neither Kenneth King nor \nother Plaintiffs ever requested to participate in the financing, the conduct of the \nappraisal, or any other aspect of the lot purchase transaction.  (2nd Am. Compl. ¶¶ \n89, 91.)  Nevertheless, Plaintiffs allege that they could not, “in the excise of due \ndiligence, have discovered the existence of the numerous fraudulent \nmisrepresentations and conflicts of interest and improper relationships.  Plaintiffs \nwere induced to forego any investigation or inquiry by the nature of the false and \nmisleading misrepresentations and concealment of material facts undertaken by the \ndefendants.”  (2nd Am. Compl. ¶ 149.)  Essentially, they assert that they were \nentitled to and did rely exclusively on Hollingsworth as a fiduciary and on Gary \nLawrence as a closing attorney, such that they bear no responsibility for their \nfailures to discover what could have been discovered through reasonable \nindependent investigation.  That is significant because many of the facts upon \nwhich Plaintiffs now rely were matters of public record existing at the time of the \nlot purchase. \n {111}  Again, while the Court recognizes the strengths of arguments directed \nat the Plaintiffs who are licensed attorneys, at this stage, the Court must accept \nPlaintiffs’ allegations as true.  As such, Defendants’ motions with respect to the \nfraud, fraud in the inducement, negligent misrepresentation, and equitable estoppel \nclaims against Hollingsworth and Gary Lawrence based on lack of reliance are \nDENIED.   \n{112}  Defendants’ motion with respect to the unfair and deceptive trade \npractice claim against Hollingsworth based on lack of reliance is DENIED. \n \n3. \n Plaintiffs Have No Actionable Claim for Unjust Enrichment Except As  \nAgainst Hollingsworth \n \n {113}  Plaintiffs claim that Hollingsworth, Viable, and Pam Lawrence \nreceived undisclosed commissions to which they were not legally entitled, leading to \nan actionable claim of unjust enrichment.  The Court has dismissed claims against \nViable and Pam Lawrence on statute of limitations grounds.   \n{114}  A claim for unjust enrichment is an equitable claim based on a theory \nof quasi or implied contracts.  Atlantic and East Carolina Ry. Co. , 163 N.C. App. at \n753, 594 S.E.2d at 429.  “[I]f there is a contract between the parties [,] the contract \ngoverns the claim[,] and the law will not imply a contract.  Booe , 322 N.C. at, 571, \n369 S.E.2d at 554; see Delta Envtl. Consultants, Inc , 132 N.C. App. at 165, 501 \nS.E.2d at 694 (indicating that “[i]t is well established that if there is a contract \nbetween the parties, the contract governs the claim and the law will not imply a \ncontract . . . [In such cases] an action for breach of contract, rather than unjust \nenrichment, is the proper cause of action”). \n {115}  To establish a claim for unjust enrichment, Plaintiffs must allege: (1) a \nmeasurable benefit was conferred on the defendant; (2) the defendant consciously \naccepted the benefit; and (3) the benefit was not conferred gratuitously.  \nProgressive \nAmerican Ins. Co. v. State Farm Mutual , 184 N.C. App. 688, 695−96, 647 S.E.2d \n111, 116 (2007).  A key element is that a benefit inure to the defendant.  “Without \nenrichment, there can be no ‘unjust enrichment’ and therefore no recovery on an \nimplied contract.”  Greeson v. Byrd , 54 N.C. App. 681, 683, 284 S.E.2d 195, 196 \n(1995).   \n {116}  The Second Amended Complaint alleges that Hollingsworth used his \nfiduciary relationship with the Plaintiffs to gain an undisclosed commission of \n$42,500.00 on the sale of the Lennon Hills lots.  (2nd Am. Compl. ¶¶ 108, 170.)  \nAccepted as true, and viewed in tandem with the allegations of other misconduct by \nHollingsworth, Plaintiffs have stated a claim against Hollingsworth for unjust \nenrichment.  Defendants’ motion with respect to the unjust enrichment claim \nagainst Hollingsworth is DENIED.    \n {117}  Plaintiffs’ unjust enrichment claim against Gary Lawrence is \npredicated upon the commission paid to Pam Lawrence through Lawrence S&M and \nhis provision of legal services to BDM.  Those claims are being dismissed.  \nTherefore, Plaintiffs’ unjust enrichment claim against Gary Lawrence is \nDISMISSED.   \n \n \n \n \n \n \nd.  The Plaintiffs Have Stated A Claim For Civil Conspiracy That Survives the \nMotion to Dismiss, And Have Adequately Tied Some But Not All Defendants To  \nThe Alleged Conspiracy \n \n {118}  All independent individual claims are being dismissed except those \nthat have survived against Hollingsworth and Gary Lawrence.  The issue then \nbecomes whether Plaintiffs have adequately pled a conspiracy on behalf of which \nHollingsworth and Gary Lawrence may be concluded to have acted to further its \npurposes.  If so, the Court must then determine whether Plaintiffs have made \nadequate allegations tying the individual Defendants to that conspiracy.   \n{119}  A conspiracy has been defined as : \n“an agreement between two or more individuals to do an unlawful act \nor to do a lawful act in an unlawful way.”  The common law action for \ncivil conspiracy is for damages caused by acts committed pursuant to a \nconspiracy rather than for the conspiracy, \ni.e. , the agreement, itself.  \nThus, to create civil liability for conspiracy there must have been an \novert act committed by one or more of the conspirators pursuant to a \ncommon agreement and in furtherance of a common objective.  \nAlthough civil liability for conspiracy may be established by \ncircumstantial evidence, the evidence of the agreement must be \nsufficient to create more than a suspicion or conjecture in order to \njustify submission of the issue to a jury.  \n \nDickens v. Puryear , 302 N.C. 437, 456, 276 S.E.2d 325, 337 (1981) (emphasis in \noriginal).  “When a cause of action lies for injury resulting from a conspiracy, ‘all of \nthe conspirators are liable, jointly and severally, for the act of any one of them done \nin furtherance of the agreement.’”  Neugent v. Beroth Oil Co. , 149 N.C. App. 38, 53, \n560 S.E.2d 829, 838 (2002) (citations omitted).   \n {120}  Plaintiffs again rest on very broad allegations.  Plaintiffs contend that \nduring some time not specifically alleged, the “defendants conspired and/or entered \ninto an agreement to improperly entice plaintiffs into purchasing and financing 10 \nlots in the Lennon Hills subdivision” by “their actions, misrepresentations and \nconcealment of material facts and conflicts of interest and improper relationships . . \n.”  (2nd Am. Compl. ¶ 170.)   \n {121}  Plaintiffs contend that in furtherance of the alleged conspiracy, \nHollingsworth, Lenhil, Lennon Hills, Burnett, Hilla, Viable, Gary Lawrence, \nLawrence S&M, Pam Lawrence, Keith Meyers, and Meyers Appraisal Services, LLC \nagreed that Hollingsworth would (1) entice former clients to purchase lots in the \nLennon Hills development; (2) convince established national lenders to extend \nfinancing based on unfavorable and detrimental terms; (3) locate an appraiser \nwilling to place an arbitrary valuation on the lots; (4) orchestrate the improper sale \nof “comparables” to establish a market value for the lots; (5) misrepresent his own \nfinancial interest in Lennon Hills; and (6) “refrain from providing plaintiffs with a \ntruth and lending statement, a good faith estimate of loan and closing costs, an \nappraisal of the lots, or other documentation that might have made plaintiffs less \nlikely to purchase the Lennon Hills lots” all in return for an undisclosed \ncommission.  (2nd Am. Compl. ¶ 170(a)−(x).)    \n {122}  Though many of the allegations are broad and conclusory, read \nliberally the Second Amended Complaint alleges that Hollingsworth, Gary \nLawrence, Lennon, and the Lennon Hills Defendants had a pre-existing \nrelationship involving various real estate developments and entered into an \nelaborate agreement pursuant to which Hollingsworth and Gary Lawrence \nmisrepresented or concealed numerous material facts relevant to BDM’s purchase of \nthe Lennon Hills lots because of the need to generate funds.   \n {123}  As noted in the Introduction to this Order, the Court is concerned \nabout a Court allowing any disappointed plaintiff in this or any other case involving \na failed real estate development to join every player in the overall transaction based \non broad allegations with scant factual support that each player is liable for some \nwrong in the transaction, and then await the narrowing of the case to only those \nagainst whom liability may reasonably be expected to be proven based on discovered \nfacts.  At the same time, the Court must fairly apply the liberal standards that \ngovern motions to dismiss.  Here, even though the Court might have some \nskepticism whether BDM will ultimately be able to sustain its burden of proof, the \nCourt concludes that Plaintiffs have adequately alleged a conspiracy, and that \nHollingsworth, Gary Lawrence, Lennon, Lenhil, Lennon Hills, Burnett, Hilla, and \nViable were members of that conspiracy.  See Nugent v. Beroth Oil Co. , 149 N.C. \nApp. 38, 560 S.E.2d 829 (2002); see also GoRhinoGo , 2011 NCBC 38, ¶ 35.  \nHowever, the Court further concludes that Plaintiffs have not adequately alleged \nfacts that justify the conspiracy claim moving forward as to other Defendants.   \n{124} Defendants’ motions with respect to the civil conspiracy claims against \nHollingsworth, Gary Lawrence, Lennon, Lenhil, Lennon Hills, Burnett, Hilla, and \nViable are DENIED.  The conspiracy claims against Plaintiffs have failed to tie Pam \nLawrence, Lawrence S&M, Evans, and Homeplace to the conspiracy and the \nconspiracy claims against them are DISMISSED.   \n \ne.  Plaintiffs’ Claims For Liability By Reason of Joint Enterprise, Joint Venture,  \nor Joint Adventure Survive to the Same Extent As the Conspiracy Claim \n \n {125}  Like conspiracy, claims of joint enterprise, joint venture, and joint \nadventure do not constitute independent causes of action in North Carolina; these \nclaims form the basis of an agency relationship whereby one party’s conduct may be \nimputed to another.  Pike v. Wachovia Bank & Trust Co. , 274 N.C. 1, 10−11, 161 \nS.E.2d 453, 461 (1968).   \n {126}  A joint enterprise is an alliance between two (2) or more people in \npursuit of a common purpose.  \nSlaughter v. Slaughter , 93 N.C. App. 717, 720, 379 \nS.E.2d 98, 100 (1989).  “Parties may be said to be engaged in a joint enterprise when \nthere is a community of interest in the objects or purposes of the undertaking, and \nan equal right to direct and govern the movement of each with respect thereto.”  Id .   \n {127}  “A joint venture exists when there is: (1) an agreement, express or \nimplied, to carry out a single business venture with joint sharing of profits , and (2) \nan equal right of control  of the means employed to carry out the venture.”  \nRifenburg Constr., Inc. v. Brier Creek Assocs., LP , 160 N.C. App. 626, 632, 586 \nS.E.2d 812, 817 (2003) (emphasis in original).  According to our Supreme Court: \nFacts showing the joining of funds, property, or labor, in a common \npurpose to attain a result for the benefit of the parties in which each \nhas a right in some measure to direct the conduct of the other through \na necessary fiduciary relation, will justify a finding that a joint venture \nexists.   \n \nTo constitute a joint adventure, the parties must combine their \nproperty, money, efforts, skill, or knowledge in some common \nundertaking.  The contributions of the parties need not be equal or of \nthe same character, but there must be some contribution by each \ncoadventurer of something promotive of the enterprise. \n \nCheape v. Town of Chapel Hill , 320 N.C. 549, 561, 359 S.E.2d 792, 799 (1987) \n(citation omitted).   \n {128}  To establish these claims, Plaintiffs allege: \nThe defendants entered into an express or implied agreement to carry \nout a single and joint business enterprise and/or venture in which the \ndefendants would earn a profit at the expense of the plaintiffs, all as \nset forth in the preceding paragraphs and causes of action.  The \ndefendants engaged in this joint enterprise and/or venture for a \ncommon purpose – to sell the lots to the plaintiffs and earn a profit \ntherefrom.  Each defendant had an equal right to control the means of \ncarrying out the joint enterprise and/or venture, and each defendant \ncombined his effort, property, resources to carry the joint enterprise \nand/or venture forward. \n \n(2nd Am. Compl. ¶ 199.) \n {129}  Although the current broad allegations of control and joint profit rest \non a slim factual reed, accepted as true, the allegations of the Second Amended \nComplaint sufficiently state causes of action against Hollingsworth, Gary Lawrence, \nLennon, Lenhil, Lennon Hills, Burnett, Hills, and Viable for joint enterprise, joint \nventure, and joint adventure.  Defendants’ motions with respect to those claims \nshould be DENIED.   These claims against Pam Lawrence, Lawrence S&M, Evans, \nand Homeplace are DISMISSED. \n \n \n \nf.  The Court Defers Ruling on the Merits of the Aiding  \nand Abetting a Breach of Fiduciary Duty Claim \n \n {130}  It is uncertain whether North Carolina now recognizes a claim for \naiding and abetting a breach of fiduciary duty.  While not resolving the question \nwhether any such claim will be recognized, this Court recognized that if a claim for \naiding and abetting does lie, the primary party and the aiding and abetting party \nmust have the same level of culpability or scienter for the breach.  \nSompo Japan \nInsurance Inc. v. Deloitte & Touche , 2005 WL 1412741, *4 (N.C. Super. Ct. June 10, \n2005) (indicating “[w]hat is clear from all the cases and the Restatement is that \nthere is not a lower level or culpability or scienter for aiding and abetting than for \nthe underlying tort”).   \n {131}  Having allowed the conspiracy and joint venture claims to move \nforward, the Court elects to defer any dispositive ruling on the claim for aiding and \nabetting.  However, the aiding and abetting claim survives only as to those \nDefendants against whom the conspiracy and joint venture claims survive.  No such \nclaim lies against Hollingsworth because an aiding and abetting a breach of \nfiduciary duty claim “applies only to third parties who do not stand in a fiduciary \nrelationship with the alleged victim, but who provide substantial assistance \ntowards accomplishing the alleged breach.”  \nBattleground Veterinary Hosp., P.C. v. \nMcGeough , 2007 NCBC 33 ¶ 70 (N.C. Super. Ct. Oct. 19, 2007), http://www. \nncbusinesscourt.net/opinions/101907%20Order%20Webpage.pdf.  Plaintiffs’ aiding \nand abetting a breach of fiduciary duty claim against Hollingsworth is DISMISSED.     \n \ng.  Plaintiffs Have No Actionable Claim for Violation of the North Carolina  \nResidential Mortgage Fraud Act \n \n {132}  Plaintiffs cannot maintain a claim for violation of the North Carolina \nResidential Mortgage Fraud Act (“Act”) because the Act did not exist when the lot \ntransaction occurred.   \n {133}  The legislative history for the Act indicates that it was introduced to \nthe legislature on March 14, 2007, signed into law on July 4, 2007, and made \napplicable only to offenses committed after December 1, 2007.  2007 Bill Tracking \nNC H.B. 817; 2007 N.C. ALS 163, *2; 2007 N.C. Sess. Laws 163; 2007 N.C. Ch. 163.   \n {134}  The lot transaction in this case closed on March 1, 2007, prior to the \nenactment of the Act.  Accordingly, Plaintiffs’ claim for violation of the Act is \nDISMISSED.   \n \nh.  The Court Defers Ruling on the Issue of  Whether Punitive Damages May Be \nImposed Against Conspirators Who Undertook Affirmative Acts In Furtherance of  \nthe Conspiracy \n \n {135}  Pursuant to G.S. § 1D-15(a), punitive damages may be awarded “only if \nthe claimant proves that the defendant is liable for compensatory damages and \nthat” an aggravating factor such as fraud, malice, or willful or wanton conduct “was \npresent and related to the injury for which compensatory damages were awarded.”  \nN.C. \n G EN . STAT . § 1D-15(a) (2011).   \n {136}  G.S. § 1D-15(c) provides:  \nPunitive damages shall not be awarded against a person solely on the \nbasis of vicarious liability for the acts or omissions of another.  \nPunitive damages may be awarded against a person only if that person \nparticipated in the conduct constituting the aggravating factor giving \nrises to the punitive damages, or if, in the case of a corporation, the \nofficers, directors, or managers of the corporation participated in or \ncondoned the conduct constituting the aggravating factor giving rise to \nthe punitive damages. \n \nN.C. \n G EN . STAT . § 1D-15(c) (2011). \n {137}  The Court is not presently aware of any North Carolina case which \nspecifically addresses the issue of whether punitive damages may be imposed upon \nco-conspirators who did not themselves undertake the acts upon which the punitive \ndamages claim rests.  The theory would be that imposing punitive damages on them \ndoes not constitute vicarious liability but direct liability because participation in the \nconspiracy necessarily means that the conspirator “participated in the conduct \nconstituting the aggravating factor giving rise to the punitive damages.”  That \ninquiry presents mixed questions of law and fact.  The Court defers deciding the \nissue of whether the claim for punitive damages may be sustained against one or \nmore conspirators or joint venturers.  However, the punitive damages claims, like \nother claims, should be DISMISSED as against Pam Lawrence, Lawrence S&M, \nEvans, and Homeplace.   \n \nB.  Plaintiffs’ Motion To Dismiss \n \n {138}  On July 1, 2011, the Lennon Hills Defendants filed a counterclaim for \ndefamation arising out of allegations in the Second Amended Complaint detailing \nLennon Hills’ purported involvement in the fraud suffered by Green.  Plaintiffs’ \nMotion seeks to dismiss the counterclaim pursuant to Rule 12(b)(6) because the \ndefamation claim is barred by the absolute privilege attendant to statements made \nin the course of judicial proceedings.     \n {139}  As a general rule, statements made by a party or an attorney during \nthe course of a judicial proceeding, including allegations set forth in a pleading, are \nprivileged and cannot form the basis of a defamation claim.  \nScott v. Statesville \nPlywood & Veneer Co., Inc. , 240 N.C. 73, 76, 81 S.E.2d 146, 148 (1954).  In \narticulating the standard by which courts should address defamatory statements in \npleadings, the North Carolina Supreme Court stated: \n[w]hile statements and pleadings and other papers filed in a judicial \nproceeding are not privileged if they are not relevant or pertinent to \nthe subject matter of the action, the question of relevancy or pertinency \nis a question of law for the courts, and the matter to which the \nprivilege does not extend must be so palpably irrelevant to the subject \nmatter of the controversy that no reasonable man can doubt its \nirrelevancy or impropriety.  If it is so related to the subject matter of \nthe controversy that it may become the subject of inquiry in the course \nof the trial, the rule of absolute privilege is controlling.  \n \nScott , 240 N.C. at 76, 81 S.E.2d at 149 (citations omitted).  Thus, for the \ncounterclaim to survive the Plaintiffs’ Motion, the Lennon Hills Defendants must \nprove that the subject allegations are “palpably irrelevant to the subject matter” of \nthe lawsuit.   \n {140}  The Lennon Hills Defendants assert the legal conclusion that “[t]he \ndefamatory statements published by the Plaintiffs in their Compliant have no \nrelevance or pertinence to the subject matter of the Plaintiffs’ Complaint.”  (Am. \nAnswer, Affirmative Defenses, Mot. to Dismiss, Mot. to Strike, Countercl. of Defs. \nLenhil, Inc., Lennon Hills, L.L.C., Viable Corp., Edwin L. Burnett, III, & Dan Hilla \n(“Countercl.”) ¶ 4.)   \n {141}  The Court cannot rule, however, as a matter of law, that the \nallegations related to the Lennon Hills Defendants are “so palpably irrelevant” to \nthe subject matter of the lawsuit.    \n {142}  The Lennon Hills Defendants’ counterclaim for defamation is \nDISMISSED.   \n \nC.  Defendants’ Motions to Strike \n \n {143}  Defendants move pursuant to Rule 12(f) to strike from the Second \nAmended Complaint (1) any allegations related to fraudulent conduct directed to \nGreen and T&T Partnership; and (2) any claims or allegations against Keith \nMeyers, Meyers Appraisal Services, LLC, Nicholas R. Frank, and the Wachovia \nrelated Defendants.  While the Parties referred to other matters, the Court decides \nthis motion based solely on the allegations in the Second Amended Complaint. \n18   \n  \n \n                                                 \n18   Plaintiffs offered a timeline with supporting documentation from public records and the Parties \nsubmitted opposing briefs on whether it should be considered. The Court has chosen not to review \neither the timeline or its support.  The Court believes the allegations of the Second Amended \nComplaint itself are adequate to illuminate well enough the respective arguments on the motion to \nstrike. \na.  Standard of Review  \n \n {144}  Rule 12(f) states that upon motion of one of the parties, a “judge may \norder stricken from any pleading any insufficient defense or any redundant, \nirrelevant, immaterial, impertinent, or scandalous matter.”  Whether to grant a \nmovant’s request to strike such material is within the Court’s discretion.  \nSee \nBroughton v. McClatchy Newspapers, Inc. , 161 N.C. App. 20, 25, 588 S.E.2d 20, 25 \n(2003).  That being said, “matter should not be stricken [from a pleading] unless it \nhas no possible bearing upon the litigation.”  Shellhorn v. Brad Ragan, Inc. , 38 N.C. \nApp. 310, 316, 248 S.E.2d 103, 108 (1978).  If there is any question as to whether an \nissue may arise, the motion to strike should be denied. Id.   \n \nb.  The Allegations Related to Green and T&T Partnership Should Not Be \nStricken Despite Questions Regarding Whether They Ultimately May Prove  \nto Be Probative or Relevant \n \n {145}  In substance, Plaintiffs contend that while serving as Green’s attorney \nand trusted financial advisor, Lennon engaged in an elaborate scheme to defraud \nGreen.  (2nd Am. Compl. ¶¶ 25−32.)  Thereafter, Lennon, Viable, and Burnett used \n$850,000.00 of the money defrauded from Green to acquire the Lennon Hills tract.  \n(2nd Am. Compl. ¶¶ 39−47.)  In 2007, Green allegedly discovered the scheme and \nbegan to make demands for monetary reimbursement.  (2nd Am. Compl. ¶¶ 59−60). \n {146}  Plaintiffs do not assert claims on behalf of Green and T&T \nPartnership.  Rather, they aver that the allegations regarding them provide \nrelevant background evidence.  Plaintiffs theorize that pressure from Green served \nas Defendants’ underlying motivation to induce T&T Partnership’s purchase of ten \n(10) lots in the Lennon Hills development and to organize and set in motion the \nconspiracy against BDM.   \n {147}  At this stage in the litigation, the Court cannot say, as a matter of law, \nthat the allegations related to Green and T&T Partnership are altogether irrelevant \nand immaterial to the Plaintiffs’ claims.  The Court again notes, however, that \nPlaintiffs’ supposition is suspect considering that their purchase appears to have \npreceded Green’s discovering claims he might have.  Ultimately, this inconsistency \nmay justify limitations on Plaintiffs’ proof or arguments, but at this time, \nDefendants’ motion to strike is DENIED.     \n   \nc.  The Allegations Related to Meyers, Meyers Appraisal Services, LLC,  \nand the Wachovia Related Defendants Should Not Be Stricken, But the Allegations  \nAgainst Nicholas R. Frank Should Be \n \n {148}  The Second Amended Complaint contains numerous allegations \ndetailing wrongful conduct undertaken by Meyers, Meyers Appraisal Services, LLC, \nNicholas R. Frank (“Frank”), and the Wachovia related Defendants. \n {149}  Although each were initially named as Defendants in this action, \nPlaintiffs have (1) failed to properly serve Meyers and Meyers Appraisal Services, \nLLC; (2) voluntarily dismissed the Wachovia related Defendants; and (3) voluntarily \ndismissed Frank.   \n {150}  The allegations related to Meyers, Meyers Appraisal Services, LLC, \nand the Wachovia related Defendants arguably may be relevant background for the \nfraud allegations.  The Defendants are alleged to have impugned the appraisal \nprocess and Plaintiffs take exception to the process by which financing was obtained \nfrom the Wachovia related Defendants.  The Court will not strike them at this time.   \n{151}  There is, however, no discernable relevance to the allegations against \nFrank.  Defendants’ motions to strike allegations of the Second Amended Complaint \nrelated to Nicholas R. Frank are GRANTED.  Their motions to strike are otherwise \nDENIED.  \n {152}  The Court is prepared to restrict discovery on these marginal \nallegations if necessary.   \n \n \nVI.  CONCLUSION  \n \n {153}  The Defendants’ motions are GRANTED as follows: \n 1) All claims asserted by the Individual Plaintiffs, and those claims are \nhereby DISMISSED;  \n 2)   All claims against Pam Lawrence and Lawrence S&M, and those \nclaims are hereby DISMISSED; \n 3) All claims against Evans and Homeplace Realty, and those claims are \nhereby DISMISSED; \n 4)   As against all other Defendants, all claims for negligence, gross \nnegligence, conversion, breach of contract, and breach of the implied covenant of \ngood faith and fair dealing, and those claims are hereby DISMISSED; \n 5) The legal malpractice claim against Gary Lawrence, including the \nbreach of fiduciary duty claim, and those claims are hereby DISMISSED; \n 6) The constructive fraud claims against Defendants other than \nHollingsworth, and those claims are hereby DISMISSED;  \n 7) The fraud, fraud in the inducement, and negligent misrepresentation \nclaims against Defendants other than Hollingsworth and Gary Lawrence, and those \nclaims are hereby DISMISSED; \n 8) The unfair and deceptive trade practice claims against Defendants \nother than Hollingsworth, and those claims are hereby DISMISSED;   \n 9) The equitable estoppel and unjust enrichment claims against \nDefendants other than Hollingsworth, and those claims are hereby DISMISSED; \n.  10) The aiding and abetting a breach of fiduciary duty claim against \nHollingsworth, and that claim is hereby DISMISSED;   \n 11) The claim for violation of the North Carolina Residential Mortgage \nFraud Act, and that claim is hereby DISMISSED.  \n {154}  The Defendants’ motions with respect to the following claims are \nDENIED: \n 1) The issue of whether a Certificate of Assumed Name was or should \nhave been filed in Brunswick County;   \n 2) The breach of fiduciary duty claim against Hollingsworth; \n 3) The constructive fraud claim against Hollingsworth;   \n 4)   The fraud, fraud in the inducement, and negligent misrepresentation \nclaims against Hollingsworth and Gary Lawrence;   \n 5) The unfair and deceptive trade practice claim against Hollingsworth;   \n 6) The equitable estoppel claim against Hollingsworth;  \n 7) The unjust enrichment claims against Hollingsworth, Viable and \nLenhil;  \n 8) The civil conspiracy claims against Hollingsworth, Gary Lawrence, \nLennon, Lenhil, Lennon Hills, Burnett, Hilla, and Viable;  \n 9) The joint enterprise, joint venture, and joint adventure claims against \nHollingsworth, Gary Lawrence, Lennon, Lenhil, Lennon Hills, Burnett, Hilla, and \nViable.    \n {155}  The Court defers ruling on Defendants’ motions as related to the \nfollowing claims as against Hollingsworth, Gary Lawrence, Lennon, Lenhil, Lennon \nHills, Burnett, Hilla, and Viable: \n 1) The aiding and abetting a breach of fiduciary duty claim except as \nagainst Hollingsworth;   \n2)  The punitive damages claim.     \n {156}  The Defendants’ motions to strike is DENIED except as related to the \nallegations of misconduct by Frank, which allegations shall be stricken; \n {157}  The Plaintiffs’ Motion is GRANTED.   \n {158}  Pursuant to BCR 17, the Parties shall conduct their Case Management \nMeeting on or before Wednesday, February 1, 2012 and submit their Case \nManagement Report to the Court on or before Thursday, February 16, 2011.  The \nCourt will then convene a Case Management/Status Conference at 10:00 a.m. on \nThursday, February 23, 2012.  The Conference shall be by teleconference absent a \nrequest by mutual consent that it be held in person, in which event, it will be held \nat the Business Court in Greensboro.  \n \n IT IS SO ORDERED, this 18th day of January, 2012.  \n  "
}