{
  "id": "2f104dbe5a01549f96d5b24a0a5a6365834610c8eac2b0feccb927b9412708f1",
  "source_file": "data/raw/ncbc/2f104dbe5a01549f96d5b24a0a5a6365834610c8eac2b0feccb927b9412708f1.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24CV012798-590 \n \nBARINGS LLC, \n \nPlaintiff, \n \nv. \n \nIAN FOWLER, KELSEY TUCKER, \nand CORINTHIA GLOBAL \nMANAGEMENT LIMITED, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION  \nON MOTIONS TO DISMISS \n \n1. In March 2024, twenty -two members of Barings LLC ’s Global Private \nFinance group resigned in unison to join Corinthia Global Management Limited, a  \nfledgling competitor.  In this lawsuit, Barings alleges that the departing employees \ntook its trade secrets and other confidential information at Corinthia’s direction .  \nBarings also alleges that Corinthia conspired with Ian Fowler (a leader of the Global \nPrivate Finance group) and Kelsey Tucker (Barings’s former head of global \noperations) in orchestrating the raid. \n2. Corinthia, Fowler, and Tucker deny these allegations and have separately \nmoved to dismiss all claims  in Barings’s amended complaint .  For the following \nreasons, the Court GRANTS in part and DENIES in part the motions to dismiss. \nEllis & Winters LLP, by Dixie T. Wells and David Keirstead, and Dechert \nLLP, by Bina Peltz, Neil A. Steiner, Angela Liu, Harnelle C. St. Cloud, \nNina Segovia Riegelsberger, Christopher Merken, and Sierra Sanchez , \nfor Plaintiff Barings LLC. \n \nWilliams Mullen, by Michael C. Lord and Robert C. Van Arnam, and \nHughes Hubbard & Reed LLP , by Carl Wellington Mills, Derek Adler, \nand Robb Patryk, for Defendant Corinthia Global Management Limited. \n \nBarings LLC v. Fowler, 2025 NCBC 6. \nJohnston, Allison & Hord, P.A., by Greg C. Ahlum and David E. Stevens, \nand Goldberg Kohn Ltd. , by Michael Lawrence Sullivan, Jon E. \nKlinghoffer, and Kyle Walther, for Defendant Ian Fowler. \n \nFitzgerald Hanna & Sullivan, PLLC, by Douglas W. Hanna, and Epstein \nBecker & Green, P.C. , by Katherine Rigby , Peter Steinmeyer, and Erik \nWeibust, for Defendant Kelsey Tucker. \n \nConrad, Judge. \n \nI. \nBACKGROUND \n \n3. The Court does not make findings of fact on a motion to dismiss.  The \nfollowing background assumes that the allegations of the amended complaint  are \ntrue.1 \n4. Barings is an “asset management firm.”  Its Global Private Finance group \n“provides investment management to [affiliate] Barings BDC, non -traded business \ndevelopment companies, private funds, and separately managed accounts along with \nother vehicles.”  This group is based partly in Charlotte, North Carolina and partly \nin London, England.  (Am. Compl. ¶¶ 2, 18, 19, ECF No. 69.) \n5. Until March 2024, Fowler “was an officer and managing director of Barings,” \nas well as “President of Barings BDC.”  Together with London-based Adam Wheeler, \nFowler headed the Global Private Finance  group.  During his employment with \nBarings, Fowler signed an agreement that contains restrictions on the solicitation of \nthe company’s employees and clients  and the use and disclosure of its confidential \n \n1 For technical reasons, Barings had to file its amended complaint twice in the county’s \nelectronic-filing system.  The Court deems this to be a single amendment, not two \namendments as Corinthia, Fowler, and Tucker contend. \ninformation.  The agreement also requires  him to return Barings’s property and \nconfidential information at the end of his employment.  (Am. Compl. ¶¶ 12, 25, 26.) \n6. Tucker was once Barings’s Global Head of Operations.  She left the company \nin January 2023.  At that time, she signed a separation agreement barring her from \ncompeting against Barings for six months and from soliciting its employees for twelve \nmonths.  During her employment, Tucker had also agreed to confidentiality \nrestrictions equivalent to Fowler’s.  (See Am. Compl. ¶¶ 13, 29.) \n7. As early as August 2023, Corinthia began quietly recruiting the members of \nBarings’s Global Private Finance group.   Corinthia , which  is based in the United \nKingdom, had no business at that time .  As alleged, it aimed to accelerate its entry \ninto the market by luring away Barings’s employees  and clients.  In October and \nNovember 2023, Corinthia offered to match the salaries that Barings paid its Global \nPrivate Finance group.  By December 2023, Corinthia had collected postdated \nresignation letters from the departing employees.  Three months later , Fowler, \nWheeler, and twenty other members of the Global Private Finance group delivered \nthose letters to Barings and resigned  to join Corinthia.  (See Am. Compl. ¶¶ 35, 37, \n39, 41, 42.) \n8. According to Barings, the departing employees delayed  their resignations \nfor two reasons: to collect cash bonuses earned for 2023 and to gather confidential \ninformation to take with them.  As alleged, Corinthia urged the departing employees \nto gather “confidential information concerning Barings’ benefit plans, compensation \nstructure, and new client intake and onboarding  forms and policies.”   In the days \nleading up to their departure, some of the London -based employees allegedly made \nunusual requests for confidential “policies and documents” and were filmed “leaving \nthe Barings office carrying stuffed duffel bags and unusually large stacks of papers \nand files.”  (Am. Compl. ¶¶ 42–45, 48.) \n9. On the morning  after the resignation s, Corinthia’s founder, Paul \nWeightman, approached the chairman of Barings’ s parent company with an \nunsolicited term sheet containing confidential information allegedly  obtained from \nthe departing employees.  In short, the term sheet proposed that Corinthia would buy \nthe Global Private Finance group’s portfolio on the cheap and offer employment to \nthe group’s  remaining employees.  Meanwhile, Corinthia continued recruiting : as \nTucker allegedly told one of Barings’s managing directors , “we a re going after \neveryone.”  (Am. Compl. ¶¶ 53–55.) \n10. Days later, Barings began this lawsuit and moved for emergency injunctive \nrelief and expedited discovery .  The parties resolved that emergency motion by \nconsent, tendering a stipulated injunction order.  The Court entered the order, which \nrequired, among other things, that  Corinthia return Barings’s confidential \ninformation, secure certifications from all departing employees before they \ncommenced their  employment, and refrain from onboarding the departing foreign \nemployees until any valid noncompetition restrictions expired.  Following the entry \nof the stipulated injunction order, Corinthia returned over 100 documents containing \nBarings’s confidential information.  Even so, Barings alleges that Corinthia has not \ncomplied with all of the parties’ agreed terms.  (Am. Compl. ¶¶ 63–68, 147; Stipulated \nInj. Order, ECF No. 44.) \n11. In its amended complaint,  Barings alleges that Corinthia, Fowler, and \nTucker conspired to cripple its Global Private Finance group and misappropriate its \nconfidential information and trade secrets .  The amended complaint includes nine 2 \nclaims for relief: breach of contract (against Fowler and Tucker); constructive fraud \nand breach of fiduciary duty (against only Fowler); breach of the stipulated injunction \norder (against only Corinthia); and tortious interference with contract , \nmisappropriation of trade secrets, unfair or deceptive trade practices under N.C.G.S. \n§ 75-1.1, civil conspiracy, and a remedial request for permanent injunctive relief  \n(against Corinthia, Fowler, and Tucker). \n12. Corinthia, Fowler, and Tucker separately moved to dismiss all claims in the \namended complaint under Rule 12(b)(6) of the North Carolina Rules of Civil \nProcedure.  (See ECF Nos. 83, 88, 93.)  The Court held a hearing on 28 October 2024.  \nThe motions have been fully briefed and are ripe for decision. \nII. \nLEGAL STANDARD \n \n13. A motion to dismiss under Rule 12(b)(6) “tests the legal sufficiency of the \ncomplaint.”  Isenhour v. Hutto, 350 N.C. 601, 604 (1999) (citation and quotation marks \nomitted).  Dismissal is proper when “(1) the complaint on its face reveals that no law \nsupports the plaintiff’s claim; (2) the complaint on its face reveals the absence of facts \n \n2 Barings voluntarily dismissed a tenth claim for tortious interference with prospective \neconomic advantage.  (See ECF No. 125.) \nsufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.”  Corwin v. Brit. Am. Tobacco PLC, 371 N.C. \n605, 615 (2018) (citation and quotation marks omitted).  In deciding the motion, the \nCourt must treat all well -pleaded allegations as true and view the facts and \npermissible inferences in the light most favorable to the nonmoving party.  See, e.g. , \nSykes v. Health Network Sols., Inc., 372 N.C. 326, 332 (2019). \nIII. \nANALYSIS \n \n14. Before turning to the parties’ arguments, the Court notes that the amended \ncomplaint claims not only that Corinthia , Fowler, and Tucker individually  engaged \nin wrongful acts  but also that they conspired  together to carry out their tortious \nconduct.  At the hearing, Barings retreated from its position that Fowler and Tucker \nhad personally committed at least some of the alleged  torts and related wrongs , \ninstead falling back on conspiracy as its primary theory of liability.  But Barings has \nnot clearly delineated  which theory or theories it means to pursue for which claim.  \nNor has it voluntarily dismissed the disputed claims .  Accordingly, the Court must \naddress the sufficiency of the allegations of personal wrongdoing as well as the \nallegations of conspiracy. \nA.  Breach of Contract \n15. In its first claim for relief, Barings asserts that Fowler breached contractual \nprovisions that prohibit him from disclosing its confidential information and that \nrequire him to return its property at the end of his employment.  Barings also claims \nthat Tucker breached similar provisions, as well as a covenant not to  solicit its \nemployees for one year after her departure. \n16. To state a claim for breach of contract, a plaintiff need only allege the \n“existence of a valid contract” and a “breach of the terms of that contract .”  Poor v. \nHill, 138 N.C. App. 19, 26 (2000).  Even so, conclusory allegations of a breach will not \ndo.  The complaint must allege enough to put the presiding court and the defendant \non notice of the events giving rise to the claim —that is, the facts that constitute the \nbreach.  See RGK, Inc. v. U.S. Fid. & Guar. Co., 292 N.C. 668, 675 (1977); see also, \ne.g., VisionAIR, Inc. v. James, 167 N.C. App. 504, 510 (2004)  (discussing the \ninsufficiency of conclusory allegations of breach of nondisclosure provision in the \ncontext of a motion for preliminary injunction). \n17. Barings’s claim does not satisfy this modest standard.  The allegations that \nFowler and Tucker breached their employment agreements are conclusory, lacking \nfactual support.  Barings names many generic categories of business and financial \ninformation that it considers confidential.  (See Am. Compl. ¶ 22.)  But its conclusory \nallegations of breach leave the individual defendants to guess at what they \nsupposedly took, disclosed, or failed to return.  (See Am. Compl. ¶¶ 34, 76, 78.)  Such \nsweeping, generalized allegations do not give Fowler and Tucker “notice of the \ntransactions, occurrences, or series of transactions or occurrences, intended to be \nproved showing that the pleader is entitled to relief.”  N.C. R. Civ. P. 8(a)(1). \n18. Nor does the amended complaint allege facts to show that Tucker breached \nher nonsolicitation covenant.  The only nonconclusory allegation to show solicitation \nby Tucker relates to events in March 2024,  several months after her nonsolicitation \nrestriction had expired.  (See Am. Compl. ¶¶ 29, 55.) \n19. Accordingly, the Court grants Fowler’s and Tucker’s motions to dismiss the \nclaims against them for breach of contract. \nB.  Misappropriation of Trade Secrets \n20. Barings claims that Corinthia, Fowler, and Tucker  misappropriated its  \ntrade secrets.   As alleged, these trade secrets include plans for new products, \nemployee compensation information, and various internal policies.   \n21. To start, Corinthia argues that English law, not North Carolina law, governs \nthis claim.  For a claim of misappropriation of trade secrets, “the proper choice of law \nrule . . . is the lex loci  test.”  SciGrip, Inc. v. Osae, 373 N.C. 409, 420 (2020).  Under \nthis test, the law that applies is the law of the place “where the injury or harm was \nsustained or suffered” —usually, the place “where the last event necessary to make \nthe actor liable or the last event required to constitute the tort takes place.”  Id.  \n(quoting Harco Nat’l Ins. Co. v. Grant Thornton LLP, 206 N.C. App. 687, 695 (2010)). \n22. As Corinthia sees things, the last event constituting  the alleged  \nmisappropriation is its use of the trade secrets, which must have occurred in England \nwhere it is located.  The Court disagrees.  The amended complaint alleges not only \nthat Barings’s principal place of business is in North Carolina but also that  North \nCarolina is where its injuries occurred, where its Global Private Finance group is \nprimarily based, and where Corinthia solicited certain employees.  In addition, the \namended complaint alleges that “Corinthia transacts business in North Carolina by \nproviding or planning or organizing to provide portfolio services in Charlotte, North \nCarolina with the team improperly hired from Barings that gives rise to this action.”  \n(Am. Compl. ¶¶  11, 14, 15 .)  These allegations could support an inference that the \nlast event giving rise to the claim occurred in North Carolina, which was not true  in \nthe case law on which Corinthia relies.  See Elior, Inc. v. Thomas, 2024 NCBC LEXIS \n61, at *43 (N.C. Super. Ct. Apr. 22, 2024) (“But the Complaint fails to allege any fact \nthat would support an inference that the last act giving rise to the injury occurred \nanywhere other than in Illinois.”).   \n23. Thus, for now, the Court assumes without deciding that North Carolina law \napplies.  Corinthia is free to renew its choice -of-law argument on a more developed \nrecord at summary judgment.   \n24. To plead a claim for misappropriation under North Carolina law, “a plaintiff \nmust identify a trade secret with sufficient particularity so as to enable a defendant \nto delineate that which he is accused of misappropriating and a court to determine \nwhether misappropriation has or is threatened to occur.”  Krawiec v. Manly, 370 N.C. \n602, 609 (2018) (quoting Washburn v. Yadkin Valley Bank & Tr. Co. , 190 N.C. App. \n315, 326 (2008)).  A “trade secret” is “business or technical information” that “[d]erives \nindependent actual or potential commercial value from not being generally known or \nreadily ascertainable through independent development or reverse engineering by \npersons who can obtain economic value from its disclosure or use” and is “the subject \nof efforts that are reasonable under the circumstances t o maintain its secrecy. ”  \nN.C.G.S. § 66-152(3).  “Misappropriation” is the “acquisition, disclosure, or use of a \ntrade secret of another without express or implied authority or consent ,” excluding \nindependent development and other legitimate activities.  Id. § 66-152(1). \n25. Barings identifies the trade secrets at issue as “plans for new investment \nproducts,” “valuation and risk management policies,” short -term and long -term \n“compensation information ,” and “responses to investor due diligence \nquestionnaires.”  (Am. Compl. ¶  46.)  Each trade secret was allegedly among the \ndocuments “returned by Corinthia pursuant to” the stipulated injunction order at the \noutset of the case.  (Am. Compl. ¶ 46.)  These descriptions are not vague or conclusory, \nas Corinthia contends.  They  identify with specificity  what Corinthia is accused of \nmisappropriating—namely, distinct groups of information contained within a defined \nset of documents.  Accordingly, the Court concludes that Barings has identified its \nalleged trade secrets with sufficient particularity.   See, e.g. , Inhold, LLC v. \nPureShield, Inc., 2020 NCBC LEXIS 107, at *9 (N.C. Super. Ct. Sept. 22, 2020) (“The \ndescriptions are reasonably definite without disclosing the actual secrets.”).3 \n26. Corinthia insists that this information is too generic or too widely known to \ndeserve trade-secret protection.  Perhaps discovery will yield support for Corinthia’s \nfactual assertions, but they “are not found in the amended complaint” and therefore \n \n3 In paragraph 22 of its amended complaint , Barings alleges that it  keeps a slew of other \ntypes of information confidential, including “client lists, contact information and information \nregarding products or services,” as well as “operating methods, business processes, services, \nproducts, pricing, fees, costs, service performance, operating results, models, strategic \nplanning, fund details, and governing information.”  (Am. Compl. ¶ 22.)  At no point, though, \ndoes the amended complaint identify these broad categories of information as trade secrets.  \nNor does Barings’s opposition brief cite paragraph 22 to support its trade-secret claim.  And \nfor good reason: our  courts have repeatedly dismissed trade -secret claims based on such \n“extremely general” allegations.  Krawiec, 370 N.C. at 611; see also Design Gaps, Inc. v. Hall, \n2024 NCBC LEXIS 64, at *9 n.3 (N.C. Super. Ct. May 1, 2024) (collecting cases). \ncannot serve as a basis for dismissal .  TriBike Transp. , LLC v. Essick, 2022 NCBC \nLEXIS 143, at *6 (N.C. Super. Ct. Nov. 30, 2022). \n27. The rest of Corinthia’s arguments—that Barings has not alleged any acts of \nmisappropriation or any resulting harm —are also meritless .  Taken as true, the \nallegations show that Corinthia possessed Barings’s trade secrets without its consent, \nused that information to establish itself in the marketplace,  and returned the  \ninformation only after this litigation began.  (See, e.g., Am. Compl. ¶¶ 46, 50.)  That \nis sufficient to plead both  misappropriation and resulting harm.  See, e.g. , TriBike, \n2022 NCBC LEXIS 143, at *7; Mech. Sys. & Servs., Inc. v. Howard , 2021 NCBC \nLEXIS 69, at *7 (N.C. Super. Ct. Aug. 11, 2021) ; see also  Barr-Mullin, Inc. v. \nBrowning, 108 N.C. App. 590, 597 (1993) (“The very nature of a trade secret mandates \nthat misappropriation will have significant and continuous long-term effects.”); Next \nAdvisor, Inc. v. LendingTree, Inc. , 2016 NCBC LEXIS 189, at * 26 (N.C. Super. Ct. \nJune 29, 2016) (“[I]n most instances, courts presume irreparable harm where a trade \nsecret has been misappropriated.” (citation and quotation marks omitted)). \n28. The allegations against Fowler and Tucker  are deficient , however.  As \nFowler and Tucker correctly observe , the amended complaint alleges in conclusory \nfashion that they  “disclos[ed] Confidential Information to Corinthia.”  (Am. Compl. \n¶¶ 76, 78.)  There are no allegations that they improperly acquired, used, or disclosed \nany trade secrets .  Rather, Barings concedes  that it does not know “how or when” \nCorinthia received the alleged trade secrets.  (Am. Compl. ¶  64.)  Barings offers no \nresponse to this argument in its opposition brief.  The Court therefore concludes that \nBarings has not adequately  stated a claim for misappropriation of trade secrets  \nagainst Fowler and Tucker.  See, e.g., Wells Fargo Ins. Servs. USA, Inc. v. Link, 2018 \nNCBC LEXIS 42, at * 38–39 (N.C. Super. Ct. May 8, 2018) ( dismissing claim when \nplaintiff had not alleged that defendant “accessed or acquired trade secrets at any \ntime when she was not authorized to do so” or that defendant “disclosed or used” trade \nsecrets), aff’d per curiam, 372 N.C. 260 (2019). \n29. Accordingly, the Court dismisses the claims for misappropriation of trade \nsecrets against Fowler and Tucker but den ies Corinthia’s motion to dismiss that \nclaim. \nC.  Tortious Interference with Contract \n30. Next, the Court considers Barings’s  claim for tortious interference with \ncontract.  The basis for the claim is that Corinthia, Fowler, and Tucker induced the \ndeparting employees to breach their employment agreements with Barings by \nmisusing its confidential information and soliciting its customers. \n31. To state a claim for tortious interference with contract , the plaintiff must \nallege that a valid contract exists between it and a third person and that the \ndefendant knew of the contract, intentionally induced the third person not to perform \nthe contract, did so without justification, and caused actual damage .  See Embree \nConstr. Grp., Inc. v. Rafcor, Inc. , 330 N.C. 487, 498 (1992) .  Inducement generally \nrequires “purposeful conduct.”  E .g., Truist Fin. Corp. v. Rocco , 2024 NCBC LEXIS \n62, at *38 (N.C. Super. Ct. Apr. 25, 2024); Gallaher v. Ciszek, 2020 NCBC LEXIS 124, \nat *16 (N.C. Super. Ct. Oct. 16, 2020). \n32. Corinthia argues that any interference was justifi able market competition.  \nBut competition is an accepted justification for interference in another’s business \nrelations only when carried out “by means that are lawful.”  Peoples Sec. Life Ins. Co. \nv. Hooks , 322 N.C. 216, 221 (1988).   Here, Barings ha s adequately alleged that \nCorinthia m isappropriated its trade secrets , which  “is not a lawful means of \ncompetition.”  New Restoration and Recovery Servs., LLC v. Dragonfly Pond Works, \nLLC, 2023 NCBC LEXIS 80, at *17 (N.C. Super. Ct. June 15, 2023); see also McGriff \nIns. Servs. v . Hudson, 2023 NCBC LEXIS 4, at *52 (N.C. Super. Ct. Jan . 17, 2023) \n(same); Mech. Sys., 2021 NCBC LEXIS 69, at *13 (same). \n33. In addition , Corinthia argues that it did not know about the departing \nemployees’ agreements, induce them to breach the agreements, or cause any actual \nharm to Barings.  The amended complaint alleges, however, that Corinthia obtained \nand held signed resignation letters months before the departing employees left \nBarings; that confidentiality and nonsolicitation restrictions are “common conditions \nof employment” in the industry ; that Corinthia purported to condition each \n“employee’s start date on the expiration of any applicable restriction”; that Corinthia \n“sought and obtained confidential information” from these employees ; that certain \nemployees took “unusually large stacks of papers and files”; that Corinthia returned \nat least “130 documents containing Barings -related information ,” including trade \nsecrets, under the stipulated injunction order;  and that the  departing employees \n“arranged calls and meetings with Barings Clients, potential clients, and partners for \nthe weeks after their planned resignation.”  (Am. Compl. ¶¶ 32, 33, 41, 42, 45, 46, 48, \n56.)  These allegations, if true, could support an inference that Corinthia knew of the \nemployee agreements, induced the departing employees to breach the agreements, \nand caused Barings harm by doing so.  See, e.g., Truist, 2024 NCBC LEXIS 62, at *38 \n(concluding that an allegation that defendant directed departing employees to \ndisclose confidential information was sufficient to plead “active  and intentional \nconduct”). \n34. On the other hand, t he allegations as to  Fowler and Tucker are again \ndeficient.  “Conclusory allegations that merely state that a defendant has ‘induced’ or \n‘caused’ a third party to breach a contract with a plaintiff . . . are insufficient to satisfy \nthe inducement element.”  Id.  at *38–39.  At no point does the amended complaint \nallege, in anything other than conclusory terms, that  Fowler and Tucker personally \ninduced any employee to breach a contract with Barings.  See, e.g. , Prometheus Grp. \nEnters., LLC v. Gibson, 2023 NCBC LEXIS 42, at *28 (N.C. Super. Ct. Mar. 21, 2023); \nSe. Anesthesiology Consultants, PLLC  v. Rose, 2019 NCBC LEXIS 52, at *29 (N.C. \nSuper. Ct. Aug. 20, 2019). \n35. Accordingly, the Court dismisses the claim for tortious interference with \ncontract against Fowler and Tucker but denies Corinthia’s motion to dismiss that \nclaim. \nD.  Section 75-1.1 \n36. Barings’s claim for unfair or deceptive trade practices under section 75 -1.1 \nis predicated on its underlying allegations of  misappropriation of trade secrets and \ntortious interference with contract .  Because these predicate claims survive against \nCorinthia, so too does the section 75 -1.1 claim against it.  But having dismissed the \npredicate claims against Fowler and Tucker, the Court dismisses the section 75 -1.1 \nclaim against them for the same reasons.  \nE.  Civil Conspiracy \n37. Barings’s claim for civil conspiracy is also predicated on  its underlying \nallegations of misappropriation of trade secrets and tortious interference with \ncontract.  In essence, Barings alleges that Corinthia, Fowler, and Tucker conspired \nto commit the se torts and are therefore liable  even if each conspirator did not \npersonally perform each wrongful act. \n38. “A civil action for conspiracy is an action for damages resulting from acts \ncommitted by one or more of the conspirators pursuant to the formed conspiracy, \nrather than the conspiracy itself.”  Krawiec, 370 N.C. at 613 (quoting Burton v. Dixon, \n259 N.C. 473, 476 (1963)).  In other words, “[o]nly where there is an underlying claim \nfor unlawful conduct can a plaintiff state a claim for civil conspiracy by also alleging \nthe agreement of two or more parties to carry out the conduct and injury resulting \nfrom that agreement.”  Toomer v. Garrett , 155 N.C. App. 462, 483 (2002).   Thus, “a \ncomplaint sufficiently states a claim for civil conspiracy  when i t allege s (1) a \nconspiracy, (2) wrongful acts done by certain of the alleged conspirators in \nfurtherance of that conspiracy, and (3) injury as a result of that conspiracy.”  Krawiec, \n370 N.C. at 614 (citation and quotation marks omitted).  Because these elements “are \nbroadly stated,” the burden in seeking to dismiss a conspiracy claim “ is difficult” to \nmeet.  Safety Test & Equip Co. v. Am. Safety Util. Corp. , 2015 NCBC LEXIS 40, at \n*48 (N.C. Super. Ct. Apr. 23, 2015). \n39. Corinthia, Fowler, and Tucker argue that the conspiracy claim must be \ndismissed if the underlying tort claims  against them are dismissed.  As discussed,  \nthough, the amended complaint adequately states claims against Corinthia for \ntrade-secret misappropriation and tortious interference.  These claims provide \nsuitable predicates for the conspiracy claim.  This is so e ven though the Court has \ndismissed the same claims against Fowler and Tucker.  So long as Barings can show \nan agreement among the three to carry out the misconduct , “all of the conspirators  \nare liable, jointly and severally, for the act of any one of them done in furtherance of \nthe agreement.”  Neugent v. Beroth Oil Co., 149 N.C. App. 38, 53 (2002) (citation and \nquotation marks omitted); see also Chisum v. MacDonald, 2018 NCBC LEXIS 34, at \n*32 (N.C. Super. Ct. Apr. 18, 2018) (“The dismissal of the claims against Hardison for \nbreach of fiduciary duty and professional negligence does not bar him from liability \nfor damages resulting from the other conspirators’ acts.”). \n40. And although Corinthia and Tucker  (but not Fowler)  argue that the \namended complaint does not adequately allege the existence of such an agreement, \nthe Court disagrees.  Taken as true, the allegations show that Corinthia, Fowler, and \nTucker “entered into a knowing agreement among each other to commit the torts,”  \n“the conspiracy occurred from at least August 2023 through March 2024,” and the \npurpose of the conspiracy was to accelerate  the launch of Corinthia’s business  by \nraiding Barings’s employees and confi dential information.  ( E.g., Am. Compl. ¶¶  5, \n45, 51, 60, 126, 128.)  These allegations are supported by other allegations tending to \nshow that Fowler coordinated his resignation with more than twenty employees and \nthat Tucker actively recruited members of the Global Private Finance group while \nidentifying to Corinthia some of the confidential information that they might possess.  \n(See, e.g., Am. Compl. ¶¶ 41, 44, 47–49, 55.) \n41. To be clear, the conspiracy allegations are neither particularized nor \ncomprehensive.  And this Court has cautioned that “ [a] conspiracy claim should not \nbe used to mask the weakness of underlying claims on which the conspiracy \nallegations are based.”  Safety Test & Equip., 2015 NCBC LEXIS 40, at *48.  “At the \nsame time, the Court must fairly apply the liberal standards that govern motions to \ndismiss.”  BDM Invs. v. Lenhil, Inc. , 2012 NCBC LEXIS 7, at *69 (N.C. Super. Ct. \nJan. 18, 2012) .  Under these liberal standards, the amended complaint adequately \nalleges the elements of a  conspiracy.  See, e.g., TriBike, 2022 NCBC LEXIS 143, at \n*15–16 (“The amended complaint alleges the identity of the conspirators, the \ntimeframe of the conspiracy, and its purpose.”); Lunsford v. ViaOne Servs., LLC, 2020 \nNCBC LEXIS 111, at *17 –18 (N.C. Super. Ct. Sept. 28, 2020) ( “Taking these \nallegations as true, New JBL has set forth not only that Osprey entered into an \nagreement but also roughly when the agreement happened, how it arose, and its \npurpose.”). \n42. Accordingly, the Court denies the motions to dismiss the conspiracy claim.   \nF.  Constructive Fraud & Breach of Fiduciary Duty \n43. Barings asserts claims against Fowler for constructive fraud and breach of \nfiduciary duty, both of which are based on the same allegations.  According to Barings, \nFowler was one of its officers and managing directors.  He allegedly breached his \nfiduciary duties for his own benefit by helping Corinthia to raid Barings’s G lobal \nPrivate Finance group, all while concealing this from the company for months. \n44. Because Barings is a Delaware LLC, these claims are governed by Delaware \nlaw under the internal affairs doctrine .  See, e.g. , JS Real Estate Invs. LLC v. Gee \nReal Estate, LLC , 2017 NCBC LEXIS 104, at *15 (N.C. Super. Ct. Nov. 9, 2017); \nWorley v. Moore, 2017 NCBC LEXIS 15, at *67 (N.C. Super. Ct. Feb. 28, 2017).  In \nseeking to dismiss these claims, Fowler cites only North Carolina law.  The Court \nmay deny his motion for this reason alone.4 \n45. In any event, Fowler’s arguments either misread or ignore the allegations \nin the amended complaint.  He contends that he was not an officer and director of \nBarings and therefore did not owe it fiduciary duties, that his actions comprised only \nlawful preparations to compete, and that he received no personal benefit from these \nactions.  But the  amended complaint expressly alleges  that “Fowler was an officer \nand managing director of Barings ,” (Am. Compl. ¶¶  12, 103) , conspired with \n \n4 Fowler argues that this claim is barred by the economic loss rule but cites no Delaware law \nin support.  Nor does he explain why North Carolina’s economic loss rule ought to apply to \nthe alleged breach of fiduciary duty.  Given the lack of any legal basis for this argument, the \nCourt declines to address it.  Fowler and Tucker also argue that the economic loss rule bars \nthe tortious interference claims ; however, b ecause t hose claims have been dismissed , the \nCourt need not address the argument.  Neither Fowler nor Tucker appears to argue that this \ndoctrine bars the claim for misappropriation of trade secrets or any other claim based on the \nalleged misappropriation. \nCorinthia to carry out an unlawful scheme and concealed it from Barings , (see Am. \nCompl. ¶¶ 49, 56, 100, 101) , and received financial benefits, (see Am. Compl. ¶¶ 44, \n51).  Viewing the allegations in the light most favorable to Barings, the alleged facts \ncould give rise to an inference that Fowler’s actions went beyond mere preparations \nto compete and contravened his duties of good faith and loyalty.  Cf.  RoundPoint \nMortg. Co. v. Florez , 2016 NCBC LEXIS 18, at *26 (N.C. Super. Ct. Feb . 18, 2016) \n(noting that, under North Carolina law, a “conspiracy to bring about mass resignation \nof an employer’s key employees” and “usurpation of employer’s business opportunity” \ngo beyond mere preparations to compete). \n46. Accordingly, the Court denies Fowler’s motion to dismiss the claims for \nconstructive fraud and breach of fiduciary duty. \nG.  Motion for Permanent Injunction \n47. Injunctions are remedies, not independent causes of action.  The Court \ntherefore grants the motion s to dismiss the purported standalone claim for \npermanent injunction.  That said, Barings may be able to seek an injunction as a \nremedy if it prevails on one or more claims.  Thus, the dismissal is without prejudice \nto Barings’s ability to move for a permanent injunction as a remedy at the appropriate \ntime.  See, e.g., Al-Hassan v. Salloum, 2020 NCBC LEXIS 22, at *8– 9 (N.C. Super. \nCt. Feb. 20, 2020) (dismissing “claim for permanent injunction”). \nH.  Breach of Stipulated Injunction Order \n48. According to Barings, the s tipulated injunction order is not only a court \norder but also a valid contract between the parties.  Corinthia does not dispute that \npremise, arguing instead that the claim for breach of the stipulated injunction order \nmust be dismissed for two reasons: first, because dismissal of all other claims against \nCorinthia would necessitate the termination of the s tipulated injunction order; and \nsecond, because Barings has not alleged any damages.  Neither argument has merit.  \nThe Court has not dismissed all claims against Corinthia , and “[u]nder North \nCarolina law, proof of damages is not an element of a claim for breach of contract .”  \nCrescent Univ. City Venture, LLC v. AP Atl., Inc., 2019 NCBC LEXIS 46, at *127 (N.C. \nSuper. Ct. Aug. 8, 2019).  Accordingly, the Court denies Corinthia’s motion to dismiss \nthis claim. \nIV. \nCONCLUSION \n \n49. For these reasons, the Court GRANTS in part  and DENIES in part the \nmotions to dismiss as follows: \na. The Court DISMISSES with prejudice5 the claims against Fowler and \nTucker for breach of contract, tortious interference with contractual \nrelations, misappropriation of trade secrets, and unfair or  deceptive \ntrade practices under section 75-1.1. \nb. The Court DISMISSES the remedial claim for permanent injunction \nwithout prejudice to Barings’s ability to move for a permanent \ninjunction as a remedy at the appropriate time. \n \n5 Dismissal with or without prejudice is in  the Court’s discretion.  See First Fed. Bank v. \nAldridge, 230 N.C. App. 187, 191 (2013).  Here, Barings has already amended its complaint \nand has thus had the chance to cure these pleading deficiencies. \nc. The Court DENIES  the motion s as to the claim against Corinthia, \nFowler, and Tucker for civil conspiracy; as to the claims against Fowler \nfor constructive fraud and breach of fiduciary duty; and as to the claims \nagainst Corinthia for misappropriation of trade secrets, tortious \ninterference with contractual relationships, unfair or deceptive trade \npractices under section 75 -1.1, and breach of the stipulated injunction \norder. \n \nSO ORDERED, this the 13th day of February, 2025. \n \n \n       /s/ Adam M. Conrad   \n     Adam M. Conrad \n     Special Superior Court Judge  \n  for Complex Business Cases  \n "
}