{
  "id": "2f1165134052103244f12241270d96ce98a14809b13d823bc8d69b0d6a034788",
  "source_file": "data/raw/ncbc/2f1165134052103244f12241270d96ce98a14809b13d823bc8d69b0d6a034788.pdf",
  "raw_text": " \n \n \nSTATE OF NORTH CAROLINA \nGUILFORD COUNTY  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n12 CVS 6126 \nCHRISTOPHER CHAMBERS, on \nbehalf of himself and all others \nsimilarly situated, \n \nPlaintiff, \n \nv. \n \nTHE MOSES H. CONE MEMORIAL \nHOSPITAL; THE MOSES H. CONE \nMEMORIAL HOSPITAL OPERATING \nCORPORATION d/b/a MOSES CONE \nHEALTH SYSTEM and d/b/a CONE \nHEALTH; and DOES 1 through 25, \ninclusive,  \n \nDefendants. \n \nORDER AND OPINION  \nON MOTION TO DISMISS \nCONDITIONAL COUNTERCLAIMS \n \nHiggins Benjamin, PLLC, by John F. Bloss, and Law Offices of Barry L. \nKramer, by Barry L. Kramer, for Plaintiff Christopher Chambers. \nWomble Bond Dickinson  (US) LLP, by Philip J. Mohr and Brent F. \nPowell, for Defendants The Moses H. Cone Memorial Hospital and The \nMoses H. Cone Memorial Hospital Operating Corporation. \nConrad, Judge. \n1. Pending is a question of first impression : may a defendant in a class action \nassert counterclaims against unnamed class members before the cla ss is certified ?  \nFor the reasons discussed below, the answer is no. \n2. An abbreviated background will help frame the issue.  This case is about the \nbilling practices of The Moses H. Cone Memorial Hospital (“Moses Cone”).   \nChristopher Chambers sued Moses Cone on the ground that it overcharged him and \nother self-pay patients who received emergency care.  His amended class complaint \nChambers v. Moses H. Cone Mem’l Hosp., 2021 NCBC 75. \n \n \n \nseeks a declaratory judgment that Moses Cone’s form contract has an open price term, \nthat it may not bill self -pay patients at so -called Chargemaster rates, and that it is \nentitled only to the reasonable value of its services.  (See Am. Compl. ¶¶ 40, 41, ECF \nNo. 49.) \n3. Ten years of litigation  have yielded little progress .  Discovery and class \ncertification were put on hold while  Moses Cone twice tried to end the case.  It first \nargued mootness after relinquishing any claim it might have against Chambers  for \nnonpayment.  That issue went to the North Carolina Supreme Court, which held that \nChambers could continue to seek class certification and class-wide relief even though \nhe no longer has a personal stake in the case.  On remand from that decision, Moses \nCone again moved for dismissal, arguing that class-wide declaratory relief would \nserve no useful purpose.  This Court disagreed, denied the motion, and lifted the stay \nof discovery.  Interested readers will find a more detailed exploration of the facts and \nprocedural history in t hese earlier decisions.  See generally Chambers v. Moses H. \nCone Mem’l Hosp. , 374 N.C. 436 (2020); Chambers v. Moses H. Cone Mem’l Hosp. , \n2021 NCBC LEXIS 63 (N.C. Super. Ct. July 19, 2021). \n4. After the denial of its second motion to dismiss, Moses Cone counterclaimed \nagainst the unnamed class members for unjust enrichment.  In a nutshell , Moses \nCone alleges that most self-pay patients are in arrears and demands damages from \nall class member s who haven’t paid their bills.  The counterclaims are  expressly \nconditional on class certification—that is, they are intended to take effect only if the \nCourt certifies a class.  (See, e.g., Countercl. ¶¶ 18, 20, 31, 41, ECF No. 122.) \n \n \n \n5. Chambers now moves to dismiss the counterclaims.  (See ECF No. 123.)  His \nargument is blunt: members of an uncertified class are not parties and therefore not \nsusceptible to counterclaims.  Moses Cone responds that courts treat unnamed class \nmembers as parties for some purposes  and that its  counterclaims are compulsory.  \nAfter full briefing and a hearing on 19 November 2021, the motion is ripe. \n6. Neither side has identified any controlling authority; North Carolina courts \nsimply haven’t addressed the issue.  But the weight of persuasive federal authority, \napplying analogous rules, favors Chambers.  Although some federal courts see “no \nclear answer concerning whether conditional counterclaims may proceed against \nnon-party putative class members prior to class certification ,” Rose v. Friendly Fin. \nCorp., 2016 U.S. Dist. LEXIS 2340, at *14 (S .D. Ohio Jan. 8, 2016) , most have \ndismissed them as premature  or otherwise improper , see, e.g. , In re Bank of N.Y. \nMellon Corp. Forex Transactions Litig., 42 F. Supp. 3d 520, 527 (S.D.N.Y. 2014); \nCircle Click Media LLC v. Regus Mgmt. Group LLC , 2013 U.S. Dist. LEXIS 114463, \nat *8–16 (N.D. Cal. Aug. 13, 2013) ; James D. Hinson Elec. Contr. Co. v. BellSouth \nTelcoms., Inc., 2011 U.S. Dist. LEXIS 68538, at *20–24 (M.D. Fla. Mar. 28, 2011). \n7. This more prevalent  view is compelling.  Counterclaims, whether \ncompulsory or permissive, may target only “an opposing party.”  N.C. R. Civ. P. 13(a), \n(b).  No reasonable understanding of “opposing party” would include members of an \nuncertified class.  True, absent class members are treated as pa rties for some \npurposes after certification.  Not so before certification: “A nonnamed class member \nis not a party to the class-action litigation before the class is certified.”  Std. Fire Ins. \n \n \n \nCo. v. Knowles, 568 U.S. 588, 593 (2013) (cleaned up) ; accord Smith v. Bayer Corp. , \n564 U.S. 299, 313 (2011). \n8. Moses Cone contends that  courts have other tools, short of dismissal, to \nmanage the sequencing of counterclaims, certification, and everything that follows .  \nBut more than procedure is at play.  There are due process concerns too.  Because an \nuncertified class is really no class at all, its members are not truly before the presiding \ncourt.  Certification is the event that , “critically, renders them subject to the court’s \npower.”  In re Checking Account Overdraft Litig., 780 F.3d 1031, 1037 (11th Cir. 2015); \naccord Cruson v. Jackson Nat’l Life Ins. Co., 954 F.3d 240, 250 (5th Cir. 2020).  Even \nthen, class members may have the right to opt out.  See Ehrenhaus v. Baker, 216 N.C. \nApp. 59, 78–82 (2011).  Due process principles warn against allowing a defendant to \nthreaten class members with liability, even in a preliminary way,  before the court \nhas power over them and before they have had a chance to opt into or out of the class.  \nSee Crow v. Citi corp Acceptance Co. , 319 N.C. 274, 283 (1987) (stressing “that \nfundamental fairness and due process” require notice to class members). \n9. Moses Cone also worries that it might have waived its right to counterclaim \nhad it waited until certification.  The law is not so capricious as that.  Looking again \nto federal decisions, courts do not require defendants to take premature steps against \nputative class members just to preserve positions that may never ripen.  See, e.g., \nCruson, 954 F.3d at 250 –52 (holding that personal jurisdiction defense was \nunavailable before certification and that defendant did not waive it by first raising it \nafterward). \n \n \n \n10. In short, precertification counterclaims against absent class members are \nnot authorized by rule, are not necessary for preservation purposes, and may \nendanger the due process rights of the absentees.  On the other hand , nothing is to \nbe gained by retaining the counterclaims in limbo.  Moses Cone intends to argue that \nits counterclaims weigh against class certification, but its argument will be the same \nwhether they are pending or merely promised.  Likewise, class certification discovery \nis under way and does not hinge on the pendency of the counterclaims.  Moreover, a \ndismissal without prejudice means that Moses Cone is no worse off.  If a class is \ncertified, Moses Cone  will have the chance to reassert its cou nterclaims and, if \nneeded, to request a reasonable adjustment of the discovery schedule to accommodate \nthose claims. \n11. At the hearing, Chambers urged the Court to go further and hold  that \ncounterclaims are never appropriate against  unnamed class members , eve n after \nclass certification.  But he did not fairly raise that issue in his brief, giving it no more \nthan a mention in a footnote.  And the issue may never resurface if the class is not \ncertified or if (admittedly unlikely) Moses Cone chooses not to reassert the claims .  \nThese are good reasons not to decide the question now, especially when the conclusion \nthat Moses Cone’s counterclaims are premature is enough to resolve the motion. \n12. For all these reasons, the Court  GRANTS Chambers’s motion and \nDISMISSES Moses Cone’s conditional counterclaims without prejudice.  \n \n \n \n \nSO ORDERED, this the 3rd day of December, 2021. \n \n \n        /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}