{
  "id": "2f43aa98fd3112d3e56c84bf45720f88ac52cdbb32f978ef053275786e308358",
  "source_file": "data/raw/ncbc/2f43aa98fd3112d3e56c84bf45720f88ac52cdbb32f978ef053275786e308358.pdf",
  "raw_text": " Artistic S. Inc. v. Lund, 2015 NCBC 109. \n \nSTATE OF NORTH CAROLINA\n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n12 CVS 11789 \n \nARTISTIC SOUTHERN INC. d/b/a \nSOUTHERN STAIRCASE, \n \nPlaintiff, \n \nv. \n \nANDREW F. LUND; BRIAN C. KIRK; \nJAMES A. LEWIS; VISION \nSTAIRWAYS & MILLWORK OF \nRALEIGH LLC; and VISION \nSTAIRWAYS & MILLWORK LLC;\n \n \nDefendants. \n \n \n \n \n \n \n \nORDER AND OPINION \n \n \n \n{1} THIS MATTER is before the Court upon (i) Defendants Andrew F. Lund \n(“Lund”), James A. Lewis (“Lewis”), Vision Stairways & Millwork of Raleigh LLC \n(“Vision Raleigh”), and Vision Stairway s & Millwork LLC’s (“Vision Georgia”) \n(collectively, the “Vision Defendants”) Motion for Judgment on the Amended \nPleadings (the “Motion for Judgment on th e Pleadings”); (ii) Plaintiff Artistic \nSouthern Inc. d/b/a Southern Staircase’s (“Plaintiff”) Motion for Partial Summary \nJudgment against Lund on its Claim fo r Civil Liability for Employee Theft and \nEmbezzlement Pursuant to N.C. Gen. Stat. § 1-538.2 (the “Partial Summary \nJudgment Motion”); and (iii) Lund’s Motion  to Strike Plaintiff’s Reply Brief and \nAccompanying Affidavit in support of the Partial Summary Judgment Motion (the \n“Motion to Strike”) (collectively, the “Motions”).   \n{2} After considering the Motions, briefs in support of and in opposition to the \nMotions, supporting affidavits,\n1 and the arguments of counsel contained in the \ntranscript from the hearing held before this Court (Jolly, J.),2 the Court GRANTS in \n                                                 \n1 The Court only considers the affidavits in connection with the Partial Summary Judgment Motion.  \n  \n2 Judge Jolly held a hearing on the Motion for Ju dgment on the Pleadings on July 30, 2013.  The \nPartial Summary Judgment Motion and the Motion to Strike were filed after the hearing.  The Court \ndispenses with a hearing on the Motions by consen t of the parties and pursuant to Business Court \nRule 15.4(a). \n \n \npart and DENIES in part  the Vision Defendants’ Motion for Judgment on the \nPleadings, DENIES Lund’s Motion to Strike, and GRANTS Plaintiff’s Partial \nSummary Judgment Motion.  \nFisher & Phillips, LLP, by J. Michael Honeycutt, for Plaintiff Artistic Southern \nInc. d/b/a Southern Staircase. \n \nGraebe Hanna & Sullivan, PLLC, by M.  Todd Sullivan and Mark R. Sigmon, \nfor Defendants Andrew F. Lund, James A. Lewis, Vision Stairways & Millwork \nof Raleigh LLC, and Vision Stairways & Millwork LLC. \n \nNexsen Pruet, PLLC, by C. Grainger Pierce., Jr., for Defendant Brian C. Kirk. \n \nBledsoe, Judge. \nI. \nINTRODUCTION AND PROCEDURAL HISTORY \n{3} This case involves a former employer’s claims against two former employees \nand two competitor companies arising out of alleged unfair competition.  The case \nwas designated to the North Carolina Busi ness Court, initially assigned to the \nHonorable Judge John R. Jolly, and subsequently reassigned to the undersigned.   \n{4} Plaintiff originally filed this action against Defendants Lund, Brian C. Kirk \n(“Kirk”), and Vision Raleigh.  Plaintiff later amended its Complaint to include Lewis \nand Vision Georgia as Defendants.  Plaintiff’s Amended Complaint includes claims \nagainst the various Defendants for unfair and deceptive trade practices under N.C. \nGen. Stat. § 75-1.1, misappropriation of trade secrets, computer trespass, conversion, \nunjust enrichment, civil conspiracy, tortio us interference with contract and/or \nprospective contract or economic advantage,  breach of fiduciary duty, fraud, breach \nof contract, piercing the corporate veil, and civil liability for theft by employee and \nembezzlement.   \n{5} The Motions have been fully briefed and are now ripe for resolution. \nII. \nFACTUAL BACKGROUND \n{6} The Court does not make findings of fact on motions for judgment on the \npleadings under Rule 12(c), Erickson v. Starling, 235 N.C. 643, 657, 71 S.E.2d 384, \n \n \n394 (1952), or on motions for summa ry judgment under Rule 56, Collier v. Collier , \n204 N.C. App. 160, 161–62,  693 S.E.2d 250, 252 (2010).   For purposes of the Vision \nDefendants’ Motion for Judgment on the Pleadings, the Court merely summarizes \nthe pleaded facts, giving all reasonable inferences to the non-moving party.  Erickson, \n235 N.C. at 657, 71 S.E.2d at 394.  For purposes of Plaintiff’s Partial Summary \nJudgment Motion, the Court “articulate[s] a summary of the material facts which [it] \nconsiders are not at issue and which justify entry of judgment,” Collier, 204 N.C. App. \nat 161–62, 693 S.E.2d at 252, an d therefore limits its reci tation to the undisputed \nmaterial facts necessary to decide the Partial Summary Judgment Motion.   \n{7} On October 10, 2001, Lund executed an employment agreement with \nSouthern Staircase of North Carolina, Inc. (“SSNC”) (the “Employment Agreement”), \nwhich included several post-employment restrictions, including restrictions on using \nor disclosing confidential information, and restrictions on soliciting customers, \nprospects, or employees.  (Am. Compl. ¶ 25; Am. Compl. Ex. B, hereafter “Empl. \nAgr.”.)  The Employment Agreement also contained a duty of loyalty provision \nrequiring Lund to “devote his entire working time, attention, and energies to the \nbusiness of the Company, and . . . [to] not be engaged in any other business activity[,]” \n(Empl. Agr. ¶ 2), as well as a provisio n requiring Lund to return any company \nproperty pertaining to or containing trade secrets or confidential information, (Empl. \nAgr. ¶ 6).  At the time of the execution of the Employment Agreement, SSNC was a \nwholly-owned subsidiary of Southern Staircase, Inc. (“SSI”).  (Empl. Agr. ¶ 6.)  Lund \nbegan working for SSNC on October 29, 2001 as an outside sales representative.  (Am. \nCompl. ¶ 32.)   \n{8} In June 2009, SSI sold all or substantia lly all of its assets to Plaintiff.  \n(Vision Defs.’ Am. Countercls. ¶ 42; Pl.’s Answer to Am. Countercls. ¶ 42.)  Plaintiff \nis a Delaware corporation engaged in the business of manufacturing, designing, and \nselling interior and exterior stair and handrail products for residential and \ncommercial markets.  (Am. Compl. ¶¶ 2, 13.)   \n \n \n{9} In connection with this transfer, Gary  A. Acinapura, the CEO of Artistic \nHoldings, Inc.,3 sent a letter to “Vendors of Southern Staircase” stating in relevant \npart that “[Plaintiff] purchased only the a ssets of [SSI] and assumed none of their \nliabilities.”  Mr. Acinapura further stated: “I realize that [SSI] had outstanding trade \nbalances with many of you however they are not the responsibility of [Plaintiff’].”  In \naddition, Mr. Acinapura declared that “[e] ssentially [SSNC] ceased to exist as an \noperating company [on June 5, 2009].”  (V ision Defs.’ Am. Countercls. ¶ 43; Pl.’s \nAnswer to Am. Countercls. ¶ 43.)  Plaint iff also repudiated and disclaimed any \nresponsibility for an office lease previously held by SSNC and for truck leases \npreviously held by SSNC.\n  (Vision Defs.’ Am. Countercls. ¶¶ 47–48; Pl.’s Answer to \nAm. Countercls.  ¶¶ 47–48.)   \n{10} Also in connection with this transfer, Lund’s Employment Agreement with \nSSNC was assigned to Plaintiff.  (Vision Defs.’ Am. Countercls. ¶ 44; Pl.’s Answer to \nAm. Countercls. ¶ 44.)  Lund completed new tax forms at the time of the transfer at \nPlaintiff’s request.  (Vision Defs.’ Am . Countercls. ¶ 46; Pl.’s Answer to Am. \nCountercls. ¶ 46.)  Plaintiff did not requir e any former employee of SSNC to sign an \nagreement restricting the employee’s business activities, (Vision Defs.’ Am. \nCountercls. ¶ 51; Pl.’s Answer to Am. Countercls. ¶ 51), and Lund did not enter into \nsuch an agreement with Plaintiff, (Vision Defs.’ Am. Countercls. ¶ 50; Pl.’s Answer to \nAm. Countercls. ¶ 50).   \n{11} Between June 2009 and April 2012, Plai ntiff repeatedly changed Lund’s \ncompensation plan, resulting in a substantial reduction in Lund’s pay.  (Vision Defs.’ \nAm. Countercls. ¶ 57; Pl.’s Answer to Am . Countercls. ¶ 57.)  To address Lund’s \ndeclining pay, Randy Scott (“Scott”), Plaint iff’s President, offered Lund options to \npurchase Plaintiff’s stock as part of a se verance and non-competition agreement.  \nPlaintiff first offered stock options to Lund in February 2012 and then again in March \n2012.  (Vision Defs.’ Am. Countercls. ¶¶ 61–62;  Pl.’s Answer to Am. Countercls. ¶¶ \n                                                 \n3 Plaintiff is a subsidiary of Artistic Holdings, Inc.  (Vision Defs. Am. Countercls. ¶ 41; Pl.’s Answer to \nAm. Countercls. ¶ 41.)   \n \n \n61–62.)  Lund did not accept either offer.   (Vision Defs.’ Am. Countercls ¶¶ 61–62; \nPl.’s Answer to Am. Countercls. ¶¶ 61–62.)   \n{12} Vision Georgia is a direct competitor of Plaintiff.  (Am. Compl. ¶ 74.)  \nPlaintiff alleges that in September or October, 2011, Defendant Lewis approached \nLund about starting a business together in Raleigh to compete with Plaintiff.  (Am. \nCompl. ¶ 84.)  Plaintiff also alleges that around this time Lund began secretly \nutilizing Plaintiff’s confidential information, trade secrets, property, and goodwill to \ndivert business opportunities intended for Plaintiff to Vision Georgia.  (Am. Compl. ¶ \n86.)   \n{13} Lund incorporated Vision Raleigh on  March 6, 2012, while he was still \nemployed by Plaintiff as a sales representative.  (Am. Compl. ¶ 97.)  Plaintiff alleges \nthat prior to that time, Vision Georgia had not openly marketed products or services \nin the Raleigh area, (Am. Compl. ¶ 75), but at all times thereafter, Vision Georgia \nand Vision Raleigh have marketed their prod ucts and services as one entity,  (Am. \nCompl. ¶ 81).  Vision Raleigh and Vision Georgia are related companies with three \ncommon members.  (Am. Compl. ¶¶ 78–79; Vision Defs.’ Answer to Am. Compl.  ¶ 77.) \n{14} In April 2012, Lund notified Scott that he intended to resign and go to work \nfor Vision Raleigh.  (Vision Defs.’ Am . Countercls. ¶ 63; Pl.’s Answer to Am. \nCountercls. ¶ 62.)  Lund disclosed his plans and intentions regarding Vision Raleigh, \nand Scott thanked Lund for being honest about his plans and intentions, and for his \ncontributions to Plaintiff.  (Vision Defs.’ Am. Countercls. ¶ 64; Pl.’s Answer to Am. \nCountercls. ¶ 63.)  Scott asked Lund not to tell anyone else he was leaving Plaintiff’s \nemploy for a few weeks, and Lund complied.  (Vision Defs.’ Am. Countercls. ¶ 64; Pl.’s \nAnswer to Am. Countercls. ¶ 63.)  During th is time, Scott asked Lund to work with \nKen Hoffman, one of Plaintiff’s managers, so that Plaintiff could collect amounts due \non the customer accounts assigned to Lund and to transition Lund’s ongoing business \nwith these customers to other of Plaintiff’s sales representatives.  (Vision Defs.’ Am. \nCountercls. ¶ 66; Pl.’s Answer to Am. Countercls. ¶ 65.)   \n{15} Plaintiff alleges that, as a result of these efforts to collect on Lund’s \naccounts, Plaintiff learned that a number of  customers had paid Lund individually \n \n \nfor products and services Plaintiff had supplied, (Am. Compl. ¶ 47), despite Plaintiff’s \npolicy and sales procedures that dictated th at customer payments were to be made \npayable to Plaintiff at its corporate office, (Am. Compl. ¶ 48).  Plaintiff further alleges \nthat, between June 22, 2011 and February 23, 2012, Lund fraudulently billed many \ncustomers in excess of the amount of  the purchase orders the customers had \nsubmitted to Plaintiff and kept the difference for himself when he accepted payment \ndirectly from the customers.  (Am. Co mpl. ¶¶ 51–64.)  There is undisputed evidence \nthat Lund misappropriated payments fr om six different customers that were \nintended to cover invoices for products and services provided by Plaintiff.  (Lund Dep. \n57:6–59:9, Jan. 8, 2013; Scott Aff., hereafter “First Scott Aff.”, ¶¶ 6–11, Oct. 30, 2014.)    \n{16} Plaintiff also alleges that, on numer ous occasions between April 2011 and \nFebruary 1, 2012, Lund obtained work and sales through his position with Plaintiff \nas a result of Plaintiff’s marketing, advertising, customer goodwill, and confidential \ninformation.  Plaintiff further alleges that Lund directed such work and sales to other \nentities, bypassing Plaintiff, and, as a re sult, directly received a portion of the \nproceeds of those sales.  (Am. Compl. ¶¶ 62–73.)   \nIII. \nVISION DEFENDANTS’ MOTION FOR JUDGMENT ON THE PLEADINGS \nA. Legal Standard \n{17} “A motion for judgment on the pleadings is the proper procedure when all \nthe material allegations of fact are admitte d in the pleadings and only questions of \nlaw remain.  When the pleadings do not re solve all the factual issues, judgment on \nthe pleadings is generally inappropriate.”  Ragsdale v. Kennedy, 286 N.C. 130, 137, \n209 S.E.2d 494, 499 (1974) (citat ion omitted).  “‘A complaint is fatally deficient in \nsubstance, and subject to a motion by the defendant for judgment on the pleadings if \nit fails to state a good cause of action for plaintiff and against defendant[.]’”  Bigelow \nv .  T o w n  o f  C h a p e l  H i l l, __, N.C. App. __, __, 745 S.E.2d 316, 319 (2013) (quoting \nGeorge Shinn Sports, Inc. v. Bahakel Sports, Inc., 99 N.C. App. 481, 486, 393 S.E.2d \n580, 583 (1990)).  The Court may only consider “the pleadings and exhibits which are \nattached and incorporated into the pleadings.”  \nDavis v. Durham Mental Health/Dev. \n \n \nDisabilities/Substance Abuse Area Auth. , 165 N.C. App. 100, 104, 598 S.E.2d 237, \n240 (2004) (internal quotation marks and cita tion omitted).  The Court must “view \nthe facts and permissible inferences in th e light most favorable to the nonmoving \nparty.” Ragsdale, 286 N.C. at 137, 209 S.E.2d at 499.   Thus, a Rule 12(c) motion for \njudgment on the pleadings should be denied “unless it is clear that plaintiff is not \nentitled to any relief under any statement of the facts.”  Praxair, Inc. v. Airgas, Inc., \n1999 NCBC LEXIS 5, at *8 (N.C. Super. Ct. May 26, 1999).   \nB. Analysis \n{18} In the Motion for Judgment on the Pleadings, the Vision Defendants seek \nentry of judgment on (i) Plaintiff’s breach of contract claims against Lund (claims for \nrelief eight, nine, ten, eleven, twelve, and th irteen); (ii) Plaintiff’s claim for tortious \ninterference with contract and prospective economic advantage against all Vision \nDefendants (claim for relief sixteen); (iii) Plaintiff’s fraud claim against Lund (claim \nfor relief fifteen); (iv) Plaintiff’s breach of fiduciary duty claim against Lund (claim \nfor relief fourteen); (v) Plaintiff’s misappropriation of trade secrets claim against all \nVision Defendants (claim for relief three) ; and (vi) Plaintiff’s unfair and deceptive \ntrade practices claim against Lund (claim for relief two)\n4.  The Vision Defendants do \nnot move for dismissal of Plaintiff’s claims for civil liability for theft by \nemployee/embezzlement (claim for relief on e), computer trespass (claim for relief \nfour), conversion (claim for relief five), unjust enrichment (claim for relief six), civil \nconspiracy (claim for relief seven), and piercing the corporate veil (claim for relief \nseventeen). \ni. Breach of Contract \n{19} The Court first addresses the Vision Defendants’ Motion for Judgment on \nthe Pleadings on Plaintiff’s breach of contract claims against Lund. 5  Judgment on \n                                                 \n4 Plaintiff’s claim for unfair and deceptive trade practices is asserted against all Defendants, but the \nVision Defendants’ Motion for Judgment on the Pleadings only seeks entry of judgment as to Plaintiff’s \nunfair trade practices claim against Lund.   \n \n5  The parties assume, and thus the Court assumes without deciding, for the purposes of resolving the \npresent Motion that the Employment Agreement entered into between Lund and SSNC was validly \nassigned to Plaintiff as part of Plaintiff’s purchase of SSNC’s assets in June 2009.  \n \n \nthe pleadings on a breach of contract claim may be appropriate “where the court can \nconstrue the plain and unambiguous language of [the] contract to determine if it has \nbeen breached.”  Praxair, 1999 NCBC LEXIS 5, at *8 (citing DeTorre v. Shell Oil Co., \n84 N.C. App. 501, 504, 353 S.E.2d 269, 272 (1987)).  Here, Plaintiff alleges that Lund \nbreached six separate provisions of the Employment Agreement: a covenant not to \nsolicit customers, (Empl. Agr. ¶ 7), a covena nt not to solicit prospective customers, \n(Empl. Agr. ¶ 8), a covenant not to solicit employees, (Empl. Agr. ¶ 9), a covenant not \nto disclose trade secrets or confidential information, (Empl. Agr. ¶ 6), a duty of loyalty \nagreement, (Empl. Agr. ¶ 2), and a return of  property agreement, (Empl. Agr. ¶ 6).  \nThe covenants not to solicit customers, prospective customers, or employees restricted \nLund for one year after his termination fr om employment, and the covenant not to \ndisclose confidential information restricted Lund for two years after his employment \nended.  The covenant not to disclose trade secrets, the duty of loyalty provision, and \nthe return of property provision did not contain an express time limitation.  \n{20} Lund argues that, under North Caro lina law, his employment under the \nEmployment Agreement was term inated on the date of the asset sale, i.e., in June \n2009.  As a result, Lund co ntends that the one- and two-year post-employment \nrestrictions expired in June 2010 and June  2011, respectively.  Lund posits that \nPlaintiff’s breach of contract claims must  be dismissed because Plaintiff does not \nallege that Lund breached the time-limited provisions during their effective periods.  \nPlaintiff argues in response that it has pleaded that Lund’s termination did not occur \nuntil Lund’s resignation in April 2012 and that the date of Lund’s termination under \nthe Employment Agreement is a factual ques tion that may not be resolved on the \nVision Defendants’ Motion under Rule 12(c). \n{21} The North Carolina courts have held that the acquisition of another \ncompany through an asset purchase – as opposed to a purchase of ownership interests \n– terminates the seller’s existi ng employment relationships.  See, e.g., Calhoun v. \nWHA Med. Clinic, PLLC, 178 N.C. App. 585, 597, 632 S.E.2d 563, 571 (2006) (noting \nthat, in an asset sale , an offer of employment to the seller’s employees is an offer of \nnew employment); Covenant Equip. Corp. v. Forklift Pro, Inc., 2008 NCBC LEXIS 12, \n \n \nat *25 (N.C. Super. Ct. May 1, 2008) (Tenn ille, J.) (recognizing that an asset sale \nterminates employment relationship s on the date of the asset sale) 6; see also \nAmeriGas Propane, L.P. v. Coffey, 2015 NCBC LEXIS 98, at *12–13 (N.C. Super. Ct. \nOct. 15, 2015) (“[A]cquisition of another company by asset purchase will act as a \ntermination of existing employment relati onships, and existing employees of the \nacquired business do not necessarily become employees of the acquiring entity.”).  \n{22} This Court has therefore held that “when an employer sells its assets, \nincluding its right to enforce a restrictive covenant in an employment contract, the \nperiod of the restrictive covenant begins to run because the employment relationship \nhas been terminated.”  Better Bus. Forms & Prods., Inc. v. Craver, 2007 NCBC LEXIS \n34, at *21 (N.C. Super. Ct. Nov. 1, 2007) (Tennille, J.).  See also Covenant, 2008 NCBC \nLEXIS 12, at *24–25 (“[T]he buyer of a noncompetition agreement does not step fully \ninto the shoes of the original employer because the buyer is a new employer.  Instead, \nthe buyer can either enforce the noncompe tition agreement or enter into a new \nnoncompetition agreement.”).  Thus, “a noncompetition agreement that has been sold \nas part of an asset sale . . . gives the buyer the right to  enforce the noncompetition \nagreement as of the date of the sale but not to enforce the noncompetition agreement \nas if it had been entered into originally by the buyer.”  \nId. at *24.   \n{23} The facts pleaded here establish that Plaintiff purchased substantially all \nof SSNC’s assets in June 2009.  As a result, Lund’s employment under the \nEmployment Agreement was terminated at th at time as a matter of North Carolina \nlaw, and the time periods for the post-empl oyment restrictions in the Employment \nAgreement began to run.  As Craver and Covenant make clear, Plaintiff had the \noption of either enforcing the restrictions as  of the date of the a sset sale or entering \ninto a new agreement with Lund.  Although Plaintiff attempted to negotiate an \nagreement with Lund containing new po st-employment restrictions, Lund never \nagreed to any such restrictions.  Plaintiff therefore was left with the right to enforce \n                                                 \n6 Although the employment contract at issue in Covenant was governed by South Carolina law, the \nCourt found that the South Carolina courts di d not offer guidance on the assignability of \nnoncompetition agreements, and the Court therefore relied on North Carolina law in its analysis.  Id. \n \n \n \nthe post-employment restrictions contained in Lund’s Employment Agreement with \nSSNC.   \n{24} Based on Lund’s June 2009 termination, the one-year prohibition on Lund’s \nsolicitation of customers, prospects, and employees expired in June 2010.  Because \nPlaintiff alleges that Lund’s purported breach of these restrictions  did not occur, at \nthe earliest, until April 2011, Plaintiff’s claims for alleged breach of these restrictions \nshould therefore be dismissed.   \n{25} The two-year prohibition on Lund’s use or disclosure of confidential \ninformation, however, did not expire until June 2011.  Reading Plaintiff’s Complaint \nliberally, Plaintiff has alleged that Lund br eached this provision in April, May, and \nJune 2011 by using Plaintiff’s confidential information in carrying out Lund’s alleged \nembezzlement and in obtaining work and sales.  ( See Am. Compl. ¶¶ 50, 51, 60, 64, \n65, 66.)  Accordingly, Plaint iff’s claim for breach of the covenant not to disclose \nconfidential information should survive the Vision Defendants’ Motion. \n{26} The Court next turns to the covenant not to disclose trade secrets, the duty \nof loyalty provision, and the return of pr operty provision, each of which is not \nexpressly limited in duration.  Plaintiff contends that these provisions serve to protect \nPlaintiff’s rights arising after the asset sale – in particular, to protect Plaintiff’s trade \nsecrets disclosed or property provided to Lund by Plaintiff, or to bind Lund to a \ncontractual duty of loyalty during Lund’s  employment with Plaintiff.  The Court \ndisagrees.   \n{27} When Plaintiff acquired SSNC’s assets , Plaintiff acquired the right to \nenforce the Employment Agreement against Lund.  Craver and Covenant make clear, \nhowever, that the rights Plaintiff acquired in this regard were SSNC’s rights as they \nexisted at the time of the asset sale – not rights that related to Lund’s subsequent \nemployment with Plaintiff.  In short, Plaintiff could only buy what SSNC could sell – \nand that only included SSNC’s rights under the Employment Agreement at the time \nof sale.  Accordingly, the Court concludes that, consistent with Craver and Covenant, \nPlaintiff may enforce the covenant not to di sclose trade secrets, the duty of loyalty \n \n \nprovision, and the return of property provision against Lund to the extent SSNC could \nhave enforced these same provisions against Lund on the date of the asset sale.     \n{28} With this conclusion in mind, the Co urt next examines whether Plaintiff’s \nclaims for breach of these three provisions survive the Vision Defendants’ Motion.   \n{29} First, the covenant not to disclose trade secrets provides that Lund “will not \ndirectly or indirectly (a) during the term of this Agreement or at any time thereafter, \ndisclose . . . , use, or otherwise exploit for his own benefit or the benefit of another . . \n. any Trade Secrets . . . .”  (Empl. Agr. ¶ 6.)  As noted above, Plaintiff acquired the \nright to enforce this provision to the extent of SSNC’s rights as of the date of the asset \nsale in June 2009; Plaintiff did not acquire a contract right against Lund protecting \nfrom disclosure any of Plaintiff’s trade secrets disclosed to Lund after the asset sale.  \nPlaintiff has not alleged that Lund used or disclosed at any time any of SSNC’s trade \nsecrets that were disclosed to Lund prio r to June 2009.  As a result, the Court \nconcludes that Plaintiff has failed to allege an actionable breach of the covenant not \nto disclose Plaintiff’s trade secrets.  Accordingly, Plaintiff’s breach of contract claim \non this basis should be dismissed.  \n{30} Next, the duty of loyalty provision pr ovides that “[Lund] shall devote his \nentire working time, attention, and energi es to the business of the Company, and \n[Lund] shall not be engaged in any other business activity.”  (Empl. Agr. ¶ 2.)  Because \nLund’s employment terminated as a matter of law in June 2009, any breach of this \nprovision must have occurred prior to that time.  Plaintiff, however, has not alleged \nany breach of this provision prior to June  2009.  The Court therefore concludes that \nthis claim should also be dismissed. \n{31} Finally, the return of property provision provides that “[u]pon the effective \ndate of the termination of [Lund’s] employment under this Agreement or at any other \ntime, [Lund] will promptly deliver to the Company, all originals and copies of all \npapers, data, files, and other documents and media pertaining to or containing . . .  \nTrade Secrets or Confidential Information . . . .”  (Empl. Agr. ¶ 6.)  Although this \nprovision potentially allows Plaintiff to enforce Lund’s obligation to return SSNC \nproperty “at any . . . time,” Plaintiff has failed to allege that the property Lund failed \n \n \nto return was SSNC property that Lund possessed when his employment was \nterminated in June 2009.  The Court therefore concludes that this claim should also \nbe dismissed.   \n{32} Based on the above, the Court concludes that the Vision Defendants’ Motion \nfor Judgment on the Pleadings should be granted as to Plaintiff’s claims for relief \neight, ten, eleven, twelve, and thirteen and that these claims should be dismissed \nwith prejudice.  The Court further concludes that Plaintiff has stated a claim for relief \nfor breach of the covenant not to disclose confidential information and therefore that \nthe Vision Defendants’ Motion should be denied as to Plaintiff’s claim for relief nine.   \nii. Tort Claims \n{33} The Court next addresses Plaintiff’s tort claims.  First, the Vision \nDefendants contend that some of Plaintiff’s tort claims – specifically Plaintiff’s claims \nfor tortious interference with contract an d prospective economic advantage, fraud, \nand unfair and deceptive trade practices – are barred by the economic loss doctrine \nbecause these claims are not independent from Plaintiff’s underlying breach of \ncontract claims.  Plaintiff asserts in respon se that (i) the econom ic loss doctrine is \ninapplicable to Plaintiff’s tort claims ag ainst Vision Raleigh and Vision Georgia \nbecause there is no privity of contract between Plaintiff and either Vision entity, and \n(ii) if, as Lund contends, the Employment Agreement expired in June 2009, Lund \ncannot rely on the economic loss doctrine to preclude tort claims against him that \narose after the Employment Agreement expired. \na. The Economic Loss Doctrine \n{34} The “economic loss rule” originated in the products liability context to \nprohibit recovery in tort from a seller fo r purely economic loss arising out of a \ndefective product.  See E. River S.S. Corp. v. Tr ansamerica Delaval, Inc. , 476 U.S. \n858 (1986) (holding that no products liability claim lies where the only injury claimed \nis economic loss); see also 2000 Watermark Assoc. v. Celotex Corp. , 784 F.2d 1183, \n1185 (4th Cir. 1986) (noting that “economi c losses are not ordinarily recoverable \nunder tort law”).  North Carolina expre ssly adopted the economic loss rule in \n \n \nChicopee, Inc. v. Sims Metal Works, Inc. , 98 N.C. App. 423, 391 S.E.2d 211, rev. \ndenied, 327 N.C. 426, 395  (1990), stating that  \n[o]ur state courts have not decided whether, in the context of a products \nliability suit, purely economic losses can be recovered in an action for \nnegligence.  [However, t]he majority  of courts which have considered \nthis question have held that purely  economic losses are not ordinarily \nrecoverable under tort law.  We adopt this rule . . . .   \n \nId. at 432, S.E.2d at 217 (citing 2000 Watermark, 784 F.2d at 1185).   \n{35}   The Fourth Circuit has explained th e rationale supporting the rule as a \nrecognition that while “[c]ontract law permits the parties to negotiate the allocation \nof risk[,] . . . [n]o such fr eedom is available under tort law, which assigns risk as a \nmatter of law.”  2000 Watermark, 784 F.2d at 1185–86.  Because the “lack of freedom \n[to negotiate the allocation of risk] se ems harsh in the context of a commercial \ntransaction . . . the majority of courts have required that there be injury to person or \nproperty before imposing tort liability.”  Id. at 1186. \n{36} Although the economic loss rule was not adopted in North Carolina until \n1990, North Carolina courts had previously and broadly recognized that “[o]rdinarily, \na breach of contract does not give rise to  a tort action by the promisee against the \npromisor.”  North Carolina Ports Auth. v. Lloyd A. Fry Roofing Co. , 294 N.C. 73, 81, \n240 S.E.2d 345, 350 (1978); see also Newton v. Standard Fire Ins. Co., 291 N.C. 105, \n111, 229 S.E.2d 297, 301 (1976) (the general rule in North Carolina is that “punitive \nor exemplary damages are not allowed for breach of contract”).  Thus, it has long been \nthe law in North Carolina that a tort action cannot lie against a promisor “for his \nsimple failure to perform his contract, even though such failure was due to negligence \nor lack of skill.”7  Ports Auth., 294 N.C. at 83, 240 S.E.2d at 351; see also Spillman v. \n                                                 \n7 The Supreme Court in Ports Authority recognized four general, nonexclusive situations where a \npromisor may be liable in tort for personal injury or damage to property proximately caused by the \npromisor’s negligence or willfulness: \n \n(1) The injury . . . was an injury to the person or property of someone other than the \npromisee. \n(2) The injury . . . was to the property of the promisee other than the property which \nwas the subject of the contract, or was a personal injury to the promisee. \n \n \nAm. Homes of Mocksville, Inc., 108 N.C. App. 63, 65, 422 S.E.2d 740, 741–42 (1992) \n(“[A] tort action does not lie against a party to a contract who simply fails to properly \nperform the terms of the contract, even if that failure to properly perform was due to \nthe negligent or intentional conduct of that party, when the injury resulting from the \nbreach is damage to the subject matter of the contract.”).    \n{37} More recently, our courts have used the Ports Authority line of decisions to \napply the economic loss rule outside the pr oducts liability context as a more general \n“limitation[] on the recovery in tort when a contract exists between the parties that \ndefines the standard of conduct and which the courts believe should set the measure \nof recovery.”   Akzo Nobel Coatings, Inc. v. Rogers, 2011 NCBC LEXIS 42, at *47–48 \n(N.C. Super. Ct. Nov. 3, 2011).  Thus, the rule has developed in North Carolina that \n“[o]nly where a breach of contract also co nstitutes an ‘independent tort’ may tort \nactions be pursued.”  Strum v. Exxon Co., USA , 15 F.3d 327, 330 (4th Cir. 1994) \n(applying North Carolina law and citing Newton, 291 N.C. at 111–12, 229 S.E.2d at \n301 and Asheville Contracting Co. v. City of Wilson, 62 N.C. App. 329, 342, 303 S.E.2d \n365, 373 (1983)).  Moreover, “[t]he independent tort must be ‘identifiable’” to sustain \na claim.  Id. at 331.  Simply stated, “[t]o state a viable claim in tort for conduct that \nis also alleged to be a breach of contract, ‘a plaintiff must allege a duty owed to him \nby the defendant separate and distinct from any duty owed under a contract.’”  Akzo \nNobel, 2011 NCBC LEXIS 42, at *48 (quoting Kelly v. Georgia Pacific LLC , 671 F. \nSupp. 2d 785, 791 (E.D.N.C. 2009)).8   \n                                                 \n(3) The injury . . . was loss of or damage to the promisee’s property, which was the \nsubject of the contract, the promisor being charged by law, as a matter of public policy, \nwith the duty to use care in the safeguarding of the property from harm, as in the case \nof a common carrier, an innkeeper or other bailee. \n(4) The injury . . . was a willful injury to or a conversion of the property of the promisee, \nwhich was the subject of the contract, by the promisor.   \n \nPorts Auth., 294 N.C. at 82, 240 S.E.2d at 350–51 (internal citations omitted).   \n \n8 Federal courts applying North Carolina law have often additionally required that “the tort must be \naccompanied by some element of aggravation, such as fraud, malice, reckless indifference, oppression, \ninsult, [or] willfulness.”  N.C. Mut. Life Ins. Co. v. McKinley Fin. Servs., No. 1:03CV00911, 2005 U.S. \nDist. LEXIS 36308, at *27 (M.D.N.C. Dec. 22, 2005) (citing Taha v. Thompson, 120 N.C. App. 697, 463 \nS.E.2d, 553, 558 (1995)).  See, e.g., Strum, 15 F.3d at 331; Schumacher Immobilien Und Beteiligungs \n \n \n{38} The Vision Defendants argue that Plaintiff’s claims for tortious interference \nwith contract and prospective economic ad vantage, fraud, and unfair and deceptive \ntrade practices derive from Plaintiff’s obligations under the Employment Agreement \nand thus should be barred as a matter of law.  The Vision Defendants ignore, however, \nthat most of Plaintiff’s contract obligations ended in June 2009, others in June 2010 \nand June 2011, and some may continue toda y.  The policy behind the economic loss \nrule is that “the open-ended nature of tort damages should not distort bargained-for \ncontractual terms.”  Id. at *49 (citing Broussard v. Meineke Disc. Muffler Shops, Inc., \n155 F.3d 331, 346 (4th Cir. 1998)).  That po licy is not served by barring tort claims \nbased on conduct occurring when “bargained-for contractual terms” are no longer in \neffect; i.e., when there is no present contractual duty at the time of the alleged \nconduct.  In light of the foregoing, the Court assesses the impact of the economic loss \nrule on the survivability of Plaintiff’s tort  claims separately, in the context of its \ndiscussion of the relevant claim.   \nb. Tortious Interference with Contract and/or Prospective Economic Advantage \n{39} Plaintiff’s tortious interference claim is pleaded as a single claim against all \nDefendants for “Tortious Interference with Contract and/or Prospective Contract or \nEconomic Advantage.”  The Court construes the Amended Complaint as alleging that: \n(1) all Vision Defendants tortiously interfered with Defendant Kirk’s contractual \nobligations to Plaintiff; (2) Vision Raleig h, Vision Georgia, and Lewis tortiously \ninterfered with Lund’s contractual obligat ions to Plaintiff; and (3) all Vision \nDefendants tortiously interfered with Plaintiff’s prospective contracts or business \nrelations.   \n{40} For a tortious interference with contract claim to withstand a motion for \njudgment on the pleadings, a plaintiff must allege:  \n(1) a valid contract between the plaintiff and a third person which \nconfers upon the plaintiff a contractual right against a third person; (2) \nthe defendant knows of that contract; (3) the defendant intentionally \n                                                 \nAG v. Prova, Inc. , No. 1:09cv00018, 2010 U.S. Dist. LEXIS 107526, at *4–5 (M.D.N.C. Oct. 7, 2010) \n(“The tort also must have an aggravating element . . . .”); Silicon Knights, Inc. v. Epic Games, Inc., No. \n5:07-CV-275-D, 2011 U.S. Dist. LEXIS 31039, at *17 (E.D.N.C. Jan. 25, 2011) (same).   \n \n \ninduces the third person not to perform the contract; (4) and in doing so \nacts without justification; (5) resulting in actual damage to plaintiff. \n   \nUnited Labs., Inc. v. Kuykendall, 322 N.C. 643, 661, 370 S.E.2d 375, 387 (1988).   \n{41} Similarly, “to state a claim for wrongf ul interference with prospective \nadvantage, the plaintiff[] must allege facts to show that the defendants acted without \njustification in ‘inducing a third party to re frain from entering into a contract with \nthem which contract would have ensued but for the interference.’”  Walker v. Sloan, \n137 N.C. App. 387, 393, 529 S. E.2d 236, 242 (2000) (citat ion omitted).  “[I]t is \nsufficient for a party to state a claim for in terference with ‘relations’ or ‘business \nrelations’ when referring to interference with existing contracts or the prospective \nlikelihood of future contracts.”   Sunbelt Rentals, Inc. v.  Head & Engquist Equip., \nL.L.C., 2002 NCBC LEXIS 2, at *29 (N.C. Super. Ct. July 10, 2002).   \n{42} The Court first addresses Plaintiff’s claim that the Vision Defendants \ntortiously interfered with Defendant Kirk’s employment agreement.9  Plaintiff alleges \nthat Kirk breached the duty of loyalt y provision, the confidentiality and non-\ndisclosure covenant, and the return of property provision in his employment \nagreement, all of which are identical to th e same provisions in Lund’s Employment \nAgreement.10  Like Lund, Kirk’s employment re lationship was terminated in June \n2009, on the date of the asset sale.  Also as with Lund, Kirk’s duty of loyalty provision \nexpired with the termination of his employment in June 2009, and his confidentiality \nand non-disclosure provision expired in June 2011, two years after his employment \ntermination.   \n                                                 \n9 The Court notes that Kirk has no t moved for judgment on the pleadings as to Plaintiff’s breach of \ncontract claims against him.  None theless, in order for Plaintiff to have stated a valid claim against \nthe Vision Defendants for tortious interference with Kirk’s employment agreement, the Court must \ninitially determine whether Plaintiff has alleged a valid claim for breach of contract against Kirk.  See \nPhelps Staffing, LLC v. C.T. Phelps, Inc., 226 N.C. App. 506, 512, 740 S.E.2d 923, 928 (2013) (holding \nthat an unenforceable contract cannot support a claim for tortious interference with contract).   \n \n10 As with Lund’s Employment Agreement, Kirk originally entered into his employment agreement \nwith SSNC.  Also as with Lund, the parties assume, and the Court similarly assumes without deciding, \nfor the purposes of the present Motion, that Kirk’s employment agreement was also validly assigned \nto Plaintiff as part of Plaintiff’s purchase of SSNC’s assets. \n \n \n \n{43} Plaintiff, however, alleges that Ki rk first breached his employment \nagreement “[j]ust prior to his resignation,” ( see Am. Compl. ¶¶ 106–07), which \nPlaintiff alleges occurred on May 28, 2012, (Am. Compl. ¶ 103).  Thus, Plaintiff fails \nto allege that Kirk breached any of the time-limited provisions in his employment \nagreement when they were in effect.  In addition, as with Lund, Plaintiff fails to allege \nthat Kirk’s alleged breach of the return of the property provision involved SSNC \nproperty that Kirk possessed when his employment with SSNC was terminated in \nJune 2009.  Accordingly, because Plaintiff has failed to allege that Kirk breached an \nenforceable contract, Plaintiff’s claim that the Vision Defendants tortiously interfered \nwith Kirk’s contract must fail.\n11  See Phelps Staffing, 226 N.C. App. at 512, 740 S.E.2d \nat 928 (holding that an unenforceable contra ct cannot support a claim for tortious \ninterference with contract); Guiliani v. Duke Univ. , No. 1:08CV502, 2009 U.S. Dist. \nLEXIS 44412, at *13 (M.D.N.C. May 19, 2009) (dismissing tortious interference claim \nunder North Carolina law where plaintiff failed to show valid contract). \n{44} The Court next addresses Plaintiff’s allegations that Vision Georgia, Vision \nRaleigh and Lewis tortiously interfered with Lund’s Employment Agreement.   \n{45} First, as noted above, it is axiomatic that there can be no tortious \ninterference with contract if there is no breach of the contract upon which the tortious \ninterference claim is based.  See Phelps Staffing, Guiliani, supra.  Thus, because the \nCourt has concluded that Plaintiff’s claims for breach of the covenants not to solicit \ncustomers, prospective customers, or empl oyees, the covenant not to disclose trade \nsecrets, the duty of loyalty provision, and th e return of property provision must fail, \nthe Court likewise concludes that Plaintiff’s tortious interference claims based on the \nalleged breach of these same provisions should be dismissed. \n{46} The Court has previously concluded that  Plaintiff’s claim for breach of the \ncontract prohibition on Lund’s use or disc losure of confidential information for two \nyears after his employment termination should survive the Vision Defendants’ \n                                                 \n11 The Court also notes that the economic loss rule is inapplicable to Plaintiff’s claim for tortious \ninterference with Kirk’s contract because Lund’s contractual duty not to solicit Plaintiff’s employees \nexpired in June 2010, nearly two years before Kirk ’s termination and the tortious conduct Plaintiff \nalleges in support of its claim. \n \n \nMotion.  Plaintiff has also alleged that Lund discussed his contractual obligations \nwith Vision Raleigh, Vision Georgia, and Lewis, (Am. Compl. ¶ 87), and that Vision \nRaleigh, Vision Georgia, and Lewis encouraged and induced Lund to breach Lund’s \ncontractual obligations, (Am. Compl. ¶ 88).  Plaintiff further alleges that such \ninterference was wrongful and unjustified .  (Am. Compl. ¶ 196.)  The earliest \ninterference Plaintiff alleges, however,  occurred in September 2011, (Am. Compl. ¶ \n84), after Lund’s contractual obligations expired in June 2011.  The Court therefore \nconcludes that Plaintiff’s claim for tortious interference with the two-year prohibition \non Lund’s use or disclosure of confidential information should also be dismissed.   \n{47} The Court last addresses Plaintiff’s claim that the Vision Defendants \ntortiously interfered with Plaintiff’s prospe ctive contracts or business relations.   \nSignificantly, however, “[t]o state a claim for tortious interference with a prospective \neconomic advantage, a plaintiff must allege: ‘(1) a specific potential contract between \nthe Plaintiff and a third party exists . . . .’”  Akzo Nobel, 2011 NCBC LEXIS 42, at \n*57 (quoting Dalton v. Camp, 353 N.C. 647, 654, 548 S.E.2d 704, 709 (2001)); see also \nDaimlerChysler Corp. v. Kirkhart, 148 N.C. App. 572, 585, 561 S.E.2d 276, 286 (2002) \n(concluding plaintiff failed to establish likelihood of success where it failed to identify \nany contract that third party was induced not to enter with plaintiff).  Here, Plaintiff \nhas not identified a specific potential contract that the Vision Defendants \nintentionally induced a third party not to enter with Plaintiff.  As a result, the Court \nconcludes that Plaintiff’s claim for tortious  interference with prospective economic \nadvantage should be dismissed.   \n{48} Based on the above, the Court concludes that Plaintiff’s claim for relief \nsixteen for tortious interference should be dismissed with prejudice. \nc. Fraud \n{49} For a fraud claim to withstand a motion  for judgment on the pleadings, a \nplaintiff must allege the following essential elements: \n(1) a material misrepresentation of a past or existing fact; (2) the \nrepresentation must be definite and specific; (3) made with knowledge \nof its falsity or in culpable igno rance of its truth; (4) that the \nmisrepresentation was made with in tention that it should be acted \n \n \nupon; (5) that the recipient of the misrepresentation reasonably relied \nupon it and acted upon it; and (6) that there resulted in damage to the \ninjured party. \n \nRosenthal v. Perkins, 42 N.C. App. 449, 451–52, 257 S.E.2d 63, 65 (1979).   \n{50} Plaintiff’s claim for fraud is against L und alone.  Plaintiff alleges that (i) \n“Lund knowingly misrepresented . . . the status of accounts, subcontractor and vendor \ncosts, customer information, requests fo r products, drawings and services, [and] \nstatus of sales”; (ii) “Lund misrepresented . . . that he had returned to [Plaintiff] its \ndocuments and property at or about th e time of resignation knowing that \nrepresentation was not true to the detriment[] of [Plaintiff]”; (iii) “Lund owed a duty \nto disclose and not misrepresent to [Plainti ff] facts related to its business”; and (iv) \n“[a]s a result of [Plaintiff’s] reliance on  Defendant Lund’s misrepresentations and \nmaterial omissions, [Plaintiff] has suffered damages.”  (Am. Compl. ¶¶ 189–92.)   \n{51} The Court concludes that Plaintiff’s allegations are sufficient to state a valid \nclaim for fraud.  The Court further concludes that the economic loss rule does not bar \nPlaintiff’s claim because the alleged contractual duties on which Defendants contend \nthe fraud claim is premised either did no t exist – in the case of Lund’s alleged \ncontractual duty to return Plaintiff’s pr operty acquired afte r June 2009 – or had \nexpired before Lund’s alleged fraudulent conduct occurred – in the case of Lund’s \ncontractual duty of loyalty.  The Cour t therefore concludes that the Vision \nDefendants’ Motion should be denied as to Plaintiff’s fraud claim.   \nd. Misappropriation of Trade Secrets12 \n{52} To state a prima facie case for misappropriation of trade secrets, “a plaintiff \nmust show that a defendant: ‘(1) [k]nows or should have known of the trade secret; \nand (2) [h]as had a specific opportunity to acquire it for disclosure or use or has \nacquired, disclosed, or used it without the express or implied consent or authority of \nthe owner.’”  GE Betz, Inc. v. Conrad, __ N.C. App. __, __, 752 S.E.2d 634, 649 (2013) \n                                                 \n12 The Court notes that the Vision Defendants do not contend that the economic loss doctrine bars \nPlaintiff’s misappropriation of trade secrets claim.   \n \n \n(quoting N.C. Gen. Stat. § 66-155 (2011 )).  The North Carolina Trade Secrets \nProtection Act (“TSPA”) defines a “trade secret” as  \nbusiness or technical information . . . that: (a) Derives independent \nactual or potential commercial value from not being generally known or \nreadily ascertainable through independent development or reverse \nengineering by persons who can obtain economic value from its \ndisclosure or use; and (b) is the su bject of efforts that are reasonable \nunder the circumstances to maintain its secrecy.   \n \nN.C. Gen. Stat. § 66-152(3) (2014).   \n‘Misappropriation’ means acquisition, disclosure, or use of a trade secret \nof another without express or implied authority or consent, unless such \ntrade secret was arrived at by independent development, reverse \nengineering, or was obtained from another person with a right to \ndisclose the trade secret.   \n \nN.C. Gen. Stat. § 66-152(1) (2014).   \n{53} Plaintiff’s claim for misappropriation of trade secrets is against all Vision \nDefendants.  The Vision Defendants argue that Plaintiff’s claim should be dismissed \nbecause Plaintiff failed to bind Lund to a confidentiality agreement and thus failed \nto make reasonable efforts to maintain the secrecy of the information Plaintiff claims \nconstitutes its trade secrets.  Our courts have held that the reasonableness of a \nplaintiff’s efforts to maintain secrecy are “necessarily fact dependent” and that a trial \ncourt must “closely examine the circums tances surrounding the trade secret.”  See \nKoch Measurement Devices, Inc. v. Armke, 2015 NCBC LEXIS 45, at *15 (N.C. Super. \nCt. May 1, 2015).   \n{54} Here, Plaintiff alleges that it (i) limited access to trade secret information to \nselected groups of employees on a need -to-know basis, (Am. Compl. ¶ 21); (ii) \nprotected access to the information through computer passwords, (Am. Compl. ¶ 21); \n(iii) implemented and maintained a co nfidentiality policy providing that \n“unauthorized use or disclosure of confidential information may result in discipline, \nincluding immediate discharge, prosecution or other available action,” (Am. Compl. \n¶¶ 21, 37); (iv) implemented and maintained an electronic communications policy \npermitting the company to monitor employee communications, in part, to protect \n \n \nagainst unauthorized disclosure of company trade secrets, (Am. Compl. ¶ 44); (v) \nrequired employees to execute electronic  communications agreements permitting \nmanagement’s access to employee electronic communications, (Am. Compl. ¶ 38); (vi) \nemphasized the importance of confiden tiality of company information to its \nemployees, (Am. Compl. ¶ 21); and (vii) required key employees to enter into \nemployment contracts containing nondisclosure covenants restricting use and \ndisclosure of the company’s confidential and trade secret information, (Am. Compl. ¶ \n21).    \n{55} The Court concludes that Plaintiff’s asserted efforts to maintain the secrecy \nof its alleged trade secrets are consistent with what our courts  have held to be \nreasonable and sufficient under the TSPA.  See, e.g., Sunbelt Rentals, 2002 NCBC \nLEXIS 2, at *42 (denying summary judgment where an employee handbook \nmandated that certain business informat ion be kept confidential, and plaintiff \nrestricted access to customer informatio n stored in computer databases to those \nauthorized through access codes); \nKoch, 2015 NCBC LEXIS 45, at *16 (denying \nsummary judgment where plaintiff maintained its confidential information in locked \ncabinets and kept the same password protected); Safety Test & Equip. Co. v. Am. \nSafety Util. Corp., 2015 NCBC LEXIS 40, at *32–33 (N .C. Super. Ct. Apr. 23, 2015) \n(denying summary judgment where plainti ff locked its facilities, maintained a \npassword-protected database, and secure d contractual commitments to protect \nconfidential information).  Compare Edgewater Servs. v. Epic Logistics, Inc. , 2009 \nNCBC LEXIS 21, at *12–14 (granting summa ry judgment where confidential \ninformation was kept in an unlocked file room, accessible to anyone).   \n{56} The Vision Defendants do not contest, and the Court finds, that Plaintiff has \notherwise stated a valid claim for misappropriation of trade secrets.  Accordingly, the \nCourt concludes that the Motion should be denied as to Plaintiff’s claim for \nmisappropriation of trade secrets.   \ne. Unfair and Deceptive Trade Practices \n{57} As noted above, although Plaintiff’s unfair trade practices claim is alleged \nagainst all Defendants, the Vision Defendants only move for judgment on the \n \n \npleadings as to Plaintiff’s claim agains t Lund.  To state a claim for unfair and \ndeceptive trade practices under N.C. Gen. Stat. § 75-1.1, Plaintiff must allege that \n“(1) [Lund] committed an unfair or deceptive  act or practice; (2) in or affecting \ncommerce; and (3) that [P]laintiff was injured thereby.”  Strickland v. Lawrence, 176 \nN.C. App. 656, 665, 627 S.E.2d 301, 307 (2006) (internal quotation marks and citation \nomitted).  Plaintiff alleges that Lund’s wrongful acts include:  \nmisappropriation of trade secrets, embezzlement of company funds, \nfraudulent scheme to divert business opportunities away from \n[Plaintiff], receipt of kickbacks, thef t of company property to gain an \nunfair advantage, fraudulent representations regarding retention of \nproperty, . . . interference with Defe ndant Kirk[‘s] . . . legal obligations \nowed to [Plaintiff], and other deceptive unethical and unscrupulous \nconduct . . . . \n \n(Am. Compl. ¶ 129.)     \n{58} The Court initially notes that the economic loss rule is inapplicable to bar \nPlaintiff’s UDTP claim against Lund.  Although the Visi on Defendants are correct \nthat “a mere breach of contract, even if  intentional, is not sufficiently unfair or \ndeceptive to sustain an action under N.C.G.S. § 75-1.1[,]” \nEastover Ridge, L.L.C. v. \nMetric Constructors, Inc. , 139 N.C. App. 360, 368, 533 S.E.2d 827, 833 (2000) \n(internal quotation marks and citation omitted), they mischaracterize the allegations \nconstituting Plaintiff’s claim.  Rather than allege conduct constituting a mere breach \nof contract, the Court finds Plaintiff’s allegations address conduct separate and \ndistinct from any contractual duties and thus the economic loss rule does not bar \nPlaintiff’s UDTP claim.13  See, e.g., Akzo Nobel, 2011 NCBC LEXIS 42, at *48 (to \n                                                 \n13 The Court notes that it is unclear whether the ec onomic loss doctrine applies broadly to bar unfair \nand deceptive trade practices claims as a matter of law.  North Carolina appellate courts have not \nexpressly extended the doctrine to bar all such claims.  Moreover, in Coker v. DaimlerChrysler Corp., \n172 N.C. App. 386, 617 S.E.2d 306 (2005), although the majority opinion did not reach the issue, now-\nSupreme Court Justice Hudson, in a dissenting opinion, rejected application of the economic loss rule \nto Chapter 75 claims because “‘the economic loss rule is judicial, not legislative, and must give way to \nspecific legislative policy pronouncement allowing damages for economic loss.’”  Id. at 172 N.C. App at \n406–07, 617 S.E.2d at 319 (Hudson, J., dissenting)  (quoting National Consumer Law Center, Unfair \nand Deceptive Trade Practices Manual, S. 4.2.16.2 (6th Edition 2004), aff’d per curiam, 360 N.C. 398, \n627 S.E.2d 461 (2006).   \n \n \navoid economic loss rule, “a plaintiff must allege a duty owed to him by the defendant \nseparate and distinct from any duty owed under a contract”).   \n{59} The Court also recognizes that Lund was Plaintiff’s employee and that “[the \nNorth Carolina Supreme Court] has held that [N.C. Gen. Stat. § 75-1.1] does not \nnormally extend to run-of-the-mill employment disputes.”  \nDalton, 353 N.C. at 656, \n548 S.E.2d at 710.  Nevertheless, the Supreme Court has also observed that “the mere \nexistence of an employer-employee relationsh ip does not in and of itself serve to \nexclude a party from pursuing an unfair trade or practice claim.”  Id.  North Carolina \ncourts have upheld unfair and deceptive tr ade practices claims in the employment \ncontext “when an employee’s conduct: (1) in volved egregious activities outside the \nscope of his assigned employment duties, and (2) otherwise qualified as unfair or \ndeceptive practices that were in or affecting commerce.”  Id. at 656, 548 S.E.2d at \n710–11; see Sara Lee Corp. v. Carter, 351 N.C. 27, 519 S.E.2d 308 (1999) (upholding \nSection 75-1.1 claim against former empl oyee where employee had fiduciary duties \nand engaged in self-dealing business transactions).   \n{60} The Court concludes that Plaintiff’s allegations here satisfy the standard set \nforth in Dalton and Sara Lee, and therefore, that Plaintiff’s Section 75-1.1 claim \nagainst Lund based on these allegations sh ould survive Defendants’ 12(c) Motion.  \nSee, e.g., GE Betz, __ N.C. App. at __, 752 S.E.2d at 651 (willful violation of ongoing \nemployment duties violated Section 75-1.1); see also Songwooyarn Trading Co. v. Sox \nEleven, Inc. , 213 N.C. App. 49, 57, 714 S.E.2d 16 2, 168 (2011) (where individual \ndefendant engaged in self-dealing, his status as an employee did not bar Section 75-\n1.1 claim).   \n{61} In addition, Plaintiff alleges that Lund’s misappropriation of trade secrets \nconstitutes a violation of Section 75-1.1.  Our Court of Appeals has stated that “[a] \nviolation of the Trade Secrets Protection Act constitutes an unfair act or practice \nunder N.C. Gen. Stat. § 75-1.1.”  Med. Staffing Network, Inc. v. Ridgway , 194 N.C. \nApp. 649, 659, 670 S.E.2d 321, 329 (2009); see also GE Betz, __ N.C. App. at __, 752 \nS.E.2d at 650–51 (employee’s misappropria tion of employer’s trade secrets \nconstituted violation of Section 75-1.1).  Because the Court concludes that Plaintiff \n \n \nhas stated a valid claim for misappropriation of trade secrets against Lund, Plaintiff’s \nSection 75-1.1 claim against Lund based on this same conduct must also survive the \nVision Defendants’ Motion.  See Akzo Nobel, 2011 NCBC LEXIS 42, at *65 (declining \nto dismiss Section 75-1.1 claim because predicate misappropriation claim survived \nRule 12(b)(6) dismissal). \n{62} Notwithstanding the above, because the Court has concluded that Plaintiff’s \nclaim against the Vision Defendants for tortious interference with Kirk’s employment \nagreement should be dismissed, Plaintiff’s Section 75-1.1 claim against Lund based \non this same conduct should likewise be dismissed.  \nSee Combs & Assocs. v. Kennedy, \n147 N.C. App. 362, 374, 555 S.E.2d 634, 642 ( 2001) (trial court properly dismissed \nSection 75-1.1 claim based on tortious interference with contract when court \ndismissed tortious interference claim).   \nf. Breach of Fiduciary Duty14 \n{63} Plaintiff’s breach of fiduciary duty claim is against Lund.  “A claim for \nbreach of fiduciary duty requires the existence of a fiduciary duty.”  Governor’s Club \nInc. v. Governors Club Ltd. P’ship, 152 N.C. App. 240, 247, 567 S.E.2d 781, 786 (2002).  \nGenerally, an employee does not owe a fiduciary duty to his employer because the \nrelationship is not considered confidential.  Dalton, 353 N.C. at 652, 548 S.E.2d at \n708.  “Even when an employee is entrusted with substantial managerial authority, a \nfiduciary relationship will not exist absent evidence that such authority led to the \nemployer being subjugated to the ‘improp er influences or do mination of [its] \nemployee.’”  Battleground Veterinary Hosp., P.C. v. McGeough , 2007 NCBC LEXIS \n33, at *16 (N.C. Super. Ct. Oct. 19, 2007).  North Carolina courts have only found the \nspecial circumstances necessary for a fiduciary relationship between an employer and \nemployee “when one party figuratively holds all the cards” such as “all the financial \npower or technical information.”  \nKaplan v. O.K. Techs., LLC, 196 N.C. App. 469, 475, \n675 S.E.2d 133, 138 (2009) (internal quotation marks and citation omitted).   \n                                                 \n14 The Court notes that the Vision Defendants do not contend that the economic loss doctrine bars \nPlaintiff’s claim for breach of fiduciary duty. \n \n \n{64} Plaintiff has alleged that “Defendant Lund . . . held [a position] of trust and \nconfidence within the company and exercised substantial [dominion] and control over \n[Plaintiff’s] operations.”  (Am. Compl. ¶ 184.)  Plaintiff has not alleged facts, however, \nthat support its claim that Lund exercised dominion or influence over Plaintiff, that \nhis solicitation of clients and collection of monies from clients caused him to “hold all \nthe cards” in his relationship with Plaintiff, or that the relationship between Plaintiff \nand Lund involved something other than the typical employer-employee relationship. \n{65} In the absence of such facts, Plaintiff has failed to allege the “extraordinary \nor special type of employer-employee relationship that gives rise to a fiduciary duty” \nor that Lund “enjoyed the sort of dominati on or influence over [Plaintiff] that our \ncourts have found necessary to  create a fiduciary duty.”  \nDSM Dyneema, LLC v. \nThagard, 2015 NCBC LEXIS 50, at *22 (N.C. Su per. Ct. May 12, 2015) (dismissing \nbreach of fiduciary duty claim) (citing Dalton, 353 N.C. at 653, 548 S.E.2d at 708; \nSunbelt Rentals , 2002 NCBC LEXIS 2, at *21–22; Austin Maint. Constr., Inc. v. \nCrowder Constr. Co. , 224 N.C. App. 401, 409–10, 742 S.E.2d 535, 542 (2012)); \ncompare Sara Lee, 351 N.C. at 29–30, 519 S.E.2d at 310 (holding defendant “owed a \nfiduciary duty to Sara Lee with respect to his role in recommending the purchase and \nordering of computer parts and related serv ices for Sara Lee” where defendant was \n“authorized and entrusted to order and purchase computer parts at the lowest \npossible prices”).   \n{66} Accordingly, the Court concludes that Plaintiff’s fourteenth claim for relief \nfor breach of fiduciary duty against Lund should be dismissed with prejudice. \nIV. \nDEFENDANT LUND’S MOTION TO STRIKE \n{67} The Court next addresses Lund’s Motion to Strike Plaintiff’s reply brief and \nthe accompanying affidavits supporting Plaintiff’s Partial Summary Judgment \nMotion.  Plaintiff’s Partial Summary Ju dgment Motion was accompanied by the \nsupporting affidavit of Plaintiff’s Presiden t, Randy Scott.  In his response brief \nopposing the Partial Summary Judgment Motion, Lund argues that an e-mail from \nScott to Lund demonstrates that Lund did not have lawful possession of invoice \n \n \npayments, and therefore could not be guilty of larceny or embezzlement.  In order to \nrespond to Lund’s argument, and to contradict Lund’s interpretation of that e-mail, \nPlaintiff filed its reply brief, accompanied by a supplemental second affidavit from \nScott clarifying his e-mail statement, as well as other affidavits to similar effect that \nwere not attached to the original Motion.   \n{68} Lund argues that North Carolina Rule s of Civil Procedure 6(d) and 56(c) \nrequire that all supporting affidavits mu st be filed with the original motion.  \nTherefore, according to Lund, Plaintiff’s reply brief and supporting affidavits were \nimproper and should be stricken.   \n{69} Rule 6(d) provides that “[w]hen a moti on is supported by an affidavit, the \naffidavit shall be served with the motion . . . .”   N.C. R. Civ. P. 6(d) (2014).  Rule 56(c) \ndoes not mention supporting affidavits.  See N.C. R. Civ. P. 56 (c).  Rather than \nsupport Plaintiff’s Motion, however, the contested affidavits are offered in support of \nPlaintiff’s reply and address issues that we re raised for the first time in Lund’s \nopposition.  Neither Rule 6(d) nor Rule 56(c) addresses when reply affidavits must be \nfiled.  Although the Court has not been able to locate a North Carolina state court \ndecision on point, a North Carolina federal court has concluded that affidavits offered \nin reply to the non-moving party’s opposi tion may be served with the reply, as \nPlaintiff did here, and are not required to be filed with the motion, as Lund contends \nis mandatory.  \nSee McGinnis v. Se. Anesthesia Assocs., P.A. , 161 F.R.D. 41, 42 \n(W.D.N.C. 1995) (“[B]ecause the contested affidavits in the case at bar do not support \nthe Defendant’s motion, but rather support the reply, [Federal] Rule 6(d) does not \nprohibit them from being filed subsequent to  the motion as reply affidavits.”).  The \nCourt finds the reasoning in McGinnis persuasive 15 and concludes that Plaintiff’s \nreply brief and supporting affidavits do not violate Rules 6(d) or 56(c).  As a result, \nthe Court concludes that Lund’s Motion to Strike should be denied. \n   \n                                                 \n15 The Court observes that “[d]ecisions under the federal rules are . . . pertinent for guidance and \nenlightenment in developing the philosophy of the North Carolina rules.”  Turner v. Duke Univ., 325 \nN.C. 152, 164, 381 S.E.2d 706, 713 (1989).   \n \n \nV. \nPLAINTIFF’S PARTIAL SUMMARY JUDGMENT MOTION \nA. Legal Standard \n{70} Summary judgment is proper where “the pleadings, depositions, answers to \ninterrogatories, and admissions on file, togeth er with affidavits, if any, show that \nthere is no genuine issue as to any material  fact and that any party is entitled to \njudgment as a matter of law. ”  N.C. R. Civ. P.  56(c).  “When the plaintiff moves for \nsummary judgment, plaintiff must establis h that the facts as to each essential \nelement of his claim are in his favor and that there is no genuine issue of material \nfact with respect to any essential element.”  \nDeans v. Layton, 89 N.C. App. 358, 362, \n366 S.E.2d 560, 563 (1988).   \nB. Analysis \n{71} Plaintiff seeks summary judgment against Lund on Plaintiff’s claim for civil \nliability for theft by employee or embezzlement under N.C. Gen. Stat. § 1-538.2, which \nprovides that “[a]ny person . . . who commits an act that is punishable under G.S. 14-\n72, 14-72.1, 14-74, 14-90, or 14-100 is liable for civil da mages to the owner of the \nproperty.”  Plaintiff seeks to hold Lund  liable for larceny by employee under N.C. \nGen. Stat. § 14-74 and for embezzlement by vi rtue of employment pursuant to N.C. \nGen. Stat. § 14-90 as the predicate violations for its claim under Section 1-538.2.   \n{72} An element of both Section 14-74 and Section 14-90 is lawful possession of \nthe employer’s property.  See State v. Brown, 56 N.C. App. 228, 231, 287 S.E.2d 421, \n424 (1982) (“Larceny by an employee requires lawful possession.”); State v. \nSpeckman, 326 N.C. 576, 578, 391 S.E.2d 165, 166 (1990) (“This Court has held that \nto constitute embezzlement, the property in question initially must be acquired \nlawfully . . . .”).  Plaintiff has put forth evidence, and Lund does not deny, that Lund \nwrongfully accepted customer payments.  Lund argues, however, that he did not \nviolate either Section 14-74 or Section 14- 90 as a matter of law because he never \n“lawfully possessed” the customer payments.  Lund contends that Plaintiff’s company \npolicy, as indicated in an e-mail from Scott to Lund, is “that all payments be made \ndirectly to the company.”  (First Scott Aff. Ex. 1.)   Based on this policy, Lund argues \n \n \nthat he did not lawfully possess the customer payments he accepted because he was \nnot authorized to possess customer payments intended to satisfy Plaintiff’s invoices.   \n{73} In making this argument, however, Lund relies on a technical reading of the \nphrase “directly to the company” that the Court finds is inconsistent with the plain \nmeaning of the phrase when it is read in context.  Rather than suggest the location \nwhere customer payments must be made, as Lund contends, the Court concludes that \nthe phrase, as used in Scott’s e-mail, unambiguously explains that customers must \nsatisfy their invoices by making direct paym ents to Plaintiff rather than by making \npayments to an intermediary who has agreed to make payments to Plaintiff on the \ncustomer’s behalf.   \n{74} The Court’s construction is supported by the undisputed evidence of record.  \nNot only is it undisputed that Lund was authorized to collect customer payments on \nPlaintiff’s behalf, ( see First Scott Aff. ¶ 3) (“L und was entrusted and given \nresponsibility for collecting payments fr om customers for production and services \nprovided to them by [Plaintiff].”), but Scott’s e-mail’s plain meaning is consistent with \nthe only evidence proffered bearing on Scott’s intent.  (See Randy Scott Aff., hereafter \n“Second Scott Aff.”, ¶ 10, Feb. 17, 2015.) (“By using the word ‘directly’ [in the e-mail \nto Lund] I did not mean that Mr. Lund did not have authority to collect payments or \naccept checks from customers.  Rather, I meant that our sales representatives were \nnot to have customers write checks to th em personally to satisfy [Plaintiff’s] \ninvoices.”).   \n{75} The Court therefore concludes that the facts of record establish as a matter \nof law that Lund, as Plaintiff’s sales representative, had the authority to collect \ncustomer payments on behalf of Plaintif f, and therefore lawfully possessed these \npayments.  See State v. McCaskill, 47 N.C. App. 289, 293, 267 S.E.2d 331, 333 (1980) \n(where the defendant sales agent received money from customers that was to be \ndelivered to the defendant’s principal, and the defendant did not so deliver, the \nevidence established each element of the offense of embezzlement).   \n{76} Lund also contends that he could not have committed larceny by employee \nunder Section 14-74 because the checks ma de payable to Lund were always the \n \n \ncustomers’ property, and never became Plaintiff’s “property.”  Lund relies on State v. \nPalmer, 175 N.C. App. 208, 622 S.E.2d 676 (2005) and State v. Weaver, 359 N.C. 246, \n607 S.E.2d 599 (2005) for his ar gument, contending that th ese cases establish that \nchecks made payable to Lund did not constitute Plaintiff’s property under Section 14-\n74 as a matter of law.  The Court finds neither case controlling nor persuasive.  In \nparticular, neither Palmer nor Weaver discusses or cites Section 14-74, and the Court \ndoes not find either case concerned facts analogous to those here.   \n{77} Moreover, although Lund correctly asse rts that one of the elements of the \ncrime of larceny by employee is that the e mployer must be the owner of the stolen \nproperty at issue, see State v. Frazier , 142 N.C. App. 207, 209, 541 S.E.2d 800, 801 \n(2001) (requiring for violation of Section 14-74 that “the defendant was an employee \nof the owner of the stolen goods”), the Court concludes that Plaintiff was the owner of \nthe stolen property here as a matter of la w.  North Carolina courts have held that \n“[c]hecks made payable to the order of an agent, which are cashed by him[,] are not \ndifferent from payments made in cash so fa r as the legal effect of the transaction is \nconcerned.”  Sentry Enters., Inc. v. Canal Wood Corp. , 94 N.C. App. 293, 299, 380 \nS.E.2d 152, 156 (1989) (quoting Haynes Petroleum Corp. v. Turlington, 261 N.C. 475, \n477, 135 S.E.2d at 45–46 (1964)).   In addition, it would appear clear on the facts of \nrecord that Plaintiff would be bound under agency principles by its customers’ \npayments to Lund.  See Haynes, 261 N.C. at 478, 135 S.E.2d  at 46 (“No duty rests \nupon a debtor, who makes a payment to an agent designated to receive it, to see that \nthe money reaches the principal, if the de btor is without notice of an improper \npurpose or intention on the part of the collecting agent.”); \nsee also Raulie v. Jackson-\nHorne Grocery , 48 N.M. 556 (1944) (where an ag ent accepted payment from his \nprincipal’s customer and was to deliver payment to the principal, the principal was \nbound to the customer’s payment, even  though the agent misappropriated the \ncustomer’s payment).  Although the Court’s research has not located a court decision \ndirectly on point, it follows from these pr opositions that at the time the payments \nwere made to Plaintiff’s agent Lund, in lawful satisfaction of the customers’ debts to \nPlaintiff, the funds then became Plainti ff’s “property” for purposes of larceny by \n \n \nemployee under N.C. Gen. Stat. § 14-74 in the absence of Plaintiff’s agreement to \ntransfer the funds to Lund.   \n{78} Accordingly, the Court concludes that Plaintiff’s Partial Summary \nJudgment Motion should be granted and that judgment should be entered for \nPlaintiff as to Lund’s liability on Plaint iff’s claim for civil liability for theft by \nemployee or embezzlement under N.C. Gen. Stat. § 1-538.2.   \nVI. \nCONCLUSION \n{79} Based on the foregoing, the Court hereby GRANTS in part and DENIES in \npart the Vision Defendants’ Motion for Judgment on the Pleadings as follows: \nA. The Vision Defendants’ Motion for Judgment on the Pleadings as to \nPlaintiff’s eighth (breach of duty of loyalty provision), tenth (breach of \ncovenant not to solicit customers), el eventh (breach of covenant not to \nsolicit prospective customers), twelft h (breach of return of property \nprovision), thirteenth (breach of co venant not to solicit employees), \nfourteenth (breach of fiduciary duty ), fifteenth (fraud), and sixteenth \n(tortious interference) claims for relief is GRANTED.  These claims are \nhereby DISMISSED with prejudice. \nB. The Vision Defendants’ Motion for Judgment on the Pleadings as to \nPlaintiff’s third (N.C. Gen. Stat. § 66-152), and ninth (breach of \nconfidentiality and non-disclosure covenant) claims for relief is \nDENIED. \nC. The Vision Defendants’ Motion for Judgment on the Pleadings as to \nPlaintiff’s second claim for relief (N.C. Gen. Stat. § 75-1.1) against Lund \nis GRANTED to the extent Plaintiff’s se cond claim for relief against \nLund is based on Plaintiff’s claim fo r tortious interference with Kirk’s \nemployment; otherwise, the Vision Defendants’ Motion for Judgment on \nthe Pleadings as to Plaintiff’s second  claim for relief against Lund is \nDENIED. \n \n \n{80} The Court hereby DENIES Lund’s Motion to Strike, GRANTS Plaintiff’s \nPartial Summary Judgment Motion, and ENTERS JUDGMENT for Plaintiff as to \nLund’s liability on Plaintiff’s first claim for relief for civil liability for theft by \nemployee or embezzlement under  N.C. Gen. Stat. § 1-538.2.  Plaintiff’s damages on \nits first claim for relief shall be determin ed through subsequent motions practice or \nat trial. \n SO ORDERED, this the 9th day of December, 2015. \n \n \n/s/ Louis A. Bledsoe, III \nLouis A. Bledsoe, III \nSpecial Superior Court Judge \n  for Complex Business Cases \n \n  "
}