{
  "id": "2fa3b8949c47d5849fa746a2fb8f6bfaa13e662946148746dedf850b3dbe85f4",
  "source_file": "data/raw/ncbc/2fa3b8949c47d5849fa746a2fb8f6bfaa13e662946148746dedf850b3dbe85f4.pdf",
  "raw_text": "Camacho v. McCallum, 2016 NCBC 79. \n \nSTATE OF NORTH CAROLINA \nGASTON COUNTY  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 602 \nSUSAN CAMACHO individually, and \nin her capacity as Administrator \nC.T.A. of the Estate of Kerry Lee \nMcCallum, deceased, and on behalf of \nJOAN FABRICS, LLC, \n \nPlaintiffs, \n \nv. \n \nELKIN MCCALLUM and JOAN \nFABRICS, LLC,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n)\n) \n) \n)\n)\n) \nORDER AND OPINION \n \n1. THIS MATTER  is before the Court on Pl aintiff Susan Camacho’s \n(“Plaintiff” or “Camacho”) Motion for Appointment of Receiver (the “ Motion for a \nReceiver”) and Defendants Elkin McCallum and Joan Fabrics, LLC’s (collectively, \n“Defendants”) Motion to Dismiss Plaintiff’s Complaint (the “Motion to Dismiss”).  \nAfter considering the Motion for a Receiver  and the Motion to Dismiss (collective ly, \nthe “Motions”), supporting and opposing briefs, and arguments of counsel at a hearing \non the Motions, for the reasons set forth below the Court hereby GRANTS \nDefendants’ Motion to Dismiss and DENIES Plaintiff’s Motion for a Receiver.  \nHickmon & Perrin, P.C., by James Hickmon, and Fitzgerald Litigation, \nby Andrew Fitzgerald, for Plaintiff Susan Camacho. \n \nPatrick, Harper & Dixon, LLP, by Michael J. Barnett, for Defendants \nElkin McCallum and Joan Fabrics, LLC.    \n \nRobinson, Judge. \nI. PROCEDURAL HISTORY \n2. Plaintiff commenced this action in her individual capacity, in her capacity \nas the personal representative of the Estate o f Kerry McCallum ( “Kerry’s Estate”), \nand on behalf of Joan F abrics, LLC (“Joan” ) on February 18, 2016  by filing her \nComplaint, Motion to Review Corporate Books and Records, and Motion for \nAppointment of Receiver (“Complaint”).  In addition to the Motion for a Receiver, the \nComplaint brings the following direct claims : (1) an accounting and inspection of \nbooks and records claim (the “Inspection Claim”); (2) a judicial dissolution claim; and \n(3) a breach of fiduciary duty claim  (collectively, the “Claims”).   (Compl. ¶¶ 22, 25, \n33.)  Plaintiff also asserts the Claims derivatively on behalf of Joan.  (Compl. 5.)  \n3. The case was desig nated as a mandatory complex business case pursuant \nto N.C. Gen. Stat. § 7A -45.4(b) by order of the Chief Justice of the North Carolina \nSupreme Court dated February 19, 2016, and was assigned to the Honorable Louis \nA. Bledsoe, III, by order dated February 24, 2016.  The case was later reassigned to \nthe undersigned by order dated July 5, 2016.   \n4. On March 17, 2016, Defendants filed the Motion to Dismiss.  The Motion to \nDismiss seeks dismissal of the Complaint pursuant to Rules 12(b)(1) and 12(b)(6) of \nthe North Carolina Rules of Civil Procedure (“Rule(s)”). \n5. After briefing on the Motions was completed, t he Court held a hearing on \nthe Motions on June 1, 2016.  At the hearing, the parties agreed to a temporary stay \nto allow for limited production of documents and initial mediation.  The Court entered \na Scheduling Order on June 10, 2016 , staying the case to and including August 1, \n2016.  In the Scheduli ng Order, the Court ordered that Defendants produce records \nno later than June 15, 2016,  that the parties engage in an initial mediation session \nno later than August 1, 2016, and that the parties submit a status report to the Court \nwithin ten days of the initial mediation, but no later than August 1, 2016.  \n6. On July 26, 2016, the parties submitted a Status Report to the Court.  The \nStatus Report states that the parties conducted mediation on July 18, 2016, which \nresulted in an impasse, and the parties would like the Court to proceed with ruling \non the Motions.  \nII. FACTUAL BACKGROUND \n7. Joan is a Delaware limited liability company (“LLC”)  with its principal \nplace of business in Massachusetts.  (Compl. ¶ 3.)   \n8. Defendant Elkin McCallum (“Elkin”) is a member  of Joan and Joan’s \nPresident and Chief Executive Officer (“CEO”).  (Compl. ¶¶ 4−5.)  Elk in owns a 50% \ninterest in Joan.  (Compl. ¶ 4.) \n9. Donna McCallum (“Donna”)—who is not a party to this action—is a member \nof Joan, a 25% interest owner, and the wife of Elkin.  (Compl. ¶¶ 4, 6.)  \n10. Kerry McCallum (“Kerry”) was the daughter of Elkin and Donna.  (Compl. \n¶ 4.)  Kerry died on October 31, 2014.  (Compl. ¶ 2.)  Prior to her death, Kerry was a \nmember of Joan, the Vice President of Joan, and a 25% interest owner.  (Compl. ¶¶ \n2, 9.)     \n11. Kerry’s Estate owns a 25% interest in Joan.  (Compl. ¶ 2.)  Camacho is the \npersonal representative of Kerry’s Estate and was legally married to Kerry.  (Compl. \n¶¶ 1, 9.)   Camacho individually inherited Kerry’s 25% ownership interest, and \nDefendants have ignored Plaintiff’s requests to assign the Estate’s ownership interest \nto Camacho individually.  (Compl. ¶ 2.)   \n12. Plaintiff alleges that there have been questions regarding Joan’s \nmanagement for many years.   (Compl. ¶ 10.)   In 2007, Joan filed for bankruptcy \nprotection and, around the same time, Elkin was the subject of a co mplaint filed by \nthe Securities and Exchange Commission.  (Compl. ¶ 10.) \n13. Plaintiff alleges that Elkin has told Donna that Donna must always vote in \nagreement with Elkin, and Donna has never dissented from action taken by Elkin.   \n(Compl. ¶ 6.)  As a result, Plaintiff contends that Donna and Elkin, who together own \n75% of Joan, make a majority voting bloc that owes a fiduciary duty to Plaintiff, the \nminority member.  (Compl. ¶¶ 6, 32−34.)  \n14. Plaintiff, through a serie s of letters and emails and an e state proceeding, \nsought information on Joan pursuant to the Joan Fabrics LLC Operating Agreement \n(the “Operating Agreement”) and Delaware law.  (Compl. ¶¶ 12−14, Exs. 2−6.)  The \nOperating Agreement contains a Delaware choice -of-law provision (Compl. Ex. 1 ¶ \n11(c) [hereinafter Op. Agmt.]) and the following  provision providing members with  \ninspection rights:  \nThe Members shall keep or cause to be kept complete and accurate books \nand records of the LLC . . . . Such books and records shall be maintained \nand be available, in addition to any documents and information required \nto be furnished to the Members under the [Delaware Limited Liability \nCompany] Act, at an office of the LLC for examination and copying by \nany Member, or his duly authorized representative, at his reasonable \nrequest and at his expense during ordinary business hours.   \n \n(Op. Agmt. ¶ 9(a).)  Plaintiff alleges that Joan is in financial distress , Plaintiff is \nentitled to the information requested, and  Defendants have refused to provide such \ninformation.  (Compl. ¶¶ 19, 34.) \n15. Plaintiff has attempted to call a members meeting, but Elkin will not and/or \ncannot, due to health issues, have a members meeting.   (Compl. ¶ 17.)   Elkin \nscheduled a  members meeting  on two separate occasions and cancelled both \nmeetings.  (Compl. ¶ 17.)  \n16. Elkin has threatened to make a capital call on Plaintiff, which Plaintiff \nalleges is not permitted by the Operating Agreement.  (Compl. ¶ 16.)    \nIII. LEGAL STANDARD \n17. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court \nreviews the allegations of the Complaint in the light most favorable to Plaintiff.  The \nCourt’s inquiry is “whether, as a matter of law, the allegations of the complaint, \ntreated as true, are sufficient to state a claim upon which relief may be granted under \nsome legal theory.”  Harris v. NCNB Nat’l Bank of N.C. , 85 N.C. App. 669, 670, 355 \nS.E.2d 838, 840 (1987).  The Court construes the Complaint liberally and accepts all \nallegations as true.  Laster v. Francis, 199 N.C. App. 572, 577, 681 S.E.2d 858, 862 \n(2009).   \n18. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \ncomplaint on its face reveals that no law supports [the] claim; (2) when the complaint \nreveals on its fac e the absence of fact s ufficient to make a good claim;  [or] (3) when \nsome fact disclosed in the complaint necessarily defeats the . . . claim.”  Oates v. JAG, \nInc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985); see also Jackson v. Bumgardner, \n318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986) .  Otherwise, “a complaint should not \nbe dismissed for insufficiency unless it appears to a certainty that plaintiff is entitled \nto no relief under any state of facts which could be proved in support of the claim.”  \nSutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) (emphasis omitted).   \n19. A court shall dismiss the action when it appears that the court lacks subject \nmatter jurisdiction.  N.C. R. Civ. P. 12(h)(3).  “A motion to dismiss for lack of subject \nmatter jurisdiction is not viewed in the same manner as a motion to dismiss for failure \nto state a claim upon which relief can be granted.”  Tart v. Walker, 38 N.C. App. 500, \n502, 248 S.E.2d 736, 737 (1978).  A court may consider matters outside the pleadings \nin determining whether subject m atter jurisdiction exists.  Keith v. Wallerich , 201 \nN.C. App. 550, 554, 687 S.E.2d 299, 302 (2009); Tart, 38 N.C. App. at 502, 248 S.E.2d \nat 737.   \nIV. MOTION TO DISMISS \nA. Inspection Claim \n20. Plaintiff brings her Inspection Claim pursuant to N.C. Gen. Stat. § 57D-3-\n04 and Del. Code Ann. tit. 6, § 18 -305, in which she demands a full accounting and \nseeks to inspect all records of Joan available under those statutes and the Operating \nAgreement.  (Compl. ¶ 22.)    \n21. The parties agree that because Joan is an LLC organized under the laws of \nDelaware and the Operating Agreement contains a Delaware choice-of-law provision, \nDelaware law governs the Inspection Claim.  (Joint Case Mgmt. Report 2); Del. Code \nAnn. tit. 6, § 18-1101(i) (2015) (“A limited liability company agreement that provides \nfor the application of Delaware law shall be governed by and construed under the \nlaws of the State of Delaware in accordance with its terms.”); see also id. § 18-305(a) \n(providing inspection rights to members of a “limited liability company ”); id. § 18-\n101(6) (defining “limited liability company” as “a limited liability company formed \nunder the laws of the State of Delaware”).  \n22. To the extent Plaintiff purports to bring her Inspection Claim pursuant to \nsection 57D-3-04 of the North Carolina Limited Liability Company Act (the “North \nCarolina Act”), the Inspection Claim must be dismissed for failure to state a claim \nupon which relief can be granted.  Delaware law gov erns the Inspection Claim, and \nsection 57D-3-04 applies only to members of an LLC formed under the North Carolina \nAct.  N.C. Gen. Stat. § 57D -1-02(a) (2015) (“[The North Carolina Limited Liability \nCompany Act] and any other applicable laws of this State govern (i) the internal \naffairs of every LLC, including the interpretation, construction, and enforcement of \noperating agreements and determining the rights and duties of interest owners . . . .” \n(emphasis added)); id. § 57D-1-03(13), (19) (defining “LLC” as an entity formed under \nthe North Carolina Act and a “foreign LLC” as a limited liability company organized \nunder the law of another state); id. § 57D -3-04(a) (providing inspection rights to \nmembers of an LLC, as opposed to a foreign LLC).  T herefore, section 57D-3-04 does \nnot provide Plaintiff, a member of a Delaware LLC, with inspection rights.   \n23. Under section 18-305(a) of the Delaware Limited Liability Company Act \n(the “Delaware Act”) , a member of a Delaware LLC  “has the right, subject to such \nreasonable standards (including standards governing what information and \ndocuments are to be furnished at what time and location an d at whose expense) as \nmay be set forth in a[n LLC] agreement or otherwise  . . . to obtain from the [LLC]” \ncertain information regarding the LLC.  Del. Code Ann. tit. 6, § 18-305(a).   \n24. Section 18-305 is explicit that an action under that section must be brought \nin the Court of Chancery and the Court of Chancery has exclusive j urisdiction to \ndetermine whether the member is entitled to the information requested.  “Any action \nto enforce any right arising under [section  18-305] shall be brought in the Court of \nChancery. . . . The Court of Chancery is hereby vested with exclusive jurisdiction to \ndetermine whether or not the person seeking such information is entit led to the \ninformation sought.”  Id. § 18-305(f) (emphasis added); see also Elf Atochem N. Am., \nInc. v. Jaffari, 727 A.2d 286, 292 (Del. 1999) (“In vesting the Court of Chancery with \njurisdiction, the [Delaware Act] accomplished at least three purposes: (1) it assured \nthat the Court  of Chancery has jurisdiction it might not otherwise have  . . . ; (2) it \nestablished the Court of Chancery as the default forum in the event the members did \nnot provide another choice of forum or dispute resolution mechanism; and (3) it tends \nto center int erpretive litigation in Delaware courts with the expectation of \nuniformity.”).   \n25. Here, Plaintiff seeks to inspect Joan’s records pursuant to section 18-305 \nand the Operating Agreement.  Thus, the Inspection Claim is “any action to enforce \nany right arising under [section 18-305]” and must therefore be brought in the Court \nof Chancery, which has exclusive jurisdiction to determine whether Plaintiff is \nentitled to the requested information. Del. Code Ann. tit. 6, § 18 -305(f).  As a result, \nthe Inspection Claim must be dismissed for lack of subject matter jurisdiction.   \nB. Judicial Dissolution \n26. Plaintiff seeks judicial dissolution of Joan p ursuant to N.C. Gen. Stat. § \n57D-6-02 and Del. Code Ann. tit. 6, § 18-802.  (Compl. ¶ 25.)  Plaintiff alleges that “it \nis not practicable to conduct [Joan’s] business in conformance with the operating \nagreement and the Delaware and North Carolina Limited Liability [Company] Acts \nand liquidation of [Joan] is necessary to protect the rights and i nterests of the \nmember.”  (Compl. ¶ 25.)   \n27. The parties agree that because Joan is a Delaware LLC and the Operating \nAgreement contains a Delaware choice -of-law provision, Delaware law governs the \njudicial dissolution claim.  (Joint Case Mgmt. Report 2);  Del. Code Ann. tit. 6, § 18 -\n802 (providing for judicial dissolution of a “limited liability company” when “it is not \nreasonably practicable to carry on the business in conformity with a limited liability \ncompany agreement”) ; id. § 18 -101(6) (defining “limited  liability company” as “a \nlimited liability company formed under the laws of the State of Delaware”);  id. § 18-\n1101(i) (“A limited liability company agreement that provides for the application of \nDelaware law shall be governed by and construed under the la ws of the State of \nDelaware in accordance with its terms.”). \n28. To the extent  Plaintiff purports to bring the  judicial dissolution claim \npursuant to N.C. Gen. Stat. § 57D -6-02, the claim must be dismissed for failure to \nstate a claim upon which relief can be granted.  Delaware law governs the j udicial \ndissolution claim, and section  57D-6-02 applies only to an LLC formed under the \nNorth Carolina Act.  N.C. Gen. Stat. § 57D-1-03(13), (19) (defining “LLC” as an entity \nformed under the North Carolina Limited Liability Company Act and a “foreign LLC” \nas a limited liability company organized under the law of another state); id. § 57D-6-\n01 (providing that an LLC, as opposed to a foreign LLC, is dissolved upon a decree of \njudicial dissolution under section 57D-6-05); id. § 57D-6-02 (providing the grounds on \nwhich “[t]he superior court may dissolve an LLC[,]” as opposed to a foreign LLC); id. \n§ 57D-6-05(a) (providing that the court “may enter a decree dissolving the LLC[,]” as \nopposed to a foreign LLC).   \n29. Under section 18-802 of the Delaware Act , “the Court of Chancery may \ndecree dissolution of a [Delaware] limited liability company whenever it is not \npracticable to carry on the business in conformity with a limited liability company \nagreement.”  Del. Code Ann. tit. 6, §  18-802 (emphasis added).  Unlike other \nprovisions of the Delaware Act that provide an action may be brought in the Court of \nChancery, thereby implying that those actions may be brought in courts other than \nthe Court of Chancery, t he plain language of sect ion 18-802 permits only the Court \nof Chancery to enter a decree dissolving a Delaware LLC.  Compare id. § 18-111 (“Any \naction to interpret, apply or enforce the provisions of a limited liability company \nagreement . . . may be brought in the Court of Chancery.”), and id. § 18-1001 (stating \nthat a member of an LLC “may bring [a derivative] action in the Court of Chancery”), \nwith id. § 18-802 (stating “the Court of Chancery may decree dissolution”).   See also \nIn re Raharney Capital, LLC v. Capital Stack LLC , 25 N.Y.S.3d 217, 217−18 (N.Y. \nApp. Div. 2016) (holding that New York courts do not have subject matter jurisdiction \nto judicially dissolve a Delaware LLC); Intertrust GCN, LP v. Interstate Gen. Media, \nLLC, No. 99, 2014 Phila. Ct. Com. Pl. LEXIS 434, at * 7 (Phila. Ct. Com. Pl. Feb. 11, \n2014) (stating that the language of section 18-802 “grants exclusive subject [matter] \njurisdiction to the Delaware Court of Chancery to hear and determine petitions for \njudicial dissolution”); Casella Waste Sys., Inc. v. GR Tech., Inc., No. 409-6-07, 2009 \nVt. Super. LEXIS 14, at *7−8 (Vt. Super. Ct. Feb. 6, 2009)  (“[A] plain reading of \n[section 18-802] suggests that the default rules governing dissolution grant subject \nmatter jurisdiction only to the Delaware Court of Chancer y, and not to any other \ncourt.”).  \n30. Moreover, the Delaware statute’s limited grant of authority to the Court of \nChancery to judicially dissolve a Delaware LLC  is consistent with the underlying \nprinciples and structure of an LLC.  The Delaware Act enables the formation of an \nLLC and affords members substantial freedom to contract among themselves \nregarding various issues, such as management of the LLC, the rights and duties of \nmanagers and members, admission of new members, and termination of the LLC .  \nThe Delaware A ct provides default provisions  only where the parties have not \notherwise agreed.  Del. Code Ann. tit. 6, § 18-1101(b) (“It is the policy of [the Delaware \nAct] to give the maximum effect to the principle of freedom of contract and to the \nenforceability of [LLC] agreements.”) ; Elf Atochem N. Am., Inc. v. Jaffari , 727 A.2d \n286, 290−92 (Del. 1999).   \n31. Judicial dissolution of entities created  under, and granted substantial \ncontractual freedom by, the laws of one state should be accomplished by a decree of a \ncourt of that state.  See Classic Coffee Concepts, Inc. v. Anderson, 2006 NCBC LEXIS \n24, at *45 (N.C. Super. Ct. Dec. 1, 2006)  (finding that a North Carolina court lacked \nauthority to judicially dissolve a Delaware corporation); In re Carlisle Etcetera LLC, \n114 A.3d 592, 605−06 (Del. Ch. 2015) (“[W]hen a sovereign makes available an [LLC] \nwith attributes that contracting parties cannot grant themselves by agreement, the \n[LLC] is not purely contractual.  Because the entity has taken advantage of benefits \nthat the sovereign has provided, the sovereign retains an interest in that [LLC].  That \ninterest in turn calls for preserving the ability of the sovereign’s courts to oversee \nand, if necessary, dissolve the [LLC].”).  \n32. Here, Plaintiff seeks judicial dissolution of Joan, a Delaware LLC.  Only the \nDelaware Court of Chancery  may enter a decree dissolving Joan, and therefore \nPlaintiff’s judicial dissolution claim must be dismissed for lack of subject matter \njurisdiction.   \nC. Breach of Fiduciary Duty Claim \n33. Plaintiff’s breach of fiduciary duty claim is that \n[t]he majority owners have breached their fiduciary duties in numerous \nrespects, to be supplemented when plaintiff may view the Joan books \nand records.  Plaintiff believes that there has been corporate waste, self-\ndealing and a lack of adherence to corporate formalities.  Specifically to \ndate plaintiff pleads that Elkin McCallum and Donna McCallum have \nbreached their fiduciary duties by concealing the company’s books and \nrecords and refusing to have a member’s meeting. \n \n(Compl. ¶¶ 33−34.) \n \n1. Standing \n34. Because Plaintiff purports to bring both a direct claim and a derivative \nclaim for breach of fiduciary duty, t he Court must first determine whether Plaintiff \nhas standing to assert a direct claim for such alleged breach.  North Carolina courts \nlook to the laws of the state in which th e LLC is organized to determine whether a  \nclaim is derivative or direct.  Scott v. Lackey , 2012 NCBC LEXIS 60, at *14 (N.C. \nSuper. Ct. Dec. 3, 2012)  (“Because BHCM is a li mited liability company formed in \nDelaware, the Court looks to Delaware law to determine Plaintiff’s standing to bring \nhis direct claims.”). \n35. Under Delaware law, to determine whether a claim is direct or derivative, \na court must look to the nature of the wrong and to whom the relief will go.  Tooley v. \nDonaldson, Lufkin, & Jenrette, Inc. , 845 A.2d 1031, 1039 (Del. 2004) .  A member’s \nclaimed direct injury must be independent of any alleged injury to the LLC.   Id.  A \nmember must demonstrate that the duty breached was owed to the member and that \nthe member can prevail without showing an injury to the LLC.  Id.; Kuroda v. SPJS \nHoldings, L.L.C., 971 A.2d 872, 887 (Del. Ch. 2009) (“Delaware law is clear that direct \nclaims are available only where the member has suffered damage that is independent \nof any damage suffered by the limited liability company.”). \n36. Here, Plaintiff’s breach of fiduciary duty claim is based on Elkin failing to \nhold a members meeting and refusing to allow Plaintiff to inspect Joan’s books and \nrecords.  The nature of the wrong alleged is that Plaintiff was not permitted to inspect \nthe books and records  and Plaintiff has been unable to get company information \nbecause Elkin has failed to have a members meeting , and any relief would go to \nPlaintiff.  Therefore, Plaintiff has standing to assert a direct claim for breach of \nfiduciary duty.  Sanders v. Ohmite Holding, LLC, 17 A.3d 1186, 1188 (Del. Ch. 2011) \n(deciding a member’s direct claim to inspect company books and records); RED \nCapital Inv. L.P. v. RED Parent LLC, 2016 Del. Ch. LEXIS 25, at *10−11 (Del. Ch. \nFeb. 11, 2016) (same); Somerville S Trust v. USV Partners, LLC, 2002 Del. Ch. LEXIS \n103, at *1 (Del. Ch. Aug. 2, 2002) (same).  \n2. Governing Law \n37. The Court must next determine which state’s law governs Plaintiff’s breach \nof fiduciary duty claim.  In their briefs, the parties argue d the breach of fiduciary \nduty claim as if North Carolina law applies ; however, the parties did  not provide a \nbasis as to why North Carolina  law governs the claim , and the Court does not find \nthe issue to be so straightforward.   \n38. Under North Carolina conflict of law principles, matters affecting the \nsubstantial rights of the parties are determined by lex loci, the law of the situs of the \nclaim, and remedial or procedural rights are determined by lex fori, the law of the \nforum.  E.g., Harco Nat’l Ins. Co. v. Grant Thornton LLP, 206 N.C. App. 687, 692, 698 \nS.E.2d 719, 722−23 (2010) .  For tort claims, the state where the injury occurred is \nconsidered the situs of the claim.  Id.  The place of the injury is the state where the \ninjury or harm was sustained or suffered —the state where the last event necessary \nto make the actor liable or the last event required to constitute the tort takes place, \nand the substantive law of that state applies.  Id. at 695, 698 S.E.2d at 724. \n39. Here, the Operating Agreement does not expand, limit, or alter traditional \nfiduciary duties.  Plaintiff’s breach of fiduciary duty claim is thus properly classified \nas a tort claim, rather than a contract claim.  Nelson v. Alliance Hospitality Mgmt. , \n2013 NCBC LEXIS 39, at *25 (N.C. Super. Ct. Aug. 20, 2013).  As a result, the choice-\nof-law provision in the Operating Agreement does not apply, and the law of the situs \nof the claim controls.  See, e.g., Associated Packaging, Inc. v. Jackson Paper Mfg. Co., \n2012 NCBC LEXIS 13, at *9−10 (N.C. Super. Ct. Mar. 1, 2012)  (“While the LLC \nAgreement’s choice of law provision would control enforcement of the LLC Agreement \nitself, the provision does not control the [tort] claims in this case.” (citation omitted)).  \n40. Plaintiff’s breach of fiduciary duty claim is based on Elkin failing to hold a \nmembers meeting and refusing to allow Plaintiff to inspect Joan’s books and records.  \nIt is unclear from the Complaint where Elkin’s relevant acts took place.  On the one \nhand, Plaintiff is a North Carolina resident; the last scheduled members meeting was \nto take place in North Carol ina; Joan has an office in North Carolina ; Elkin has a \nresidence in North Carolina;  and Plaintiff, through counsel, made a final demand \nthat the information requested be provided to Plaintiff (in North Carolina)  by the \nclose of business on February 17, 2016, or otherwise Plaintiff would bring an action \nto receive the information.  Plaintiff did not receive the information and brought this \naction as a result on February 18, 2016.  On the other hand, Elkin is a Massachusetts \nresident; Joan is a Delaware LLC with its principal place of business in \nMassachusetts; and the first scheduled members meeting was to take place in \nMassachusetts.  Further, it is unclear where Joan maintains its books and records \nand where inspection of such records would occur.   \n41. However, the Court concludes that it need not determine the situs of the \nclaim because, applying the law of either jurisdiction, Plaintiff’s claim for breach of \nfiduciary duty must be dismissed.  \ni. Application of Massachusetts Law \n42. Under Massachusetts law, the law of the state of organization governs the \nliability of an LLC’s members and managers.  Mass. Gen. Laws ch. 156C, § 47 (2015).  \nHere, because Joan is organized in Delaware, Massachusetts law requires that \nDelaware law govern Plaintiff’s breach of fiduciary duty claim.   \n43. In order to establish a claim for breach of fiduciary duty under Delaware \nlaw, a plaintiff must show that: (1) a fiduciary duty exists; and (2) the fiduciary \nbreached that duty.  Estate of Eller v. Bartron, 31 A.3d 895, 897 (Del. 2011). \n44. Unless otherwise provided in an LLC agreement, the managers and \ncontrolling members of an LLC owe traditional fiduciary duties of care and loyalty to \nthe LLC members.  Feeley v. NHAOCG, LLC , 62 A.3d 649, 660−61 (Del. Ch. 2012) ; \nCMS Inv. Holdings, LLC v. Castle, C.A. No. 9568-VCP, 2015 Del. Ch. LEXIS 169, at \n*65 (Del. Ch. June 23, 2015); Kelly v. Blum, 2010 Del. Ch. LEXIS 31, at *3 (Del. Ch. \nFeb. 24, 2010) .  A manager of an LLC qualifies as a fiduciar y to the LLC and its \nmembers because a manager has more than an arms-length, contractual relationship \nwith the LLC members and is vested with discretionary power to manage the LLC’s \nbusiness.  CMS Inv. Holdings, LLC, 2015 Del. Ch. LEXIS 169, at *65−66. \n45. Here, although Elkin is not named in the Operating Agreement as the \nmanager, Elkin is Joan’s President and CEO.  Therefore, at the motion to dismiss \nstage, Plaintiff has alleged sufficient facts from which it may be found that Elkin has \nmore than an arms -length, contractual relationship with Joan’s members and thus \nowes fiduciary duties to Plaintiff.   See id. at *67−68 (finding that, at the motion to \ndismiss stage, allegations that a member was responsible for running certain \noperations of the LLC were sufficient allegations from which a fiduciary relationship \nmay be found).   \n46. Plaintiff states that Elkin breached his fiduciary duties in two respects: (1) \nby failing to hold a members meeting; and (2) by refusing to allow Plaintiff to inspect \nJoan’s books and rec ords.  Plaintiff fu rther alleges that her allegations will be \nsupplemented after inspection of the books and records.   \n47. “The fiduciary duty of care requires that [managers] . . . use that amount of \ncare which ordinarily careful and prudent men  would use in similar \ncircumstances . . . .”  In re Walt Disney Co., 907 A.2d 693, 749 (Del. Ch. 2005) .  The \nfiduciary duty of loyalty requires that a manager act in the best interest of the \ncompany, and that a manager put the interest s of the company and i ts interest \nowners before his own.  Id. at 751.  Here, Elkin’s failure to hold a members meeting \nimplicates the duty of care, rather than the duty of loyalty.  See id. (noting that the \nduty of loyalty is implicated when a fiduciary stands on both sides of a transaction or \nreceives a personal benefit).   \n48. The standard for evaluating a breach of the duty of care is gross negligence.  \nMcPadden v. Sidhu, 964 A.2d 1262, 1274 (Del. Ch. 2008); In re Walt Disney Co., 907 \nA.2d at 749 ; Prospect St. Energy, LLC v. Bhar gava, 2016 Del. Super. LEXIS 57, at \n*21−22 (Del. Super. Ct. Jan. 27, 2016) (applying the gross negligence standard in the \nLLC context and finding a claim for gross negligence is the same as a claim for breach \nof fiduciary duty).  Gross negligence is reckless indifference to the interest owners or \nactions that are without the bounds of reason.  McPadden, 964 A.2d at 1274 ; In re \nWalt Disney Co., 907 A.2d at 750; Prospect St. Energy, LLC, 2016 Del. Super. LEXIS \n57, at *21−22. \n49. Here, Plaintiff requested a members meeting in order to obtain information.  \n(Compl. ¶ 17.)  Plaintiff made her first request for a meeting on January 4, 2016.  \n(Compl. Ex. 2.)  In response to that request, Elkin scheduled a meeting for February \n1, 2016.  Thereafter, Elkin cancelled that m eeting and rescheduled it for February \n11, 2016.  For health reasons, Elkin cancelled the February 11 meeting.  As a result, \nPlaintiff made her second request on February 11, 2016 for a meeting to be held by \nFebruary 17, 2016.  (Compl. Ex. 6.)  This action was brought on February 18, 2016.    \n50. Neither the Operating Agreement nor the Delaware Act requires members \nmeetings.  See Del. Code Ann. tit. 6, § 18 -302(c) (stating that members may take \naction without a meeting unless otherwise provided in an LLC agreement).  Assuming \narguendo that Delaware law recognizes that failing to hold a members meeting may \nconstitute a breach of fiduciary duty under some circumstances, the Court concludes \nthat, under the facts alleged here, failing to hold a members meeting within one and \none-half months of Plaintiff’s request to have a meeting—especially when neither the \nOperating Agreement nor the Delaware Act requires such a meeting—is insufficient \nto satisfy the requirement of pleading gross negligence.   \n51. Moreover, the Court notes that the Complaint states that Plaintiff sought \na members meeting to obtain more information, and that Defendants breached their \nfiduciary duties in num erous ways and the allegations will  be supplemented after \nPlaintiff inspects the books and records.  The breach of fiduciary duty claim based on \nthe failure to hold a members meeting is heavily dependent on the Inspection Claim.  \nHowever, as discussed prev iously, the Delaware Court of Chancery has exclusive \njurisdiction over the determination as to whether Plaintiff is entitled to the \ninformation sought.   \n52. As to the breach of fiduciary duty claim based on Elkin refusing to allow \nPlaintiff to inspect the boo ks and records, because  the Delaware Court of Chancery \nhas exclusive jurisdiction over Plaintiff’s Inspection Claim and the determination of \nwhether Plaintiff is entitled to the information sought, this Court has no authority to \ndetermine the propriety of Elkin’s refusal to permit Plaintiff to inspect the books and \nrecords.  Therefore, this Court has no authority to find that such refusal was a breach \nof Elkin’s fiduciary duties to Plaintiff.  In asking this Court to find Elkin breached \nhis fiduciary duties to Plaintiff by failing to allow Plaintiff to inspect Joan’s books and \nrecords, Plaintiff is, in essence, asking this Court to determine whether Plaintiff is \nentitled to the information requested, which this Court does not have the authority \nto do.   \n53. Therefore, because failing to have a members meeting under these \ncircumstances does not amount to gross negligence, and because the Delaware Court \nof Chancery has exclusive jurisdiction over the Inspection Claim and whether \nPlaintiff is entitled to the informa tion requested, Plaintiff’s breach of fiduciary duty \nclaim based on Elkin  failing to hold a members meeting and refusing Plaintiff’s \ninspection request must be dismissed.  \nii. Application of North Carolina Law \n54. In order to establish a claim for breach of fiduciary duty u nder North \nCarolina law, a plaintiff must show that : (1) the defendant owed the plaintiff a \nfiduciary duty; (2) the defendant breached  his fiduciary duty; and (3) the breach of \nfiduciary duty was a proximate cause of injury to the plaintiff.  Farndale Co., LLC v. \nGibellini, 176 N.C. App. 60, 68, 628 S.E.2d 15, 20 (2006).  \n55. Under the North Carolina Act, a manager of an LLC must discharge his \nduties in good faith, with the care of an ordinary prudent person, and in the best \ninterests of the LLC .  N.C. Gen. Stat. § 57D -3-21(b).  The manager owes these \nfiduciary duties to the LLC, not to individual members.  Id.; see also Kaplan v. O.K. \nTechs., L.L.C., 196 N.C. App. 469, 474, 675 S.E.2d 133, 137 (2009).  Therefore, Elkin, \nas the manager of Joan, does not owe fiduciary duties to Plaintiff, a member of Joan.   \n56. Under the North Carolina Act, members of an LLC are like shareholders in \na corporation in that members do not owe fiduciary duties to each other or the LLC, \nexcept a controlling member owes fiduciary duties to minority members.  Kaplan, 196 \nN.C. App. at 473, 675 S.E.2d at 137 .  A 50% owner is not a majority interest owner, \nand thus a 50% owner does not owe fiduciary duties to the other interest owners.  Id. \n(holding that a member who ow ned a 41.5% interest, and who was the largest \npercentage interest owner, was a minority member who did not owe fiduciary duties \nto the other members); BOGNC, LLC v. Cornelius NC Self-Storage, LLC, 2013 NCBC \n26, at *44 (N.C. Super. Ct. May 1, 2013)  (concluding that a 50% owner is  not a \nmajority interest owner and therefore does  not owe fiduciary duties to the other \nmembers).  Here, Elkin owns 50% of the membership interest  in Joan .  Elkin is \ntherefore not a controlling member and does not owe fiduciary duties to Plaintiff.    \n57. Plaintiff contends that Elkin operates as a 75% interest owner because, in \naddition to his 50% ownership interest, he controls Donna’s 25% ownership interest.  \nWhile North Carolina courts have recognized that individual minority shareholders \nof a closely-held corporation who act in concert and collectively own the major ity \ninterest in the corporation may owe fiduciary duties as the controlling shareholders, \nNorth Carolina courts have not recognized that possibility in the context of an LLC.   \nSee Norman v. Nash Johnson & Sons’ Farms, Inc., 140 N.C. App. 390, 407, 537 S.E.2d \n248, 260 (2000) ; Raymond James Capital Partners, L.P. v. Hayes , 789 S.E.2d 695, \n701 (N.C. Ct. App. 2016)  (“[A]n exception to [the general] rule is that a controlling \nshareholder owes a fiduciary duty to minority shareholders.  To that end, our courts \nhave extended special protections to minority shareholders in closely held \ncorporations.” (emphasis added) (internal quotations omitted) (citation omitted) \n(citing Norman, 140 N.C. App. at 407, 537 S.E.2d at 260) ); Fiske v. Kieffer , 2016 \nNCBC LEXIS 22, at *10 (N.C. Super. Ct. Mar. 9, 2016)  (stating that the holding in \nNorman has not been extended to minority interest owners in an LLC); Wortman v. \nHutaff, 2013 NCBC LEXIS 47, at *22 (N.C. Super. Ct. Oct. 29, 2013)  (finding that \ntwo members who each owned a 33.33% interest were minority interest owners and \nthey “did not owe Plaintiffs fiduciary duties simply because together they owned a \nmajority interest in [the LLC] and could out -vote Plaintiffs”); Blythe v. Bell , 2013 \nNCBC LEXIS 17, at *14 (N.C. Super. Ct. Apr. 8, 2013) (stating that the Norman rule \nshould not apply in the LLC context). \n58. The Court concludes that, applying North Carolina law, Plaintiff has failed \nto adequately allege that Elkin owed fiduciary duties  to Plaintiff, and therefore the \nbreach of fiduciary duty claim must be dismissed.    \nD. Derivative Claims \n59. In addition to the direct action, Plaintiff asserts the Claims derivatively on \nbehalf of Joan.  North Carolina courts look to the law of the state in which an LLC is \norganized to determine the procedural prerequisites to bringing a derivative claim.  \nScott v. Lackey , 2012 NCBC LEXIS 60, at *14−15 (N.C. Super. Ct. Dec. 3, 2012) .  \nFurthermore, the North Carolina Act specifically provides that the law of the state in \nwhich a foreign LLC is organized governs derivative proceedings, except for matters \nregarding a stay of the proceedings, discontinuance or settlement, and payment of \nexpenses.  N.C. Gen. Stat. § 57D-8-06.  Thus, Delaware law governs whether Plaintiff \nmay bring a derivative action on behalf of Joan.  \n60. Under Delaware law, a member of an LLC may bring a derivative action “if \nmanagers or members with authority to do so have refused to bring the action or if \nan effort to cause those managers or member s to bring the action is not likely to \nsucceed.”  Del. Code Ann. tit. 6, § 18 -1001.  “[T]he complaint shall set forth with \nparticularity the effort, if any, of the plaintiff to secure initiation of the action by a \nmanager or member or the reasons for not making the effort.”  Id. § 18-1003.  “[T]he \npleading burden imposed on the sponsor of derivative claims is more onerous [than \nthe pleading burden to survive a motion to dismiss  for failure to state a claim ]; it \nrequires pleading ‘with particularity’ to survive; one cannot rest after serving mere \nnotice of the claim asserted.”  Spellman v. Katz, C.A. No. 1838 -VCN, 2009 Del. Ch. \nLEXIS 18, at *17−18 (Del. Ch. Feb. 6, 2009).  A court will not “guess those facts that \nmight support a derivative claim.”  Id. at *22 .  The complainant must set forth \nsupporting factual allegations, and “[a] complaint devoid of factual specificity will fail \nto provide the necessary basis for excusing demand.”  Id. at *22−23.  \n61. Here, Plaintiff states in her Complaint that “[t]his Complaint including the \nexhibits thereto sets forth the efforts to obtain a members meeting, access to the \ncorporate books and records, and an understanding of the health and competency of \nElkin . . . , as set forth in Del. [Code Ann. tit. 6,] § 18-1003.”  (Compl. ¶ 39.)  Although \nthe Complaint sets forth Plaintiff’s effor ts to have  a members meeting and inspect  \nJoan’s books and records,  the Complaint does not set forth any  efforts to cause the \nmembers to bring this action.  The efforts contemplated by section 18-1003 are those \nefforts to cause  the members  to bring the lawsuit  based on the failure to have a \nmembers meeting and concealment of books and records —not Plaintiff’s efforts to \nhave a members meeting and to gain access to books and records.  Thus, Plaintiff has \nnot made a demand on Joan’s members to bring this action  pursuant to section 18-\n1001, and Plaintiff was required to set forth  with particularity  the reasons why \ndemand would have been futile.  See Spellman, 2009 Del. Ch. LEXIS 18, at *18.   \n62. In this regard, Plaintiff has only alleged that \n[t]his action is pro per at this time because Elkin McCallum and Joan \nhave not provided corporate records to a minority owner, have admitted \nthat Joan is in financial distress,  have admitted that Elkin McCallum \nhas some health issues, and have not had a members meeting.  It is not \nlikely that further efforts to secure these action [sic] would be successful, \nper Del. [Code Ann. tit. 6,] § 18-1001. \n \n(Compl. ¶ 40  (emphasis added).)  The applicable standard is whether  an effort to \ncause Joan’s members to bring this lawsuit based on the failure to have a members \nmeeting and concealment of books and records would have been futile —not whether \nfurther efforts by Plaintiff to have a members meeting and to gain access to boo ks \nand records would have been futile.  There are no specific facts that provide the \nnecessary basis for excusing demand.  See Spellman, 2009 Del. Ch. LEXIS 18, at \n*20−22 (“One does not satisfy Delaware’s demand futility standards with the oft -\nemployed phrase that one can not be expected to sue himself.  To the contrary,  [the \ncomplainant] must show a substantial likelihood  of [the other member’s] personal \nliability before demand will be excused [for] lack of impartiality. . . . It is a rare case \nin which a director or member’s actions are sufficiently egregious that a substantial \nlikelihood of personal liability exists.” (internal quotations omitted)).  \n63. Plaintiff has not pled  with particularity her reasons for not making a \ndemand, and therefore Plaintiff has failed to comply with the procedural \nprerequisites for bringing a derivative action.  Therefore, Plaintiff’s derivative claims \nmust be dismissed.    \nV. MOTION FOR A RECEIVER \n64. Plaintiff’s Motion for a Receiver is made pursuant to N.C. Gen. Stat. § 57D-\n6-04 and Del. Code Ann. tit. 6, § 18 -805.  The Motion  for a Receiver requests that a \nreceiver be appointed “to marshal Joan’s assets, protect them, provide an accounting, \nprevent waste, and manage Joan” because Joan is in imminent danger of insolvency \nand irreparable harm will result to Plaintiff’s profits and rents  if a receiver is not \nappointed.  (Compl. ¶¶ 27−29.) \n65. Section 57D-6-04 of the North Carolina Act provides North Carolina courts \nwith authority to appoint a receiver of a North Carolina LLC; i t does not provide \nNorth Carolina courts with authority to appoint  a receiver of an LLC orga nized in \nanother state.  N.C. Gen. Stat. §§ 57D-1-03(13), (19), 57D-6-04.  Thus, this Court does \nnot have authority to appoint a receiver of Joan pursuant to section 57D-6-04.  \n66. Section 18-805 of the Delaware Act provides that the Delaware Court of \nChancery may appoint a receiver of an LLC when the certificate of formation of an \nLLC formed under the Delaware Act is cancelled by the filing of a certificate of \ncancellation.  Del. Code Ann. tit. 6, §§ 18-101(6), 18-805.  No certificate of cancellation \nhas been filed, and, in any event, that statute provides the Court of Chancery with \nauthority to appoint a receiver of Joan; it does not provide this Court with such \nauthority.  Thus, section 18-805 does not provide a basis for appointing a receiver of \nJoan.  \n67. Pursuant to N.C. Gen. Stat. §§ 1-502(4) and 1-507.1, a North Carolina court \nmay appoint a receiver over a foreign LLC’s property within North Carolina when the \nLLC is in imminent danger of insolvency.  N.C. Gen. Stat. §§ 1 -502(4), 1-507.1.  \nAppointment of a receiver is within the discretion of the t rial court.  Barnes v. \nKochhar, 178 N.C. App. 489, 500, 633 S.E.2d 474, 481 (2006) .  Appointment of a \nreceiver is a rare and drastic remedy, especially for solvent companies, and should be \nused cautiously.  Lowder v. All Star Mills, Inc. , 301 N.C. 561, 577, 273 S.E.2d 247, \n256 (1981).  Appointment of a receiver has been found to be a proper remedy in cases \nwhere there is fraud or gross misconduct in company management, incapacity or \nneglect of those operating the company, evidence of diversion of company funds, and \nrefusal to permit insp ection of corporate books combined with other grounds \njustifying the appointment of a receiver.  Id.    \n68. Assuming that Joan has property within North Carolina over which this \nCourt could appoint a receiver, the Court does not find that the allegations and proof \nbefore the Court at this time  warrant such a drastic remedy.  Plaintiff states that \nJoan is in imminent danger of insolvency and that Plaintiff has a right to profits and \nrents that are in imminent danger of being secreted; however, there is no evidence of \nfraud, gross misconduct, or incapacity of Joan’ s management.  Plaintiff states that \nher allegations in support of appointing a receiver will be supplemented once Plaintiff \ninspects Joan’s books and records, but the Court has concluded that the Delawa re \nCourt of Chancery has exclusive jurisdiction over the Inspection Claim .  In light of \nthe harshn ess of the remedy; the lack of evidence  before the Court at this time  \nwarranting such a harsh remedy; the Motion for a Receiver’s dependency on the \nInspection Claim; and the Delaware Court of Chancery’s exclusive jurisdiction  over \nsuch claim, the Court declines to exercise its discretion to appoint a receiver of Joan.  \nTherefore, the Motion for a Receiver is denied.   \nVI. CONCLUSION \n69. For the foregoing reasons, the Court, in the exercise of its discretion, hereby \nGRANTS Defendants’ Motion to Dismiss and DISMISSES without prejudice \nPlaintiff’s claims, and DENIES Plaintiff’s Motion for a Receiver. \nSO ORDERED, this the 25th day of October, 2016. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}