{
  "id": "2fcc994f39ffad5d2a517af5203baf2e0002b1bbe19ab05c64149f0eb0e4bb76",
  "source_file": "data/raw/ncbc/2fcc994f39ffad5d2a517af5203baf2e0002b1bbe19ab05c64149f0eb0e4bb76.pdf",
  "raw_text": "Islet Scis., Inc. v. Brighthaven Ventures LLC, 2018 NCBC 84. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 16388 \n \nISLET SCIENCES, INC., \n  \nPlaintiff, \n \nv. \n \nBRIGHTHAVEN VENTURES LLC, \nJAMES GREEN, and WILLIAM \nWILKISON, \n \nDefendants, \n \nand \n \nBRIGHTHAVEN VENTURES LLC, \n \n                      Third-Party Plaintiff, \n \n          v. \n \nJOHN F. STEEL, IV, EDWARD T. \nGIBSTEIN, and COVA CAPITAL \nPARTNERS, LLC, \n \n                 Third-Party Defendants. \n \n \n \n \n \nOPINION AND ORDER ON THIRD-\nPARTY DEFENDANTS EDWARD T. \nGIBSTEIN AND COVA CAPITAL \nPARTNERS, LLC’S MOTION TO \nWITHDRAW OR AMEND \nADMISSIONS AND BRIGHTHAVEN \nVENTURES LLC’S MOTION FOR \nPARTIAL SUMMARY JUDGMENT \nAGAINST THIRD-PARTY \nDEFENDANTS JOHN F. STEEL, IV, \nEDWARD T. GIBSTEIN, AND COVA \nCAPITAL PARTNERS, LLC \n \n THIS MATTER comes before the Court on Third-Party Defendants Edward T. \nGibstein and COVA Capital Partners, LLC’s Motion to Withdraw or Amend \nAdmissions (“Motion to Withdraw or Amend”; ECF No. 152) and on Brighthaven \nVentures LL C’s Motion for Partial Summary Judgment Against Third -Party \nDefendants John F. Steel, IV, Edward T. Gibstein, and COVA Capital Partners, LLC \n(“Motion for Partial Summary Judgment”; ECF No. 140) (collectively, “Motions”).  \n THE COURT, having considered the Motions, the briefs in support of and in \nopposition to the Motion s, the evidence submitted with the briefs, the arguments of \ncounsel at the hearing, and other appropriate matters of record, concludes that the \n \n \nMotion to Withdraw or Amend should be DENIED, a nd the Motion for Partial \nSummary Judgment should be GRANTED, for the reasons set forth below. \nJerry Meek PLLC, by Gerald F. Meek for Third -Party Plaintiff \nBrighthaven Ventures LLC. \n \nEverett Gaskins Hancock, LLP , by James M. Hash,  and Simon Taylor \n(pro hac vice) for Third-Party Defendants Edward T. Gibstein and COVA \nCapital Partners, LLC. \n \nJohn F. Steel, IV, pro se. \n \nMcGuire, Judge. \n \nFACTS AND PROCEDURAL BACKGROUND \n \n1. While findings of fact are not necessary or proper on a motion for  \nsummary judgment, “it is helpful to the parties and the courts for the trial judge to \narticulate a summary of the material facts which he considers are not at issue and \nwhich justify entry of judgment.”   Collier v. Collier, 204 N.C. App. 160, 161 –62, 693 \nS.E.2d 250, 252 (2010).   Therefore, the Court limits its recitation to the undisputed \nfacts necessary to decide the Motions and not to resolve issues of material fact. \n2. This action arises out of a dispute between Plaintiff Islet Sciences, Inc. \n(“Islet”), on the one hand, and Defendants Brighthaven Ventures LLC (“BHV”), and \nBHV’s owners James Green (“Green”) and William Wilkison (“Wilkison”) , on the \nother.  Islet is a biotechnology company  “engaged in research, development, and \ncommercialization” of medications to treat metabolic disease s.  ( First Am. Compl., \nECF No. 41, Ex. A, at ¶  12.)  BHV is in the business of developing pharmaceutical \nproducts, including a new medication called “Remogl iflozin” or “Remo” to treat type \n2 diabetes.  ( Id. at ¶ 13.)  BHV executed a license with Kissei Pharmaceuticals in \n \n \nJapan granting BHV the exclusive worldwide rights to Remo, excluding the territory \nof Japan.  (Id. at ¶ 14.) \n3. In September 2013, Islet, through its investment banker COVA Capital \nPartners (“COVA”)  and its “principal” and CEO Edward T. Gibstein (“Gibstein”), \napproached Green and Wilkison to ask them to join Islet’s management team and to \njointly develop Remo.  ( Id. at ¶¶ 16–17.)  Islet’s board a pproved Green as CEO and \nWilkison as COO of Islet on October 25, 2013, and the parties began to negotiate a \nlicense of Remo from BHV to Islet and subsequently a potential merger of BHV into \nIslet.  ( Id. at ¶¶ 18, 21 –22.)  The merger fell through, and Islet  claims that after \nterminating the merger agreement, “Green and Wilkison forced Islet to enter into a \nlicense agreement” for the rights to Remo.  ( Id. at ¶¶ 55, 57.)  Islet also claims that \nGreen and Wilkison, because of their roles in both Islet and BHV, were using their \n“positions of trust as officers and directors of [Islet] for their own improper benefit to \nthe detriment of Islet and its shareholders.”  (Id. at ¶ 1.)  \n4. Islet filed a Complaint in Wake County asserting claims against BHV, \nGreen, Wilkison, Ofsink LLC, and Darren Ofsink.1  (ECF No. 1.)  The parties jointly \nmoved to amend Islet’s Complaint on April 19, 2016 and attached a proposed First \nAmended Complaint to the motion.  (ECF No. 41.)  The Court granted the motion to \namend on April 20, 2016.  ( ECF No. 42.)  The First Amended Complaint alleges, in \nrelevant part: a claim against Green and Wilkison for breach of fiduciary duty; a claim \nagainst BHV for aiding and abetting breach of fiduciary duty; and claims against all \n                                                 \n1 Islet later dismissed without prejudice all claims against Ofsink LLC and Darren Ofsink.  \n(ECF No. 93.) \n \n \ndefendants for constructive fraud, unjust enrichment, and constructive trust.  (ECF \nNo. 41, Ex. A at ¶¶ 89–128.) \n5. On February 19, 2016, BHV filed its Answer, Counterclaims, and Third-\nParty Complaint.  (ECF No. 17.)  In the Third-Party Complaint, BHV asserts claims \nagainst John F. Steel , IV (“Steel,” who was Islet’s largest shareholder and former \nChairman, CEO, and President) and Gibstein for tortious interference with contract, \nalleging that Steel and Gibstein  “effectively eliminate[d] Islet’s ability to raise the \ncapital required by th e [license agreement]” in order to protect Steel’s shares from \ndilution and to ensure that Gibstein could earn a commission on funds raised for Islet.  \n(Counterclaims, ECF No. 17, at ¶¶ 3, 7, 13, 28; Third-Party Complaint, ECF No. 17, \nat ¶¶ 5–9.)  BHV also asserts a claim for breach of contract against COVA because \nCOVA had allegedly disclosed BHV’s confidential information in violation of a Mutual \nNondisclosure Agreement signed by BHV and COVA.  (Third-Party Complaint, ECF \nNo. 17, at ¶ 16–19.) \n6. Steel, Gibstein, and COVA (collectively, the “Third-Party Defendants”) \nwere initially represented by McGuire Woods LLP (“McGuire Woods”).  However, on \nMay 15, 2017 , the Court allowed McGuire Woods to withdraw as counsel for the \nThird-Party Defendants.  (ECF No. 118.)  The Third-Party Defendants did not \nimmediately retain new counsel. \n7. On December 23, 2017, BHV served on  each of the  Third-Party \nDefendants its First Set of Interrogatories, First Request for Production of \nDocuments, and First Request for Admissions.  (ECF No. 141.1.)   \n \n \n8. BHV’s First Request for Admissions served upon Steel and Gibstein  \nsought the admission of the following matters: \n1. Admit that a valid and enforceable exclusive license \nagreement existed between BHV and Islet Sciences, Inc., \npursuant to which BHV would license to Islet Sciences, Inc. \ncertain rights to remogliflozin etabonate (hereinafter the \n“Exclusive License Ageement”). . . . \n \n3.  Admit that you had knowledge of the Exclusive License \nAgreement. \n \n4.  Admit that you attempted to prevent Islet Sciences, Inc. \nfrom raising the capital required to meet the Effectiveness \nCondition. \n \n5.  Admit that you filed a petition in Nevada (hereinaft er \nthe “Nevada action”) to enjoin Islet Sciences, Inc. from \ntaking any actions outside the ordinary course of \nbusiness. . . . \n \n11. Admit that you engaged in activities designed to \ninterfere with the Exclusive License Agreement. \n \n12. Admit that your interfe rence with the Exclusive \nLicense Agreement was motivated by a desire to advance \nyour own personal interests, rather than those of Islet \nSciences, Inc.  \n \n13.  Admit that you intentionally and maliciously induced \nIslet Sciences, Inc. not to perform its obligations under the \nExclusive License Agreement.  \n \n14. Admit that, in inducing Islet Sciences, Inc. not to \nperform its obligations under the Exclusive License \nAgreement, you acted without justification.  \n \n15.  Admit that BHV suffered actual damages as a result of \nyour efforts to induce Islet Sciences, Inc. not to perform its \nobligations under the Exclusive License Agreement. \n \n \n \n(ECF Nos. 141.2 and 141.3.)  Steel responded to the First Set of Interrogatories and \nFirst Request for Production of Documents, but he did not respond to the First Set of \nRequest for Admissions.  Gibstein did not respond to any of BHV’s discovery requests.  \n(Br. Supp. Mot. Partial Summ. J. Against Third-Party Defs., ECF No. 141, at p. 4.) \n9. BHV’s First Request for Admissions served upon COVA  sought the \nadmission of the following matters: \n1. Admit that, on September 10, 2013, BHV and COVA \nentered into a valid and enforceable Mutual Nondisclosure \nAgreement (hereinafter, the “Mutual Nondisclosure \nAgreement”), pursuant to which COVA agreed not to  \ndisclose any “Confidential Information” of BHV to any \nthird-party for two years after receiving such information. \n  \n2. Admit that BHV has complied with all of the obligations \nimposed upon it by the Mutual Nondisclosure Agreement. \n  \n3. Admit that COVA disclosed Confidential Information (as \ndefined in the Mutual Nondisclosure Agreement) without \nthe consent of BHV. \n  \n4. Admit that COVA breached the Mutual Nondisclosure \nAgreement.  \n \n5. Admit that BHV has suffered actual and consequential \ndamages as a result of  COVA’s breach of the Mutual \nNondisclosure Agreement. \n \n(ECF No. 141.7.)  COVA did not respond to the First Request for Admissions. \n10. On February 23, 2018, BHV filed the Motion for Partial Summary \nJudgment.  BHV moved for partial summary judgment in its favor on the issue of \nliability as to the following claims: BHV’s claim for tortious interference with contract \nagainst Steel and Gibstein, and BHV’s claim for breach of contract against COVA.  \n(ECF No. 140, at pp. 1–2.) \n \n \n11. On March 22, 2018, attorney James M. Hash made an appearance on \nbehalf of Gibstein and COVA.  (ECF No. 148.)  On May 21, 2018, attorney Simon \nTaylor was admitted pro hac vice to represent Gibstein and COVA.  (ECF No. 162.)  \nSteel has not retained counsel and continues to represent himself pro se. \n12. On April 25, 2018, Gibstein and COVA filed their response in opposition \nto the Motion.  (ECF No. 151.)  On the same day, Gibstein and COVA also filed a \nMotion to Withdraw or Amend, requesting that Gibstein and COV A’s admissions to \nthe First Request for Admission be withdrawn or amended and that they be permitted \nto serve responses to the First Request for Admission.  (ECF No. 152.)2   \n13. On behalf of Gibstein and COVA, Hash also initiated a telephone \nconference under Business Court Rule 10.9 on May 9, 2018 regarding the request to \nwithdraw or amend Gibstein and COVA’s admissions.  The Court held the telephone \nconference on May 17, 2018. \n14. On May 7, 2018, BHV filed a reply in support of the Motion for Partial \nSummary Judgment .  (ECF No. 154.)  BHV also filed a response to Gibstein and \nCOVA’s Motion to Withdraw or Amend on May 15, 2018.  (ECF No. 156.)  Gibstein \nand COVA did not file a reply in support of their Motion to Withdraw or Amend. \n15. On May 24 , 2018, the Court held a hearing on the Motion  for Partial \nSummary Judgment.3   The Motions are now ripe for review. \n \n                                                 \n2 Steel has not responded to the Motions or filed any other motions with the Court. \n \n3 The Court did not take up the Motion to Withdraw or Amend at the  hearing, having \naddressed the relevant issue at the telephone conference of May 17, 2018. \n \n \nANALYSIS \nA.  Gibstein and COVA’s Motion to Withdraw or Amend Admissions \n16. Gibstein and COVA move to withdraw or amend all admissions \n“established against them for their failure to timely respond to Third-Party Plaintiff’s \nFirst Request for Admissions.”  (ECF No. 152, at p. 1.)  They also attached a set of \nproposed responses to the First Request for Admissions to the Motion to Withdraw or \nAmend. \n17. In support of their Motion to Withdraw or Amend, Gibstein and COVA \nstate that “[t]he presentation of the merits of this action will be subserved by the \nwithdrawal or amendment of the admissions resulting from the Third-Party \nDefendants’ failure to  timely respond to the First [Request for Admissions] , and \n[BHV] would not be prejudiced in any respect in maintaining its action on the merits \nby such a withdrawal or amendment.”  (Id. at p. 2.) \n18. A trial court has discretion to allow a withdrawal of an adm ission upon \na party’s motion under N.C. Gen. Stat. § 1A-1, Rule 36(b) (hereinafter, “Rules”).  See \nRule 36(b) (“[T]he court may permit withdrawal or amendment when the \npresentation of the merits of the action will be subserved thereby an d the party who \nobtained the admission fails to satisfy the court that withdrawal or amendment will \nprejudice him in maintaining his action  . . . .”); Taylor v. Abernathy , 149 N.C. App. \n263, 269–70, 560 S.E.2d 233, 237 (2002). \n19. The Court disagrees that BHV would not be prejud iced by such a \nwithdrawal or amendment.  Although Gibstein acknowledged the receipt of the First \n \n \nRequest for Admissions in an e-mail to the Court, Gibstein failed to respond to any of \nthe discovery requests.  (ECF No. 141, at p. 4.)  Furthermore, the Motion to Withdraw \nor Amend was filed four months after the responses were due under Rule 36 and two \nmonths after the Motion for Partial Summary Judgment was filed .  This delay has \nalready prejudiced BHV. \n20. The Court recognizes that Gibstein and COVA were unrepresented by \ncounsel at the time that the First Request for Admissions was served.  However, the \nCourt has on numerous occasions advised Gibstein and COVA of the complex nature \nof business cases and of the fact that hiring an attorney would be in Gibstein’s best \ninterests and is mandatory as to COVA’s involvement in this action .  Gibstein  and \nCOVA waited until nearly four months after the requests were due to heed the Court’s \nadvice and retain an attorney , and th e Court is therefore not sympathetic to the \npredicament in which they find themselves as a result of their delay.  Therefore, in \nits discre tion, the Court DENIES Gibstein and COVA’s Motion to Withdraw or \nAmend. \nB.  BHV’s Motion for Partial Summary Judgment \n21. BHV moves for partial summary judgment in its favor as to liability only \non its claims for tortious interference with contract (against Gibstein and Steel) and \nbreach of contract (against COVA) , based on the Third-Party Defendants’ failure to \ntimely respond to BHV’s First Request for Admissions.  BHV argues that the Third-\nParty Defendants’ failure to respond means that the facts in question are deemed \njudicially admitted, and the facts that have been judicially admitted in this case \n \n \nestablish each element of BHV’s claims against the Third-Party Defendants except \nas to the exact amount of damages BHV may recover.  (ECF No. 141, at p. 5.) \n22. Under Rule 36 (a), “[a] matter is admitted unless, within 30 days after \nservice of the request [for admission]  . . . the pa rty to whom the request is directed \nserves upon the party requesting the admission a written answer or objection \naddressed to the matter, signed by the party or by his attorney . . . .”  Rule 36(a). \n23. “In order to avoid having requests for admissions deemed admitted, a \nparty must respond within the period of the rule if there is any objection whatsoever \nto the request.”  Town of Chapel Hill v. Burchette, 100 N.C. App. 157, 162, 394 S.E.2d \n698, 701 (1990).  “Where one party fails to timely respond to another’s  request for \nadmissions, the facts in question are deemed to be  judicially admitted under Rule \n36 . . . .”  J.M. Parker & Sons, Inc. v. William Barber, Inc. , 208 N.C. App. 682, 688, \n704 S.E.2d 64, 68 (2010).  Facts admitted under Rule 36(b) are “sufficient to support \na grant of summary judgment.”  Id. at 690, 704 S.E.2d at 69.  A judicial admission “is \nnot evidence, but it, instead, serves to remove the admitted fact from the trial by \nformally conceding its existence.”  Id. \n24. Gibstein and COVA never responded  to any of the discovery requests, \nincluding BHV’s First Request for Admissions.  Steel responded via e-mail to BHV’s \nFirst Set of Interrogatories and First Request for Production of Documents , but he \ndid not respond to BHV’s First Request for Admissions.  The law in North Carolina \nis clear that the Third-Party Defendants’ failure to respond to the First Request for \n \n \nAdmissions means that the facts in question in the First Request for Admissions are \ndeemed judicially admitted. \n25. Nonetheless, Gibstein and COVA argue that “the record in this case, \nincluding the pleadings and affidavits on file . . . reflects that there are genuine issues \nof material fact that preclude summary judgment.”  (ECF No. 151, at p. 2.)  They \npoint to several instances in the record, including Gibstein and C OVA’s unverified \nanswer to the Third -Party Complaint, that Gibstein and COVA  argue relate to the \nclaims against them and present issues of material fact.  Unverified information or \nevidence in the record, however, cannot supersede judicially admitted facts.  See, e.g., \nRhoads v. Bryant, 56 N.C. App. 635, 637–38, 289 S.E.2d 637, 639 (1982) (“Plaintiff’s \naffidavit opposing summary judgment does not overcome the conclusive effect of her \nprevious admissions, and, therefore, no issue of f act is raised by [the affidavit].” ); \nExcel Staffing Serv., Inc. v. HP Reidsville, Inc. , 172 N.C. App. 281, 285, 616 S.E.2d \n349, 352 (2005) (“Defendants’ contention that an unverified answer to a complaint is \nthe same as a response to a request for admissio ns that contains matters ‘identical’ \nto the allegations in the complaint, contravenes the express purpose of Rule 36.  Rule \n36 means exactly what it says.  In order to avoid having requests deemed admitted, \na party must respond within the specified time period.”) (internal citations omitted). \n26. Having found that the facts in question are judicially admitted, the \nCourt must now evaluate whether the admitted facts sufficiently support summary \njudgment on all of BHV’s claims against the Third-Party Defendants.  Although some \nof the elements of BHV’s claims require both legal and factual showings, admitted \n \n \nfacts can be sufficient to support these mixed elements of law and fact.  See Rule 36(a) \n(“A party may serve upon any other party a written request for the admi ssion, for \npurposes of the pending action only, of the truth of any matters within the scope of \nRule 26(b) set forth in the request that relate to statements or opinions of fact or of \nthe application of law to fact  . . . .”) (emphasis added); Goins v. Puleo, 350 N.C. 277, \n281, 512 S.E.2d 748, 751 (1999) (finding that the judicially admitted facts supported \nthe legal and factual conclusion that the defendant doctors committed medical \nnegligence). \n27. BHV first moves for summary judgment on the issue of liability  on its \nclaim for tortious interference with contract against Gibstein and Steel.  In order to \nprove a claim for tortious interference with contract, a plaintiff must show “(1) a valid \ncontract between the plaintiff and a third person which confers upon th e plaintiff a \ncontractual right against a third person; (2) the defendant knows of the contract; (3) \nthe defendant intentionally induces the third person not to perform the contract; (4) \nand in doing so acts without justification; (5) resulting in actual damage to plaintiff.”  \nUnited Labs., Inc. v. Kuykendall, 322 N.C. 643, 661, 370 S.E.2d 375, 387 (1988). \n28. BHV’s First Request for Admissions served upon Steel and Gibstein, \nwhich are now judicially admitted, directly support  each element of a tortious \ninterference with contract claim.  The admitted facts show that there was a valid \ncontract (the license agreement) between BHV and Islet; that Steel and Gibstein had \nknowledge of the contract; that Steel and Gibstein intentionally induced Islet to not \nperform under the contract and did so without justification; and that BHV suffered \n \n \ndamages as a result of the interference.  (ECF Nos. 141.2 and 141.3.)  Because Steel \nand Gibstein have admitted every element of BHV’s claim for tortious interference \nwith contract, BHV’s Motion for Partial Summary Judgment on its claim for tortious \ninterference with contract against Steel and Gibstein on the issue of liability should \nbe GRANTED. \n29. BHV also moves for summary judgment on the issue of liability on its \nclaim for breach of contract against COVA.  In order to prove a claim for tortious \ninterference with contract, a plaintiff must show “(1) [the] existence of a valid contract \nand (2) breach of the terms of [the] contract.”  McLamb v. T.P. Inc. , 173 N.C. App. \n586, 588, 619 S.E.2d 577, 580 (2005). \n30. BHV’s First Request for Admissions served upon COVA, which are now \njudicially admitted, also directly support each element of a breach of contract claim.  \nThe admitted facts show that there was a valid contract  (the Mutual Nondisclosure \nAgreement) between BHV and COVA  and that COVA breached the contract by \ndisclosing confidential information.  (ECF No. 141.7.)  Because COVA has admitted \nboth elements of BHV’s claim for breach of contract, BHV’s Motion for Partial \nSummary Judgment on its claim for breach of contract against COVA on the issue of \nliability should be GRANTED. \nTHEREFORE, IT IS ORDERED that: \n31. Gibstein and COVA’s Motion to Withdraw or Amend Admissions is \nDENIED. \n \n \n32. BHV’s Motion for Partial Summary Judgment Against Third -Party \nDefendants John F. Steel, IV, Edward T. Gibstein, and COVA Capital Partners, LLC \nis GRANTED. \nSO ORDERED, this the 16th day of August, 2018. \n \n \n/s/ Gregory P. McGuire      \n    Gregory P. McGuire \n    Special Superior Court Judge for \nComplex Business Cases \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n "
}