{
  "id": "3005a560ea4dc6808fb02b916488e3373080bceb90c6fc96b461ce86dbd5059f",
  "source_file": "data/raw/ncbc/3005a560ea4dc6808fb02b916488e3373080bceb90c6fc96b461ce86dbd5059f.pdf",
  "raw_text": "W & W Partners v. Ferrell Land Company, 2018 NCBC 50. \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17-CVS-9998 \n \nW & W PARTNERS, INC. and CHASE \nPROPERTIES, INC., \n \n                                       Plaintiffs, \n \nv. \n \nFERRELL LAND COMPANY, LLC; \nFERRELL INVESTMENTS LIMITED \nPARTNERSHIP; DAVID S. FERRELL; \nand LUANNE FERRELL ADAMS, \n \n                                      Defendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO \nDISMISS \n \nTHIS MATTER comes before the Court on Defendants’ Motion to Dismiss \nClaims One Through Five and Seven of Plaintiffs’ Second Amended Complaint.  \n(“Motion to Dismiss”, ECF No. 23.)   \nTHE COURT, having considered the Motion  to Dismiss , the  briefs filed in \nsupport of an d in opposition to the Motion  to Dismiss, the arguments of counsel at \nthe hearing, and other appropriate matters of record, CONCLUDES, in its discretion, \nthat the Motion to Dismiss should be GRANTED, in part, and DENIED, in pa rt, for \nthe reasons set forth below.  \nGeorge B. Currin, for Plaintiffs W  & W Partners, Inc. and Chase Properties, \nInc. \n  \nK&L Gates LLP, by A. Lee Hogewood, and Matthew T. Houston, for Defendants \nFerrell Land Company, LLC;  Ferrell Investments Limited Partnership; David \nS. Ferrell; and Luanne Ferrell Adams.  \n \nMcGuire, Judge. \n \n \n \nI. FACTS AND PROCEDURAL BACKGROUND \n1. The Court does not make findings of fact on motions to dismiss under \nN.C. Gen. Stat. § 1A -1, Rule 12(b)(6) (hereinafter the Rules of Civil Procedure are \nreferred to only as “Rule(s)”) , but only recit es those facts included in the C omplaint \nthat are relevant to the Court’s determination of the Motion  to Dismiss.  See, e.g., \nConcrete Serv. Corp. v. Inv’rs Grp., Inc., 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 \n(1986).  \n2. Plaintiff W & W Partners, Inc. (“W&W”) is a real estate development \ncompany.  Plaintiff Chase Properties, Inc. (“Chase”) is a real estate broker or agent.  \nCollectively, W&W and Chase are referred to herein as “Plaintiffs.” \n3. Defendant Ferrell Land Company , LLC  (“FLC”) is a li mited liability \ncompany formed on December 14,  1995, and is in the business of land development.  \nDefendants David S. Ferrell (“David”), Luanne Ferrell Adams (“Luanne”), and their  \nfather, Omer Ferrell (“Omer”) , were the original managing members of FLC.  ( Sec. \nAmended Compl., ECF No. 13, at ¶ 3.)  David and Luanne are the current managing \nmembers of FLC.  Omer is deceased. \n4. On May 13, 1998 , Defendant Ferrell Investments Limited Partnership \n(“FILP”) was formed.  (ECF No. 13, at ¶ 4.)  David and Luanne are general partners \nin FILP.  (Id. at ¶¶ 5 and 6.) \n5. On January 1, 1996, Plaintiffs and FLC entered into a Management, \nDevelopment and Exclusive Agency Agreement.  (ECF No. 13, Ex. A; hereinafter “the \n \n \nManagement Agreement .”)  David, Luanne, and FILP were not parties to the \nManagement Agreement. \n6. The Management Agreement  provides that  FLC “intend s to acquire , \ndevelop, and market the real property described in Exhibit A [to the M anagement \nAgreement] (‘Land’) as lots for residential, commercial, office and retail \ndevelopment.”  (Id., Ex. A at p. 1.)  Exhibit A to the Management Agreement is a map \nor plat showing the specific real property FLC intended to acquire  (hereinafter, the \nreal property will be referred to as the “Land”).  The developed Land was to be known \nas “the Carpenter Village Planned Unit Develo pment”  (hereinafter the developed \nLand will be referred to as “the Development”).  (ECF No. 13, at ¶ 9.) \n7. Under the Management Agreement, W&W was to develop the Land, \nincluding “obtaining entitlements, permitting, zoning, rezoning, site plan approval, \nand other customer development tasks.”  (ECF No. 13, at ¶ 10.)  Chase agreed to \nmarket and sell the Land.  (Id.)  FLC agreed to compensate W&W by paying it 5% of \nthe “hard costs” of the improvement to the Land and 20% of the net profit from sale \nof the Development.  (ECF No. 13, Ex. A at pp. 10 –11.)  FLC agreed to compensate \nChase through payment of brokerage fees.  (Id. at p. 10.) \n8. FLC did no t own any of the Land when the P arties executed the \nManagement Agreement.  (ECF No. 13, at ¶ 18.)  The Land was owned by Omer, \nother members of the Ferrell family, and third parties.  ( Id.)  The Land was to be \nacquired and developed on a parcel-by-parcel basis in 19 “Phases.”   (ECF No. 13, at \n¶ 11 .)  The Parties prepared pro forma projected income and expense  statements \n \n \nshowing the projected costs for development, marketing, and sale for each of the 19  \nPhases.  (ECF No. 13, Ex. C.) \n9. FLC acquired the parcels for Phases 1–17, and portions of Phases 18 and \n19. (ECF No.  13, at ¶ 12.)  Plaintiffs developed, marketed, and sold Phases 1 –17, as \nwell as the acquired portions of Phases 18 and 19.  ( Id. at ¶¶ 23 –24.)  FLC did not \nacquire the remaining portions of Phases 18 and 19.  (Id. at ¶¶ 12–13.)  Instead, FILP \nacquired the remaining portions of Phases 18 and 19, and such remaining portions of \nPhases 18 and 19 acquired by FILP are hereinafter referred to as “ the Disputed \nProperty.”  (Id. at ¶ 12.) \n10. In March 2002, David  asked Plaintiffs to enter into an amendment of \nthe Management Agreement to explicitly  exclude the Disputed Property  from the \nLand.  (ECF No. 13, at ¶ 31 ; ECF No. 13, Ex . E  (hereinafter the “Proposed \nAmendment”).)  The Proposed Amendment changed the definition of the “Land” in \nthe Management Agreement to state as follows: \nThe term Land shall not include any of the “Excluded \nLand” identified on Exhibit A or any other property not \nexpressly listed on Exhibit A. Any pro perty not included \nherein which may in the future be identified, considered or \npurchased for incorporation into the Carpenter Village \nPUD shall not be subject to the terms of this Agreement \nunless expressly added to this Agreement by written \namendment executed by both parties. \n(ECF No. 13, Ex. E at sec. 1.7 (emphasis in original).)  The Proposed Amendment \ndefined “Excluded Land” as  “[a]ny property  now owned by [FILP] on the north side \nof Morrisville-Carpenter Road . . . [and] certain property under contra ct with Wake \n \n \nCounty School Board owned by [David] and [Luanne] and [FILP].” (ECF No. 13, Ex. \nE at p. 21.)  Plaintiffs refused to agree to the Proposed Amendment.  (Id. at ¶ 31.)      \n11. On July 3, 2003 , the P arties entered into an amendment to the  \nManagement Agreement.  ( Id. at ¶ 8;  ECF No. 13, Ex. B  (hereinafter, “the \nAmendment”).)  The Amendment, which was purportedly to “clarify the terms of the \n[Management] Agreement,” provided that FLC “shall acquire” a discreet part of the \nLand described in the Management Agreement; set the acquisition cost for that part \nof the land for purposes of calculating W&W’s share of the n et profits; and provided \nthat “except as expressly amended . . . the [Management] Agreement is hereby \nreaffirmed in all regards.”  (ECF No. 13, Ex. B.)  The Parties dispute the significance \nof the Amendment.  \n12. In December 2016 , Plaintiffs learned that FILP had entered into a \ncontract to sell the Disputed Property to a third -party.  (ECF No. 13, at ¶ 32.)  \nPlaintiffs demanded that FLC acquire the Disputed Property , but to date FLC has \nrefused.  ( Id. at ¶ 40.)  Plaintiffs allege that FLC has breached the Management \nAgreement by refusing to acquire the Disputed Property .  ( Id. a t ¶¶ 45 –46.)  \nDefendants have also refused to permit Plaintiffs to participate in the development, \nmarketing, or sale of the Disputed Property .  ( Id. at ¶ 41.)  Plaintiffs allege that \n“David [ ] and Luanne [ ], as managers of [ FLC] and partners of [FILP] are refusing \nto perform [FLC]’s obligations [under the Management Agreement] in order to \npersonally realize a higher profit from the sale of [the Disputed Property]  and to \n \n \ndeprive [W&W] and Chase of the benefit of their bargain un der the [Management \nAgreement].”  (Id. at ¶ 42.) \n13. On August 18, 2017 , Plaintiffs filed their Complaint in this action .  \n(Compl., ECF No. 3.)  Plaintiffs subsequently filed an Amended Complaint on \nSeptember 29, 2017, ( Amended Compl., ECF No. 9), and a Second Amended \nComplaint on October 27, 2017.  (ECF No. 13.)  The Second Amended Complaint \nalleges claims for: breach of contract against FLC for failure to acquire the Disputed \nProperty (Id. at ¶¶ 43–47); specific performance against all Defendants (Id. at ¶¶ 48–\n52); piercing the corporate veil against all Defendants ( Id. at ¶¶ 53–61); unfair and \ndeceptive trade practices against all Defendants (Id. at ¶¶ 62–65); constructive trust \nagainst FILP (Id. at ¶¶ 66–68); breach of listing agreeme nt against FLC and David \n(Id. at ¶¶ 69–78); and breach of contract against FLC for failure to pay W&W the “net \nprofits” as calculated by the Management Agreement (Id. at ¶¶ 79–84). \n14. On December 29, 2017, Plaintiffs filed a Motion for Preliminary \nInjunction.  (ECF No. 20.)  On March 8, 2018 the Court denied Plaintiffs’ Motion for \nPreliminary Injunction.  (Order on Pls.’ Mot. for PI, ECF No. 61.) \n15. On December 29, 2017, Defendants filed the Motion to Dismiss and a n \naccompanying brief in support of the Motion to Dismiss.  (Def. Br. Supp. Mot. Dismiss, \nECF No. 24.) On February 1, 2018, Plaintiffs filed a brief in opposition to the Motion \nto Dismiss. (Pl. Br. Opp. Def. Mot. Dismiss, ECF No. 45.)  O n February 26, 2018 , \nDefendants filed a reply brief.  ( Def. Reply Supp. Mot. Dismiss, ECF No. 52 .)  The \n \n \nMotion to Dismiss has been fully briefed.  On March 6, 2018 the Court heard oral \narguments on the Motion to Dismiss, and it is now ripe for disposition. \nII. ANALYSIS \n16. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court’s \ninquiry is “whether, as a matter of law, the allegations of the complaint, treated as \ntrue are sufficient to state a claim upon which relief may be granted under some legal \ntheory, whether properly labeled or not.”  Harris v. NCNB Nat’l Bank, 85 N.C. App. \n669, 670, 355 S.E.2d 838, 840 (1987).  Our appellate courts frequently reaffirm that \nNorth Carolina is a notice pleading state.  See, e.g., Feltman v. City of Wilson , 238 \nN.C. App. 246, 252, 767 S.E.2d 615, 620 (2014) (quoting Wake Cty. v. Hotels.com, L.P., \n235 N.C. App. 633, 646,  762 S.E.2d 477, 486 (2014)).  “Under notice pleading, a \nstatement of claim is adequate if it gives sufficient notice of the claim asserted to \nenable the adverse party to answer and prepare for trial, to allow for the application \nof the doctrine of res judicata, and to show the type of case brought.”  Hotels.com, \nL.P., 235 N.C. App. at 646, 762 S.E.2d at 486.   \n17. Dismissal of a claim pursuant to Rule 12(b)(6) is p roper “(1) when the \ncomplaint on its face reveals that no law supports plaintiff’s claim; (2) when the \ncomplaint reveals on its face the absence of fact sufficient to make a good claim; [or] \n(3) when some fact disclosed in the complaint necessarily defeats  the plaintiff’s \nclaim.”  Oates v. JAG, Inc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985).  Otherwise, \n“a complaint should not be dismissed for insufficiency unless it appears to a certainty \nthat plaintiff is entitled to no relief under any state of facts which could be proved in \n \n \nsupport of the claim.”  Sutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) \n(emphasis omitted).   \n18. The Court construes the Complaint liberally and accepts all allegations \nas true.  Laster v. Francis , 199 N.C. App. 572, 577, 681 S.E.2d 858, 862 (2009).  \nHowever, the Court is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health  & Human Servs. , 174 N.C. App. 266, 274, 620 \nS.E.2d 873, 880 (2005). \n19. The Court may consider documents which are the subject of a plaintiff’s \ncomplaint and to which the complaint specifically refers, including a contract that \nforms the subject matter of the action.  Oberlin Capital, L.P. v. Slavin, 147 N.C. App. \n52, 60, 554 S.E.2d 840, 847 (2001). \n20. In the Motion to Dismiss, Defendants seek dismissal of Plaintiffs’ First, \nSecond, Third, Fourth, Fifth, and Seventh Causes of Action.  At the hearing on March \n6, 2018, Plaintiffs stated their belief that the sale of the Disputed Property to a third \nparty rendered moot Plaintiffs’ Second Cause of Action for Specific Performance.  The \nCourt interprets Plaintiffs’ concession as a voluntary dismissal  of the Second Cause \nof Action. \nA. Plaintiffs’ First and Seventh Causes of Action: Breach of Contract \n21. In their First Cause of Action, Plaintiffs allege that FLC breached the \nManagement Agreement by failing to acquire the Disputed Property.  (ECF No. 13, \nat ¶¶ 44–46.)  As a Seventh Cause of Action, Plaintiffs also allege that FLC has not \n \n \npaid W&W the net profits due under section 6.3 of the Management Agreement for \nW&W’s work, to-date, on the development of Phases 1 through 1 7, and the included \nparts of Phases 18 and 19 .  (Id. at ¶¶ 80 –83.)  Defendants make no argument in \nsupport of their motion to dismiss the Seventh Cause of Action, except to argue that \nDavid, Luanne, and FILP are not parties to the Management Agreement, and any \nclaim for breach of contract against them must fail.  (ECF No. 24, at p. 8.)  While it \ndoes not appear that Pl aintiffs attempt to state a claim under the Seven th Cause of \nAction against any Party other than FLC, to the extent the Seventh Cause of Action \nattempts to state claims against David, Luanne, or FILP, Defendants’ motion to \ndismiss should be GRANTED.  Except as specifically granted, Defendants’ motion to \ndismiss the Seventh Cause of Action should be DENIED. \n22. “The elements of a claim for breach of contract are (1) existence of a valid \ncontract and (2) breach of the terms of that contract.”  Poor v. Hill, 138 N.C. App. 19, \n26, 530 S.E.2d 838, 842 (2000).  It is well-established that “a valid contract between \ntwo parties can only exist when the parties assent to the same thing in the same \nsense, and their minds meet as to all terms.”  Normile v. Miller, 313 N.C. 98, 103, 326 \nS.E.2d 11, 15 (1985) (internal quotation omitted). \n23.  “With all contracts, the goal of construction is to arrive at the intent of \nthe parties when the contract was issued.  The intent of the parties may be derived \nfrom the language in the contrac t.”  Bank of Am., N.A. v. Rice , 230 N.C. App. 450, \n456, 750 S.E.2d 205, 209 (2013)  (quotation omitted); see also, Lane v. Scarborough , \n284 N.C. 407, 409–10, 200 S.E.2d 622, 624 (1973) (“Whenever a court is called upon \n \n \nto interpret a contract its primary purpose is to ascertain the intention of the parties \nat the moment of its execution.”)   The intention of the par ties “is to be ascertained \nfrom the expressions used, the subject matter, the end in view, the purpose sought, \nand the situation of the parties  at the time.”  Lane, 284 N.C. at 410, 200 S.E.2d at \n624 (quoting Electric Co. v. Ins. Co., 229 N.C. 518, 520, 50 S.E.2d 295, 297 (1948)).  In \nanalyzing the intent of the parties “[t]he court must construe the contract ‘as a whole’ \nand [its provisions] must be appraised in relation to all other provisions.” Schenkel & \nShultz, Inc. v. Hermon F. Fox & Assocs., P.C., 362 N.C. 269, 273, 658 S.E.2d 918, 921 \n(2008) (internal quotation omitted) .  “It is presumed that each part of the contract \nmeans something.” Brown v. Lumbermens Mut. Casualty Co., 326 N.C. 387, 393, 390 \nS.E.2d 150, 153 (1990). “The various terms of the [contract] are to be harmoniously \nconstrued, and if possible, every word and every provision is to be given effect.” Duke \nEnergy Corp. v. Malcolm, 178 N.C. App. 62, 65, 630 S.E.2d 693, 695 (2006); see also, \nIn re Foreclosure of a Deed of Trust , 210 N.C. App. 409, 415, 708 S.E.2d 174, 178 \n(2011) (quoting Duke Energy). \n24. “When the language of the contract is clear and unambiguous, \nconstruction of the agreement is a matter of law for the court and the court cannot \nlook beyond the terms of the contract to determine the intentions of the parties.”  \nBank of Am., N.A , 230 N.C. App. at 456, 750 S.E.2d at 209  (quotation omitted); see \nalso, Lynn v. Lynn, 202 N.C. App. 423, 431, 689 S.E.2d 198, 204 (2010).  “Whether or \nnot the language of a contract is ambiguous [ ] is a question for the court to \ndetermine.”  Lynn, 202 N.C. App. at 432, 689 S.E.2d at 205.    \n \n \n25. The Parties agree that the Management Agreement is a valid and \nbinding contract, but differ as to whether it obligated FLC to acquire the Disputed \nProperty.  Defendants argue that the language of the Management Agreement, \nspecifically the phrase “Owner1 intends to acquire,” unambiguously reflects the intent \nof the Parties at the time they entere d into the Management Agreement  that FLC \nwas not obligated to acquire the Land  but merely intended or hoped to acquire the \nLand, and that FLC’s contractual obligations under the Management Agreement  \nwould arise only once FLC actually acquired some or all of the Land.  (ECF No. 24, \nat pp. 3–4, 8–10 (emphasis added).)  Defendants contend that, because FLC was not \nrequired to acquire any of the Land, it did not breach the Management Agreement by \nfailing to acquire the Disputed Property.   \n26. Defendants contend that “the [Management] Agreement is not \nambiguous.  It plainly contains no obligation for [FLC] t o purchase the Disputed \nProperty.”  (ECF No. 24, at p. 10.)  Rather, Defendants argue , the Management \nAgreement merely states FLC’s intention to purchase the Land, but “leaves the \ndetails of any such purchase to [FLC]’s discretion.”  ( Id. at p. 8.)  Defend ants claim \nFLC’s only obligations under the Management Agreement were to establish a Project \nAccount” with a bank, and to “ac t diligently and in good faith.”  (Id (citing ECF No. \n13, Ex. A at p. 10).)  In addition, Defendants argue that the Amendment created the \nonly obligation on FLC to acquire any of the Land, and that the portion of the Land \nthat is the subject of the Amendment does not include the Disputed Property.  ( ECF \n                                                \n1 The Management Agreement defines “Owner” as FLC. \n \n \nNo. 24, at p. 9.)  Defendants contend that the unambiguous terms of the Management \nAgreement establish that Plaintiffs’ claim for breach of contract in Count One must \nfail. \n27. Plaintiffs argue that in order to carry out the intentions of the Parties, \nthe Management Agreement must be read as containing an unexpressed, implied \nterm that  FLC “would acquire, or make reasonable efforts to acquire” the Land , \nincluding the Disputed Property.   (ECF No. 45, at pp. 10 –14.)  Plaintiffs argue that \nthe Management Agreement , when read as a whole, reflects the P arties’ intention \nthat FLC was obligated to acquire the Land , including the Disputed Property .  \nPlaintiffs bolster their argument with citations to North Carolina case law in which \nNorth Carolina courts have enforced implied terms that are necessary to carry out \nthe intent of the partie s to a contract.  Lane, 284 N.C. at 410, 200 S.E.2d at 624 (“A \ncontract, however, encompasses not only its express provisions but also all such \nimplied provisions as are necessary to effect the intention of the parties unless \nexpress terms prevent such inclusion.”); see also, Strader v. Sunstates Corp., 129 N.C. \nApp. 562, 569, 500 S.E.2d 752, 755–56 (1998) (quoting Lane).  In Lane, the Court held \nIntention or meaning in a contract may be manifested or \nconveyed either expressly or impliedly, and it is \nfundamental that that which is plainly or necessarily \nimplied in the language of a contract is as much a part of it \nas that which is expressed.  If it can be plainly seen from \nall the provisions of the instrument taken together that the \nobligation in question was within the contemplation of the \nparties when making their contract or is necessary to carry \ntheir intention into effect, the law will imply the obligation \nand enforce it.   The policy of the law is to supply in \ncontracts what is presumed to have been inadvertently \nomitted or to have been deemed perfectly obvious by the \n \n \nparties, the parties being supposed to have made those \nstipulations which as honest, fair, and just men they ought \nto have made.  \n . . .  \nThe court will be prepared to imply a term if there arises \nfrom the language of the contract itself, and the \ncircumstances under which it is entered into, an inference \nthat the parties must have i ntended to stipulation in \nquestion. \n \n284 N.C. at 410-11, 200 S.E.2d at 624-25. \n \n28. In Strader, the plaintiff, Strader, entered into a 20  year lease with the \ndefendant Crossroad and alter natively referred to as Sunstates , for a piece of \nunimproved property.  The lease permitted, but did not require, Sunstates to develop \nthe land for a retail store location, and Strader agreed he would subordinate his \ninterest in the property to allow Sunstates to obtain financing for construction and \ndevelopment. Strader, 129 N.C. App. at 565, 500 S.E.2d at 753.  Sunstates \nsubsequently obtained a loan from Lafayette  Life Insurance Company  for the \npurposes of financing the development . Id. at 565, 500 S.E.2d at 754.  Strader \nsubordinated his interest so that Lafayette could take  a security interest in the \nproperty, and a retail store was constructed on the property.  Id.  Sunstates later \nceased making the financing payments to Lafayette and defaulted on the loan.  Id.  \nLafayette purchased to property in foreclosure.  Sunstates stopped making rent \npayments, and Strader sued Sunstates and other affiliated companies  for breach of \nthe lease. Id. at 565–66, 500 S.E.2d at 754. \n29. The trial court entered judgment for damages in favor of Strader, finding \nthat although the lease did not contain an explicit provision requiring Sunstates to \n \n \nmake the financing payments on any loan it obtained, “the lease contained an implied \nprovision th at [Sunstates] would make all necessary financing payments to any \ncreditor.”  Strader, 129 N.C. App at 56 6, 500 S.E.2d at 75 4.  Defendants appealed, \nand the Court of Appeals affirmed.  A pplying the principle set forth in Lane, supra, \nthe Court of Appeals held that “the lease includes an implied term that Sunstates is \nobligated to pay any financing charges incurred in constructing improvements on the \nleased property.” Id. at 570, 500 S.E.2d at 756. The Court in Strader reasoned that, \n“[t]he express terms [of the lease] are free from ambiguity and the provision that we \nhave determined to exist in the lease is one which is plainly implied by the language \nof the contract.” Strader, 129 N.C. App. at 570, 500 S.E.2d at 756. \n30. Plaintiffs argue that the express terms of the Management Agreement \ncreate an implied obligation on FLC to acquire the Land , including the Disputed \nLand.  First, Plaintiffs contend that the Management Agreement expressly states \nthat FLC “intends to acquire, develop and market” the Land, and in o rder to carry \nout this intent “an obligation on the part of [FLC] to acquire the Land subject to the \n[Management] Agreement must be implied.”  (ECF No. 45, at p. 12.)  Second, \nPlaintiffs argue that the fact that the Management Agreement contains geographical \nrestrictions on Plaintiffs’ right to acquire, d evelop, and sell property within a two-\nmile radius around the entirety of the Land, including the Disputed Property, shows \nthe Parties’ intent that FLC would acquire all of the Land.  (ECF No. 45, at p. 12.) \n31. Applying the above -cited rules of contract construction to the terms of \nthe Management Agreement, Plaintiffs have sufficiently alleged a claim for breach of \n \n \ncontract in their First Cause of Action.  Construing the Management Agreement as a \nwhole, and co nsidering “the expres sions used, the subject matter, . . . the purpose \nsought, and the situation of the [P] arties at the time,” the Management Agreement \nis neither clear nor unambiguous with regard to whether or not FLC ha d an \nobligation to acquire the L and.  Electric Co. , 229 N.C. at 520, 50 S.E.2d at 297.  \nInstead, the Management Agreement could be interpreted as requiring that FLC \nacquire the Land, including the Disputed Property.   The subject matter of the \nManagement Agreement was the Land and the “Project,” which is defined “the Land, \ntogether with any Improvements.” (ECF No. 13, Ex. A at p. 2.)  The Land is defined \nas all of the 19 Phases, including the Disputed Property.  The purpose of the \nManagement Agreement was, in significant part, to provide Plaintiffs with the right \nto develop, market, and sell the Project.  (Id. at pp. 3 –4.) The subject matter and \npurpose of the Management Agreement could support the allegation that the \nManagement Agreement obligated FLC to acquire the Land. \n32. In addition, the expressions used by the P arties in the Management \nAgreement could  support a conclusion t hat the P arties intended for FLC to be \nobligated to acquire the Land.  The Management Agreement explicitly provides that \nFLC intends to acquire the Land.  The terms used in the agreement suggest that the \nManagement Agreement was intended to encompass the o verall development and \nsale of the complete residential and commercial property comprising the Land .  For \nexample, in the Management Agreement  “’Development Plan’ means a plan . . . for \nthe overall development, construction, management, ownership, sale, advertising and \n \n \npublic relations of the Project .”  (Id. at p. 2 (emphasis added) ), and “’S ubstantial \nCompletion’ or ‘Substantially Complete’ shall mean when ninety five (95%) percent \nof the total acreage of the Commercial Land and 95% of the total acreage of  the \nResidential Land has been sold.”  (Id. at p.3.)  \n33. The language used in Article 2  of the Management Agreement also \nindicates that FLC intended that W&W would act as its exclusive agent in \ndeveloping, marketing, and selling all 19 Phases of the Land.  Section 2.1 states \n(a) [FLC] engages [W&W] as [FLC]’s exclusive agent for \nthe coordination and marketing of the Project; and (b) \n[FLC] grants to [W&W] the right to list and offer the Land \nand all portions thereof  and interests therein for sale, \nexchange or other disposition or transfer upon such terms \nas [FLC] may from time to time approve.  [W&W] agrees to \nuse commercially reasonable, good faith efforts to procure \npurchasers for the Land and all portions thereof during the \nterm of this Agreement. . . . All inquiries to [FLC] with \nrespect to the purchase, exchange or other disposition or \ntransfer of the Land or any portion thereof  or interest \ntherein will be referred to [W&W], and all negotiations \nconnected therewi th will be conducted by or with the \nparticipation of [W&W].  \n(ECF No. 13, Ex. A at sec. 2.1 (emphasis added).)    \n34. The fact that the P arties created detailed pro forma projected income \nand expense statements for the property contained in all 19 Phases of th e Land also \nwould support Plaintiffs’ contention that the Parties intended FLC to be obligated to \npurchase all of the Land, including the Disputed Property.  Additionally , the \nManagement Agreement provides that FLC will pay W&W “20% of the net profits of \nthe Project,” and not on a phase-by-phase basis.  (Id. at sec. 6.3.)  The compensation \n \n \nprovision could support an inference that the Parties intended W&W to share in the \nprofits generated by the sale of all of the Land. \n35. The Court concludes that the Managem ent Agreement does not \nunambiguously establish that FLC was not obligated to acquire the Land, including \nthe Disputed Property, for development and sale by Plaintiffs.  Plaintiffs have \nadequately pleaded a breach of the terms of the Managing Agreement b y alleging \nthat FLC did not make reasonable efforts to acquire  the Disputed Property.   \nDefendants’ motion to dismiss the First Cause of Action for breach of contract should \nbe DENIED. \nB. Plaintiffs’ Third Cause of Action: Piercing the Corporate Veil \n \n36. In their Third Cause of Action, Plaintiffs allege that “David [ ]  and \nLuanne [ ] exercise actual and complete control over [FLC] and [FILP]”, and “[FLC] \nand [FILP] are mere alter egos and instrumentalities of David [ ] and Luanne [ ].”  \n(ECF No. 13, at ¶¶ 54–55.)  Plaintiff s further allege  that “[FLC] and [FILP] have \nacted as a single enterprise to acquire, develop and sell the Land [ ], such that their \ncorporate identities should be disregarded.”  ( Id. at ¶ 58.)   Plaintiffs contend that \nDavid and Luanne acquired the Disputed Property for FILP in order to avoid FLC’s \ncontractual obligations to Plaintiffs.  (Id. at ¶¶ 59, 61.) Plaintiffs appear to claim that \nthey should be allowed to reach FILP’s assets and/or hold David and Luann e \nindividually responsible for any liability imposed in this case.   \n37. As a preliminary matter, Defendants correctly point out that piercing \nthe corporate veil is an ancillary equitable remedy and not an independent cause of \n \n \naction.  (ECF No. 24, at pp. 15–16.); Green v. Freeman, 367 N.C. 136, 146, 749 S.E.2d \n262, 271 (2013) (“The doctrine of piercing the corporate veil is not a theory of liability. \nRather, it provides an avenue to pursue legal claims against corporate officers or \ndirectors who would otherwise be shielded by the corporate form”); USA Trouser, S.A. \nde C.V. v. Williams , 2016 NCBC LEXIS 58, at *25 (N.C. Super. Ct. July 16, 2016) \n(same). Nevertheless, Defendants argue that Plaintiffs’ Third Cause of Action should \nbe dismissed because, inter alia, Plaintiffs make only conclusory allegations, and do \nnot plead facts, in support of their veil-piercing theory.  (ECF No. 24, at p. 17.) \n38. In North Carolina, “[t]he general rule is that in the ordinary course of \nbusiness, a corporation is treated as distinct from its s hareholders.”  State ex rel. \nCooper v. Ridgeway Brands Mfg., LLC, 362 N.C. 431, 438, 666 S.E.2d 107, 112, \n(2008).  In proper circumstances, however, a court can look behind the corporate form \nand disregard the corporation's separate and independent existen ce. Id. at 438-39, \n666 S.E.2d at 112.  Our appellate courts have repeatedly cautioned that disregarding \nthe corporate form, or piercing the corporate veil, is a remedy that “should be invoked \nonly in an extreme case where necessar y to serve the ends of justice.”  Dorton v. \nDorton, 77 N.C. App. 667, 672, 336 S.E.2d 415 (1985).   “Piercing the  corporate \nveil . . . allows a plaintiff to impose legal liability for a corporation's obligations, or for \ntorts committed by the corporation, upon some other company or individual that \ncontrols and dominates a corporation.   Henderson v. Sec. Mortg. & Fin. Co., 273 N.C. \n253, 260, 160 S.E.2d 39, 44 (1968)  (citations omitted); Fischer Inv. Capital, Inc. v. \nCatawba Dev. Corp. , 200 N.C. App. 644, 650, 689 S.E.2d 143, 147 ( 2009) (“A \n \n \ncorporation which exercises actual control over another, operating the latter as a \nmere instrumentality or tool, is liable for the torts of the corporation thus controlled. \nIn such instances, the separate identities of parent and subsidiary or affiliated \ncorporations may be disregarded.” ) (quotation omitted).   Courts will pierce \nthe corporate veil  to prevent the misuse of the corporate form for a fraudulent \npurpose or to avoid an unconscionable result.  See, Ridgeway Brands Mfg., LLC, 362 \nN.C. at 438-39, 666 S.E.2d at 112–13.  \n39. In order to pierce the  corporate veil , a party must show “that the \ncorporation is so operated that it is a mere instrumentality or  alter ego of the sole or \ndominant shareholder and a shield for his activities in violation of the declared public \npolicy or statute of the State.”   Green, 367 N.C. at 145 , 749 S.E.2d at 270  (citation \nomitted).  The “instrumentality rule” inquiry involves three elements: \n(1) Control, not mere majority or complete stock control, \nbut complete domination, not only of finances, but of policy \nand business practice in respect to the transaction attacked \nso that the corporate entity as to this transaction had at \nthe time no separate mind, will or existence of its own; and \n \n(2) Such control m ust have been used by the defendant to \ncommit fraud or wrong, to perpetrate the violation of a \nstatutory or other positive legal duty, or a dishonest and \nunjust act in contravention of [a] plaintiff's legal rights; \nand \n \n(3) The aforesaid control and breach  of duty must \nproximately cause the injury or unjust loss complained of. \n \nId. at 145-46, 749 S.E.2d at 270 (internal citations omitted). \n40. Factors relevant to the Court's analysis include “inadequate \ncapitalization, noncompliance with corporate formalities, lack of a separate corporate \n \n \nidentity, excessive fragmentation, siphoning of funds by the dominant shareholder, \nnonfunctioning officers and directors, and absence of corporate records. ” Id. at 145, \n749 S.E.2d at 270 (internal citations omitted); see also, Glenn v. Wagner , 313 N.C. \n450, 455-58, 329 S.E.2d 326, 330-32 (1985).   \nIt is not the presence or absence of any particular factor \nthat is determinative. Rather, it is a combination of factors \nwhich, when taken together with an element of injustice or \nabuse of corporate privilege, suggest that the corporate \nentity attacked had 'no separate mind, will or existence of \nits own' and was therefore the ‘mere instrumentality or \ntool’ of the dominant [shareholder].  \n \nAtlantic Tobacco Co. v. Honeycutt , 101 N.C. App. 160, 164 -165, 398 S.E.2d 641, 643 \n(1990) (citation omitted).  \n41. In this case, the totality of Plaintiffs’ allegations in support of their veil-\npiercing theory consists of a rote recitation of the factors enunciated by North \nCarolina’s appellate courts.  Plaintiffs allege that David and Lua nne “dominate and \ncontrol” FLC and FIL P; that FLC and FILP are “mere alter egos and \ninstrumentalities” of David and Luanne, and have “no independent identit[ies]”; and \nthat “[u]pon information and belief, FLC is “not sufficient ly capitalized to pay \ndamages . . . to Plaintiffs.”  (Id. at ¶¶ 52, 54, 55, 57, and 60.)  Plaintiffs, however, do \nnot plead any facts showing how David and Luanne have dominated either company, \nhow they have operated the companies as instrumentalities or alter egos, or on what \nbasis Plaintiffs believe FLC is undercapitalized.  The Court is not required to accept \nthese “bare legal concl usions” in the absence of any supporting facts.  Blue Ridge \nPediatric & Adolescent Med., Inc. v. First Colony Healthcare, LLC, 2012 NCBC LEXIS \n \n \n52, at *15 –16 (N.C. Super. Ct. Oct. 3, 2012) . In addition, Plaintiffs do not allege \n“noncompliance with corporate formalities, . . . excessive fragmentation, siphoning of \nfunds by the dominant shareholder, nonfunctioning officers and directors, [or]  \nabsence of corporate records” regarding FLC or FILP.  Green, 367 N.C. at 145, 749 \nS.E.2d at 270. \n42. Plaintiffs have not sufficiently alleged a claim for piercing the corporate \nveil.  Therefore, Defendants’ motion to dismiss Pla intiffs’ Third Cause of Action \nshould be GRANTED, and Plaintiffs’ veil-piercing allegations should be DISMISSED \nWITHOUT PREJUDICE. \nC. Plaintiffs’ Fourth Cause of Action: UDTPA \n43. The Court notes at the outset that, i n the Fourth Cause of Action, \nPlaintiffs make allegations regarding  “Defendant’s conduct,” (ECF No. 13, at ¶¶ 63 \nand 64), but also allege that Plaintiffs have been damaged by “Defendants’ unfair and \ndeceptive practices.” ( Id. at ¶ 65.)  For purposes of deciding the Motion to Dismiss, \nthe Court treats the claim for violation of the UDTPA as being alleged against all of \nthe Defendants.   \n44. In the Fourth Cause of Action, Plaintiffs allege that “Defendant’s [sic] \nconduct, as alleged herein, was unfair and deceptive and in violation of [the UDTPA].” \n(ECF No. 13, at ¶ 64.)  Plaintiffs allege that “Defendants’” position that the \nManagement Agreement does not obligate them to acquire the Disputed Property is \nunfair and deceptive because Plaintiffs believed the Management Agreement \nrequired FLC to acquire the Disputed Property.  ( Id. at ¶¶ 26 –28.)  In other words, \n \n \nPlaintiffs allege that the Parties’ competing interpretations of the Management \nAgreement, which underlies Plaintiffs’ claim for breach of contract, is also the basis \nof the UDTPA claim.  Defendants argue that the UDTPA claim must be dismissed \nsince it is based on a breach of contract and Plaintif fs have not alleged substantial \naggravating factors accompanying the breach of the Management Agreement.  (ECF \nNo. 24, at pp. 13–14; ECF No. 52, at pp. 6–7.)  \n45. “To establish a prima facie case of unfair and deceptive trade practices, \na plaintiff must show that (1) the defendant committed an unfair or deceptive act or \npractice, (2) the act was in or affecting commerce, and (3) the act proximately caused \ninjury to the plaintiff.”  White v. Consol. Planning, Inc., 166 N.C. App. 283, 303, 603 \nS.E.2d 147, 161 (2004).  Whether an act or practice is unfair or deceptive is ultimately \na question of law for the Court.  Songwooyarn Trading Co. v. Sox Eleven, Inc. , 213 \nN.C. App. 49, 56, 714 S.E.2d 162, 167 (2011). \n46. “A mere breach of contract, even if intentional, is not an unfair or \ndeceptive act under Chapter 75.”  Bob Timberlake Collection, Inc. v. Edwards,  176 \nN.C. App. 33, 42, 626 S.E.2d 315, 323 (2006) (citing Bartolomeo v. S.B. Thomas, Inc., \n889 F.2d 530, 535 ( 4th Cir. 1989) and Skinner v. E. F. Hutton & Co., Inc. , 314 N.C. \n267, 275, 333, S.E.2d 236, 241 (1985)); see also, Gunn v. Simpson, Schulman & Beard, \nLLC, 2011 NCBC LEXIS 35, at *34–35 (N.C. Super. Ct. Sept. 23, 2011)   (“[C]laims \nregarding the existence of an agreement, the terms contained in an agreement, and \nthe interpretation of an agreement are relegated to the arena of contract law and are \nnot properly addressed as unfair and deceptive trade practice claims.” ) (citing \n \n \nBroussard v. Meineke Discount Muffler Shops, 155 F.3d 331, 347 (4th Cir. 1998)).  In \norder for a breach of contract to provide the basis for a claim for unfair or deceptive \ntrade practices, “a party must show substantial aggravating circumstances attending \nthe breach.”  Bob Timberlake, 176 N.C. App. at 42, 626 S.E.2d at 323.   \n47. Plaintiffs contend that FLC not only breached the Management \nAgreement, but also engaged in conduct that was deceptive.  (ECF No. 45, at pp. 15–\n17.)  The conduct cited by Plaintiffs in support of their contention, however, all arises \nfrom FLC’s alleged failure to fulfill its obligations under the Management Agreement, \nand the P arties’ differing interpretations of the terms of the agreement. ( Id.)  \n“Plaintiff[s have] not alleged the type of substantial aggravating circumstances, such \nas fraud, necessary to transform a breach of contract into a  section 75 -1.1 claim.”  \nStrategic Mgmt. Decisions v. Sales Performance Int'l , 2017 NCBC LEXIS 69, at *9, \n(N.C. Super. Ct. Aug. 7, 2017).  Plaintiffs have not sufficiently alleged a violation of \nthe UDTPA. \n48. Defendants’ motion to dismiss Plaintiffs’ Fourth Cause of Action for \nUnfair and Deceptive Trade Practices should be GRANTED. \nD. Plaintiffs’ Fifth Cause of Action: Constructive Trust \n49. Plaintiffs ask the Court to pl ace a constructive trust, for Plaintiffs’ \nbenefit, on the proceeds from the sale of the Disputed Property currently held by \nFILP.  (ECF No. 13, at ¶¶ 66–68.)  Plaintiffs allege that “it would be inequitable and \nunjust for [FILP] to receive the proceeds from the sale of the remaining portions of \n[the Disputed Property] or the profits from the development of the remaining portions \n \n \nof [the Disputed Property] . . . without compensating Plaintiffs pursuant to the terms \nof the Contract.”  (Id. at ¶ 67.) \n50. “A con structive trust . . . arises when one obtains the legal title to \nproperty in violation of a duty he owes to another. Constructive trusts ordinarily arise \nfrom actual or presumptive fraud and usually involve the breach of a confidential \nrelationship.” Tuwamo v. Tuwamo, 790 S.E.2d 331, 338, 2016 N.C. App. LEXIS 769, \nat *18 (2016) (quoting Fulp v. Fulp, 264 N.C. 20, 22, 140 S.E.2d 708, 711 (1965)).  \nA constructive trust is a duty, or relationship, imposed by \ncourts of equity to prevent the unjust enrichment of the \nholder of title to, or of an interest in, property which such \nholder acquired through fraud, breach of duty or some \nother circumstance making it inequitable for him to retain \nit against the claim of the beneficiary of the constructive \ntrust.   \n Wake Cty. v. Hotels.com, L.P., 235 N.C. App. 633, 653-54, 762 S.E.2d 477, 490 (2014) \n(quoting Variety Wholesalers, Inc. v. Salem Logistics Traffic Servs., LLC, 365 N.C. \n520, 530, 723 S.E.2d 744, 751 (2012)). \n51. Defendants argue that the claim for a constructive trust should be \ndismissed because Plaintiffs have an adequate remedy at law, and therefore cannot \npursue the equitable r emedy of a constructive trust.  (ECF No. 45, at p. 19.)  \nDefendants assert that Plaintiffs’ alleged damages in this case can be remedied by an \naward of money damages.  (Id.)  Defendants also argue that because Plaintiffs do not \nallege that FILP owed any direct fiduciary or other duty to Plaintiffs, a constructive \ntrust is not an available remedy against FILP in this lawsuit . (Id. at pp. 20–21.) On \nthe other hand, Plaintiffs contend that they do not have to allege fraud or a fiduciary \nduty owed to them by FILP in order to be entitled to a constructive trust, and that “a \n \n \nconstructive trust may be imposed on the basis of any circumstance  which makes it \ninequitable for . . . David [ ], Luanne [ ] or FILP, to retain the proceeds of the sale of \nthe property at issue which rightfully belo ng to Plaintiffs.”  (ECF No. 45, at p. 20; \nciting Roper v. Edwards , 323 N.C. 461, 465, 373 S.E.2d 423, 425 (1988) (“A \nconstructive trust is imposed to prevent the unjust enrichment of the holder of title \nto, or of an interest in, property which such holder acquired through fraud, breach of \nduty or some other circumstance making it inequitable for him to retain it against \nthe claim of the beneficiary of the constructive trust”  (internal quotation marks \nomitted).) \n52. The Court has thoroughly reviewed the pleadings in the Second \nAmended Complaint and the arguments raised by the P arties.  Although it appears \nunlikely that  Plaintiffs will be able to establish grounds, or even the need, for a \nconstructive trust  in this action, Plaintiffs have alleged sufficien t facts to make \ndismissal of the claim for a con structive trust at this early stage of the case \ninappropriate.   Defendants’ motion to dismiss Plaintiffs Fifth Cause of A ction for \nconstructive trust should be DENIED. \nE.  Statute of limitations arguments \n53. Finally, Defendants argue that Plaintiffs’ claims for breach of contract \nin their First Cause of Action and their claim  for violation of the UDTPA are barred \nby the applicable statutes of limitations.  (ECF No. 24, at pp. 21 –23.)  Defendants \ncontend that FLC’s request to amend the Management Agreement, in March 2002, to \nremove the Disputed Property from the scope of the Land put Plaintiffs on notice that \n \n \nDefendants did not believe the Disputed Property was covered by the Management \nAgreement.  ( Id.)  Defendants argue that Plaintiffs’ claims , which are based on the \nParties’ differing interpretations of the Management Agreement, accrued no later \nthan March 2002 and are barred by the applicable statute  of limitations. ( Id.)  \nDefendants’ argument is without meri t.  The Proposed Amendment  just as \nreasonably supports the Plaintiffs’ claim that Defendants knew that the Disputed \nProperty was included, but were seeking to remove it from the scope of the Land as \ndefined in the Management Agreement.  Defendants have not  established that \nPlaintiffs’ claims are time -barred as pleaded in the Second Amended Complaint.  \nAccordingly, Defendants’ motion to dismiss Plaintiffs’ First Cause of Action for breach \nof contract on statute of limitations grounds should be DENIED.  \nIII. CONCLUSION \n54. THEREFORE, IT IS ORDERED that the Motion to Dismiss is \nGRANTED, in part, and DENIED, in part, as follows: \n55. The motion to d ismiss Plaintiffs’ First Cause of Action for breach of \ncontract is DENIED. \n56. The motion to d ismiss Plaintiffs’ Second Cause of  Action for specific \nperformance is DENIED, AS MOOT. \n57. The motion to dismiss Plaintiffs’ Third Cause of Action for piercing the \ncorporate veil is GRANTED , and the Cause of Action is DISMISSED WITHOUT \nPREJUDICE.  \n \n \n58. The motion to dismiss Plaintiffs’ Fourth Cause of Action for violation of \nthe UDTPA is GRANTED, and the Cause of Action is DISMISSED. \n59. The motion to dismiss Plaintiffs’ Fifth Cause of Action for Constructive \nTrust is DENIED. \n60. The motion to dismiss Plaintiffs’ Seventh Cause of Action for breach of \ncontract is DENIED. \n \n SO ORDERED, this the 22nd day of May, 2018. \n \n \n  /s/ Gregory P. McGuire   \nGregory P. McGuire \nSpecial Superior Court Judge for \nComplex Business Cases \n     "
}