{
  "id": "30152dc6c8bf5c609374dcd3155c3c0c09d1da8fdbb9df67238a772297aa626a",
  "source_file": "data/raw/ncbc/30152dc6c8bf5c609374dcd3155c3c0c09d1da8fdbb9df67238a772297aa626a.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF \nJUSTICE \nSUPERIOR COURT DIVISION \n14 CVS 12010 \n \nCHRISTOPHER LA MACK and \nDANTE A. MASSARO, individually \nand as members of and on behalf of \nGEMINI REAL ESTATE ADVISORS, \nLLC, \n \nPlaintiffs, \n \nv. \n \nWILLIAM T. OBEID, \n \nDefendant, \n \nand GEMINI REAL ESTATE \nADVISORS, LLC, \n \n                    Nominal Defendant. \n \n \n \n \n \n \n \nORDER AND OPINION \n \n \nMcGuireWoods LLP, by Robert A. Muckenfuss, Elizabeth Zwickert \n Timmermans, and Justin T. Yedor, for Plaintiffs Christopher La Mack and \n Dante A. Massaro, individually and as members of and on behalf of Gemini \n Real Estate Advisors, LLC. \nSmith Moore Leatherwood LLP, by Robert R. Marcus and C. Bailey King, Jr., \n for Defendant William T. Obeid. \nBledsoe, Judge \n{1} THIS MATTER is before the Court on a Motion for Temporary Restraining \nOrder (“TRO Motion”) filed by Plaintiffs Christopher La Mack (“La Mack”) and \nDante A. Massaro (“Massaro”), individually and as members of and on behalf of \nGemini Real Estate Advisors, LLC (“Gemini”), (collectively, “Plaintiffs”) in the \nabove-captioned case.1  Having considered the Motion, the briefs and exhibits filed \nin support of and in opposition to the Motion, and the arguments made at a hearing \n                                                 \n1 Plaintiffs have also filed a Motion for Preliminary Injunction.  This Order addresses only Plaintiffs’ \nTRO Motion.   \nLa Mack v. Obeid, 2014 NCBC 38.\n \n \nheld on August 28, 2014 at which all parties were represented by counsel,2 the \nCourt hereby DENIES Plaintiffs’ TRO Motion.   \nI. \nLEGAL STANDARD \n{2} A temporary restraining order (“TRO”) may be granted if “it clearly \nappears from specific facts shown by affidavit or by verified complaint that \nimmediate and irreparable injury, loss, or damage will result to the applicant before \nthe adverse party or that party’s attorney can be heard in opposition . . . .”  N.C. R. \nCiv. P. 65(b); see also Taylor v. Centura Bank, 124 N.C. App. 661, 663, 478 S.E.2d \n226, 227 (1996) (“All TROs must be obtained pursuant to N.C. R. Civ. P. 65.”).  The \npurpose of an injunction “is ordinarily to preserve the status quo . . . [and i]ts \nissuance is a matter of discretion to be exercised by the hearing judge after a careful \nbalancing of the equities.”  \nA.E.P. Indus., Inc. v. McClure, 308 N.C. 393, 400, 302 \nS.E.2d 754, 759 (1983) (quoting State v. School, 299 N.C. 351, 357–58, 261 S.E.2d \n908, 913 (1980)).  Moreover, a temporary restraining order is a “drastic” procedure \nthat “operates within an emergency context which recognizes the need for swift \naction . . . .”  State ex rel. Gilchrist v. Hurley, 48 N.C. App. 433, 448, 269 S.E.2d 646, \n655 (1980); see also Register v. Griffin, 6 N.C. App. 572, 575, 170 S.E.2d 520, 523 \n(1969) (“The primary purpose of a temporary restraining order is usually to meet an \nemergency when it appears that any delay would materially affect the rights of a \nplaintiff.”).  Like a preliminary injunction, a temporary restraining order is an \nextraordinary remedy.  \nSee, e.g., Investors, Inc. v. Berry, 293 N.C. 688, 701, 239 \n                                                 \n2   Although N.C. R. Civ. P. 65 contemplates that a TRO may be issued ex parte if the detailed \nprocedural process set forth in Rule 65(b) is followed, the Court notes that the issuance of an ex parte \nTRO is granted only in rare and extraordinary circumstances and that, in the usual case, the \nBusiness Court will expect notice to be given to the adverse party or its counsel, as Plaintiffs did \nhere.  See, e.g., Biehunik v. Felicetta, 441 F.2d. 228, 229 (2d Cir. 1971) (“. . . it will be very rare \nindeed when the issuance of a [TRO] without notice will be justified, since normally, within a brief \nperiod of time and without much difficulty, the opposing parties and their counsel can be notified of \nthe application by telephone and can appear before the district court.”); First Technology Safety \nSystems, Inc. v. Depinet, 11 F.3d 641, 650 (6th Cir. 1993) (“The normal circumstance for which the \ndistrict court would be justified in proceeding ex parte is where notice to the adverse party is \nimpossible, as in the cases where the adverse party is unknown or is unable to be found.”).  \n \n \n \nS.E.2d 566, 574 (1977) (“a preliminary injunction . . . is an extraordinary measure \ntaken by a court to preserve the status quo of the parties during litigation”); \nLeonard E. Warner, Inc. v. Nissan Motor Corp., 66 N.C. App. 73, 76, 311 S.E.2d 1, 3 \n(1984) (observing that a TRO has been called an “extraordinary privilege”). \nII. \nANALYSIS \n{3} Plaintiffs allege in the TRO Motion that Defendant William T. Obeid \n(“Obeid”), with whom they each own a one-third membership interest in Gemini, \nhas contacted lenders and investors with which Gemini conducts business in a \nconscious effort to jeopardize or sabotage Gemini’s business relationships with those \nentities.  Plaintiffs claim Obeid has engaged in this conduct because Plaintiffs \npurported to remove him as the Operating Manager of Gemini on July 1, 2014.  For \ntheir relief, Plaintiffs seek a TRO enjoining Obeid from the following:  \n (i) interfering with or disrupting business relationships between \n Gemini and any of its existing or prospective customers, employees, \n vendors, partners, investors and creditors;  \n \n (ii) making statements of any type  that purport to identify Defendant \n Obeid as the sole owner, manage r, or executive of Gemini; and  \n \n   (iii) making any statements of an y type expressly stating or implying \n that Christopher La Mack and/or  Dante A. Massaro are not members \n or managers of Gemini and/or that they lack any of the powers \n afforded to members or managers as set forth in Gemini’s Operating \n Agreement. \n \n(TRO Motion, ¶ 17).  \n{4} Plaintiffs conceded at the hearing that they have no evidence that \nDefendant Obeid has made any statements, or threatened to make any statements, \nto third parties that (i) identified Obeid as the sole owner, manager or executive of \nGemini or (ii) stated or implied that Plaintiffs are not members or managers of \nGemini or that they lack any powers afforded to them as members or managers of \nGemini under Gemini’s Operating Agreement.  Accordingly, the Court concludes \nthat Plaintiffs have not shown that they will suffer irreparable harm should a TRO \n \n \nnot issue prohibiting Obeid from making such statements as requested in the TRO \nMotion.  \n{5} To support their request for a TRO enjoining Obeid from disrupting or \ninterfering with Gemini’s business relationships, Plaintiffs point to three specific \ninstances in which they allege that Obeid has interfered with Gemini’s business \ntransactions: (i) a single alleged oral communication to UBS bank in which Obeid \nindicated that he was no longer Gemini’s President and Operating Manager and \nthat Gemini was in distress (the “UBS Statements”); (ii) a single alleged oral \ncommunication to Edgewood Capital in which Obeid made the same statements as \nwell as advising that there was a dispute between Plaintiffs and Obeid (the \n“Edgewood Capital Statements”); and (iii) the issuance of a “litigation hold” letter \nfrom Obeid’s New York counsel to Asheville Savings Bank (“ASB”) advising that \nObeid had filed an action against Plaintiffs in the United States District Court for \nthe Southern District of New York for alleged wrongdoing and demanding that ASB \nretain certain categories of documents which Obeid claimed were relevant to that \naction (the “ASB Litigation Hold Letter”).  \n{6} For their proof of these assertions, Plaintiffs offer only the affidavit of \nPlaintiff Massaro. In his affidavit, Massaro implies but does not expressly state that \na UBS bank employee, John Connelly, advised Massaro of the UBS Statements, and \nfurther that Mr. Connelly expressed concern to him about doing business with \nGemini in an email which Plaintiffs have not made a part of the record.  (Massaro \nAff., ¶ 23)  Massaro also implies but does not expressly state that an Edgewood \nCapital employee, Jon LaVirne, advised Massaro of the Edgewood Capital \nStatements and subsequently called Massaro to express concern about “the state of \nGemini and doubt about Gemini’s ability to follow through on existing deals with \nEdgewood.”  (\nId., ¶ 24)  Plaintiffs do not offer affidavits or other evidence to support \nthe TRO Motion from either UBS bank or Edgewood Capital and instead rely solely \non Massaro’s recollection of what he asserts representatives of these third parties \nreported to him about Obeid’s oral communications to them.    \n \n \n{7} Massaro also avers in his affidavit that a representative of ASB advised \nhim that ASB received the ASB Litigation Hold Letter and that the Letter indicated \nthat “there is a dispute between the partners, that Gemini is in distress, and that \nMr. La Mack and [Massaro] do not represent Gemini.”  (Id., ¶ 24)  A review of the \nLetter reveals, however, that in contrast to the representations Massaro averred \nthat he received from the ASB representative, the Letter does not state that Gemini \nis in distress or that Plaintiffs do not represent Gemini.3  \n{8} The Court concludes that taken together and in context, the proof offered \nby Plaintiffs to support their request for a TRO enjoining Obeid from disrupting or \ninterfering with Gemini’s business relationships is not persuasive and does not \ndemonstrate that Plaintiffs will suffer immediate and irreparable harm should the \nrequested relief not issue.  See Jolliff v. Winslow, 24 N.C. App. 107, 108, 210 S.E.2d \n221, 222 (1974) (providing that a temporary restraining order “is entered only upon \na showing of immediate and irreparable injury, loss, or damages”).4  The Court \nfurther finds that Obeid has raised a substantial question concerning whether this \naction should be dismissed for lack of standing or should be stayed in favor of the \naction between these same parties in federal court in New York.5  As a result, the \n                                                 \n3 Although Defendant Obeid asserts, and Plaintiffs deny, that the UBS and Edgewood Capital \nStatements and the ASB representative’s comments are hearsay, the Court may consider the \nstatements in Massaro’s affidavit in any event because “affidavits [under Rule 65] need not meet as \nhigh a standard as those for a summary judgment ruling.”  Schultz and Assoc. v. Ingram, 38 N.C. \nApp. 422, 427, 248 S.E.2d 345, 349 (1978); see also 2 G. Gray Wilson, North Carolina Civil Procedure \n§ 65-2 (3d. 2007) (noting that an affidavit under Rule 65 may contain inadmissible evidence and \nconcluding “the court should be guided by the quality of proof offered, not the form in which the \nevidence is received”). \n \n4 In opposition, Defendant Obeid offers a declaration signed under the penalty of perjury that he did \nnot advise either UBS bank or Edgewood Capital that Gemini was in financial distress or discourage \neither entity from doing business with Gemini or otherwise disparage Gemini.  In the same \ndeclaration, Obeid denies that the ASB Litigation Hold Letter contains the statements asserted in \nMassaro’s affidavit. Plaintiffs contend that Obeid’s declaration may not be considered by the Court \nbecause it is not a sworn affidavit.  \nSee Burgess v. Vitola, 2008 NCBC 7, *51 (2008) (declining to \nrecognize an unsworn declaration as a proper affidavit).  The Court declines to determine whether it \nmay consider Obeid’s declaration because the Court does not find it necessary to consider – and \ntherefore does not consider – Obeid’s declaration in deciding the TRO Motion.  \n \n5 Immediately prior to the hearing on August 28, 2014, Defendant Obeid filed a Motion to Dismiss or \nAlternatively Stay Action.  This Order does not determine the merits of Defendant’s motion. \n \n \nCourt cannot conclude, at this stage, that Plaintiffs have shown a likelihood of \nsuccess on the merits of their claims.  See 2 Wilson, § 65-3 (explaining that a \nplaintiff’s likelihood of success on the merits of his claims is a factor to be \nconsidered by the court in ruling on a motion for a temporary restraining order). \nIII. \nCONCLUSION \n{9} Based on the foregoing, the Court concludes that, at this stage, the equities \ndo not weigh in favor of granting Plaintiffs the requested relief.  Wherefore, the \nCourt, in the exercise of its discretion and without reaching the merits of Plaintiffs’ \nMotion for Preliminary Injunction, hereby DENIES Plaintiffs’ TRO Motion.   \nSO ORDERED, this the 29th day of August, 2014. \n "
}