{
  "id": "3020364c11d1f1438e7edc00aef3046370007f71d12b9af1c02e01583205930b",
  "source_file": "data/raw/ncbc/3020364c11d1f1438e7edc00aef3046370007f71d12b9af1c02e01583205930b.pdf",
  "raw_text": "In re Krispy Kreme Doughnuts, Inc. S’holder Litig., 2018 NCBC 1. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF FORSYTH \n \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16-CVS-3669 (Master File); 16-CVS-3651; \n16-CVS-3239; 16-CVS-3102; 16-CVS-3101 \n \n \nIn re Krispy Kreme Doughnuts, Inc. \nShareholder Litigation \n \n  \n \n \n \nORDER & OPINION ON PLAINTIFFS’ MOTION FOR FINAL APPROVAL \nOF SETTLEMENT  \n \n1. THIS MATTER is before the Court on Plaintiffs’ Motion for Final \nApproval of Settlement (“Motion for Settlement Approval”). \n2. For the reasons discussed below,  the Court  RESERVES and retains \njurisdiction to rule on a pending request for a fee award, CERTIFIES a Settlement  \nClass as defined below, APPROVES the Settlement, and DISMISSES all class claims \nwith prejudice.  \nLevi & Kors insky LLP, by Donald J. Enright (pro hac vice), and Ward \nBlack Law, by Janet W. Black, Nancy R. Meyers, and Megan E. Kunz , \nfor Plaintiffs Ronnie Stillwell, Patricia Horton, Barbara Grajzl , Stuart \nBonnin and Melissa Weers. \n \nWomble Bond Dickson (US) LLP,  by Ronald R. Davis and Brent F. \nPowell, and Simpson Thacher & Bartlett LLP, by Peter E. Kazanoff (pro \nhac vice) and Craig S. Waldman  (pro hac vice), for Defendants Krispy \nKreme Doughnuts, Inc.,  Tim E. Bentsen, Charles Blixt, Lynn Crump -\nCaine, Carl E. Lee,  Jr., C. Stephen Lynn, Robert S. McCoy, Jr., James \nH. Morgan, Andrew J. Schindler, Lizanne Thomas, and Tony Thompson.  \n \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, LLP, by Clifton \nL. Brinson and Donald H. Tucker, and Skadden, Arps, Slate, Meaghe r, \n& Flom LLP, by Paul J. Lockwood (pro hac vice), Joseph O. Larkin (pro \nhac vice), and Alyssa S. O’Connell (pro hac vice), for Defendants Cotton \nParent Inc. and Cotton Merger Sub Inc..   \n \n \n \nGale, Chief Judge.  \nI. NATURE OF THE DISPUTE AND PROCEDURAL HISTORY \n3. Stuart Bonnin, Barbara Grajzl, Patricia Horton, Ronnie Stillwell, \nMelissa Weers, James Graham, Jonnie Lomax, and Harold Lomax (collectively, \n“Plaintiffs”) are former Krispy Kreme shareholders.   \n4. On May 9, 2016 , Krispy Kreme Doughnuts, Inc. (“Krispy Kreme”)  and \nJAB Beech, Inc. (“JAB”) announced a transaction by which  JAB would purchase \nKrispy Kreme for $21.00 per share in cash (the “Merger”). \n5. Between May 26, 2016, and July 8, 2016, Plaintiffs filed seven putative \nclass-action lawsuits against Krispy Kreme  board members Tim Bentsen, Charles \nBlixt, Lynn Crump-Caine, Carl Lee, Jr., C. Stephen Lynn, Robert McCoy, Jr., James \nMorgan, Andrew Schindler, Lizanne Thomas, and Tony Thompson (collectively, the \n“Individual Board Members”) and JAB, Krispy Kreme, JAB Hold ing Company, JAB \nHoldings B.V., Cotton Parent Inc., and Cotton Merger Sub, Inc. (collectively with \nIndividual Board Members, “Defendants”) .  Five of those suits were brought in the  \nNorth Carolina Superior Court —Bonnin v. Bentsen , No. 16 -CVS-3651; Grajzl v.  \nKrispy Kreme Doughnuts, Inc., No. 16-CVS-3239; Horton v. Krispy Kreme Doughnuts, \nInc., No. 16-CVS-3102; Stillwell v. Bentsen, No. 16-CVS-3101; and Weers v. Bentsten, \nNo. 16-CVS-3669 (collectively, the “State Actions”).  Between June 6, 2016 and July \n6, 2016, the State Actions were individually designated as complex business cases by \norder of the Chief Justice of the Supreme Court of North Carolina and then assigned \nto the undersigned.   \n \n \n6. The two other suits were brought in the United States District Court for \nthe Middle District of North Carolina, Graham v. Bentsen , No. 1:16 -cv-00612 (filed \nJune 13, 2016) and Lomax v. Krispy Kreme Doughnuts, Inc., No. 1:16-cv-00923 (filed \nJuly 8, 2016)  (the “Federal Actions”  and collectively with the State Actions, the \n“Litigation”). \n7. On July 11, 2016, t he Court consolidated the State Actions \n(“Consolidated Action”), designating Weers v. Bentsen, No. 16-CVS-3669 as the lead \naction with the operative complaint. \n8. Collectively, the suits asserted direct and derivative claims that (1) the \nIndividual Board Members breached their fiduciary duties when, on May 31 and June \n27, 2016, they issued a preliminary proxy statement and a definitive proxy statement \n(collectively, “Proxy Statement s”) to the United States Securities and Exchange \nCommission (“SEC”) that allegedly omitted material information, (Compl. ¶  5, ECF \nNo. 1 ), and (2) JAB had aided and abett ed the Individual Board Members in \nbreaching their fiduciary duties (Compl. ¶¶ 92–99, 106–111).  \n9. On July 14, 2016, Plaintiffs filed a motion for preliminary i njunction, \nseeking to enjoin any shareholder meeting to approve the M erger until appropriate \nsupplemental disclosures were made.  \n10. On July 15, 2016, the named Plaintiffs in the State Actions and Federal \nActions entered into a Memorandum of Understanding  (“MOU”) to settle all of the \nactions based on Defendants’ agreement to provide supplemental disclosures prior to \na shareholder vote (the “Settlement”).  That same day, Krispy Kreme filed a Form 8-\n \n \nK with the SEC to supplement  its Proxy Statemen ts (the “Supplemental \nDisclosures”). \n11. Krispy Kreme’s shareholders voted to approve the Merger during a \nspecial shareholder meeting on July 27, 2016  (“Shareholder Vote”).  Approximately \n79% of outstanding shares voted, and of those voting, 95% voted in favor of the \nMerger.   \n12. Class counsel conducted confirmatory discovery  following the \nShareholder Vote. \n13. On June 20, 2017, Plaintiffs submitted a Stipulation and Agreement of \nCompromise, Settlement and Release (together with exhibits, the “Stipulation”). \n14. On July 11, 2017, Plaintiffs filed their Motion for Preliminary Approval \nof Settlement. \n15. On July 13, 2017, the Court entered its Order Preliminarily Approving \nSettlement and Certifying Class and Scheduling Orde r (“Order Preliminarily \nApproving Settlement”), which: (1) preliminarily certified a class action pursuant to \nRule 23 of the North Carolina Rules of Civi l Proc edure, solely for the purpose of \neffecting the Settlement and subject to a hearing to  further address the  fairness, \nreasonableness, and adequacy of the Settlement  (“Settlement Hearing”) ; and \n(2) approved the form and method of notice (“Notice”) described in the Order \nPreliminarily Approving Settlement.  \n \n \n16. On October 23, 2017, Plaintiffs in the State Court Actions filed the \nMotion for Settlement Approval.  (See generally, Pls.’ Mot. Final Approval Settlement, \nECF No. 47.) \n17. On October 30, 2017, a member of the proposed settlement class, James \nSnyder ( “Mr. Snyder” or “Objector”), filed his Submission of Objections and \nNotification to Appear at Settlement Hearing (“Objection”).  ( See generally , \nSubmission Objections & Notification Appear at Settlem ent Hearing By Class \nMember James Snyder, ECF No. 51.)  \n18. On December 5, 2017, the  Court conducted the Settlement Hearing, at \nwhich class counsel, Objector, and counsel for Defendants appeared and responded to \nthe Court’s questions.  At that hearing, the Court indicated that it would separately \nconsider the Motion for Settlement Approval and reserve consideration of class \ncounsel’s request for attorneys’ fees and expenses pending further submissions. \n19. The Court received an affidavit certifying that, as of October 27, 2017, \n64,726 copies of the Notice approved by the Court in its Order Preliminarily \nApproving Settlement were mailed to Class Members and n ominees.  (Aff. Service \nNotice Pendency Class Action, Class Action Determination, Proposed Settlem ent \nClass Action, Settlement Hearing, Right to Appear 3, ECF No. 50.)   \n20. The Court was further advised that no member of the proposed class \nother than Mr. Snyder had filed any objection to the Settlement.  No member of the \nproposed class other than Mr. Snyder appeared at the Settlement Hearing. \n \n \n \n \nII. CLASS CERTIFICATION AND SETTLEMENT APPROVAL \n \nA. A Settlement Class Should be Certified.  \n \n21. The Motion for Settlement Approval requests and the Settlement \ncontemplates that the Court will certify a settlement class for purposes of the \nSettlement only, pursuant to Rule 23 of the North Carolina Rules of Civil Procedure \n(“Rule 23”). \n22. Rule 23 allows North Carolina trial courts to certify a class action if it \nfinds that each of the following requirements are met:  \n(1) the existence of a class, (2) . . . the named representative will fairly \nand adequately represent the interests of all class members, (3) \n. . . there is no conflict of interest between the representative and class \nmembers, (4) .  . . class members outside the juris diction will be \nadequately represented, (5) . . . the named party has a genuine personal \ninterest in the outcome of the litigation, (6) .  . . class members are so \nnumerous that it is impractical to bring them all before the court, (7) \n. . . adequate notice of the class action is given to class members. \n \nIn re PokerTek Merger Litig ., No. 14 CVS 10579, 2015 NCBC LEXIS 10, at *9  (N.C. \nSuper. Ct. Jan. 22, 2015) (quoting Ehrenhaus v. Baker, Order No. 08 CVS 22632 ¶ 39 \n(N.C. Super. Ct. Feb 5, 2010) (alteration in original); see also N.C. Gen. Stat. § 1A-1, \nRule 23 (2015).  \n23. “[A] ‘class’ exists . . . when the named and unnamed members each have \nan interest in either the issue of law or of fact, and that issue predominates over \nissues affecting only individual class members.”  Crow v. Citicorp Acceptance Co., 319 \nN.C. 274, 280, 354 S.E.2d 459, 464 (1987). \n \n \n24. Provided that the above requirements above are met, this Court has \nregularly acknowledged its broad discretion in considering class certification .  See, \ne.g., In re Newbridge Bancorp S’holder Litig., No. 15 CVS 9251, 2016 NCBC LEXIS \n91, at *15 (N.C. Super. Ct. Nov. 22, 2016.); In re Harris Teeter Merger Litig ., No. 13 \nCVS 12579, 2014 NCBC LEXIS 47, at *8 (N.C. Super. Ct. Sept. 24, 2014). \n25. Having thoroughly considered the materials of record, the Court finds \nand concludes that the requirements of Rule 23 have been met and that it should, in \nits discretion, certify a settlement class (“Settlement Class”).  Specifically, the Court \nfinds and concludes that: the named and unnamed members of the Settlement Class \nhave a common interest in the same issues of law and fact; the claims of the individual \nrepresentatives who brought the State Actions and the Federal Actions are typical of \nthe members of the proposed class; these individual representatives each have a \ngenuine personal interest in the L itigation; there is no apparent conflict of interest \nbetween these representatives and any unnamed member of the proposed class; these \nrepresentatives can adequately represent and have adequately represented unnamed \nmembers of the proposed class, both within and without North Carolina; the common \nissues presented in the Litigation predominate over any issues that might only affect \nmembers individually; the number of members of the proposed class are so numerous \nthat joining th em individually is impractical;  the Litigation seeks relief , including \ninjunctive relief, that is common to all members of the proposed class ; the Notice \nprovided to putative class members afforded adequate due  process to putative class \nmembers and was appropriate, the best notice practicable under the circumstances, \n \n \nand otherwise in full accord with all substantive and  procedural requirements \nimposed by law; and a class action is the efficient, practical, and superior method for \nproceeding. \n26. Accordingly, in its discretion, the Court, solely for purposes of \neffectuating the Settlement, certifies the following non-opt out Settlement Class , \ndefined as:   \nany and all record holders and benefi cial owners of common stock of \nKrispy Kreme  who held or owned such stock at any time during the \nperiod beginning on and including October 6, 2015 through and \nincluding July 27, 2016 (the “Class Period”), including any and all of \ntheir respective successors -in-interest, successo rs, predecessors -in-\ninterest, predecessors, representatives, trustees, executors, \nadministrators, estates, heirs, assigns and transferees, immediate and \nremote, and any person or entity acting for or on behalf of, or claiming \nunder, any of them, and each of them, together with their predecessors-\nin-interest, predecessors, successors-in-interest, successors, and assigns \n(the “Class”).  Excluded from the Class are Defendants and their \nimmediate family members, any entity in which any Defendant has a \ncontrolling interest, and any successors-in-interest thereto. \n \n27. The Court appoints Plaintiffs Bonnin and Weers as the Class \nRepresentatives, Rigrodsky & Long, P.A. and Levi & Korsinsky LLP as Co-Lead \nCounsel for the Class, and Ward Black Law as Liaison Counsel for the Class (Co-Lead \nCounsel and Liaison Counsel, collectively, “Class Counsel”).  \nB. The Court Defers Ruling on Class Counsel’s Request for the Award of \nAttorneys’ Fees. \n \n28. Neither t he Settlement nor the Court’s approval of the Settlement  \ndepends upon the Court approving any award of at torneys’ fees to Class C ounsel.  \n(Stipulation and Agreement of Compromise, Settlement and Release 16, ECF No. 44 \n(noting that Court approval of the Settlement is “expressly not conditioned on” the \n \n \nCourt’s approval of attorneys’  fees)); (Pls.’ Mem. L. Supp. Mot. Approval Attorneys’ \nFees & Expenses 4, ECF No. 49 (“Resolution of the fee petition shall not be a \nprecondition to the Settlement.”).) \n29. Mr. Snyder  stated in his Objection, and confirmed during his \npresentation at the Settlement Hearing, that he objects to the award of any attorneys’ \nfees to Class C ounsel but does not otherwise object to the Settlement  or settlement \nterms. \n30. The Court has determined that Class Counsel has not yet submitted all \ninformation necessary for the Court to determine whether to aw ard any attorneys’ \nfees. \n31. The Court, in its discretion, reserves determination of the fee request \nand proceeds to consider the fairness, reasonableness, and adequacy of the \nSettlement, which is independent of the Court’s review of any award of costs and fees. \nC. The Settlement Is Fair, Reasonable and Adequate. \n \n(1) The Court’s review is based on a balance of the “get” and the \n“give” of the Settlement terms. \n \n32. As a general proposition, North Carolina courts favor settlement over \nlitigation.  See In re Progre ss Energy S’holder Litig., No. 11 CVS 739, 2011 NCBC \nLEXIS 45, at *17 (N.C. Super Ct. Nov. 29, 2011) (“Settlement has long been preferred \nto litigation, and public policy prefers upholding good faith settlements, even without \nstrong regard to the consideration  underlying the settlement.”).  However, Rule 23 \nrequires court approval of  any class settlement , recognizing that  class settlements \npresent particular  due process considerations because they bind individuals not \n \n \nbefore the court . Ehrenhaus v. Baker , 216 N.C. App. 59, 72, 717 S.E.2d 9, 19 \n(2011) (“Ehrenhaus I”).  Courts nevertheless have favored settlement of class actions \nprovided that a court determin es that there has been fair notice, an opportunity for \nclass members to object, and  that the settlement terms are  fair, reasonable , and \nadequate.  Id.   \n33. The Court considers v arious factors when determining whether  a \nproposed class settlement is fair, adequate, and reasonable, including:   \n(a) the strength of the plaintiff’s case, (b) the defendant’s ability to pay, \n(c) the complexity and cost of further litigation, (d) the amount of \nopposition to the settlement, (e) class members’ reaction to the proposed \nsettlement, (f) counsel’s opinion, and (g) the stage of the proceedings and \nhow much discovery has been completed.   \n \nIn re Newbridge Bancorp S’holder Litig. , 2016 NCBC LEXIS 91, at *21 –22 (citing \nEhrenhaus I, 216 N.C. App. at 73–75, 717 S.E.2d at 19–20). \n34. A court may be particularly vigilant in its inquiry where a proposed \nsettlement yields substantial rewards for class counsel without any corresponding \nmonetary benefit to class members.  Judge Ben F. Tennille of this Court coined the \nphrase “stinky fees” to refer to such a fee  award that is wholly disproportionate to \nany class benefit.  Order at 1, Ward v. Lance, Inc., No. 10 CVS 16553 (N.C. Super. Ct. \nFeb. 28, 2011), ECF No. 22; see also Moody v. Sears, Roebuck & Co., No. 2 CVS 4892, \n2007 NCBC LEXIS 11, at *38, 48 (N.C. Super. Ct. May 7, 2007) (explaining that \n“when a class action is filed in this state, the courts of this state have a duty to see \nthat even nationwide settlements meet the standards of due process and fundamental \nfairness,” which requires being critical of “vast dispari[ties] between what the class \n \n \nreceived and the fee accorded to class counsel”), rev’d on other grounds, 191 N.C. App. \n256 (2008).  \n35. In recent years, the number of class actions challenging c orporate \nmergers has dramatically increased, as have the number of class actions settled \nwithout the payment of monetary consideration to the class.  Courts have \nincreasingly questioned the fairness of such settlements, most of whi ch involve the \nselling co mpany’s supplemental disclosures prior to a shareholder vote, a broad \nrelease of class claims, and a request that class counsel be awarded substantial fees, \nbut no monetary consideration.  This trend—the filing of an action promptly after a \nmerger announce ment followed shortly by a disclosure -based settlement with a \nrequest for substantial attorneys’ fees —has been particularly noteworthy in \nDelaware, and the Delaware Court of Chancery has been regularly asked to approve \nsuch settlements. \n36. In 2016, Delaware Chancery Court Chancellor Andre G. Bouchard \nauthored his seminal opinion, In re Trulia, Inc. Stockholder Litigation, 129 A.3d 884 \n(Del. Ch. Jan. 22, 2016), adopting a standard of enhanced scrutiny for disclosure-\nbased settlements.  Chancellor B ouchard noted that disclosure-based settlements \nincreasingly included marginally relevant supplemental disclosures and broad, far-\nreaching releases, so that there was  an unreasonable imbalance between the “give” \nand the “get” of the class settlement.  Id. at 898.  Concerned with this trend, \nChancellor Bouchard  accordingly stated in Trulia that: \n[P]ractitioners should expect that disclosure settlements are likely to be \nmet with continued disfavor in the future unless the supplemental \n \n \ndisclosures address a plainly material misrepresentation or omission, \nand the subject matter of the proposed release is narrowly circumscribed \nto encompass nothing more than disclosure claims and fiduciary duty \nclaims concerning the sale process, if the record shows that such claims \nhave been investigated sufficiently. \n \nId. \n \n37. While Trulia heralded an enhanced court scrutiny, it did not forecast \nthat supplemental disclosures  would always be found im material o r lacking \nsubstantial value , nor did it hold that the Delaware courts will always reject \ndisclosure-only settlements.  In fact, the Delaware Court of Chancery has approved \ndisclosure-based class settlements since Trulia.  See In re B TU Int’l Stockholders \nLitig., No. 10310-CB, 2016 Del. Ch. LEXIS 212, at *4 (Del. Ch. Feb. 18, 2016).   \n38. Notably, Chancellor Bouchard recognized that efforts of class counsel in \nsecuring supplemental disclosures may have value, but that a trial court is often ill-\nequipped to quantify that value through a traditional fairness hearing because \ndefense counsel favors the proposed settlement and  no longer has an incentive to \nchallenge class counsel.  Trulia, 129 A.3d at 893.   In those situations, the Delaware \nCourt of Chancery favors resolving any fee award to class counsel through what it \nrefers to as a “mootness dismissal” procedure.  Id. at 897.  Under this approach, the \nselling company issues supplemental disclosures, the class representative dismisses \nthe class action with a release that binds only the named plaintiff, and class counsel \napplies for a fee award based on efforts to secure the supplemental disclosures.  Id. \nat 897 –98.  This procedure allows corporate counsel to advocate without fear of \n \n \njeopardizing the settlement.   North Carolina, however, has not expressly adopted \nsuch a process or procedure.    \n39. The North Carolina Business Court has been called upon to address \nTrulia and its application to disclosure -based settlements.  Within days of Trulia’s \npublication, this Court was asked to adopt Trulia to reject a disclosure -based class \nsettlement in Corwin v. British Am. Tobacco PLC, 14 CVS 8130, 2016 NCBC LEXIS \n14, at *10–12, (N.C. Super. Ct. Feb. 17, 2016).  Significantly, the settlement at issue \nin Corwin was only a partial settlement by which the cl ass reserved pricing claims .  \nId. at 13.  In addressing Trulia, the Court noted that considering how Trulia might \napply in future litigation would require the Court to consider potentially significant \ndifferences in Delaware and North Carolina law , including, but not limited to , \ndifferences arising from Delaware’s adoption, and North Carolina’s rejection, of the \ncommon benefit doctrine. Id. at 11–12.1 \n40. Judge Louis A. Bledsoe of this Court has also considered the application \nof Trulia to a settlement negotiated before  Trulia was published.  Judge Bledsoe \nstated that  “[i]n the absence of contrary instructions from the North Carolina \nappellate courts, the Court finds the recent trend in the Delaware case law requiring \nenhanced scrutiny of disclosure-based settlements to merit careful consideration for \npotential application in this State.”  In re Newbridge Bancorp S’holder Litig. , 2016 \n                                                 \n1 This Court had previously observed in connection with another merger litigation that it was unsettled \nunder North Carolina law whether settling parties had the authority to agree to the payment of \nattorneys’ fees as a part of a class settlement.  In re Harris Teeter Merger Litig. , 2014 NCBC LEXIS \n47, at *22–23.  The North Carolina Court of Appeals has since recognized that authority, Ehrenhaus \nv. Baker, 243 N.C. App. 17, 30, 776 S.E.2d 699, 708 (2015) (“Ehrenhaus II”), but the Supreme Court of \nNorth Carolina has not yet considered the issue. \n \n \nNCBC LEXIS 91 at * 3–4.  He proceeded to “expressly advise[] the practicing bar that \njudges of the North Carolina Business Court . . . may be prepared to apply enhanced \nscrutiny of the sort exercised in Trulia to the approval of disclosure-based settlements \nand attendant motions for attorneys’ fees.”  Id. at *4.  Judge Bledsoe forecasted that \nsuch consideration would include a careful examination of the “give” and the “get” of \nthe class settlement.  Id. at *22. \n41. It remains uncertain whether North Carolina ’s standard for awarding \nattorneys’ fees will al low for the “mo otness dismissal” procedure followed in \nDelaware.  A trial court may be limited to considering the issue of attorneys’ fees only \nwhen the parties  agree to a fee award that the c ourt then evaluates as part of its \noverall fairness inquiry.  Even so, it is clear that where the terms of a class settlement \nare not conditioned on the trial court’s award of attorneys’ fees to  class counsel, the \ntrial court  may uncouple  its review of the substantive settlement terms f rom its \nconsideration of a request for fees.  The court may then conduct separate inquiries as \nto the “give” and the “get” for each. \n42. Outside the class context, trial courts have traditionally been cautioned \nthat their role is to examine only the existence of consideration, not its adequacy.  See, \ne.g., Hejl v. Hood, Hargett & Assocs., Inc., 196 N.C. App. 299, 305, 674 S.E.2d 425, \n428–29 (2009) (quoting Mach. Co. v. Ins. Co., 13 N.C. App. 85, 90–91, 185 S.E.2d 308, \n311–12 (1971)) (“The slightest consideration is sufficient to support the most onerous \nobligation, the inadequacy, . . . is for the parties to consider at the time of making the \nagreement, and not for the court when it is sought to be enforced.”) .  That said, due \n \n \nprocess considerations plainly require more searching court inquiry into the adequacy \nof the consideration in the class context to guard against “sweetheart deals” that are \ncontrary to the interest of a class who was not fairly represented by counsel at the \nsettlement table.  Ehrenhaus I, 216 N.C. App. at 72,  717 S.Ed.2d at 19 (citing In re \nAgent Orange Prod. Liab. Litig., 597 F.Supp. 740, 758 (E.D.N.Y.1984).   \n43. When considering the fairness, reasonableness , and adequacy of the \nsubstantive settlement terms, the “get” is the value of the supplemental disclosures  \nand the “give” is the scope of the release e ncompassed by the settlement.  W hen \nconsidering the fee request, the “give” becomes the amount to be paid to class counsel. \n44. When conducting its balancing inquiry as to the fairness, \nreasonableness, and adequacy of the substantive settlement terms, the Court \ncontinues to be guided, at least in part, by the long -standing judicial preference for \nsettlement rather than extended  litigation.  The Court must a lso be careful not to \nsimply substitute its own judgment for that of competent litigation counsel that \nnegotiated the settlement terms at arm ’s length.  Nevertheless, the C ourt must \nremain vigilant to guard  against settlements based on inadequate class \nrepresentation and settlements reached through collusion that benefit only non-class \nmembers.   \n45. The consideration of these various factors in a disclosure -based \nsettlement begins with an inquiry as to whether the scope of the re lease extends \nbeyond disclosure -related claims and therefore beyond the consideration giv en in \n \n \nexchange for the release.  To that degree, this Court is fully in accord with Trulia’s \nenhanced scrutiny to determine whether the release is narrowly circumscribed. \n46. As the scope of the release narrows, however, the Court’s inquiry as to \nthe materiality of supplemental disclosures and their adequacy to support the release \ntends to a more traditional settlement inquiry where the judg ment of competent \ncounsel is accorded significant weight.  Cf. Ehrenhaus I, 216 N.C. App. at 72, 74, 717 \nS.E.2d at 19–20 (noting that the judicial “preference for settlement applies to class \nactions” and that “the opinion of counsel is  . . . a relevant factor” in determining \nwhether to approve a settlement). The Court must still engage in its fairness inquiry \nand satisfy itself that the supplemental disclosures are “material” as that term has \nbeen defined by North Carolina’s appellate courts, while at the same time resisting a \nreflexive rejection of a class settlement on grounds of immateriality or insufficient \nconsideration.  \n47. Unless the value of the supplemental disclosure s are plainly \ndisproportionate to the scope of the proffered release, trial courts most often are less \nwell-equipped to measure a disclosure’s worth than are com petent and experienced \ncounsel.  In contrast, trial courts are generally well-equipped to conduct a reasoned \ninquiry into whether a fee award is rea sonably related to the degree to which \nsupplemental disclosures significantly added to the information that was otherwise \nalready available to shareholders.  Indeed, the factors North Carolina trial courts are \nto consider in engaging in such an analysis are well-established by North Carolina’s \n \n \nRevised Rules of Professional Conduct.  See N.C. Rev. R. Prof. Conduct 1.5(a)(4).  See \nalso Ehrenhaus I, 216 N.C. App. 59, 96, 717 S.E.2d 9, 33 (2011). \n48. In sum, the Court must examine the materiality of any supplemental \ndisclosures and find that they provide reasonable consideration for the class release.  \nBut where there is little or no opposition by class members, the Court is reluctant to \nset aside a fair arm’s length settlement negotiated between competent counsel if the \ndisclosures are not plainly immaterial and the release is reasonable.   The Court is \nless reluctant to exercise a more searching inquiry when deciding upon a fee request \nthat does not depend on the validity of the settlement. \n(2) The Supplement al Disclosures a re Fair and Adequate \nConsideration for the Class Release. \n \n49. In Ehrenhaus I , the Supreme Court of North Carolina adopted the \nstandard of materiality set out by the United States Supreme Court in TSC \nIndustries, Inc. v. Northway, Inc. , 426 U.S. 438 (1976) .  216 N.C. App. at 88, 717 \nS.E.2d at 28–29.  In TSC Industries, the United States Supreme Court held that:  \n[a]n omitted fact is material if there is a substantial likelihood that a \nreasonable shareholder would consider it imp ortant in deciding how to \nvote. . . . It does not require proof of a substantial likelihood that \ndisclosure of the omitted fact would have caused the reasonable investor \nto change his vote. What the standard does contemplate is a showing of \na substantial l ikelihood that, under all the circumstances, the omitted \nfact would have assumed actual significance in the deliberations of the \nreasonable shareholder. Put another way, there must be a substantial \nlikelihood that the disclosure of the omitted fact would have been viewed \nby the reasonable investor as having significantly altered the “total mix” \nof information made available.  \n \nId. at 449.  \n \n \n50. The Supplemental Disclosures on which the Settlement is based fall into \nfour primary areas: (1) the unlevered cash flows used in the financial advisor’s \ndiscounted cash flow (“DCH”) analysis; (2) Krispy Kreme’s management’s \nconsiderations regarding the ir potential post-Merger employment; (3) the financial \nadvisor’s potential confli ct of interest ; and (4) metrics used to evaluate comparable \ncompanies.   \n51. The Proxy Statements stated that “Wells Fargo Securities performed a \ndiscounted cash flow analysis of [Krispy Kreme] by calculating the estimated net \npresent value of the projected unlevered, after-tax free cash flows of [Krispy Kreme] \nbased on financial projections” but did not disclose Krispy Kreme’s specific projected \nunlevered after-tax free cash flows Wells Fargo used in its DCF analysis.  (Pls.’ Mem. \nL. Supp. Mot. Final Approval Settlement 13, ECF No. 48.)  The Supplemental \nDisclosures included the specific projected unle vered, after -tax free cash flows of \nKrispy Kreme for the remainder of 2017 and for the fiscal years 2018 through 2023, \nas derived from the financ ial projections provided to Wells Fargo  by Krispy Kreme \nmanagement.  (Pls.’ Mem. L. Supp. Mot. Final Approval Settlement 13.)  Regarding \nthe DCF analysis, the Supplemental Disclosures included information relating to \nWells Fargo’s basis for selecting the range of perpetuity growth rates and discount \nranges that Wells Fargo used.  (Pls.’ Mem. L. Supp. Mot. Final Approval Settlement \n16–17.)   \n52. The Supplemental Disclosures also contained information regarding \npotential conflicts of interest of Krispy Kreme ’s management and Wells Fargo.  The \n \n \nProxy Statements did not state that the Krispy Kreme board had discussed post -\nMerger employment opportunities at the inception of merger  negotiations.  The \nSupplemental Disclosures included information that Krispy Kreme board members , \nin preliminary discussions about a potential merger on November 23, 2015, discussed \nJAB’s “history of managing its portfolio companies for long-term growth and relying \non company management to run the business.”  (Pls.’ Mem. L. Supp. Mot. Final \nApproval Settlement, Ex. 3.)  The Supplemental Disclosures also stated that, during \nthe preceding two years, Wells Fargo had received about $300,000 from Krispy Kreme \nfor investment banking services, and approximately $1,000,000 from a JAB affiliate \nin connection  with corporate loans.   (Pls.’ Mem. L. Supp. Mot. Final Approval \nSettlement, Ex. 3.)  \n53. Finally, the Supple mental Disclosures also included various inputs on \nWells Fargo’s Selected Companies Analysis, Selected Transactions Analysis, and \nDCF Analysis.  Regarding the Selected Company and Selected Transactions analyses, \nthe Supplemental Disclosures included “vario us individual multiples and financial \nmetrics underlying Wells Fargo’s analyses.”  (Pls.’ Mem. L. Supp. Mot. Final Approval \nSettlement 17.)   \n54. The release contained in the Stipulation (“Release”) releases claims that \nare based on “ownership of [Krispy Kreme] stock” between October 6, 2015 and July \n27, 2016 and which relate to (1) the Merger agreement, (2) the consideration received \nby class members, (3) the Shareholder Vote, and (4) any allegations filed in any of the \ncomplaints in the State Actions or the F ederal Actions.  (Stipulation at 11–13.)  The \n \n \nRelease does not include claims “under federal or state law that do not in any respect \narise out of, or do not relate to, the  [Merger] or the Shareholder Vote.”  (Stipulation \nat 11–13.)  As a practical matter, the Release is not significantly broader than the \neffect of the Shareholder Vote. \n55. The Court finds and concludes that the Supplemental Disclosures are \nsufficiently material to serve as consideration for the Settlement, and that their value \nis fair and reasonable in consideration of the scope of the Release. \n56. Courts have recognized d isclosures of underlying metrics required to \nunderstand a DCF analysis as material to a shareholder’s consideration of a vote on \nthe proposed transaction.  See In re Netsmart Techs . Inc. S’holders Litig. , 924 A.2d \n171, 203 (Del. Ch. 2007).  That said, generally the selling company is not required to \ndisclose every single detail used during the analysis or necessary to allow the \nshareholder to complete the analysis independently.  Trulia, 129 A.3d at 900 (“A fair \nsummary, however, is a summary.  By definition, it need not contain all information \nunderlying the financial advisor ’s opinion or contained in its report to the board. ”).  \nCourts generally inquire whether the new information significantly affects the “total \nmix of information” available to the shareholder.  TSC Industries, 426 U.S. at 449. \n57. Objector contends that any additional information added by the \nSupplemental Disclosures was insignificant, although he does not contend that the \nSettlement is not supported by consideration, his p rimary objective being to deny \nClass C ounsel a fee award .  (Submission Objections & Notification to Appear at \nSettlement Hearing By Class Member James Snyder 1). \n \n \n58. Counsel for both the class and Krispy Kreme have explained that while \nthe P roxy Statements described the financial advisor’s DCF analysis, the specific  \nunlevered cash flows described in the Proxy Statements were not the cash flows used \nin the financial advisor’s actual calculation.  Rather, the financial advisor conducted \nits DCF analysis based on the assumption that  several of Krispy Kreme’s corporate \nstores would be sold, yielding an increased un levered cash flow .  Counsel \nacknowledged that while the differences may be slight in any  particular year, the \ndifferences over time have greater significance.   While Defendants do not concede \nthat they breached their fiduciary duties when issuing the Proxy Statements, they do \nnot challenge that Class C ounsel presents a reasoned argument that some \nshareholders might have found the Supplemental Disclosures to be material. \n59. The Cour t finds and concludes that the Supplemental D isclosure \nregarding t he DCF analysis was material.   The Court also concludes that the \nadditional disclosu res were consideration for the R elease, but to a lesser extent. \nAccordingly, the Court finds and concludes that the Settlement is supported by \nvaluable consideration and that the terms of Settlement are fair, reasonable , and \nadequate. \n60. The Court has further consider ed the various  Ehrenhaus factors and \nconcludes that they support approving the S ettlement.  The  Defendants’ ability to \npay is not a consideration on the facts of this case.   The Shareholder Vote and the \nopinion of cou nsel weigh heavily in favor of c ourt approval.  The record does not \nsuggest that shareholders have a meritorious claim that the Merger was not based \n \n \non a fair price and reached through a fair process.  There is no basis to suspect that \nthe Settlement was reached through collusion, and, to the contrary, it appears that it \nwas reached at arm’s length between competent counsel.  Counsel for the parties on \nboth sides include some of the most prominent national firms well experienced in \nlitigation of a similar nature, furt her suggesting that court approval is appropriate.  \nSee, e.g., Ehrenhaus I, 216 N.C. App. at 93, 717 S.E.2d at 31 (quoting In re Am. Bank \nNote Holographics, 127 F. Supp. 2d 418, 430 (S.D.N.Y.) (alteration in original) (“[T]he \nopinion of experienced and informed counsel is enti tled to considerable weight.”); In \nre Harris Teeter Merger Litig., 2014 NCBC LEXIS 47, at *13 (approving a disclosure-\nbased settlement after noting that counsel was “substantially experienced in \ncomparable litigation both in North Carolina and before the D elaware Chancery \nCourt”).      \nIII. CONCLUSION \n61. Based on the a bove findings and conclusions,  the Court finds the \nSettlement to be fair, reasonable, adequate, and in the best interests of the Class, and \nit is hereby APPROVED.  The parties are hereby authorized and directed to comply \nwith and to consummate the Settlement in accordance with its terms and provisions, \nand the Clerk is directed to enter and docket this Order and Final Judgment in the \nConsolidated Action, and the actions that comprise the Consolidated Action. \n62. This Order and Final Judgment shall not constitute any evidence or \nadmission by any of the parties herein that any acts of wrongdoing have been \ncommitted by any of the parties to the Consolidated Action (or the actions that \n \n \ncomprise the Consolidated Action) and should not be deemed to create any inference \nthat there is any liability therefor.   \n63. The Consolidated Action and the actions that comprise the Consolidated \nAction are hereby  DISMISSED WITH PREJUDICE in their entirety on the merits \nand, except as provided in the Stipulation, without fees, costs, and expenses beyond \nthose approved herein and with the understanding that this dismissal shall not affect \nor preclude the Court’s further consideration of Class C ounsel’s request for a fee \naward.   \n64. This Order and Final Judgment provides for the full and complete \ndischarge, dismissal with prejudice, settlement and release of, and a permanent \ninjunction barring, any and all manner of claims, demands, rights, liabilities, losses, \nobligations, duties, costs , debts, expenses, interest, penalties, sanctions, fees, \nattorneys’ fees, except as may be awarded in connection with class counsel’s pending \nrequest for an award of fees,  actions, potential actions, causes of action, suits, \nagreements, judgments, decrees,  matters, issues and controversies of any kind, \nnature or description whatsoever, disclosed or undisclosed, accrued or unaccrued, \napparent or not apparent, foreseen or unforeseen, matured or not matured, suspected \nor unsuspected, liquidated or not liquidat ed, fixed or contingent, that Plaintiffs or \nany or all other members of the Class ever had, now have, or may have, whether \ndirect, derivative, individual, class, representative, legal, equitable or of any other \ntype, or in any other capacity, based on his,  her, or its ownership of Krispy Kreme \ncommon stock during the Class Period, against any of the Released Parties (as \n \n \ndefined below), whether based on state, local, foreign, federal, statutory, regulatory, \ncommon or other law or rule (including, but not lim ited to, any claims under federal \nsecurities laws or state disclosure law or any claims that could be asserted \nderivatively on behalf of Krispy Kreme), which, now or hereafter, are based upon, \narise out of, relate in any way to, or involve, directly or indirectly, any of the actions, \ntransactions, occurrences, statements, representations, misrepresentations, \nomissions, allegations, facts, practices, events, claims or any other matters, things or \ncauses whatsoever, or any series thereof, that were or could h ave been alleged, \nasserted, set forth, claimed, embraced, involved, or referred to in, or related to, \ndirectly or indirectly, the State Actions or the Federal Actions, or the subject matter \nthereof in any court, tribunal, forum or proceeding, including, without limitation, any \nand all claims that are based upon, arise out of, relate in any way to, or involve, \ndirectly or indirectly, (i) the Merger (or any amendment thereto), (ii) the consideration \nreceived by Class members in connection with the Merger, or the consideration \nreceived by any other person in connection with the Merger, (iii) the Shareholder \nVote, including any disclosures or statements relating to the Merger in the Proxy  \nStatements, or any other disclosures or statements relating to the Merger, or (iv) any \nof the allegations in any complaint or amendment(s) thereto filed in the  Litigation \n(collectively, the “Released Claims” ); provided, however, for the avoidance of doubt, \nnothing in this release intends for Released Claims to include (x) the right to enforce \nthe Stipulation, or (y) claims under federal or state law that do not in any respect \narise out of, or do not relate to, the Merger or the Shareholder Vote. \n \n \n65. Defendants release Plaintiffs and Plaint iffs’ counsel from all claims, \ncomplaints, pe titions, liabilities, or sanctions arising out of the investigation, \ncommencement, prosecution, settlement, or resolution of their respective actions, and \nshall be barred from asserting same; provided, however, that such releases will not \ninclude a release of the right to enforce the Stipulation or the Settlement. \n66. Whether or not each or all of the following persons or entities were \nnamed, served with process, or appeared in the Litigation, “Released Parties” means \nKrispy Kreme, Tim E. Bentsen, Charles A. Bl ixt, Lynn Crump -Caine, Carl E. Lee, \nJr., C. Stephen Lynn, Robert S. McCoy, Jr., James H. Morgan, Andrew J. Schindler, \nLizanne Thomas, Tony Thompson, JAB, JAB Holding Company, JAB Holdings B.V., \nCotton Parent, Inc. and Cotton Merger Sub, Inc., and each of their respective past or \npresent family members, spouses, heirs, trusts, trustees, executors, estates, \nadministrators, beneficiaries, distributees, foundations, agents, emplo yees, \nfiduciaries, partners, control persons, partnerships, general or limited partners or \npartnerships, joint ventures, member firms, limited liability companies, corporations, \nparents, subsidiaries, divisions, affiliates, associated entities, shareholder s, \nprincipals, officers, managers, directors, managing directors, members, managing \nmembers, managing agents, predecessors, predecessors -in-interest, successors, \nsuccessors-in-interest, assigns, financial or investment advisors, advisors, \nconsultants, inve stment bankers, entities providing any fairness opinion, \nunderwriters, brokers, dealers, lenders, commercial bankers, attorneys, personal or \n \n \nlegal representatives, accountants, insurers, co -insurers, reinsurers, and associates, \nof each and all of the foregoing. \n67. Any party providing a release (a “Releasing Person” ) has waived and \nrelinquished, to the fullest extent permitted by law, the provisions, rights and \nbenefits of any state, federal, or foreign law or principle of common law, which may \nhave the effect of limiting the releases set forth above. Plaintiffs acknowledge, and \nthe members of the Class shall be deemed by operation of the entry this Order and \nFinal Judgment approving the Settlement to have acknowledged, that the foregoing \nwaiver was separately b argained for, is an integral element of the Settlement, and \nwas relied upon by each and all of the Defendants in entering into the Settlement. \n68. The fact of and provisions contained in the Stipulation, and all \nnegotiations, discussions, actions, and proceedi ngs in connection with the \nStipulation, shall not be deemed or constitute a presumption, concession or an \nadmission by any party in the Consolidated Action, any signatory thereof or any \nReleased Parties of any fault, liability, or wrongdoing or lack of any fault, liability, or \nwrongdoing, as to any facts or claims alleged or asserted in the Consolidated Action, \nor any other actions or proceedings, and shall not be interpreted, construed, deemed, \ninvolved, invoked, offered, or received in evidence or otherwise used by any person in \nthe Consolidated Action or any other action or proceeding, whether civil, criminal, or \nadministrative, except in connection with any proceeding to enforce the terms of the \nStipulation. The Released Parties may file the Stipulation and/or this Order and \nFinal Judgment in any action that may be brought against them in order to support \n \n \na defense or counterclaim based on principles of res judicata, collateral estoppel, \nrelease, good -faith settlement, judgment bar or reduction or any the ory of claim \npreclusion or issue preclusion or similar defense or counterclaim. \n69. The Court retains jurisdiction for the purposes o f its further \nconsideration of Class C ounsel’s request for the award of fees and expenses and, as \nnecessary, to enforce this Order or the Stipulation. \n \nIT IS SO ORDERED, this the 2nd day of January, 2018. \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Business Court Judge \n "
}