{
  "id": "305ec3d0a9941e53caf6eabc0a77d41712bac4681f174efa8dcee1757b35c70d",
  "source_file": "data/raw/ncbc/305ec3d0a9941e53caf6eabc0a77d41712bac4681f174efa8dcee1757b35c70d.pdf",
  "raw_text": "Local Social, Inc. v. Stallings, 2017 NCBC 92. \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 1889 \nLOCAL SOCIAL, INC. and LYNELL \nI. EADDY, \n \n   Plaintiffs, \n \nv. \n \nSEAN STALLINGS, \n \n   Defendant. \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO COMPEL \nARBITRATION AND PLAINTIFFS’ \nMOTION TO DISMISS \nCOUNTERCLAIMS \n \n1. THIS MATTER is before the Court on Defendant’s Motion to Stay \nProceedings and Compel Arbitration (the “Motion to Compel Arbitration”) and \nPlaintiffs’ Joint Motion to Dismiss Counterclaims (the “Motion to Dismiss”) \n(collectively, the “Motions”).  Having considered the Motions, the briefs, and the \narguments of counsel at a hearing on the Motions, the Court GRANTS in part and \nDENIES in part  the Motion to Compel Arbitration and DEFERS ruling on the \nMotion to Dismiss.  \nWard and Smith, P.A., by Gary J. Rickner and Marla S. Bowman, for \nPlaintiff Local Social, Inc. \n \nEllis & Winters LLP, by Kelly M. Dagger, for Plaintiff Lynell I. Eaddy. \n  \nAdams, Howell, Sizemore & Lenfestey, P.A., by Ryan J. Adams, for \nDefendant. \n  \nRobinson, Judge.  \n \n \n \n \nI. INTRODUCTION \n2. This litigation arises out of  a number of disputes between Plaintiff Lynell \nI. Eaddy (“Eaddy”) and Defendant Sean Stallings (“Stallings” or “Defendant”).  Eaddy \nand Stallings are directors and equal shareholders of Plaintiff Local Social, Inc. \n(“Local Social”).  The claims and counter claims in this action arise in part out of \nvarious agreements among the parties, some of which include an arbitration \nprovision and some of which do not.  Three of the agreements pertain to Eaddy’s sale \nof an ownership interest in Local Social to Stallings .  Eaddy sold a fifty percent \ninterest in Local Social to Stallings  pursuant to a stock purchase agreement (the \n“Stock Purchase Agreement”) .  The purc hase price of the stock was paid by the \nexecution and delivery by Stallings of a promissory note (the “Promissory Note”) \nmade payable to Eaddy, which was secured by a security interest in the sold stock as \nprovided by a security agreement (the “Security Agreement”) .  At some point  after \nStallings became a shareholder , the relationship between Eaddy an d Stallings \ndeteriorated and, a s a result, the parties engaged in arbitration.  The arbitration \nultimately yielded three additional agreements: an Agreement of Shareholders (the \n“Shareholders’ Agreement”), an Exit Plan and Agreement (the “Exit Agreement”),  \nand Amended and Restated Bylaws (the “Bylaws”).  Nevertheless, Plaintiffs contend \nthat, following the execution of these three later agreements, Stallings engaged in an \narray of misconduct, which led Plaintiffs to remove Stallings as president, terminate \nhis employment, and initiate this litigation seeking monetary and equitable relief.  \n            \n \n \nII. PROCEDURAL HISTORY \n3. The Court sets forth here only those portions of the procedural history that \nare relevant to its determination of the Motions.  \n4. Plaintiffs initiated this action on February 16, 2017 by filing their Verified \nComplaint (the “Complaint”).  (ECF No. 1.)   \n5. This action was designated as a mandatory complex business case by order \nof the Chief Justice of the Supreme Court of North Carolina dated February 16, 2017, \n(ECF No. 3), and assigned to the undersigned by order of Chief Business Court Judge \nJames L. Gale dated February 17, 2017, (ECF No. 4). \n6. On April 24, 2017, Defendant filed his Answer and Counterclaims.  (ECF \nNo. 8.) \n7. On May 11, 2017, Defendant filed the Motion to Compel Arbitration.  (ECF \nNo. 10.)   \n8. On May 24, 2017, Plaintiffs filed their replies to Defendant’s counterclaims, \n(ECF Nos. 13−14), and their Motion to Dismiss, (ECF No. 15).   \n9. Following initial briefing on the Motions, o n July 17, 2017, the Court held \na hearing on the Motions.   \n10. On July 31, 2017, the Court entered an order directing the parties to submit \nsupplemental briefing on: (1) the applicability of the Federal Arbitration Act (“FAA”) \nto the various agreements at issue ; (2) which state’s substantive laws applies to the \nagreements; and (3) whether the Court or the arbitrator is to decide issues of \nsubstantive arbitrability.  (ECF No. 30.) \n \n \n11. Plaintiffs and Defendant filed their supplemental briefs on August 18, \n2017.  (ECF Nos. 32−33.)  \n12. The Motions have been fully briefed and are now ripe for resolution.   The \nCourt makes the following findings of fact and conclusions of law for the sole purpose \nof deciding the Motion to Compel Arbitration, Terrell v. Kernersville Chrysler Dodge, \nLLC, 798 S.E.2d 412, 416 (N.C. Ct. App. 2017) , and not for purposes of determining \nthe Motion to Dismiss.      \nIII. FINDINGS OF FACT \nA. The Parties \n13. Local Social is a Delaware corporation with its principal place of business \nin Wake County, North Carolina.  (Verified Compl. ¶ 1, ECF No. 1 [“Compl.”].)  \n14. Eaddy and Stallings formed Local Social in 2009.  (Compl. ¶ 8; Af f. Sean \nStallings ¶ 5, ECF No. 11 .)  Eaddy and Stallings are directors and the sole \nshareholders of Local Social, each owning a fifty percent in terest.  (Compl. ¶¶ 8−9; \nAnswer & Countercls. 2, ¶ 9, ECF No. 8;  Aff. Stallings ¶ 2.)  Eaddy is the president \nof Local Social.  (Compl. ¶ 9 ; Answer & Countercls. 2, ¶ 9 .)  Stallings was an officer \nand employee of Local Social until November 11, 2016.  (Com pl. ¶ 9 ; Answer & \nCountercls. 2, ¶ 9.)  \nB. The Stock Purchase Agreement \n \n15. On June 30, 2014, Eaddy and Stallings entered into the Stock Purchase \nAgreement pursuant to which Eaddy sold fifty shares of Local Social stock, \nconstituting a fifty percent  ownership interest, to Stallings for $125,000.  (Aff. \n \n \nStallings ¶ 7.)  The Stock Purchase Agreement states that the purchase price was to \nbe paid pursuant to a promissory note .  (Aff. Stallings Ex. A, § 1.2.)  The St ock \nPurchase Agreement contains an arbitration provision and a Delaware choice of law \nclause.  (Aff. Stallings Ex. A, § 8.8(a)−(b).)  \nC. The Promissory Note \n16. Stallings executed the Promissory Note dated August 15, 2014 in the \namount of $125,000 made payable to Eaddy.  (Compl. ¶ 12, Ex. A; Aff. Stallings ¶ 10.)  \nThe Promissory Note provide s that it is  secured by the Security Agreement, also \ndated August 15, 2014, covering fifty shares of Local Social stock in Stallings’s name.  \n(Compl. Ex. A, at 2.)  The Promissory Note contains  a North Carolina choice of law \nclause.  (Compl. Ex. A , at 3.)  The Promissory Note does not contain an arbitration \nprovision.  (Compl. Ex. A.) \nD. The Security Agreement \n17. Stallings executed the Security Agreement granting Eaddy a security \ninterest in Stallings’s fifty share s of Local Social stock.   (Compl. ¶ 17, Ex. B.)  The \nSecurity Agreement contains a North Carolina choice of law clause.  (Compl. Ex. B , \nat 4.)  The Security Agreement does not contain an arbitration provision.  (Compl. Ex. \nB.) \nE. The Shareholders’ Agreement, Exit Agreement, and Bylaws \n18. Eaddy and Stallings were engaged in a romantic relationship from 2009 \nuntil sometime in 2014.  (Compl. ¶ 10; Answer & Countercls. 2, ¶ 10.)  Following the \nend of their romantic relationship, Eaddy and Stallings decided to hire Douglas Scott \n \n \nLeggat (“Leggat”) as an advisor to Local Social.  (Compl. ¶ 19; Answer & Countercls. \n3, ¶ 19.) \n19. On September 8, 2015, Eaddy and Stallings entered into an arbitration \nagreement.  (Compl. ¶ 20; Answer & Countercls. 3, ¶ 20.) \n20. On September 9, 2015, Leggat conducted an arbitration hearing between \nEaddy and Stallings.  (Compl. ¶ 21; Answer & Countercls. 3, ¶ 21.)  As a result of the \narbitration conducted pursuant to the arbitration agreement , Eaddy, Stallings, and \nLocal Social executed the Shareholders’ Agreement and the Exit Agreement.  (Compl. \n¶ 21; Answer & Countercls. 3, ¶ 21.) \n1. The Shareholders’ Agreement.   \n21. The Shareholders’ Agreement , dated September 9, 2015 , contains an \narbitration provision, a Delaware choice of law clause , and a mandatory forum \nselection clause providing that any action relating to the Shareholders’ Agreement \nshall be instituted in Wake County, North Carolina.  (Compl. Ex. D, ¶¶ 23, 35.) \n2. The Exit Agreement. \n22. The Exit Agreement, dated September 9, 2015, contains a North Carolina \nchoice of law clause and a mandatory forum selection clause providing that any action \nrelating to the Exit Agreement shall be instituted in Wake County,  North Carolina.  \n(Compl. Ex. C, ¶ 34.)  The Exit Agreement does not contain an arbitration provision.  \n(Compl. Ex. C.) \n \n \n \n \n3. The Bylaws.    \n23. In conjunction with the Exit Agreement, on September 9, 2015, Local Social \nadopted the Bylaws.  (Compl. ¶ 26, Ex. E; Answer & Countercls. 3, ¶ 26.)  The Bylaws \ncontain an arbitration provision.   (Compl. Ex. E, at 11−12.)  In accordance with the \nBylaws, on September 9, 2015, Eaddy and Stallings selected Leggat as a director of \nLocal Social.  (Compl. ¶ 28; Answer & Countercls. 4, ¶ 28.)       \nF. Claims for Relief \n24. Plaintiffs assert the following claim s against Stallings: (1) breach of \nfiduciary duty and constructive fraud (“First Claim”); (2) conversion and \nmisappropriation (“Second Claim”); (3) breach of the Exit Agreement (“Third Claim”); \n(4) breach of the Shareholders’ Agreement (“Fourth Claim”); (5 ) constructive trust \n(“Fifth Claim”); (6) accounting (“Sixth Claim”); (7) computer trespass ( “Seventh \nClaim”); (8) unfair and deceptive trade practices  (“UDTP”) (“Eighth Claim”); \n(9) punitive damages (“Ninth Claim”); (10) enforcement of the Promissory Note  \n(“Tenth Claim”); and (11) judicial enforcement of a security interest (“Eleventh \nClaim”).  (Compl. 12−21.)   \n25. Stallings asserts the following counterclaims against Plaintiffs: (1) breach \nof the Exit Agreement (“First Counterclaim”); (2) breach of the Shareholders’ \nAgreement (“Second Counterclaim”); (3) breach of the Bylaws (“Third Counterclaim”); \n(4) violation of the North Carolina Wage and Hour Act (“Fourth Counterclaim”); and \n(5) conversion (“Fifth Counterclaim”).  (Answer & Countercls. 16−19.) \n \n \n \nIV. CONCLUSIONS OF LAW \nA. Applicable Law \n26. Defendant moves to compel arbitration of all claims and counterclaims in \nthis action pursuant to N.C. Gen. Stat. § 1 -569.7.  (Mot. Stay Proceedings & Compel \nArbitration, ECF No. 10.)  Defendant contends that arbitration is man dated by the \nBylaws or, alternatively, the Bylaws, the Shareholders’ Agreement, and the Stock \nPurchase Agreement.  (Def.’s Br. Supp. Mot. Stay Proceedings & Compel Arbitration \n8−13, ECF No. 12.1.)  In considering a motion to compel arbitration, a court mus t \nfirst determine whether the FAA or state law applies to the alleged agreement s to \narbitrate.  Epic Games, Inc. v. Murphy-Johnson, 785 S.E.2d 137, 142 (N.C. Ct. App. \n2016).   \n27. The FAA applies to a contract that evidences a transaction involving \ncommerce.  9 U.S.C. § 2; Szymczyk v. Signs Now Corp., 168 N.C. App. 182, 185, 606 \nS.E.2d 728, 731−32 (2005).  The Supreme Court of the United States has determined \nthat “the word ‘involving’ is broad and is indeed the functional equivalent of \n‘affecting[,]’” and its use evidences Congress’s intent to exercise  the full scope of \nCongress’s commerce clause power.  Allied-Bruce Terminix Cos. v. Dobson , 513 U.S. \n265, 273−74 (1995) ; see Gaylor, Inc. v. Vizor, LLC , 2015 NCBC LEXIS 102, at *10 \n(N.C. Super. Ct. Oct. 30, 2015).  The parties contend, and the Court agrees, that the \nFAA applies to all of the alleged arbitration agreements at issue.  (Pls.’ Joint Br. Resp. \nCourt’s Briefing Order 6, ECF No. 32  [“Pls.’ Suppl. Br.”] ; Def.’s Br. Resp. Court’s \nBriefing Order 2, ECF No. 33 [“Def.’s Suppl. Br.”].)  The agreements at issue concern \n \n \nthe ownership and management  of a corporation doing business in multiple states.  \n(Aff. Stallings ¶ 4. )  Thus, the agreements involve interstate commerce and are \ngoverned by the FAA.  See Metropolitan Entm’t Co. v. Koplik , 20 F. Supp. 2d 354, \n362−63 (D. Conn. 1998) (“Because the Shareholders’ Agreement at issue in this case \nconcerns the management and operation of Metropolitan in numerous states, . . . we \nhold that it involves interstate commerce a nd is subject to the FAA.”  (citation \nomitted)). \n28. When the FAA applies to an agreement, however, “state law generally \ngoverns issues concerning the formation, revocability, and enforcement of arbitration \nagreements.”  Park v. Merrill Lynch, Pierce, Fenner & Smith, Inc., 159 N.C. App. 120, \n122, 582 S.E.2d 375, 378 (2003).  As a result, the Court must determine which state’s \nlaw applies to the arbitration agreements at issue.  \n29. The parties contend, and the Court agrees, that Delaware law applies to \nthe Stock Pur chase Agreement and the Shareholders’ Ag reement.  See Cable Tel \nServs., Inc. v. Overland Contracting, Inc. , 154 N.C. App. 639, 643, 574 S.E.2d 31, 34 \n(2002) (“[T]he parties’ choice of law is generally binding on the interpreting  court as \nlong as they had a  reasonable basis for their choice and the law of the chosen State \ndoes not violate a fundamental policy of the state of otherwise applicable law. ” \n(quotation marks omitted)).   \n30. With respect to the Bylaws, Plaintiffs argue that Delaware law applies \nbecause, according to Plaintiffs, the Bylaws contain a Delaware choice of law clause.  \n(Pls.’ Suppl. Br. 13.)  Conversely, Defendant argues that the Bylaws do not contain a \n \n \nchoice of law clause and, under the lex loci doctrine, North Carolina law applies t o \nthe Bylaws because the Bylaws were entered into in North Carolina.   (Def.’s Suppl. \nBr. 5−6.)   \n31. Contrary to Plaintiffs’ contention, the Bylaws do not contain a Delaware \nchoice of law clause.  The Bylaws state that “the provisions of the Delaware Uniform \nArbitration Act shall apply in an y such arbitration proceedings. ”  (Compl. Ex. E, at \n12.)  The Bylaws do not provide that the laws of Delaware, or any other state, govern \nthe interpretation or enforcement of the Bylaws.  See Cable Tel Servs., Inc., 154 N.C. \nApp. at 641, 574 S.E.2d at 33 (“[A] ‘choice of law’ clause may provide that the \nsubstantive laws of a particular state govern the construction and validity of the \ncontract.”).  Accordingly, the Court must apply traditional conflict of laws princ iples \nto determine which state’s substantive laws apply. \n32. Here, there are competing conflict of laws doctrines.  Under the lex loci \ndoctrine, “the interpretation of a contract is governed by the law of the place where  \nthe contract was made.”  Id. at 642, 574 S.E.2d at 33.  Pursuant to the internal affairs \ndoctrine, however, “ only one State should have the auth ority to regulate a \ncorporation’s internal affairs —matters peculiar to the relationships among or \nbetween the corporation and its current officers, dir ectors, and shareholders —\nbecause otherwise a corporation could be faced with conflicting demands. ”  Bluebird \nCorp. v. Aubin, 188 N.C. App. 671, 680, 657 S.E.2d 55, 63 (2008) (quoting Edgar v. \nMITE Corp., 457 U.S. 624, 645 (1982)).    \n \n \n33. This Court was present ed with similar facts in  Mancinelli v. Momentum \nResearch, Inc., 2012 NCBC LEXIS 30 (N.C. Super. Ct. May 17, 2012).  In that case, a \nshareholder-plaintiff asserted a claim against the corporation for brea ch of the \nshareholder agreement.  2012 NCBC LEXIS 30,  at *1.  Plaintiff argued that, under \nthe lex loci  doctrine, North Carolina law applied to the shareholder agreement \nbecause the agreement was entered into in North Carolina.   Id. at *7.  Defendant \nargued that because it was a Delaware corporation, Delawar e law applied to the \nagreement pursuant to the internal affairs doctrine.   Id.  Recognizing that the \nissuance of shares is a matter peculiar to a corporation’s internal affairs, Judge Jolly \nconcluded: \n[I]n light of the policy rationale behind the “internal  affairs doctrine,” \nthe court concludes the “internal affairs doctrine” should apply to the \npresent case.  Applying the lex loci doctrine under the facts alleged in \nthis action would erode the “internal affairs doctrine.”  Such application \neffectively woul d render the doctrine meaningless in almost all cases \nwhere a corporate internal issue arises from a breach of contract dispute \nbetween a shareholder and the corporation. \n \nId. at *12.  \n34. Similar to an agreement among a corporation and its shareholders , “the \nbylaws of a Delaware corporation constitute part of a binding broader contract among \nthe directors, officers, and stockholders formed within the statutory framework of the \n[Delaware General Corporation Law].”  Boilermakers Local 154 Ret. Fund v. Chevron \nCorp., 73 A.3d 934, 939 (Del. Ch. 2013).  “By its plain terms, [Del. Code Ann. tit. 8,] \n§ 109 provides stockholders with a broad right to adopt bylaws relating to the \nbusiness of the corporation, the conduct of its affairs, and its rights or powers or the \n \n \nrights or powers of its stockholders, directors, officers or employees.”  Hollinger Int’l, \nInc. v. Black , 844 A.2d 1022, 1078  (Del. Ch. 2004)  (quotation marks omitted) .  \nTherefore, as the Bylaws concern the internal affairs of Local Social, a Delaware \ncorporation, the Court concludes that Delaware law applies to the Bylaws.   \nB. Arbitrability \n35. Arbitrability is an issue that is subject to state law governing the formation \nof contracts, and courts are to apply state -law principles giving due regard to the \nfederal policy favoring arbitration.  Forshaw Indus. Inc. v. Insurco, Ltd. , 2 F. Supp. \n3d 772, 786−87 (W.D.N.C. 2014) ; Millar v. Reliastar Life Ins. Co. , 157 F. Supp. 2d \n645, 647 (W.D.N.C. 2000) .  “In considering a motion to compel arbitration, a court \nmust consider: (1) whether the issue of arbitrability should be decided by the court or \nthe arbitrator; and if by the court, (2) whether the claims should be resolved in \narbitration (the is sue of arbitrability).”  Legend Natural Gas II Holdings, LP v. \nHargis, C.A. No. 7213-VCP, 2012 Del. Ch. LEXIS 225, at *11 (Del. Ch. Sept. 28, 2012).  \nCourts distinguish between issues of procedural arbitrability, on the one hand, and \nissues of substantive arbitrability, on the other hand.  Id.  Procedural arbitrability \nrefers to d isputes about particular procedural preconditions to arbitration, waiver, \nand other similar defenses  to arbitrability.  James & Jackson, LLC v. Willie Gary, \nLLC, 906 A.2d 76, 79 (Del. 2006).   Courts presume that the parties intended \narbitrators to decide issues of procedural arbitrability.  Id.   \n36. “Substantive arbitrability issues are gateway questions about the scope of \nan arbitration provision and its applicability  to a given dispute.”  Id.  “Substantive \n \n \narbitrability involves, among other things, the appl icability of an arbitration clause, \nthe scope of an arbitration provision, and whether an arbitration clause is valid and \nenforceable.  When examining substantive arbitrability, the underlying question is \nwhether the parties decided in the contract to subm it a particular d ispute to \narbitration.”  Hargis, 2012 Del. Ch. LEXIS 225, at *11−12 (footnote and quotation \nmarks omitted).  Courts presume that the parties intended courts to decide issues of \nsubstantive arbitrability.  Id. at *12.  “There is an exception, however, when there is \n‘clear and unmistakable evidence’ that the parties intended otherwise.”  Willie Gary, \n906 A.2d at 78.  In Willie Gary, the Supreme Court of Delaware articulated a two -\nprong test for what constitutes clear and unmistakable evidence  that the parties \nintended for an arbitrator to decide issues of substantive arbitrability.  Id. at 80.  This \ntest requires “(1) an arbitration clause that generally provides for arbitration of all \ndisputes; and (2) a reference to a set of arbitration rules that empower arbitrators to \ndecide arbitrability, s uch as the American Arbitration Association (‘AAA’)  Rules.”  \nHargis, 2012 Del. Ch. LEXIS 225, at *13−14.  Two years later, in McLaughlin v. \nMcCann, then Vice Chancellor Strine elaborated on the first prong of the Willie Gary \ntest as follows:  \nWhat I take away from the “generally provides for arbitration of all \ndisputes” requirement is that the carveouts and exceptions to \ncommitting disputes to arbitration should not be so obviously broad and \nsubstantial as to overcome a heavy presumption that the parties agreed \nby referencing the AAA Rules and deciding to use AAA arbitration to \nresolve a wide range of disputes that the arbitrator, and not a court, \nwould resolve disputes about substantive arbitrability. \n \n942 A.2d 616, 625 (2008). \n \n \n1. The Bylaws. \n \n37. Defendant first argues that all claims and counterclaims are subject to \narbitration under the Bylaws.  (Def.’s Br. Supp. 8.)  The Court must first determine \nwhether the Court or the arbitrator is to decide issues of substantive arbitrability.  \na. The Court de cides issues of substantive arbitrability \nunder the Bylaws.  \n \n38. Defendant argues that, u nder the Bylaws, the arbitrator  is to determine \nissues of substantive arbitrability.  (Def.’s Br. Supp. 9, 11; Def.’s Suppl. Br. 6−8.)   \nConversely, Plaintiffs contend that the Court is to determine issues of substantive \narbitrability.  (Pls.’ Joint Resp. Opp’n Stallings’s Mot. Stay & Compel Arbitration \n9−10, ECF No. 17; Pls.’ Suppl. Br. 13−14.) \n39. The arbitration provision in the Bylaws provides, in relevant part: \nAny dispute arising under these Bylaws  which cannot be settled \namicably by the officers, directors, or shareholders, as the case may be, \nand which results in a deadlock , shall be determined by a single \narbitrator appointed by the A merican Arbitration Association (“AAA”)  \npursuant to the Commercial Arbitration Rules of the AAA.  The \narbitration shall in all respects be governed and conducted by applicable \nAAA rules . . . . In the event that preliminary or permanent injunctive \nrelief i s necessary or desirable prior to the decision or award of the \narbitrator in order to prevent a party from acting contrary to the \nprovisions of these Bylaws, and to prevent irreparable harm prior to a \nconfirmation of an arbitration decision or award, then either party is \nauthorized and entitled to commence a lawsuit solely to obtain equitable \nrelief against the other in a court having jurisdiction over the parties \npending the completion of the arbitration.  . . . Notwithstanding the \nforegoing, nothing contai ned herein shall prevent any party (i) from \napplying to any state or federal court of competent jurisdiction for the \nremedies of specific performance, injunctive relief, or other non-monetary \nequitable remedies . . . . \n \n(Compl. Ex. E, at 11−12 (emphasis added).) \n \n \n40. The second prong of the Willie Gary test is not at issue  as the Bylaws \nexpressly incorporate the Commercial Arbitration Rules of the American Arbitration \nAssociation (“AAA”), which empower the arbitrator to decide issues of arbitrability.   \n(Def.’s Br. Supp. Ex. B, at 13, ECF No. 12.2.)  The first prong of the Willie Gary test—\nwhether the arbitration clause “generally provides for arbitration of all disputes”—is \nat issue.  \n41. In Willie Gary, the disputed contract contained an arbitration clause that \nstated \n[a]ny controversy or claim arising out of or relating to this [a]greement \nor the breach of this [a] greement shall be settled by arbitration  . . . in \naccordance with the then-existing rules of the [AAA]. . . . [I]n addition to \nany other remedy to which the nonbreaching [m]embers may be entitled, \nat law or in equity, the nonbreaching [m] embers shall be entitled to \ninjunctive relief to prevent breaches of the provisions of this [a]greement \nand specifically to enforce the terms and provisions hereof in any action \ninstituted in any court of the United States or any state thereof having \nsubject matter jurisdiction thereof. \n \nWillie Gary, 906 A.2d at 79−80 (omissions in original).   In analyzing this language, \nthe court concluded that the arbitration clause di d not generally provide for \narbitration of all disputes, reasoning as follows: \nIn this case, the arbitration clause begins by requiring arbitration of any \ncontroversy arising out of or relating to the LLC [a]greement in \naccordance with the AAA rules.  But it continues by expressly \nauthorizing the nonbreaching [m]embers to obtain injunctive relief and \nspecific performance in the courts.  Thus, despite the broad language at \nthe outset, not all disputes must be referred to arbitration.  \n \nId. at 81.   \n42. Based on Willie Gary and its progeny, the Court concludes that the Bylaws \ndo not generally provide for arbitration of all disputes.  The arbitration provision \n \n \nbegins by requiring arbitration of  “[a]ny dispute arising under” the Bylaws that \n“results in a deadlock. ”  (Compl. Ex. E, at 11.)   This language is narrower than the \nbroad, unqualified language in the arbitration clause s at issue in Willie Gary and \nother cases that required arbitration of any or all d isputes arising under or relating \nto an agreement.  See Li v. Standard Fiber, LLC, C.A. No. 8191-VCN, 2013 Del. Ch. \nLEXIS 83, at *4, *20  (Del. Ch. Mar. 28, 2013) (concluding that the first prong was \nsatisfied where the arbitration provision required arbitration of “[a]ny controversy or \nclaim arising out of or relating to this [a]greement, or the breach thereof” and did not \ncontain any carve-outs); Feeley v. NHAOCG, LLC, 62 A.3d 649, 655 (Del. Ch. 2012) \n(concluding that the first prong was satisfied where the arbitration provision required \narbitration of “[a]ny controversy, dispute or claim arising out of or relating to this \n[a]greement or the breach thereof” and did not contain any carve-outs); ORIX LF, LP \nv. InsCap Asset Mgmt., LLC, C.A. No. 5063-VCS, 2010 Del. Ch. LEXIS 70, at *9−10, \n*23 (Del. Ch. Apr. 13, 2010) (concluding that the first prong was satisfied where the \narbitration provision required arbitration of “any dispute, controversy or claim \narising out of or relating to this [a]greement, or the breach, termination or validity \nthereof” and only contained an exception for matters subject to a different section of \nthe agreement that provided for a special arbitration proceeding); Julian v. Julian, \nCivil Action No. 4137-VCP, 2009 Del. Ch. LEXIS 164, at *18−19 (Del. Ch. Sept. 9, \n2009) (concluding that the first prong was satisfied where the arbitration provision \nrequired arbitration of “[a]ny controversy or claim arising out of or relating to the \n[a]greement” and did not contain any carve-outs); Carder v. Carl M. Freeman Cmtys., \n \n \nLLC, Civil Action No. 3319-VCP, 2009 Del. Ch. LEXIS 2, at *12, *16 (Del. Ch. Jan. 5, \n2009) (concluding that the first prong was satisfied where the arbitration provision \nrequired arbitration of “all disputes arising in any way under the [a]greement” and \ndid not contain any carve-outs).  \n43. The arbitration provision in the Bylaws is  further distinguishable from \nthose arbitration provisions that require arbitration of all disputes arising under an \nagreement but contain limited carve-outs for disputes relating to specific provisions.  \nCompare Redeemer Comm. of the Highland Crusader Fund v. Highland Capital \nMgmt., L.P., Civil Action No. 12533-VCG, 2017 Del. Ch. LEXIS 30, at *14−18 (Del. \nCh. Feb. 23, 2017) (concluding that the first prong was satisfied where an otherwise \nbroad arbitration clause required arbitration of all disputes but carved out disputes \nregarding the existence of “cause” or the repayment or payment in respect of \n“indemnification obligations”), and Hargis, 2012 Del. Ch. LEXIS 225, at *15 & n.43  \n(noting the existence of “a limited carve-out . . . for the purpose of temporarily, \npreliminarily, or permanently, [sic] enforcing the provisions of [s]ection 9 \n([c]onfidentiality) and [s]ection 10 ([a]greement [n]ot to [c]ompete) in any state or \nfederal court of competent jurisdiction” but concluding that “the carve-out is limited \nto the enforcement of two specific provisions, neither of which is relevant to this \ndispute, and, thus, does not overcome the presumption created by a reference to the \nAAA [r]ules in favor of having an arbitrator resolve disputes about substantive \narbitrability”), with Isr. Disc. Bank of N.Y. v. First State Depository Co., LLC, C.A. \nNo. 7237-VCP, 2012 Del. Ch. LEXIS 226, at *17−19 (Del. Ch. Sept. 27, 2012) \n \n \n(concluding that the first prong was not satisfied where the arbitration provision \nprovided that “[e]xcept for interpleader suits, the [p]arties agree that any controversy \nor claim arising out of or in connection with this [a]greement, or the breach thereof, \nshall be settled by arbitration”), and Brown v. T-Ink, LLC, Civil Action No. 3190-\nVCP, 2007 Del. Ch. LEXIS 174, at *3, *33 (Del. Ch. Dec. 4, 2007) (concluding that the \nfirst prong was not satisfied where the arbitration provision required arbitration of \nany dispute “concerning the interpretation or performance of this [a]greement”). \n44. Further, like the arbitration provision in Willie Gary, the arbitration \nprovision in the Bylaws expressly states that it does not prevent the parties from \nobtaining injunctive relief and specific performance in the courts.  Willie Gary, 906 \nA.2d at 81 (“But [the arbitration provision] continues by expressly authorizing the \nnonbreaching [m]embers to obtain injunctive relief and specific performance in the \ncourts.”); BAYPO Ltd. P’ship v. Tech. JV, LP, 940 A.2d 20, 23, 25 (Del. Ch. 2007) \n(“[T]he Delaware Supreme Court in Willie Gary refused to apply the majority \nexception because the arbitration provision expressly authorized broad judicial \nrecourse for injunctive relief and specific performance.”).  But see Greenstar IH Rep, \nLLC v. Tutor Perini Corp., C.A. No. 12885-VCS, 2017 Del. Ch. LEXIS 29, at *14−15 \n(Del. Ch. Feb. 23, 2017) (concluding that an arbitration provision that permitted the \nparties to seek injunctive relief in the courts, but otherwise required arbitration of all \ndisputes, satisfied the first prong of Willie Gary).      \n45. Therefore, because the arbitration provision applies only to disputes arising \nunder the Bylaws that result in a deadlock, and because the arbitration provision \n \n \nauthorizes the parties to obtain injunctive relief and specific performance in the \ncourts, the Court concludes that the arbitration provision does not generally provide \nfor arbitration of all disputes.  Accordingly, as in Willie Gary, something other than \nincorporation of the AAA rules is necessary to show that the parties intended to \nsubmit the issue of substantive arbitrability to the arbitrator.  See GTSI Corp. v. Eyak \nTech., LLC, 10 A.3d 1116, 1118, 1120 (Del. Ch. 2010) (concluding that the court need \nnot determine whether the arbitration provision generally provided for arbitration of \nall disputes where the provision expressly required arbitration of “any \ndispute . . . arising out of, or in connection with, the execution, interpretation, \nperformance or non-performance of this [a]greement (including the validity, scope \nand enforceability of these arbitration provisions)” (emphasis added)); BAYPO, 940 \nA.2d at 23, 25 (concluding that although the arbitration provision permitted the \nparties to seek injunctive relief in the courts to preserve the status quo pending \narbitration, the first prong was satisfied because the arbitration provision expressly \nprovided that the arbitrator “shall decide all [d]isputes and all substantive and \nprocedural issues related thereto” (alteration in original)); Nutzz.com, LLC v. Vertrue, \nInc., Civil Action Nos. 1231-N, 1719-N, 2006 Del. Ch. LEXIS 137, at *4, *20−21 (Del. \nCh. July 25, 2006) (concluding that although the arbitration provision contained two \ncarve-outs, the first prong was satisfied because the arbitration provision expressly \nrequired arbitration of “issues relating to arbitrability or the scope of this arbitration \nclause”).  Absent any such evidence, the Court concludes that it must decide issues of \nsubstantive arbitrability. \n \n \nb. Arbitrability of Plaintiffs’ claims under the Bylaws.  \n46. Stallings argues that all of Plaintiffs’ claims “can generally be categorized \nas disputes arising under the Bylaws which the parties have been unable to settle \namicably and which have resulted in a deadlock.”   (Def.’s Br. Supp. 8.)   Stallings \ncontends that Eaddy an d Local Social have refused to conduct an annual \nshareholders’ meeting, as required by the Bylaws, and as a result, Leggat’s successor \non the board of directors cannot be elected.   (Def.’s Br. Supp. 8.)   According to \nStallings, “[a]ll of the remaining disp utes are the result of the deadlocked dispute \nbetween Eaddy and Stallings as equal shareholders and directors of [Local Social].”   \n(Def.’s Br. Supp. 9.) \n47. As an initial matter, the Court addresses Plaintiffs’ argument that there is \nno valid agreement to arbitrate.  In order for claims to be subject to arbitration, there \nmust be a valid agreement to arbitrate.  RBC Capital Mkts. Corp. v. Thomas Weisel \nPartners LLC, C.A. Nos. 4709-VCN, 4760-VCN, 2010 Del. Ch. LEXIS 36, at *28 (Del. \nCh. Feb. 25, 2010).  Plaintif fs contend that there is no valid agreement to arbitrate \nunder the Bylaws because Plaintiffs’ contractual claims are for breach of the Exit \nAgreement, Promissory Note, and Security Agreement, which do not contain \narbitration provisions.  (Pls.’ Resp. Opp’n 12−14.)  Although this argument purports \nto dispute the existence of a valid arbitration agreement, it instead disputes whether \nPlaintiffs’ claims fall within the scope of an agreement to arbitrate.  Indeed, Plaintiffs \nargue that the Exit Agreement, Promi ssory Note, and Security Agreement “are \nenforceable contracts that the parties entered into and never agreed to arbitrate.  \n \n \nStallings’ attempt to shoehorn Plaintiff’s [sic] claims arising under these \n[a]greements into the scope of the arbitration provision  in the Bylaws fails[.]”  (Pls.’ \nResp. Opp’n 13−14 (emphasis added).)  Further, the adoption of the Bylaws by the \nparties—including Plaintiffs—is undisputed.  (Compl. ¶ 26; Answer & Countercls. 3, \n¶ 26.)  Thus, the Court concludes that a valid agreement to  arbitrate exists.  The \nCourt now turns to whether Plaintiffs’ claims fall within the scope of that agreement.   \n48. As stated by the Supreme Court of Delaware: \nWhen the arbitrability of a claim is disputed, the court is faced with two \nissues.  First, the court must determine whether the arbitration clause \nis broad or narrow in scope.  Second, the court must apply the relevant \nscope of the provision to the asserted legal claim to determine whether \nthe claim falls within the scope of the contractual provisions that require \narbitration.  If the court is evaluating a narrow arbitration clause, it will \nask if the cause of action pursued in court directly relates to a right in \nthe contract.  If the arbitration clause is broad in scope, the court will \ndefer to arbitration on any issues that touch on contract rights or \ncontract performance. \n \nParfi Holding AB v. Mirror Image Internet, Inc., 817 A.2d 149, 155 (Del. 2002).  The \npresumption in favor of arbitration, however, “will not trump basic principles of \ncontract interpretation, for a litigant cannot be required to submit to arbitration any \ndispute which [it] has not agreed to so submit.”  NAMA Holdings, LLC v. Related \nWorld Mkt. Ctr., LLC, 922 A.2d 417, 430 (Del. Ch. 2007) (alteration in original) \n(footnote and quotation marks omitted).  “[C]ontracting parties who provide for the \narbitration of disputes in their agreements need submit to arbitration only those \nclaims that touch on the legal rights created by their contract.”  Parfi Holding, 817 \nA.2d at 151.            \n \n \n49. Here, because the arbitration provision only provides for arbitration of \ndisputes arising under the Bylaws that result in a deadlock, and because it permits \nthe parties to seek injunctive relief and specific performance in the courts, the \narbitration provision is arguably narrow in scope.  Nevertheless, even assuming \narguendo that the arbitration provision is broad in scope, the Court concludes that \nPlaintiffs’ claims do not fall within the scope of the arbitration provision in the \nBylaws. \n(1) First, Second, Third, and Eighth Claims.    \n \n50. Plaintiffs’ First Claim for breach of fiduciary duty and constructive fraud is \nbased on allegations  that Stallings, as an officer before his termination and as a \ndirector both before and after his termination, breached his fiduciary duties to Local \nSocial by misappropriating and diverting Local Social’s funds and assets for \nStallings’s personal expenses; improperly accessing Local Social’s computer systems, \ndeleting company records, and preventing Local Social from accessing company \ninformation; and making disparaging comments about Eaddy and Leggat to Local \nSocial’s employees and customers.   (Compl. ¶¶ 76−87.)  Stallings contends that \nPlaintiffs’ First Claim arises under the Bylaws because it is based on Stallings’s \nalleged conduct as an officer and director, and the election, duties, and authorities of \nofficers and directors are dictated by the Bylaws.  (Def.’s Br. Supp. 10.)   \n51. Generally speaking, the Bylaws concern shareholder meetings; the election \nand power of directors; director meetings; the election and power of officers; contracts, \nloans, checks, and deposits; and share certificates.  (Compl. Ex. E.)  “The directors of \n \n \nDelaware corporations stand in a fiduciary relationship not only to the stockholders \nbut also to the corporations upon whose boards they serve.”  Malone v. Brincat, 722 \nA.2d 5, 10 (Del. 1998).  The Bylaws do not create or implicate S tallings’s fiduciary \nduties or Plaintiffs’ claim for breach thereof.    “[P]urportedly independent actions do \nnot touch matters implicated in a contract if the independent cause of action could be \nbrought had the parties not signed a contract.”  Feeley, 62 A.3d at 656 (alteration in \noriginal); see also Parfi Holding, 817 A.2d at 155 (“The issue is whether the fiduciary \nduty claims implicate any of the rights and obligations provided for in the \nUnderwriting Agreement.  Stated differently, do the fiduciary duty claims depend on \nthe existence of the Underwriting Agreement?”).  Plaintiffs’ First Claim for breach of \nfiduciary duty does not depend on the existence of the Bylaws.  Like the defendant in \nParfi Holding, Stallings “cannot point to any contract term [in the Bylaws] that \ncreates a species of obligation upon which [Plaintiffs] can base a breach of fiduciary \nduty claim.”  Parfi Holding, 817 A.2d at 158.  As such, “[t]he fiduciary duties \n[Stallings] owes [Plaintiffs] are beyond the [Bylaws] and rest on an independent set \nof rights provided for in the Delaware corporation law.”  Id.    \n52. Plaintiffs’ Second Claim for conversion and misappropriation is based on \nallegations that Stallings improperly used Local Social’s funds and assets for his \npersonal use, thereby converting Local Social’s funds and assets.  (Compl. ¶¶ 88−94.)  \nPlaintiffs’ Third Claim , for breach of the Exit Agreement , alleges  that Stallings’s \nconduct constituted a breach of the provision of the Exit Agreement providing that \n“[a]fter October 31, 20 15, neither [Eaddy] nor [Stallings] shall charge any personal \n \n \nexpenses to [Local Social]’s credit card or otherwise to [Local Social.]”  (Compl. Ex. C, \n¶ 10.)  Plaintiffs further contend that Stallings’s conduct constituted a breach of the \nExit Agreement provision that “[a]ll members of the board of directors have a \nfiduciary duty to [Local Social] regardless of employment status.”  (Compl. Ex. C, ¶ 5.)  \nPlaintiffs’ Eighth Claim, for UDTP pursuant to N.C. Gen. Stat. § 75 -1.1, is based on \nStallings’s alleged  conversion, improper access of Local Social’s computer systems \nand information, and disparaging remarks about Plaintiffs.  (Compl. ¶¶ 132−37.) \n53. As with Plaintiffs’ First Claim, Stallings contends that Plaintiffs’ Second, \nThird, and Eighth Claims arise under the Bylaws because they are based on \nStallings’s alleged conduct as an officer and director, and the election, duties, and \nauthorities of officers and directors are dictated by the Bylaws.  (Def.’s Br. Supp. 10.) \n54. Just as Plaintiffs’ breach of fiducia ry duty claim does not depend on the \nexistence of the Bylaws, Plaintiffs’ claims for conversion and misappropriation, \nbreach of the Exit Agreement, and UDTP neither depend on the existence of the \nBylaws nor touch on  matters that concern the rights or oblig ations thereunder.  In \nfact, these claims are entirely unrelated to the Bylaws.   \n55. Therefore, the Court concludes that Plaintiffs’ First, Second, Third, and \nEighth Claims do not fall within the scope of the arbitration provision in the Bylaws.    \n(2) Fourth and Seventh Claims. \n \n56. Plaintiffs’ Fourth Claim, for breach of the Shareholders’ Agreement, alleges \nthat Stallings made critical and damaging remarks about Eaddy and Leggat to Local \nSocial’s customers, employees, and other parties related to Local Social in violation \n \n \nof the non -disparagement provision.  (Compl. ¶¶ 105−07.)   The non-disparagement \nprovision states that \n[Eaddy and Stallings]  promise and agree that they shall not make \nnegative, critical, defamatory, slanderous, libelous, damaging, or \ndisparaging remarks to third-parties about each other or [Local Social], \nwhether oral or written, or about any of the Shareholders’ or [Local \nSocial]’s officers, directors, agents, shareholders, owners, principals, \naffiliates, subsidiaries, successors, or predecessors; or about any of their \nor [Local Social]’s business practices or relationships. \n \n(Compl. Ex. D, ¶ 15.) \n \n57. Plaintiffs’ Seventh Claim , for computer trespass , is brought pursuant to \nN.C. Gen. Stat. § 14 -458 and is based on allegations that Stallings improperly \naccessed Local Social’s computer systems and data after Local Social removed \nStallings a s president and terminated Stallings’s employment in November 2016.  \n(Compl. ¶¶ 122−31.)   \n58. Stallings makes no  argument as to how Plaintiffs’ Fourth or Seventh  \nClaims are disputes arising under the Bylaws.  “An arbitration clause, no matter how \nbroadly construed, can extend only so far as the series of obligations set forward in \nthe underlying agreement.”  Parfi Holding, 817 A.2d at 156.  Plaintiffs’ Fourth and \nSeventh Claims neither depend on the existence of the Bylaws nor touch on matters \nthat concern the rights or  obligations thereunder.  Therefore, the Court concludes \nthat Plaintiffs’ Fourth and Seventh Claims do not fall within the scope of the \narbitration provision in the Bylaws. \n \n  \n \n \n(3) Fifth, Sixth, and Ninth Claims.  \n59. Plaintiffs’ Fifth Claim seeks the imposition of a constructive trust, \ncontending that Stallings, by breaching his fiduciary duties, improperly gained \npossession or control of Local Social’s property, assets, and funds.   (Compl. \n¶¶ 111−17.)  Plaintiffs’ Sixth Claim seeks an accounting based on Stallings’s \nmisappropriation of Local Social’s assets and property.  (Compl. ¶¶ 118−21.)  \nPlaintiffs’ Ninth Claim seeks punitive damages based on Stallings’s breach of his \nduties to Local Social.  (Compl. ¶¶ 138−40.)   \n60. Stallings contends that Plaintiffs’ Fifth, Sixth, and Ninth Claims are not \ncauses of action, but rather simply seek a remedy for Stallings’s conduct underlying \nPlaintiffs’ First, Second, Third, and Eighth Claims, which Stallings argues are \narbitrable under the Bylaws.   (Def.’s Br. Supp. 10−11.)  The Court agrees with \nStallings’s argument as it relates to remedies not being causes of action.  As discussed \nabove, however, the underlying claims upon which the claimed remedies rest do not \nfall within the scope of the arbitration provision in the Bylaws.  Therefore, the Court \nconcludes that Plaintiffs’ Fifth, Sixth, and Ninth Claims do not fall within the scope \nof the arbitration provision in the Bylaws.   \n(4) Tenth and Eleventh Claims. \n61. In her Tenth and Eleventh Claims, Eaddy contends that Stallings is in \ndefault under the Promissory Note and Security Agreement based on Stallings’s \nbreach of the Exit Agreement and, as a result, Eaddy seeks enforcement of these two \n \n \nagreements including enforcement of h er security interest in Stallings’s fifty shares \nof Local Social Stock.  (Compl. ¶¶ 143, 145–49.)   \n62. The Security Agreement provides, in relevant part, that \n[Stallings] shall be in default under this Agreement upon the happening \nof any of the following events or conditions:  \n \n(a) The occurrence of a default under or with respect to any of the \nObligations or under any Note or other instrument evidencing the same, \nor the breach by [Stallings] of any covenant or condition contained in \nthis Agreement;  \n \n. . . .  \n \n(e) The occurrence of anything which [Eaddy] in good faith \nbelieves endangers the [fifty shares of Local Social stock] or [Stallings]’s \nability to perform his obligations hereunder. \n \n(Compl. Ex. B, at 3−4.)  Eaddy contends that Stallings is in default under subsections \n(a) and (e) because Stallings improperly used Local Social’s credit cards and funds in \nbreach of the Exit Agreement, Stallings made disparaging and critical remarks about \nEaddy and Leggat in breach of the Shareholders’ Agreement, and Stalli ngs \nimproperly accessed Local Social’s systems and thereby caused Local Social \nsignificant financial damage.  (Compl. ¶ 148.) \n63. Stallings makes no  argument in his briefs as to how Eaddy’s Tenth or \nEleventh Claims are disputes arising under the Bylaws.  “[T]he existence of a ‘broad’ \ncontractual arbitration provision does not require the parties to arbitrate all disputes \nthat might arise between them.”  Majkowski v. Am. Imaging Mgmt. Servs., LLC, 913 \nA.2d 572, 583 (Del. Ch. 2006).   Eaddy’s Tenth Claim for enforcement of the \nPromissory Note and Eleventh Claim for judicial enforcement of her security interest \n \n \nare wholly independent of the Bylaws and do not touch on matters that concern the \nrights or obligations thereunder.  Therefore, the Court concludes that  Plaintiffs’ \nTenth and Eleventh Claims do not fall within the scope of the arbitration provision \nin the Bylaws.   \nc. Arbitrability of Defendant’s counterclaims.  \n(1) First and Second Counterclaims. \n64. Stallings’s First Counterclaim for breach of the Exit Agreement is based on \nallegations that Plaintiffs have (1) failed to provide Stallings with monthly financial \nreports as required by paragraph 15 of the Exit Agreement, (2) failed to conduct board \nof directors’ meetings as required by paragraph 15 of the Exit Agreem ent, (3) failed \nto provide Stallings with access to Local Social’s documents as required by paragraph \n17 of the Exit Agreement, (4) refused to allow Stallings to inspect Local Social’s books \nand records as required by paragraph 17 of the Exit Agreement, ( 5) failed to pay \nStallings in accordance with paragraph 21 of the Exit Agreement, ( 6) failed to give \nStallings the maximum gift exclusion allowance in violation of paragraph 26 of the \nExit Agreement, and (7) disclosed the existence and terms of the Exit Agr eement in \nviolation of paragraph 31 thereof.  (Answer & Countercls. 16, ¶ 7.) \n65. Stallings’s Second Counterclaim for breach of the Shareholders’ Agreement \nis based on allegations that Plaintiffs (1) failed to provide Stallings with his tax \ndistribution as required by paragraph 13 of the Shareholders’ Agreement, (2) failed \nto make required tax distributions and issued schedule K-1s in violation of paragraph \n13 of the Shareholders’ Agreement, and (3) made disparaging remarks about \n \n \nStallings in violation of parag raph 15 of the Shareholders’ Agreement.  (Answer & \nCountercls. 17, ¶ 14.)  \n66. Stallings makes no argument as to how his First or Second Counterclaim \nare disputes arising under the Bylaws.  These claims do not depend on the existence \nof the Bylaws or concern matters that touch on the rights or obligations thereunder.  \nTherefore, the Court concludes that Stallings’s First and Second Counterclaims do \nnot fall within the scope of the arbitration provision in the Bylaws.  \n(2) Third Counterclaim. \n67. Stallings’s Third Counterclaim for breach of the Bylaws is based on \nallegations that Plaintiffs have failed to hold both an annual shareholders’ meeting \nand a regular meeting of the board of directors  as required by the Bylaws .  (Answer \n& Countercls.  18, ¶ 20.)  Even considering the arbitration provision as narrow in \nscope, this claim unquestionably involves a dispute that arises under the Bylaws as \nit directly relates to an obligation expressly created by the Bylaws—the obligation to \nhave annual shareholders’ meetings and regular meetings  of the board of directors.  \nSee Parfi Holding, 817 A.2d at 155 (“If the court is evaluating a narrow arbitration \nclause, it will ask if the cause of action pursued in court directly relates to a right in \nthe contract.”).   \n68. Whether the underlying dispute results in a deadlock is not a s clear.  \nStallings argues that a deadlock exists between Eaddy and Stallings as the sole and \nequal shareholders of Local Social.   (Def.’s Br. Supp. 8−9.)   Plaintiffs argue that a \nshareholder deadlock between Eaddy and Stallings is not possible due to a provision \n \n \nin the Shareholders’ Agreement, which provides that the chairman of the board of \ndirectors shall have a tie -breaking vote with respect to any shareholder -deadlocked \nmatter.  (Pls.’ Resp. Opp’n 15−17.)  Unlike the Shareholders’ Agreement, however, \nthe Bylaws do not address the meaning of “deadlock .”  Further, the Bylaws do not \nprovide a mechanism by which any such deadlock may be broken.  The current edition \nof Black’s Law Dictionary defines “deadlock” as “ [a] state of inaction  resulting from \nopposition, a la ck of compromise or resolution, or a failure of election[,]” and “[t]he \nblocking of corporate action by one or more factions of shareholders or directors who \ndisagree about a significant aspect of corporate policy.”  Black’s Law Dictionary (10th \ned. 2014).  Arguably, the failure to hold meetings is a “state of inaction” resulting \nfrom Eaddy and Stallings’s failure to compromise, thereby constituting a “deadlock.”   \n69. Although whether the dispute has resulted in a “deadlock” as that term is \nused in the Bylaws is not clear, the dispute underlying Stallings’s Third Counterclaim \nfor breach of the Bylaws clearly arises under the Bylaws , and “[a]ny doubt as to \narbitrability is to be resolved in favor of arbitration.”  SBC Interactive, Inc. v. Corp. \nMedia Partners, 714 A.2d 758, 761 (Del. 1998).   Therefore, the Court concludes that \nStallings’s Third Counterclaim for breach of the Bylaws falls within the scope of the \narbitration provision of the Bylaws and, accordingly, must be sent to arbitration.   \n(3) Fourth and Fifth Counterclaims. \n \n70. Stallings’s Fourth Counterclaim contends that Local Social failed to pay \nStallings wages that had accrued to Stallings at the time of his termination in \nviolation of N.C . Gen. Stat. §§ 95 -25.6 and 95 -25.7.  (Answer & Countercls. 18−19, \n \n \n¶¶ 25−33.)  Stallings’s Fifth Counterclaim for conversion is based on allegations that, \nat the time of Stallings’s termination, Plaintiffs wrongfully assumed ownership over \npersonal propert y belonging to Stallings.  (Answer & Countercls. 19, ¶¶ 34−39.)  \nStallings makes no  argument as to how his Fourth  or Fifth  Counterclaims are \ndisputes arising under the Bylaws.  These claims neither depend on the existence of \nthe Bylaws nor concern matters that touch on the rights or obligations thereunder.  \nTherefore, the Court concludes that Stallings’s Fourth and Fifth Counterclaims do \nnot fall within the scope of the arbitration provision in the Bylaws. \n2. The Shareholders’ Agreement  and Stock Purchase \nAgreement. \n \n71. Stallings alternatively argues that, if the Court concludes that all claims \nare not arbitrable under the Bylaws, then Plaintiffs’ First, Second, Third, Fifth, Sixth, \nEighth, and Ninth Claims and Stallings’s Third Counterclai m are arbitrable under \nthe Bylaws; Plaintiffs’ Fourth Claim and Stallings’s Second Counterclaim are \narbitrable under the Shareholders’ Agreement; and Eaddy’s Tenth and Eleventh \nClaims are arbitrable under the Stock Purchase Agreement.  (Def.’s Br. Supp. 10−12.)  \nHaving discussed and determined the arbitrability of all claims under the Bylaws, \nthe Court limits it s analysis to Stallings’s contentions  of arbitrability under the \nShareholders’ Agreement and the Stock Purchase Agreement.  \na. The arbitrator is to decide issues of substantive \narbitrability under the Shareholders’ Agreement. \n \n72. Stallings contends that Plaintiffs’ Fourth Claim and Stallings’s Second \nCounterclaim, both for breach of the Shareholders’ Agreement, are arbitrable under \n \n \nthe Shareholders’ Agreement.  (Def.’s Br. Supp. 11−12.)   As with Stallings’s Motion \nto Compel Arbitration under the Bylaws, the Court must first determine whether the \nCourt or the arbitrator is to decide  issues of substantive arbitrability  under the \nShareholders’ Agreement.  \n73. The arbitration provision in the Shareholders’ Agreement provides, in \nrelevant part:  \nExcept as otherwise provided for deadlocked matters in Paragraph 25 \nhereof, in the event of a disagreement with respect to any matter \nwhatsoever aris ing under this Agreement  . . . the dispute shall be \nreferred to an arbitration committee whose decision shall be binding on \nall of the parties hereto without further action or recourse. . . .  \n \n. . . . \n \n. . . Except as herein provided, the rules of the [AAA] will apply in \narbitration proceedings. \n \n(Compl. Ex. D, ¶ 23.)  Plaintiffs argue that the arbitration provision’s reference to the \nAAA rules has no bearing on this Court’s determination of  whether the parties \nintended for the arbitrator to decide issues of substantive arbitrability because the \nprovision does not reference the  “Commercial Arbitration Rules” or  another specific \nbody of rules.  (Pls.’ Resp. Opp’n 12.)  The Court disagrees.  See Hargis, 2012 Del. Ch. \nLEXIS 225, at *4, *16−17  (concluding that the second prong of Willie Gary was \nsatisfied where the arbitration provision provided that “the rules then obtaining of \nthe [AAA] will apply”); Julian, 2009 Del. Ch. LEXIS 164, at *18−20 (concluding that \nthe second prong was satisfied where the arbitration provision provided that “the \nrules of the [AAA]” will apply); McLaughlin, 942 A.2d at 619, 626 (same).  Thus, the \n \n \nsecond prong of Willie Gary is satisfied as the arbitration provision states that the \nrules of the AAA will apply.      \n74. The Court further concludes that the first prong of Willie Gary, that the \nagreement generally provides for arbitration of all disputes,  is satisfied.  The \narbitration provision encompasses disagreements “wi th respect to any matter \nwhatsoever arising under” the Shareholders’ Agreement.  The carve -out for \ndeadlocked matters under paragraph 25 does not affect the provision’s broad scope.  \nPursuant to paragraph 25, a shareholder vote that results in a tie is deemed \ndeadlocked, and the chairman of the board of directors has a tie-breaking vote with \nrespect to any deadlocked matter .  (Compl. Ex. D, ¶ 25.)   If the chairman elects not \nto vote, then paragraph 25 provides that the deadlocked matter shall be determined \npursuant to the arbitration provision.  (Compl. Ex. D, ¶ 25.)  This limited carve-out, \nin conjunction with the otherwise broad scope of the arbitration provision,  “does not \novercome the presumption created by a reference to the AAA [r]ules in favor of having \nan arbitrator resolve disputes about substantive arbitrability.”  Hargis, 2012 Del. Ch. \nLEXIS 225, at *15 n.43.          \n75. “[E]ven if the Willie Gary  test is satisfied, a court must still make a \npreliminary evaluation of whether the party seeking to avoid arbitration of \narbitrability has a made a clear showing that its adversary has made essentially no \nnon-frivolous argument about substantive arbitrability.”  Li, 2013 Del. Ch. LEXIS 83, \nat *17 (quotation marks omitted).  “[W]hen a non -frivolous argument in favor of \nsubstantive arbitrability exists and the first two prongs of Willie Gary are satisfied, \n \n \nthe Court should defer to the arbitrator.”  Redeemer Comm., 2017 Del. Ch. LEXIS 30, \nat *10 (alteration in original).  Here, a non-frivolous argument exists that Plaintiffs’ \nFourth Claim and Stallings’s Second Counterclaim for breach of the Shareholders’ \nAgreement are arbitrable under the Shareholders’ Agree ment.  Both claims concern \nrights and obligations created by the Shareholders’ Agreement and, thus, arguably \nconstitute disagreements over matters arising under the agreement.  Therefore, the \nCourt concludes that the arbitrability of Plaintiffs’ Fourth Cla im and Stallings’s \nSecond Counterclaim must be decided by the arbitrator.  \nb. The arbitrator is to decide issues of substantive \narbitrability under the Stock Purchase Agreement.  \n   \n76. Stallings argues that Eaddy’s Tenth Claim for enforcement of the \nPromissory Note and Eleventh Claim for judicial enforcement of her security interest \nare arbitrable under the Stock Purchase Agreement.   (Def.’s Br. Supp. 12−13.)   As \nwith Stallings’s claims of arbitrability under the Bylaws and the Shareholders’ \nAgreement, the Court must first determine whether the Court or the arbitrator is to \ndecide issues of substantive arbitrability under the Stock Purchase Agreement.  \n77. The arbitration provision in the Stock Purchase Agreement provides, in \nrelevant part, that “[a] ny dispute arisin g under or in any way related to this \nAgreement shall be submitted to binding arbitration by the [AAA] in accordance with \nthe Association’s commercial rules then in effect.”  (Aff. Stallings Ex. A, § 8.8(b).)   \n78. The Court concludes that the Stock Purchase Agreement satisfies the Willie \nGary test.  The arbitration provision contains broad, unqualified language requiring \narbitration of all disputes arising under or related to the Stock Purchase Agreement.  \n \n \nUnlike the arbitration provisions in the Bylaws and th e Shareholders’ Agreement, \nthe arbitration provision in the Stock Purchase Agreement contains no carve -outs, \nlimited or otherwise.  Further, the Stock Purchase Agreement provides that the \nAAA’s commercial rules will apply, thereby satisfying the second pro ng.  Therefore, \nthe arbitrability of Eaddy’s Tenth and Eleventh Claims must be determined by the \narbitrator unless there is no non-frivolous argument in favor of arbitrability.   \n79. Plaintiffs argue that Eaddy’s Tenth and Eleventh Claims arise under the \nPromissory Note and the Security Agreement, not the Stock Purchase Agreement, \nand that the Stock Purchase Agreement is irrelevant to the present dispute because \nno party has asserted a claim under the Stock Purchase Agreement.   (Pls.’ Resp. \nOpp’n 22−23.)  The arbitration provision in the Stock Purchase Agreement, however, \nprovides for arbitration of “[a]ny dispute arising under or in any way related to” the \nStock Purchase Agreement.  Thus, that Plaintiffs’ claims do not specifically or \nexpressly arise under  the Stock Purchase Agreement does not foreclose the \narbitrability of these claims under the Stock Purchase Agreement. \n80. The Court concludes that there is a non -frivolous argument in favor of \narbitrability of Eaddy’s Tenth and Eleventh Claims under the Stock Purchase \nAgreement.  The Stock Purchase Agreement concerns Eaddy’s sale of fifty shares of \nLocal Social stock to Stall ings for $125,000, and expressly states that the purchase \nprice is to be paid via a promissory note.  (Aff. Stallings Ex. A, §§ 1.1−1.2.)  The Stock \nPurchase Agreement further provides that Stallings’s obligations under the \npromissory note “shall be secured by a pledge” of the stock for Eaddy’s benefit.  (Aff. \n \n \nStallings Ex. A, § 1.2.)   The Promissory Note is in the amount of $125,000 —the \npurchase price of the stock as set forth in the Stock Purchase Agreement —and \nprovides that it is secured  by the Security Agreement covering fifty shares of Local \nSocial stock in Stallings’s name.  (Compl. Ex. A, at 1−2.)   The Security Agreement \ngrants Eaddy a security interest in Stallings’s fifty shares of Local Social stock —the \nstock sold by Eaddy to Stallings pursuant to the Stock Purchase Agreement.  (Compl. \nEx. B, at 1.) \n81. “The Court’s analysis of whether there is any non -frivolous argument is \nlimited—a court must not delve into the scope of the arbitration clause and the details \nof the contr act and pendin g lawsuit.”  3850 & 3860 Colonial Blvd., LLC v. Griffin , \nC.A. No. 9575 -VCN, 2015 Del. Ch. LEXIS 52, at *13 (Del. Ch. Feb. 26, 2015) \n(quotation marks omitted).   “[O]therwise a court would be deciding the first -order \nquestion of substantive arbitrability before deciding the second-order question of who \ndecides substantive arbitrability.”  Li, 2013 Del. Ch. LEXIS 83, at *18.  Based on its \nlimited review, the Court concludes that there is a non-frivolous argument in favor of \narbitrability of Eaddy’s Tenth and E leventh Claims and, as a result, the arbitrator \nmust decide the arbitrability of these claims.  \nC. Stay of Proceedings \n82. The Court has determined above that some, but not necessarily all, of the \nclaims and counterclaims must be sent to arbitration.  Notwithstanding the fact that \nsome of the claims raised by the pleadings do not appear to be subject to arbitration \nprovisions, Stallings nonetheless requests, pursuant to N.C. Gen. Stat. § 1 -569.7(g), \n \n \nthat the Court stay any further judicial proceedings i n this action pending the \noutcome of arbitration.  (Def.’s Br. Supp. 14); see 9 U.S.C. § 3 (providing for a stay of \njudicial proceedings pending arbitration); Southland Corp. v. Keating, 465 U.S. 1, 16 \nn.10 (1984) (“[W]e do not hold that §§ 3 and 4 of the [FAA] apply to proceedings in \nstate courts.”); Gaylor, Inc., 2015 NCBC LEXIS 102, at *12  (“[E]ven when the FAA \ngoverns a dispute, state law fills procedural gaps in the FAA as it is applied in state \ncourts, including where claims might otherwise be governe d by sections 3 and 4 of \nthe FAA.” (citations and quotation marks omitted)).   \n83. Section 1-569.7(g) provides that “[i]f the court orders arbitration, the court \non just terms shall stay any judicial proceeding that involves a claim subject to the \narbitration.”  N.C. Gen. Stat. § 1-569.7(g).  Having concluded that Stallings’s Third \nCounterclaim is subject to arbitration, the Court must stay the proceedings  with \nrespect to this claim, which includes Plaintiffs’ Motion to Dismiss this claim .  See \nFontana v. Se. Anesthesiology Consultants, P.A., 221 N.C. App. 582, 592, 729 S.E. 2d \n80, 88 (2012).   \n84. Section 1 -569.7(g) further provides that “[i]f a claim subject to the \narbitration is severable, the court may limit the stay to that claim.”  N.C. Gen. Stat. \n§ 1-569.7(g).  “The trial court has broad discretion to grant or deny a request for stay \nin such circumstances.”  Gaylor, Inc., 2015 NCBC LEXIS 102, at *21−22.  The Court \nhas concluded that the arbitrator must decide the arbitrability of Plaintiffs’ Fourth, \nTenth, and Eleventh Claims and Stallings’s Second Counterclaim.   Other than \nStallings’s Second and Third Counterclaim s and  Plaintiffs’ Fourth, Tenth, and \n \n \nEleventh Claims , the remaini ng claims and counterclaims are not subject to \narbitration as set forth in this Order and Opinion.        \n85. The Court, in its discretion, defers ruling on Defendant’s request for a stay \nof all claims and counterclaims in this action pending the arbitrator’s decision on the \narbitrability of Plaintiffs’ Fourth, Tenth, and Eleventh Claims and Stallings’s Second \nCounterclaim.  Upon the arbitrator’s decision thereon, the Court will determine \nwhether the non-arbitrable claims are severable and, if so, whether the s tay should \nbe limited to the arbitrable claims.  The Court defers ruling on Plaintiffs’ Motion to \nDismiss pending the Court’s determination of the scope of the stay.       \n86. While the Court stands ready to make a decision as to the stay request upon \nthe arbitrator’s determination of arbitrability and  to proceed on all non-arbitrable \nclaims and issues at the appropriate time, the parties retain the right, by agreement, \nto have an arbitrator or panel of arbitrators consider and determine all issues in this \ncase, not just those transferred to arbitration pursuant to this Court’s ruling.  That \ndecision is one the parties must make mutually and voluntarily.   \nV. CONCLUSION \n87. For the foregoing reasons, the Court GRANTS in part and DENIES in \npart Stallings’s Motion to Compel Arbitration as follows: \nA. The Court GRANTS Stallings’s Motion to Compel  Arbitration and \norders Stallings’s Third Counterclaim to arbitration pursuant to the \nBylaws, and the litigation of this claim is STAYED pending the \noutcome of arbitration. \n \n \nB. The determination of the arbitrability of Plaintiffs’ Fourth Claim and \nStallings’s Second Counterclaim under the Shareholders’ \nAgreement, and the determination of the arbitrability of Eaddy’s \nTenth and Eleventh Claims under the Stock Purchase Agreement, \nare DEFERRED to the arbitrator.  The Court DEFERS ruling on \nDefendant’s request for a stay as to these claims pending the \narbitrator’s decision on the arbitrability thereof. \nC. The Court DENIES Stallings’s Motion to Compel  Arbitration as to \nPlaintiffs’ First, Second,  Third, Fifth, Sixth, Seventh, Eighth, and \nNinth Claims and Stallings’s First, Fourth, and Fifth Counterclaims.  \nThe Court DEFERS ruling on Defendant’s request for a stay as to \nthese claims pending the arbitrator’s decision on the arbitrability of \nPlaintiffs’ Fourth, Tenth, and Eleventh Claims and Stallings’s \nSecond Counterclaim.    \nD. The Court DEFERS ruling on Plaintiffs’ Motion to Dismiss pending \nthe Court’s determination of the scope of the stay.  \nE. The parties shall notify the Court of the arbitrator’s decision \nconcerning the arbitrability of Plaintiffs’ Fourth, Tenth, and \nEleventh Claims and Stallings’s Second Counterclaim within seven \ndays after such decision has been issued. \nF. The parties shall notify  the Court of the outcome of the  arbitration \nproceeding within seven days after the arbitrator has issued his or \n \n \nher decision.  The parties shall submit to the Court a copy of the \narbitrator’s decision accompanied by the parties’ recommendations \nconcerning further proceedings in this Court.   \nSO ORDERED, this the 9th day of October, 2017. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}