{
  "id": "308181e1aca742336cbe26aa62b5ba8bc2f503694028ee305949ea12635c08ea",
  "source_file": "data/raw/ncbc/308181e1aca742336cbe26aa62b5ba8bc2f503694028ee305949ea12635c08ea.pdf",
  "raw_text": " \nSTATE OF NORTH CAROLINA \n \nORANGE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22CVS001021-670 \n \nCOMPASS TAX SERVICES, LLC; \nASHOK LAMICHHANE; and AMAR \nSHRESTHA, \n \nPlaintiffs, \n \nv. \n \nRABINDRA KARKI, \n \nDefendant. \n \n \n \n \n \nOPINION AND  \nFINAL JUDGMENT \n \n \n1. THIS MATTER came on for trial without a jury before the undersigned on \n27 May 2025.  (ECF No. 78.)  The matter is now ripe for final determination. \nI. INTRODUCTION \n2. This dispute arises out of Defendant and Counterclaim Plaintiff Rabindra \nKarki’s (Karki) sale of five Liberty Tax franchise locations to Plaintiffs  and \nCounterclaim Defendants Compass Tax Services, LLC (Compass Tax), Ashok \nLamichhane (Lamichhane), and Amar Shrestha (Shrestha; and with Compass Tax \nand Lamichhane, Counterclaim Defendants).  \n3. Karki contends that the Counterclaim Defendants  failed to fulfill their \npayment obligations under the operative sale agreement and that Lamichhane made \nmaterial misrepresentations regarding his intent when entering into the operative \nsale agreement and breached his fiduciary duty as majority owner and manager of \nCompass Tax. \nCompass Tax Servs., LLC v. Karki, 2025 NCBC 35. \n4. Based on the following Findings of Fact and Conclusions of Law, the Court \nissues its Opinion and Final Judgment. \nII. PROCEDURAL HISTORY \n5. Counterclaim Defendants initiated this action on 19 August 2022  by filing \nthe Verified Complaint.  (ECF No. 4.)   \n6. On 23 September 2022, this action was designated as a mandatory complex \nbusiness case by order of the Chief Justice of the Supreme Court of North Carolina , \n(ECF No. 1), and assigned to the undersigned, (ECF No. 2). \n7. Thereafter, on 16 February 2023, Counterclaim Defendants  filed their \nAmended Complaint as a matter of right, asserting eleven claims for relief against \nKarki.  (See generally  Am. Compl. , ECF No. 20. )  Thereafter, they  voluntarily \ndismissed nine of those eleven claims without prejudice.  (See ECF No. 31.)  As a \nresult, Counterclaim Defendants maintained two claims against Karki for (1) breach \nof contract, (Am. Compl. ¶¶ 43–47); and (2) breach of the duty of good faith and fair \ndealing, (Am. Compl. ¶¶ 48–55). \n8. On 20 March 2023, Karki filed his Answer to the Amended Complaint and \nAmended Counterclaims in which he requested a jury trial.  (ECF No. 2 6.)  Karki  \nasserted the following counterclaims against the Counterclaim Defendants: \n(1) breach of contract (Counterclaim One), (Countercl. ¶¶  103–06); (2) fraud \n(Counterclaim Two), (Countercl. ¶¶  107–14); (3) breach of fiduciary duty \n(Counterclaim Three), (Countercl. ¶¶ 115– 20); (4) constructive fraud (Counterclaim \nFour), (Countercl. ¶¶ 121– 26); and (5) violations of th e North Carolina Unfair and \nDeceptive Trade Practices Act (UDTPA), N.C.G.S. §  75-1.1 et seq. , (Counterclaim \nFive), (Countercl. ¶¶ 131–37).1 \n9. After completion of discovery, on 17 October 2023, the parties filed cross -\nmotions for summary judgment.  (ECF Nos. 41, 45.)  After briefing was complete, the \nCourt held a hearing on the motions.  ( See ECF No. 56.)  Following the hearing, the \nCourt entered its Order and Opinion on Cross-Motions for Summary Judgment, (ECF \nNo. 61), dismissing all of Counterclaim Defendants’ claims and  leaving only Karki’s \ncounterclaims for trial.  \n10. On 2 July 2024, t he Court originally set this matter for trial to begin on \n4 February 2025 in Orange County, North Carolina.  (ECF No. 62.)  Thereafter, the \nparties withdrew their request for a jury trial.  (ECF No. 69.) \n11. Following difficulties scheduling Nepalese interpreters for trial purposes, \nthe Court cancelled the trial set for 4 February 2025, (ECF No. 73), and subsequently \nset trial for 27 May 2025, (ECF No. 78).  \n12. Beginning on 27 May 2025, the parties, through their counsel, presented \nevidence to the Court at trial in the form of f ive live witnesses, stipulations of fact, \nvarious exhibits, and deposition testimony.  Following conclusion of trial,  on 3 July \n2025, the parties submitted proposed findings of fact and conclusions of law.  (ECF \nNos. 81.1, 82.1.) \n13. All issues and claims are now ripe for resolution.  \n \n1 Karki originally asserted a counterclaim for civil conspiracy, (Countercl. ¶¶  127–130); \nhowever, he voluntarily dismissed that claim without prejudice on 22 November 2023, ( see \nECF No. 51).  \nIII. FINDINGS OF FACT \n14. Based on the evidence properly considered by the Court, the Court makes \nthe following Findings of Fact.  Any determination later stated as a conclusion of law \nthat should have been stated as a finding of fact is incorporated into these Findings \nof Fact. \nA. The Parties \n15. Compass Tax is a North Carolina limited liability company with its \nprincipal office in Chapel Hill, North Carolina.  Compass Tax was organized on 16 \nJuly 2021 and has three members—Lamichhane, Shrestha, and Karki.  (See Karki’s \nEx. 103 at 5 [Op. Agt.].) \n16. Lamichhane is a citizen and resident of Orange County, North Carolina.   \nLamichhane holds a seventy-five percent interest in Compass Tax.  (Op. Agt. 5.) \n17. Shrestha is a citizen and resident of Durham County, North Carolina.   \nShrestha holds a fifteen percent interest in Compass Tax, (Op. Agt. 5), and he is also \nemployed full-time at Harris Teeter.  \n18. Karki is a citizen and resident of Morrisville, North Carolina.  Karki holds \na ten percent interest in Compass Tax.  (Op. Agt. 5.) \nB. Beginning of the Parties’ Relationship \n19. For approximately twenty years, Karki has directly and indirectly owned \ntax preparation businesses in central North Carolina that operate as Liberty Tax \nfranchises.   \n20. Each store had a store manager who was responsible for carrying out the \nwork at each individual location.  Mindy Hickerson, who has worked with Karki for \nmany years and generally oversaw the operation of his tax  preparation businesses, \nacted as the store manager in Raleigh.  Ms. Hickerson was also the “general manager” \nfor Karki’s businesses in that she served as central administrat or and addressed \nissues that arose in the day-to-day operations of the stores. \n21. Karki’s businesses included five tax preparation stores  located at the \nfollowing addresses (the Businesses):  \na. 3825 S. Roxboro Street #136, Durham, NC 27713; \nb. 247 Grande Heights Drive, Cary, NC 27513; \nc. 4456 Fayetteville Road, Raleigh, NC 27603; \nd. 501 Raleigh Road, Angier, NC 27501; and \ne. 3808 Guess Road, Durham, NC 27705. \n22. Each of these five locations operated as a Liberty Tax franchise.   \n23. Lamichhane and Karki knew each other through a mutual friend in the \nNepali community.  In early 2021, Lamichhane was residing with his wife and family \nin New Jersey.  Lamichhane and Karki became  reacquainted and, during that time, \nthe two began discussing the possibility of Lamichhane purchasing the Businesses  \nfrom Karki. \n24. During those discussions, Karki provided Lamichhane the gross sales \nfigures for the Businesses between March and May 2021 by way of text message.   \nLamichhane relied on only the financial information provided and shown to him by \nKarki in making his decision to pursue this opportunity.  \n25. Around the same  time, Lamichhane informed Shrestha of the same \nopportunity, and Shrestha notified Lamichhane that , if Lamichhane purchased one \nor more of the Businesses, Shrestha wanted to join in. \n26. In May 2021, a document was drafted by Lamichhane for the acquisition of \nthe Businesses from Karki (the May Agreement) .  T he May Agreement  reflected a \npurchase price of $720,000 .00 for the five Liberty Tax franchise locations owned by \nKarki.  (See Karki’s Ex. 101 [May Agt.].) \n27. Shrestha and Karki met on 14 May 2021 without Lamichhane, who was at \nthat time still living  in New Jersey .  However, the three men  spoke on the phone  \nwhile Shrestha and Karki signed the May A greement.  (May Agt. 4.)  There is no \nevidence that Lamichhane ever signed the May Agreement.  \n28. The May Agreement also provided that a $15,000.00 deposit would be paid \nto Karki on the date the agreement was executed and that the deposit would be \napplied to the purchase price at closing.  (May Agt. 1.)  This payment was made to \nKarki on 14 May 2021 by a check written and delivered by Shrestha , and  Karki \ndeposited that check on 26 May 2021.  \n29. By July 2021, Lamichhane had moved to North Carolina from New Jersey \nand began advertising and operating the Businesses.  On 30 July 2021, Lamichhane \nincorporated Compass Tax with the North Carolina Secretary of State, (Karki \nEx. 104), with the purpose of purchasing the Businesses from Karki and operating \nthem.   \nC. The September Agreement and Conduct Related Thereto \n30. On 15 September 2021, Lamichhane invited Karki and Shrestha to his \nhome for dinner.  After dinner, the three men discussed a new purchase and sale \nagreement related to the Businesses (the September Agreement).  (See Karki Ex. 102 \n[Sept. Agt.].)  This document, like the May Agreement, was drafted by Lamichhane \nusing sources found on the internet. \n31. The preamble of the September Agreement states that “Compass Tax \nServices LLC (as represented by Ashok Lamichhane[,] Amar Shrestha[,] and \nRabindra Karki[  ]) agrees to purchase [the Businesses] from Rabindra Karki[.]”  \n(Sept. Agt. ¶ 1.)   Lamichhane, Shrestha, and Karki each signed the September \nAgreement on 15 September 2021.  (Sept. Agt. 4.)  Lamichhane and Shrestha signed \nin their individual capacities as the “buyers” and Karki signed in his individual \ncapacity as the “seller.”  (Sept. Agt. 4.) \n1. Purchase Price and Subsequent Payments \n32. The September Agreement represents that Karki, as a result of the sale, \nwould receive $648,000.00, not the $720,000.00 as provided in the May Agreement,  \nas follows:  \na) $15,000 paid on 5/15/2021 as initial deposit payment when signed the \nContract for the Purchased [sic] and Sales of a Business was signed.  \na) [sic] Out of purchase price $179,400 shall be for operating and other \nthe [sic] expenses and remaining shall be inventory, furniture and \nfixture and good will, of which $79,400 shall be paid in cash on 8/24/2021 \nand $100,000 will be paid in cash on 9/30/2021[.]  \nb) Remaining balance shall be paid as promissory note in 5 installments \nbeginning 5/15/2022[.]  \nc) Compass Tax Services LLC shall pay interest of Bank prime loan plus \n1 percent as of 5/10/2021 which is 3.25 + 1=4.25% Annual compound[.]  \n \n(Sept. Agt. ¶ 2.)   Lamichhane drafted the September Agreement in order to reflect \nthat the $720,000.00 purchase price would be decreased from the amount \ncontemplated in the May Agreement to $648,000.00, which would account for Karki’s \nten percent ownership interest in Compass Tax.   \n33. In accordance with the terms of the September Agreement, the following \npayments were made to Karki: (1) the initial deposit of $15,000.00 on 14  May 2021 \nby check drawn on Shrestha’s personal account ; (2) a sum of $79,400.00 on \n8 September 2021 by check drawn on Lamichhane’s personal account ; and \n(3) $35,000.00 of the $100,000.0 0 payment on 30 September 2021  made by \nLamichhane and Shrestha. \n34. After all parties sign ed the September Agreement and payment  was \nremitted to Karki pursuant thereto, Lamichhane brought to Karki’s attention that he \nfelt the purchase price was too high and attempted to negotiate a different price.  \nKarki declined.  \n35. As a result, Lamichhane asked for additional time to pay the remainder of \nthe $100,000.00 payment,  due on 30 September 2021 , and Karki did not object.  \nHowever, by December 2021, Karki made a demand upon Lamichhane to remit all \namounts overdue.  Karki received no further payments.  \n2. Management Fees to Lamichhane \n36. The September Agreement also contains a provision that provides:  \nLamichhane will be managing member of this entity and he shall be paid \n$500 for each franchise territory a month as Management fee for \nmaintaining the day -to-day business for first year and $1000 for each \nfranchise territory a month as Management fee for m anaging the day-\nto-day business for second year and $1500 for each franchise territory a \nmonth as Management fee for managing the day -to-day business for \nafter 2nd year.  \n \n(Sept. Agt. ¶ 19.)   At the same meeting where the parties signed the September \nAgreement, the parties signed the Operating Agreement for Compass Tax, which was \nalso prepared by Lamichhane.  (Op. Agt.)  The Operating Agreement, in addition to \nthe management fee provided for in the September Agreement,  states that “[a]ny \nmanager rendering services to the Company is entitled to compensation \nproportionate with the value of those services.”  (Op. Agt. ¶ 5.1.) \n37. A checking account was set up for Compass Tax.  The  evidence shows that \nfive checks for varying amounts , some exceeding $5,000.00,  were written out from \nthis account to Lamichhane for “management fees” or “cash,” for a total of $61,700.00 \nbeing paid to Lamichhane for management services provided to the Businesses.  (See \nKarki Exs. 114 –18.)  Lamichhane used one check for  “cash” to pay a contractor for \nwork done on his home.  \nD. Management and Operation of Compass Tax \n38. Compass Tax operated the Businesses from 15 September 2021 through the \nend of the 2022 tax season , or 15 April 2022 .  In addition to a business checking \naccount, Compass Tax established a payroll account and a savings account with \nSunTrust Bank no later than 24 September 2021.  (See ECF No. 79.) \n39. When payments were not made pursuant to the September Agreement, the \nbusiness relationship between the parties deteriorated.   \n40. Further, during the 2022 tax season, Lamichhane (1) changed the locks to \nthe Businesses and did not provide Karki a key to the five locations , (2) prepared \ncustomer tax returns for his wife’s New Jersey tax preparation company, Compass \nLLC, and (3) attempted to accept payment from customers on a credit card platform \noutside of the Liberty Tax franchise system.  \nIV. CONCLUSIONS OF LAW \n41. Based on the foregoing Findings of Fact, the Court makes the following \nConclusions of Law. \n42. The Court has jurisdiction over the parties and the subject matter of this \naction.  \n43. This case was properly designated as a mandatory complex business case \nand assigned to the undersigned, who has authority to make Findings of Fact \nfollowing the completion of the trial and the submission of all disputed issues for \nresolution by the Court without a jury. \n44. The parties voluntarily and timely waived their right to a jury trial. \n45. The parties tendered twenty-seven exhibits, which the Court admitted into \nevidence for purposes of this bench trial.  The Court also received testimony by f ive \nwitnesses appearing at trial: Karki, Lamichhane, Shrestha, Mindy Hickerson, and \nElizabeth Suazo-Diaz. \n46. Any Findings of Fact that are more appropriately deemed Conclusions of \nLaw are incorporated by reference as the Court’s Conclusions of Law. \nA. Counterclaim One: Breach of Contract \n47. As an initial matter , the Court previously entered partial summary \njudgment as to Counterclaim One, holding that there was no genuine issue of \nmaterial fact as to whether one or more of the Counterclaim Defendants failed to pay \nKarki the 15 May 2022 installment payment  owed to Karki under  the September \nAgreement.  (Order & Op. Cross-Mots. Summ. J. ¶ 77, ECF No. 61 [O&O MSJ].)   \n48. However, the Court found there was a genuine issue of material fact as to  \nwhich Counterclaim Defendant, or Counterclaim Defendants, were obligated to remit \npayment to Karki on 15 May 2022.   (O&O MSJ ¶ 79.)  In other words, while Karki \ncontended that Lamichhane and Shrestha were each jointly and severally personally \nliable for the purchase price under the September Agreement , those Counterclaim \nDefendants contended that it was Compass Tax’s  obligation, and not their personal \nobligation, to make the purchase price payments called for under the September \nAgreement.  As a result, this was an issue for which evidence was presented at trial \nand is now ripe for the Court’s determination. \n49. It is clear and undisputed based on the evidence presented that \nLamichhane and Shrestha signed the September Agreement as the “buyers”  and \nKarki signed as the “seller.”  The Court concludes that, as the signature line does not \ndenote that Lamichhane and Shrestha signed the September Agreement in their \ncapacity as members of Compass Tax, they signed on behalf of themselves as \nindividuals, separate from their affiliation with Compass Tax.   \n50. Additionally, when payments were timely made to Karki pursuant to the \nSeptember A greement, Lamichhane and Shrestha paid the amounts using their \npersonal checks—payments were not made from a Compass Tax bank account.  There \nis no documentary evidence that Lamichhane and/or Shrestha made any statements, \nand there are no other documents evidencing,  that these payments were made to \nKarki by Lamichhane and/or Shrestha in their capacity as members of Compass Tax.  \nAfter the September Agreement was signed, Compass  Tax was a functioning entity \nwith an established bank account which could have provided funds to Karki pursuant \nto the September Agreement.  Instead, Lamichhane and Shrestha used their personal \nfunds to pay Karki, supporting the Court’s conclusion that the individuals were the \nintended buyers under the September Agreement—not Compass Tax.  \n51. Furthermore, the evidence demonstrates that, between the  signing of the \nMay Agreement and the September Agreement, Karki and Lamichhane discussed \nKarki reducing the purchase price of the five Businesses by the amount of $72,000.00 \nin return for receiving a ten percent membership interest in Compass Tax.  Because \nthe Court finds and concludes that the price reduction was , in fact, Karki’s \ncontribution to Compass Tax for his ten percent membership interest, the other two \nmembers—Lamichhane and Shrestha—would logically have to pay the remainder of \nthe purchase price for their ninety percent combined interest in the entity. \n52. The Court, therefore, concludes, by the greater weight of the evidence, that \nLamichhane and Shrestha—and not Compass Tax—are personally responsible under \nthe September Agreement for the payment of the purchase price.  As a result, \nLamichhane and Shrestha are liable, jointly and severally, to Karki for breach of the \nSeptember Agreement, and Karki is entitled to compensatory damages in the amount \nof $518,000.00, which represents the amount still owed to Karki pursuant to the \nSeptember Agreement.  See Rufty v. Claywell, Powell & Co., 93 N.C. 306, 308–09 \n(1885) (explaining that liability for breach of contract may be joint, several, or joint \nand several). \nB. Counterclaim Two: Fraud \n53. Karki’s Counterclaim Two for Fraud has been narrowed during the \npendency of this action, resulting in this claim being based on Karki’s contention that \nLamichhane’s promises to pay Karki pursuant to the September Agreement were \nknowingly false and made with the intent to deceive Karki.   \n54. The essential elements of a claim for fraud are a “(1) [f]alse representation \nor concealment of a material fact, (2) reasonably calculated to deceive, (3) made with \nintent to deceive, (4) which does in fact deceive, (5) resulting in damage to the injured \nparty.”  Forbis v. Neal, 361 N.C. 519, 526–27 (2007).  Proof of a fraud claim requires \nproof of scienter, which requires “an intent to deceive, manipulate, or defraud.”  RD  \n& J Props. v. Lauralea-Dilton Enters., LLC, 165 N.C. App. 737, 745 (2004).  \n“Additionally, reliance on alleged false representations must be reasonable.”  \nSullivan v. Mebane Packaging Grp., Inc., 158 N.C. App. 19, 26 (2003). \n55. Karki has failed to  demonstrate by the greater weight of the credible \nevidence that Lamichhane  knowingly made false promises to Karki  regarding his \nintent to make payments pursuant to the September Agreement at the time that \nagreement was signed .  In fact, evidence presented by Karki supports the position \nthat Lamichhane had every intention of paying, with Lamichhane paying Karki  \nsubstantial sums of money, both before and after the September Agreement was \nsigned.  While the entire amount has not been paid to Karki, Lamichhane paid \nportions of the purchase price, evidencing his intent to honor his obligations under \nthe September Agreement.   \n56. This does not relieve Lamichhane of his obligation to pay Karki pursuant \nto the September Agreement; however,  t he Court concludes that these payments \nevidence Lamichhane’s intent to carry out his end of the September Agreement, \nwhich in turn causes Karki’s claim for fraud to fail.  The Court further finds and \nconcludes that, based on the evidence presented, Karki has failed to demonstrate, by \nthe great er weight of the evidence, that, at the time he signed the September \nAgreement, Lamichhane had no intention of satisfying his obligations thereunder. \n57. Based on the foregoing, the Court concludes that Karki has failed to prove \nhis claim for fraud and, therefore, Counterclaim Two  is hereby  dismissed with \nprejudice. \nC. Counterclaim Three: Breach of Fiduciary Duty \n58. Karki alleges that Lamichhane has breached his fiduciary duty owed to \nKarki as manager of Compass Tax  by “using the [Businesses] and their associated \nassets and resources” for his “own benefit and to the exclusion and detriment of \nKarki[.]”  (Countercl. ¶ 118.) \n59. To prevail on his claim for breach of fiduciary duty, Karki must show that: \n(1) Lamichhane owed Karki a fiduciary duty; (2) Lamichhane breached his fiduciary \nduty; and (3) the breach of fiduciary duty was a proximate cause of injury to Karki. \nFarndale Co. v. Gibellini, 176 N.C. App. 60, 68 (2006); see also Miller v. Burlington \nChem. Co., 2017 NCBC LEXIS 6, at *23 (N.C. Super. Ct. Jan. 27, 2017).   \n1. Existence of a Fiduciary Duty \n60. “For a breach of fiduciary duty to exist, there must first be a fiduciary \nrelationship between the parties.”  Dalton v. Camp, 353 N.C. 647, 651 (2001).   \n61. As a general rule, members of an LLC do not owe a fiduciary duty to one \nanother, but in some circumstances, “a holder of a majority interest who exercises \ncontrol over the LLC owes a fiduciary duty to minority interest members.”  Fiske v. \nKieffer, 2016 NCBC LEXIS 22, at *9 (N.C. Super. Ct. Mar. 9, 2016); see also Kaplan \nv. O.K. Techs., L.L.C., 196 N.C. App. 469, 473 (2009).  However, a majority interest \ndoes not necessarily equate to control.  Because “an LLC is primarily a creature of \ncontract,” the members are generally free to arrange their relationship however they \nwish.  Crouse v. Mineo, 189 N.C. App. 232, 237 (2008) (quoting Russell M. Robinson, \nII, Robinson on North Carolina Corporate Law § 34.01, at 34-2 to 34-3 (rev. 7th ed. \n2006)). \n62. It is undisputed that Lamichhane held a majority interest in Compass Tax.  \n(See Op. Agt. 5.)  As to the Compass Tax Operating Agreement, Lamichhane was the \nelected manag ing member of Compass Tax, allowing him powers that were not \navailable to Karki and Shrestha , resulting in Lamichhane holding both managerial \nand majority control over Compass Tax.  (See Op. Agt. § 4.3; see also Op. Agt. 6.) \n63. Based on  the evidence show n regarding the managerial control \nLamichhane maintained over Compass Tax, (see Op. Agt. §§ 4.1, 4.3), paired with his \nmajority interest in the company, (Op. Agt. 5), the Court concludes that Lamichhane \nowed a fiduciary duty to Karki —a minority member .  See, e.g. , Plasman v. Decca \nFurniture (USA), Inc., 2016 NCBC LEXIS 80, at *17–18, 25 (N.C. Super. Ct. Oct. 21, \n2016) (concluding that plaintiff sufficiently alleged existence of fiduciary duty by 55% \nmajority member with “ultimate decision-making authority”).2 \n2.  Breach by Lamichhane of His Fiduciary Duties \n64. There was ample evidence presented at trial which supports that \nLamichhane breached his fiduciary duties owed as majority and managing member \nof Compass Tax, including: (1) the payment of “management fees” to himself in excess \nof the amounts contracted for without consent or notice of the other members of \nCompass Tax and without providing evidence as to the reasonableness of these fees ; \n(2) the preparation of tax returns for his wife’s tax preparation company during the \n2022 tax season; and (3) the attempts to process credit card payments on a platform \noutside the Liberty Tax franchise system.  \n \n2 While a number of this Court’s decisions have concluded that majority membership plus \nmanagerial status doesn’t necessarily create a de fact fiduciary status , (see e.g. Wright v. \nLorusso Ventures, LLC , 2023 NCBC LEXIS 114, **15–16 (N.C. Super. Ct. Sept. 19, 2023) , \nthe particular facts of each case are important.  Given Lamichhane’s majority status, \ncombined with his near total managerial control of the business, the Court concludes that, in \nthis case, a fiduciary duty exists. \n65. While the Court has determined that Lamichhane owed a fiduciary duty to \nKarki and that his conduct breached duties he owed as majority and managing \nmember of Compass Tax , the Court next considers whether Lamichhane breached \nduties owed to Karki or duties owed to Compass Tax.   \n66. Karki contends that Lamichhane breached his duty owed to Karki \nindividually by paying himself excessive  “management fees ,” which Karki argues \nexceeds what was allowed under the September Agreement and the Operating \nAgreement.  The checks show that Lamichhane paid himself varying amounts for his \n“management fee” as the manager of Compass Tax  using funds from the Compass \nTax bank account.  As such, it is clear to the Court, and the Court concludes, that any \nharm suffered as a result of Lamichhane’s actions is a harm suffered by Compass \nTax—not Karki.  Karki, however, has asserted his claim for breach of fiduciary duty \nas a direct claim against Lamichhane, not as a derivative claim on behalf of Compass \nTax.   \n67. Likewise, the evidence presented as to Lamichhane’s preparation of tax \nreturns for his wife’s company and the credit card processing outside the Liberty Tax \nfranchise each constitute breaches of his fiduciary duty owed to Compass Tax —not \nKarki.  The diversion of corporate funds and corporate opportunities are breaches \nwhich directly impact Compass Tax,  and which only indirectly impact Karki as a \nminority member.  If Karki felt Compass Tax was entitled to hold Lamichhane \naccountable for this behavior, he had  the opportunity to bring derivative claims to \nright this wrong .  Instead, Karki  chose to bring these claims directly against \nLamichhane.  \n68. As a result, the Court concludes that, separate and apart from any alleged \nbreaches of fiduciary duty, the injury alleged by Karki as to Lamichhane’s conduct is \ninjury proximately caused to Compass Tax —not Karki .  As a result, Karki has \nsuffered no individual injury and lacks standing to bring this direct claim for breach \nof fiduciary duty for a harm which Compass Tax has endured.   \n69. Based on the foregoing, the Court concludes that Karki has failed to prove \nhis claim for breach of fiduciary duty and, therefore, Counterclaim Three is hereby \ndismissed without prejudice. \nD. Constructive Fraud \n70. Karki alleges that Lamichhane breached his fiduciary obligations and took \nadvantage of his  position of trust to benefit  himself by “using the [Businesses] and \ntheir associated assets and resources” for his “own benefit and to the exclusion and \ndetriment of Karki[.]”  (Countercl. ¶ 124.) \n71. “To establish constructive fraud, a plaintiff must show that defendant \n(1) owes plaintiff a fiduciary duty; (2) breached this fiduciary duty; and (3) sought to \nbenefit himself in the transaction.”  Highland Paving Co., 227 N.C. App. at 42. \n72. Having concluded that the  alleged harm stemming from Lamichhane’s \nbreach of his fiduciary duties belongs to Compass Tax and not Karki, the Court \nconcludes that Karki has failed to prove his  claim for constructive fraud and, \naccordingly, Counterclaim Four for constructive fraud is dismissed without prejudice. \nE. UDTPA \n73. Karki further alleges that “Lamichhane’s fraud, breach of fiduciary duty, \nand constructive fraud . . . and Lamichhane’s and Shrestha’s other unfair and \ndeceptive acts as alleged . . . are unfair and deceptive acts and practices in or affecting \ncommerce in violation of N.C.[G.S.] § 75-1.1.”  (Countercl. ¶ 132.)   \n74. To establish a violation of N.C.G.S. §  75-1.1, a plaintiff must show, by the \ngreater weight of the evidence, “ (1) an unfair or deceptive act or practice, (2) in or \naffecting commerce, and (3) which proximately caused injury to plaintiff[  ].”  \nHighland Paving Co., 227 N.C. App. at 45. \nIf a practice has the capacity or tendency to deceive, it is deceptive for \nthe purposes of the statute. “Unfairness” is a broader concept than and \nincludes the concept of “deception.” A practice is unfair when it offends \nestablished public policy, as well as when the practice is immoral, \nunethical, oppressive, unscrupulous, or substantially injurious to \nconsumers. \n \nSupplee v. Miller-Motte Bus. Coll., Inc. , 239 N.C. App. 208, 230 (2015).   “Whether a \ntrade practice is unfair or deceptive depends upon the facts of each case and the \nimpact the practice has in the marketplace. ”  Mitchell v. Linville, 148 N.C. App. 71, \n74 (2001) (quotation marks omitted). \n75. Having concluded that Karki has not succeeded in proving his claims for \nbreach of fiduciary duty, constructive fraud, or fraud, the Court similarly concludes \nthat those claims and the underlying conduct alleged do not constitute an unfair or \ndeceptive act or practice in violation of N.C.G.S. § 75-1.1. \n76. The only remaining issue is whether Lamichhane’s and Shrestha’s \nconduct in negotiating and carrying out the September Agreement was unfair or \ndeceptive.  “[A] mere breach of contract, even if intentional, is not sufficiently unfair \nor deceptive to sustain an action under [N.C.G.S.] § 75-1.1” absent a showing of \n“substantial aggravating circumstances attending the breach” of contract.  Branch  \nBanking & Tr. Co. v. Thompson, 107 N.C. App. 53, 62 (1992).  “Our case law \nestablishes that ‘[s]imple breach of contract . . . do[es] not qualify as unfair or \ndeceptive acts, but rather must be characterized by some type of egregious or \naggravating circumstances before the statute applies.’ ”  Supplee, 239 N.C. App. at \n230 (alterations and omissions in original) (quoting Norman Owen Trucking, Inc. v. \nMorkoski, 131 N.C. App. 168, 177 (1998)).  Thus, “[a] violation of Chapter 75 is \nunlikely to occur during the course of contractual performance, as these types of \nclaims are best resolved by simply determining whether the parties properly fulfilled \ntheir contractual duties.”  Mitchell, 148 N.C. App. at 75. \n77. The Court concludes that Lamichhane’s and Shrestha’s conduct as alleged \nand proven as to their breaches of the September Agreement, does not rise to the level \nof egregious or aggravating circumstances sufficient to warrant a finding that such \nconduct was unfair or deceptive within the meaning of N.C.G.S. § 75-1.1.   The Court \nfurther finds and concludes that the misconduct alleged concern s intra-corporate \nactions and therefore is not “in or affecting” commerce.  See HAJMM Co. v. House of \nRaeford Farms, Inc., 328 N.C. 578, 592 –93 (1991) (“[A] n unfair or deceptive act or \npractice which is not between market participants, or that is not ‘ in or affecting  \ncommerce’ is outside the scope of the UDTPA.”); see also Wilkie v. Stanley, 2011 NCBC \nLEXIS 11, at **15 (N.C. Super. Ct. Apr. 20, 2011).   \n78. Therefore, the Court concludes that Karki has failed to prove his claim for \nviolations of the UDTPA and, accordingly, Counterclaim Five is hereby dismissed \nwith prejudice. \nV. CONCLUSION \n79. Based on the foregoing Findings of Fact and Conclusions of Law, it is hereby \nORDERED, ADJUDGED, and DECREED that: \na. On account of Counterclaim Defendants Ashok Lamichhane’s and Amar \nShrestha’s breaches of the September Agreement, Karki is entitled to recover \nfrom Counterclaim Defendants Ashok Lamichhane and Amar Shrestha, jointly \nand severally,  the remaining unpaid portion of the purchase price in the \namount of $518,000, plus prejudgment interest at the legal rate from 15 May \n2022 and post -judgment interest at the legal rate until the judgment is \nsatisfied.   \nb. Karki shall have fourteen days from the entry of this Opinion and Final \nJudgment to submit to the Court a motion and supporting brief, and any \nrelated materials, seeking recovery of his  costs in prosecuting this action \nagainst Lamichhane and Shrestha.  \nc. All parties shall bear their own attorneys’ fees. \nd. All other requested relief is DENIED. \n80. Having resolved all claims, this Opinion and Final Judgment constitutes \nthe Court’s final judgment.  \n \n \nSO ORDERED, this the 23rd day of July, 2025. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Chief Business Court Judge \n "
}